{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "26",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "2",
     "Başlık": "Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yarar",
     "Title": "Superior Interests as a Limitation on the Right to Refuse a Medical Treatment",
     "Yazar İsmi": [

          "Özge Yücel"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Özerklik", "Psikososyal Varlık", "Zorunlu Aşılama", "Zorla Tedavi", "Organ Bağışı"
     ],
     "Keywords": [
          "Autonomy", "Psychosocial Being", "Mandatory Vaccination", "Mandatory Treatment", "Organ Donation"
     ],
     "Özet": "Tıbbi müdahaleler niteliği bakımından kişilik hakkına müdahale oluşturmaktadır ve bu nedenle kişilik hakkını ihlal etmemesi için öncelikle ve kural olarak ilgilinin onamının alınmış olması gereklidir. Tıbbi müdahalede biyoloji ve tıbbın elde ettiği nitelikli bilginin kullanımı sebebiyle onamın hukuka uygunluğu belirli özel koşulları gerekli kılmaktadır, bu koşullardan biri de onamın meşru bir amaca yönelik olarak verilmiş olmasıdır. Öte yandan biyoloji ve tıbba ilişkin özel, nitelikli bilgi toplumsal düzen açısından iktidar sahiplerine tehlikeli bir araç sunmaktadır. Onam yerine geçen hukuka uygunluk sebepleri anayasal ilkeler doğrultusunda yasallık, ölçülülük gibi kriterlere uygun olarak somutlaştırılarak kişilerin bedenleri üzerinde onam alınmaksızın müdahalede bulunulabilmektedir. Söz konusu hukuka uygunluk sebepleri, tıbbi müdahaleler söz konusu olduğunda üstün yarar kavramı altında özelleştirilebilmektedir. Onam alınmadan gerçekleştirilecek müdahale ilgilinin kendi yararına veya üçüncü bir kişi yararına olabildiği gibi genel olarak kamunun yararına da olabilir. Ne var ki gerçekte neyin hastalık olduğu veya hangi müdahalenin kime göre nasıl bir yarar sağlayacağı salt bilimsel değil, aynı zamanda politik bir meseledir. İlgilinin kendisiyle veya yasal temsilcisiyle çatışma içine düşülerek girişilen tıbbi müdahalelerin meşruluğunun sınırları eleştirel bir yaklaşımla değerlendirilmiştir.",
     "Abstract": "Medical interventions constitute an intervention in personal rights in terms of the nature of medical interventions. Therefore, consent of the concerned person should be obtained as a rule to refrain from violating the right to personality. However, the lawfulness of consent requires specific conditions owing to the use of qualified information obtained by biology and medicine in medical intervention. One of such conditions is that consent should be given for a legitimate purpose. Conversely, qualified information obtained by biology and medicine offers decision-makers with a dangerous tool for structuring social order. The reasons for lawfulness replacing consent are embodied in accordance with certain criteria, such as legality and proportionality, in line with constitutional principles. However, in terms of medical interventions, the concept of superior interests may supersede the reasons for compliance with the law. The intervention to be carried out without consent can be either in the interest of a concerned person, a third person, or the public in general. However, which disease or form of intervention will benefit from whom is not only a scientific but also a political issue. Thus, the study critically evaluates the limitations of the legitimacy of medical interventions attempted by engaging in conflict with the person concerned or with a legal representative.",
     "Metin": "Kişilik hakkının koruma alanı içinde bulunan kişilik değerlerinin başında gelen beden  bütünlüğüne  yönelik  müdahaleler  arasında  tıbbi  müdahaleler  hukuksal sonuçları bakımından özel bir öneme sahiptir. Tıbbi müdahalelerin hukuka uygun olabilmesinin temel koşulu ilgili kişinin onamının alınmış olması veya onamın yerine geçebilen bir hukuka uygunluk sebebinin bulunmasıdır. Onamın yerine geçebilen hukuka uygunluk sebebinin kişinin özerklik hakkının etkisiz hale getirilmemesi gereği  dikkate  alındığında  istisnai  bir  nitelik  taşıdığı  açıktır. Anayasada  beden bütünlüğünün dokunulmazlığı bağlamında onam yerine geçen sebeplerin açıkça öngörülmediği, buna karşılık Türk Medeni Kanunu nda üstün yarar kavramıyla soyut bir sınırlandırma sebebi öngörüldüğü dikkat çekmektedir. İlgilinin onamı alınmaksızın girişilen tıbbi müdahalelerde hukuka uygunluk sebebi olarak gösterilen üstün yarar kavramı, ilgili kişinin kendi yararıyla veya başkasının veya kamu yararıyla ilişkilendirilebilmektedir. Çalışmada doğrudan doğruya onam vermesi gereken kişiyle çatışma içine düşülen durumlar inceleme konusu yapılmış olup onam vermesi gereken ilgili kişinin bilinci yerinde olmadığı için ve varsa yasal temsilcisine de ulaşılamadığı için onun muhtemel iradesine veya objektif olarak tasavvur edilen varsayılan iradesine uygun olarak girişilen tıbbi müdahalelerde bir çatışma, çekişme ortaya çıkmadığı için bu tür tıbbi müdahalelerdeki üstün yarar kavramı incelemenin dışında bırakılmıştır. Söz konusu çatışma ile ehliyetli bir kişinin iradesine aykırı olarak girişilen müdahaleler yanında ayırt etme gücünden yoksun kişinin yasal temsilcinin iradesine aykırı olarak girişilen müdahalelerde ve ayırt etme gücünden yoksun kişinin doğal iradesine aykırı şekilde gönülsüz, zorla girişilen müdahalelerde de karşılaşılmaktadır. İlgilinin kendisiyle veya yasal temsilcisiyle çatışma, çekişme içine düşülerek girişilen tıbbi müdahalelerin meşruluğu  yasal  düzenlemelere  biyopsikososyal  yaklaşım  çerçevesinde  eleştirel biçimde değerlendirilecektir. I. Tıbbi Müdahalelerde Onam Hakkının Temelleri ve SınırlarıA. Biyopsikososyal Yaklaşımla Tıbbi Müdahale KavramıTıbbi müdahale kavramının öğretide çeşitli tanımları bulunmaktadır.1 Söz konusu tanımlarda ortak olan husus insan bedenine yönelik tıbbi amaçlarla veya yöntemlerle 1  Bakınız Ecem Kirkit, Tıbbi Müdahalenin Hukuka Uygunluğu (Adalet 2016) 13 vd; Emel Badur, Tıbbi Müdahaleye Rızanın Özellik Gösterdiği Haller (Seçkin 2017) 23-29; Hakan Hakeri, Tıp Hukuku El Kitabı (6. Bası, Seçkin 2013) 24; Serdar Nart, Hekimin İlaç Tedavisinden Doğan Sorumluluğu (2. Bası, Adalet 2020) 33.444Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararmüdahalede bulunulmasıdır.2 Öncelikle belirtmek gerekir ki kişinin kendi bedenine yönelik eylemleri acı verici de olsa müdahale anlamına gelmeyecektir, bu nedenle bir başkasının etkisi olmaksızın kişinin kendi kararıyla kendi bedenine yönelik eylemleri, bir hukuksal işleme konu olmadıkça, kural olarak hukukun düzenleme alanında değildir.3 Dolayısıyla müdahale ile kast edilen, bir kimsenin doğrudan veya dolaylı olarak bir başkasının bütünlüğüne, varlığına etkide bulunulmasıdır.4 Tıbbi müdahale tanımlarında sözü edilen  insan bedeni  unsuru iki açıdan sorunludur. Beden ile kast edilenin genellikle ruhsal yaşamı değil, organ, doku, kemik, kas gibi unsurlardan oluşan anatomik yapı olduğu anlaşılmaktadır. Oysaki kişiliğe müdahale birinin hem maddi varlığına hem de manevi varlığına etkide bulunmaya elverişli eylemleri ifade eder.5 Bu noktada bireyin psikolojik varlığını sosyal varlığından ayrı  tutmak  anlamlı  değildir.  Erikson un  psikososyal  gelişim  kuramında  ileri sürüldüğü üzere insanların gelişimi çevresindekilerle ilişkilerine, sosyal dinamiklere dayanmaktadır.6 Bireyin psikolojik varlığının çevresindekilerle ilişkileri ile, bir başka ifadeyle sosyal varlığı ile etkileşimi yalnızca bireyin gelişimi aşamasında değil yaşamı boyunca kendini göstermektedir.7 Psikososyal yaklaşımın iş ortamı, yoksulluk, şiddet gibi sosyal koşullardan hareketle stres üreten ve sonuçta biyolojiyi ve böylece fiziksel ve zihinsel rahatsızlıkları etkileyen öznel deneyimlere odaklandığı belirtilmektedir.8 Dünya Sağlık Örgütü nün sağlığı bedensel, ruhsal ve sosyal açıdan tam iyilik hali olarak açıklamasının temelinde de bu etkileşimin bulunduğu ileri sürülebilir. Bu açıdan tıbbi müdahalenin de kişinin hem bedenine hem de ruhsal (psiko)-sosyal varlığına yönelik müdahaleleri kapsar şekilde anlaşılması gerekmektedir.9 Kuşku yoktur ki bedene yönelik müdahaleler kişinin psikososyal varlığını, psikososyal varlığına 2  Öğretide tıbbi müdahale kavramı ile bunun hukuka uygunluk koşullarının özdeşleştirilerek tanım yapıldığı dikkat çekmektedir. Bakınız Kirkit (n 1) 15-17; Badur (n 1) 36, 41.3  Bunun tek istisnası gebe kadının belirli bir gebelik süresinden sonra gebeliğini sonlandırmasının suç oluşturmasıdır. Bunun temelinde ceninin beklenen yaşam menfaatinin kadının bedensel özerkliği menfaatinden üstün tutulması düşüncesi vardır. Buna karşılık kişinin kendine vereceği zarar ölümcül olsa dahi herhangi bir yaptırım sebebi oluşturmaz. Fakat kişinin kendine zarar verme eğilimi onun tıbbi tanı alarak hasta sayılmasına ve böylece tıbbın normlarına göre disiplin altına alınmasına yol açabilmektedir.4  Seda Kara Kılıçarslan, Kişilik Hakkına Saldırıda Üstün Nitelikte Özel ve Kamusal Yarar (On İki Levha 2015) 12-13.5  Oğuzman, Seliçi ve Oktay-Özdemir, beden bütünlüğüne kişinin hem fiziksel hem ruhsal değerlerinin dahil olduğunu belirtmektedir. Kemal Oğuzman, Özer Seliçi ve Saibe Oktay-Özdemir, Kişiler Hukuku (Gerçek ve Tüzel Kişiler) (19. Bası, Filiz 2020) 178. 6  Gabriel A Orenstein ve Lindsay Lewis, ‘Eriksons Stages of Psychosocial Development  (StatPearls, 9 March 2020) Treasure Island (FL): StatPearls Publishing <https://www.ncbi.nlm.nih.gov/books/NBK096/> Erişim Tarihi 9 Haziran 2020; Sage Rose ve Cecil Robinson, ‘Beyond Essentialist Critiques: The Co-development of Individual and Society within Erik Erikson s Psychosocial Theory of Identity Development  iç SA Barab, KE Hay ve DT Hickey (edr), The International Conference of the Learning Sciences, Indiana University, Proceedings of ICLS 2006, Vol 2 (International Society of the Learning Sciences 2006) 621 vd; Lynn Froggett ve Barry Richards, ‘Exploring the Bio-Psycho-Social  (2002) 5(3) The European Journal of Psychotherapy, Counselling & Health 321, 322-326.7  Orenstein ve Lewis (n 6).8  Michael Marmot, ‘Giriş  iç Michael Marmot ve Richard G Wilkinson (edr), Sağlığın Sosyal Belirleyicileri, Çeviri Editörleri İlker Kayı ve Yeşim Yasin (İnsev 2009) 15-16; Michael Marmot, Johannes Siegrist ve Tores Theorell, ‘Sağlık ve İş Yerindeki Psiko-Sosyal Ortam  iç Michael Marmot ve Richard G Wilkinson (edr), Sağlığın Sosyal Belirleyicileri, Çeviri Editörleri İlker Kayı ve Yeşim Yasin (İnsev 2009) 119, 136-137. Ayrıca bakınız Mustafa Çalışkan, Madde Bağımlılığının Biyo-PsikoSosyal ve Hukuksal Analizi (Beta 2018) 16-18, 31.9  Madde bağımlılığına ilişkin olarak psikososyal tedaviler hakkında bakınız Çalışkan (n 8) 189 vd445İstanbul Hukuk Mecmuası 79/2yönelik müdahaleler de kişinin bedenini etkilemektedir.10 Ancak burada doğrudan doğruya etkide bulunulması hedeflenen varlık doğrultusunda ayrım yapılmaktadır. Hakaret veya cinsel saldırı kişinin psikososyal varlığına yönelik müdahalelerdendir ve haksızdır.11 Eğitim veya sanat faaliyeti de kişinin psikososyal varlığına yönelik müdahalelerdendir ve haklı ya da haksız olması amacı, onama dayanıp dayanmadığı, yöntemi gibi farklı bileşenlere bağlıdır. Tıbbi müdahaleyi diğer müdahalelerden ayırt eden şey bunun yol açabileceği sonuçlardan ziyade hangi yöntemle gerçekleştirildiğidir.12 Zira tıbbi müdahaleden ilgilinin  zarar  görmesi  de  yarar  sağlaması  da  mümkündür.  Öte  yandan  tıbbi müdahalelerin kapsamı yararlı sonucun amaçlanmasından ibaret görülemez, o kişiye zarar verme kastıyla yapılacak bir ameliyat da tıbbi müdahaledir ve hukuka aykırıdır. Öyleyse müdahaleyi  tıbbi  müdahale kılan, hangi yöntemle gerçekleştirildiğidir. Tıp ve biyoloji biliminin elde ettiği özel bilgilere dayanan yöntemler müdahaleleri nitelikli kılmaktadır. Geleneksel yaklaşım çerçevesinde tıbbi müdahale kavramının tıbbi  gereklilik  sebebiyle  girişilen  müdahalelerle  sınırlandırılmasının  temelinde biyopolitikayı görünmez kılma saikinin etkili olduğu ileri sürülebilir. Bilimsel bilgi ve teknolojiye dayanan söz konusu nitelikli yöntemler tıp ve biyolojiyi araçsallaştırma riskini beraberinde getirmektedir.13 Sağlık alanında lisans eğitimi bulunmayan bir kişinin herhangi bir bitkinin tüketiminin canlı sağlığında yol açabileceği etkileri bilmesi veya bir kişinin nasıl ameliyat edileceğini bilmesi mümkün değildir, söz konusu bilgi asimetrisi tıbbın ve biyolojinin biyopolitika için güçlü bir silaha dönüşmesine yol açmaktadır. Foucault biyopolitikayı şöyle açıklamaktadır:  … yönetim pratiğinin nüfusu oluşturan canlıların karşılaştığı sorunları (sağlık, hijyen, doğum  oranı,  yaşam  süresi,  ırklar…)  akılsallaştırma  çabası .15  Örnek  vermek gerekirse bir kişinin ne kadar alkol kullandığı salt genel gözlemle belirlenemez, tahmin edilebilir, oysaki tıbbi teknoloji sayesinde yüzdeyle ifade edilecek kadar 10  Bakınız Marmot, Siegrist ve Theorell (n 8) 136-137.11  Psikososyal varlığa yönelen ani saldırılar veya müdahaleler yanında kronikleşen müdahaleler de sağlığı etkilemektedir. Bu bağlamda farklı sebeplerle damgalanma ve ötekileştirme suretiyle toplumsal dışlanmanın etkilerine değinilmektedir. Bakınız Mary Shaw, Danny Dorling ve George Davey Smith, ‘Yoksulluk, Toplumsal Dışlanma ve Azınlıklar  iç Michael Marmot ve Richard G Wilkinson (edr), Sağlığın Sosyal Belirleyicileri, Çeviri Editörleri İlker Kayı ve Yeşim Yasin (İnsev 2009) 239.12  Aynı yönde bakınız Burcu Ertem, Tıp Ceza Hukukunda Kendi Geleceğini Tayin Hakkının Yansıması Olarak Rıza ve Sınırları, Yayımlanmamış Doktora Tezi (Ankara Üniversitesi Sosyal Bilimler Enstitüsü 2015) 25-27.13  Aynı yönde bakınız Ertem (n 12) 25-27. Öğretide Foucault nun tıbbı (ilaçları) biyopolitik bir strateji olarak nitelendirdiği belirtilmektedir. Bakınız Altuğ Koç, ‘Michel Foucault nun ‘Biyopolitika  Kavramının Teorik Çerçevesi  (2018) 2(2) Uluslararası Kriz ve Siyaset Araştırmaları Dergisi 193, 195; Sevtap Metin, Biyo-Tıp Etiği ve Hukuk (2. Bası, Betim 2019) 471 vd; Nagehan Gürbüz, Biyotıp Hukukunda İnsan Onuru (On İki Levha 2014) 359. Biyoteknoloji kavramı hakkında ayrıntılı açıklamalar için bakınız Burcu Kalkan Oğuztürk, Türk Medeni Hukukunda Biyoetik Sorunlar (Vedat 2011) 88 vd14  Bedenin iktidarın nesnesi ve hedefi olduğu teziyle açıklanan biyopolitika kavramı Foucault ya dayanmaktadır. Michel Foucault, Hapishanenin Doğuşu Çeviren Mehmet Ali Kılıçbay (8. Bası, İmge 2019) 209-211. Foucault nun Hapishanenin Doğuşu ve Biyopolitikanın Doğuşu, Deliliğin Tarihi adlı eserlerinde açıklandığı üzere okullar, asker kışlaları, hapishaneler, akıl hastaneleri gibi etrafı çevrilen, kişilerin kapatıldıkları kurumlar insanları disiplin altına almaya yöneliktir. Bakınız Michel Foucault, Biyopolitikanın Doğuşu Collége de France Dersleri 1978-1979 Çeviren Alican Tayla (İstanbul Bilgi Üniversitesi 2015) 31-32, 57-58; Foucault, Hapishanenin Doğuşu (n 14) 207-224, 303, 309-311.15  Foucault, Biyopolitikanın Doğuşu (n 14) 263. 446Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararkesinlikte olmak üzere kişinin kanındaki alkol tespit edilebilmektedir.16 Bir başka örnek vermek gerekirse uyuşturucu madde satıcısının yakalanmamak için bunu yutması halinde uyuşturucunun bedenden çıkarılması veya bedendeki varlığının tespiti için başvurulan nazogastrik yöntemler buna işarettir.17 Bir başka açıdan genetik tanı yöntemleriyle istenilen özellikleri taşımak üzere üremeye başvurulması veya isteğe bağlı kürtaja izin verilmeyen ülkelerde genetik anomalinin varlığı halinde kürtaja izin verilmesi de biyopolitikayla doğrudan ilişkilidir. Nazi döneminde engelli olduğu tespit edilen kişilerin yaşamına toplu şekilde son verilerek hasta olmayan ırk yaratma hedefi yönünden de tıbbi bilginin araçsallaştırıldığı açıktır.18 Benzer şekilde cinsiyet kimliği, cinsel yönelimi, sosyoekonomik statüsü (dilencilik yapan yoksullar gibi) veya muhalif görüşleri sebebiyle  öteki  görülen ve damgalanan insanların geçmişte  psikiyatri  tarafından  hastalık  tanısıyla  hastanelere  kapatılması  halinde de tıp araçsallaştırılmaktadır.19 Bu tür müdahalelerin pek çoğunun tıbbi müdahale kavramının dışında tutulmaya çalışılması anlamlıdır, bu yaklaşım aracılığıyla tıbbi müdahalelere özgü hukuka uygunluk koşullarının bu müdahalelerde aranmasının gerekli  olmadığı  izlenimi  uyandırılabilmektedir.  Oysaki  ister  tıbbi  gereklilik nedeniyle ister başka amaçlarla olsun tüm tıbbi müdahaleler için hukuka uygunluk koşullarının varlığının tartışılması gereklidir.Tıbbi müdahalenin salt insan ile ilişkilendirilmesi ve diğer canlılar üzerinde biyoloji ve tıbbın uygulanmasının tıbbi müdahale literatürüne dahil edilmemesi dikkate değerdir. Oysaki insanlar üzerinde uygulanan tedavi yöntemleri çoğu kez öncelikle insan dışı deney ortamında, özellikle hayvanlar üzerinde denenmektedir. Çünkü tıbbi yöntemlerin hayvanlar üzerinde de etkili olduğu, hayvanların da hem bedenini hem de psikolojisini etkilediği bilinmektedir. Ne var ki biyopolitikanın hayvanları bugünkü normatif düzende özne saymaktan uzak olması ile hayvanların bedensel ve psikolojik varlığını etkileyen müdahalelerin ve veteriner hekimliğin 1219 sayılı Tababet ve Şuabatı Sanatlarının Tarzı İcrasına Dair Kanunda hiçbir şekilde  yer  almaması  rastlantı  değildir.  Hayvan  üzerindeki  deneyler  ile  insan üzerinde deneylerin hukuka uygunluk koşulları arasında önemli farklılıklar vardır, bu farklılıklar salt hayvanın kendi iradesini yönetebilen ve ifade edemeyen bir varlık 16  Hakan Kızılarslan, Ceza Muhakemesi, Adli Tıp, Adli Bilimlerde Vücut Muayenesi ve Örnek Alma (Doktrin ve Uygulama) (Kızılarslan 2007) 160-161.17  Bakınız Jalloh v Germany App no 54810/00 (ECHR, 11 July 2006) <http://hudoc.echr.coe.int/eng?i=001-76307> Erişim Tarihi 5 Temmuz 2020.18  Nazi döneminde deneyler aracılığıyla tıbbın politik bir araç olarak kullanımı hakkında Bakınız Gökberk Dumancı, İnsan Konulu Klinik Araştırmalar ve Hukuki Boyutu (Legal 2020) 11-15.19  Bakınız Foucault, Biyopolitikanın Doğuşu (n 14) 31; Thomas Szasz, Deliliğin İmalatı Çeviren Gözde Genç (Yerdeniz 2007) 319; Michel Foucault, Akıl ve Akıl Bozukluğu Klasik Çağda Deliliğin Tarihi Çeviren Mehmet Ali Kılıçbay (2. Bası, İmge 1995) 723 vd. Foucault, tıbbın zihinsel patolojisi bulunan kişiler yönünden sosyal bir tedbir amacıyla stratejik biçimde kullanıldığına, bugün eziyet olarak nitelendirilebilecek bazı yöntemlere o kişileri kontrol altında tutabilmek ve ıslah edebilmek amacıyla başvurulduğuna işaret etmektedir. Bakınız Michel Foucault, Akıl Hastalığı ve Psikoloji Çeviren Emre Bayoğlu (5. Bası, Ayrıntı 2019) 90-91. Aynı yönde bakınız Thomas Szasz, Yalanlar Bilimi Psikiyatri Çeviren Nur Küçük (Aylak Kitap 2013) 35, 39. Lemke, biyopolitika kavramını irdelediği eserinde bunun politikadan dışlanan  öteki yi yeniden içerdiğini belirterek dolaylı olarak bu hususa değinmektedir. Thomas Lemke, Biyopolitika Çeviren Utku Özmakas (4. Bası, İletişim 2017) 153.447İstanbul Hukuk Mecmuası 79/2olmamasıyla açıklanamayacak düzeydedir.20 Zira çok küçük yaştaki çocuklar veya zihinsel engelli bireyler de benzer bir durumdadır.21 İnsanın sırf insan olmasından ötürü  araçsallaştırılamayacağı  kabulünün  temelinde  irade  sahibi  bir  varlık olması değil, araçsallaştıran öznenin bizzat insan olmasından ötürü kendi türünü araçsallaştırmasının mantıksal tutarsızlığının bulunduğu ileri sürülebilir. Dolayısıyla etiği ve buna bağlı olarak hukuku biçimlendiren, varlıkları disiplin altına sokan ve hegemonya kuran iktidarın biyopolitikasından başka bir şey değildir.22 Öyle ki neyin hastalık olup olmadığı dahi sosyokültürel ve politik bir meseledir.24 Sonuç itibariyle tıbbi müdahaleden anlaşılması gereken, psikososyal tabiatı olan canlı bir varlığa onu fizyolojik olarak veya psikolojik veya sosyal olarak etkileyebilen ve biyoloji ve tıbbın elde ettiği bilgiler kullanılarak tıbbi yöntemlerle gerçekleştirilen her tür girişimdir.B. Onam Hakkının Temelleri: Özerklik Hakkının ve Kişiliğin KorunmasıBir kimseye yönelik müdahalelerin hukuka uygun olabilmesi için kendisinden önceden  onam  alınmış  olması  koşulunun  temelinde  bireyin  kendi  yaşamını, geleceğini kendisinin yönetme hakkına sahip olması bulunmaktadır.26 Bireyin özerk varlık sayılmasının sebebi insanların özgür olması, başka birinin egemenliğine tabi olmaması yönündeki kabuldür. Öyle ki bazı bireyler muhakeme ve irade oluşturma kabiliyetinden  yoksun  olsa  dahi  özgürdür  ve  her  koşulda  özne  konumundadır. İnsanın  birey  olarak,  özgür  bir  özne  olarak  kabulü  liberalizme  dayanmaktadır. Liberalizm öncesinde patriyarkal toplum düzeninde köleler, kadınlar ve çocukların özgür olmadığı, Roma hukukunda pater familias olarak adlandırılan aile babasının kendisine tabi olan insanların yaşamı, özgürlüğü ve bedenleri üzerinde dilediği gibi tasarrufta bulunabildiği bilinen bir gerçektir.27İnsan Hakları Bildirileri ve Sözleşmeleri ile birlikte kendisine hukuksal zemin bulan tabii haklar doktrini giderek insan hakları hukukunun gelişimini sağlamıştır.28 Böylece 20  İnsan onuru kavramının türcülüğe varan bir boyutu olduğu ve hayvanların insan yararı için araçsallaştırılmasının olağan görülmesine yönelik eleştiriler için bakınız Metin (n 13) 473-474; Gürbüz (n 13) 41 vd21  Türel tutarlılık ilkesi olarak belirtilen Gewirth tarafından savunulan görüş çerçevesinde çocuklar, zihinsel engelliler ve hayvanlar türel haklara sahip olmak için aranan en az müstakbel özne statüsünün dışında kalmaktadır. Bu görüş için bakınız Gürbüz (n 13) 51.22  Bakınız Utku Özmakas, Biyopolitika: İktidar ve Direniş Foucault, Agamben, Hardt-Negri (2. Bası, İletişim 2019) 59-60.23  Foucault, hastalığın hastalık gerçekliğine ve değerine sahip olmasının bu şekilde tanımlandığı bir kültür içinde mümkün olduğuna vurgu yapmaktadır. Bakınız Foucault, Akıl Hastalığı ve Psikoloji (n 19) 78.24  Foucault, zihinsel tıp ve organik tıp ayrımı yapmakta ve organik tıpta patolojik olanla normal olanın birbirinden ayrılmasında organizmanın fizyolojik belirtilerinin tutarlı olduğuna, buna karşılık zihinsel tıp yani psikiyatride kişilik olgusunun normal ile patolojik olanı birbirinden ayırmayı güçleştirdiğine işaret etmektedir. Bakınız Foucault, Akıl Hastalığı ve Psikoloji (n 19) 11, 20-21. Aynı yönde bakınız Szasz, Yalanlar Bilimi Psikiyatri (n 19) 34-35. Buradan yola çıkıldığında fizyolojik bir patolojiye müdahalede bulunulmadığında kişinin yaşamını veya yaşamsal organlarını kaybetme riskiyle karşı karşıya kalmasına rağmen zihinsel patolojide müdahale edilmediğinde genel olarak ve doğrudan doğruya böyle bir risk söz konusu olmamaktadır. Söz konusu risk zihinsel hastalıklarda daha dolaylı şekilde gerçekleşmektedir.25  Mustafa Dural ve Tufan Öğüz, Türk Özel Hukuku Cilt II Kişiler Hukuku (20. Bası, Filiz 2019) 106; Ahmet Kılıçoğlu, Medeni Hukuk Temel Kavramlar Başlangıç Hükümleri Kişiler Hukuku (Turhan 2016) 353; Oğuzman, Seliçi ve Oktay Özdemir (n 5) 180.26  Zarife Şenocak, ‘Küçüğün Tıbbi Müdahaleye Rızası  (2001) 50(4) AÜHFD 65.27  Gökçe Serim, Roma İmparatorluk Döneminde Aile Hukukuna İlişkin Düzenlemeler (Lykeion 2018) 14-16, 20-21.28  Münci Kapani, Kamu Hürriyetleri (7. Bası, Yetkin 1993) 30-33.448Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararayırt etme gücüne sahip olsun olmasın her insanın doğuştan sahip olduğu haklar güvence altına alınmıştır. Söz konusu tabii hakların başında özgürlük ve dolayısıyla özel yaşama saygı hakkı gelmektedir. Kendi bedeni, ilişkileri, yaşamı konusunda tek başına karar verebilmek, bu hususta kendisine yönelecek müdahalelerden korunmak ve seçimlerinin sonuçlarına katlanmak özerklik hakkının kapsamını oluşturmaktadır.29 Söz konusu kararları alabilme özgürlüğü ile müdahalelerden korunma hakkı özel hukukta düzenlenen kişilik hakkının da temelini oluşturur. Her insanın özgür olması gereği insanlar kendi seçimlerini yapmaya yeterli bir varlık olarak tasavvur edilmekle birlikte bu tasavvur ve varsayım her durumda gerçeklerle  örtüşmemektedir.  Olan  biteni  idrak  etme,  meydana  gelen  olayların sebep  ve  sonuçları  arasında  muhakeme  yapabilme,  ortaya  çıkan  ihtimalleri  ve seçenekleri  değerlendirerek  seçim  yapma  ve  irade  oluşturabilme  yeterliğinin yani ayırt etme gücünün olmadığı hallerde kişilerin özerklik hakkını bizzat kendi eylemleriyle  koruması  güçleşmektedir.30  Ayırt  etme  gücünden  yoksun  kişilerin muhakeme yapabilme yeterliğinden yoksun olması sebebiyle iradeleri gerçek değil doğal niteliktedir, canlı bir varlık olmayla ilişkili nitelikte verilen tepkiler kişinin doğal iradesini oluşturur. Ancak söz konusu doğal iradeye gerçek irade ölçüsünde bağlayıcılık atfedilmemiş olması sebebiyle ayırt etme gücünden yoksun kişilerin özerklik hakkının korunabilmesi hukuksal güvenlik ve öngörülebilirlik ihtiyacının giderilmesiyle mümkün olur.31 Çocuklar veya ayırt etme gücünden yoksun diğer kişiler adına alınacak kararların her defasında farklı bir kişi tarafından veya rastlantısal biçimde farklı kişilerce alınması söz konusu kişilerin özel yaşamına müdahale anlamına gelir. Buna karşılık ilgili kişiler için tayin edilmiş sürekli yasal temsilciye yetki ve sorumluluk yüklenmesi ayırt etme gücünden yoksun kişilerin üçüncü kişilere karşı özgür ve müdahalelerden uzak şekilde yaşamını düzenleyebilmesine olanak sağlar.32 C. Onamın Tıbbi Müdahaleye Özgü Geçerlilik Koşulları1. İlgilinin veya Yasal Temsilcisinin AydınlatılmasıHerhangi bir müdahaleye onam vermek için kişinin özel olarak aydınlatılmasına genellikle ihtiyaç olmaz, ilgili kişi ortalama zekaya sahip olduğu takdirde müdahalenin kendisine verebileceği zararları öngörebilecek, bilebilecek durumdadır. Ancak tıbbi müdahalelerde tıbbın ve biyoloji biliminin elde ettiği özel bilgiler kullanıldığı için 29  Biyoetik ve biyotıp hukukunda özerklikle ilgili yapılan değerlendirmeler genellikle Kant ın görüşlerine dayandırılmaktadır. Kant, insanın doğal belirlenim alanında olmakla birlikte ahlaki eylemleri yönünden özerk olduğunu ileri sürmektedir. Bakınız Kalkan Oğuztürk (n 13) 25-26.30  Ayrıca bakınız Kalkan Oğuztürk (n 13) 25-26.31  Bakınız Ertem (n 12) 662.32  Aynı yönde bakınız Arif Barış Özbilen, İnsan Kökenli Biyolojik Maddelere İlişkin Hukuki İşlemler (Vedat 2011) 285-286.449İstanbul Hukuk Mecmuası 79/2söz konusu özel bilgiler kendisine müdahale yapılacak kişide eksiktir.33 Kendisine ne kadar bilgilendirme yapılırsa yapılsın müdahaleyi yapacak tabip kadar konuya vakıf olması ve müdahalenin olası etkilerini onun kadar kavraması da mümkün değildir.34 Bununla birlikte ilgilinin kendi bedeni, yaşamı hakkında karar verebilmesini sağlamak için asgari ölçüde aydınlatma bir zorunluluktur.35 Bu noktada kişinin müdahalenin olası yararları ile olası zararları hakkında anlayabileceği şekilde bilgilendirilerek kendi doğrularına göre seçim yapmasına yardımcı olmak, yol göstermek, yolunu aydınlatmak hedeftir.36 Öyle ki aydınlatmadan alınmış onama dayanarak müdahalede bulunulduğunda görünüşte müdahalenin yapılıp yapılmayacağına karar veren ilgili kişi olmakla birlikte gerçekte buna karar veren ilgiliden bu bilgileri esirgeyerek müdahaleyi  yapan  kişidir.37  Bu  nedenle  aydınlatmadan  alınan  onama  dayanan müdahale özerklik hakkını açıkça ihlal eder ve hukuka aykırı düşer. Aydınlatmanın diğer amacı da hastanın güvenliğini sağlayabilmektir, hastanın bilmeden, sonuçlarını öngöremediği için kendisine zarar verecek davranışlardan kaçınması amacıyla da ilgilinin durumu ve önerilen tıbbi müdahalenin kapsamı, niteliği ve sonuçları hakkında ilgilinin  aydınlatılması  gereklidir.38 Aydınlatmanın  diğer  bir  işlevi  de  meydana gelebilecek risklerin gerçekleşmesi halinde müdahalede bulunanın sorumluluktan kurtulmasıdır. Aydınlatmanın tüm amaçları ve işlevleri yönünden ortak olan husus sürecin  hastanın/danışanın  kendi  kontrolünde,  hâkimiyetinde  ilerlemesini  temin etmektir.Özerklik  hakkı  gereği  aydınlatılması  gereken  kişi,  müdahaleye  onam  verme hakkı  olan  kişidir.39  Zira  aydınlatmanın  amacı  bireyin  özerklik  hakkına  saygı göstermek, kişinin kendi yaşamını, bedenini, ilişkilerini kendi iradesi doğrultusunda düzenleyebilmesini temin etmektir.40 Bu bakımdan kişi küçük veya kısıtlı olsa dahi kendi iradesi belirleyicidir, kişinin kişilik değerlerine yönelen müdahalelere ilişkin vereceği onam hakkı kişiye sıkı sıkıya bağlı niteliktedir.41 Dolayısıyla hastanın/danışanın üzülmemesi için veya başka bir sebeple hasta/danışan yerine herhangi bir yakınının bilgilendirilmesi hastanın özerklik hakkının açık bir ihlalidir. Bununla birlikte hasta kendisi yanında başkasının da bilgilendirilmesini isterse bu onam çerçevesinde ve sınırları içinde olmak üzere söz konusu kişi de bilgilendirilebilecektir. Hastanın 33  Zihinsel patolojilerde fizyolojik olanlardan farklı olarak hastanın hastalığa ilişkin özgün bir bilince sahip olduğu, hastanın kendisiyle ilgili hiçbir şey bilmeyen konumda olmadığı, hekimin de tüm bilgileri elinde tutan konumda olmadığı ileri sürülmektedir. Bakınız Foucault, Akıl Hastalığı ve Psikoloji (n 19) 61.34  Bakınız Özbilen (n 32) 288.35  Ertem (n 12) 389-390. Aynı yönde bakınız Özbilen (n 32) 293-294; Kirkit (n 1) 69.36  Şenocak (n 26) 68; Kirkit (n 1) 76 vd37  Bakınız Gürkan Sert, Uluslararası Bildirgeler ve Tıp Etiği Açısından Hasta Hakları (2. Bası, Seçkin 2019) 138-139.38  Kirkit (n 1) 71 vd39  Şenocak (n 26) 80.40  Özge Yücel, Ayırt Etme Gücünden Yoksun Kişiler Adına Alınan Tıbbi Kararlarda Özerklik Hakkının Korunması ve Hasta Talimatları (Seçkin 2018) 120; Şenocak (n 26) 68; Serdar Nart, ‘Endikasyon Dışı İlaç Tedavisinde Hekimin ve İlaç Üreticisinin Hukuki Sorumluluğu . (2017) 19 (Özel Sayı) DEÜHFD (Prof. Dr. Şeref Ertaş a Armağan) 729, 747-748.41  Dural ve Öğüz (n 25) 106; Şenocak (n 26) 73.450Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararonam verme yeterliği yani ayırt etme gücü bulunduğu halde aydınlatılmaktan vazgeçip vazgeçemeyeceği tartışma konusu olmuştur.42 Öğretide bunu mümkün gören yazarlar bulunmakla birlikte kanaatimizce aydınlatılmaktan tümüyle vazgeçmek ve mutlak bilgisizliği seçmek müdahalenin reddedildiği anlamına gelir.43 Mutlak bilgisizlik içinde tıbbi müdahaleye verilen onam geçerli olamaz, buna karşılık müdahalenin anlamı, amacı ve riskleri hakkında genel olarak asgari ölçüde bilgilendirme onam vermek için yeterli sayılabilir.44 Öte yandan Türk Medeni Kanunu nun 16. maddesi ile 1219 sayılı Tababet ve Şuabatı Sanatlarının Tarzı İcrasına Dair Kanun un 70. maddesi gereğince hasta/danışanın ehliyetli olmaması yani ayırt etme gücünden yoksun olması ya da küçük veya kısıtlı olması halinde -tek başına veya ilgilinin onamıyla birlikte- yasal temsilcinin onamı gerekli olduğu için Hasta Hakları Yönetmeliği nin 31. maddesinin ilk fıkrasına göre yasal temsilcinin de bizzat müdahalede bulunacak kişi tarafından aydınlatılması gerekir.45 2. Yetkili Kişiye Onam VerilmesiTıbbi müdahalenin biyoloji, psikoloji ve tıp biliminin ulaştığı bilimsel bilgiler doğrultusunda niteliği, kapsamı ve sonuçları yalnızca uzman olan kişilerce bilinen bir müdahale olması gereği diğer müdahalelerden farklı olarak herhangi bir kişiye verilecek onam geçerli olamaz.46 Bu bağlamda bilimsel bilginin kötüye kullanılmasını önleme amacının söz konusu olduğu açıktır. Zira bilgi tehlikeli bir araçtır, iyi ve meşru amaçlar için kullanılabileceği gibi kötü amaçlar için de kullanılabilir. Bilginin kötüye kullanılmamasının yolu tıbbı uygulamaya yetkili olan kişilerin doğru belirlenmesi ve mesleki özerklik korunarak bağımsız kurullar tarafından denetlenmesidir. Bunun yanında bilimsel bilgi veya teknoloji yanlış şekilde kullanıldığında hem birey hem halk sağlığı için zararlı sonuçlar doğması kuvvetle muhtemel olduğu için kişinin kendisinden, yaşamından, sağlığından vazgeçmesi anlamına gelebilecek bir onam kişilik hakkıyla bağdaşmaz ve hukuka uygun sayılamaz, bu nedenle müdahaleyi meşru kılamaz. Dolayısıyla yalnızca diploması onaylanmış olan, kanunla yetki sınırları çizilmiş sağlık meslek mensuplarının tıbbi müdahaleler uygulamasına izin vermek hukuka 42  Aydınlatma yükümlülüğünün daraldığı veya ortadan kalktığı durumlara ilişkin olarak Bakınız Nart (n 40) 755-756; Sert (n 37) 161 vd43  Bu konudaki tartışma için bakınız Nart (n 40) 755-756; Nart (n 1) 279, 292-293; Yücel (n 40) 120-121.44  Aynı yönde bakınız Özbilen (n 32) 294-295; Kirkit (n 1) 94; Nart (n 40) 755. Nart, aydınlatmanın temel hatlarıyla mı kapsamlı, ayrıntılı şekilde mi yapılması gerektiği şeklinde iki seçenek üzerinde durarak amacın hastanın kendi geleceği hakkında karar verme olanağını sağlamak olduğuna işaret etmektedir.45  1219 sayılı yasanın 70. maddesinde tamamlayıcı olarak onam arayan hükme karşın öğretide bazı yazarlara göre her tıbbi müdahale için değil TMK madde 16 gereği ciddi ve önemli tıbbi müdahaleler için yasal temsilcinin onamı aranır. Bakınız Rona Serozan, Medeni Hukuk Genel Bölüm Kişiler Hukuku (7. Bası, Vedat 2017) 469-470; Şenocak (n 26) 73-79. Buna karşılık 1219 sayılı yasayı TMK hükümlerinden bağımsız şekilde yorumlayarak hastanın ayırt etme gücüne bakılmaksızın salt yasal temsilcinin onamının aranacağını belirten görüş için bakınız Dural ve Öğüz (n 25) 107. Buna karşılık her durumda salt sınırlı ehliyetsizin onamının yeterli olduğunu belirten görüş için bakınız Nart (n 1) 39.46  Tıbbi müdahalede bulunmaya yetkili olma koşulu için bakınız Kirkit (n 1) 18 vd 451İstanbul Hukuk Mecmuası 79/2uygun olacaktır.47 Tıbbı uygulamaya yetkili olan kişilerin yalnız tıp fakültesi mezunları olmayıp Hemşirelik Kanunu na göre hemşirelerin, Eczacılar ve Eczaneler Hakkında Kanun a göre eczacıların, 1219 sayılı Tababet ve Şuabatı Sanatlarının Tarzı İcrasına Dair Kanun un 29. maddesine göre diş hekimlerinin, Ek 13. maddesine göre klinik psikologlar, fizyoterapistler gibi sağlık meslek mensuplarının da yetkili olduklarına dikkat çekmek gerekir. Elbette bir kimse kendi bedenine tıbbi müdahalede bulunurken yetkili olup olmadığı sorgulanmayacaktır. Burada önemli olan bir başkasının bedenine dolayısıyla kişiliğine yönelen müdahalenin hangi koşullarda meşru sayılabileceğidir.3. Meşru Amaç İçin Onam VerilmesiTıbbi müdahalelerin hukuka uygun olabilmesinin koşulu olarak sıklıkla tıbbi gerekliliğin varlığı ileri sürülse de bu kavram onam hakkının sınırlarını yeterli ölçüde açıklamaya elverişli olmaktan uzaktır. Öğretide bu kavrama dayanılmasının bir nedeni Anayasa madde 17 de tıbbi zorunluluklar ve kanunda yazılı haller dışında beden bütünlüğüne dokunulamayacağının öngörülmesidir. Fakat esasında burada öngörülen anayasal hüküm kişinin iradesine aykırı olarak hangi durumlarda tıbbi müdahalede bulunulacağını açıklamaya yöneliktir. Onam hakkının sınırları yönünden tıbbi gereklilik iddiasının temelinde tıp etiğinin en temel ilkelerinden yararlılık ilkesi olduğunu ileri sürmek daha gerçekçi olacaktır. Bir başka ifadeyle kişilere yarar sağlamayacak bir tıbbi müdahalenin yapılması ahlaki ve dolayısıyla meşru karşılanmamaktadır. Çünkü tıbbi gereklilik kriterine dayanıldığında, tıbbi gereklilik hastalığı önleme, teşhis, tedavi ve rehabilitasyonla sınırlı olarak değerlendirildiği için, herhangi bir hastalıkla ilgisi bulunmayan kürtaj, sünnet, üremeye yardımcı tıbbi müdahaleler gibi müdahalelerin meşruluğunu tıbbi gereklilik kavramı açıklayamamaktadır. Neyin hastalık olup olmadığı konusunda yapılan tıbbi değerlendirmeler nasıl ki salt bilimsel olmayıp psikososyal görüş ve yaklaşımlardan bağımsız değilse tıbbi müdahalenin hangi durumda gerekli olup olmadığına ilişkin verilecek kararlar da farklı değildir. Bu bağlamda insan onuru kavramına sığınarak paternalist bir yaklaşımla herhangi bir tıbbi müdahalenin gerekli olmadığı, dolayısıyla hukuka uygun olmadığı ileri sürülebilecektir.49 İlgilinin özerklik hakkına saygı duyulabilmesi bakımından tıbbi müdahalenin hukuka  uygunluğu  için  onamın  meşru  bir  amaca,  en  geniş  anlamıyla   yarar sağlamaya 50 yönelik olması koşulu aranmalıdır. Böyle bir yaklaşım Türk Medeni 47  Serap Helvacı, Gerçek Kişiler (2. Bası, Arıkan 2007) 77.48  Bakınız Dural ve Öğüz (n 25) 106. Badur,  sağlık refahının sağlanması, korunması veya artırılması  amacına yönelik olmasını aramaktadır. Bakınız Badur (n 1) 39. Kirkit ise  hukuken öngörülmüş amaçlara yönelme  ifadesini kullanmış ve tıbbi gereklilik yanında nüfus planlamasını da bu amaçlara dahil etmiştir. Bakınız Kirkit (n 1) 35 vd 49  Bakınız Gürbüz (n 13) 23-26.50  Yarar sağlama ilkesinin onam alınamadığı hallerde kişinin muhtemel iradesiyle çatışabileceği açıktır. Bakınız Hilal Yüksel, Kişilik Hakkı İhlali Kapsamında İnsan Üzerinde Yapılan Deneyler ve Hukuki Sonuçları (On İki Levha 2017) 37.452Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün YararKanunu nun 23. maddesine de uygun düşecektir.51 Dolayısıyla tıbbi müdahaleler açısından zarar vermeme ilkesi üstün tutularak kişinin biyoloji ve tıbbın bilgi ve yöntemlerinden yararlanma hakkı olduğu kabul edilmelidir.52 Böylece tıbbi gereklilik olduğu  kabul  edilen  haller  dışındaki  tıbbi  müdahaleler  için  psikolojik,  sosyal endikasyon gibi zorlama gerekçeler bulmaktan vazgeçilebilir.53 Bu doğrultuda teşhis, tedavi, rehabilitasyon, önleme veya hastalığın etkilerinin hafifletilmesi amacıyla tıbbi müdahaleler kadar kişinin istediği zaman ve istediği çoklukta üreme hakkını kullanabilmek  için  gebeliğin  sonlandırılması,  sterilizasyon,  üremeye  yardımcı tekniklere başvurulması veya bedenini cinsiyet kimliğine uyumlu hale getirmek amacıyla cinsiyet değişikliği operasyonu geçirmek istemesi de meşru bir amaca yöneliktir. Bu kapsamda bireyin hiçbir üreme organına sahip olmak istememesi, feminen  veya  maskülen  gösterecek  fiziksel  özelliklerinden  kurtulmak  istemesi de mümkündür. Ancak kişilerin her isteğinin meşru olmayabileceği açıktır. Dural ve Öğüz ün belirttiği gibi yapılacak müdahale kişiliğin tahribine değil, idamesine yönelmiş olmalıdır.54 Örnek vermek gerekirse gözlerinden birinin görme yetisine son verilmesini istemesi ya da sebep olmadığı halde bacağının kesilmesini istemesi durumunda kişinin hayatta kalabilmek için temel becerilerden kendisini yoksun bırakacak müdahalelerin meşru olduğu ileri sürülemez. Böyle bir müdahalenin yapılması halinde kişinin onamına dayansa dahi tıp etiği ve tıp hukuku için geçerli olan  zarar vermeme  ilkesinin ihlal edileceğinde kuşku yoktur. Aktif ötanaziye izin verilen ülkelerde aktif ötanaziye onamın hukuka uygun olması için de aynı şekilde meşru amaç koşulu aranmaktadır, iyileşmesi mümkün olmayan bir hastalığa yakalanmış olma ve çekilen acılardan kurtulma amacının varlığı tespit edildiğinde bir kimsenin yaşamına son verecek bir müdahaleye onam geçerli sayılabilmektedir.56 Böylece müdahaleden beklenen sakıncaların beklenen yarardan ağır basmaması beklenmektedir.57  Benzer  şekilde  salt  bilimsel  amaçlı  deneylere  veya  organ transplantasyonuna verilecek onamın geçerliliği de meşru amacın yani üstün kamu yararının veya başkasının üstün yararının beklenen risklere göre baskın gelmesine bağlıdır.58 51  TMK madde 23 te öngörülen koruyucu hükmün özgün yorumu için bakınız Serozan, Medeni Hukuk (n 45) 458-459. Serozan tıpkı temel hak ve özgürlüklere doğrudan doğruya getirilen kısıtlamalarda olduğu gibi birbiriyle çatışan menfaatler arasında denge ve ölçülülük kriterinden yola çıkarak TMK madde 23 hükmünü somutlaştırmaktadır. Yazara göre ahlaka aykırılık belirlenirken kavramcı ayrımcılıktan kaçınılmalı, özveri ve ödünün kişi için ağırlığı, sağlayabileceği yararlar, başkalarının sağlayabileceği menfaatin ağırlığı ve ödün verenin ekonomik, sosyal, zihinsel güçsüzlüğünün birlikte değerlendirilmesi gerekmektedir. Bakınız Serozan, Medeni Hukuk (n 45) 458, 463.52  Verilen örnekler dikkate alındığında aynı yönde bakınız Serozan, Medeni Hukuk (n 45) 461.53  Aynı yönde bakınız Ertem (n 12) 54.54  Dural ve Öğüz (n 25) 108.55  Zarar vermeme ilkesi ve diğer ilkeler için bakınız Kalkan Oğuztürk (n 13) 119 vd; Yüksel (n 50) 34 vd; Dumancı (n 18) 57-63.56  Bakınız Gürbüz (n 13) 100-101, 107.57  Oğuzman, Seliçi ve Oktay-Özdemir (n 5) 180.58  Öğretide  daha üstün yarar  hukuka uygunluk sebebinin onama dayalı deneylerde bir gerekçe olarak kullanılması fikrine katılmak mümkün değildir. Bu görüş için bakınız Kirkit (n 1) 152. Kanaatimizce  daha üstün yarar  kavramı onam dışı saldırıları meşru kılabilir, onama dayalı müdahalelerde ise toplumun yararının aranması onamın geçerliliği için aranan meşru amaç ölçütüyle açıklanabilir. 453İstanbul Hukuk Mecmuası 79/2D. Onam Hakkının Kategorik Sınırlandırılma Sebepleri ve Usulü1. Anayasal ve Yasal Sınırlandırma SebepleriKişinin bedenine dışarıdan ve onun iradesi dışında olmak üzere yönelecek her tür müdahale yönünden, bir başka ifadeyle kişinin geçerli bir onamı olmadığı halde müdahalede bulunulabilmesi için müdahalede bulunanın yasanın verdiği bir yetkiye dayanması gerekmektedir. Bedenin müdahalelere karşı korunması en temel hak ve özgürlükler arasında olduğu içindir ki insan haklarına ilişkin uluslararası sözleşmeler ve Anayasa hükümleri doğrultusunda öngörülen yasal düzenlemelere dayanarak böyle bir müdahalede bulunulması meşru sayılabilir.59 Bu noktada kişinin iradesi dışında ifadesiyle kast edilen, yalnızca onun açık reddine rağmen müdahale bulunulması değil, aynı zamanda onun bilgisi olmaksızın, ona sorulmaksızın, yani açıkça onamı alınmaksızın müdahalede bulunulmasıdır. Anayasanın ve uluslararası sözleşme hükümlerinin özel hukuk ilişkilerinde doğrudan uygulanmasını gerektiren durumların başında kişilik hakkına yönelik müdahaleler gelmektedir.60Anayasanın 13. maddesine göre temel hak ve özgürlükler yalnızca Anayasanın ilgili maddelerinde belirtilen sebeplere yani özel sınırlandırma sebeplerine bağlı olarak sınırlandırılabilir.61 Beden bütünlüğünün dokunulmazlığına ilişkin olarak Anayasa madde 17 de öngörülen sınırlandırma sebebi  tıbbi zorunluluklar ve kanunda yazılı haller  olarak belirtilmiştir. Tıbbi zorunlulukların ne anlama geldiği anlaşılabilirse de bunun dışındaki sebeplerin açıkça belirtilmeyip kanunda yazılı haller şeklinde açıklanması Anayasanın 13. maddesiyle tutarlı görünmemektedir. Bu noktada her hak gibi temel hak ve özgürlüklerin de kötüye kullanılamayacağı, her hakkın bünyesindeki koruma menfaatinin sınırlarına uyulması gerektiği kabul edilmektedir.62 Bu noktada üstün yarar kavramı kanaatimizce hakkın kötüye kullanılmasının önüne geçilmesi için başvurulan bir sınırlandırma gerekçesi olarak kullanılmaktadır. Ancak üstün yarar kavramına Anayasada değil Türk Medeni Kanunu nda yer verilmektedir. Türk Medeni Kanunu nun özel hukuk açısından genel hüküm niteliği taşıyan ve ilkesel bir düzenleme olan 24. maddesinin ikinci fıkrasına göre  Kişilik hakkı zedelenen kimsenin rızası, daha üstün nitelikte özel veya kamusal yarar ya da kanunun verdiği yetkinin kullanılması sebeplerinden biriyle haklı kılınmadıkça, kişilik haklarına yapılan her saldırı hukuka aykırıdır . Söz konusu düzenlemenin Anayasa madde 17 de öngörülen hükmün tamamlayıcısı niteliğinde olduğunu ileri sürmek yanlış olmayacaktır. TMK madde 24 te açıklanan üstün nitelikte özel yarar veya kamusal 59  Bülent Tanör ve Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku (19. Bası, Beta 2019) 147.60  Aynı yönde bakınız Metin (n 13) 377.61  Bu konuda ayrıntılı bilgi için bakınız Ergun Özbudun, Türk Anayasa Hukuku (7. Bası, Yetkin 2002) 99 vd; Tanör ve Yüzbaşıoğlu (n 59) 150-151. COVID-19 salgınıyla mücadele kapsamında getirilen yasak ve kısıtlamaların Anayasaya aykırılığı hakkında değerlendirme için bakınız Kemal Gözler, Türk Anayasa Hukuku Dersleri (25. Bası, Ekin 2020) 400.62  Tanör ve Yüzbaşıoğlu (n 59) 146-147; Özbudun (n 61) 103, 109; Mehmet Sağlam, ‘Ekim 2001 Tarihinde Yapılan Anayasa Değişiklikleri Sonrasında, Düzenlendikleri Maddede Hiçbir Sınırlama Nedenine Yer Verilmemiş Olan Temel Hak ve Özgürlüklerin Sınırı Sorunu  (2002) 18(1) Anayasa Yargısı Dergisi 233, 254-255.454Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararyarar kriteri soyut ve genel bir sınırlandırma sebebi oluşturmaktadır, hangi hallerde daha üstün nitelikte özel veya kamusal yarar olduğu yine yasalarda öngörülen sınırlandırmalar ile tespit edilebilecektir.63 Zira daha üstün nitelikte özel yararın hangi durumda var olduğunu tespit etmek salt idari ve yargısal otoritelere bırakılmış olsaydı temel hak ve özgürlüklerin objektif olarak değil sübjektif ve dolayısıyla keyfi olarak sınırlandırılması sonucu ile karşılaşılırdı ve böyle bir sonuç Anayasaya aykırı düşeceği için kabul edilemez.64Türkiye nin tarafı olduğu ve Anayasa madde 90 gereğince kanun hükmünde sayılan Biyolojinin ve Tıbbın Uygulanması Bakımından İnsan Hakları ve İnsan Haysiyetinin Korunması Sözleşmesi: İnsan Hakları ve Biyotıp Sözleşmesi nin 26. maddesinde  bedene  yönelik  müdahalelere  ilişkin  olarak  insan  haklarının  hangi gerekçelerle kısıtlanabileceği Anayasadan farklı olarak daha açık şekilde düzenlenmiş bulunmaktadır.   Hakların  Kullanılmasının  Kısıtlanması   başlığını  taşıyan  söz konusu maddeye göre  1. Bu Sözleşmede yer alan haklar ve koruyucu hükümlerin kullanılmasında, kamu güvenliği, suçun önlenmesi, kamu sağlığının korunması veya başkalarının hak ve özgürlüklerinin korunması için kanun tarafından öngörülen ve demokratik bir toplumda gerekli olanlardan başka kısıtlama konulmayacaktır. 2. Yukarıdaki paragrafta sözü edilen kısıtlamalar, Madde 11, 13, 14, 16, 17, 19, 20 ve 21 e uygulanmayacaktır.  Esasen belirtilen sınırlandırma sebeplerinin nitelikleri göz önünde bulundurulduğunda ya başkalarının hak ve özgürlüklerinin korunması ifadesiyle kast edildiği gibi daha üstün nitelikte özel yararın korunması ya da kamu güvenliği, suçun önlenmesi, kamu sağlığının korunması ifadeleriyle kast edildiği gibi daha üstün nitelikte kamu yararının korunması amaçlanmaktadır.65 Bir başka ifadeyle kişinin gerçek iradesine rağmen temel hak ve özgürlüklerde yapılacak sınırlandırmalar başkalarının menfaatlerini koruma düşüncesine dayanır.66 İnsan genomu üzerindeki müdahaleler, insan üzerinde deneyler, canlı vericiden nakil amacıyla organ ve doku alınması  konularında  yukarıda  belirtilen  gerekçelerin  yani  kısaca  üstün  yararın insan  haklarının  sınırlandırılmasında  gerekçe  olarak  gösterilemeyeceği  açıkça belirtilmektedir. Böylelikle insanların metalaştırılmasında ve araçsallaştırılmasında tıbbın kullanılmasının önüne geçilmesi hedeflenmektedir.Türkiye nin tarafı olduğu ve dolayısıyla Anayasa gereği kanun hükmünde sayılan Avrupa İnsan Hakları Sözleşmesi nde bedene yönelik müdahaleler özgürlük ve güvenlik hakkı ile özel hayata ve aile hayatına saygı hakkı olmak üzere iki ayrı bağlamda ele alınarak düzenlenmektedir. Bir kimsenin iradesine aykırı olarak bir yerde tutulması, 63  Soyut ve somut yasaklar ve sınırlandırmalar ayrımı için bakınız Tanör ve Yüzbaşıoğlu (n 59) 147-148.64  Bakınız Tanör ve Yüzbaşıoğlu (n 59) 147.65  Sözleşmede söz konusu olan sınırlama ölçütlerinin Sözleşmenin konusu kapsamında ve amacıyla bağdaştığı ileri sürülmektedir. Bakınız Metin (n 13) 376-377.66  Tanör ve Yüzbaşıoğlu, temel hak ve özgürlük sınırlamalarının devlet ya da kamu kökenli gerekçeler yanında başkalarının hak ve özgürlüklerini korumak için de yapılabileceğini belirtmektedir. Bakınız Tanör ve Yüzbaşıoğlu (n 59) 147.455İstanbul Hukuk Mecmuası 79/2alıkonulması, Sözleşmenin özgürlük ve güvenlik hakkına ilişkin 5. maddesinde, bedene ve psikososyal varlığa yönelik her tür tıbbi müdahale ise Sözleşmenin özel hayat ve aile hayatına saygı hakkına ilişkin 8. Maddesinde düzenlenmektedir. Özel hayat kavramı Sözleşme metninde somutlaştırılmış olmasa da Avrupa İnsan Hakları Mahkemesi nin yerleşik içtihadına dayanan yorumlarında bu kavramın mahremiyeti aşan  şekilde,  özerkliği,  kişinin  bedeniyle  ilgili  kararların  kendisine  ait  olması anlamlarını kapsayacak şekilde değerlendirildiği görülmektedir.67 Sözleşmenin 8. maddesinin ikinci fıkrasında sınırlandırma gerekçeleri şöyle açıklanmaktadır:  Bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir . Bu maddede sayılan gerekçelerin yalnızca tıbbi müdahaleler değil özel yaşama yönelik tüm müdahaleler için sınırlandırma gerekçeleri  olduğu  dikkate  alındığında  bu  maddede  sayılan  tüm  sebepler  tıbbi müdahalelerle ilgili özerklik hakkının sınırlandırılması açısından meşru sayılamaz. İnsan Hakları ve Biyotıp Sözleşmesinin salt tıbbi müdahaleler yönünden temel hak ve özgürlükler için sınırlandırma sebepleri öngörüldüğü düşünülürse Avrupa İnsan Hakları Sözleşmesi nde belirtilen diğer gerekçelerin (ülkenin ekonomik refahı, ahlak gibi) tıbbi müdahaleler için esas alınmaması gerekir.68 2. Temel Hak ve Özgürlüklerin Sınırlandırılmasında Gözetilecek İlkelerTürk Medeni Kanunu madde 24 te kişilik hakkına müdahaleleri meşru kılacak sebepler belirtilmiş olmakla birlikte söz konusu meşru sebepler soyut biçimde ifade edilmiş, somutlaştırılmamıştır. Kişilik hakkının temel hak ve özgürlüklerin özel hukuktaki yansıması olduğu düşünüldüğünde Avrupa İnsan Hakları Sözleşmesinde, İnsan Hakları ve Biyotıp Sözleşmesinde ve Anayasada temel hak ve özgürlüklerin sınırlandırılmasının usulüne ilişkin öngörülen ilkelerin gözetilmesi gerekmektedir.69 Belirtmek gerekir ki TMK madde 23 hükmü de TMK madde 24 gibi bireyin özerkliğine sınırlandırma getirmektedir.70 Ancak TMK madde 23 olumsuz şekilde sınırlandırma getirerek kişinin onamının hangi durumlarda geçerli olmayacağını açıklar ve kişinin onamına rağmen herhangi bir müdahaleyi meşru kılmaz iken TMK madde 24 hükmü olumlu surette sınırlandırmada bulunarak kişinin onamı dışında 67  Ursula Kilkelly, The right to respect for private and family life, A guide to the implementation of Article 8 of the European Convention on Human Rights (Directorate General of Human Rights, Council of Europe 2003) 11, 14-15. 68  TBK madde 27 de belirtilen ahlak sınırlandırmasının Anayasa madde 13 karşısındaki meşruluğu biyoetik sorunlarla ilgili olarak öğretide tartışılsa da kanaatimizce ahlak kuralları, belirttiğimiz gerekçelerle kişinin onamı dışındaki müdahaleleri meşrulaştırmak açısından değil sözleşme özgürlüğünün sınırlandırılması bağlamında tartışılabilir. Bakınız ve karşılaştırınız Kalkan Oğuztürk (n 13) 72-75.69  Serozan, Medeni Hukuk (n 45) 456.70  Dural ve Öğüz (n 25) 151, 153-155; Oğuzman, Seliçi ve Oktay-Özdemir (n 5) 209-211.456Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararhangi hallerde müdahalenin hukuka uygun olduğunu açıklamaktadır.71 Dolayısıyla bu başlık altında olumlu tarzda özerkliğe ve kişilik hakkına yönelik sınırlandırmaların tabi olduğu kurallar açıklanmaktadır.Anayasanın 13. maddesine göre temel hak ve özgürlükler, özlerine dokunulmaksızın, özel sınırlandırma sebeplerine bağlı olarak ve ancak kanunla sınırlanabilir. Maddenin ikinci  cümlesinde  bu  sınırlamaların Anayasanın  sözüne  ve  ruhuna,  demokratik toplum düzeninin ve laik Cumhuriyetin gereklerine ve en önemlisi de ölçülülük ilkesine aykırı olamayacağı belirtilmektedir. İnsan Hakları ve Biyotıp Sözleşmesinin 26. maddesinde de  kanun tarafından öngörülen ve demokratik bir toplumda gerekli olanlardan başka kısıtlama konulmayacaktır  hükmüyle sınırlandırmaların sınırı çizilmiş, sınırlandırmalar için gözetilecek ilkeler Anayasa madde 13 ile benzer şekilde öngörülmüştür.Söz  konusu  düzenlemelerden  hareketle  temel  hak  ve  özgürlüklerin sınırlandırılmasında  gözetilecek  ilkeler  yasallık,  öngörülebilirlik  ve  hukuksal güvenlik, amaç ve araç arasında orantının varlığı, bir başka ifadeyle ölçülülük olarak açıklanabilir.72  Somut  sınırlandırma  sebeplerinin  tek  tek  yasayla  düzenlenmesi gerekmektedir. Böylece bireyler hangi durumlarda nasıl bir sınırlandırma rejimiyle karşı  karşıya  kalacaklarını  öngörebilecektir.  Yasallık  kriteri  aynı  zamanda sınırlandırmaların  somut  ve  açık  olmasını  temin  etmeye  yöneliktir.  Yasallık kriterinden hem maddi anlamda yasallık yani düzenlemenin genel ve objektifliği hem de şekli anlamda yasallık yani kararname, yönetmelik veya genelge değil adı kanun olan bir yasama faaliyeti ürünüyle sınırlandırma getirilmesi anlaşılmaktadır.73 Yasallık ölçütü sınırlandırma sebebinin her zaman kendiliğinden hakkın sınırlanması anlamına gelmez, yasal düzenleme hakkın sınırlandırılmasında hâkime veya başka bir kamusal otoriteye yetki tanımış olabilir.74 Böyle bir durumda kamusal otoritenin sınırlandırma ve böylece kişiliğe müdahale etme yetkisini kullanırken Anayasal ilkelere riayet etmesi gerekir. Öte yandan sınırlandırmaların ölçülü olması gereklidir. Bu bağlamda sınırlandırmaların demokratik toplum düzeninin gereklerine aykırı olmaması gereği de hakkın özüne dokunmaması gereği de ölçülülük kriterinin bir başka ifadesi niteliğindedir.7571  Serozan, Medeni Hukuk (n 45) 463, 471. TMK madde 23 ve 24 te öngörülen hükümlerin anlamı hakkında bakınız Helvacı (n 47) 104-109; Dural ve Öğüz (n 25) 151-155. Serozan, Medeni Hukuk (n 45) 457-473. Helvacı, haklı olarak TMK madde 23 ile kişinin kendisine karşı değil belirli durumlarda başka kişilerce zorlanarak karar verme özgürlüğünün hukuksal işlem ile önceden sınırlandırılmasına karşı koruma sağlandığını belirtmektedir. Helvacı (n 47) 104-105.72  Tanör ve Yüzbaşıoğlu (n 59) 157-167.73  Tanör ve Yüzbaşıoğlu (n 59) 158.74  Bakınız Tanör ve Yüzbaşıoğlu (n 59) 152-154.75  Aynı yönde bakınız Tanör ve Yüzbaşıoğlu (n 59) 163-165; Özbudun (n 61) 104-107.457İstanbul Hukuk Mecmuası 79/2II. Onam Hakkının Sınırı Olarak Üstün Özel YararKişiliğe müdahalenin haklı sebeplerinden biri olan daha üstün nitelikte özel yarar, kendisine müdahalede bulunulacak kişinin yararı olabileceği gibi başka bir kişinin yararı da olabilir.76 Belirtmek gerekir ki kişiye kendi menfaatinin korunması için iradesi dışında müdahalede bulunulabilmesi için kişinin geçici veya sürekli olarak ayırt etme gücüne sahip olmaması gerekir. Zira ayırt etme gücüne sahip bir kimseyi kendisine rağmen kendisinden korumak iddiasıyla müdahalede bulunmak kişilik hakkına yönelik ölçüsüz bir sınırlandırma oluşturur. A. Kişinin Kendi Yararına Tıbbi Müdahalelerde1. Yasal Temsilciye Rağmen Aşılama, Muayene ve TedaviVeli veya vasinin bakım ve gözetim ile yükümlü olduğu çocuklar ve ayırt etme gücünden yoksun erginler, özerklik hakkı ayırt etme gücünün eksikliği halinde yasal  temsilcileri  aracılığıyla  korunabilecektir.77  Hukuksal  güvenlik  ihtiyacının karşılanması ayırt etme gücü bulunmayan kişiler adına alınacak kararların sürekli olarak öngörülebilir bir kişi tarafından alınması ile mümkün olabilir. Zira kayyımın aksine sürekli olarak görev yapmak üzere belirlenen yasal temsilci yani veli veya vasi ilgilinin ihtiyaçlarını, kişiliğini, duygu ve düşüncelerini, isteklerini genellikle en iyi anlayabilecek kişidir. İlgilinin görüşlerinin ayırt etme gücü olsun olmasın mümkün olduğu  ölçüde  öğrenilmesi  hususunda  yasal  temsilciye  yüklenen  yükümlülük kişilerin özerklik hakkına saygı duyulmasını mümkün kılmakta ve bunu güvence altına almaktadır. Ayırt etme gücü bulunmayan kişilere yönelik tıbbi müdahaleler için 1219 sayılı yasaya göre onam verme yetkisi veliye veya vasiye aittir. Ancak veli veya vasi onam vermekten kaçındığı takdirde onaylamadıkları müdahale kendi bedenlerine ilişkin değil başka bir kişinin bedenine ilişkin olduğundan velinin veya vasinin tartışmasız ve mutlak bir karar verme yetki ve özgürlüğünden söz edilemez.78 Çünkü velayet ve vesayet özgecil hak ve yetkilerin tanındığı bir statü ilişkisidir.79 Korunmaya ihtiyacı olduğu için velayet veya vesayet altında bulunan kişilerin nesne değil özne olduğu dikkate alınırsa veli veya vasinin korumakta yetersiz kaldığı veya keyfi davrandığı 76  Bakınız Helvacı (n 47) 113-114; Kara Kılıçarslan (n 4) 52. Ayrıca Bakınız ve karşılaştırınız Kılıçoğlu (n 25) 356.77  Aynı  yönde  bakınız  Cansu  Kaya  Kızılırmak,  ‘Velayet  Hakkının  Kapsamı  Çerçevesinde  Bebeklik  Dönemi Aşı Uygulamalarına Rızanın Esirgenmesi  iç Abuzer Kendigelen ve Saibe Oktay Özdemir (edr), Prof. Dr. Feyzi Necmeddin Feyzioğlu nun Anısına Armağan (On İki Levha 2020) 465.78  Bakınız Serozan, Medeni Hukuk (n 45) 469; Kaya Kızılırmak (n 77) 460-461.79  Velayetin  özgecil  karakteri hakkında bakınız Rona Serozan, Çocuk Hukuku (2. Bası, Vedat 2005) 250. Öğretide velayetin daha önce ileri sürüldüğü gibi mutlak bir hak olmaktan çok sosyal bir  yüküm-hak  olarak nitelendirilmesi ve velinin ya da vasinin yetkilerini kendi kontrolü altında tutamaması, bu yetkilerin sınırlandırılması veya kaldırılması konusundaki yetkinin aile mahkemesi hâkimine veya vesayet makamına ait olması sebebiyle bu ilişkinin statü ilişkisi olarak nitelendirilmesi gerektiği kanaatindeyiz. Bakınız Serozan, Çocuk Hukuku (n 79) 250-253, 257; Bilge Öztan, Aile Hukuku (6. Bası, Turhan 2015) 1074-1079; Mustafa Dural, Tufan Öğüz ve Mustafa Alper Gümüş, Türk Özel Hukuku Cilt III Aile Hukuku (13. Bası, Filiz 2018) 351-353; Emine Akyüz, Çocuk Hukuku Çocukların Hakları ve Korunması (3. Bası, Pegem 2013) 208-211.458Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararhallerde yasal temsil yetkisine sınırlandırma getirilerek doğrudan doğruya ayırt etme gücünden yoksun kişinin menfaatlerinin korunması gerekir.80 Bir başka ifadeyle hastalığın teşhisi, tedavisi, önlenmesi gibi doğrudan doğruya ilgilinin menfaatini korumaya yönelik bir tıbbi müdahale için haklı bir sebep olmadan onam vermekten kaçınılması  halinde  mahkeme  tarafından  koruyucu  önlem  alınması  hususunda Türk Medeni Kanunu madde 346 yargıca hem geniş bir takdir yetkisi hem de resen harekete geçme ve önlem alma yükümlülüğü yüklemiştir.81 Çocuk Koruma Kanunu nda da sağlık tedbiri alma konusunda çocuk yargıcına yetki tanınmışsa da bu yasanın amacının korunmaya muhtaç çocukları korumak olduğu dikkate alındığında ailesiyle yaşayan, manevi olarak terk edilmemiş bir çocuğun korunmaya muhtaç olup olmadığı hususunda tereddüt meydana gelmektedir. Oysaki Türk Medeni Kanunu madde 346 da yargıca tanınan takdir yetkisi çocuğun menfaatinin tehlikeye düştüğü her durumda durum daha ağır bir önlem almayı gerektirecek kadar kötüleşmeden önlem almaya, çocuğu ailesinin yanındayken koruyup desteklemeye yöneliktir.82Uygulamada yenidoğanlar için tanı amacıyla topuk kanı alma işlemine gereksiz gördüğü için, ameliyata giren çocuğuna kan nakli yapılmasına Yehova şahidi olduğu için karşı çıkanlar yanında bilgi kirliliği ve bilimsellikle ilgisi olmayan aşı karşıtı kampanyaları baskısı altında olumsuz etkilenerek bebeklik ve çocukluk döneminde yapılması önerilen koruyucu/önleyici aşıları yaptırmaktan kaçınan ebeveynler de görülmektedir. Bu hallerde anne babalar kendi kişisel görüşleri doğrultusunda bakım vermekle  yükümlü  olduğu  çocuklarının  sağlığını  tehlikeye  düşürmektedir.84  Bu durum söz konusu anne babayı her konuda çocuğunu ihmal eden veya istismar eden ebeveyn yapmamakla birlikte yasaya göre çocuğun bedeni üzerinde mutlak iktidar kurma ve çocuğa zarar verme riski yaratma yetkisinin anne babaya tanınmadığını vurgulamak gerekir.85 Bu sebeple anne babanın kusuru olsun olmasın çocuğun menfaatlerini objektif olarak tehlikeye düşürmek çocuğun korunması için önlem alınması bakımından yeterlidir.86 Bu bağlamda bebeklik dönemi aşılarıyla ilgili olarak Anayasa Mahkemesi nin HS Aysal Bireysel Başvuru Kararının gerekçelerine değinmek gerekir.87 Anne ve babası 80  Bakınız Kaya Kızılırmak (n 75) 461-462.81  Serozan, Çocuk Hukuku (n 79) 292.82  Gülçin Elçin Grassinger, Türk Medeni Kanununda Yer Alan Velayet Hükümleri Kapsamında Küçüğün Kişi Varlığının Korunması İçin Alınacak Tedbirler (On İki Levha 2009) 110-111; Dural, Öğüz ve Gümüş (n 79) 361; Akyüz (n 79) 257.83  Anne babası topuk kanı alınmasına onam vermediği için hakkında sağlık tedbiri alınan çocuk adına yapılan bireysel başvuruda Anayasa Mahkemesi, yenidoğan tarama programı için gerekli yasallık ölçütünün bulunduğu gerekçesiyle hak ihlalinin bulunmadığı sonucuna varmıştır. Bakınız M. A. Bayram Başvurusu, Başvuru No. 2014/4077 (AYM, 29 Haziran 2016) RG: 26.10.2016. Bu konuda inceleme için bakınız Hasan Atilla Güngör, ‘Anayasa Mahkemesi nin Topuk Kanı Testi ve Zorunlu Aşılama Uygulamaları Hakkındaki Kararlarına İlişkin Kısa Bir Değerlendirme  (2018) 10(100) Fasikül Hukuk Dergisi 395, 397.84  Bakınız Kaya Kızılırmak (n 77) 465-467.85  Yücel (n 40) 270-271; Kaya Kızılırmak (n 77) 465. Aynı yönde bakınız Serozan, Çocuk Hukuku (n 79) 284. Serozan (Çocuk Hukuku (n 79) 284), bunu hakkın kötüye kullanımı olarak nitelendirmektedir.86  Kaya Kızılırmak (n 77) 466. Üstelik bu tehlikenin ağır nitelikte olması aranmaz. Bakınız Elçin Grassinger (n 82) 108-109, 112.87  HS Aysal Başvurusu, Başvuru No. 2013/1789 (AYM, 11 November 2015) RG: 24.12.2015.459İstanbul Hukuk Mecmuası 79/2tarafından çocuğa bebeklik dönemi aşılarının yapılmasına izin verilmemesi üzerine Bakanlık İl Müdürlüğü tarafından mahkemeye başvurularak sağlık tedbiri alınması istenmiş, mahkeme sağlık tedbiri alınmasına karar vermiştir. Bunun üzerine çocuğun babası çocuk adına zorunlu aşı uygulamasının yasal temeli olmadığı gerekçesiyle bireysel  başvuruda  bulunmuştur.  Anayasa  Mahkemesi  yaptığı  değerlendirmede zorunlu  aşı  uygulaması  varmış  gibi,  bir  başka  ifadeyle  her  çocuk  için  çocuk adına karar vermeye yetkili kişilerin onamı alınmaksızın doğrudan doğruya aşı yapılıyormuş gibi kamu sağlığının korunması için yapılabilecek müdahaleler için yasal temelin bulunması gerektiğine işaret etmiştir.88 Oysaki zorunlu olduğu ileri sürülen bir aşı uygulaması bulunmamaktadır, bunun yerine anne babası tarafından onam verilmediği için anne babanın onamının aranmaması amacıyla mahkemeye bütün çocuklar için değil münferit bir çocuk için yapılmış bir başvuru vardır. Öte yandan Mahkemenin Anayasa madde 17 ve AİHS madde 8 ile ilgili olarak yaptığı değerlendirmelerde çocuğun bedeninin anne babanın bedeninden ayrı tutulamadığı, anne babadan onam alınmadan çocuğa yapılan tıbbi müdahaleyle sanki çocuğun kendi  onamı  alınmadan  zorla  çocuğa  müdahalede  bulunmuş  gibi  yorumlandığı görülmektedir.89 Oysaki çocuğun velilerine tanınan onam verme yetkisi mutlak değildir. Çocukların özerklik hakkı sadece velilerine tanınan yetkilerle değil, velileri denetlemekle ve gerektiğinde velayet yetkilerine müdahalede bulunmak hususunda kanunla idari veya yargısal makamlara tanınan yetkilerle de korunmaktadır. İnsan Hakları ve Biyotıp Sözleşmesi nin muvafakat verme yeteneği olmayan kişilerin korunmasına ilişkin 6. maddesine göre yasal olarak müdahaleye muvafakat verme yeteneği bulunmayan küçüğe sadece kanunla belirlenen yetkili makam, kişi veya kurumun izniyle ve yalnızca onun doğrudan yararı için tıbbi müdahalede bulunulabilir. Öyleyse Anayasa madde 17 ve AİHS madde 8 hükümlerinin yorumu aracılığıyla sırf 88   54. Zorunlu aşı uygulamalarının Sözleşme nin 8. maddesi kapsamında AİHM içtihadına da konu edildiği ve Mahkemece, uygulanan tıbbi müdahalenin boyutuna bakılmaksızın söz konusu müdahalenin fiziksel bütünlük hakkına bir müdahale teşkil ettiği tespitine yer verildiği görülmektedir. Mahkemece ele alınan ve kanunilik şartını sağladığı tespit edilen müdahaleler açısından genel olarak, söz konusu uygulamanın bireyin ve toplumun sağlığını korumaya ilişkin meşru amaç nazara alınarak yapılan dengelemede, bireyin vücut bütünlüğünün korunmasına ilişkin menfaat karşısında kamu sağlığının korunması şeklindeki menfaate üstünlük tanındığı ve söz konusu müdahalelerin özel hayata saygı hakkını ihlal etmediğine hükmedildiği görülmektedir (Boffa ve diğerleri/San Marino, B. No: 26536/95, 15/1/1998, § 4; Solomakhin/Ukrayna, B. No: 24429/03, 15/3/2012, §§ 33-38). 55. Tıbbi müdahalelere ilişkin gerek ulusal gerek uluslararası alandaki mevzuat hükümleri rıza unsurunu temel şart olarak öngörmekte, velayet veya vesayet altındaki küçük yaştaki çocuklara veya kısıtlılara uygulanacak müdahaleler açısından da kanuni temsilcilerin rızası söz konusu tıbbi muamele sujesinin rızası yerine ikame edilmekte ve rıza şartına istisna getirilebilecek hâller genel olarak acil durumlar bağlamında tıbbi zorunluluk hâlleri ile kanunda belirtilen durumlarla sınırlandırılmaktadır (§§ 15, 20-26). ... 57. Anayasa nın 17. maddesinde de tıbbi zorunluluklar ve kanunda yazılı hâller dışında kişinin vücut bütünlüğüne dokunulamayacağı belirtilmiştir. Söz konusu düzenlemede özel sınırlama sebepleri öngörülmemiş olmakla birlikte kanun ile düzenleme hükmüne yer verilmiş olup bu kapsamda yapılan müdahalelerin meşruluğunun denetlenmesinde, Anayasanın 13. maddesinde yer alan güvence ölçütlerinin dikkate alınması zorunludur. … 68. Zorunlu aşı uygulaması ebeveyn tarafından reddedilen çocukların, 5395 sayılı Kanun kapsamında korunmaya muhtaç çocuk olarak değerlendirilmesi noktasında da kamu makamları ve başvurucu arasında görüş birliği bulunmamakla birlikte, esasen uygulanacak tıbbi müdahalenin türü ve kapsamı hakkında bir açıklamada bulunulmaksızın çocuğun fiziksel ve ruhsal sağlığının korunması ve tedavisi için gerekli geçici veya sürekli tıbbi bakım ve rehabilitasyonunu içerecek şekilde, genel olarak sağlık tedbirine hükmedileceğine işaret eden söz konusu düzenlemenin, somut başvuruda olduğu gibi doğan her çocuğa belirli bir yaş periyoduna bağlı olarak ve ebeveynin rızası hilafına, ilgili idarece belirlenecek olan her türlü aşının tatbiki yetkisi verildiği şeklinde anlaşılması olanaklı değildir. Aksinin kabulü hâlinde uygulanacak tıbbi müdahalenin tür ve kapsamı belirsiz olacak şekilde, rıza verilmeyen müdahale türlerinin gündeme gelmesi muhtemeldir. 89  Kaya Kızılırmak da onamın velayetin anlamı ve kapsamı açısından değerlendirilmemesinin eksiklik olduğunu ifade etmektedir. Kaya Kızılırmak (n 77) 454-455.460Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararanne babanın onam göstermemesi halinde ilgilinin onamının aksine müdahalede bulunulduğu  çıkarımı  isabetli  değildir,  çünkü  Türk  Medeni  Kanunu nun  346. maddesine göre çocuğun menfaatlerinin tehlikeye düşmesi halinde uygun önlemleri alma hususunda hâkime bilinçli olarak geniş bir takdir yetkisi tanınmıştır.90 Böylece esasen çocuğun menfaatlerini korumada çocuk adına karar verme konusunda kanuna göre tek yetkilinin veli olmadığı, velinin yetkilerine müdahalede bulunma ve velinin yerine gerekli önlemleri alma konusunda aile mahkemesi hâkimine yetki tanındığı anlaşılmaktadır. Evlat edinme bakımından kan hısımı olan anne baba küçüğe karşı özen yükümlülüğünü yeterince yerine getirmediğinde TMK madde 311/b.2 gereği mahkeme onamın aranmasından vazgeçilmesine karar vermeye yetkili sayılırken çocuğun menfaatleri açısından çok daha önemli bir konuda mahkemenin onamın aranmasından vazgeçilmesine karar vermeye yetkili olmadığını ileri sürmek Türk Medeni Kanunu nun sözüne ve ruhuna uygun düşmemektedir.91 Özetlemek  gerekirse  çocuğun  özerklik  hakkı  çerçevesinde  somut  olayın koşullarına göre çocuğun yüksek yararının neyi gerektirdiğine karar verme yetkisi mutlak biçimde anne babaya tanınmamış, ikincil olarak aile mahkemesi hâkimine de tanınmıştır.92 Önemli olan husus aile mahkemesi hâkiminin somut olayın koşullarında uygulanması önerilen aşılamanın çocuğun doğrudan yararı için gerekli olup olmadığını araştırarak tespit etmesidir.93 Böyle bir durumda onam hakkına kısıtlama getirilmiş sayılamayacaktır. Çocuğun doğrudan yararının olmaması halinde velinin veya aile mahkemesi hâkiminin müdahaleye onam verme yetkisi olmayacağı için kanunla belirlenen hallerde kişiliğe müdahalede bulunulabilecektir. Velinin yetkilerini kötüye kullanabileceği her olası durum için kanun hükmü öngörmek mümkün olmadığı gibi hâkimin böyle bir tedbir alamayacağını ileri sürmek yargıya tanınan yetkinin yok sayılması anlamına gelmektedir. Aşı bağlamında tartışılması gereken husus, aşılanmayan çocuk nedeniyle sadece kamu yararının mı tehlikeye düştüğü, yoksa aynı zamanda ve öncelikle kendi yararının da mı tehlikeye düşüp düşmediğidir. Aşı karşıtlığının yaygınlaştığı ve bu nedenle son yıllarda kızamık salgınının yayıldığı İngiltere de vakaların %80 inin aşılanmamış çocuklarda görüldüğüne ilişkin aktarılan bilgiler  dikkate  alındığında  bulaşıcı  hastalıklarla  ilgili  olarak  aşılanmada  kamu sağlığının korunması dolaylı ve makro ölçekli bir hedeftir, öncelikli hedef bireysel 90  Elçin Grassinger (n 82) 115, 120; Dural, Öğüz ve Gümüş (n 79) 361; Kaya Kızılırmak (n 77) 467-468.91  Aynı yönde bakınız Elçin Grassinger (n 82) 122. Akyüz, bu yönde karar verme yetkisini hâkimin anne babaya bağlayıcı nitelikte direktif verme yetkisiyle açıklamaktadır. Bakınız Akyüz (n 79) 260. 92  Aynı yönde bakınız Akyüz (n 79) 258-261; Serozan, Çocuk Hukuku (n 79), 292; Badur (n 1) 122. Serdar Özgüldür ün ilgili karar için yazmış olduğu karşıoy gerekçesi de aynı yöndedir:  Uygulamada derece mahkemelerinin, ebeveynlerin rızasının şart olduğuna dair verdiği bazı kararlar olduğu gibi; bu başvuruda olduğu gibi, çocuğun üstün yararı gözetildiğinde sağlığın korunmasında bu rızanın gerekmediği yolunda verilen kararlarında bulunduğu anlaşılmaktadır. Yargıtay 2. Hukuk Dairesi de bir kararında  Ana babanın çocuklarla ilgili karar alırken onların menfaatlerini de üstün yararlarını göz önünde tutmaları asıldır. Çocuğun yasal temsilcileri uygulanacak aşı ile ilgili aydınlatıldıkları halde, hiçbir haklı gerekçe ileri sürmeksizin buna rıza göstermiyorlarsa, çocuğun menfaatine aykırı bu tavra hukuki sonuç bağlanamaz, çocuğun üstün yararına açıkça aykırı ise rıza aranmaz.  demektedir. 93  Aynı yönde bakınız Kaya Kızılırmak (n 77) 468-469.461İstanbul Hukuk Mecmuası 79/2sağlığın korunmasıdır.94 Anayasa Mahkemesi kararına konu olayda ise kararın TMK 346 gereğince aile mahkemesi hâkimi tarafından değil Çocuk Koruma Kanunu na göre korunmaya muhtaç çocuklar için tedbir almaya yetkili çocuk hâkimi tarafından alınması kanaatimizce isabetli olmamıştır. 2. İlgilinin Doğal İradesine Rağmen Aşılama ve TedaviAyırt  etme  gücünden  sürekli  olarak  yoksun  kişilerin  gerçek  anlamda oluşturabildikleri bir iradeden söz edilemez. Söz konusu kişiler idrak ve muhakeme kabiliyetinden  yoksun  durumdadır,  yaptıkları  seçim  kendi  ahlaki  yargıları çerçevesinde tutarlı ve akılcı olmayabileceğinden hukuk düzeni ayırt etme gücünden yoksun  durumdayken  gösterilen  tepkilere  ve  ifade  edilen  isteklere  bağlayıcılık tanımamaktadır. Buna karşın ayırt etme gücünden yoksun da olsa komada veya bitkisel yaşamda olmayan kişilerin duygusal tepkileri göz ardı edilemez. Doğal irade olarak açıklanabilecek bu duygusal tepkiler kimi zaman kişinin objektif anlamda belirlenebilecek üstün yararıyla bağdaşmayabilir.95 Ancak böyle bir halde kişiye zorla tıbbi müdahalede bulunulması ve özgürlüğünden alıkoyulabilmesi için yasayla zorla müdahalenin koşullarının düzenlenmesi ve bu hususta karar vermeye yetkili kişi veya kurumun belirli olması gereklidir.96 Belirtmek gerekir ki müdahalenin kişinin sağlığı için önemi ve ivediliği güçlendikçe doğal iradeye atfedilen önem azalır.97Koruma  amacıyla  özgürlüğün  kısıtlanması  tedbirinin  koşulları  Türk  Medeni Kanunu nun 432. maddesi ve devamındaki maddelerde düzenlenmiştir. İsviçre Medeni Kanunu ndan alınan bu düzenlemenin Avrupa İnsan Hakları Sözleşmesi madde 5/1/e hükmü ile paralellik taşıdığı dikkat çekmektedir. Erginler için öngörüldüğü belirtilen hükümler TMK madde 446 da yapılan gönderme hükmü sebebiyle küçükler yönünden de uygulanır. Türk Medeni Kanunu nun 432. maddesine göre akıl hastalığı, akıl zayıflığı ve maddede sayılan diğer sebeplerden biriyle toplum için tehlike oluşturan kişi, kişisel korunmasının başka şekilde sağlanamaması halinde tedavi, eğitim ve ıslah için elverişli bir kuruma yerleştirilir veya alıkonulabilir. Belirtmek gerekir ki Türk Medeni Kanunu nda zorla müdahalenin koşullarının temel hak ve özgürlükleri güvence  altına  almaya  elverişli  şekilde  somutlaştırılmadığı,  yalnızca  kuruma yerleştirmeden söz edildiği, zorla müdahalenin ölçülü sayılmasının kriterlerinin öngörülmediği anlaşılmaktadır. Yalnızca TMK madde 432/2 de kişinin çevresine getirdiği külfetin göz önünde tutulacağı belirtilerek ölçülülük kriterine göndermede bulunulmaktadır. 94  Bakınız Mine Kasapoğlu Turhan, ‘İdari Kolluk Yetkisi Bağlamında Zorunlu Aşı Uygulaması  (2019) 9(1) Hacettepe Üniversitesi Hukuk Fakültesi Dergisi 1, 4, 21. Ayrıca bakınız İlker Belek, ‘İngiltere de Kızamık Salgını ve Aşı Karşıtlığı  (Sol Haber Portalı, 12 January 2018) <https://haber.sol.org.tr/dunya/ingilterede-kizamik-salgini-ve-asi-karsitligi-224706> Erişim Tarihi 27 Haziran 2020.95  Doğal irade kavramı hakkında ayrıntılı bilgi ve değerlendirmeler için bakınız Yücel (n 40) 87-98.96  Psikiyatri hastalarının zorla/gönülsüz tedavi edilmelerine ilişkin farklı ülkelerdeki hukuksal süreçler hakkında karşılaştırmalı bilgi için bakınız Selin Demirdoğan ve Mustafa Solmaz, ‘Psikiyatride ‘Zorunlu Yatışlar   (2019) 32(2) Adli Tıp Dergisi 84, 86 vd.97  Bakınız Yücel (n 40) 96, 98.462Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün YararOysaki  İsviçre  Medeni  Kanunu nda  kuruma  yerleştirme  dışında  psikolojik bir  rahatsızlığın  varlığı  halinde  onam  alınmadığı  halde  tıbbi  müdahalenin yapılabilmesinin koşulları özel olarak 434. madde ve devamındaki maddelerde açıklanmaktadır. İsviçre Medeni Kanunu nun 434. maddesinin ilk fıkrasına göre ilgilinin onamı bulunmadığında, yapılması düşünülen müdahale yapılmadığı takdirde ilgilinin sağlığında ciddi bir zarar tehdidi ortaya çıkarsa veya üçüncü kişilerin yaşamı veya beden bütünlüğü ciddi olarak zarar tehdidine maruz kalırsa, müdahaleyle ilişkili olarak ilgili ayırt etme gücünden yoksun olursa ve daha az keskin nitelikte ölçülü bir tedbirle zarar tehdidinin önüne geçilemiyorsa zorla müdahaleye başvurulabilecektir. Dolayısıyla müdahalenin ölçülü olup olmadığına müdahaleden beklenen yararlar ve sakıncalar ile müdahalede bulunulmamasının olası sakıncalarının karşılaştırılması suretiyle karar verilebilir.98 Üstelik TMK 432 de kişisel korunmanın mı toplum menfaatinin  mi  öncelikli  tutulduğu  anlaşılamazken  salt  zorla  tıbbi  müdahaleye hasredilmiş olan bu düzenlemede açıkça ilgilinin sağlığı veya başkalarının yaşamı veya beden bütünlüğü açısından zarar tehdidi doğması yeterli sayılmaktadır, her ikisi birden aranmamaktadır. Dolayısıyla Türk hukuku için de İsviçre Medeni Kanunu ndaki düzenlemelere benzer şekilde zorla tıbbi müdahaleye özgü hükümler öngörülmesi gerekir.99 Esasen İsviçre Medeni Kanunu ndaki söz konusu düzenlemelerin İnsan Hakları ve Biyotıp Sözleşmesi nden kaynaklandığı anlaşılmaktadır. Sözleşmenin 7. maddesine göre  Ciddî nitelikte akıl hastalığı olan bir kişi, -gözetim, denetim ve bir makama başvurma işlemleri dahil kanunda belirtilen koruyucu şartlara bağlı olarak- sadece, böyle bir tedavi yapılmadığı takdirde sağlığına ciddî bir zarar gelmesinin muhtemel olduğu durumlarda, muvafakatı olmaksızın, akıl hastalığının tedavi edilmesini amaçlayan bir müdahaleye tâbi tutulabilir . Sözleşmenin Türk hukuku açısından kanun hükmünde olduğu dikkate alınırsa doğrudan uygulanabilir niteliktedir. Bu noktada tedavi olarak uygulanması planlanan girişimin gerçekten kişinin yaşam kalitesini artıracak bir etkide bulunup bulunmayacağı, bir başka ifadeyle yalnızca onu adeta normalleştirme iddiasıyla baskılayıp baskılamayacağı eleştirel bir yaklaşımla sorgulanmalıdır.1005275  sayılı  Ceza  ve  Güvenlik  Tedbirlerinin  İnfazı  Hakkında  Kanun un  82. maddesinde açlık grevi veya ölüm orucunda bulunan veya bu durumla ilgisiz şekilde muayene ve tedaviyi reddeden hükümlülere hangi durumda zorla tıbbi müdahalede bulunulabileceği  düzenlenmektedir.  Söz  konusu  maddenin  ikinci  fıkrasına  göre  Beslenmeyi reddederek açlık grevi veya ölüm orucunda bulunan hükümlülerden, birinci fıkra gereğince alınan tedbirlere ve yapılan çalışmalara rağmen hayatî 98  Bakınız Badur (n 1) 293-300.99  Türkiye  Psikiyatri  Derneği nin  2017  yılında  hazırlayarak  kamuoyuna  sunduğu  Ruh  Sağlığı  Yasa  Taslağı nın  İstemsiz Tedavi ve Yatış  başlıklı 15. Maddesinde İsviçre hukukunda öngörülen düzenlemedeki esaslara paralel bir düzenleme önerisinde bulunulduğu görülmektedir. Bakınız Türkiye Psikiyatri Derneği, <https://www.psikiyatri.org.tr/uploadFiles/2811201717434-Ruh-Sagligi-Yasa-Taslagi.pdf> Erişim Tarihi 5 Temmuz 2020; Demirdoğan ve Solmaz (n 96) 88.100  Psikiyatrinin tedavi yöntemlerine eleştirel yaklaşım için bakınız Szasz, Deliliğin İmalatı (n 19), 12-13, 22-23.463İstanbul Hukuk Mecmuası 79/2tehlikeye girdiği veya bilincinin bozulduğu hekim tarafından belirlenenler hakkında, isteklerine bakılmaksızın kurumda, olanak bulunmadığı takdirde derhâl hastaneye kaldırılmak suretiyle muayene ve teşhise yönelik tıbbî araştırma, tedavi ve beslenme gibi tedbirler, sağlık ve hayatları için tehlike oluşturmamak şartıyla uygulanır . Dolayısıyla  hükümlü  kendisine  müdahalede  bulunulmamasını  istediği  halde bilincinin bozulması halinde veya bilinci bozulmamakla birlikte yaşamsal tehlikenin meydana  gelmesi  halinde  zorla  müdahalede  bulunulabileceği  belirtilmektedir. Maddenin üçüncü fıkrasında ise açlık grevi veya ölüm orucuna girmemekle birlikte sağlık sorunu olduğu halde muayene ve tedaviyi reddeden hükümlülerin sağlık veya yaşamının ciddi tehlike içinde olması halinde yine zorla müdahalede bulunabileceği belirtilmektedir.  Hükümlülere  zorla  müdahaleyi  öngören  yasal  düzenlemelerde esasen hükümlünün kendi üstün yararının korunduğu iddiası söz konusudur ancak ayırt etme gücü bulunduğu halde veya ayırt etme gücünü kaybetmeden önce açıkça müdahaleyi ret beyanı olduğu halde müdahalede bulunulması özerklik hakkına ve insan onuruna aykırı düşmektedir.101 Fakat Avrupa İnsan Hakları Mahkemesi nin konuya  ilişkin  vermiş  olduğu  kararlardaki  yaklaşımı  zorla  beslemeye  tümüyle karşı  olmak  yerine  usulüne,  yöntemine  dikkat  etmek  kaydıyla  bunun  hukuka uygun olacağı yönündedir.102 Burada eleştirel bir bakışla yasa koyucunun bireyin menfaatinden  ziyade  devletin  menfaatini  koruma  kaygısıyla  hareket  ettiği  ileri sürülebilir, hükümlünün yaşamak istememesinin, ruhsal sağlığının kötüleşmesinin sebebinin cezaevi koşulları ve cezaevi yönetiminin tutum ve davranışlarının olduğu ileri sürülerek herhangi bir davanın açılmasının önü kapatılmak istenmektedir. Ancak bunun isabetli bir yöntem olmadığı açıktır, hükümlü yaşamını kaybetsin kaybetmesin cezaevinde maruz kaldığı kötü koşullardan dolayı devletin sorumlu tutulabileceği belirtilmelidir.B. Başka Bir Kişi Yararına Tıbbi Müdahalelerde1. Soybağı DavalarındaTürk  Medeni  Kanunu na  göre  soybağının  reddi  davasında,  sonradan  evlilik yoluyla kurulan soybağına itiraz davasında, tanımanın iptali davasında veya babalık davasında davacı veya davalının kendisine düşen ispat yükü kapsamında çocuk ile erkek arasında soybağının bulunduğunu veya bulunmadığını ortaya koymak amacıyla genetik incelemeye başvurulabilmektedir. Soybağı davalarında TMK madde 284 ile mahkemeye resen araştırma yetkisi tanınmış ve yükümlülüğü yüklenmiş olduğundan davacının veya davalının talebi üzerine mahkeme tarafından diğer taraftan biyolojik örnek alınmasına karar verebilecektir. Türk Medeni Kanunu nun 284. maddesinde 101  Aynı yönde bakınız Serozan, Medeni Hukuk (n 45) 465. İnsan onurunun temeline ahlaki otonomiyi yerleştiren Kantçı düşünce ve insan onuru hakkında ayrıntılı tartışma için bakınız Metin (n 13) 7 vd102  Bakınız Ersan Şen ve Fatma Betül Bodur, ‘Devletin Yaşam Hakkını Koruma Zorunluluğu  (2017) 12(132) Terazi Hukuk Dergisi 125, 130-131.464Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararilgililerin kendilerinden biyolojik örnek alınmasına ve bu örnek üzerinde inceleme yapılmasına  onam  vermeye  zorlanıp  zorlanamayacağı  hakkında  bir  hüküm öngörülmektedir. Buna göre  Taraflar ve üçüncü kişiler, soybağının belirlenmesinde zorunlu olan ve sağlıkları yönünden tehlike yaratmayan araştırma ve incelemelere rıza göstermekle yükümlüdürler. Davalı, hakimin öngördüğü araştırma ve incelemeye rıza göstermezse, hakim, durum ve koşullara göre bundan beklenen sonucu, onun aleyhine doğmuş sayabilir.  Dolayısıyla soybağının tespiti amacıyla kişinin sağlığı için tehlike yaratmayacak olsa bile bir kişinin beden bütünlüğüne zorla müdahale edilemeyecek, onam vermekten kaçınma hali soybağı davasında onam vermeyen kişinin aleyhine yorumlanacaktır. Öte yandan 12.01.2011 tarihli Hukuk Muhakemeleri Kanunu nun 292. maddesine göre  (1) Uyuşmazlığın çözümü bakımından zorunlu ve bilimsel verilere uygun olmak, ayrıca sağlık yönünden bir tehlike oluşturmamak şartıyla, herkes, soybağının tespiti amacıyla vücudundan kan veya doku alınmasına katlanmak zorundadır. Haklı bir sebep olmaksızın bu zorunluluğa uyulmaması hâlinde, hâkim incelemenin zor kullanılarak yapılmasına karar verir. (2) Üçüncü kişi tanıklıktan çekinme hakkı bulunduğunu ileri sürerek bu yükümlülükten kaçınamaz.  Türk Medeni Kanunu nun aksine  Hukuk  Muhakemeleri  Kanunu nda  hâkime  incelemenin  zor  kullanarak yapılmasına  karar  verme  yetkisinin  tanınmış  olması  hangi  düzenlemenin  esas alınacağı tartışmasını beraberinde getirmiştir.103 Sonraki kanun hükmü HMK de öngörülmüş olsa da öğretide haklı olarak usul kanunuyla maddi hukuk düzenlemesinin değiştirilemeyeceği, temel hak ve özgürlüklere yönelik müdahalelerin maddi hukuk hükümleri içeren bir kanunla öngörülebileceği ileri sürülmektedir.104 Öte yandan öğretide  bir  diğer  görüşe  göre  usul  hukukuyla  ilgili  hükümlerin  TMK de  yer alabildiği ve bu hükmün yargılama hukukuna ilişkin olduğu dikkate alındığında sonraki kanun hükmü olan HMK madde 292 nin TMK madde 284 karşısında üstün tutulması gerekmektedir.105 Yargıtay Hukuk Genel Kurulu, 2018 yılında verdiği bir bozma kararında sonraki kanun olan HMK madde 292 nin TMK madde 284 ile  karşılaştırıldığında  özel  hüküm  içerdiği  gerekçesiyle  HMK  madde  292 nin uygulanması gerektiği sonucuna varmıştır.106 HMK madde 292 nin TMK madde 284 karşısında üstün tutulması gerektiği sonucuna varılsa bile Aksoy Dursun un işaret ettiği üzere ilgili düzenleme kaynak kanun hükmü olan Alman ZPO § 372a nın 103  HMK deki söz konusu düzenlemenin İsviçre Medeni Usul Kanunu ndan alındığı anlaşılmaktadır. Bakınız Özlem Tüzüner, Adli Genetik ve Tıbbi Biyoloji Bilimlerinin Soybağı Hukukuna Etkisi (Filiz 2016) 16-17.104  Dural, Öğüz ve Gümüş (n 79) 269-270. Aksi görüş için bakınız Özbilen (n 32) 330; Kirkit (n 1) 175-176; Cem Akbıyık ve Gülşah Sinem Aydın, ‘Hukuk Muhakemeleri Kanunu M.292 Uyarınca Kişilerden Soybağı Tespiti Amacıyla Zor Kullanılarak Kan veya Doku Alınmasının Kişilik Hakkını İhlal Edip Etmediği Sorunu  (2014) 13(1) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 7, 21-22.105  Sanem Aksoy Dursun, ‘Soybağının Belirlenmesi Bakımından MK m. 284 ve HMK m. 292 nin Değerlendirilmesi  (2012) 8(95-96) Kazancı Hakemli Hukuk Dergisi 109, 121.106  Yargıtay HGK, 1927/1471, 18.10.2018, <https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/> Erişim Tarihi 15 November 2020.465İstanbul Hukuk Mecmuası 79/2düzenleme tarzı ile birlikte değerlendirildiğinde tanıklığa ilişkindir.107 Bu nedenle muayeneye katlanma yükümlülüğü davanın taraflarına değil, tanık sıfatını taşıyan üçüncü kişilere yönelik olmalıdır. Öte yandan hükmün uygulanma biçimi kişilik hakkına ölçüsüz bir şekilde saldırıda bulunulmasına elverişli olduğu için hükmün amacına uygun olarak sınırlandırılarak uygulanması yerinde olacaktır.108 Öte yandan İnsan Hakları ve Biyotıp Sözleşmesi nin 26. maddesinde öngörülen kısıtlama sebepleri arasında soybağı menfaatiyle ilgili olarak yalnızca  başkalarının hak ve hürriyetlerinin korunması  sebebine dayanılabilirse de aynı maddeye göre kanunda belirtilen ve demokratik bir toplumda gerekli olanlar dışında kısıtlama konulamayacaktır.  Gerçekten  Fransız  Medeni  Kanunu na  göre  insanın  genetik karakterinin  incelenmesinin  yalnızca  tıbbi  veya  bilimsel  araştırma  amacıyla gerçekleştirilebileceği, soybağının kurulması amacıyla hâkim tarafından genetik inceleme yapılmasına karar verilse de ilgilinin onamının önceden ve açıkça alınmasının zorunlu olduğu belirtilmektedir.109 Bu bakımdan onam vermekten kaçınan davacı veya davalı aleyhine olmak üzere hâkimin var olan delilleri takdir etmesi suretiyle soybağını tespit etmesi ve böylece ilgililerin soybağına ilişkin menfaatleri korunması mümkün olduğu halde kişilerin beden bütünlüğünün onamları olmadığı halde zorla müdahalede bulunulması gereğinden fazla, bir başka deyişle ölçüsüz bir müdahale sayılacaktır.110 Anayasa madde 90/5 gereği usulünce yürürlüğe konulmuş ve temel hak ve özgürlüklere ilişkin uluslararası antlaşma hükümleri kanun hükümleriyle çatıştığında uluslararası antlaşma hükümleri üstün tutulur, bu nedenle HMK madde 292 de öngörülen zorla müdahale hükmünün uygulanması Anayasaya aykırı düşer.2. Başkalarının Tedavisi İçin Biyolojik Madde AlınmasındaBir kimsenin başkasının sağlığı için kendi bedeninden biyolojik madde alınmasına vereceği onam hakkı kişiye sıkı sıkıya bağlı olup onamın her aşamada geri alınması mümkün olduğu gibi bundan vazgeçtiği için herhangi bir yaptırıma tabi tutulamaz.112 Bu  husus  Türk  Medeni  Kanunu nun  23.  maddesinin  üçüncü  fıkrasında  şöyle açıklanmaktadır:  Yazılı rıza üzerine insan kökenli biyolojik maddelerin alınması, aşılanması ve nakli mümkündür. Ancak, biyolojik madde verme borcu altına girmiş olandan edimini yerine getirmesi istenemez; maddi ve manevi tazminat isteminde bulunulamaz.  Biyolojik madde verme borcu altına girmek bu madde bağlamında 107  Aksoy Dursun (n 105) 118-119.108  Aksoy Dursun (n 105) 120-122.109  Tüzüner (n 103) 14, 22-23.110  Aynı yönde bakınız Badur (n 1) 266. Tüzüner, mutlak gerçekliğin tespitini daha önemli görerek ciddi şüphenin varlığı halinde orantılılık ilkesi doğrultusunda zorla müdahalede bulunabileceği kanaatindedir. Bakınız Tüzüner (n 103) 21. Benzer şekilde bakınız Akbıyık ve Aydın (n 104) 25-27.111  İnsan kökenli biyolojik madde kavramının anlamı, kapsamı ve niteliği hakkında ayrıntılı bilgi için bakınız Özbilen (n 32) 8 vd112  Bakınız Serozan, Medeni Hukuk (n 45) 460; Dural ve Öğüz (n 25) 117-118.466Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararbaşkasına nakledilmek veya bilimsel araştırmada kullanılmak üzere verme borcu anlamında kullanılmaktadır. Kişinin başkasının yararı için kendi canlı bedeniyle fedakârlığa katlanmaya zorlanması kabul edilebilir değildir.113 Etik temelleri açısından kişinin canlı verici olarak kendi bedenine araç olarak davrandığı belirtilmektedir, bu nedenledir ki bir başkası değil kişinin kendisi bedeninin başkasının yararına araç haline gelmesine izin vermelidir. Anayasa madde 35 gereğince mülkiyet hakkının kullanımının toplum yararıyla sınırlandırılması karşısında kişiler malvarlıklarıyla fedakârlığa katlanmaya zorlanabilir ise de bedeniyle buna katlanmaya zorlamak liberal  ve  demokratik  hukuk  düzeninin  gerekleriyle  bağdaşmamaktadır.115  Bu noktada hastalık taşıyan birinin başkalarının yararı için özgürlüğünden alıkonulması veya gerektiğinde tedaviye zorlanması ile başkaları için tehlike oluşturmayan birinin başkasının menfaati için tıbbi müdahaleye ve dahası biyolojik madde bağışlamaya zorlanması aynı kefeye koyulamaz. Hukuka aykırı eylemde bulunan kişilerin dahi yalnızca  malvarlıklarıyla  sorumlu  tutulabileceği  ilkesi  karşısında  hiçbir  kişinin hakkını  ihlal  etmeyen  bir  kimsenin  sırf  biyolojik  madde  bağışlamaya  elverişli fiziksel durumda olması sebebiyle bedeniyle fedakârlık yapmaya tabi tutulması kabul edilemez. Organ ve Doku Alınması, Saklanması, Aşılanması ve Nakli Hakkında Kanun canlı vericiden alınacak her tür organ ve doku için açıkça ilgilinin onamını aramaktadır ve bu kuralın hiçbir istisnası yoktur. Kan ve Kan Ürünleri Kanunu nun 3/1/b hükmüne göre kan, kan bileşenleri ve ürünlerinin temininde karşılıksız ve gönüllü bağış esastır.116 Bu bakımdan COVID-19 salgınında hastalanan kişilerin tedavisi için bu hastalığı atlatmış kişilerin plazma bağışına zorlanması düşünülemez. İnsan Hakları ve Biyotıp Sözleşmesi nin 26. maddesinin ikinci fıkrasında da organ ve doku bağışına ilişkin temel hak ve özgürlüklerin başka bir kişinin veya kamunun yararı gerekçesiyle kısıtlanamayacağı açıkça ifade edilmektedir. Sözleşmenin hiçbir hükmünde kan ve kan ürünleri bağışına değinilmemekle birlikte benzer şekilde başka birinin hayatının korunması için onam hakkına ilişkin koruyucu hükümlere kısıtlama getirilemeyeceği sonucuna varmak Sözleşmenin ruhuna uygun düşer. Biyolojik madde bağışına ilişkin onam açıklaması mutlak nitelikte kişiye sıkı sıkıya bağlı olup hiçbir surette yasal temsilcinin buna karar vermesi kabul edilemez. Çünkü bir kimsenin sahip olduğu kişiye sıkı sıkıya bağlı hakların yasal temsilci 113  Aynı yönde bakınız Özbilen (n 32) 320-321; Kalkan Oğuztürk (n 13) 121; Gürbüz (n 13) 89; Kirkit (n 1) 187; Kara Kılıçarslan, (n 4) 64-65, 75. Öğretide yalnızca kadavradan organ alımı için rutin veya isteğe bakılmaksızın organ alımı yoluna başvurulması yönünde görüşler mevcut olup canlı vericiden başkasına nakil için organ alımı daima onama dayanır. Bakınız Metin (n 13) 262-263; Özlem Koçak Süren, ‘Organ ve Doku Naklinin Yasal ve Etik Açıdan İncelenmesi  (2007) 73 TBB Dergisi 174, 182-183.114  Bakınız Gürbüz (n 13) 87.115  Serozan (Medeni Hukuk (n 45) 465) bunu sosyal kişilik ihlali bağlamında değerlendirerek kişinin irade özerkliğine müdahale olarak nitelendirmektedir. 116  Bazı ülkelerde paralı donör sisteminin olduğu belirtilse de bu sistem onamın aranmadığı anlamına gelmemektedir, gönüllülükten farklı olarak karşılıksız değildir. Bu konuda bakınız Yeşim Işıl Ülman, ‘Kan ve Kan Ürünlerinin Transfüzyonu ve Tıbbi Etik  (1998) 20 Damla Kan Merkezleri ve Transfüzyon Derneği Bülteni 2, <http://kmtd.org.tr/damla/20.pdf> Erişim Tarihi 5 Temmuz 2020.467İstanbul Hukuk Mecmuası 79/2tarafından ayırt etme gücünden yoksunluk halinde kullanımı salt o kişinin kendi menfaatlerinin korunabilmesi uğruna mümkün ve meşru sayılmaktadır.117 Nitekim 2238 sayılı Organ ve Doku Alınması, Saklanması, Aşılanması ve Nakli Hakkında Kanun un 5. maddesine göre 18 yaşını doldurmamış ve ayırt etme gücü bulunmayan kişilerden sağlığında organ ve doku alınması yasaktır. Türk hukukunda bu hususta yenilenebilir ve yenilenemeyen doku ayrımı yapılmadan yasak getirilmesi yasal temsil yetkisinin küçük ve kısıtlı kişilerin menfaatine olmadığı halde salt başkasının yararı için bir işlem yapılmasını engellemeyi hedeflemektedir, bir başka ifadeyle yasal temsil yetkisinin istismarının önüne geçmektedir.118 Buna karşılık İnsan Hakları ve  Biyotıp  Sözleşmesi nin  20.  maddesinin  ikinci  fıkrasına  göre  istisnai  olarak muvafakat verme yeteneği olmayan bir kimseden yenilenebilir dokuların alınmasına, muvafakat verme yeteneği bulunan uygun bir vericinin bulunmaması, alıcı şahsın, vericinin erkek veya kız kardeşi olması, bağışın, alıcı bakımından hayat kurtarıcı olma beklentisinin bulunması, 6 ncı Maddenin 2 nci ve 3 üncü paragraflarında koşul olarak aranan yetkinin, kanuna uygun olarak ve yetkili kurum tarafından onaylanarak, özel olarak ve yazılı şekilde verilmiş olması ve en önemlisi de muhtemel vericinin itirazda bulunmaması koşuluyla izin verilebilir. Söz konusu düzenlemeye Türkiye tarafından çekince koyulmuştur.119 Esasen Sözleşmenin 27. maddesine göre Sözleşmenin hiçbir hükmü taraf devletlerin Sözleşme hükümlerinden daha kapsamlı koruma önlemleri almalarını kısıtlayacak veya engelleyecek şekilde yorumlanamaz, bir başka ifadeyle Sözleşmenin insan haklarının korunmasında asgari bir standart getirdiği belirtilmektedir. Öte yandan Sözleşmede yenilenebilir dokunun bağışına izin veren düzenlemenin doğal iradeye öncelik ve önem verdiği dikkat çekmektedir. Ayırt etme gücü bulunmasa dahi vericinin bağışa yönelik itirazının olmaması bağışın vazgeçilmez koşuludur. Bu husus da yasal temsilcinin doğrudan doğruya ilgili adına bağışa karar veremeyeceğini açıklamaktadır. Zira burada ehliyetsiz kişinin kendi yararının korunması gerekçesinden söz edilememektedir.120 117  Ayırt etme gücüne sahip kısıtlıların organ bağışlayabilmesinin önünde bir engel yoktur. Dural ve Öğüz (n 25) 115. Ayrıca bakınız ve karşılaştırınız Özbilen (n 32) 279-281.118  Zihinsel engeli bulunan kişilerin bedeninden başkasının yararı için organ alınması konusu bir yana anensefalik bebek olarak adlandırılan ömrü çok kısıtlı değerlendirilen, gelişimini tamamlayamamış bebeklerden hayattayken organ ve doku alınması konusundaki etik tartışma için bakınız Gürbüz (n 13) 91-93.119  Uygulamada yenidoğan bebeklerin kordon kanından kök hücre alınarak başkasına nakil işlemi gerçekleştirilmektedir, bunu mümkün kılan husus kök hücrenin organ ve doku niteliğinde olmamasıdır.120  Ehliyetsiz kişinin kendi yararı için onun doğal iradesine aykırı müdahalelerde bulunulmasının meşru olduğuna ilişkin açıklamalar için bakınız Kalkan Oğuztürk (n 13) 120.468Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün YararIII. Onam Hakkının Sınırı Olarak Üstün Kamu YararıA. Şiddetle Mücadele Amacına Yönelik Tıbbi MüdahalelerEv içi şiddet ve cinsiyet temelli şiddet özel değil kamusal bir meseledir. Esasen şiddet ister özel alanda ister kamusal alanda gerçekleşsin, ister özel yaşamın paylaşıldığı  birine  yönelik  ister  herhangi  birine  yönelik  işlensin  her  durumda şiddet  yalnızca  mağdurunun  kişiliğini  ihlal  etmekle  kalmaz,  toplum  düzenini tehdit  eder.  Şiddetle  mücadele  edilmemesi,  bir  başka  deyişle  bireylerin  şiddet tehlikesine karşı korunmaması, şiddeti besleyen faktörlerin ortadan kaldırılmaması veya  şiddetin  yaptırımsız  bırakılması,  şiddet  uygulayanlara  cesaret  verecek  ve şiddetin kuşaklararası aktarımına, toplumda salgın gibi yayılmasına yol açacaktır. Kamusal bir mesele olduğu içindir ki şiddet eylemleri karşısında soruşturma veya kovuşturmanın, şiddet tehlikesine karşı bireyi koruyucu önlemler almanın mağdurun şikayetine veya koruma talebinde bulunmasına bağlı olmaması gerekir. Ev içi şiddet ve cinsiyet temelli şiddette toplumsal cinsiyet normları sebebiyle mağdurun hukuk düzeninin kendisine tanıdığı hukuksal yollara başvurmakta, haklarını kullanmakta ve şiddete karşı direnmekte baskı altında kalarak zorlandığı bilinen bir gerçektir. Bu nedenle özel alan şiddetine ve cinsiyet temelli şiddete karşı mücadelenin bu şiddetin özel nitelikleri dikkate alınarak yürütülmesi bir zorunluluktur. Bu bağlamda gözetilmesi gereken ilkelerden biri mağdurun şikayette bulunmaya veya tanıklık yapmaya zorlanmaması, bir diğeri de şiddetle mücadele sürecinde mağdurun ikincil örselenmesine, bir başka ifadeyle şiddet sonucunda yaşadığı travma nedeniyle bunu izleyen travmalara sebebiyet verilmemesidir. Türkiye nin ilk imzacısı ve ilk onaylayan ülke olduğu Kadınlara Yönelik Şiddet ve Ev İçi Şiddetin Önlenmesi ve Bunlarla Mücadeleye İlişkin Avrupa Konseyi Sözleşmesi nde şiddetle mücadelenin bütüncül yaklaşımı gerektirdiği fikrine dayalı olarak taraf devletlerin yerine getirmesi gereken yükümlülükler ayrıntılı olarak açıklanmaktadır.124  Sözleşmenin  16.  Maddesine  göre  ileride  meydana  gelecek şiddet olaylarını önleme ve şiddete dayalı davranış kalıplarını değiştirmek için ev 121  Öğretide üstün kamu yararının olduğu iddia edilen durumlar için kanunun verdiği yetkinin kullanımı hukuka uygunluk sebebinin söz konusu olduğu belirtilmektedir. Bakınız Helvacı (n 47) 115; Özbilen (n 32) 321; Kirkit (n 1) 158-159. Kanaatimizce kanunun verdiği yetkinin kullanımı çok daha geniş kapsamlıdır ve onamın bertaraf edilmediği yani onama dayanılan hallerde de müdahalenin hukuka uygunluğu için aranmaktadır. Ayrıca bu görüşün temelinde bu hallerin başlı başına kanun hükümlerinde düzenlenmesinin bulunduğu söylenebilir, ancak kanun hükümleriyle ayrı ayrı düzenlenmesinin sebebi ayrı bir hukuka uygunluk sebebi tesis etmek değil, temel hak ve özgürlüklerin sınırlandırılmasında yasallık koşulunun gereğini yerine getirmektir. 122  Şiddet dışında başka suçlarla mücadele amacına yönelik kamusal yetki kullanımı aracılığıyla tıbbi müdahaleler de üstün kamu yararına dayanmaktadır. Çalışmada diğer suçlarla mücadeleye dönük müdahaleler incelenmemiş, bireylerin yaşamında ve toplum vicdanındaki etkisinin önemi sebebiyle şiddetle mücadeleye yer verilmiştir.123  İstanbul Sözleşmesi nin resmi çevirisinde her ne kadar  aile içi şiddet  ifadesi kullanılsa da 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun un 2. maddesinde  aile içi şiddet  değil,  ev içi şiddet  ifadesi kullanılmaktadır.124  Sözleşme metni ve Sözleşmeyi onaylayan ülkeler için bakınız < https://www.coe.int/en/web/conventions/full-list/-/conventions/treaty/210> Erişim Tarihi 7 Temmuz 2020.469İstanbul Hukuk Mecmuası 79/2içi şiddet girişiminde bulunanlar ve cinsel suç işleyenler için eğitim programları düzenlenmesini veya desteklenmesini mümkün kılacak yasal veya diğer tedbirlerin alınması gerekmektedir. İstanbul Sözleşmesi olarak anılan söz konusu Sözleşme hükümlerinden örnek alınarak kabul edilmiş olan 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun un 5/1/h hükmüne göre aile mahkemesi hâkimine şiddet failinin alkol veya uyuşturucu ya da uyarıcı madde bağımlılığının  olması  halinde  hastaneye  yatmak  dahil  muayene  ve  tedavisinin sağlanmasına karar verme yetkisi tanınmaktadır. Aynı fıkranın (ı) bendine göre ise  şiddet  failinin  genel  olarak  bir  sağlık  kuruluşuna  muayene  ve  tedavi  için başvurması ve tedavisinin sağlanması hususunda aile mahkemesi hâkimine önleyici tedbir alma yetkisi tanınmaktadır. Söz konusu düzenlemeler doğrultusunda şiddet failinin hastaneye gitmesi ve muayene ve tedavisi konusunda karar alınabilmesi, şiddet failine hangi koşulla zorla tedavi yapılıp yapılamayacağı konusunda yeterli açıklık sağlamamaktadır.125 Bu noktada İnsan Hakları ve Biyotıp Sözleşmesi ile Avrupa İnsan Hakları Sözleşmesi nde öngörülen ilkeler doğrultusunda başkaları için yarattığı tehlike başka şekilde önlenemiyorsa üstün kamu yararı gereğince öngörülen yasal düzenlemeye dayanarak ve ölçülülük ilkesi doğrultusunda bu kişilerin tedaviye zorlanabilecekleri sonucuna varılabilir.Cinsel  şiddetle  mücadelede  şiddetin  yaptırımsız  kalmaması  ve  dolayısıyla etkin soruşturma ve kovuşturma yükümlülüklerinin yerine getirilmesi bağlamında ceza yargılaması hukukunda tanınan resen araştırma ve delil toplanması yetkisine dayanarak şüpheli/sanık bedeni ile mağdur bedeninde muayene yapılması ve örnek alınması için ilgililerin zorlanması insan hakları yönünden çeşitli sorunları beraberinde getirmektedir.126 Ceza Muhakemesi Kanunu nun 75/4 hükmü gereği şüpheli/sanık bedeninde cinsel organlarda veya anüs bölgesinde yapılması düşünülen muayenenin suçun işlenmesinden bir süre sonra yapılmasının bir yararı olmayacağından ötürü gerçeğe ulaşma konusunda yararı olmayacağı öngörüldüğü halde kişinin böyle bir müdahaleye zorlanması onur kırıcı bir muameleden başka bir anlam taşımayacak ve ölçüsüz bir müdahale oluşturacaktır.128 Tıbbi bilgi ve yöntemin toplum açısından tehlike  oluşturan  kişilerin  disiplin  altına  alınması  amacıyla  kullanılmasından kaçınılmalıdır. Uygulamada  sıklıkla  mağdurun  bedeninde  cinsel  organlarda  muayeneye başvurarak delil toplama yoluna başvurulmaktadır. Ceza Muhakemesi Kanunu nun 76.  maddesine  göre,  mağdurun  onamının  olmadığı  hallerde,  mağdurun  bedeni 125  Söz konusu muğlaklığın kişilik hakkı bakımından oluşturduğu tehdide ilişkin eleştiri için bakınız Badur (n 1) 306.126  İnsan bedeninden alınan örnek türleri ve alınma usulleri hakkında ayrıntılı bilgi için bakınız Kızılarslan (n 16) 120-129.127  Cinsel saldırı olaylarında saldırganın ilk 24-48 saat içinde muayenesinin çok önemli olduğu belirtilmektedir. Bakınız Kızılarslan (n 16) 171.128  Aynı yönde bakınız Kızılarslan (n 16) 232. Beden muayenesinin işkence ve kötü muamele yasağıyla ilişkisi hakkında bakınız Kızılarslan (n 16) 63 vd470Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararüzerinde dış veya iç beden muayenesi yapılabilmesi veya mağdurun bedeninden biyolojik örnek alınabilmesi Cumhuriyet Savcısının istemiyle ya da resen hâkim tarafından, gecikmesinde sakınca olduğu takdirde Cumhuriyet savcısı tarafından karar verilebilir. Mağdurun bedeninde dış muayene veya psikolojik muayenenin insan onuruyla bağdaşmayan bir muamelede bulunmaksızın ve mağdurun beden bütünlüğünü bozmaksızın yapılması hususunda karar alınması varılacak amaçla karşılaştırıldığında ölçülü sayılabilirse de mağdurun bedeninde iç muayene açısından aynı sonuca varmak mümkün değildir. Dış muayene veya psikolojik muayenede de kişiye zor kullanılmasının insan onuruyla bağdaşmayacağı belirtilmelidir.129 Cinsel saldırı veya cinsel istismar mağduru kişinin ancak invaziv (girişimsel = beden bütünlüğünün bozulması) yolla gerçekleştirilebilen jinekolojik muayeneye onamı olmadığı halde hâkim veya savcı kararıyla muayene edilmesi cinsel saldırının tekrarlanması ve dolayısıyla ikincil bir örselenmenin gerçekleşmesi anlamına gelir.131 Cinsel şiddetin cezasız bırakılmayarak adaletin tesis edilmesi amacıyla başvurulan yöntem yeni bir şiddet yaratmakta ve dolayısıyla şiddetle mücadelede gözetilecek ilkeleri ihlal etmektedir. Nitekim İstanbul Sözleşmesi nin 18. maddesinde taraf devletlerce  alınacak  tedbirlerin  ikincil  mağduriyete  (travmaya)132  yol  açmaması gerektiği belirtilmektedir. Cinsel istismar mağduru bir çocuğun jinekolojik muayeneye onam vermemesi sebebiyle çocuğu zorla muayene etmeyen adli tabip aleyhine ceza davası açılmışsa da beraat kararı verilmiştir.133 B. Kamu Güvenliğinin Korunması Amacına Yönelik Tıbbi MüdahalelerEylemleri  toplum  düzeni  ve  güvenliği  için  tehlike  oluşturan  veya  toplum düzenine zarar veren psikiyatrik hastalık tanısı almış olan kişilere yönelik olarak kendi yararları yanında özellikle kamunun yararı için zorunlu tedavi önlemlerine 129  ‘Yaşı Küçük Kızlara Bekaret Testi Yapmadığı İçin Yargılandı: İşte Karar  (Cumhuriyet, 12 December 2019) <https://www.cumhuriyet.com.tr/haber/yasi-kucuk-kizlara-bekaret-testi-yapmadigi-icin-yargilandi-iste-karar-1707849>  Erişim  Tarihi 9 Haziran 2020:  Hasta kabul etmediği sürece hekim muayenesinin doğru olmadığını söyleyen Altun,  Bize gönderilen insanların muayeneleri, gerek adli gerekçelerle olsun gerek kendilerinin başvurduğu tıbbi nedenler olsun mutlaka kişinin iznine bağlıdır.  Yargı mekanizması içerisinde, gönderilen hastanın muayene edilmesi zorunlu gibi bir algı var. Öyle bir şey yok. Hekim olarak hasta muayeneyi kabul etmediği takdirde zorlamak, hastaya ruhsal yönden zarar vermektir. Sonuçta bu ilk yargılanmam değil, suçlu olmadığım bir kez daha ortaya çıktı ve bir kez daha beraat ettim. Yaptığım uygulama, iyi hekimlik uygulaması olarak bir kez daha ortaya çıkmış oldu  dedi .130  Kızılarslan (n 16) 130, 152-155.131  Aynı yönde bakınız Pervin Aksoy İpekcioğlu, ‘Vücuttan Örnek Alma İşleminin Hukuki Niteliği ve Anayasaya Uygunluğu  (2013) 19(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof. Dr. Nur Centel e Armağan) 1157, 1172; Kızılarslan (n 16) 211, 217-218. Özbilen ((n) 334-335), bu riske rağmen sanığın mağdur üzerinde baskı kurmuş olma olasılığı sebebiyle mağdurun muayeneye zorlanmasını makul karşılamaktadır. Bu görüşe katılmak mümkün değildir, mağdurun iradesinin özgür olmasını temin etmek devletin yükümlülüğündedir, devlet bu yükümlülüğünden mağduru muayeneye zorlayarak kurtulamamalıdır. 132  Bakınız Kızılarslan (n 16) 168, 211. Çocuk dostu adli muayenede ikincil travmanın önüne geçilmesi hakkında Bakınız Kızılarslan (n 16) 169.133  <https://www.ttb.org.tr/haber_goster.php?Guid=4dd8-1cd-11ea-a-cb8951f> Erişim Tarihi 9 Haziran 2020; ‘Yaşı Küçük Kızlara Bekaret Testi Yapmadığı İçin Yargılandı: İşte Karar  (Cumhuriyet, 12 December 2019) <https://www.cumhuriyet.com.tr/haber/yasi-kucuk-kizlara-bekaret-testi-yapmadigi-icin-yargilandi-iste-karar-1707849> Erişim Tarihi 9 Haziran 2020.471başvurulabilmektedir.  Bu  husustaki  düzenlemeler  suç  işleyenler  için  alınacak tedbirler ve suç işlemeyenler için alınacak tedbirler olmak üzere iki ayrı bağlamda değerlendirilebilir. Suç işleyenler için oluşturulan mimari alanlar olan cezaevleri ile toplum için tehlikeli görülen kişiler için oluşturulan mimari alanlar olan hastanelerin benzerliği  mimarinin   kamu  hijyeni   amacıyla  bir  araç  olarak  kullanıldığını göstermektedir.134 Türk Ceza Kanunu nun 57. maddesinin ilk ve ikinci fıkralarına göre  (1) Fiili işlediği sırada akıl hastası olan kişi hakkında, koruma ve tedavi amaçlı olarak güvenlik  tedbirine  hükmedilir.  Hakkında  güvenlik  tedbirine  hükmedilen  akıl hastaları, yüksek güvenlikli sağlık kurumlarında koruma ve tedavi altına alınırlar. (2) Hakkında güvenlik tedbirine hükmedilmiş olan akıl hastası, yerleştirildiği kurumun sağlık  kurulunca  düzenlenen  raporda  toplum  açısından  tehlikeliliğinin  ortadan kalktığının veya önemli ölçüde azaldığının belirtilmesi üzerine mahkeme veya hakim kararıyla serbest bırakılabilir.  Düzenlemede belirtildiği üzere tedaviye zorlama beden bütünlüğünün dokunulmazlığına özel nitelikli bir müdahale oluşturduğu için ölçülülük ilkesi gereğince toplum açısından tehlikeliliğinin ortadan kalkması veya önemli ölçüde azalması halinde tedaviye zorlama önlemine son verilebilecektir. Benzer şekilde söz konusu yasanın aynı maddesinin son fıkrasına göre  Suç işleyen alkol ya da uyuşturucu veya uyarıcı madde bağımlısı kişilerin, güvenlik tedbiri olarak,  alkol  ya  da  uyuşturucu  veya  uyarıcı  madde  bağımlılarına  özgü  sağlık kuruluşunda tedavi altına alınmasına karar verilir. Bu kişilerin tedavisi, alkol ya da uyuşturucu veya uyarıcı madde bağımlılığından kurtulmalarına kadar devam eder. Bu kişiler, yerleştirildiği kurumun sağlık kurulunca bu yönde düzenlenecek rapor üzerine mahkeme veya hakim kararıyla serbest bırakılabilir. Avrupa İnsan Hakları Sözleşmesi nin 5/1/e hükmünden hareketle sevk edildiği anlaşılan Türk Medeni Kanunu nun 432. maddesinin ilk fıkrasının ilk cümlesine göre  Akıl hastalığı, akıl zayıflığı, alkol veya uyuşturucu madde bağımlılığı, ağır tehlike arzeden bulaşıcı hastalık veya serserilik sebeplerinden biriyle toplum için tehlike oluşturan her ergin kişi, kişisel korunmasının başka şekilde sağlanamaması halinde, tedavisi, eğitimi veya ıslahı için elverişli bir kuruma yerleştirilir veya alıkonulabilir . Düzenlemenin kaleme alınma biçiminden tedaviye zorlanmanın koşullarının yeterli açıklıkta ve ayrıntıyla ortaya koyulmadığı görülmektedir. Bununla birlikte TMK madde 432 nin ikinci ve üçüncü fıkralarında öngörülen hükümler düzenlemenin 134  Lukasz Stanek, ‘Biopolitics of Scale: Architecture, Urbanism, the Welfare State and After  iç Jakob Nilsson ve Sven-Olov Wallenstein (edr), Foucault, Biopolitics, and Governmentality, (Södertörn University 2013) 115. Ayrıca bakınız Foucault, Hapishanenin Doğuşu (n 14) 12-24; Szasz, Deliliğin İmalatı (n 19) 319. Toplumun, ahlakın, sağduyunun düzenine yönelik rahatsızlık sinyalleri veren ancak birbirinden farklı birçok kişinin kapatıldığı büyük ıslah evleri olarak tabir edilmektedir. Bakınız Foucault, Akıl Hastalığı ve Psikoloji (n 19) 86-87.135  Serseriliğin herhangi bir patoloji, bağımlılık bulunmaksızın toplumsal tehlike sebebi olarak algılanmasının temelinde sosyokültürel normlara göre marjinal görülen kişilere karşı geliştirilen önyargıların etkili olduğu ileri sürülebilir. Bakınız Foucault, Akıl Hastalığı ve Psikoloji (n 19) 79. Hukuksal açıdan böylesine muğlak bir kavram çerçevesinde özgürlüğü kısıtlama sebebinin öngörülmesi kabul edilebilir değildir.Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararamacıyla birlikte yorumlandığında tedavi amacıyla özgürlüğü kısıtlanan kişinin ölçülülük kriterine uygun olduğu sürece tedaviye zorlanması mümkün sayılabilir. Bu noktada dikkat edilmelidir ki ilgili kişi henüz suç işlemiş olmayıp yalnızca toplum için tehlike oluşturduğu varsayıldığından zorlayıcı tedbirlere gerçekten zorunluluk halinde ve bu amaçla sınırlı olarak başvurulması ölçülü sayılabilir.136 C. Kamu Sağlığının Korunması Amacına Yönelik Tıbbi Müdahaleler1. Zorunlu AşılamaBağışıklama ve dolayısıyla bulaşıcı hastalıkların yayılmasını önleme amacıyla hasta olmayan ancak hastalığa yakalanma riskini doğrudan veya dolaylı olarak taşıyan kişiler için kamu sağlığının korunabilmesi amacıyla zorunlu aşılama tedbirine başvurulması mümkündür ancak İnsan Hakları ve Biyotıp Sözleşmesi ile Anayasa hükümleri gereğince bu zorunluluğun kanuna dayandırılması, kanun hükümleriyle belirli  ve  somut  hale  getirilerek  öngörülebilir  kılınması  gerekmektedir.137  Halk sağlığının  korunması  amacıyla  zorunlu  aşılama  öngören  düzenlemeler  Türk hukukunda 24.04.1930 tarih ve 1593 sayılı Umumi Hıfzıssıhha Kanunu nda sevk edilmiştir. Umumi Hıfzıssıhha Kanunu nun 72. maddesinin birinci fıkrasının ikinci bendine göre söz konusu yasanın 57. maddesinde sayılan hastalıkların ortaya çıkması halinde hastalara veya hastalığa yakalanma riskine maruz kalanlara aşı ve serum uygulanması yolunda tedbir alınması mümkündür. Söz konusu hastalıklar için zorunlu aşı uygulanması için salgın meydana gelmesi aranmamaktadır. Öte yandan yasanın 64. maddesine göre 57. maddede sayılmayan herhangi bir hastalık salgına dönüşürse ve salgın tehlikesi baş gösterirse yasanın 72. maddesinde belirtilen zorunlu aşılama tedbirine başvurma hususunda Sağlık Bakanlığı yetkili sayılmıştır. Dolayısıyla bugün için pandemi niteliğinde bir salgına dönüşen COVID-19 açısından aşı geliştirilecek olursa yasanın verdiği yetki doğrultusunda Sağlık Bakanlığı nın aktif bağışıklık geçirmemiş kişiler için aşı zorunluluğu öngören bir yönetmelik kabul etmesi mümkün olacaktır.139 Salgın  tehlikesinden  bağımsız  olarak  Umumi  Hıfzıssıhha  Kanunu nun  88. maddesi  ve  devamındaki  maddelerine  göre  çiçek  aşısı  olma  zorunluluğunun getirildiği görülmektedir. Yasanın 88. maddesinde Türkiye dahilinde her ferdin çiçek aşısı ile aşılanmak zorunda olduğu, 90. maddesinde 30 yaşına kadar her kişinin 136  Ölçülülük kriterinin gereği olarak zorunluluk koşulu hakkında bakınız Tanör ve Yüzbaşıoğlu (n 59) 165-166.137  Bakınız D Çiğdem Sever, ‘COVID-19 Günlerinde İdare Hukuku: Salgınla Mücadelede Kolluk Yetkileri Üzerine Bir İnceleme  (2020) 9(17) Anayasa Hukuku Dergisi 187, 190-194, 211-213; Kasapoğlu Turhan (n 94) 18 vd138  Kolera, veba (Bübon veya zatürree şekli), lekeli humma, karahumma (hummayi tiroidi) daimi surette basil çıkaran mikrop hamilleri dahi - paratifoit humması veya her nevi gıda maddeleri tesemmümatı, çiçek, difteri (Kuşpalazı) - bütün tevkiatı dahi sari beyin humması (İltihabı sahayai dimağii şevkii müstevli), uyku hastalığı (İltihabı dimağii sari), dizanteri (Basilli ve amipli), lohusa humması (Hummai nifası) ruam, kızıl, şarbon, felci tıfli (İltihabı nuhai kuddamii sincabii haddı tifli), kızamık, cüzam (Miskin), hummai racia ve malta humması139  Sever (n 137) 205, 213-214.473İstanbul Hukuk Mecmuası 79/2bu aşıyı beş yılda bir tekrar ettirmek zorunda olduğu, 89. maddesinde Türkiye de doğan her çocuğun doğumunu izleyen ilk dört ay içinde aşılanacağı, bu hususta anne babanın veya çocuğa bakmakla sorumlu olan kişi veya kurum müdürlerinin sorumlu olduğu belirtilmektedir. Bu hususta son olarak UHK madde 90 da çiçek hastalığının salgına yol açması halinde sağlık memurlarınca gerekli görülecek herkese çiçek aşısı uygulanmasının zorunlu olduğu ifade edilmektedir. Fakat dünyada ve Türkiye de çiçek  hastalığının  geçmişte  kalması  sebebiyle  Türkiye de  1980  yılında  çiçek aşısı üretiminin durdurulduğu ve çiçek aşısının rutin uygulamasına da böylece son verildiği bilinmektedir.140 Umumi Hıfzıssıhha Kanunu nda son olarak kuduz olduğundan şüphelenilen hayvanlar tarafından ısırılmış olanların en yakın kuduz tedavi kurumuna başvurmaları ve dolayısıyla gerekli müdahalede bulunulmasına izin vermeleri zorunludur. Bu bağlamda uygulamada kuduz aşısı yapılarak hastalığın insana bulaşmasına engel olunmaktadır. Ancak kuduz aşısının Türkiye deki üretimine 1996 yılında son verilmiş olup ihtiyaç halinde yurtdışından tedarik edilmektedir.141 Umumi Hıfzıssıhha Kanunu nda belirtilmemekle birlikte günümüzde görülme riski bulunan pek çok hastalığa karşı koruyucu önlem olarak bebeklik ve çocukluk döneminde bağışıklama uygulaması kapsamında çeşitli aşılar temin edilmekte ve aile hekimliklerinde ücretsiz olarak uygulanmaktadır. Bununla birlikte söz konusu hastalıklar günümüzde salgın niteliğinde görülmediği için UHK çerçevesinde zorunlu olarak  uygulanmasının  yasal  bir  temeli  bulunmamaktadır.142  Bu  sebeple  aşının uygulanmasının aksatılması veya özellikle aşılamanın reddedilmesi halinde yalnızca aşı olmayan çocuğun sağlığı zarar görmekle kalmamakta, aynı zamanda toplum sağlığı da açıkça zarar tehdidine maruz kalmaktadır. Gerçekten de aşı karşıtlığının yaygınlaştığı ülkelerde aşılama ile önüne geçilmiş olan bazı hastalıkların yeniden baş gösterdiği ve yayıldığı tespit edilmiştir.143 Bu sebepledir ki hem ayırt etme gücü henüz bulunmayan çocukların sağlığının hem de kamu sağlığının korunabilmesi için günümüzde aşılamanın gerekli olduğu hastalıklar için zorunlu aşı uygulaması için yasal düzenleme yapılması, bir gerekliliğin ötesinde zorunluluktur.2. Zorunlu TedaviUmumi Hıfzıssıhha Kanunu nun 72. maddesinin birinci fıkrasının ikinci bendine göre söz konusu yasanın 57. maddesinde sayılan hastalıkların ortaya çıkması halinde hastaların tedavi edilmesi konusunda tedbir alınması mümkündür. Bunun yanında 140  ‘Türkiye de  Aşının  Tarihçesi ,  TC  Sağlık  Bakanlığı  Aşı  Portalı    <https://asi.saglik.gov.tr/genel-bilgiler/33a%C%9F%C%Bn%C%Bn-tarih%C%Aesi.html> Erişim Tarihi 2 Haziran 2020.141  <https://asi.saglik.gov.tr/genel-bilgiler/33-a%C%9F%C%Bn%C%Bn-tarih%C%Aesi.html>  Erişim  Tarihi  2 Haziran 2020.142  Farklı görüş için bakınız Güngör (n 83) 398-399. Kaya Kızılırmak, UHK madde 88 hükmünün objektif zamana uygun yorum yöntemiyle bugün salgın tehlikesi meydana getiren hastalıklar yönünden uygulanmasının değerlendirilebileceğini belirtmektedir. Bakınız Kaya Kızılırmak (n 77) 457-458.143  Belek (n 94).474Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararyasanın  101.  maddesine  göre  Sağlık  Bakanlığı  tarafından  oluşturulan  trahomla mücadele heyetleri trahoma müptela olduğu anlaşılan hastaları tedavi amacıyla kurumlara zorla getirmeye ve gerekli tedaviyi uygulamaya yetkilidir. Ayrıca UHK madde 103 gereğince bedenin hangi kısmında ve ne şekilde tezahür ederse etsin frengi, belsoğukluğu, yumuşak şankr hastalıklarına müptela olan her kişi kendini Türkiye de tıbbı uygulamaya yetkili bir tabibe tedavi ettirmeye mecbur olduğu gibi UHK madde 119 gereğince bulaşıcı şekilde verem hastalığına yakalanan hastaları hastane veya başka bir kurumda tecrit ederek tedavi etmeye Sağlık Bakanlığı yetkili sayılmış durumdadır. Yukarıdaki başlıkta da açıklandığı gibi kuduz olan veya olduğundan şüphelenilen bir hayvan tarafından ısırılmış kişinin hastalıktan korunmak veya hastalandığı takdirde tedavi için kuruma başvurmaya ve gerekli müdahalelerde bulunulmasına izin vermek zorundadır. Umumi Hıfzıssıhha Kanunu nun 64. maddesi gereğince 57. maddede sayılmayan herhangi bir hastalığın salgına yol açması halinde bu hastalığa yakalanan kişiler için  tedavi  zorunluluğu  getirilmesine  Sağlık  Bakanlığı  yetkili  sayılmaktadır.144 Dolayısıyla  günümüzde  COVID-19  hastalığına  yakalanan  kişiler  için  tedavi zorunluluğu getirilmesi mümkündür ancak bunun UHK gereğince İçişleri Bakanlığı genelgesiyle veya başka şekilde değil Sağlık Bakanlığı nca usulüne uygun olarak yapılacak düzenleyici işlemle öngörülmesi gereklidir.145Öte yandan Umumi Hıfzıssıhha Kanunu nun çeşitli hükümlerinde salgına yol açmış olmasa bile tedavi zorunluluğu öngörülen hastalıklar dışında bir bulaşıcı hastalığa Türkiye de bir kişinin yakalanmış olması halinde, ilgili kişi kendi onamıyla tedavi  olmadığı  takdirde  toplum  sağlığının  korunabilmesi  amacıyla  koruma amacıyla özgürlük kısıtlamasına başvurulabilecektir. Türk Medeni Kanunu nun 432. maddesine göre vesayet makamı tarafından ilgili kişinin tedavi amacıyla kuruma yerleştirilmesine ve tedavi edilmesine karar verilebilmektedir. Belirtmek gerekir ki TMK 432 çerçevesinde zorunlu tedavi amacıyla önlemler bulaşıcı hastalıklar dışındaki sebeplere bakıldığında kişinin ayırt etme gücünü geçici veya sürekli olarak ortadan kaldıran, davranışlarını kontrol etmekle güçlük çekmesine yol açan sebepler olduğu görülmektedir. Kişisel korunmayı sağlamak amacıyla vesayet hükümleri içinde yer alan bu düzenlemede bulaşıcı hastalıklara dair özgürlüğü kısıtlayıcı tedbirin yer alması sistematik açıdan isabetli değildir.Zorunlu  tedavi  kapsamında  belirtilen  düzenlemeler  zihinsel  değil  organik patolojilerin  tedavisine  yönelik  olması  bakımından  genellikle  tartışmalara  yol açmamaktadır. Ancak bu bağlamda önemli olan söz konusu hastalıkların başka 144  Umumi Hıfzıssıhha Kanunu uyarınca alınabilecek önlemler hakkında bilgi ve değerlendirmeler için bakınız Sever (n 137) 202 vd145  Bakınız Sever (n 137) 203.475İstanbul Hukuk Mecmuası 79/2kişilere özellikle kamusal alanda bulaşma riskinin yüksekliğidir. Eğer her bulaşıcı hastalık için zorunlu tedavi getirilecek olursa onam hakkına ölçüsüz bir sınırlandırma getirilmiş olacağı belirtilmelidir. Dolayısıyla salt korunmasız cinsel ilişki yoluyla veya kan yoluyla bulaşabilen HIV ya da Hepatit için tedavi zorunluluğu ölçüsüz bir sınırlandırma sayılabilir. Söz konusu virüsleri taşıyan kişiler için hastalığın tedavisi zorlu ve kronik olabilmektedir, üstelik hastalık kontrol altına alınsa bile kişiler virüsü taşımaya  devam  edebilmektedir.  Oysaki  frengi,  belsoğukluğu  gibi  hastalıklarda virüs değil bakteri söz konusu olduğu için tedavi kolay ve görece kısa sürelidir.146 COVID-19 virüsü de solunum yoluyla kolaylıkla bulaşabilmesi sebebiyle salgın sona erdikten sonra dahi tedavi zorunluluğu getirilmesi makul görülebilecek bir bulaşıcı hastalık etkenidir.3. Deneylerİnsanlar  ve  hayvanlar  üzerinde  tıbbi  müdahalede  bulunmak  suretiyle  deney yapılmasının, bir başka ifadeyle biyoloji ve tıbbın deneysel amaçla canlılar üzerinde kullanılmasının  belirli  koşulları  bulunmaktadır.  Bu  koşullar  yönünden  özellikle canlılara mümkün olduğu kadar acı çektirilmemesi, gereksiz acı ve ağrı verecek yöntemlerden kaçınılması, onur kırıcı, aşağılayıcı bir muamelede bulunulmaması önem arz etmektedir.148 Hayvanlar üzerinde yapılacak deneylerde uyulması gereken ilkeler Çevre ve Orman Bakanlığı tarafından kabul edilen ve 06.07.2006 tarihli Resmi Gazete de yayımlanan Hayvan Deneyleri Etik Kurullarının Çalışma Usul ve Esaslarına Dair Yönetmelik in  Yerel Etik Kurullarının Çalışma İlkeleri  başlıklı 14. maddesinde açıklanmaktadır.149 Hayvanlardan farklı olarak insanlar kendi iradesini oluşturabilen ve bunu ifade edebilen varlıklar olarak özerklik hakkının süjesi kabul edildiği içindir ki insanlar üzerinde deney yapılabilmesinin en önemli koşulu üzerinde deney yapılacak kişinin buna özgür iradesiyle deneyden önce onam vermesidir.150 Türk Medeni Kanunu nun 23. maddesinin üçüncü fıkrasına göre insan kökenli biyolojik maddelerin alınması, aşılanması ve nakli yazılı onam üzerine mümkündür ve kişi bunu yerine getirmeyi üstlense bile vazgeçebilir. Hasta Hakları Yönetmeliği nin 32. maddesine göre de hiç kimse onamı olmaksızın eğitim, tecrübe veya araştırma amacıyla  tıbbi  müdahale  konusu  yapılamaz.  Söz  konusu  Yönetmeliğin  devam eden maddelerinde bu onamın alınma usulü hakkında hükümler öngörülmektedir. Deneyin tümüyle gönüllülük esasına dayalı olarak ve her tür öngörülebilen riski ilgili tarafından kabul edilerek gerçekleştirilmesi insan haklarının gereğidir. Bu hususta 146  <https://www.sagligim.gov.tr/bulasici-hastaliklar/liste/688-gonore-bel-so%C%9Fuklu%C%9Fu-nedir.html> ; <https://sagligim.gov.tr/bulasici-hastaliklar/liste/679-sifiliz-frengi-nedir.html> Erişim Tarihi 4 Temmuz 2020. Virüs söz konusu olduğunda aşı ve serumlar tedavide daha önemli hale gelmektedir. Bakınız Sever (n 137) 210-211.147  <https://sagligim.gov.tr/yeni-2019-n-cov-virus-korona-virus.html> Erişim Tarihi 4 Temmuz 2020.148  Hayvan onuru hakkında bakınız Gürbüz (n 13) 95-97.149  Hayvanlar üzerindeki deneyler hakkında hukuksal bilgi için bakınız Dumancı (n 18) 29-30.150  Bakınız Dumancı (n 18) 42 vd476Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararüstün kamu yararı olsa dahi onam hakkının hiçbir istisnası olamaz, bir başka deyişle ilgilinin istemediği, onay vermediği bir deney kamunun yararına olsa bile insan onurunun korunması gereği yapılamayacaktır.151 İnsanlar üzerinde hukuka uygun olarak deney yapılmasının koşulları Türk Ceza Kanunu nun 90. maddesinin ikinci, üçüncü ve dördüncü fıkralarında öngörülmektedir.İnsan  üzerinde  deneylerle  ilgili  düzenlemeler  salt  bilimsel  araştırma  amaçlı deneylere ilişkin olanlar ile tedavi amaçlı deneylere (denemelere) ilişkin olanlar şeklinde ikiye ayrılabilir.152 Salt bilimsel araştırma amaçlı deneylerde üzerinde deney yapılacak kişinin kendisinin hiçbir yararı olmadığı için tedavi amaçlı deneye göre daha özel, nitelikli koşullar aranmaktadır. İlgilinin kendisine doğrudan yarar sağlayacak deneyler yönünden üstün kamu yararından söz edilemeyeceği için bu başlık altında deneysel tedaviye değinilmeyecektir. Yasanın 90. maddesinin ikinci fıkrasına göre deneyle ilgili olarak yetkili kurul veya makamlardan izin alınması, öncelikle insan dışı deney ortamında yapılmış olması, insan dışı deney ortamındaki deneyler sonucu ulaşılan verilerin hedefe ulaşmak açısından insanlar üzerinde yapılmasını gerekli kılması, deneyin insan sağlığı üzerinde öngörülebilir zararlı ve kalıcı bir etki bırakmaması, deney sırasında kişiye insan onuruyla bağdaşmayacak ölçüde acı verici yöntemlerin uygulanmaması, deneyle varılmak istenen amacın getirdiği külfetlere ve sağlık üzerindeki tehlikeye göre daha ağır basması ve hiçbir menfaat teminine bağlı olmaksızın yani koşulsuz bir şekilde deney için aydınlatılmış onam alınması gereklidir. Çocuklar üzerinde bilimsel araştırma amaçlı deney yapılabilmesi için ise Türk Ceza Kanunu nun 90. maddesinin üçüncü fıkrasına göre yukarıdaki koşullara ek olarak deneyin hedefleri açısından çocuklar üzerinde de yapılmasının gerekli olması, onam açıklama yeteneğine sahip (ayırt etme gücüne sahip) çocuğun kendi onamı yanında anne babasının veya vasisinin yazılı onamının alınması ve yetkili kurullarda çocuk sağlığı ve hastalıkları uzmanının bulunması gereklidir.155 Bu noktada yalnızca onam açıklama yeteneğine sahip çocuğun onamının aranmasıyla yetinilmesi isabetli değildir. İster çocuk ister ergin olsun bir kişinin ayırt etme gücünden yoksun olması durumunda 151  Yüksel (n 50) 99-100; Ertem (n 12) 530. Metin in haklı olarak belirttiği üzere ekonomik verimlilik veya bilimsel ilerleme gibi gerekçeler insanın araçsallaştırılmasını meşrulaştıramaz. Bakınız Metin (n 13) 365.152  İnsan üzerinde deney ve deneme hakkında ayrıntılı bilgi ve değerlendirmeler için bakınız Barış Erman, ‘İnsan Üzerinde Deney ve Deneme Suçları  (2016) 13(2) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 1 vd; Metin (n 13) 405 vd; Yüksel (n 50) 3-6; Dumancı (n 18) 30 vd, 100-102.153  Benzer şekilde İnsan Hakları ve Biyotıp Sözleşmesi nin 16. maddesinin ilk bendine göre insanlar üzerinde yapılacak araştırmalarla karşılaştırılabilir etkinlikte başka bir araştırma seçeneğinin bulunmaması koşulu aranmaktadır. 154  Menfaat temini olmaması koşulunun uygulamadaki gerçeklerle bağdaşmaması sebebiyle bu yasağın kanundan çıkarılması gerektiği ileri sürülmektedir. Bakınız Metin (n 13) 408. Karşılaştırınız Dumancı (n 18) 48-49.155  Çocuklar üzerinde deney hakkında bakınız Yüksel (n 50) 78-80. Hasta Hakları Yönetmeliği ne göre küçükler ve ayırt etme gücü olmayanlar üzerinde sırf bilimsel amaçlı deneyler yapılamayacağı belirtilse de bilim özgürlüğü temel hak ve özgürlük olduğu içindir ki getirilecek kısıtlamanın yönetmelikle değil kanunla gerçekleştirilmesi gerekir. Eğer İnsan Hakları ve Biyotıp Sözleşmesi deney yapılmasının önüne geçmiş olsaydı TCK hükmü değil Sözleşme hükmü üstün tutulurdu. Karşılaştırınız Dumancı (n 18) 50-51.477İstanbul Hukuk Mecmuası 79/2bile  kendisine  doğrudan  yarar  sağlamayacak  bir  deney  için  mutlaka  kendisine sorulmalıdır. Bu husus dolaylı olarak İnsan Hakları ve Biyotıp Sözleşmesi nin 17. maddesinin ilk fıkrasının son bendinde  ilgili kişinin itirazda bulunmaması  şeklinde açıklanmaktadır. Nitekim İlaç ve Biyolojik Ürünlerin Klinik Araştırmaları Hakkında Yönetmelik madde 6/1/c de -ayırt etme gücü olup olmadığına bakılmaksızın- çocuğun  katılmayı  reddetmesi  veya  herhangi  bir  aşamada  çekilmek  istemesi halinde çocuğun araştırmadan çıkarılacağı belirtilmiştir.157 Ek olarak ayırt etme gücünden yoksun kişilerin menfaatinin korunabilmesi için kendisine doğrudan yarar sağlamayacak deneylerin yapılabilmesi için araştırmanın aynı hastalık veya aynı yaş grubunda olan diğer kişilere fayda sağlaması amacıyla, yani üstün kamu yararı uğruna başvurulması ve ilgili için yalnızca asgari düzeyde tehlike ve külfet getirmesi gereklidir. İnsan Hakları ve Biyotıp Sözleşmesi hükümlerinin insan hakları açısından bu konuda daha iyi bir koruma sağlaması sebebiyle Anayasa madde 90 gereği TCK hükümlerine göre üstün tutulması gerekmektedir.158 Öte yandan Sözleşme ve TCK hükümlerine karşın çocuğa hiçbir yarar sağlamayacak bir deneye yasal temsilcisinin onam  vermeye  yetkili  olmadığını,  yasal  temsil  yetkisinin  ehliyetsiz  kişilerin korunması amacıyla sınırlı tanındığını belirtmek gerekir. Dolayısıyla onam ehliyeti bulunmayan kişiler üzerinde onlara hiçbir yarar sağlamayacak bir deney yapılmasına yasal temsilci tarafından gösterilecek onamın meşru olduğu ileri sürülemeyeceği için bu deneylerin yapılması hukuka uygun olmayacaktır.159SonuçKişilik değerlerinin birbiriyle bağlantılı bütün olduğu ve hatta bu nedenle kişilik hakları tabiri yerine kişilik hakkı tabirinin kullanıldığı dikkate alındığında kişinin bedeni, zihinsel varlığı ve sosyal bütünlüğü birbiriyle etkileşim halindedir ve bu nedenle  bunlardan  birine  yönelen  müdahale  diğerlerini  de  etkilemektedir. Aynı şekilde fizyolojik bütünlüğe yönelik bir tıbbi müdahalenin kişinin psikososyal varlığı ve bütünlüğü üzerinde önemli etkiler meydana getirdiği açıktır. Kişilik değerlerine yönelik  bir  müdahaleyi  tıbbi  müdahale  kılan  özellik,  müdahalenin  amacı  veya kim tarafından yerine getirildiği değil, yöntemi ve kullanılan bilginin niteliğidir. Müdahaleye yetkilendirilmiş bir kişinin değil de yetkisiz bir kişinin bu bilgileri az çok kullanarak girişimde bulunması halinde de tıbbi müdahale vardır ancak hukuka aykırıdır. Müdahalenin özel hukuka uygunluk koşullarına tabi tutulmasının nedeni biyoloji ve tıbbın elde ettiği özel, nitelikli bilginin ve bu bilgi sayesinde üretilen 156  Yönetmeliğin 8. Maddesinde ayırt etme gücü nedeniyle kısıtlanıp kısıtlanmadığına bakılmaksızın çocuklarla aynı düzenlemeye tabi tutulması İnsan Hakları ve Biyotıp Sözleşmesindeki muvafakat yeteneği olmayan kişiler kavramının doğru anlaşılmaması ile açıklanabilir. Muvafakat yeteneği olmayan kişiler zihinsel açıdan muhakeme kabiliyeti olmayan yani ayırt etme gücünden yoksun kişiler olarak anlaşılabilir. 157  RG 13.04.2013.158  Sözleşmenin organ nakli ile ilgili hükümlerine çekince koyulurken bilimsel araştırmayla ilgili hükümlerine çekince koyulmamasına dikkat çekilmektedir. Bakınız Özbilen (n 32) 282-284.159  Erman (n 152) 33. Ayrıca bakınız Dumancı (n 18) 55. 478Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün Yararteknolojinin kullanılması olduğuna göre müdahaleyi tıbbi müdahale kılan unsur, müdahalede kullanılan veya kullanılması amaçlanan bilginin nitelikliliğidir. Tıbbi bilgiyi kullanarak müdahalede bulunanın karşısındaki kişi genellikle bu bilgiden yoksun olduğu için zayıf konumdadır, hasta veya danışan ile kurulan ilişkinin sömürüye açık durumda olması da bu asimetriye dayanmaktadır. Söz konusu nitelikli bilgi  yalnız  hiyerarşik  ilişki  kurulmasına  yol  açmakla  kalmayıp  iktidar  sahibi tarafından düzenin devamı ve bireylerin bu düzene itaat etmeleri amacıyla farklı gerekçelerle araçsallaştırılmakta ve tıp bedenler üzerinde sosyal kontrol aracına dönüştürülmektedir. Bu açıdan bakıldığında çalışmada biyopolitika bakımından tıbbi müdahalelerde yararlılık kaygısı üzerinde sosyal kontrol güdüsünün etkileri üzerinde durulmuştur.Onam yerine geçen hukuka uygunluk sebeplerinin biyopolitika bağlamındaki etkilerini değerlendirmeden önce onamın hukuka uygunluğunun koşulları gözden geçirildiğinde müdahalenin sağlık için gerekli olması veya sağlık refahı yönünden yararlı olması aranmamalı, buna karşılık müdahalenin meşru bir amaca yönelik olması yeterli görülmelidir. Sağlık için gerekli veya yararlı olduğu ileri sürüldüğünde sübjektif  değerlendirmeler  doğrultusunda  bireylerin  kendi  ilişkilerini,  bedenini, geleceğini  tayin  etme  hakkına  gerekçesiz  bir  sınırlandırma  getirilebileceği,  bir başka deyişle belirli bir yaşam tarzının dayatılacağı anlaşılmaktadır. Üstelik neyin hastalık olduğu ve dolayısıyla hangi durumda müdahalenin gerekli olduğu zaman içinde değişebilen normlar olup özellikle zihinsel tıp yönünden tıbbın son derece politik olduğu belirtilmelidir. Bunlardan uzak biçimde bireylerin özerkliğine saygılı ve araçsallaşmayan tıbbi yaklaşım için kişilerin kendileri için neyin yararlı olduğuna karar  vermelerine  izin  verilmelidir.  Bu  noktada  müdahalenin  açıkça  zararlı  ve küçük düşürücü, onur kırıcı olup olmadığına dikkat edilmeli ve böylece meşru olup olmadığı değerlendirilmelidir. Bu yaklaşım kişilere hangi durumda tıbbi müdahalenin dayatılabileceği, bir başka ifadeyle zorla tıbbi müdahalede bulunabileceği konusunda gerekçe ve ipucu vermektedir.Onam  yerine  geçen  hukuka  uygunluk  sebebi  olarak  üstün  yarar  kavramına dayanıldığında  birbiriyle  çatışan  menfaatler  arasında  kurulması  gereken  denge açısından beklenen yararlar ile sakıncaların karşılaştırılması ve her müdahale için verilecek kararda ölçülülük kriterine dayanılması gerekmektedir. Çalışmada ele alınan çatışma halleri arasında yasal temsilciyle düşülen çatışmadaki karar verme ölçütlerini diğerlerinden ayırmak gerekir. Zira yasal temsilci kendi bedeniyle ilgili değil başkasının bedeniyle ilgili kararlar verdiği için keyfi olarak değerlendirme ve karar verme yetkisi yoktur. Kendisine tanınan yetkilerin tek amacı ehliyetsizin menfaatlerini  korumak  ve  bu  doğrultuda  onun  için  gerekli  müdahalelere  izin vermek, gerekli olmayan müdahalelerin yapılmasının önünde durmaktır. Bu noktada kendisine  müdahalede  bulunulacak  ehliyetsiz  kişi  direnmediği,  reddetmediği, 479İstanbul Hukuk Mecmuası 79/2dolayısıyla çatışmadığı takdirde onun yasal temsilcisinin görüşü değil, ehliyetsiz kişinin menfaatleri belirleyici olur. Bu yönden bebeklik dönemi aşıları, yetişkinler üzerinde  uygulanması  olası  zorunlu  aşılardan  ayırt  edilerek  tartışılmıştır.  Buna karşılık  kendisine  müdahalede  bulunulan  ehliyetli  kişinin  kendisiyle  çatışmaya düşülmesi halinde müdahalede bulunulmadığında meydana gelebilecek sonuçların devlet iktidarına mı başkalarının temel hak ve özgürlüklerine mi zarar vereceği tartışılmalıdır. Soyut bir devlet iktidarını koruma gerekçesi çoğu kez kişileri disiplin altına almak ve onları itaatkâr kılmak dışında bir menfaate hizmet etmeyecektir. Müdahalede bulunulması halinde sağlanacak fayda özerkliğin ihlali halinde kişi için yarattığı külfetler karşısında dikkate alınmayacak kadar önemsiz olduğu takdirde müdahale yasaya dayansa bile Anayasa gereği ölçülülük kriterine uygun düşmeyeceği için bundan kaçınılmalıdır. Dolayısıyla özellikle belirtilmesi gereken husus üstün yarar gerekçesiyle onam hakkına kısıtlama olarak yasada öngörülen her zorla veya zorunlu müdahale için somut olayda kişinin buna zorlanmasının uygun olup olmadığı değerlendirilmek zorundadır. Kanaatimizce değişiklik yapılması gereken hususlardan biri cinsel şiddet mağduru için zorla muayene öngören düzenlemedir, zira mağdurun muayeneye zorlanması ikincil travma yaratacak ve şiddetin sürmesine yol açacaktır. Öte yandan biyolojik madde bağışı ve salt bilimsel amaçlı deneylere ilişkin olarak onam alınmaksızın müdahalede bulunulmamasının hiçbir istisnasının olmayacağı vurgulanmalıdır, zira kişinin içinde bulunduğu durum toplum için külfet yaratmadığı halde ondan fedakârlıkta bulunmasını beklemenin ahlaki bir gerekçesi yoktur. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Teşekkür: Biyopsikososyal yaklaşımın önemi konusunda bana ilham veren fizyoloji uzmanı bir hekim olan Prof. Dr. Şebnem Gülen e teşekkür ederim.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.Acknowledgements: I would like to thanks Prof. Dr. Şebnem Gülen who inspired me about the importance of the biopsychosocial approac.480Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün YararBibliyografya/",
     "Kaynakça": "Akbıyık C ve Aydın GS, ‘Hukuk Muhakemeleri Kanunu M.292 Uyarınca Kişilerden Soybağı Tespiti Amacıyla Zor Kullanılarak Kan veya Doku Alınmasının Kişilik Hakkını İhlal Edip Etmediği Sorunu  (2014) 13(1) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 7 31.Aksoy Dursun S, ‘Soybağının Belirlenmesi Bakımından MK m. 284 ve HMK m. 292 nin Değerlendirilmesi  (2012) 8(95 96) Kazancı Hakemli Hukuk Dergisi 109 124.Aksoy İpekcioğlu P, ‘Vücuttan Örnek Alma İşleminin Hukuki Niteliği ve Anayasaya Uygunluğu  (2013) 19(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof Dr Nur Centel e Armağan) 1157 1175.Akyüz E, Çocuk Hukuku Çocukların Hakları ve Korunması (3. Bası, Pegem 2013).Badur E, Tıbbi Müdahaleye Rızanın Özellik Gösterdiği Haller (Seçkin 2017).Belek İ, ‘İngiltere de Kızamık Salgını ve Aşı Karşıtlığı  (Sol Haber Portalı, 12 Ocak 2018) <https://haber.sol.org.tr/dunya/ingilterede kizamik salgini ve asi karsitligi 224706> Erişim Tarihi 27 Haziran 2020.Çalışkan M, Madde Bağımlılığının Biyo Psiko Sosyal ve Hukuksal Analizi (Beta 2018).Demirdoğan S ve Solmaz M, ‘Psikiyatride ‘Zorunlu Yatışlar   (2019) 32(2) Adli Tıp Dergisi 84 90.Dumancı G, İnsan Konulu Klinik Araştırmalar ve Hukuki Boyutu (Legal 2020).Dural M ve Öğüz, T, Türk Özel Hukuku Cilt II Kişiler Hukuku (20. Bası, Filiz 2019).Dural M, Öğüz T ve Gümüş MA, Türk Özel Hukuku Cilt III Aile Hukuku (13. Bası, Filiz 2018).Elçin Grassinger G, Türk Medeni Kanununda Yer Alan Velayet Hükümleri Kapsamında Küçüğün Kişi Varlığının Korunması İçin Alınacak Tedbirler (On İki Levha 2009).Erman B, ‘İnsan Üzerinde Deney ve Deneme Suçları  (2016) 13(2) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 1 44.Ertem B, Tıp Ceza Hukukunda Kendi Geleceğini Tayin Hakkının Yansıması Olarak Rıza ve Sınırları (Yayımlanmamış Doktora Tezi, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, 2015).Foucault M, Hapishanenin Doğuşu Çev Mehmet Ali Kılıçbay (8. Bası, İmge 2019).Foucault M, Biyopolitikanın Doğuşu Collége de France Dersleri 1978 1979 Çev Alican Tayla (İstanbul Bilgi Üniversitesi 2015).Foucault M, Akıl Hastalığı ve Psikoloji Çev Emre Bayoğlu (5. Bası, Ayrıntı 2019).Foucault M, Akıl ve Akıl Bozukluğu Klasik Çağda Deliliğin Tarihi Çev Mehmet Ali Kılıçbay (2. Bası, İmge 1995).Froggett L ve Richards B, ‘Exploring the Bio Psycho Social  (2002) 5(3) The European Journal of Psychotherapy, Counselling & Health 321 326.Gözler K, Türk Anayasa Hukuku Dersleri (25. Bası, Ekin 2020).Güngör HA, ‘Anayasa Mahkemesi nin Topuk Kanı Testi ve Zorunlu Aşılama Uygulamaları Hakkındaki Kararlarına İlişkin Kısa Bir Değerlendirme  (2018) 10(100) Fasikül Hukuk Dergisi 395 400.Gürbüz N, Biyotıp Hukukunda İnsan Onuru (On İki Levha 2014).Hakeri H, Tıp Hukuku El Kitabı (6. Bası, Seçkin 2013).Helvacı S, Gerçek Kişiler (2. Bası, Arıkan 2007).Işıl Ülman Y, ‘Kan ve Kan Ürünlerinin Transfüzyonu ve Tıbbi Etik  (1998) 20 Damla Kan Merkezleri ve Transfüzyon Derneği Bülteni 1 4 <http://kmtd.org.tr/damla/20.pdf> Erişim Tarihi 5 Temmuz 2020.481İstanbul Hukuk Mecmuası 79/2Kalkan Oğuztürk B, Türk Medeni Hukukunda Biyoetik Sorunlar (Vedat 2011).Kapani M, Kamu Hürriyetleri (7. Bası, Yetkin 1993).Kara Kılıçarslan S, Kişilik Hakkına Saldırıda Üstün Nitelikte Özel ve Kamusal Yarar (On İki Levha 2015).Kasapoğlu Turhan M, ‘İdari Kolluk Yetkisi Bağlamında Zorunlu Aşı Uygulaması  (2019) 9(1) Hacettepe Üniversitesi Hukuk Fakültesi Dergisi 1 40.Kaya Kızılırmak C, ‘Velayet Hakkının Kapsamı Çerçevesinde Bebeklik Dönemi Aşı Uygulamalarına Rızanın Esirgenmesi  iç Abuzer Kendigelen ve Saibe Oktay Özdemir (edr), Prof. Dr. Feyzi Necmeddin Feyzioğlu nun Anısına Armağan (On İki Levha 2020) 449 476.Kılıçoğlu A, Medeni Hukuk Temel Kavramlar Başlangıç Hükümleri Kişiler Hukuku (Turhan 2016).Kızılarslan H, Ceza Muhakemesi, Adli Tıp, Adli Bilimlerde Vücut Muayenesi ve Örnek Alma (Doktrin ve Uygulama) (Kızılarslan 2007).Kilkelly U, The right to respect for private and family life, A guide to the implementation of Article 8 of the European Convention on Human Rights (1st, Directorate General of Human Rights, Council of Europe 2003).Kirkit E, Tıbbi Müdahalenin Hukuka Uygunluğu (Adalet 2016).Koç A, ‘Michel Foucault nun ‘Biyopolitika  Kavramının Teorik Çerçevesi  (2018) 2(2) Uluslararası Kriz ve Siyaset Araştırmaları Dergisi 193 218.Koçak Süren Ö, ‘Organ ve Doku Naklinin Yasal ve Etik Açıdan İncelenmesi  (2007) 73 TBB Dergisi 174 195.Lemke T, Biyopolitika Çeviren Utku Özmakas (4. Bası, İletişim 2017).Marmot M, ‘Giriş  iç Michael Marmot ve Richard G Wilkinson (edr), Sağlığın Sosyal Belirleyicileri, Çeviri Editörleri İlker Kayı ve Yeşim Yasin (İnsev 2009) 13 17.Marmot M, Siegrist J ve Theorell T, ‘Sağlık ve İş Yerindeki Psiko Sosyal Ortam  iç Michael Marmot ve Richard G Wilkinson (edr), Sağlığın Sosyal Belirleyicileri, Çeviri Editörleri İlker Kayı ve Yeşim Yasin (İnsev 2009) 119 153.Metin S, Biyo Tıp Etiği ve Hukuk (2. Bası, Betim 2019).Nart S, Hekimin İlaç Tedavisinden Doğan Sorumluluğu (2. Bası, Adalet 2020).Nart S, ‘Endikasyon Dışı İlaç Tedavisinde Hekimin ve İlaç Üreticisinin Hukuki Sorumluluğu . (2017) 19 (Özel Sayı) DEÜHFD (Prof. Dr. Şeref Ertaş a Armağan) 729 791.Oğuzman K, Seliçi Ö ve Oktay Özdemir S, Kişiler Hukuku (Gerçek ve Tüzel Kişiler) (19. Bası, Filiz 2020)Orenstein GA ve Lewis L, ‘Eriksons Stages of Psychosocial Development  (StatPearls, 9 March 2020)  Treasure  Island  (FL):  StatPearls  Publishing  <https://www.ncbi.nlm.nih.gov/books/NBK556096/> Erişim Tarihi 9 Haziran 2020. Özbilen AB, İnsan Kökenli Biyolojik Maddelere İlişkin Hukuki İşlemler (Vedat 2011).Özbudun E, Türk Anayasa Hukuku (7. Bası, Yetkin 2002).Özmakas U, Biyopolitika: İktidar ve Direniş Foucault, Agamben, Hardt Negri (2. Bası, İletişim 2019).Öztan B, Aile Hukuku (6. Bası, Turhan 2015).Rose S ve Robinson C, ‘Beyond Essentialist Critiques: The Co development of Individual and Society within Erik Erikson s Psychosocial Theory of Identity Development  iç SA Barab, KE Hay ve DT Hickey (edr), The International Conference of the Learning Sciences, Indiana University, Proceedings of ICLS 2006, Vol 2 (International Society of the Learning Sciences 2006) 620 626.482Yücel / Tıbbi Müdahalelerde Onam Hakkının Sınırı Olarak Üstün YararSağlam M, ‘Ekim 2001 Tarihinde Yapılan Anayasa Değişiklikleri Sonrasında, Düzenlendikleri Maddede Hiçbir Sınırlama Nedenine Yer Verilmemiş Olan Temel Hak ve Özgürlüklerin Sınırı Sorunu  (2002) 18(1) Anayasa Yargısı Dergisi 233 266.Serim G, Roma İmparatorluk Döneminde Aile Hukukuna İlişkin Düzenlemeler (Lykeion 2018).Serozan R, Medeni Hukuk Genel Bölüm Kişiler Hukuku (7. Bası, Vedat 2017).Serozan R, Çocuk Hukuku (2. Bası, Vedat 2005).Sert G, Uluslararası Bildirgeler ve Tıp Etiği Açısından Hasta Hakları (2. Bası, Seçkin 2019).Sever DÇ, ‘COVID 19 Günlerinde İdare Hukuku: Salgınla Mücadelede Kolluk Yetkileri Üzerine Bir İnceleme  (2020) 9(17) Anayasa Hukuku Dergisi 187 238.Shaw M, Dorling D ve Smith GD, ‘Yoksulluk, Toplumsal Dışlanma ve Azınlıklar  iç Michael Marmot ve Richard G Wilkinson (edr), Sağlığın Sosyal Belirleyicileri, Çeviri Editörleri İlker Kayı ve Yeşim Yasin (İnsev 2009) 226 256.Stanek L, ‘Biopolitics of Scale: Architecture, Urbanism, the Welfare State and After  iç Jakob Nilsson ve Sven Olov Wallenstein (edr), Foucault, Biopolitics, and Governmentality (Södertörn University 2013) 105 122.Szasz T, Deliliğin İmalatı Çeviren Gözde Genç (Yerdeniz 2007).Szasz T, Yalanlar Bilimi Psikiyatri Çeviren Nur Küçük (Aylak Kitap 2013).Şen E ve Bodur FB, ‘Devletin Yaşam Hakkını Koruma Zorunluluğu  (2017) 12(132) Terazi Hukuk Dergisi 125 131.Şenocak Z, ‘Küçüğün Tıbbi Müdahaleye Rızası  (2001) 50(4) AÜHFD 65 80.Tanör B ve Yüzbaşıoğlu N, 1982 Anayasasına Göre Türk Anayasa Hukuku (19. Bası, Beta 2019).Tüzüner Ö, Adli Genetik ve Tıbbi Biyoloji Bilimlerinin Soybağı Hukukuna Etkisi (Filiz 2016).Yücel Ö, Ayırt Etme Gücünden Yoksun Kişiler Adına Alınan Tıbbi Kararlarda Özerklik Hakkının Korunması ve Hasta Talimatları (Seçkin 2018).Yüksel H, Kişilik Hakkı İhlali Kapsamında İnsan Üzerinde Yapılan Deneyler ve Hukuki Sonuçları (On İki Levha 2017).483"
}