{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "04",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "COVID 19 Salgınının Icra ve Iflâs Hukuku Alanına Etkileri",
     "Title": "The Impact of COVID 19 on Enforcement and Bankruptcy Law",
     "Yazar İsmi": [

          "Murat Atalı"  , "Ersin Erdoğan"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "COVID-19", "İcra hukuku", "Fevkalade tatil", "Takiplerin durması"
     ],
     "Keywords": [
          "COVID-19 Outbreaks", "Measures taken regarding Enforcement and Bankruptcy Law", "Suspension of proceedings"
     ],
     "Özet": "Dünya Sağlık Örgütü tarafından pandemi ilan edilen COVID 19 salgını, ülkemizde ve dünya genelinde ekonomik faaliyetlere önemli ölçüde zarar vermiştir. Ekonomik hayatın durma noktasına gelmesi, bireylerin daha önce üstlenmiş oldukları edimlerini yerine getirmeleri konusunda çok büyük zorluklar, hatta imkansızlıklara sebebiyet vermiştir. Ülkemizde salgının yaratacağı ekonomik zorlukların bireylerin mahvına sebebiyet vermemesi amacıyla, takip hukuku açısından birtakım tedbirler alınmıştır. İlk olarak 2279 sayılı Cumhurbaşkanlığı Kararı ile İcra ve İflâs Kanunu nun 330 uncu maddesinde düzenlenen fevkalade tatil kurumuna işlerlik kazandırılmış, daha sonra ise 7226 sayılı Kanun ile bir bütün olarak cebri icra faaliyetlerinin durdurulması öngörülmüştür. İşbu çalışmada, takip hukuku açısından alınan tedbirler ve bunların hukuki sonuçları üzerinde ele alınmaktadır. Bu çerçeve, takip hukukuna ilişkin süreler ile icra ve iflâs takipleri ile takip işlemleri açısından alınan tedbirler ve yarattığı sorunlar incelenmiştir. Kanun koyucu, bir bütün olarak takip hukukuna ilişkin bütün sürelerin durmasını düzenlemiştir. Bu noktada sürelerin taraflar veya icra ve iflâs daireleri açısından düzenlenmiş olması arasında bir ayrım yapılmamıştır. Ayrıca kanun koyucu hem cüz i icra takiplerinin hem de iflâs takiplerinin yapılmasının önüne geçmiştir. Kanun tarafından belirlenen durma süresi boyunca yeni icra veya iflâs takibi başlatılamayacağı gibi daha önce başlatılmış olan takipler de duracaktır. Ayrıca kanun koyucu ihtiyati haciz kararlarının da icra ve infazını da durma süresi boyunca engellemiştir. 7226 sayılı Kanun ile konkordato açısından ortaya çıkan sorunlar da ele alınmıştır.",
     "Abstract": "The COVID-19 outbreak, which was declared a pandemic by the World Health Organization in March, has significantly damaged economic activities in Turkey and worldwide. Most economic activities have stopped or slowed down because of this pandemic. This situation has caused enormous difficulties and impossibilities for individuals to fulfill the obligations they had previously undertaken. These economic difficulties may economically destroy individuals. Therefore, to help individuals cope with these difficulties, some measures have been taken regarding Enforcement and Bankruptcy Law. First, with the Presidential Decree numbered 2279 regulated in article 330 of the Enforcement and Bankruptcy Law, the extraordinary suspension institution has entered into force. All mandatory execution processes have stopped as per Law 7226. In this paper, measures undertaken regarding Enforcement and Bankruptcy Law and their legal consequences are discussed. Moreover, possible problems are discussed, and the measures taken with respect to the periods in the Enforcement and Bankruptcy Law have been explained. In addition, all enforcement and bankruptcy proceedings have been stopped during this pandemic period. Individuals are not allowed to commence new proceedings. Here, the paper also examines the measures taken regarding the arrest orders and concordat proceedings.",
     "Metin": "11.03.2020 tarihinde Dünya Sağlık Örgütü tarafından pandemi haline geldiği belirtilen COVID-19 küresel salgını, ülkemizi de olumsuz etkilemiş, bu çalışmanın hazırlandığı  tarihte  yaklaşık  200.000  kişi  bu  hastalığa  yakalanmış,  5.000  kişi ise  hayatını  kaybetmiştir.  Bu  süreçte  haziran  ayına  kadar  çeşitli  tarihlerde  ve yerlerde, farklı kapsamlarda sokağa çıkma yasakları uygulanmış ve insanlara evde kalmaları salık verilmiştir. Bu denli kapsamlı tedbirlerin ülke ekonomisini olumsuz etkilememesi düşünülemez. Ticari hayatın neredeyse durma noktasına geldiği böyle bir dönemde, bireylerin daha önce üstlendikleri edimlerini ifa edemedikleri için cebri yaptırımlara tabi kılınması, onların ekonomik olarak mahvına sebep olacak ve netice itibariyle ortaya çıkacak toplam ekonomik zarar, daha büyüyecektir. İnsanların hayatta kalmak için tedbirler aldığı bu dönemde, kanun koyucu da hukuki açısında birtakım düzenlemeler yapma gereği hissetmiş, evvela 2279 sayılı Cumhurbaşkanlığı Kararnamesi ile icra ve iflâs takipleri açısından İcra ve İflâs Kanunu nun 330 uncu maddesi uyarınca fevkalade tatil kararı alınmış ve ayrıca ilave birtakım tedbirler düzenlenmiştir. Bunu müteakip 7226 sayılı Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un Geçici 1 inci maddesi ile hem yargılamalar hem de icra takipleri açısından kapsamlı tedbirler alınmıştır. Bu çalışmada söz konusu düzenlemeler uyarınca alınan tedbirler icra ve iflâs hukuku açısından değerlendirilmektedir.I. 2279 Sayılı Cumhurbaşkanlığı Kararı ile Alınan Tedbirlerİcra ve İflâs Kanunu nun 330 uncu maddesine göre salgın hastalık, umumi bir musibet veya harb halinde Cumhurbaşkanı karariyle memleketin bir kısmında veya bazı iktisadi zümreler lehine muayyen bir müddet için icra takipleri durdurulabilir. İşte 22.03.2020 Tarih ve 31076 Sayılı Resmî Gazete de yayınlanan 2279 Sayılı Cumhurbaşkanlığı Kararı ile İcra ve İflâs Kanunu nun 330 uncu maddesine dayalı olarak  COVID-19  salgın  hastalığının  ülkemizde  yayılmasını  önlemek  amacıyla alınan tedbirler kapsamında; bu Kararın yürürlüğe girdiği tarihten 30/4/2020 tarihine kadar, nafaka alacaklarına ilişkin icra takipleri hariç olmak üzere, •  yurt genelinde yürütülmekte olan tüm icra ve iflâs takiplerinin durdurulmasına ve •  bu çerçevede taraf ve takip işlemlerinin yapılmamasına, •  yeni icra ve iflâs takip taleplerinin alınmamasına ve •  ihtiyati haciz kararlarının icra ve infaz edilmemesine karar  verilmiştir.  Söz  konusu  düzenleme  incelendiğinde,  fevkalade  tatilin uygulanacağı  coğrafi  alan  ve  belirli  iktisadi  zümreler  açısından  bir  sınırlama 398Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri getirilmediği görülmektedir. Buna göre, karar ile belirlenen 30.04.2020 tarihine kadar nafaka alacakları hariç olmak üzere bütün icra ve iflâs takipleri durdurulmuş, yeni takip de başlatılamaması kabul edilmiştir. Ayrıca ayrım yapılmaksızın bütün taraf ve takip işlemlerinin duracağı belirtilmiştir. Karar uyarınca ihtiyati haciz kararı alınmasının önünde bir engel bulunmasa da bu kararın icra ve infaz edilmesinin de önüne geçilmiştir. Böylece Kararın Resmî Gazete de yayınlandığı 22.03.2020 tarihi ile 30.04.2020 tarihleri arasında takip işlemleri açısından öngörülen süreler işlemeyecektir.Bu noktada, muhtemel bir karışıklığın giderilmesinde fayda vardır. Fevkalade hallerde tatil kurumu (İİK m. 330) ile fevkalade mühlet (İİK m. 317-329) amaçları ve  buna  karar  verecek  makamlar  itibariyle  benzeşse  de  nitelik  ve  sonuçları itibariyle  birbirinden  farklıdır.  Fevkalade  mühletin  söz  konusu  olduğu  hallerde Cumhurbaşkanlığı kararı yalnızca fevkalade mühlete ilişkin hükümlerin yürürlüğe konulduğunu  belirtir,  hangi  borçluların  bundan  istifade  edebilecekleri  ise  icra mahkemesi kararı ile ayrı ayrı tespit edilir. Fevkalade hallerde tatil kurumunda ise karar ile birlikte kapsamda yer alan (coğrafi veya ekonomik zümre olarak) bütün borçlular  kendiliğinden  istifade  eder.  2279  sayılı  Karar  ile  fevkalade  hallerde tatil kurumuna işlerlik kazandırılmıştır. Ancak İcra ve İflâs Kanunu nun 330 uncu maddesinde yalnızca  icra takiplerinin  durdurulması düzenlenmişken, 2279 sayılı Karar ile iflâs takipleri de kapsama dahil edildiği gibi yeni takip (icra veya iflâs) yapılması  da  engellenmiştir. Ayrıca  ihtiyati  haciz  kararlarının  da  icra  ve  infaz edilemeyeceği belirtilmiştir. Kanunda açıkça bir dayanağı bulunmayan söz konusu sınırlamaların Cumhurbaşkanlığı Kararı ile getirilebilmesi esasen mümkün değildir. Zira Anayasa nın 13 üncü maddesinde belirtildiği üzere temel hak ve özgürlükler ancak  kanunla  sınırlanabilir.  Keza  Anayasa nın  104 üncü  maddesi  uyarınca Cumhurbaşkanlığı kararnamesi ile temel hak ve özgürlükler düzenlenemez. Somut durumda, bir Kararname de değil, idari nitelikte bir işlem olan Cumhurbaşkanlığı Kararı söz konusudur. Bireylerin hak arama özgürlüğünün gereği olan icra ve iflâs takiplerinin  başlatılmasının  durdurulabilmesi,  ihtiyati  haciz  kararlarının  icra  ve infazının engellenebilmesi için açık bir kanuni düzenlemeye ihtiyaç bulunmaktadır. Ancak aşağıda inceleneceği üzere 7226 sayılı Kanun un Geçici 1 inci maddesi ile bu tartışma önemini yitirmiştir. Fevkalade hallerde tatil kararı alınması üzerine Kanunda yalnızca takiplerin duracağı düzenlenmiş, hem icra hukukuna özgü sürelerin hem de maddi hukuka ait zamanaşımı ve hak düşürücü sürelerin akıbeti konusunda bir hükme yer verilmemiştir. Keza 2279 1  Ejder Yılmaz, ‘Olağanüstü Durumlarda Borçlulara Süre Verilmesi ve İcra Takiplerinin Durdurulması  (1977), IX(1), BATIDER 153, 178.2  Cumhurbaşkanlığı Kararnamesi ile Cumhurbaşkanlığı Kararı arasındaki farklar için bkz Şeref İba ve Yasin Söyler, ‘Yeni Hükümet Sisteminde Cumhurbaşkanlığı Kararnamesi ile Cumhurbaşkanlığı Kararının Nitelik Farkı ve Hukuki Sonuçları  (2019), 36(1), Anayasa Yargısı 195, 223.399İstanbul Hukuk Mecmuası 78/2sayılı Kararda da bu yönde bir açıklık bulunmamaktadır. Ancak yukarıda belirtildiği üzere amaçlarının müşterek olması sebebiyle fevkalade mühlete ilişkin hükümlerin, niteliğine uygun düştüğü ölçüde fevkalade hallerde tatil kurumu açısından da kıyasen uygulanabilmesi gerekir. Bu çerçevede, İcra ve İflâs Kanunu nun 323 üncü maddesinin ikinci fıkrasında düzenlenen Kanunun 106, 150/e, 156, 206, 278, 279 ve 280 inci maddelerinde öngörülen sürelerin tatil halinde de durduğu kabul edilmelidir. Buna karşılık fevkalade hallerde tatil kararı üzerine maddi hukuka ait zamanaşımı süreleri ile hak düşürücü sürelerin durması söz konusu değildir. Ancak aşağıda inceleneceği üzere 7226 sayılı Kanun un Geçici 1 inci maddesi ile bu tartışma önemini yitirmiştir.2279 sayılı Karar yalnızca icra ve iflâs takipleri ile ihtiyati haciz kurumu açısından alınan  tedbirleri  düzenlemektedir.  Hukuk  davaları  ve  yargılamaların  işleyişi noktasında bir tedbir içermemektedir.II. 7226 Sayılı Kanun ile Takip Hukuku Açısından Alınan Tedbirler26.03.2020 tarihinde Resmî Gazete de yayınlanan 7226 sayılı Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun un Geçici 1 inci maddesi, salgının yol açacağı hak kayıplarının önüne geçilebilmesi amacıyla, maddi hukuka ait süreler yanında hem icra ve iflâs hukukuna hem de yargılama hukuku alanına dönük tedbirler içermektedir. Söz konusu 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının a bendinde yargılama hukuku açısından bazı sürelerin durması tedbir olarak düzenlenmekteyken b bendinde ise icra takiplerine özgü tedbirler yer almaktadır.İcra hukukuna özgür tedbirler açısından 7226 sayılı Kanun un Geçici 1 inci maddesi ile özellikle İcra ve İflâs Kanunu nun 330 uncu maddesini uygulamaya koyan 2279 sayılı Cumhurbaşkanlığı kararı ile zaman bakımından uygulanma sorunu tartışması doğmaktadır. 2279  sayılı  Cumhurbaşkanlığı  kararının  idari  nitelikte  olması,  7226  sayılı Kanun un uygulama zamanının söz konusu karar ile aynı tarihte olacak şekilde geçmişe yürütülmüş olması, 7226 sayılı Kanun ile getirilen düzenlemenin hem 3  Baki Kuru, İcra ve İflas Hukuku El Kitabı (2. Bası, Yetkin 2013) 1583; Taylan Özgür Kiraz, ‘Fevkalâde Hallerde Mühlet ve Tatil  (2000), 2, Manisa Barosu Dergisi 7, 13; Yılmaz, (n 3) 182.4  Öğretide fevkalade tatil kararı üzerine maddi hukuka ait zamanaşımı sürelerinin de duracağı belirtilmekteyse de buna dair bir pozitif dayanak bulunmamaktadır. Örneğin Kuru, İcra ve İflâs Kanunu nun fevkalade mühlete ilişkin 323 üncü maddesinin ikinci fıkrasının kıyasen uygulanması suretiyle zamanaşımı ve hak düşürücü sürelerin duracağından bahsetmektedir ki ilgili madde yalnızca icra hukukuna özgü bazı sürelerin durmasını öngörmektedir. Kuru, (n 5) 1583. Fevkalade mühlet halinde zamanaşımı ve hak düşürücü sürelerin duracağına dair bir hüküm yer almamaktadır. Takip başlatılmasının mümkün olması karşısında, böyle bir ihtiyacın bulunduğundan da söz edilemez. Fevkalade tatil hallerinde zamanaşımı ve hak düşürücü sürelerin duracağı yönünde ayrıca bkz Hakan, Pekcanıtez, ‘2279 sayılı Cumhurbaşkanı (Fevkalâde Mühlet) Kararı ile 7226 Sayılı Kanunun Geçici 1. Maddesinin Birlikte Değerlendirilmesi , (Lexpera Blog, 28.03.2020) https://blog.lexpera.com.tr/2279-sayili-karar-ile-7226-sayili-kanunun-birlikte-degerlendirilmesi Erişim Tarihi 18 Haziran 2020.5  Oğuz Atalay ve Muhammet Özekes, ‘7226 Sayılı Kanun ile İcra ve İflâs Kanunu m. 330 Hükmünü Uygulayan Cumhurbaşkanlığı Kararı (2279 Sayılı) Çerçevesinde Ortaya Çıkan Bazı Sorular ve Tartışmalara Cevaplar , (Lexpera Blog, 27.03.2020)  https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortaya-cikan-sorunlar Erişim Tarihi 18 Haziran 2020.400Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri sonraki hem özel hem de üstün norm olması birlikte değerlendirildiğinde, 2279 sayılı Cumhurbaşkanlığı kararının (fiilen uygulandığı 22.03.2020 ila 26.03.2020 tarihleri hariç olmak üzere) uygulama alanının bulunmadığının kabulü gerekir. Bu çerçevede, işbu çalışmada takip hukukuna özgü tedbirler değerlendirilirken 7226 sayılı Kanun un Geçici 1 inci maddesi dikkate alınmıştır.7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendinde, takip hukuku açısından alınan tedbirler özel olarak düzenlenmektedir. Buna göre, 9/6/1932 tarihli ve 2004 sayılı İcra ve İflas Kanunu ile takip hukukuna ilişkin diğer kanunlarda belirlenen süreler ve bu kapsamda hâkim veya icra ve iflâs daireleri tarafından tayin edilen süreler; nafaka alacaklarına ilişkin icra takipleri hariç olmak üzere tüm icra ve iflâs takipleri, taraf ve takip işlemleri, yeni icra ve iflâs takip taleplerinin alınması, ihtiyati haciz kararlarının icra ve infazına ilişkin işlemler 22/3/2020 (bu tarih dâhil) tarihinden, itibaren 30/4/2020 (bu tarih dâhil) tarihine kadar durur.7226 sayılı Kanun un Geçici 1 inci madde ile Cumhurbaşkanı na verilen yetki kapsamında, 30.04.2020 Tarih ve 31114 Sayılı Resmî Gazete de yayınlanan 2480 Sayılı Cumhurbaşkanlığı Kararı ile durma süresi, 4734 sayılı Kamu İhale Kanununda öngörülen zorunlu idari başvuru yoluna ilişkin süreler hariç olmak üzere 01.05.2020 tarihinden itibaren 15.06.2020 tarihine kadar (salgın hastalığın yayılma tehlikesinin daha önce ortadan kalkması halinde yeniden değerlendirilmek üzere) uzatılmıştır.Söz konusu düzenleme dikkate alındığında, takip hukukuna özgü alınan tedbirleri üç ayrı başlık altında incelemek mümkün görünmektedir: Süreler, takipler ve takip işlemleri, ihtiyati haciz kararları. A. Takip Hukuku Açısından Süreler Yönünden Alınan Tedbirler7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendinde, İcra ve İflas Kanunu ile takip hukukuna ilişkin diğer kanunlarda belirlenen süreler ve bu kapsamda hâkim veya icra ve iflâs daireleri tarafından tayin edilen sürelerin 22.03.2020 tarihi itibariyle durması öngörülmüştür. Buna göre; •  İcra ve İflas Kanunu nda düzenlenen (bütün) süreler•  Takip hukukuna ilişkin diğer kanunlarda belirlenen süreler•  Takip hukukuna ilişkin hâkim tarafından belirlenen süreler•  Takip hukukuna ilişkin icra veya iflâs daireleri tarafından belirlenen süreler6  Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortayacikan-sorunlar Erişim Tarihi 18 Haziran 2020. Ayrıca bkz Hakan Pekcanıtez ve Evrim Erişir, ‘Koronavirüs (Covid-19) Salgınına Karşı Alınan, Medenî Usûl ve İcra-İflâs Hukukunu İlgilendiren Önlemler , (Legal Blog, 03.06.2020) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-ve-icra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020; Aziz S. Arslan, ‘Covid-19 Salgını Sebebiyle İcra Takiplerine İlişkin Düzenlemelerin Değerlendirilmesi  (2020), 33(148), TBBD 197, 205.401İstanbul Hukuk Mecmuası 78/222.03.2020 tarihi itibariyle durmuştur. Örneğin, İcra ve İflas Kanunu nda düzenlenen;•  Taşınırın teslimine ilişkin icra emrinin gereğinin yerine getirilmesi için öngörülen yedi günlük süre (İİK m. 24)•  Çocuk teslimine ilişkin olarak düzenlenen yedi günlük süre (İİK m. 25)•  Taşınmazın tahliye ve teslimi için düzenlenen yedi günlük süre (İİK m. 26)•  Para alacaklarına ilişkin icra emrinin gereğinin yerine getirilmesi için düzenlenen yedi günlük süre (İİK m. 32)•  İlâma dayanan takipler için öngörülen on yıllık zamanaşımı süresi (İİK m. 39)•  Para  ve  teminat  alacaklarına  ilişkin  gönderilen  ödeme  emri  uyarınca  mal beyanında bulunmak, ödemek veya itiraz etmek için düzenlenen yedi günlük süre (İİK m. 60, m. 62)•  Gecikmiş itiraz yoluna başvurmak için engelin kalktığı günden itibaren hesaplanan üç günlük süre (İİK m. 65)•  İtirazın bertaraf edilmesi üzerine mal beyanında bulunmak için öngörülen üç günlük süre (İİK m. 75)•  Haciz talep edebilmek için düzenlenen bir yıllık süre (İİK m. 78)•  Haciz ihbarnamesine karşı itiraz süresi (İİK m. 89)•  İstihkak iddiasında bulunmak için düzenlenen yedi günlük süre (İİK m. 96)•  Satış istemek için düzenlenen altı aylık ve bir yıllık süre (İİK m. 106)•  Taşınırların satışı için düzenlenen iki aylık süre (İİK m. 112)•  Taşınmazların satışı için düzenlenen üç aylık süre (İİK m. 123)22.03.2020 tarihi itibariyle, 15.06.2020 tarihine kadar durmuştur. Bu noktada İcra ve İflâs Kanunu nun 111 nci maddesince taksitle ödemeye ilişkin sürelerin de açıklığı kavuşturulması gerekir. Borçlu, Kanun da öngörülen koşullara uygun olmak kaydıyla, alacaklının ve icra dairesinin onayına ya da rızasına ihtiyaç olmaksızın taksitle ödeme teklifinde bulunabilir ve borcunu taksitle ödeyebilir. Kanun un 111 inci maddesinin en tipik özelliği, burada öngörülen şartlara uygun bir teklifin yapılması halinde alacaklının rızasına gerek olmamasıdır. Kanunda öngörülen şartlara uygun bir taksitle ödeme teklifi alacaklıyı bağlar ve takibe devam edilmesine engel olur. Kanun un 111 nci maddesinde taksitle ödemenin gerçekleşebilmesi için, borçlunun yeter miktarda malının haczedilmiş olması, alacaklının satış talebinden evvel borçlunun ilk taksiti peşin ödeyecek şekilde, aydan aya ve toplamda üç ayı 7   Bu çalışma kapsamı dışında kalmakla birlikte maddi hukuka ilişkin zamanaşımı ve hak düşürücü sürelerin durması 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının a bendinde düzenlenmektedir. Bu çerçevede, maddi hukuka ait süreler açısından fevkalade hallerde tatile ilişkin 2279 sayılı Cumhurbaşkanlığı kararı üzerine yaşanabilecek tartışma, 7226 sayılı Kanun ile ortadan kaldırılmıştır.402Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri geçmemek üzere ödeme teklifinde bulunması gerekir. Bu çerçevede bir teklif üzerine artık alacaklının veya icra dairesinin kabulü aranmaksızın sonuç doğurur. İcra ve İflâs Kanunu teklif için asgari şartları düzenlemiştir. Borçlunun daha iyi bir teklifinin de (örneğin iki taksitle borcu ödeyeceğini belirtmesi, onbeş günde bir ödeme yapacağını belirtmesi gibi) aynı sonucu doğuracağı tereddütsüzdür. Dolayısıyla, İcra ve İflâs Kanunu yalnızca azami süreleri düzenlemektedir, gerçekte süreyi tespit eden ise borçludur. Keza taksitle ödeme açısından öngörülen bu süreler, aynı zamanda maddi hukuka aittir. Şu hâlde, azami süre kanunda düzenlenmiş olmakla birlikte, taksitlere ilişkin borçlu tarafından tayin edilen sürelerin 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendi kapsamında durduğundan söz edilemez. İcra ve İflâs Kanunu nun 111 inci maddesindeki şartlar dışında, alacaklı ve borçlunun taksitle ödemeye ilişkin bir sözleşme yapmış olması durumunda, taraflar arasındaki sözleşmede belirlenen sürelerin ise 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendi kapsamında durmadığı şüpheden uzaktır. Takip hukukuna ilişkin diğer kanunlarda yer alan sürelere ise 7155 sayılı Abonelik Sözleşmesinden Kaynaklanan Para Alacaklarına İlişkin Takibin Başlatılması Usûlü Hakkında Kanun da yer alan süreler veya Türk Ticaret Kanunu nun deniz ticareti kitabında yer alan cebri icraya ilişkin süreler verilebilir. İcra  ve  İflâs  Kanunu  hükümlerine  göre  icra  dairesi  tarafından,  icranın  geri bırakılması kararı getirilmesi için verilen süre (İİK m. 36), depo ve garajlarda ve yediemin olarak kendisine haczedilen malın bırakılmış olduğu üçüncü kişilerde saklanıp  da  hukuken  artık  muhafazasına  gerek  kalmayan  malın  geri  alınması için verilen süre (İİK m. 88), yedi veya on günü geçmemek üzere alıcıya verilen süre (İİK m. 118 ve m. 130) ile icra mahkemesi hakimince terekenin borca batık olduğu iddiasında bulunan tarafa verilecek süre (İİK m. 68) de 22.03.2020 itibariyle (15.06.2020 tarihine kadar) durmuştur.7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının a bendinde, Hukuk Muhakemeleri Kanunu ve usûl hükmü içeren diğer kanunlardaki sürelerin 13.03.2020 itibariyle durduğu düzenlenmiştir. Esasen İcra ve İflâs Kanunu nda yer alan yargılamaya ilişkin sürelerin de bu kapsamda olması beklenirdi. Ancak, İcra ve İflas Kanunu nda düzenlenen davalar ve hukuki başvuru yollarına ilişkin sürelerin durması, Geçici 1 inci maddesinin birinci fıkrasının b bendinde ayrıca ve özel olarak düzenlendiği için (zira İcra ve İflas Kanunu nda düzenlenen sürelere genel bir atıf vardır), bu davalar bakımından zikredilen hükmün (b bendinin) dikkate alınması gerekir. 8  Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortayacikan-sorunlar Erişim Tarihi 18 Haziran 2020.9  Durma süresi içerisinde borçlunun ödeme yükümlülüğü olmadığı yönünde bkz Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-ve-icra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.403İstanbul Hukuk Mecmuası 78/27226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının a bendinde sürelerin durmasına ilişkin olarak getirilen ölçüt ile takip hukuku açısından alınan süreler  noktasında  iki  fark  bulunmaktadır.  İlk  olarak,  takip  hukuku  açısından sürelerin  durması  açısından,  durma  süresinin  başlangıcı  farklı  düzenlenmiştir. Yargılamalar açısından durma süresi 13.03.2020 tarihinden itibaren başlamakta iken takip hukuku açısından sürenin başlangıcı 22.03.2020 olarak belirlenmiştir. İkincisi, takip hukuku bakımından duracak süreler belirlenirken, bunların  taraflar bakımdan   öngörülmüş  olması  şartı  aranmamış,  kanun  koyucu  İcra  ve  İflas Kanunu ile takip hukukuna ilişkin diğer kanunlarda belirlenen bütün sürelerin (ve bu kapsamda hâkim veya icra ve iflâs daireleri tarafından tayin edilen süreler) duracağını düzenlemektedir. Esasen bu farklılığın, süreç içerisinde yapılamayacak işlemler ile de bağlantısı vardır. Kural olarak durma süresi boyunca yargılama faaliyetleri  durdurulmuş  değildir.  Mahkeme  usûl  işlemlerinin  (duruşma,  keşif müzakere hariç) yapılmaya devam edilmesi gerektiği gibi, bu süre içerisinde dava açmak, cevap vermek, istinaf ve temyiz yoluna başvurmak gibi taraf usûl işlemlerinin yapılması da mümkündür. Ancak aşağıda inceleneceği üzere icra takipleri açısından hem taraf takip işlemlerinin hem de icra takip işlemlerinin 22.03.2020 itibariyle yapılamayacağı düzenlenmiştir. Bu kapsamda icra takiplerinin (yargılamalardan farklı olarak) durduğundan söz etmek mümkündür. Dolayısıyla duran sürelerin kapsamı bakımından  taraflar bakımından  öngörülmüş olma gibi bir şart, İcra ve İflâs Kanunu nda düzenlenen süreler için geçerli değildir.Yargılamaya ilişkin süreler bakımından bir ayrım yapılmasının pek çok tartışmaya ve tereddüte yol açacak olmasına rağmen, pozitif düzenleme gereğince yargılamaya ilişkin olmasına rağmen İcra ve İflâs Kanunu nda düzenlendiği için durma süresinin 22.03.2020 itibariyle başladığı hallerin şu şekilde zikredilmesi mümkündür: •  İcra mahkemesine yapılacak yedi günlük şikâyet süresi•  İcra  mahkemesince,  duruşma  yapılmayacak  işlerde,  şikâyet  hakkında  karar vermek için öngörülen on günlük süre•  İcra mahkemesine yapılacak altı aylık itirazın kaldırılması süresi•  Genel mahkemelerde açılacak yedi günlük borçtan kurtulma davası süresi•  Genel mahkemelerde açılacak bir yıllık itirazın iptali davası süresi•  İcra mahkemesinde açılacak istihkak davası süresi•  İcra mahkemesine ihalenin feshi talebinde bulunmak için düzenlenen süreler•  İcra mahkemesine yapılacak sıra cetveline şikâyet başvurusu süresi•  Genel mahkemelerde açılacak sıra cetveline itiraz davası açma süresi•  Genel mahkemelerde açılacak olan tasarrufun iptali davası açılmasına ilişkin düzenlenen bir, iki ve beş yıllık süreler404Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri İcra ve İflâs Kanunu nda düzenlenen ve yukarıda yer verilen söz konusu kurumlara ilişkin olarak, yargılama sırasında hâkim tarafından taraflara verilen süreler de 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendi uyarınca 22.03.2020  tarihi  itibariyle  durmuştur.  Buna  karşılık,  söz  konusu  yargılamalar açısından İcra ve İflâs Kanunu nda düzenlenmeyen ve buna göre hâkim tarafından tayin edilmeyen süreler açısından 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının a bendinin dikkate alınması gerekir. Yargılamaya ilişkin söz konusu süreler açısından a bendi kapsamında alınan tedbirlerin, b bendinden farklı olarak bireylerin hak arama özgürlüğünü temin amacı gittiği mutlaka dikkate alınmalıdır. Dolayısıyla, İcra ve İflâs Kanunu nda (veya takip hukukuna ilişkin diğer bir kanunda) düzenlenmeyen yargılamaya ilişkin süreler açısından a bendinin esas alınması, hukuki dinlenilme hakkının da gereğidir. Örneğin, itirazın iptali davasında veya istihkak davasında cevap süresi, aşağıda incelendiği üzere, a bendi kapsamında 13.03.2020 tarihi itibariyle durmuştur. Keza icra mahkemesi kararlarına karşı istinaf kanun yolu süresi de İcra ve İflâs Kanunu nda düzenlendiğinden, söz konusu süre de 22.03.2020 tarihi itibariyle durmuştur. Buna karşılık, temyiz süresi özel olarak düzenlenmemiş, temyiz incelemesinin Hukuk Muhakemeleri Kanunu na göre yapılacağı belirtilmiştir (İİK m. 364/II). Şu hâlde, icra mahkemesinde gerçekleştirilen yargılamalar üzerine bölge  adliye  mahkemesince  verilen  kararlara  karşı  temyiz  süresi,  7226  sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının a bendi kapsamında 13.03.2020 itibariyle durmuştur.Sürelerin durmasının hukuki sonucu Kanunda ayrıca düzenlenmiştir. Buna göre, durma süresinin başladığı tarih itibarıyla (22.03.2020), bitimine on beş gün ve daha az kalmış olan sürelerin, durma süresinin sona erdiği günü (15.06.2020) takip eden günden başlamak üzere on beş gün uzamış sayılacağı öngörülmüştür. Buna göre, 22.03.2020 tarihinden önce işlemeye başlamış süreler, bu tarih itibariyle duracak ve 15.06.2020 tarihi itibariyle kaldığı yerden işlemeye devam edecektir. 22.03.2020 tarihi itibariyle, kalan süre onbeş günden az ise, bu süre 15.06.2020 tarihinden itibaren onbeş gün olarak kabul edilecektir. Şu halde, 22.03.2020 itibariyle sona ermesine onbeş günden az kalmış işlemlerin, 30.06.2020 tarihine kadar yapılabilmesi mümkündür. İcra ve İflâs Kanunu nda yer alan pek çok sürenin onbeş günden kısa olduğu dikkate alındığında, alınan tedbirler kapsamında işlemin normal durumunda 10   Öğretide, 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendinin amacının dikkate alınması gerektiği, kanun koyucunun dava ve hukukî çareleri de içine alacak şekilde icra ve iflâs takip prosedürleri ile diğer muhakeme usûllerini birbirinden ayırmayı amaçladığı, dolayısıyla İcra ve İflâs Kanunu nda düzenlenen kurumlar açısından bütün sürelerin, diğer kanunlarda yer alsa da b bendi kapsamında olması gerektiği belirtilmiştir. Ancak yazarlar, dava veya hukuki çarenin düzenlendiği yer kriterinin de meseleyi bütünlüğü ile açıklığı kavuşturmadığını belirtmektedir. Görüş için bkz Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-veicra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.11   Kanunda yer alan, sürelerin uzamış sayılacağına ilişkin ifadenin tereddüt uyandıracak nitelikte olduğu hakkında bkz Murat Atalı ve Ersin Erdoğan, ‘Covid-19 Salgını Sebebiyle Yapılan Düzenlemelerin Medenî Usûl Hukuku Alanına Yansımaları , iç Muhammet Özekes (ed), Covid-19 Salgınının Hukuki Boyutu Hukukun Tüm Alanlarında Değerlendirmeler (1. Bası, Oniki Levha 2020) 48. 405İstanbul Hukuk Mecmuası 78/2yapılması için öngörülen süreden daha uzun bir süre içerisinde gerçekleştirilmesi imkânı yaratılmıştır. Örneğin borçlu 18.03.2020 tarihinde tebliğ edilen ödeme emrine yedi gün içerisinde itiraz edebilirdi. 22.03.2020 tarihi itibariyle süreler durduğu için, esasen borçlunun dört günlük bir süresi kalmaktadır. Ancak mevcut düzenleme sebebiyle borçlu 15.06.2020 tarihinden sonra onbeş gün içerisinde (30.06.2020) tarihine kadar ödeme emrine itiraz edebilir.B. İcra Takipleri ve Takip İşlemleri Bakımından Alınan Tedbirler7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrası uyarınca, 22.03.2020 ila 15.06.2020 tarihleri arasında; •  Yeni icra veya iflâs takibi başlatılamayacağı,•  Derdest icra ve iflâs takiplerinin duracağı,•  Taraf ve icra takip işlemlerinin yapılamayacağıdüzenlenmiştir. 1. İcra ve İflas Takipleri Açısından Alınan TedbirlerKanun koyucu hem yeni icra ve iflâs takibi yapılmasını engellemiş hem de mevcut takiplerin duracağını düzenlemiştir. Bu çerçevede kanun koyucu yalnızca nafaka alacaklarını hariç tuttuğundan, nafaka alacağına dayalı olarak başlatılacak takipler hariç, ilâmlı veya ilâmsız, cüzi veya külli herhangi bir takibin başlatılabilmesi veya başlamış olan takibe devam edilebilmesi mümkün değildir. Bu kapsamda doğrudan doğruya iflâs talebinde bulunulabilmesi veya iflâs davası açılabilmesi de söz konusu olmamalıdır. Kanun koyucu yalnızca takiplerin durmasından değil, yeni takip talebi alınmamasını da öngördüğünden, icra dairesinin alacaklının takip talebini reddetmesi gerekir. Aksi halde, örneğin UYAP üzerinden gönderilen takip talebinin reddine karar verilmemesi halinde, süresiz olarak şikâyet yoluna başvurulabilir. Nafaka alacaklarına ilişkin olarak ise ilâmlı (yoksulluk nafakasında olduğu gibi) veya ilâmsız (tedbir nafakasında olduğu gibi) takip başlatılabilmesi ve başlamış olan takibe devam edilebilmesi mümkündür.Takip talebinde bulunulmasının engellenmesinin hak arama özgürlüğünü sınırladığı 12   Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-veicra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.13   Takip yasağına ilişkin mevcut hüküm, konkordato mühleti içerisinde takip yasağını düzenleyen İcra ve İflâs Kanunu nun 294 üncü maddesine benzemektedir. Ancak mühlet içerisinde takip yasağına ilişkin söz konusu hüküm, yalnızca icra takip işlemlerinin yapılamaması şeklinde anlaşılmakta, dolayısıyla alacaklının takip talebinde bulunmasının önünde bir engel olmadığı kabul edilmektedir. Bu yönde bkz Sümer Altay ve Ali Eskiocak, Konkordato ve Yeniden Yapılanma Hukuku, (4. Bası, Vedat 2018) 104. 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendinde ise yalnızca icra takip işlemlerinin değil, takibe dair bütün işlemlerin durması öngörüldüğünden ve ayrıca yeni icra ve iflâs takip taleplerinin alınmasından açıkça söz edildiğinden, içeriği itibariyle Kanunun 294 üncü maddesinden farklı olduğu anlaşılmaktadır.406Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri şüpheden uzaktır. Bu noktada, Covid-19 salgını nedeniyle alınan tedbirlerin saikleri noktasında, takip hukuku ile yargılama hukuku açısından farklılığa dikkat çekmekte fayda görmekteyiz. Yargılama hukuku açısından alınan tedbirler, esasen bireylerin taraf usûl işlemleri açısından düzenlenen hak düşürücü süreleri kaçırmaları sebebiyle ortaya çıkacak hak kayıplarının önlenmesine yöneliktir. Bu süreçte bireylerin söz konusu  işlemleri  yapması  da  engellenmemiştir.  Takip  hukuku  açısından  alınan tedbirlerin temelinde ise bireylerin hak kayıplarından ziyade salgının yaratacağı ekonomik gerekçelerin olduğu anlaşılmaktadır. Başka bir anlatımla, takip hukukuna ilişkin  alınan  tedbirler  ile  amaçlanan,  bireylerin  ekonomik  olarak  mahıvlarının önüne geçmektedir. Nafaka alacaklarının kapsam dışında bırakılması da bu saiki desteklemektedir. Bu nedenle, takip hukuku açısından alınan tedbirlerin kapsamına ilişkin tereddütlerin giderilmesi noktasında bu saikin dikkate alınması önemlidir. O nedenle, takip hukukuna ilişkin tedbirlerde, esasen hak arama özgürlüğünün sınırlanması ile karşı tarafın ekonomik bütünlüğü dengesinde, ekonomik bütünlüğe önem verdiği görülmektedir. Bu süreçte hem maddi hukuka hem de takip hukukuna ilişkin sürelerin durmuş olması ise hak arama özgürlüğüne getirilen sınırlamanın, hakkın özüne dokunmasına mâni olmaktadır.Kanun koyucu  tüm  icra ve iflâs takiplerinin durduğunu belirmektedir. Bu kapsamda yeni icra ve iflâs takip talepleri açısından da belirtilen  tüm  sıfatının geçerli olduğunun kabulü gerekir. Bu çerçevede, yalnızca İcra ve İflâs Kanunu nda düzenlenen takipler değil, diğer kanunlarda düzenlenen icra ve iflâs takiplerinin de başlatılamayacağının kabulü gerekir. Örneğin, 7155 sayılı Kanun kapsamındaki takiplerin de başlatılması mümkün değildir.Bu noktada kamu hukukuna ilişkin olarak 6183 sayılı Kanun kapsamındaki takiplerin  akıbetleri  düşünülebilir.  Kanun  koyucu  takiplerin  durması  açısından  tüm  icra takiplerinden söz etmektedir. Ancak, yeni icra ve iflâs takipleri açısından ise   takip  taleplerinin  alınmaması ndan  söz  etmektedir.  Kanunun  lafzı  dikkate alındığında,  6183  sayılı  Kanun  açısından  bu  anlamda  bir  takip  talebinden  söz edilemeyeceği için ilgili takiplerin başlatılabileceği düşünülebilir. Kanaatimizce burada zikredilen düzenlemenin lafzı ve amacı birlikte değerlendirilerek bir sonuca varılmalıdır. Yukarıda belirtildiği üzere, takip hukuku açısından alınan tedbirler borçlunun ekonomik mahvını engellemeye yöneliktir. Bu çerçevede amaç, borçluya karşı yapılacak bütün takiplere mâni olmaktır. Nitekim duracak takipler belirlenirken açıkça  tüm  takiplerden söz edilmiştir. Ayrıca kanun koyucu yalnızca 2004 sayılı İcra ve İflâs Kanuna dayalı takipleri kapsamamakta, yukarıda incelendiği üzere,  takip hukukuna ilişkin diğer kanunlardan  söz etmektedir. Düzenlemenin lafzı ve 14   Nitekim öğretide 2004 sayılı İcra ve İflâs Kanunu nun açıkça belirtilmiş olmasına rağmen kamu alacaklarına ilişkin temel kanunun belirtilmemesi nedeniyle 6183 sayılı Kanuna göre yapılacak takiplerin düzenleme kapsamında olmadığı, bunun da hak aramada eşitliği zedelediği ve birçok temel hakkı ihlal edeceği savunulmaktadır. Bu yönde bkz Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortaya-cikan-sorunlar Erişim Tarihi 18 Haziran 2020.407İstanbul Hukuk Mecmuası 78/2amacının birlikte değerlendirilmesi halinde, 6183 sayılı Kanuna dayalı takiplerin de başlatılamayacağının kabulü uygun olur. Aksi kabulde, zaten hak arama özgürlüğü sınırlanmış alacaklının, borçlunun kamuya olan borçları sebebiyle malvarlığının ortadan kalkması üzerine alacağını elde edememesi tehlikesi ortaya çıkar ki böyle bir düzenleme hakkın özüne dokunması sebebiyle Anayasa ya da aykırı olur. Ancak tereddütlerin giderilmesi adına 6183 sayılı Kanun un da açıkça zikredilmesi isabetli olurdu.İcra ve iflâs takipleri açısından alınan tedbirler ile (nafaka alacakları hariç) yalnızca takipler durdurulmuştur. Dolayısıyla, mevcut takipler bulundukları aşamada derdest kalmaya devam eder. Örneğin, daha öne ödeme emri gönderilerek kesinleşen takip, bu aşamada kalmaya devam eder, alacaklı haciz talep edemez. Keza haciz gerçekleştirilmişse, satış istenemez, ancak malvarlığı değerleri haciz olarak kalmaya devam eder. 2. Takip İşlemleri Açısından Alınan Tedbirler7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendinde, yalnızca icra takiplerinin durmasını düzenlenmemiş, ayrıca bu süre içerisinde taraf ve takip işlemlerinin de yapılamayacağı belirtilmiştir. Esasen icra takiplerinin durmasına ilişkin tedbir, cebri icra işlemlerinin de yapılmasına manidir. Ancak kanun koyucu, olağan tatil ve talik hallerinden de farklı olarak bütün takip işlemlerinin öngörülen süreç boyunca yapılmasını engellemiştir. Başka bir anlatımla, sadece icra dairesi tarafından gerçekleştirilecek icra takip işlemleri değil, bir bütün olarak takibe dair bütün işlemler, taraflarca gerçekleştirilecekler de dahil engellenmiştir. Esasen kavram tercihi yönünden mevcut düzenlemenin eleştirisi bir tarafa, takip hukuku alanında zaman zaman tereddütlere sebep olan bir işlemin icra takip işlemi olup olmadığı konusundaki  tartışmaya,  mevcut  düzenleme  açısından  ihtiyaç  kalmamıştır.  Zira düzenleme ile ayrım yapılmaksızın bütün takip işlemlerinin, ister taraflar isterse icra dairesi tarafından yapılsın, önüne geçilmiştir. Örneğin, mevcut düzenleme uyarınca, borçlunun da ödeme emrine itiraz edebilmesi mümkün değildir. 7226  sayılı  Kanun un  Geçici  1 inci  maddesinin  birinci  fıkrasının  b  bendi kapsamında,  22.03.2020  tarihi  ile  15.06.2020  tarihleri  arasında  satış  talebinde bulunulması ve artırmanın yapılması, ihale kararı alınması mümkün değildir. Bu kapsamda henüz ilan yapılmamış artırma işlemleri açısından da artırmaya hazırlık işlemlerinin durma süresinden sonra, İcra ve İflas Kanunu nun öngördüğü şekilde (şartnamenin  hazırlanması,  taşınmazlar  açısından  ilgililere  tebliğ,  ilanın  şekli) 15   Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-veicra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.16   Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-veicra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.408Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri yapılması gerekir. Ancak, daha önce ilan edilen artırmanın öngörülen tarih aralığına rastlaması halinde, nasıl hareket edileceği konusunda bir tereddüt hasıl olabilirdi. Kanun koyucu, 7226 sayılı Kanun un Geçici 1 inci maddesinin üçüncü fıkrasında, artırmanın gerçekleşmesine ilişkin özel bir düzenleme yapmıştır. Buna göre, icra ve iflâs daireleri tarafından mal veya haklara ilişkin olarak ilan edilmiş olan artırma gününün durma süresi içinde (22.03.2020 – 15.06.2020) kalması halinde, bu mal veya haklar için durma süresinden sonra yeni bir talep aranmaksızın icra ve iflâs dairelerince satış günü verilir. Bu durumda satış ilanı sadece elektronik ortamda yapılır ve ilan için ücret alınmaz. Dolayısıyla, birinci veya ikinci artırma tarihinin 22.03.2020 – 15.06.2020 tarihleri arasında kalması durumunda, söz konusu artırma gerçekleştirilemez; ancak yeni artırma için taraflardan tekrar talep aranmayacağı gibi daha önce nasıl gerçekleştirildiğinden bağımız olarak ilan da, herhangi bir ücret alınmaksızın yalnızca elektronik ortamda yapılır. Kanun koyucu artırma ilanının elektronik ortamda yapılmasıyla yetinileceğini öngördüğünden, taşınmazlar ilişkin İcra ve İflâs Kanunu nun 127 nci maddesinde öngörülen ilgililere tebliğe de ihtiyaç yoktur. Durma süresinden önce birinci artırma gerçekleştirilmiş olmasına rağmen kanunda öngörülen şartları sağlayan bir teklif bulunmadığı için ikinci artırmanın yapılması gereken durumlarda da, ikinci artırma tarihinin durma süresi rastlaması halinde, bu artırma yapılamayacak; durma süresinin geçmesinden sonra artık yalnızca ikinci artırma için yukarıda öngörülen usûlde ilan yapılır. Başka bir anlatımla, birinci artırma geçerliliğini korur. Bu konuda yaşanan bir tereddüt ve UYAP ın yalnızca ikinci artırma gününe izin vermemesi sebebiyle Hopa Cumhuriyet Başsavcılığı tarafından yazı üzerine, Adalet Bakanlığı nın 18.06.2020 tarihli cevabi yazısında da yalnızca ikinci artırma için yeni tarihin ilan edileceği belirtilmiştir. Artırma işlemlerine ilişkin bir tereddüt de İcra ve İflâs Kanunu nun 113 üncü maddesinin  ikinci  fıkrasındaki  düzenleme  sebebiyle  yaşanabilir.  Buna  göre, muhafazası  masraflı  ve  değeri  süratle  düşen  malların  satılmasına  icra  dairesi tarafından re sen satılmasına karar verilebilir. Bu noktada tereddüt, durma süresi içerisinde bu yönde bir karar alınıp alınamayacağı hususundadır. Düzenlemenin 17  Uğur, Bulut, ‘7226 Sayılı Kanun un İcra Hukukundaki Satış ve Paraların Ödenmesi İşlemlerine Etkisi , (Lexpera Blog, 18.05.2020)  https://blog.lexpera.com.tr/7226-sayili-kanunun-icra-hukukundaki-satis-ve-paralarin-odenmesi-islemlerineetkisi Erişim Tarihi 18 Haziran 2020.18  Esasen söz konusu düzenlemeden önce 2279 sayılı Cumhurbaşkanlığı kararı üzerine Adalet Bakanlığı tarafından hazırlanan 86420598-296/2543 sayılı görüş yazısında,  İcra ve iflâs daireleri tarafından satış günü verilerek ilan edilmiş mal ve haklara ilişkin elektronik veya fiziki arttırmanın günlerinin durdurma tarihleri içinde kalması hallerinde, durdurma kararının bitiminden itibaren yeni satış günü verileceği, bu durumda satış ilanının İcra ve İflâs Kanununun 114üncü maddesinin ikinci fıkrasındaki ilkeler doğrultusunda tarafların menfaatleri gözetilerek en az masrafla katılımcı sayısını en çok arttıracak vasıta ile ilanın yapılmasının uygun olacağı, daha önce masrafı verilip ilan yapılmış olması nazara alınarak alacaklı ve borçluya ek masraf yüklemeyecek şekilde ilanın yapılmasına özen gösterilerek, durma kararı nedeni ile satış işlemleri gerçekleşmeyen mal ve haklar yönünden durma sürecinden sonra yapılacak ilanların UYAP İcra Malları e-Satış Portalında yapılmasının uygun olacağı  belirtilmişti. Ele aldığımız kanuni düzenleme, ana hatları ile ilgili görüşü esas almış, yalnızca ilanın yapılması konusunda takdir yetkisini kaldırarak elektronik ortamda yapılması öngörülmüş, ayrıca yeni satış günü için talep aranmayacağı belirtilmiştir.19   Bulut, (n 19) https://blog.lexpera.com.tr/7226-sayili-kanunun-icra-hukukundaki-satis-ve-paralarin-odenmesi-islemlerineetkisi Erişim Tarihi 18 Haziran 2020.409İstanbul Hukuk Mecmuası 78/2lafzı dikkate alındığında, bir takip işlemi olması sebebiyle, İcra ve İflâs Kanunu nun 113 üncü maddesinin ikinci fıkrası kapsamında da satış kararının alınamaması icap eder. Ancak söz konusu hükmün takibin her iki tarafının da menfaatini koruma amacı dikkate alındığında, bu yönde alınacak bir satış kararının 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendi ile korunmak istenen menfaatleri ihlal etmeyeceği değerlendirilmelidir. Ayrıca İcra ve İflâs Kanunu nun 119 uncu maddesinin birinci fıkrasının dördüncü bendi uyarınca bu nitelikteki malların pazarlık suretiyle satışına karar verilebilir. Benzer şekilde, taraf menfaatleri dikkate alınarak bu nitelikteki mallar için satış işlemleri yapılabilmelidir.Durma süresinden önce artırma gerçekleşmiş ve ihale kararı kesinleşmiş, ancak mal henüz alıcıya teslim edilmemişse, bu durumda icra dairesinin malı teslim edip gerekirse alıcı adına tescili talep edip edemeyeceği Kanunda düzenlenmemiştir. Esasen bir takip işlemi olmayan tescil ve teslimin bu süreçte de gerçekleştirilebilmesi gerekir. Düzenlemenin amacı da dikkate alındığında, aksi bir yorum yapılmasına ihtiyaç bulunmadığı da görülmektedir. Adalet Bakanlığı tarafından Kanun Resmî Gazete de yayınlanmadan önce yayınlanan görüş yazısında, durma kararı öncesinde ihalesi yapılıp kesinleşen ihalelerin tescil işleminin yapılabileceği, teslim işlemlerinin yapılmasının  ise  alınan  tedbirlere  ve  durdurma  kararının  amacına  aykırılık oluşturmayacak şekilde icra müdürlüklerince takdir edilebileceği belirtilmiştir.Kanun koyucu durma süresi içerisinde icra dairesine rızaen ödeme yapılabileceği kabul  etmiştir.  Ancak  söz  konusu  paranın  alacaklıya  ödenip  ödenemeyeceği konusunda  bir  açıklık  Kanunda  yer  almamaktadır.  İcra  dairesince  alacaklıya gerçekleştirilecek ödeme bir icra takip işlemi değildir. Ancak yukarıda açıklandığı üzere, kanun koyucunun bütün takip hukukuna ilişkin bütün işlemleri kural olarak engellediği  görülmektedir.  Alacaklıya  yapılacak  ödemenin  de  bu  kapsamda olup olmadığı konusunda tereddüt edilebilir. Kanaatimizce icra dairesine rızaen yapılan ödeme üzerine elde edilen paranın, paranın alacaklıya ödenebilmesine yönelik  rızayı  da  kapsadığının  kabulü  gerekir.  Zira  takip  hukukuna  ilişkin alınan  tedbirlerin  temel  saikinin  ekonomik  mahvın  önüne  geçmek  olduğu yukarıda belirtilmiştir. Bu çerçevede, alacaklının alacağına kavuşmasının da ilgili düzenleme ile engellendiği düşünülemez. İcra dairesinin hesabında hiç kimsenin istifade edemediği para, yalnızca ekonomik açıdan zarar verecektir. Kendisine karşı cebri işlem yapılamayacak borçlunun, buna rağmen icra dairesine ödemede bulunmakta olması, bu paranın alacaklıya verilmesine ilişkin rızası bulunduğunu da göstermektedir. Keza kesinleşen ihale kararı sebebiyle alıcının yapmış olduğu 20  Baki Kuru, İcra ve İflâs Hukuku (3. Bası, Evren 1988) C I, 138; Bilge Umar, İcra ve İflâs Hukukunun Tarihi Gelişmesi ve Genel Teorisi (1. Bası, Ege Üniversitesi İktisadi ve Ticari İlimler Fakültesi Yayınları 1973) 186.21  Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-veicra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020; Bulut, (n 19) https://blog.lexpera.com.tr/7226sayili-kanunun-icra-hukukundaki-satis-ve-paralarin-odenmesi-islemlerine-etkisi Erişim Tarihi 18 Haziran 2020.410Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri ödemelerin de alacaklıya ödenebilmesi gerekir. Ayrıca yukarıda sözü edilen Adalet Bakanlığı görüşünde de, dosya kapsamına göre sıra cetveli yapılmasını gerektirmeyen ve borçlu ya da üçüncü kişilerin haklarının ihlal edilmeyeceğinin anlaşıldığı durumlarda paraların alacaklılarına ödenebileceği belirtilmiştir. Ancak uygulamada  icra  dairelerinin  genel  olarak  taraf  ve  takip  işlemlerinin  durmuş olması nedeniyle başka icra dosyalarından haciz talep ve uygulama işlemlerinin yapılamadığı;  bu  nedenle,  ödeme  yapılan  takipteki  alacaklıdan  alacaklı  olan üçüncü kişilerin ilgili dosya alacağına haciz talep etmek isteyebilecekleri ama haciz işlemleri durdurulduğu için bu hacizlerin talep edilememiş ve uygulanamamış olabileceği ve bu durumda dosya alacağının ödenmesinin haciz talep edemeyen bu muhtemel üçüncü kişilerin haklarını ihlal edebileceği gibi bir gerekçesiyle ödeme yapmaktan kaçındıkları belirtilmektedir.7226 sayılı Kanun un Geçici 1 inci maddesinin üçüncü fıkrasının b bendinde, taraflardan birinin, diğer taraf lehine olan işlemlerin yapılmasını isteyebileceği düzenlenmiştir.  Dolayısıyla,  yukarıda  yer  verilen  ve  yapılamayacağı  belirtilen bütün taraf ve icra takip işlemleri açısından, işlemin aleyhine olan tarafın talep etmesi halinde, söz konusu işlemin gerçekleştirilmesi gerekir. Örneğin, borçlunun mallarının haczedilmesini talep etmesi halinde, durma süresi içerisinde de haczin gerçekleştirilmesi mümkündür. Keza borçlunun taahhütte bulunması, alacaklının mevcut haczin kaldırılmasını istemesi durumunda, ilgili işlemin gerçekleştirilmesi gerekir.  Bu  kapsamda,  borçlunun  haczedilmiş  malların  paraya  çevrilmesini istemesi (İİK m. 113/I), kendi borcunun ödenmesini sağlaması yanında, alacaklı lehine de sonuç doğurduğundan, bu yönde bir talepte bulunulması halinde, satışın gerçekleştirilmesi gerekir. Ayrıca, tarafların anlaşmaları durumunda, diğer tarafın lehine olan işlemlerin yapılabilmesine imkân tanıyan bu hüküm sebebiyle, anlaşmaya konu söz konusu işlemin durma süresi içerisinde de yapılabilmesi gerekir.3. Takipler ve Takip İşlemleri Açısından Alınan Tedbirlerin Üçüncü Kişilere Etkisi7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendinde, yalnızca  taraf ve takip işlemlerinin  yapılamayacağı düzenlenmektedir. Bu noktada, takip  içerisinde  üçüncü  kişilere  karşı  veya  üçüncü  kişilerce  gerçekleştirilecek işlemlerin, durma süresince yapılıp yapılmayacağı sorunu ortaya çıkmaktadır.22  Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-veicra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.23  Bulut, (n 19) https://blog.lexpera.com.tr/7226-sayili-kanunun-icra-hukukundaki-satis-ve-paralarin-odenmesi-islemlerineetkisi Erişim Tarihi 18 Haziran 2020.24  Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortayacikan-sorunlar Erişim Tarihi 18 Haziran 2020.25  Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortayacikan-sorunlar Erişim Tarihi 18 Haziran 2020.411İstanbul Hukuk Mecmuası 78/2İlk olarak, kanun koyucu yalnızca işlemlerin yapılmaması değil, genel olarak takiplerin  de  duracağını  düzenlediğinden,  durma  süresi  içerisinde  icra  dairesi tarafından üçüncü kişiye karşı da bir işlem yapılabilmesi mümkün değildir. Örneğin, durma süresinde üçüncü kişiye İcra ve İflâs Kanunu nun 89 uncu maddesine göre haciz ihbarnamesi gönderilmesi mümkün değildir. İkincisi, takip içerisinde üçüncü kişi tarafından gerçekleştirilecek işlemlere dair süreler, 7226 sayılı Kanun un Geçici 1 inci maddesinin birinci fıkrasının b bendinde ayrım  yapılmaksızın  İcra  ve  İflas  Kanunu nda  düzenlenen  süreler  olduğundan 22.03.2020  itibariyle  durmuştur.  Örneğin,  üçüncü  kişinin  istihkak  iddiasında bulunması veya haciz ihbarnamesi üzerine (22.03.2020 tarihinden önce gönderilen) itiraz süresi bu kapsamdadır.Bu noktada tartışmalı olan bir husus, maaş ve ücret hacizleri sebebiyle kesintilerin, durma sürecinde de devam edip etmeyeceği noktasındadır. Durma süresine haciz işlemi yapılamayacağı için, bu süre içerisinde maaş veya ücret haczi için üçüncü kişiye  ihbarname  gönderilmesi  de  mümkün  değildir.  Ancak,  durma  sürecinden önce gerçekleştirilen haciz işleminin gereği olarak, yine durma tarihinden önce (22.03.2020) gönderilen maaş veya ücret kesintisine ilişkin ihbarnamenin gereğinin durma süresince üçüncü kişi tarafından yerine getirilip getirilmeyeceği belirlenmelidir. Atalay/Özekes, takiplerin tamamen durmuş olması ve bu süre içerisinde muhafaza tedbirlerinin de alınamayacak olması karşısında, maaş kesintilerinin durma süresince devam etmesinin çelişkili olacağını savunmaktadır. Buna karşılık, Pekcanıtez/Erişir,  süreç  içerisinde  de  ödemelerin  devam  etmesi  gerektiğini,  zira  durmaya rağmen mevcut hacizlerin varlığını muhafaza ettiğini, kesintinin durdurulmasının ise haczin kaldırılması sonucunu doğuracağını belirtmektedir. Adalet Bakanlığı nın Hazine ve Maliye Bakanlığına hitaben gönderdiği 02.04.2020 Tarih ve 864205598300/2678 Sayılı yazısında da, 22.03.2020 tarihinde evvel haciz tutanağı ile haczine karar verilmiş maaş ve ücretler için kesintilere devam edilmesine ve birden fazla icra dosyasının bulunması halinde, bir dosyadan kesintinin bitmesi halinde sırası gelen icra dosyaları için de maaş haciz kesintisine devam edilmesi gerektiğine ilişkin görüş bildirilmiştir. Kanaatimizce, düzenlemenin amacının, içerisinde bulunulan olağan dışı durum dikkate alındığında, bütün takip ve takip işlemlerini durdurmak isteyen kanun  koyucunun,  maaş  ve  ücret  hacizlerine  ilişkin  kesintilere  devam  edilmesi olduğunu kabul etmek isabetli görünmemektedir. Getirilen düzenlemelerin temelde ekonomik olarak borçluyu koruyucu nitelikte olduğu ve bu süreç içerisinde hayatını devam ettirmesine matuf olduğu dikkate alındığında, niteliği gereği muhafaza tedbiri 26  Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortayacikan-sorunlar Erişim Tarihi 18 Haziran 2020. Aynı yönde bkz Adnan Deynekli, ‘7226 Sayılı Kanunla Yapılan Düzenlemenin Sürelere Etkisi Yönünden Değerlendirme  (e-uyar 01.04.2020) < https://app.e-uyar.com/blog/index/478d2-2806-49beac-89976b794> Erişim Tarihi 22 Ağustos 2020.27  Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid-19-salginina-karsi-alinan-medeni-usûl-veicra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.412Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri olduğu belirtilen maaş kesintilerinin devam edeceğini kabul etmek, düzenlemenin amacı ile bağdaşmamaktadır. Kaldı ki maaş ve ücretlere ilişkin kesinti takip borçlusu yönünde muhafaza tedbiri niteliğinde olmasına rağmen, üçüncü kişi açısından esasen bir icra takip işlemidir. Dolayısıyla, Kanun kapsamında maaş ve ücret kesintilerinin de durduğunun kabulü gerekir. Bu süreçte kesintinin durması halinde, haczin de kalkmış olacağı değerlendirmesine de katılamıyoruz. Zira bu süreçte de haciz varlığını koruyacaktır; ancak bir muhafaza tedbiri olan kesintiler durma süresince adeta askıda kalacak, daha sonra ayrıca bir işleme gerek kalmaksızın mevcut hacizlere ilişkin kesintiye devam edilecektir. Benzer şekilde birer muhafaza tedbiri olarak İcra ve İflâs Kanunu nun çeşitli hükümlerinde (Örneğin İİK m. 92/III veya 150/b) düzenlenen kiracıların kira bedellerini icra dairesine ödemesine dair hükümler de bu süreçte askıdadır. Durma süresi boyunca ödemelerin kiralayana yapılması uygun olur. C. İhtiyati Haciz Açısından Alınan TedbirlerAlacaklının,  rehinle  temin  edilmemiş  ve  vadesi  gelmiş  bir  para  alacağının zamanında ödenmesini güvence altına almak için mahkeme kararı ile borçlunun malvarlığına geçici olarak el koymasına ihtiyati haciz denir.İhtiyati haczin fonksiyonu, icra takibine başvurulması halinde ödeme veya icra emrinin kesinleşip haciz aşamasına geçilmesinin belirli bir zamanı gerektirmesi nedeni ile, bu dönemde alacaklının alacağının teminat altına alınmasıdır. Borçlunun borcunu zamanında ödeyemeyeceğini düşünen alacaklı, önce borçlunun mallarını ihtiyaten haczettirmekte daha sonra ise dava açmakta veya icra takibi yapmaktadır. Borçlunun mallarını ihtiyaten haczettirmek isteyen alacaklı, öncelikle mahkemeye başvurarak ihtiyati haciz kararı almalıdır. Alacaklının başvurusu üzerine, mahkeme ihtiyati haciz talebini basit yargılama usûlüne göre inceler (HMK m. 316, I-c). Kanunda  öngörülen  şartların  mevcut  bulunduğunun  tespit  edilmesi  halinde, mahkemece ihtiyati haciz kararı verilir. 7226 sayılı Kanun un Geçici 1 inci maddesi ile ihtiyati haciz talep edilmesi ve hatta mahkemece ihtiyati haciz kararı verilmesi engellenmemiştir. Her ne kadar sürelerin işlemesi durmuş olsa da, ihtiyati haciz kararına karşı itiraz edilebilmesi ve istinaf kanun yoluna başvurulabilmesi mümkündür. Ancak kanun koyucu, durma süresi boyunca ihtiyati haciz kararının icra ve infazının mümkün olmadığını düzenlemiştir. İhtiyati haciz kararının icra edilebilmesi mümkün olmadığı için, ihtiyati haczi tamamlayan merasimin gereği olarak haczin tatbikinden itibaren dava açılması veya icra takibi 28  Muhammet Özekes, ‘7226 Sayılı Kanunun (ve İİK m. 330 un) Açık Hükmü ile Açık Yargıtay Kararlarına Rağmen Adalet Bakanlığı İcra İşleri Daire Başkanlığının Maaş Kesintilerine İlişkin Görüşü Hukuka, Kanuna ve Yargıtay İçtihatlarına Açıkça Aykırıdır , (Lexpera Blog 18.04.2020) https://blog.lexpera.com.tr/adalet-bakanligi-icra-isleri-daire-baskanligininmaas-kesintilerine-iliskin-gorusu-hukuka-aykiridir Erişim Tarihi 18 Haziran 2020.29  Deynekli, (n 28), https://app.e-uyar.com/blog/index/478d2-2806-49be-ac-89976b794 Erişim Tarihi 22 Ağustos 2020.413İstanbul Hukuk Mecmuası 78/2başlatılmasına ilişkin (yedi gün içerisinde) süre de işlemeye başlamayacaktır. Ancak 22.03.2020 tarihinden önce ihtiyati haciz kararı tatbik edilmişse ve yedi günlük süre henüz dolmamışsa, 22.03.2020 itibariyle tamamlayıcı merasime ilişkin bu süre de duracaktır. Dolayısıyla, her iki ihtimalde de ihtiyati haciz kararının kendiliğinden kalkması söz konusu olmaz.D. Konkordato Açısından Alınan Tedbirler7226 sayılı Kanun un Geçici 1 inci maddesinin üçüncü fıkrasının c bendinde, konkordato mühletinin alacaklı ve borçlu bakımından sonuçlarının, durma süresince de devam edeceği düzenlenmiştir. Kanun koyucu konkordato mühleti verilmesinin yalnızca alacaklı ve borçlu bakımından sonuçlarına atıf yaptığı için, mühlet verilmesi ile ortaya çıkan diğer sonuçların akıbeti konusunda tereddüt doğmaktadır. 7226  sayılı  Kanun  ile  icra  takipleri  açısından  alınan  tedbirler,  konkordato mühletinin verilmesinin yaratmış olduğu etkiden geniş ve kapsamlıdır. Zira mühlet içerisinde birinci sıradaki alacaklıların takip yapması mümkün iken, 7226 sayılı Kanun ile yalnızca nafaka alacakları istisna tutulmuştur. 7226 sayılı Kanun ile getirilen  alacaklı bakımından sonuçlarının  devam edeceğine ilişkin hükmün, lafzı dikkate alınarak değerlendirilecek olursa, diğer bütün borçlular için takip yasağı varken,  mühlet  içerisinde  mevcut  bir  projeyi  gerçekleştirmeye  çalışan  borçluya karşı birinci sıradaki alacaklıların takip yapmasının mümkün olduğu gibi bir sonuç çıkacaktır. Temel amacı borçlunun hazırlamış olduğu konkordato projesi ile borçlunun ekonomik olarak faaliyetlerine devam etmesini sağlamak olan konkordato mühleti verilmesinin, mevcut şartlarda bütün borçluların ekonomik mahvını engelleyen tedbir kapsamı dışında bırakılması, 7226 sayılı Kanun un amacı ile bağdaşmaz. Durma sürecinin ortaya çıkardığı mevcut ekonomik şartlar dikkate alındığında, borçlunun bu süreçte beklenen faydayı sağlayamayacağı ortadadır. Keza bu süreç içerisinde mühlet içerisinde yapılabilecek bazı işlemlerin (örneğin alacaklılar toplantısı gibi) sağlık veya sokağa çıkma yasakları sebebiyle gerçekleştirilememesi mümkündür. Bu kapsamda, durma süresi boyunca mühlet kararının takip yasaklarına ilişkin hükümlerinin askıda olduğunun kabulü isabetli olacaktır. Bunun dışında, konkordato mühleti verilmesiyle ortaya çıkan hukuki durum varlığını muhafaza etmeye devam eder.Konkordato geçici veya kesin mühletine ilişkin süreler de İcra ve İflas Kanunu nda düzenlenen  sürelerden  olduğundan,  22.03.2020  –  15.06.2020  tarihleri  arasında 30  İhtiyati tedbirlere göre farklılık açısından bkz Atalı ve Erdoğan, (n 13), 39-40.31  Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortayacikan-sorunlar Erişim Tarihi 18 Haziran 2020; Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid19-salginina-karsi-alinan-medeni-usûl-ve-icra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.32  Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortayacikan-sorunlar Erişim Tarihi 18 Haziran 2020; Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid19-salginina-karsi-alinan-medeni-usûl-ve-icra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.414Atalı, Erdoğan / COVID-19 Salgınının İcra ve İflâs Hukuku Alanına Etkileri duracaktır. Dolayısıyla 22.03.2020 tarihi itibariyle tamamlanmasına onbeş günden az kalmış süreler, 15.06.2020 tarihinden itibaren onbeş gün uzamış sayılarak 30.06.2020 tarihinde sona erecektir. 22.03.2020 tarihi itibariyle tamamlanmasına onbeş günden fazla kalan ancak nihayeti durma süresi içerisinde kalan mühlet süreleri için ise 15.06.2020  tarihinden  itibaren  kalan  süre  kadar  ekleme  yapılacaktır.  Mühletin nihayeti durma süresinden sonraya tekabül etmekte ise, durma süresi kadar bir ilavenin sürenin sonuna yapılması gerekecektir. Ayrıca konkordatoya ilişkin olarak kanunda düzenlenen diğer süreler de (İİK m. 290/III, İİK m. 301, İİK m. 302/V, İİK m. 302/VI, İİK m. 304/II gibi) 22.03.2020 – 15.06.2020 tarihleri arasında duracaktır.Son olarak durma süresi içerisinde yeni konkordato talebinin mümkün olup olmadığı değerlendirilmelidir. Yukarıda ifade edildiği üzere, 7226 sayılı Kanun ile borçlular bakımından getirilen tedbirler, konkordato mühleti verilmesinin sağlayacağı tedbirlerden daha kapsamlıdır. Bu çerçevede, durma süresi içerisinde konkordato mühleti verilmesinin talep edilmesinde hukuki yarar bulunmadığının kabulü gerekir.SonuçCovid-19 salgını ve bununla mücadele kapsamında alınan önlemler hem ekonomik yaşamı hem de yargılama faaliyetlerini olumsuz etkilemektedir. Bu kapsamda, salgının yaratacağı ekonomik etkilerin borçlular üzerinde yaratacağı olumsuz sonuçların bertaraf edilmesi amacıyla, takip hukuku açısından – yargılama hukukundan farklı olarak - adeta bir kül olarak cebri icra faaliyetlerinin durdurulması yoluna gidilmiştir. Durma  süresinin  tamamlanması  ile  birlikte  özellikle  cebri  icra  taleplerinde  bir yığılma olması kaçınılmazdır. 15.06.2020 tarihinden sonra gerçekleşecek yoğun talebin, tedbirler ile ekonomik açıdan umulan bütün faydayı bertaraf etme tehlikesi bulunmaktadır. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.33  Bu konuda ayrıntılı hesaplamalar için bkz Müjgan Tunç-Yücel, ‘7226 sayılı Kanun ile Cumhurbaşkanlığının 2480 sayılı Yargı Alanındaki Hak Kayıplarının Önlenmesi Amacıyla Getirilen Durma Süresinin Uzatılmasına Dair Kararı Uyarınca Sürelerin Durmasının Konkordato Sürelerine Etkisi , (Lexpera Blog 11.05.2020) https://blog.lexpera.com.tr/7226-sayilikanun-ile-cumhurbaskanliginin-2480-sayili-karari-uyarinca-surelerin-durmasinin-konkordato-surelerine-etkisi  Erişim Tarihi 18 Haziran 2020.34  Atalay ve Özekes, (n 7) https://blog.lexpera.com.tr/7226-sayili-kanun-ile-cumhurbaskanligi-karari-neticesinde-ortayacikan-sorunlar Erişim Tarihi 18 Haziran 2020; Pekcanıtez ve Erişir, (n 8) https://legal.com.tr/blog/genel/koronavirus-covid19-salginina-karsi-alinan-medeni-usûl-ve-icra-iflâs-hukukunu-ilgilendiren-onlemler Erişim Tarihi 18 Haziran 2020.35  Bu konuda bazı öneriler için bkz Oğuz Atalay, ‘COVİD-19 Salgını Sebebiyle Gerçekleşen Takip Tatili Sonrasına İlişkin Bazı Düşünceler ve Öneriler , (Lexpera Blog 21.05.2020) https://blog.lexpera.com.tr/covid-19-salgini-sebebiyle-gerceklesentakip-tatili-sonrasina-iliskin-bazi-dusunceler-ve-oneriler Erişim Tarihi 19 Haziran 2020.415İstanbul Hukuk Mecmuası 78/2",
     "Kaynakça": "Altay S ve Eskiocak A, Konkordato ve Yeniden Yapılanma Hukuku, (4. Bası, Vedat 2018). Arslan AS, ‘Covid 19 Salgını Sebebiyle İcra Takiplerine İlişkin Düzenlemelerin Değerlendirilmesi , (2020), 33(148), TBBD 197 234.Atalay O ve Özekes M, ‘7226 Sayılı Kanun ile İcra ve İflâs Kanunu m. 330 Hükmünü Uygulayan Cumhurbaşkanlığı Kararı (2279 Sayılı) Çerçevesinde Ortaya Çıkan Bazı Sorular ve Tartışmalara Cevaplar ,  (Lexpera  Blog,  27.03.2020)  https://blog.lexpera.com.tr/7226 sayili kanun ilecumhurbaskanligi karari neticesinde ortaya cikan sorunlar Erişim Tarihi 18 Haziran 2020.Atalay O, ‘COVİD 19 Salgını Sebebiyle Gerçekleşen Takip Tatili Sonrasına İlişkin Bazı Düşünceler ve Öneriler , (Lexpera Blog 21.05.2020) https://blog.lexpera.com.tr/covid 19 salgini sebebiylegerceklesen takip tatili sonrasina iliskin bazi dusunceler ve oneriler Erişim Tarihi 19 Haziran 2020.Atalı M ve Erdoğan E, ‘Covid 19 Salgını Sebebiyle Yapılan Düzenlemelerin Medenî Usûl Hukuku Alanına Yansımaları , iç Muhammet Özekes (ed), Covid 19 Salgınının Hukuki Boyutu Hukukun Tüm Alanlarında Değerlendirmeler (1. Bası, Oniki Levha 2020).Bulut U, ‘7226 Sayılı Kanun un İcra Hukukundaki Satış ve Paraların Ödenmesi İşlemlerine Etkisi , (Lexpera Blog, 18.05.2020) https://blog.lexpera.com.tr/7226 sayili kanunun icra hukukundakisatis ve paralarin odenmesi islemlerine etkisi Erişim Tarihi 18 Haziran 2020.Deynekli A, ‘7226 Sayılı Kanunla Yapılan Düzenlemenin Sürelere Etkisi Yönünden Değerlendirme  (e uyar  01.04.2020)  https://app.e uyar.com/blog/index/478d6362 2806 49be a6c289976b382794 Erişim Tarihi 22 Ağustos 2020.Kiraz TÖ, ‘Fevkalâde Hallerde Mühlet ve Tatil  (2000), 2, Manisa Barosu Dergisi 7 20.Kuru B, İcra ve İflâs Hukuku (3. Bası, Evren 1988) C I.Özekes M, ‘7226 Sayılı Kanunun (ve İİK m. 330 un) Açık Hükmü ile Açık Yargıtay Kararlarına Rağmen Adalet Bakanlığı İcra İşleri Daire Başkanlığının Maaş Kesintilerine İlişkin Görüşü Hukuka, Kanuna ve Yargıtay İçtihatlarına Açıkça Aykırıdır , (Lexpera Blog 18.04.2020) https://blog.lexpera.com.tr/adalet bakanligi icra isleri daire baskanliginin maas kesintilerine iliskingorusu hukuka aykiridir/ Erişim Tarihi 18 Haziran 2020.Pekcanıtez H ve Erişir E, ‘Koronavirüs (Covid 19) Salgınına Karşı Alınan, Medenî Usûl ve İcra İflâs Hukukunu İlgilendiren Önlemler , (Legal Blog, 03.06.2020) https://legal.com.tr/blog/genel/koronavirus covid 19 salginina karsi alinan medeni usûl ve icra iflâs hukukunuilgilendiren onlemler Erişim Tarihi 18 Haziran 2020Tunç Yücel M, ‘7226 sayılı Kanun ile Cumhurbaşkanlığının 2480 sayılı Yargı Alanındaki Hak Kayıplarının  Önlenmesi  Amacıyla  Getirilen  Durma  Süresinin  Uzatılmasına  Dair  Kararı Uyarınca Sürelerin Durmasının Konkordato Sürelerine Etkisi , (Lexpera Blog 11.05.2020) https://blog.lexpera.com.tr/7226 sayili kanun ile cumhurbaskanliginin 2480 sayili karariuyarinca surelerin durmasinin konkordato surelerine etkisi Erişim Tarihi 18 Haziran 2020.Umar B, İcra ve İflâs Hukukunun Tarihi Gelişmesi ve Genel Teorisi (1. Bası, Ege Üniversitesi İktisadi ve Ticari İlimler Fakültesi Yayınları 1973).Yılmaz E, ‘Olağanüstü Durumlarda Borçlulara Süre Verilmesi ve İcra Takiplerinin Durdurulması  (1977), IX(1), BATIDER 153 191.416"
}