{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "25",
     "Ay": "09",
     "Yıl": "2019",
     "Cilt": "75",
     "Sayı": "2",
     "Başlık": " ",
     "Title": "AN EXAMINATION ABOUT RIGHT OF ACCESS TO COURT FROM THE PERSPECTIVE OF TAX LAW (CONTRADICTORY DECISION PROHIBITION – EXAMPLES FROM THE COUNCIL OF STATE DECISIONS AND LEGAL INTERPRETATION ON BODY OF RIGHTS",
     "Yazar İsmi": [

          "Prof. Dr. Mahmut Kaşıkcı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Vergi Hukuku", "mahkemeye erişim hakkı", "mahkemeye erişim hakkı ile ilgili Danıştay kararları", "AİHM Mesutoğlu-Türkiye Kararı", "yasacılık ve hukukçuluk farkı", "hakkı hukukla okumak"
     ],
     "Keywords": [
          " Tax Law, right to legal remedies", "decisions of Council of State about right to legal remedies", "ECHR Decision of Mesutoğlu vs Turkey", "difference between lawyer and coder", "interpretation of right with law"
     ],
     "Özet": "ELİNDE MAHKEMEYE ERİŞİM HAKKI ÜZERİNE BİR İNCELEME (ÇELİŞKİLİ KARAR YASAĞI DANIŞTAY KARARLARINDAN ÖRNEKLER VE HAKLAR BÜTÜNÜNÜ HUKUKLA OKUMAK) (AN EXAMINATION ABOUT RIGHT OF ACCESS TO COURT FROM THE PERSPECTIVE OF TAX LAW (CONTRADICTORY DECISION PROHIBITION – EXAMPLES FROM THE COUNCIL OF STATE DECISIONS AND LEGAL INTERPRETATION ON BODY OF RIGHTS)) Prof. Dr. Mahmut Kaşıkcı  ÖZ Bu makalede hak arama özgürlüğü ve onun türevi olan mahkemeye erişim hakkı vergi hukuku özelinde ele alınmıştır. Bu kapsamda önce tarafı olduğumuz uluslararası andlaşma hükümleri de dikkate alınarak mahkemeye erişim hakkı incelenmiştir. Daha sonra bu hakkı sınırlayıcı nitelikteki usul hukuku kurallarının nasıl yorumlanması gerektiği ve usul kurallarının temel özelliklerinin neler olması gerektiği konularında açıklamalar yapılmıştır. Bu kapsamda konuya ilişkin Danıştay kararlarından örnekler verilmiş ve AİHM nin yorumu aktarılmıştır.",
     "Abstract": "In this article right to legal remedies and it is derivative; right to access to court, have been addressed in the context of tax law. In this respect, we have examined the right of access to the court, taking into account the provisions of the international treaty. Later on, explanations have been made on how to interpret the procedural rules that restrict this right and what the basic features of the procedural rules should be. In this context, examples from the decisions of the Council of State regarding the issue have been given and the interpretation of the ECHR has been given.",
     "Metin": "I)  GENEL AÇIKLAMALAR -VERGİ DAVALARINDA MAHKEMEYE ERİŞİM HAKKI Kuralları,  hiyerarşik normlar  bütününü  ve  özümsendirilmiş  kabulleri mantık süzgecinden geçirmeyen, sormayan, sorgulamayan ve çözüm aramayan bireyler ne kendilerini ne içinde bulundukları ulusal toplumu ne de son tahlilde evrensel toplumu geliştirebilirler. Toplumsal yaşamın önemli düzen ve gelişim araçlarından birisi de hukuktur. Bir ülkedeki hukuk düzeni ve anlayışının, değişen ve globalleşen ilişkiler ağı ile çağdaş hak ve özgürlük anlayışına yabancı kalıp kendini yinelememesi, o ülkedeki devinimin, gelişimin ve bireylerin çağdaş anlayışa uygun alt kültürünün oluşumunun önündeki en büyük engellerden birisidir. Hukukun ve bu bağlamda hak ve özgürlüklerin önündeki en büyük engellerden birisi de gelişime ve çağdaş hukuk anlayışına ayak uyduramayan kural ve kabullerdir. Özeti; mantık, vicdan ve hakkaniyetin önünde normlar bloğu ile değişmez algılanan yargısal kabuller bloğu olduğunda bunu aşabilmektir hukuk. Hukukçuluk da bu anlayışı eyleme dönüştürebilmek, norm ve değişmez kabul edileni hukukla okumak ve adalet gerektirdiğinde onları hak ve özgürlük ve gelişim adına aşabilmektir. Bu çalışmamız, temel hak ve/veya özgürlükleri vergi idaresinin yaptığı bir işlem ya da eylem sonucu ihlal edilen yükümlülerin taraf olduğumuz uluslararası sözleşmeler, Anayasa ve yasalarla güvence altına alınmış olan hak arama özgürlüğü/mahkemeye erişim hakkı ile ilgili olup, temel amacı konuya ilişkin çelişik ilk derece ve kanun yolu mahkemesi kararlarının irdelenmesi ve değerlendirilmesidir. Bir diğer deyişle yasacılık ve hukukçuluk, yasallık ve hukuksallık arasındaki fark aktarılıp örneklenmeye çalışılacaktır.                                                  1 Davacı olabilecek kimseler VUK un 377. maddesinde belirtilmiştir. Buna göre: Yükümlüler ve kendilerine vergi cezası kesilenler, tarh edilen vergilere ve kesilen cezalara karşı (1. fıkra), vergi daireleri tadilat ve takdir komisyonlarınca tahmin ve takdir olunan matrahlara karşı(2. fıkra) vergi mahkemesinde dava açabilirler. Doktrinde dava açma ehliyeti ile bağlantılı olarak, muhatap, vergi sorumlusu ve hatta yükümlü kavramlarının içeriklerinin belirsiz olduğu ifade edilmiştir. Bu kapsamda vergi sorumlusunun vergi davası açma hakkı da irdelenmiş, bu hakkın tanınması gerektiği ancak vergi sorumlusunun bu hakkı ile ilgili açık kurallar olmamasının ve yargı organlarının da bu yolu açık tutmayışının sorunlar yarattığı belirtilmiştir. (Bkz: SABAN Nihal,  Vergi Hukuku , Beta, İstanbul, 2014, s: 585) .Çalışmamız özünü oluşturan yargı kararlardan bazılarında tarh edilen bir vergi ve kesilen ceza ya da takdir komisyonunca belirlenen bir matrah bulunmayıp, kişiler hakkında uygulanan vergisel koruma önlemleri (ihtiyati haciz) nedeni ile uğranılan zararın tazmini söz konusudur. Dolayısı ile salt bu örnek dahi VUK un 377. maddesindeki  tarh edilen vergilere ve kesilen cezalara karşı (1. fıkra), vergi daireleri tadilat ve takdir komisyonlarınca tahmin ve takdir olunan matrahlara karşı(2. fıkra)  tanımın yetersiz olduğunun göstergesidir. 2 Makalede  mahkemeye erişim hakkı  olarak adlandırılan bu hak, hak arama özgürlüğünün bir türevi olup çeşitli kaynaklarda mahkemeye başvurma hakkı, mahkemeye ulaşma hakkı veya dava hakkı gibi terimlerle de ifade edilmektedir. 3 Hak arama özgürlüğü daha önce yayınladığımız  Vergi Hukukunda Yargı Kararları Üzerine Vergi İdaresi Tarafından Yapılan Bildirimlere Konu İşlemlerin Hukuki Niteliği ve Vergi Davasının Konusunu Oluşturup Oluşturmayacağı Sorunsalı Üzerine Bir İnceleme (Hak Arama Özgürlüğü ve Vergisel Konulardaki Yansıması: BM Kuralları/Kabulleri, AİHS Kuralları ve AİHM Kabulleri- 1982 T.C. Anayasası, Yasal Durum, Uygulama, Doktrin ), KAŞIKCI Mahmut, Kazancı Hakemli Hukuk Dergisi, Yıl 14, Sayı 129-130, Ocak-Şubat 2007, s.24-47  makalemizde ayrıntılı olarak açıklandığından daha kapsamlı bilgi için oVergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  537 (Çelişkili Karar Yasağı-Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) Uluslararası sözleşmelerden usulüne uygun olarak onaylanarak yürürlüğe girmiş olanların, Türkiye açısından yargı makamları için bağlayıcı olduğu ve dahası bu nitelikteki kurallar ile mevcut yasa normlarının çatışması durumunda sözleşme hükümlerine öncelik verilmesi gereği; 07.05.2004 tarihinde 5170 sayılı Yasa ile 90. maddenin son fıkrasına eklenen usulüne göre yürürlüğe konulmuş temel hak ve özgürlüklere ilişkin milletlerarası andlaşmalarla kanunların aynı konuda farklı hükümler içermesi nedeni ile çıkabilecek uyuşmazlıklarda, milletlerarası andlaşma hükümleri esas alınır  şeklindeki cümle uyarınca —düzenleme öncesine oranla— daha belirgin bir Anayasal bir zorunluluk halini almıştır. Anılan düzenleme ile uluslararası hukuk kuralı –yasa çelişkisinde hangi kuralın üstün olduğu yönündeki tartışmaya da son verilmiş ve uluslararası kuralın üstün olduğu belirgin bir şekilde anayasal düzenleme haline getirilmiştir 4. Türkiye açısından, yasa koyucu için yasal düzenlemelerde gözetilmesi zorunlu olan bu uluslararası sözleşme hükümlerinden yürürlüğe girmiş olanların, yargı makamları açısından yasal kural öncesinde gözetilmesinde ve uygulanmasında da zorunluluk bulunmaktadır. Açıklanan sebeple de Anayasa ve yasal durumun irdelenmesi öncesinde, temel inceleme konumuzun gerektirdiği ölçüde hak arama özgürlüğü ve onun bir türevi olan mahkemeye erişim hakkına ilişkin uluslararası sözleşme hükümlerinin özetle ele alınması gerekir. Bunlar: (i)Birleşmiş Milletler (BM) Kişisel ve Siyasal Haklar Sözleşmesi hükümleri, BM Evrensel İnsan Hakları Beyannamesi ve BM İnsan Hakları Komisyonu tarafından kabul edilen ilkeler, (ii) İnsan Haklarını ve Temel Özgürlükleri Korumaya Dair Avrupa Sözleşmesi (AİHS) Hükümleri ve Avrupa İnsan Hakları Mahkemesi (AİHM) uygulamasıdır.                                                                                                                        çalışmaya atıfta bulunmaktayız. Burada bu makalenin özünü oluşturan konunun yani irdelenecek yargı kararlarının ve yasacılık-hukukçuluk farkının daha iyi anlaşılabilmesi açısından bir ölçüde gerekli olduğundan anılan çalışmamızın bir bölümünü güncelleştirerek aktarmaktayız. Ayrıca adil yargılanma hakkı, terim sorunu, kapsamı ve özellikle vergi davalarının hangi şartlarda AİHM önünde tartışılabileceği ile ilgili ayrıntılı açıklamalar için özellikle bkz: YALTI Billur,  Vergi Yükümlüsünün Hakları , İstanbul 2006, s:80 vd 4 Anayasa nın 90. maddesine yapılan bu ekleme öncesinde doktrinde; maddenin son fıkrasındaki   usulüne göre yürürlüğe konulmuş milletlerarası andlaşmalar kanun hükmündedir. Bunlar hakkında Anayasaya aykırılık iddiası ile Anayasa Mahkemesi ne başvurulamaz  şeklindeki hükümden hareketle, çatışma halinde uluslararası andlaşma hükümlerinin üstün olacağı görüşü ağırlıklı kabul edilmekte idi ve bizce de bu yorum yerinde idi. (Uluslararası normları üstün kabul eden görüşler için bkz: YALTI SOYDAN Billur,  Uluslararası Vergi Anlaşmaları , İstanbul 1995, s: 77 vd.; AKILLIOĞLU Tekin,   İnsan Hakları – I- Kavram, Kaynaklar ve Koruma Sistemleri , Ankara 1995, s:68 vd; YÜZBAŞIOĞLU Necmi,   Türk Anayasa Yargısında Anayasallık Bloku, İstanbul,1993, s: 58 vd.; KAŞIKCI Mahmut,  Türk Hukukunda Vergi Kaçakçılığı Suçları , Ethemler, İstanbul, 2007, 213 vd., Normları eşit kabul eden görüşler için bkz: TEZİÇ Erdoğan, Kanunların Anayasaya Uygunluğunun Denetimi, Anayasa Yargısı, Ankara 1986, s: 9 vd; ÇELİK Edip, Avrupa İnsan Hakları Sözleşmesi nin Türk Hukukundaki Yeri ve Uygulaması  (AİHS), İdare Hukuku İlimleri Dergisi, Prof. Dr. Lütfi Duran a Armağan Özel Sayı,1988, Yıl:9, sy: 1-3, s:52 vd. ). Ayrıca vergi hukuku ile bağlantılı olarak uluslararası andlaşmalarla bağlantılı olarak bkz: GÜNEŞ Gülsen, Verginin Yasallığı İlkesi, Onikilevha, İstanbul, 2011, s: 213-214.538  Prof. Dr. Mahmut Kaşıkcı (İÜHFM C. LXXV, S. 2, s. 535-554, 2017) A) BM Kural ve Kabulleri BM Kişisel ve Siyasal Haklar Sözleşmesi nin konuya ilişkin olarak irdelenebilecek hükmü 14/1. maddesidir.  Adil Yargılanma Hakkı  başlığını taşıyan bu maddede;  Herkesin mahkemeler ve yargı yerleri önünde eşit olduğu ve hakkındaki bir suç isnadının veya hak ve yükümlülükleri ile ilgili bir hukuki uyuşmazlığın karara bağlanmasında, hukuken kurulmuş, yetkili bağımsız ve tarafsız bir yargı yeri tarafından adil ve aleni olarak yargılanma hakkına sahip olduğu…   ifade edilmiştir. Maddede  hukuki uyuşmazlığın karara bağlanmasından  bahsedilmekle birlikte, yazım itibarı ile net bir şekilde, hak arama özgürlüğüne değinilmemiştir. Madde hükmü bu niteliği ile AİHS nin 6. maddesi ile paralellik arz etmektedir. Bununla birlikte, ‘Başlangıç Kısmı nda temel amaçlardan birisinin   İnsan Hakları Evrensel Beyannamesi ne uygun biçimde, kişisel ve siyasal haklarını da kullanabildiği şartların yaratılması  olduğu  ifade edilmiştir. Bu nedenle de Beyanname ile çeliştiği ve hak arama özgürlüğünü düzenlememiş olduğu yönünde bir yorum yapılabilmesi mümkün değildir. Düzenlenenin ikinci özelliği adil yargılanma hakkına ilişkin olarak içerdiği hakların kapsamının, AİHS nin —uygulanmasında ciddi sorunlar yaratan— 6. maddesindekilere oranla daha geniş tutulmuş olmasıdır. Burada  hak ve yükümlülükler ile ilgili hukuki uyuşmazlık  ifadesi kullanılmak sureti ile özel- kamusal tüm uyuşmazlıklar kapsama dahil edilmişken, AİHS nin 6. maddesinde  medeni haklar ve yükümlülüklerden  bahsetmiştir. BM İnsan Hakları Evrensel Beyannamesi nin 8. maddesi;   Herkesin anayasa ya da yasayla tanınmış temel haklarını çiğneyen eylemlere karşı yetkili ulusal mahkemeler eliyle etkin bir yargı yoluna başvurma hakkının bulunduğu  şeklindedir. Bu düzenleme ile hak arama özgürlüğü kabul edilmiştir. İnsan Hakları Evrensel Beyannamesi nin 8. maddesinde  anayasa ya da yasayla tanınmış temel haklarını çiğneyen eylemler den bahsedilmiş olup; bu husus da, vergisel hakların —mali ya da cezai— boyut ayırımı yapılmaksızın koruma altına alındığının göstergesidir. 7                                                  5 Özetle belirtmek gerekirse, burada açık olarak hak arama özgürlüğünden bahsedilmemekle birlikte, maddede belirtilen hakların tümü özünde tek bir özgürlüğün kullanılmasına hizmet eder. Bu da  hak arama özgürlüğü dür. Bu nedenle de türevlerini kabul eden bir hükmün aslı kabul etmemesi gibi bir yorumun yapılamaması gerekir. Kaldı ki  uyuşmazlık  terimi sadece görülmekte olan davaları içermez, dava öncesinde de vardır ve uyuşmazlığın ortaya çıkmasından idari aşama dahil yargı aşamasının sonuna kadar olan süreci belirler.  6 AİHS nin 6. maddesinde kullanılan  medeni  terimi kapsama ilişkin sorunlar yaratmakta ve AİHM nin özellikle vergi davalarında yetkisi konusunda tartışmalara neden olmaktadır. Tartışmalar ve kabuller konusunda ayrıntılı bilgi için bkz: YALTI, a.g.e.., s:82 vd. 7 BM İnsan Hakları Komitesi de hak arama hürriyetinin varlığını ve tanıdığını  Evrensel Olarak Tanınan İnsan Hakları ve Temel Özgürlüklerin Korunması ve Geliştirilmesinde Toplumsal Kuruluşların (Organların), Grupların ve Bireylerin Hakları ve Sorumlulukları Üzerine Bildirge nin (Bildirge) 9. maddesi ile açık olarak kabul etmiştir:  İnsan hakları ve temel özgürlüklerin kullanılmasında, bu bildirgede amaçlanan insan haklarının korunması ve geliştirilmesinde bireysel olarak ve başkalarıyla birlikte herkesin, bu hakların ihlal edildiği durumlarda başvuru yapma olanağından etkin bir biçimde faydalanmayaVergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  539 (Çelişkili Karar Yasağı-Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) BM İnsan Hakları Evrensel Beyannamesi nin 8. maddesinde, hak arama hürriyeti ile ilgili olarak, Türkçe karşılığı ile eylem terimi kullanılmış olmakla birlikte, bu terimin kavram olarak  işlemleri  de kapsadığı kabul edilmelidir. Nitekim  BM  İnsan  Hakları  Komisyonu nun  Bildirge sinin  9/1.  maddesinde  …bu hakların ihlal edildiği durumlarda…  ifadesinin kullanılmış olması da 8. maddedeki  eylem  ibaresinin hukuksal yenilik doğuran uygulanabilir işlemleri kapsadığını ortaya koymaktadır. BM İnsan Hakları Beyannamesi nin 29. maddesi uyarınca hak arama hürriyeti ancak genel ahlak, kamu düzeni ve genel refahın gereklerinin karşılanması amacıyla sınırlandırılabilecektir. Kişisel ve Siyasal Haklar Sözleşmesi nin  Adil Yargılanma Hakkı  başlıklı 14. maddesinde hak arama özgürlüğü ile ilgili özel sınırlama sebebine yer verilmiş değildir. Bununla birlikte Başlangıç Bölümü ndeki kabuller ile  Hakları Kötüye Kullanma  başlıklı 5. maddesi birlikte değerlendirildiğinde; evrensel kabul gören hak ve özgürlüklerin ve dolayısıyla bunlara ilişkin sınırlamalar konusundaki evrensel ölçütlerin, Sözleşme ile tanınmış olduğu sonucuna ulaşılmaktadır.  B) İnsan Haklarını ve Temel Özgürlükleri Korumaya Dair Avrupa Sözleşmesi (AİHS) Hükümleri ve Avrupa İnsan Hakları Mahkemesi (AİHM) Uygulaması Hak arama özgürlüğünün AİHS nin kapsamına girip girmediği ve bu Sözleşme nin 6. ve 13. maddesi hükümlerinin bu özgürlüğü içerip içermediği hususu, salt sözleşme metninden yola çıkıldığında tartışmaya açıktır. Sözleş                                                                                                                       ve korumadan yararlanmaya hakkı vardır (1. paragraf)  ve  Bu amaçla, hakları ve özgürlükleri ihlal edilen herkesin, kişisel olarak veya yasa tarafından izin verilen temsilcileri aracılığıyla şikayette bulunma ve hukuksal bir otorite önünde veya yasayla kurulan bağımsız, yansız ya da yetkili tüm diğer otoriteler önünde kamuya açık mahkemede şikayetini inceletme ve bu hakları ve özgürlükleri ihlal edildiğinde, yasalar uyarınca bu otoritelerden tazminat dahil olmak üzere zarar-ziyanın telafisini öngören bir karar alma ve aynı zamanda makul bir sürede kararın ve yargı kararının uygulamasına hakkı vardır(2. paragraf)  BM İnsan Hakları Komisyonunun 3 Nisan 1998 tarihli toplantısında kabul edilmiştir. 8 Sözleşme BM Genel Kurulu nda 16.12.1966 kabul edilmiş ve 23.03.1997 tarihinde yürürlüğe girmiştir. Türkiye Sözleşme yi: 04.06.2003 tarih ve 4868 sayılı kanun ile onaylamış ve Türkiye onayı 18.06.2003 tarihinde 25142 no.lu R.G. de yayınlanmıştır.  9 14/1. maddede bazı sınırlama sebepleri yer almışsa da bunlar hakkın bir yansıması olan aleni yargılama ilkesine ilişkin getirilecek sınırlamalar ile ilgili ölçütlere ilişkindir. 10 5. madde; Bu Sözleşmenin hiç bir hükmü, bir Devlete, gruba veya kişiye, Sözleşmede tanınan hak ve özgürlüklerin tahribini amaçlayan bir faaliyete katılma veya tasarrufta bulunma hakkı tanıdığı, veya hak ve özgürlüklerin bu Sözleşmede belirtildiğinden daha geniş ölçüde sınırlandırılmasına imkan verdiği şekilde yorumlanamaz(1. paragraf) ,  Bu Sözleşmenin bir hakkı tanımadığı veya daha az ölçüde tanıdığı bahane edilerek, Sözleşmeye Taraf Devletlerden birinin iç hukukunda yasalarla, antlaşmalarla tanınmış bulunan veya geleneklerinde var olan temel insan haklarına sınırlama getirilemez veya bu haklara karşı yükümlülük azaltılamaz(2. paragraf) şeklindedir. 11 04.11.1950 Roma (European Treaty Series,No:5). Türkiye Sözleşme yi aynı tarihte onaylamış  ve  10.03.1954  tarihli  ve  6366  sayılı  Yasa  ile  uygun  görmüştür  (R.G. 19.03.1954-8662; Düstur III, Tertip,C:35, s:1958). Sözleşme 1958 de yürürlüğe girmiştir.540  Prof. Dr. Mahmut Kaşıkcı (İÜHFM C. LXXV, S. 2, s. 535-554, 2017) menin bu kapsamda irdelenmesi gereken hükümleri 6/1. ve 13. maddesi hükümleridir. Adil yargılanma hakkını düzenleyen 6/1. madde;   Herkes, gerek medeni hak ve yükümlülükleriyle ilgili nizalar, gerek cezai alanda kendisine yöneltilen suçlamalar konusunda karar verecek olan, yasayla kurulmuş bağımsız ve tarafsız bir mahkeme tarafından davasının makul bir süre içinde, hakkaniyete uygun ve açık olarak görülmesini istemek hakkına sahiptir  şeklindedir. AİHS nin  Etkili Başvuru Hakkı  başlıklı 13. maddesi ise;   Bu Sözleşme de tanınmış olan hak ve özgürlükleri ihlal edilen herkes, ihlal fiili resmi görev yapan kimseler tarafından bu sıfatlarına dayanılarak yapılmış da olsa, ulusal bir makama etkili bir başvuru yapabilme hakkına sahiptir  şeklindeki düzenlemeye yer vermiştir. AİHS nin 6. maddesi salt yazım itibarı ile ele alındığında, maddenin hak arama özgürlüğünü düzenleyip düzenlemediği konusunda bir açıklık bulunmadığı görülmektedir. Bununla birlikte adil yargılama hakkının kapsamındaki türev hakları belirleyen maddenin evleviyetle hak arama özgürlüğünü düzenlediğinin kabulü kaçınılmazdır. Konu AİHM önünde de tartışılmış ve bir ilke kararını doğurmuştur 14. 6. madde, AİHM nin de değindiği gibi kişisel haklar ve yükümlülüklerle ilgili uyuşmazlıkların bir mahkeme ya da  yargı yeri  tarafından karara bağlanması hakkına da işaret etmektedir. Kaldı ki 6. maddenin 13. madde ile birlikte değerlendirilmesi de bu kabulü güçlendirmektedir. Adil yargılanma hakkının hangi uyuşmazlıklarda koruma sağladığı meselesi, konunun en tartışmalı meselelerinden birisidir. Bu durumun nedeni Sözleşme nin 6. maddesinin uygulanabilirliğini tüm uyuşmazlıklar için değil, bir kısım uyuşmazlıklar için öngörmüş yani sınırlandırmış olmasıdır. Bireyin                                                  12 Adil yargılanma hakkı, terim sorunu, kapsamı ve özellikle vergi davalarının hangi şartlarda AİHM önünde tartışılabileceği ile ilgili ayrıntılı açıklamalar için bkz: YALTI,  Vergi Yükümlüsünün Hakları , s:80 vd. 13 Ayrıca AİHM nin kararlarındaki konuya ilişkin yorumlar ve kabuller için bkz:  İnsan Hakları Kararlar Derlemesi , C.I-II, İstanbul Barosu Yayınları, İstanbul 1998; Açıklama için bkz: YALTI, a.g.e., s: 85, dipnot: 32; Sözü edilen karar 21.02.1975 tarih ve 19 sıra no.lu Golder versus United Kingdom davasına ilişkin kararıdır. AİHM anılan kararda 26. vd. paragraflarında  Mahkeme ye Başvurma Hakkı/Right of Access to the Courts nı irdelemiş ve davalı hükümetin Fransızca metnin sadece görülen uyuşmazlıkları içerdiği yolundaki tezine 32. paragrafta yer vermiş/karşılamıştır. Türkçe metin için bkz: İnsan Hakları Kararlar Derlemesi, İstanbul Barosu Yayınları, İstanbul 1998, Cilt:1, s: 144 vd.  14 İdarenin eylem ve işlemlerine karşı bir mahkemeye başvurma hakkının tanınmamış olması Golder vs UK kararından sonra da AİHM önünde birçok başvuruya konu olmuştur. Örneğin 21.2.1990 tarihli Hakansson ve Sturesson/İsveç kararında;  uyuşmazlık konusunun sadece Hükümet tarafından karara bağlanması, Hükümet kararlarının ne herhangi bir mahkeme ne de 6. madde açısından mahkeme olarak nitelendirilebilecek bir kurul tarafından hukukiliğinin denetiminin mümkün olmaması  mahkemeye erişim hakkının ihlali olarak nitelendirilmiştir (AYDIN Bihter, Türk İdari Yargı Düzeninde Mahkemeye Erişim Hakkı, Türkiye Adalet Akademisi Dergisi (TAAD), Yıl:4, Sayı:15, Ekim 2013, s. 272 vd.). 15 Bkz: İnsan Hakları Kararlar Derlemesi, C.I, s:151. 16 KAŞIKCI, a.g.m.,s.35. 17 YALTI, a.g.e., s: 82.Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  541 (Çelişkili Karar Yasağı-Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) adil yargılanma hakkı, (i) medeni hak ve yükümlülüklerin ( civil rights and obligations/droits et obligations de charactere civil) ve (ii) suç isnatlarının(criminal change/accusation en matière pénale) karara bağlanması ile sınırlıdır. Özetle AİHM uygulamasında, cezasız vergi tarhiyatının söz konusu olduğu durumlarda vergi aslına ilişkin başvuru  inceleme kabiliyeti bulunmadığı  için reddedilmektedir. Vergi aslı ile vergi cezasının aynı anda gerçekleştirildiğinin iddia edildiği ve fakat bu iddiadan kaynaklanan uyuşmazlıkların farklı mahkemelerde görülmüş olduğu/görüleceği durumlarda ise vergi aslına ilişkin dava reddedilmekte vergi cezasına ilişkin dava görülmektedir. Ülkemizdeki gibi her iki davanın aynı yargı makamında görüldüğü/görüleceği ülkeler açısından —ceza da uygulanmış olması koşulu ile—uyuşmazlıkların AİHM önünde tartışmaya açılabilmesi mümkündür. AİHS nin  adil yargılanma hakkı nı düzenleyen 6. maddesi ile  etkili başvuru hakkı nı düzenleyen 13. maddesinde düzenlenen haklarının sınırlanması konusunda özel ölçütler getirilmemiştir. Her ne kadar 6/1. maddede birtakım sınırlama sebeplerinden bahsedilmiş olsa da bunlar maddedeki adil yargılanma hakkının türevlerinden birisi olan  aleni yargılanma hakkı  ile ilgilidir. Oysa ki bazı maddelerde, özel olarak kapsamdaki hakların sınırlanması konusundaki ölçütlere de yer verilmiştir. Bunlara örnek olarak; Düşünce, Vicdan ve Din Özgürlüğüne ilişkin sınırlama (m.9/2) ile İfade Özgürlüğüne ilişkin sınırlama (m.10/2) konusundaki ölçütler gösterilebilir. Kanaatimizce, bu konuda AİHS nin Başlangıç Kısmındaki  İnsan Hakları Evrensel Bildirisi nde tanınan hakların her yerde ve etkin olarak tanınmasının ve uygulanmasının  sağlanması yönündeki genel hedef nedeni ile BM Evrensel İnsan Hakları Beyannamesi ile Birleşmiş Milletler Kişisel ve Siyasal Haklar Sözleşmesi nin ilgili sınırlama sebeplerine ilişkin hükümlerde yer alan ölçütlerin AİHS açısından da geçerli olduğunun kabul edilmesi gerekmektedir. AİHS uygulamasında demokratik toplumlarda hakların sınırlandırılması ise ancak, kamu düzeni, genel refahın gereklerinin karşılanması amaçlarının zorunlu kıldığı hallerde ve hakkın özüne dokunmamak kaydı ile geçerli olabilecektir.  C) 1982 Anayasası nın İlgili Hükümleri, Yasal Durum ve Uygulama Mahkemeye erişim hakkının birincil derecede Hak Arama Özgürlüğü ile bağlantılı olduğu açıktır. Bu özgürlük, 1982 Anayasası nın  Temel Haklar ve Ödevler  başlıklı İkinci Kısmı nın,  Kişinin Hakları ve Ödevleri  başlıklı İkinci Bölümü nde (Hakların Korunması ile ilgili hükümler arasında)  Hak Arama Hürriyeti  başlıklı 36. maddede düzenlenmiş bulunmaktadır. Madde Gerekçesi nde, bu Anayasal düzenleme ile  Hak Arama Hakkı nın ilk şartı olan yargı makamlarına davacı olarak başvurabilme hakkı ve özgürlüğünün güvence altına alındığı  belirtilmiştir.                                                  18 YALTI, a.g.e., s: 82. 19 Anayasa nın 36 maddesi;    Herkes, meşru vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma  ile adil yargılanma  hakkına sahiptir. Hiçbir mahkeme, görev ve yetkisi içindeki davaya bakmaktan kaçınamaz.   şeklindedir. 20 AKAD Mehmet– DİNÇKOL Abdullah,  1982 Anayasası-Madde Gerekçeleri ve Maddelerle İlgili Anayasa Mahkemesi Kararları , Alkım, İstanbul, 1998, s: 156-157.542  Prof. Dr. Mahmut Kaşıkcı (İÜHFM C. LXXV, S. 2, s. 535-554, 2017) Anayasa Mahkemesi ise hak arama özgürlüğünü;  Maddede herkesin geçerli araç ve yollardan faydalanarak yargı yerlerinde davacı kimliği ile sav ve savunma hakkına sahip olduğu öngörülmüştür.  sav ve Savunma Hakkı  birbirini tümleyen ve birbirinden ayrılması olanaksız bir kurum niteliği ile hak arama özgürlüğünün temelidir. Yaşam Hakkının karşı öğesi olmaktan ötede, bu hakka işlerlik ve anlam kazandıran önemi ile insanlık yaşamında yadsınamaz bir yeri olan hak arama özgürlüğü, toplumsal barışı güçlendiren dayanaklardan biri olmakla birlikte(yanı sıra) bireyin adaleti bulma olanı ve haksızlığı giderme uğraşının uygar yöntemidir  şeklinde tanımlamıştır. 36. madde bir hak ve özgürlük olmasının yanı sıra hakların korunmasının da bir aracıdır. Bu nedenle özünde, tüm haklara etkinlik kazandırılmasının ve uygulamanın evrensel kural ve kabullere uygunluğunun denetiminin sağlanmasının temel araçlarından birisidir. Anayasa Mahkemesi de bu hususları vurgulamıştır. Konumuz vergisel işlemlere ilişkin olduğundan Anayasa nın 36. maddesinin; Cumhuriyetin Temel Organları ile ilgili düzenlemeler getiren Üçüncü Kısmı nın,  Yürütme  başlıklı Dördüncü Bölümü ndeki idareye ilişkin hükümler arasında yer alan  Yargı Yolu  başlıklı 125. maddesi ile birlikte değerlendirilmesinde de yarar bulunmaktadır. Anayasa nın 125. maddesinin 1. fıkrasında;   İdarenin her türlü eylem ve işlemlerine karşı yargı yolu açıktır  düzenlemesi yer almaktadır. Madde Gerekçesi ne baktığımızda; hükmün kabul ediliş nedeninin,  İdarenin denetim yolları arasında hukuka uygunluğu sağlamada en etkin denetimin yargısal denetim olduğu, dolayısıyla da idarenin eylem ve işlemlerine karşı yargı yolunun açık olduğu yolundaki ilkenin getirilmesi sureti ile Hukuk Devleti anlayışının bu zorunlu unsurunun vurgulanması gereksinimi  olduğunun belirtilmiş olduğu görülmektedir. Görüleceği üzere  Gerekçe de Hukuk Devleti ilkesi ile bağlantı kurulmuştur.  Anayasa  Mahkemesi  de  maddeye  ilişkin  aykırılık  iddialarını  incelediği muhtelif kararlarında, idarenin her türlü eylem ve işleminin yargı denetimine bağlı olması yolundaki ilkenin, Anayasa nın 2. maddesindeki Hukuk Devleti ilkesi ile yakından bağlantılı olduğunu belirtmiştir.  II) HAKLARI HUKUK İLE OKUMAK: MAHKEMEYE ERİŞİM HAKKIÇELİŞKİLİ KARAR YASAĞI Bu çalışmanın esas konusu hakların ve hukukun gelişimine engel olan, adaletsiz norm ve uygulamaların hukukla nasıl aşılacağının ve konunun vergi hukuku özeline nasıl yansıtılması gerektiğinin, ulusal yargı kararlarından da yararlanılıp örneklendirilmesidir.                                                  21 AKAD - DİNÇKOL, 1982 Anayasası…, s:164-165 . Kararın tam metni için bkz: Anayasa Mahkemesi nin 19.09.1991 tarih ve 1991/2-30 sayılı Kararı (Anayasa Mahkemesi Kararlar Dergisi (AMKD), sy:28, C:1, s:116-117). 22 AKAD - DİNÇKOL, 1982 Anayasası…, s: 471.  23 Bkz: Anayasa Mahkemesi nin 01.10.1991 tarih ve 1990/40 E., 1991/33 K. sayılı Kararı (AMKD, sy:27, C:2, S: 568 vd.).Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  543 (Çelişkili Karar Yasağı-Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) Hukukçuluk bir boyutu ile mantık, vicdan ve adalet duygusu ile çelişen uygulama ve normları hukuk ile aşabilme sanatı, hakları norm ile değil hukuk ile okumak becerisidir. Bu noktada iki farklı Danıştay kararında birbirinin aynı olan uyuşmazlıkların nasıl farklı çözümlendiği örneklenmeye çalışılacak ve görüşümüz belirtilecektir. Kanımızca salt bu kararlara konu olan olayları okumak dahi, yukarıda aktarılan hak arama özgürlüğünün kapsamı ve önemini kavrayabilmek açısından çarpıcı bir örnek oluşturacaktır.  A)  Birinci Olay ve Yargılama Süreci İlk olaydaki dava idarenin haksız ve hukuka aykırı vergisel işlemleri nedeni ile uğranıldığı iddia edilen zararların tazmini amaçlı bir dava olup; i) Davacının banka hesapları üzerinde uygulanan ihtiyati hacizler, ii) İhtiyati haciz sürecinde bu kez hukuk mahkemesinde açılan tasarrufun iptali davasında verilen ihtiyati tedbir ve ihtiyati haciz kararları ile banka hesapları ve özel otomobili hakkında uygulanan tedbir ve hacizler dolayısı ile uğradığı maddi ve manevi zararın tazminine ilişkindir. Bu işlemlerin haksızlığı gerek ihtiyati hacizlere karşı vergi yargısı tarafından verilen kararlarla gerek tasarrufun iptali davasında verilen kararla saptanmış ve bu kararlar kesinleşmiştir. Anılan  işlemlerden  dolayı  açılan  tazminat  davası  önce  asliye  hukuk mahkemesinde görülmüştür. Davacı taraf sözü edilen davayı her ne kadar hukuk mahkemesinde açmış ise de vergi davasına ilişkin 30 günlük süreden sonra, ancak idari dava açma süresi olan 60 günlük sürenin bitiminden önce açmıştır. Sonrasında asliye hukuk mahkemesi görevsizlik kararı vererek dosyayı idare mahkemesine göndermiş, idare mahkemesi görevsizlik kararı ile dosyayı vergi mahkemesine göndermiş, vergi mahkemesi görevsizlik kararı vermiş ve                                                  24 Çalışmamızın idari işlemler ve/veya eylemler neticesinde uğranılan zararlardan dolayı açılan tazminat davalarında görev sorunu ile ilgili olmadığından burada bu konudaki tartışmalardan ve açıklamalardan kaçındığımızı belirtmekte yarar görmekteyiz. Bununla birlikte ana başlıklarla belirtilmesi gerekenler şunlardır: Anayasa nın 129/5. maddesi uyarınca sözü edilen dava idare ajanının kusuru ne olursa olsun idare aleyhine açılacaktır. Görevli yargı idari yargıdır. Sorun idari yargıda idare mahkemelerinin mi, yoksa vergi mahkemelerinin mi görevli olduğu sorunudur. İYUK un 37 ve 2576 sayılı Yasa nın 6. maddesi ile vergi mahkemelerine verilen görevlerle ilgili bir dava değildir. Somut uyuşmazlıkta görev idare mahkemelerindedir. (1) Tasarrufun iptali davasında verilen ihtiyati haciz ve ihtiyati tedbir kararlarından dolayı uğranılan zararın tazmini konusunda 2576 sy. Yasa madde 6/b ile verilen yetkinin tartışılabileceği varsayılsa dahi; öncelikle burada anılan hükümdeki  6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanunun uygulanmasına ilişkin bir dava  yani 6183 sayılı Yasa da yer alan yetkilere dayanıp bu yetkiler uyarınca vergi görevlileri tarafından yapılan bir uygulama bulunmayıp, oradaki usul kullanılarak adli yargıdan alınan bir kararın uygulattırılması söz konusudur. Vergi idaresi tarafından uygulanan ihtiyati hacizlerden dolayı uğranılan zararın tazmini talebine gelince; bu talep kısmı da 6183  uygulanmasına ilişkin  bir dava değil, uygulanmasından doğan zararlara ilişkin bir davadır.544  Prof. Dr. Mahmut Kaşıkcı (İÜHFM C. LXXV, S. 2, s. 535-554, 2017) nihayet bölge idare mahkemesi (BİM) vergi mahkemelerinin görevli olduğuna karar vermiş ve davaya vergi mahkemesi bakmıştır. Vergi mahkemesi tesis ettiği nihai kararda, idari işlemlerin haksızlığını saptayan ve hükmü kesinleştiren kararın davacıya tebliği üzerine asliye hukuk mahkemesinde açılan ilk davanın vergi mahkemelerinde dava açma süresi olan 30 günlük süre içinde açılmadığından bahisle davanın süre aşımı yönünden reddine karar vermiştir. Bu kararın temyizi üzerine Danıştay ilgili dairesi, yerel mahkeme kararını aynı gerekçeleri uygun bulduğunu belirterek onamış ve davacının temyiz istemini reddetmiştir. Nihayet davacının karar düzeltme talebinin de reddi üzerine karar kesinleşmiştir.  B)  İkinci Olay ve Yargılama Süreci İkinci örnek olaydaki gelişim şu şekildedir: Davacı şirket 5811 sayılı Bazı Varlıkların Milli Ekonomiye Kazandırılması Hakkında Kanun'dan yararlanmak istemiyle yaptığı başvurunun reddine ilişkin işlemin iptali istemiyle dava açma süresi içerisinde ilk önce idare mahkemesi nezdinde dava açmış, davayı inceleyen idare mahkemesi işlemde hukuka aykırılık bulunmadığı gerekçesiyle dava                                                 25 Danıştay 4. Dairesi nin 10.03.2016 tarih ve 2016/811-1055 sayılı Kararı (yayınlanmamıştır).Karar düzeltme talebinin de reddi üzerine karar kesinleşmiştir. Bu noktada bir saptamada bulunmakta yarar vardır. Her ne kadar AYM bireysel başvuru üzerine verdiği kararlarda  yerel mahkeme kararında bir gerekçe gösterilmişse temyiz ya da itiraz incelemesinde ayrıca gerekçe gösterilmeksizin o gerekçenin uygun bulunmuş olmasını  gerekçesiz karar olarak nitelendirmemekte ise de; görevsizlik kararının temyizi üzerine görev konusunun yerel mahkemede hiç tartışılmamış ve/veya kararda karşılanmamış olduğu durumlarda yerel mahkeme kararının uygun bulunduğu yolundaki onama kararının gerekçeli bir karar olduğundan söz edilemez. Özeti ancak yerel mahkeme kararında bir gerekçe var ise o gerekçenin uygun bulunması da gerekçe olarak kabul edilebilir. Yerel mahkeme kararında bir gerekçe var ancak o temyiz sebebine ilişkin değilse ya da o temyiz sebebi bu olaydaki nihai hükümle birlikte ortaya çıkmışsa, artık gerekçeli bir kararın varlığından söz edilebilmesi olanaklı değildir. Bu gibi durumlarda da adil yargılama hakkının ihlali söz konusudur. Adil yargılanma hakkı ve adil yargılama yükümü ve bunların bir türevi olan gerekçeli karar hakkı/yükümü AİHM ve AYM kararlarında da vurgulanmıştır. Örnek olarak belirtmek gerekirse: AİHM 16.12.1992 tarih ve 12945/87 başvuru numaralı Georgiadis v. Greece kararında;  Dava, ayrıntılı gerekçe verilmeden, sadece ilgili iç hukuk maddesine gönderme yapılarak karara bağlanıyorsa, özellikle de bu maddenin içeriği yeterince belirgin değilse, hakkaniyete uygun yargılanma açısından ihlal oluşacaktır.  şeklinde hüküm tesis etmiştir. Anayasa Mahkemesi İkinci Bölüm Birinci Komisyonu tarafından verilen 04.11.2014 tarih ve 2014/2388 başvuru numaralı Kararda ise:  …Danıştay temyiz incelemesi safhasında 5216 sayılı Kanunun 14. maddesinin beşinci fıkrasının iptal edildiği ve bu madde ile mülki idare amirlerine verilen dava açma yetkisinin iptal edildiği dikkate alındığında, Danıştay tarafından, Antalya Valiliği tarafından Antalya Büyükşehir Belediye Başkanlığı aleyhine açılan davanın dayanağı olan 5216 sayılı Kanunun 14. maddesinin beşinci fıkrasının iptal edildiği göz bönünde bulundurularak, davacının, dava şartı olan ve davanın her aşamasında re sen gözetilmesi gereken dava ehliyetinin bulunup bulunmadığı değerlendirilerek, benzer konularda temyiz incelemesi sonucu verilen kararlarla karşılaştırma yapılarak ve bu hususların tamamı tartışılarak sonucuna göre bir karar verilmesi gerekirken, bu konular değerlendirilmeksizin ve tartışılmaksızın onama kararı verilmesinin…  başvurucunun gerekçeli karar hakkını ihlal ettiği sonucuna ulaşmıştır.Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  545 (Çelişkili Karar Yasağı-Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) yı reddetmiş, temyiz başvurusu üzerine Danıştay Onuncu Dairesi olayda iptali istenen işlemin çeşitli gerekçelerden yola çıkarak vergi mevzuatıyla ilgili bulunduğunun kabulü gerektiğinden davanın görüm ve çözümünün vergi mahkemesinin görev alanına girdiği gerekçesiyle kararı bozmuş, bozma kararına uyan idare mahkemesi dosyanın görevli vergi mahkemesine gönderilmesine karar vermiş ve nihayet görev ret kararı uyarınca dosya kendisine gelen vergi mahkemesi, söz konusu işleme karşı tebliğ tarihinden itibaren 30 gün içerisinde dava açılması gerekirken bu süre geçtikten sonra açılmış olan davayı süre aşımı nedeniyle reddetmiştir. Konu Danıştay 3. Dairesi nde ele alınmış ve sonuçta ayrıntılı bir karar ile temyiz edenin hak arama özgürlüğünün ve onun bir türevi olan mahkemeye erişim hakkının ihlal edildiğine karar verilmiştir. Sözü edilen kararın üzerinde durulması gereken gerekçe bölümü:  …Avrupa İnsan Hakları Mahkemesi, Sözleşmenin 6'ncı maddesinin 1'inci fıkrasının ihlal edildiğine hükmettiği 14.10.2008 tarihli Mesutoğlu-Türkiye kararındaki olayın; trafik kazasında hayatını kaybedenlerin varisleri tarafından Asliye Hukuk Mahkemesinde açılan tazminat davasında Mahkemece, dava görev yönünden reddedilerek davacıların başvurusuna binaen dava dosyasının İdare Mahkemesine gönderildiği, davanın kendisine geldiği tarihten yaklaşık iki yıl sonra Asliye Hukuk Mahkemesinin görev ret kararı üzerine doğrudan 30 gün içerisinde  İdare  Mahkemesinde  dava  açılmadığı  gerekçesiyle  davanın  İdare Mahkemesince reddedilmesi ve kanun yollarından geçerek kesinleşmesi şeklinde gerçekleştiği, Avrupa İnsan Hakları Mahkemesi'nin kararında mahkemeye erişim hakkının mutlak olmayıp, özellikle bir başvurunun kabul edilebilirliğine ilişkin koşullarla ilgili olarak zımnen kabul edilmiş bazı sınırlamalara tabi olabildiğini, zira erişim hakkının doğası gereği devlet tarafından bir düzenlemeyi gerektirdiğini ve Sözleşmeci Devletlerin bu konuda belirli bir takdir payına sahip olduklarını, bununla birlikte getirilen kısıtlamaların, hakkın özünü ortadan kaldıracak ölçüde, kişinin mahkemeye erişimini engellememesi gerektiğini, ayrıca mahkemeye erişim hakkına getirilen bu tür sınırlamaların meşru bir amaç güdüldüğü takdirde ve hedeflenen amaç ile başvurulan araçlar arasında makul bir orantı olması halinde 6'ncı maddenin 1'inci fıkrası ile bağdaşabileceğin belirtmiştir. Davacı tarafından dava konusu edilen işlemin hangi mahkemenin görevine girdiği hususunun idare mahkemesince dahi tespit edilemediği göz önünde bulundurulursa, bu tespitin davacıdan beklenilmesinin hakkaniyete uygun düşmeyeceği ve davanın konusunun görev yönünden arz ettiği bu muğlaklığa rağmen getirilecek kısıtlamanın, mahkemeye erişim hakkının özünü ortadan kaldıracak bir mahiyet kazanacağı ve bu durumun da Avrupa İnsan Hakları Sözleşmesinin 6'ncı maddesinin ihlali anlamına geleceği açıktır. Bu durumda; davayı süre aşımı nedeniyle reddeden Mahkeme kararında hukuka uygunluk bulunmamaktadır…  şeklindedir.                                                      26 Danıştay 3. Dairesi nin 21.01.2015 tarih ve 2013/5292 E., 2015/42 K. sayılı Kararı.546  Prof. Dr. Mahmut Kaşıkcı (İÜHFM C. LXXV, S. 2, s. 535-554, 2017) C)  Değerlendirme 1) ‘Mahkemeye Erişim Hakkı  özelinde normu hukukla okumak. Görüleceği üzere her iki karara konu olayda da davanın nerede ve buna bağlı olarak hangi sürede açılacağı yolunda tartışma bulunmakta ve dahası yargı makamları dahi bu konuda net bir sonuca ulaşamamışlardır. Birinci olayda adli idari yargı görev ikilemi yaşanmış bilahare adli yargı kendisini görevsiz görmüş ve idari yargıda da idare mahkemeleri ve vergi mahkemeleri arasında yaşanan görev sorununu BİM çözmeye çalışmıştır. İkinci olayda ise dava önce idare mahkemesinde görülüp esastan karara bağlanmış, Danıştay 10. Dairesi kararı görevin vergi mahkemesine ait olduğu gerekçesi ile bozmuş, vergi mahkemesi de davanın vergi mahkemelerinde genel dava açma süresi olan 30 gün içinde açılmadığından bahisle davayı reddetmiştir. Her iki olaydaki uyuşmazlık da aynı olup idare mahkemesi vergi mahkemesi görev ikileminde yaşanan görev sorunu sonucunda dava önüne gelen vergi mahkemeleri  idare mahkemelerinde dava açma süresi olan 60 gün geçmeden  ancak vergi mahkemelerinde dava açma süresi olan 30 gün geçtikten sonra açılan davaları süre aşımı yönünden reddetmiştir. Her iki süreçte de idare ve vergi mahkemeleri arasında görevin hangi mahkemeye ait olduğuna dair sorun yaşanmıştır. Bu noktada Danıştay 3. Daire Kararı nda sözü edilen ancak gerekçe atıfta bulunulurken can alıcı bölümlerinin tümüne değinilmeyen AİHM nin Mesutoğlu –Türkiye Kararı nın irdelenmesinde yarar bulunmaktadır.27 AİHM nin  ön  saptamalarından  birincisi  mahkemeye  erişim  hakkının mutlak olmayıp, özellikle bir başvurunun kabul edilebilirliğine ilişkin koşullarla ilgili olarak zımnen kabul edilmiş bazı sınırlamalara tabi olabileceğine ve zira erişim hakkının doğası gereği devlet tarafından bir düzenlemeyi gerektirdiğine ve Sözleşmeci Devletlerin bu konuda belirli bir takdir payına sahip olduklarına değinmiştir. Özeti hakkın özünü ortadan kaldırmamak kaydı ile üye Devletlerin usuli birtakım düzenlemeler yapabilmeleri esastır. AİHM ayrıca yine bir ön değinim olarak iç mevzuatı yorumlamanın birinci derecede ulusal makamlara özellikle de mahkemelere ve yüksek yargı organlarına düştüğünü hatırlatmış ve görevinin söz konusu yorumun etkilerinin AİHS ile bağdaşıp bağdaşmadığı tespitinde bulunmaktan ibaret olduğunu vurgulamıştır.Bu durum özellikle usule ilişkin kuralların mahkemeler tarafından yorumlanması söz konusu olduğunda geçerlidir. Mahkemenin bu noktada çarpıcı bir saptaması bu tür bir yetkinin ve özerklik alanının olabileceğini kabul etmesine rağmen sonuç amacın adaletin                                                  27 Affaire Mesutoğlu c. Turquie, Requete no: 36522/04, 14.10.2008(Orijinal metin için bkz: http://hudoc.echr.coe.int/eng?i=001-88961) .  28 Mesutoğlu c. Turquie, B: Sur le Fond (Esas), parag: 21. Ayrıca bkz. kararda atıfta bulunulan: Garcia Manibardo - İspanya, Başvuru no: 38695/97; Zvolsky ve Zvolska - Çek Cumhuriyeti, Başvuru no: 46129/99, 12.11.2002 Kararları. 29 Mesutoğlu c. Turquie, parag: 21. 30 Mesutoğlu c. Turquie, parag: 20.  Kararların  orijinal  metinlerine  http://hudoc.echr.coe.int/eng#{ fulltext :[ Walchli ],  documentcollectionid : [ GRANDCHAMBER , CHAMBER ]} adresinden ulaşılabilir.Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  547 (Çelişkili Karar Yasağı-Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) yerine gelmesi ve hukuki güvenliğe saygı olması gerektiğidir. Mahkemeye göre sınırlama olabilir ama bu sınırlama da adalet duygusuna ve gerçekleşmesine hizmet etmelidir. Keza daha da önemlisi AİHM ye göre; getirilen kısıtlamalar, hakkın özünü ortadan kaldıracak ölçüde, kişinin mahkemeye erişimini engellememelidir. Ayrıca mahkemeye erişim hakkına getirilen bu tür sınırlamalar, ancak meşru bir amaç güdüldüğü takdirde ve hedeflenen amaç ile başvurulan araçlar arasında makul bir orantı olması halinde 6/1. maddesi ile bağdaşabilir. Bu ilkeler: dava açma hakkının doğal olarak yasayla belirlenen şartları olabileceği kabul edilmekle birlikte, mahkemelerin yargılama usullerini uygularken bir yandan davanın hakkaniyetine halel getirecek kadar abartılı şekilcilikten, diğer yandan, kanunla öngörülmüş olan usul şartlarının ortadan kalkmasına neden olacak kadar aşırı bir gevşeklikten kaçınmaları gerektiğini sonuçlamaktadır. AİHM kararının devam eden bölümlerinde somut olay ve özelliklerine ilişkin birtakım açıklamalar yapıldıktan sonra; İdari Yargılama Usulü Kanu                                                 31 Bir başvuruda bulunmak için yerine getirilmesi gereken formaliteler ve riayet edilmesi gereken sürelerle ilgili düzenleme, adaletin tecellisinin ve bilhassa hukuki güvenliğe saygının temin edilmesini amaçlamaktadır.(Mesutoğlu c. Turquie, parag: 20. Ayrıca kararda  da  atıfta  bulunulan  ilke  kararı  için  bkz:  Walchli-France,  Requete  no: 35787/03.26.2007)  32 Mesutoğlu kararında bu noktada ilke kararları olarak görülen Nedzela c France, Requete no: 73965/01, 27.07.2006; Guérin c France, 29.07.1998 kararlarına atıfta bulunulmuştur (Mesutoğlu c. Turquie, parag: 21). Keza Danıştay 3. Dairesi nin yukarıda incelenen kararında da gerekçe olarak bu bölüm aktarılmıştır. Ama hemen yukarıdaki metinde de değindiğimiz üzere bu bölüm kararın gerekçesi ve can alıcı noktası değildir.  33 Mesutoğlu c. Turquie, parag: 22. 34 Kararın sözü edilen bölümü:   Mevcut davada, AİHM, ilk olarak, İdari Yargılama Usulü Kanunu'nun 9. maddesinin Türk İdare Hukukunda bir davanın kabule dilebilirliğine ilişkin koşullardan birini düzenlediğini belirtmektedir. İkinci olarak ise AİHM, İdari Yargılama Usulü Kanununun, hukuk  mahkemesinin  ratione  materiae  bakımından  yetkisi  bulunmadığının  tespit edilmesinin ardından dava dosyasının söz konusu mahkeme tarafından idare mahkemesine gönderilmesi aracılığı ile idare mahkemesinde dava açılmasını öngörmediğine hükmederek İdare Mahkemesinin esas bakımından inceleme yapmaksızın başvuranların davasını reddettiğini gözlemlemektedir. AİHM, son olarak, İdare Mahkemesi'nin, davanın unsurları göz önüne aldığında olması gerektiği gibi, söz konusu sonuca yargılamanın başında değil de ikinci dava dilekçesinin verilmesinden ve özellikle tarafların layihalarını birbirlerine bildirmeleri gibi usulü muamelelerin ardından yirmi aydan fazla bir sürenin sonunda ulaştığını tespit etmektedir. Önce İdari Yargılama Usulü Kanunu'nun diğer tüm gereklerine uygun olan başvuranların başvurusunu kabule dilebilir bulan İdare Mahkemesi, daha sonra başvuranların, esasa ilişkin karar beklentisi içinde oldukları safhada başvuruyu usul hatası olduğu gerekçesi ile reddetmiştir. (parag: 23) Ayrıca AİHM, öncelikle, davanın idare mahkemesi tarafından görülmesine karar verenin Asliye Hukuk Mahkemesi olduğunu gözlemlemektedir. AİHM, esasa ilişkin olarak ihtilaflı yargılamanın sonucunun ne olacağı konusunda yorumda bulunmaksızın, davanın istisnai koşullarına bakıldığında, başvuranların dava dosyasının görevsizlik kararı veren Asliye Hukuk Mahkemesi tarafından İdare Mahkemesine gönderilmesi ile İdari Yargılama Usulü Kanunu'nun 9. maddesi ile öngörülen ayrıntı ve usullere sıkı sıkıya bağlı kalarak başvuranların İdare Mahkemesine başvurması arasında alınacak sonuç açısından hiçbir fark bulunmadığına kanaat getirmektedir. Hangi yöntem aracı-548  Prof. Dr. Mahmut Kaşıkcı (İÜHFM C. LXXV, S. 2, s. 535-554, 2017) nu'nun 4. maddesi ile birlikte 9. maddesinin ratio legis'i (kabul ediliş nedeni) idare mahkemelerine erişimi kolaylaştırmaktır. Oysa mevcut davada; başvuranları, esas bakımından dilekçelerinin incelenmesinden yoksun bırakan usuli muameleye ilişkin bir gerekliliğin yorumu söz konusudur ki bu durum mahkemeler ve yüksek yargı organları tarafından sağlanan etkin koruma hakkına yönelik bir ihlal oluşturacak niteliktedir denilmiş ve bu konuda ilgili bazı kararlara atıfta bulunulmuştur. Nihayet Mesutoğlu Kararı nda sonuç olarak;  Yukarıda söylenenler ışığında, AİHM, İdari Yargılama Usulü Kanunu'nu 9. maddesini çok katı bir şekilde uygulayan Türk idare mahkemelerinin aşırı şekilci davrandığı ve başvuranları mahkemeye erişim haklarından ve AİHS'nin 6/1 maddesi uyarınca adil yargılanma haklarından yoksun bıraktığı  kanaati aktarılmıştır. Makalemizin bu bölümündeki açıklama ve önceki açıklamalar birlikte okunduğunda ulaşılan sonuçlar şunlardır: (i) Devletlerin doğası gereği mahkemeye erişim hakkına ilişkin bazı sınırlamalar getirebilecekleri ve bunun makul olduğu, (ii) bu düzenlemelerin hakkın özünü ortadan kaldırıcı nitelikte olmaması gerektiği ve nihai amacın adalet ve hukuki güvenlik olması gerektiği, (iii) mahkemeye erişim hakkının doğası gereği yasal koşullarının bulunabileceği, ancak mahkemelerin yargılama usullerini uygularken bir yandan hakkaniyete zarar verici abartılı şekilcilikten diğer yandan da usul kurallarını ortadan kaldırıcı gevşeklikten kaçınmaları gerektiği, (iv) her olasılıkta karmaşık, mahkemeye erişim hakkının özünü ortadan kaldırıcı nitelikte kuralların erişim hakkını sınırlayıcı nitelikte olduklarıdır. İşte karmaşık başvuru kurallarının bulunduğu durumlarda lehe yorumun ve daha fazla olan başvuru/dava süresinin aranması gerekliliği de bu sebepledir. Kaldı ki Anayasa nın 40/2. maddesinde;   Devlet, işlemlerinde, ilgili kişilerin hangi kanun yolları ve mercilere başvuracağını ve sürelerini belirtmek zorundadır.  şeklindeki bir düzenlemeye yer verilmiştir. Söz konusu Anayasa değişikliğinin gerekçesi de dikkate alındığında, düzenleme ile bireylerin hak arama özgürlüklerinin güvence altına alındığı ve son derece dağınık mevzuat ve uygulama farklılığı karşısında bireylerin dava açma süreleri konusunda yeterli bilgi sahibi olmayabilecekleri öngörülerek hüküm getirildiği görülmektedir. Bunun anlamı hukuk sistemimizin ve normlar hiyerarşisinde en üstte bulunan kuralları getiren norm koyucunun ister işlemlerde sürenin belirtilmemesi isterse uygulamada karmaşıklık ve tartışmalı durumların bulunması hallerinde genel dava açma süresinin uygulanması gerektiği yolunda bir iradeye sahip olduğu ve sistemin de bu amacı gözeterek işlemesi gerektiğidir.                                                                                                                        lığı ile olursa olsun, mevcut davada ulaşılmak istenen amaç davanın ratione materiae bakımından yetkili bir mahkemede görülmesiydi. Mevcut davada 9. maddenin kati surette uygulanması gerektiği farz edilse dahi AİHM, ihtilaflı yargılamanın hemen başında ve İdare Mahkemesi'nin ara kararının hemen ardından, başvuranların, tam anlamıyla İdari Yargılama Usulü Kanunu'nun hükümlerine uygun olarak yeni bir başvuruda bulunduğunu not etmektedir(parag 24)  şeklindedir. 35 Mesutoğlu c. Turquie, parag: 25. Atıfta bulunulan kararlar: Miragall Escolano et autres c Espagne Requete no: 38366/97, 38688/97, 40777/98, 40843/98, 41015/98, 41400/98, 41466/98, 41484/98, 41487/98 ve 41509/98.Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  549 (Çelişkili Karar Yasağı-Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) Müstakar hale gelen Danıştay kararlarına bakıldığında vergisel işlemlerde dava açma süresinin belirtilmediği durumlarda genel dava açma süresinin uygulanacağının kabul edildiği görülmektedir. Bir diğer örnek, ihbarnameye karşı olan 30 günlük yasal dava açma sürenin(işlemde süre belirtilmediği durumlarda) 60 güne uzayacağı yönündeki yargısal uygulamadır. Ara özetle; idarenin zımni işlemlerinde karışık ve müphem mevzuat hükümlerinin bulunması halinde ve yargı organlarının da görev konusunu (dolayısıyla da dava açma süresini) netleştiremediği bir konuda genel dava açma süresinin evleviyetle uygulanması aynı Anayasal zorunluluğun, hukukun ve hakkaniyetin bir gereğidir. Tüm bu açıklamalardan çıkan sonuç ise farklı yargı disiplinindeki mahkemelerin kendi aralarında, aynı yargı disiplinindeki mahkemelerin kendi aralarında (idare mahkemeleri-vergi mahkemeleri), ilk derece mahkemeleri ile yüksek mahkemeler arasında, yüksek mahkemelerin farklı daireleri arasında başvuru makamı ve süresi konusunda tam bir görüş birliği bulunmadığı durumlarda, bireylerden davayı doğru kabul edilen yerde ve sürede açmalarının beklenmesi hususunun hakkaniyete aykırı olduğudur. Amaç erişimi kolaylaştırmak olduğunda, adalet mahkemelerin dahi tartıştığı bir konuda bireylerden davayı doğru yerde doğru zamanda açmalarının beklenmemesidir. Aksi nitelikteki ve sonuçlu kararlar mahkemeye erişim hakkının ihlali niteliği taşıyacaktır.  2) ‘Çelişkili Karar Yasağı  yönünden değerlendirme Bu başlık altında çelişkili mevzuat ve çelişkili içtihat yasağına değinilecek, bu yapılırken ana konumuz olmadığından ayrıntılı bilgi vermekten kaçınılacak yalnızca çalışma konumuz ile bağlantılı olarak yerleşik AİHM ve AYM uygulamasına değinilecektir. İnsan Hakları Avrupa Sözleşmesi nin 1 No.lu Protokolü nün 1. maddesine göre mülkiyet hakkına kanunla vergisel müdahale meşrudur. Buradaki ka                                                 36 Bu kararlara örnek olarak: Danıştay 4. Dairesi nin 11.12.2012 tarihli ve 2010/3734 E., 2012/8347 K. sayılı:   …Anayasanın 40 ıncı maddesinin ikinci fıkrasına ilişkin gerekçesinde de belirtildiği gibi, 2576 sayılı Bölge İdare Mahkemeleri, İdare Mahkemeleri ve Vergi Mahkemelerinin Kuruluşu ve Görevleri Hakkındaki Kanunda, 2577 sayılı İdari Yargılama Usulü Kanununda ve 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkındaki Kanunda yer alan dava açma süreleri ve bunlara ilişkin diğer özel düzenlemeler dikkate alındığında, son derece karışık olan mevzuat karşısında bireylerin hak arama, hak ve hürriyetlerin korunması açısından öngörülen zorunluluğa uyulmadığını göstermekte, dolayısıyla, Anayasanın 36 ncı maddesinde öngörülen hak arama hürriyetini sınırlayıcı bir sonuç doğurmakta ve Anayasanın temel hak ve hürriyetlerin korunmasını düzenleyen 40 ıncı maddesine açıkça aykırılık oluşturmaktadır.     Bu nedenle, özel yasasında yer alan düzenleme gereği tebliğ tarihinden itibaren yedi gün içinde dava açılması gereken ödeme emirlerinin içeriğinde, bu bilgiye yer verilmemiş olduğundan, bu ödeme emirlerine karşı açılan davada, anılan Anayasa hükmü karşısında dava açma süresinin geçirildiğinden söz edilmesine olanak bulunmamaktadır…  şeklindeki kararı gösterilebilir.  37 Ayrıntılı bilgi ve özgün çalışma için bkz: YALTI Billur, Mülkiyet Hakkına Vergisel Müdahalede Kanunilik- İnsan Hakları Avrupa Mahkemesi nin Yeni Kararlarında  Çelişik Mevzuat  ve  Çelişik İçtihat , Vergi Sorunları Dergisi, Eylül 2011, sy. 276, s. 7-18.550  Prof. Dr. Mahmut Kaşıkcı (İÜHFM C. LXXV, S. 2, s. 535-554, 2017) nun kavramının içeriği ve niteliksel unsurları İnsan Hakları Avrupa Mahkemesi nin kararları ile şekillenmektedir. Buna göre mülkiyet hakkına müdahale eden bir iç hukuk kuralının  kanun  mahiyeti belirli, açık, öngörülebilir ve ulaşılabilir olmasına bağlıdır 39. Çelişik mevzuat, çelişik içtihat ya da çelişkili karar yasağı olarak adlandırılan durum özetle; anlam ve kapsamı açık olmayan iç hukuk düzenlemelerinin yarattığı belirsizlik yüzünden, yargı organlarının farklı ve çelişkili yorumda bulunmasının hukuksal öngörülebilirliğe aykırı olması halidir. Gerek AİHM gerekse AYM aynı konuda özellikle kanun yolu aşamasında yargılama makamları tarafından verilen çelişkili kararları hak ihlali kabul etmekte ve bu durum bir mülkiyet hakkı ihlali olarak değerlendirilmekte ve son tahlilde yargılamanın yenilenmesi sebebi oluşturmaktadır. Bu bağlamda dikkat çekici olan karar Serkov Kararı dır. Sözü edilen Karar ın önem taşıyan bölümleri:  …Mahkeme (AİHM), yasanın emsal yorumunun neden değiştirildiği açıklayan ikna edici sebeplerin olabileceğini kabul etmektedir. Mahkemenin bizatihi kendisi, Sözleşmeyi yorum faaliyetinde canlı ve geliştirmeci yaklaşımlar uygularken, gerekli olduğu zaman, Sözleşmenin etkinliğini ve güncelliğini sağlamak amacıyla daha önceki yorumundan ayrılabilmektedir. Bununla birlikte, Mahkeme başvurucunun karşı karşıya kaldığı yorum değişikliğini haklı kılacak bir sebep görmemektedir. Gerçekte, Yüksek Mahkeme, yorum değişikliğini açıklamak üzere bir sebep de göstermemiştir. Böyle bir şeffaflık eksikliği kamusal itimadı ve hukuka güveni sarsmış olabilir. Bu davadaki koşullar altında, Mahkeme, ilgili mevzuat hükümlerinin ulusal mahkemelerce yorumlanış biçiminin öngörülebilirliği zedelediği kanaatindedir. Mahkeme,  aynı  mevzuat hükümlerinin bu şekilde farklı yorumlanması olasılığının esas olarak konuyu düzenleyen ulusal hukukun isabetsiz düzenlenişinden kaynakladığına da işaret eder. Başkanlık Kararnamesi ile KDV Kanununda yer alan hükümler, aralarında uyum sağlayacak şekilde yorum yapmak ve aynı zamanda bu hükümlerin koşullarının tam kapsamını ve manasını anlamak bakımından gerekçelendirilemeyen bir boşluk yaratmıştır. Dolayısıyla, Mahkemenin görüşüne göre, bu derece önemli bir mali konuyu düzenleyen  ulusal  kanunun  öngörülebilirliğinin  ve  belirliliğinin  sağlanmamış olması, karşıt yargısal görüşlerin üretilmesine cevaz vererek, Sözleşme çerçevesinde aranan kanunun niteliksel yönüne (quality of law) ilişkin koşulu zedelemiştir… şeklindedir. Görüleceği üzere Mahkeme aynı hukuksal konuda farklı yüksek yargı kararları bulunmasının mülkiyet hakkı ile yasaların belirliliği ilkesine aykırı olduğunu kesin olarak saptamıştır. Makale konumuz özelinde de benzer bir durum                                                  38 YALTI, a.g.e., s. 65. 39  … fakat İHAM ın bu konudaki içtihadının sayısı sadece bir dava (Spacek) ile sınırlı olmuş; hatta davada verilen karar yazında eleştiri konusu edilmiştir. Buna karşılık, Mahkemenin yakın tarihli iki kararı (Shchokin ve Serkov) söz konusu durumu değiştirecek mahiyettedir. Bu davalardan biri, hem yatay hem de dikey çatışma halinde olan iç hukuk kurallarının belirliliğe aykırı bulunması ile sonuçlanmıştır. Diğerinde ise, anlam ve kapsamı açık olmayan iç hukuk düzenlemelerinin yarattığı belirsizlik yüzünden, yargı organlarının farklı ve çelişkili yorumda bulunması öngörülebilirliğe aykırı bulunmuştur  YALTI, a.g.m., s.10.Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  551 (Çelişkili Karar Yasağı-Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) vardır ve aynı konuda farklı yüksek yargı makamlarınca farklı sonuçlara ulaşılmış olması (davanın hangi sürede, hangi mahkemede açılacağı konusundaki iç hukuk kuralının belirsiz olması nedeni ile yasallık ilkesine aykırılığı ve bu konuda  farklı  sonuçlara  ulaşılmış  olması)  hususu;  çelişkili  içtihat  durumuna/çelişkili karar yasağına mutlak aykırılık oluşturmaktadır. Vergi Hukuku özelinde bu çalışmada ele alınan uyuşmazlıklardaki uygulamanın mülkiyet  hakkı  ihlali  olduğunda kuşku bulunmamaktadır.  Benzer ihlallerin AİHM önüne taşınması olası olup, adil yargılanma hakkının ihlali kararı verilmesi de yüksek olasılıktır. Kaldı ki bu durum AİHM kararı olmaksızın da hukuksal yaklaşım gereği yasanın lafzı aşılarak bir yargılamanın yenilenmesi sebebi olarak kabul edilmelidir. AİHM Kararı ile benzer aykırılıkların saptanması halinde ise Devletimizin tazminatla karşı karşıya kalması bir yana, yasa gereği açık bir yargılamanın yenilenmesi sebebinin ortaya çıkacağı da mutlaktır. Anayasa Mahkemesi nin bireysel başvuru yolu ile önüne gelen olaylarda bazı benzer kararlar verdiği de görülmektedir. Bu nitelikteki kararlara örnek olarak 22.09.2016 tarihli ve 2014/1182 Başvuru no.lu Karar gösterilebilir. Anayasa Mahkemesi bu kabulü ile yüksek yargıdaki aynı konuda verilen farklı kararların hak ihlali (Anayasa m. 2/hukukun belirliliği ve öngörülebilirlik ve mülkiyet hakkı ihlali) niteliği taşıdığını bazı kararlarında açıkça belirtmiştir. Anayasa Mahkemesi nin çelişkili içtihat konusundaki kararlarında ölçütü; yorum ve delil değerlendirmesinden kaynaklanan içtihat farklılıklarının tek başına ihlal olarak kabul edilemeyeceğidir. Bu itibarla yargı makamlarının ve özellikle de yüksek yargı makamlarının Vergi Hukuku özelinde de aynı konuda farklı doğrultularda verdiği kararların AİHM incelemesinden geçmeden önce, Anayasa Mahkemesi incelemesi sonucunda da kuvvetli olasılıkla mülkiyet hakkı ihlali ve şartları varsa adil yargılanma hakkı ihlali olarak kabul edileceği açıktır. Bu makalede aktarılan örneklerde yorum farklılığı bulunduğundan söz edilebilmesi de olanaksızdır.                                                   40  Buna göre birlikte aynı iş yerinde çalışan, yakın tarihlerde işten çıkarılan ve aynı Mahkemede aynı nitelikte tespit davası açan işçilerle ilgili benzer gerekçelerle verilen kararların bir kısmının Yargıtay 10. Hukuk Dairesince bozularak neticede davalar reddedilirken bir kısım işçiyle ilgili kabul kararlarının Yargıtay 21. Hukuk Dairesince onanması ve davaların bu şekilde kesinleşmesi nedeniyle benzer durumda bulunan kişiler arasında yargısal sistemin işleyişinden kaynaklanan nedenlerle farklı hukuki statüler meydana getirildiği, başvurucular açısından bu durumun öngörülebilirlik sınırları içinde değerlendirilemeyeceği sonucuna ulaşılmıştır ( Anılan Karar parag: 50)   Başvurucuların davalarının ne şekilde sonuçlanması gerektiğine dair herhangi bir çıkarım yapmak Anayasa Mahkemesinin değerlendirme yetkisi dışında kalmakla birlikte nihai yargılama makamını oluşturan Yargıtay daireleri arasındaki yorum farklılıklarının benzer nitelikteki davaların karara bağlanması sürecinde hukuki belirsizliğe yol açtığı ve başvurucular için öngörülemez nitelikte olduğu anlaşılmıştır  ( Anılan Karar parag: 51) 41 Anayasa Mahkemesi nin 17.09.2013 tarihli ve 2013/3351 no.lu, 10.12.2014 tarihli ve 2013/1995 Başvuru no.lu ve 15.10.2014 tarihli ve 2015/1660 no.lu kararları bu nitelikteki kararlara örnek olarak gösterilebilir.552  Prof. Dr. Mahmut Kaşıkcı (İÜHFM C. LXXV, S. 2, s. 535-554, 2017) SONUÇ Makalemiz kapsamında yapılan tüm açıklamalar her ne kadar AİHM Mesutoğlu-Türkiye kararındaki can alıcı noktaların tümü aktarılmamış olsa da; ikinci örnek Danıştay kararındaki değerlendirmenin doğruyu yansıttığı ve hukuka uygun bir yorum olduğunun kabulünü zorunlu kılmaktadır. Dahası Vergi Hukuku nda aynı konuda farklı kişiler hakkında dahi olsa yargılama makamlarınca farklı sonuçlara ulaşılmış olmasının mülkiyet hakkı ile adil yargılanma hakkı ihlali olduğu da unutulmamalıdır. Bu gibi durumlarda Devletimizin tazminat yükümü ile karşı karşıya bırakılmaması ve yargılamaların yenilenmemesi açısından yargıya önemli görevler düşmektedir. Özellikle usul kuralları konusundaki girift, karmaşık ve yargı makamları arasında dahi farklı yorumlara sebep olan konularda, vatandaştan doğruyu bulmasının beklenmesi hali tipik hak ihlali oluşturmaktadır. İşte bizim hakkı hukukla okumak, normu hukukla okumak olarak adlandırdığımız yaklaşım da budur. Hakkaniyet, adalet ve sosyal yaşamın gerekleri zorunlu kıldığında norm bloğunu dahi aşmaktır hukuk. Ama Mesutoğlu-Türkiye Kararı nda değinildiği gibi sistemi gevşetecek yorumlardan da kaçınılmalıdır. Temel ölçüt vicdan, hakkaniyet ve adalet olmalıdır. Bu durum özellikle usul kurallarının daha da özelinde görev ve hak düşümü süresine ilişkin kurallarının yorumunda söz konusu olmalıdır. Hukuk Devleti ni satırlar arasından çıkarıp somutlaştıracak yaklaşım da budur. Hukukçuluk ise adalet ve hakkaniyet gerektirdiğinde yasayı hukukla özdeşleştirmek ya da hukuku yasa ile okumaktan vazgeçip onun ötesine, üstüne ratio legisine ulaşmak ve yasayı ilkelerle okumaktır.",
     "Kaynakça": "AKAD Mehmet, DİNÇKOL Abdullah,  1982 Anayasası Madde Gerekçeleri ve Maddelerle İlgili Anayasa Mahkemesi Kararları , Alkım, İstanbul, 1998. AKILLIOĞLU Tekin,   İnsan Hakları – I  Kavram, Kaynaklar ve Koruma Sistemleri , Ankara 1995. AYDIN  Bihter,  Türk  İdari  Yargı  Düzeninde  Mahkemeye  Erişim  Hakkı,Türkiye Adalet Akademisi Dergisi (TAAD), Yıl:4, Sayı:15, Ekim 2013. ÇELİK Edip,  Avrupa İnsan Hakları Sözleşmesi nin Türk Hukukundaki yeri ve Uygulaması  (AİHS), İdare Hukuku İlimleri Dergisi, Prof.Dr.Lütfi Duran a Armağan Özel Sayı,1988, Yıl:9, sy: 1 3. GÜNEŞ Gülsen, Verginin Yasallığı İlkesi, Onikilevha, İstanbul, 2011. KAŞIKCI Mahmut, Kazancı Hakemli Hukuk Dergisi, Yıl 14, Sayı 129130, Ocak Şubat 2007. KAŞIKCI Mahmut,  Türk Hukukunda Vergi Kaçakçılığı Suçları , Ethemler, İstanbul, 2007. SABAN Nihal,  Vergi Hukuku , Beta, İstanbul, 2014, s: 585. TEZİÇ Erdoğan, Kanunların Anayasaya Uygunluğunun Denetimi, Anayasa Yargısı, Ankara 1986. YALTI Billur,  Vergi Yükümlüsünün Hakları , İstanbul 2006.Vergi Hukuku Özelinde Mahkemeye Erişim Hakkı Üzerine Bir İnceleme  553 (Çelişkili Karar Yasağı Danıştay Kararlarından Örnekler ve  Haklar Bütününü Hukukla Okumak) YALTI Billur,  Uluslararası vergi Anlaşmaları , İstanbul 1995. YALTI Billur, Mülkiyet Hakkına Vergisel Müdahalede Kanunilik  İnsan Hakları Avrupa Mahkemesi nin Yeni Kararlarında  Çelişik Mevzuat  ve  Çelişik İçtihat , Vergi Sorunları Dergisi, Eylül 2011, sy. 276. YÜZBAŞIOĞLU Necmi,  Türk Anayasa Yargısında Anayasallık Bloku,  İstanbul,1993, s: 58. İnsan Hakları Kararlar Derlemesi, İstanbul Barosu Yayınları, İstanbul 1998, Cilt:1. http://hudoc.echr.coe.int."
}