{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "11",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "4",
     "Başlık": "Bağlantılı Gemi nin Ihtiyati Haczi Yolunda Perdenin  Kaldırılması Teorisi",
     "Title": "The Theory of Lifting the Corporate Veil for the Arrest of “Associated Ships”",
     "Yazar İsmi": [

          " Ecehan Yeşilova Aras"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tek Gemi Şirketi", "Bağlantılı Gemi", "Geminin İhtiyati Haczi", "Perdenin Kaldırılması Teorisi", "Deniz Alacağı"
     ],
     "Keywords": [
          "Single-Ship Company", "Associated Ship", "Arrest", "Lifting The Corporate Veil Theory", "Maritime Claim"
     ],
     "Özet": "Geminin ihtiyati haczi bakımından Türk Ticaret Kanunu nun 1369 uncu maddesi  bağlantılı gemi nin (associated ship) ihtiyati haczine olanak tanımamıştır. Türk Ticaret Kanunu nun anılan maddesi, 1999 tarihli  Gemilerin İhtiyati Haczine İlişkin Milletlerarası Sözleşme den tercüme yoluyla alındığı için çalışmamızın odaklandığı yer, özellikle bu Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrası olmuştur. Anılan 3 üncü maddenin ikinci fıkrası, birinci fıkranın giriş cümlesi ile birlikte okunduğunda görülecektir ki hüküm, üzerinde deniz alacağı doğmuş gemiden başka bir geminin ihtiyati haczini düzenlemek üzere cümleye başlamış fakat kapsamına sadece  kardeş geminin  (sister ship) ihtiyati haczini dâhil etmiş; bağlantılı gemiyi metin içerisinde anmamıştır. Çalışmanın öncelikli amacı, Milletlerarası Sözleşme hazırlayıcılarının bu metnin altına sakladıkları özü ortaya çıkarmak ve maddede bağlantılı gemi ile ilgili  bilinçli bir boşluk  mu yoksa  vasıflı suskunluk  mu olduğunu saptamaktır. Tarihsel yorum neticesinde elde edilecek sonuç; Milletlerarası Sözleşme hazırlayıcılarının, bağlantılı gemilerin ihtiyati haczini yasaklama iradesinde olmadığı ama bu hususun somut olarak düzenlenmesine de gerek duymadıkları bir konu olduğu yönünde çıkarsa, çalışmanın nihai hedefi perdenin kaldırılması teorisinin yavru tek gemi şirketlerine uygulanması ile borçlu olarak gözükmeyen yavru tek gemi şirketinin ve hatta hâkim kişi veya hâkim şirketin gemisinin de  bağlantılı gemi  olarak ihtiyaten haczedilmesini sağlayabilmektir. 1999 Konvansiyonu nun 3(2) maddesinden doğrudan çeviri yoluyla Türk Ticaret Kanunu nun madde 1369(2) hükmünü oluşturan düzenleme,  kardeş  geminin ihtiyati haczi olarak anılmakta ise de metinde yer alan  sahip olmak veya ait olmak  kavramının derinliğine sadece hükmün lafzı dikkate alınarak karar vermek olası değildir. Türk Medeni Kanunu nun 1(1) inci hükmü uyarınca, hakim hukuku sözüyle ve özüyle uygular. Metin duvarını aşıp, Konvansiyon hazırlayıcılarının hangi kelimelerle yetindiklerini, ötesini düzenlemek isteseler de kavramların veya sözcüklerin yetersiz kaldığını tarihsel yorum açığa çıkarmaktadır. Bu açıdan, hazırlık çalışmaları ışığında hüküm değerlendirildiğinde,  kardeş  gemi hükmünün altında lex fori nin izin verdiği ölçüde de  bağlantılı  geminin ihtiyati haczinin de mümkün olduğu görülecektir.",
     "Abstract": "In terms of arrest, Article 1369 of the Turkish Commercial Code does not allow the arrest of the  associated ship.  The mentioned article is translated from Article 3 (2) of the 1999 Arrest Convention (hereinafter  Convention ). This provision was included to regulate the arrest of a ship other than the ship on which there is a maritime claim but encompassed only the arrest of the sister ship within its ambit. The main purpose of this study is to determine whether there is a conscious legal gap or qualified silence in the article regarding the associated ship. If the historical interpretation shows that the Convention s drafters did not intend to prohibit the arrest of associated ships, the study s ultimate goal is showing how the theory of lifting the corporate veil is applicable to single-ship subsidiary companies. It enables the arrest of ships of single-ship subsidiary companies, which as an associated ship does not seem to be liable. Article 3 (2) of the Convention is described as the arrest of the sister ship; however, it is not possible to determine the scope of the owning or belonging concept solely through the wording of the provision. Under provision 1(1) of the Turkish Civil Code, the judge applies the law based on its common meaning or interpretation. A historical analysis reveals the wording that the drafters of the Convention were satisfied with and that the concepts or words were insufficient even if they wanted to make a different draft. When the provision is evaluated in light of the original draft, it can be seen that under the sister ship provision, the arrest of the associated ship is also allowed to the extent permitted by lex fori.",
     "Metin": "Denizcilik ve taşımacılıkla iştigal edip de birden fazla gemiye sahip olmak, her bir gemi için ayrı bir tüzel kişilik yaratmak; sermayesi sadece tek gemi olan birden fazla yavru şirketin oluşturduğu bir topluluk olarak ticaret yapmak, deniz ticaretinin bilinen bir gerçeğidir. Bu topluluğa hâkim kişinin veya hâkim şirketin, filosu üzerindeki ticari ve teknik yönetimini bu şekilde parçalayarak, farklı tüzel kişiliklere dağıtarak gerçekleştirmesi, bu tercihin altında alacaklıları mağdur etme düşüncesi yer almadığı müddetçe, hukuka aykırı da değildir. Geminin ihtiyati haczi bakımından hukukumuzda gerek Türk Ticaret Kanunu nun deniz icra hükümleri kapsamındaki 1369 uncu maddesinin lafzı gerekse Anayasa nın 90 ıncı maddesinin beşinci fıkrası uyarınca, 11.12.2019 tarihinden itibaren pozitif hukukumuz dâhilinde ve kanun hükmünde olan 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin lafzı dikkate alındığında,  bağlantılı geminin  (associated ship) ihtiyati haczine olanak tanınmamıştır. Türk Ticaret Kanunu nun anılan maddesinin, 1999 tarihli Milletlerarası Sözleşmeden tercüme yoluyla hukukumuza dâhil olduğu da dikkate alındığında, çalışmamızın odaklandığı yer, sözü edilen Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrası olmuştur. Anılan 3 üncü maddenin birinci ve ikinci fıkralarının giriş cümlelerinin birlikte okunması ile anlaşıldığı üzere hüküm, üzerinde deniz alacağı doğmuş gemiden başka bir geminin ihtiyati haczini düzenlemek üzere cümleye başlamış fakat kapsamına sadece uluslararası sektör ve literatürde  kardeş gemi  (sister ship) olarak anılan gemilerin ihtiyati haczini dâhil etmiş;  bağlantılı gemi yi zımnen hariç bırakmıştır.Çalışmanın  öncelikli  amacı,  1999  tarihli  Milletlerarası  Sözleşmenin  3  üncü maddesinin ikinci fıkrası kapsamındaki bu tercihin yani bağlantılı gemilerin ihtiyati haczine imkân tanımamanın,  bilinçli bir boşluk  mu yoksa  vasıflı suskunluk  mu 1  William Tetley, ‘Arrest, Attachment and Related Maritime Law Procedures  (1999) 73 Tul L Rev 1970; Rhidian Thomas, ‘Ship, Arrest-Issues of Availability, Fairness and Proportionality  iç Paul Myburgh (ed.), The Arrest Conventions International Enforcement of Maritime Claims (Hart 2019) 11.2  Deniz alacaklılarının mağdur edilmesi düşüncesiyle yapılan bu ticari tercihin hukuka aykırı olduğu yönünde bir yüksek mahkeme kararı için bkz William Tetley, Maritime Liens and Claims (2nd Edition, Blais 1998) 1040.3  Çalışmada kısaca  1999 tarihli Milletlerarası Sözleşme  olarak anılan Milletlerarası Sözleşme ile  Gemilerin İhtiyati Haczine İlişkin Milletlerarası Sözleşme, 1999  kastedilmiş ve yine çalışmada  gemilerin ihtiyati haczi  kavramı, bu Milletlerarası Sözleşme kapsamında  arrest  kavramına yüklenen anlam ile kullanılmıştır. 1952 tarihli Gemilerin İhtiyati Haczine İlişkin Milletlerarası Sözleşme ise çalışmada kısaca  1952 tarihli Milletlerarası Sözleşme  olarak anılmaktadır. 4   Sister ship  terimindeki kız kardeş ifadesindeki gereksiz bir cinsiyet vurgusu nedeniyle bu terimin isabetsiz olduğu gerekçesiyle  sürrogat geminin ihtiyati haczi  (surrogate ship arrest) şeklindeki anılış için bkz. Martin Davies, ‘The Future of Ship Arrest  iç Paul Myburgh (ed.), The Arrest Conventions International Enforcement of Maritime Claims (Hart 2019) 308.1106Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması Teorisiolduğuna karar vermektir. Şayet, vasıflı suskunluk olarak değerlendirilirse 1999 tarihli Milletlerarası Sözleşmenin kesinlikle bağlantılı gemiler üzerinde ihtiyati haciz uygulamasının yapılmasını istemediği bu nedenle de hükme bu hususu eklemediği gerçeği ortaya çıkarılacaktır. Bu değerlendirme, hükmün metin duvarının (lafzının) aşılıp, özünün (ruhunun) bulunmasını dolayısıyla da maddenin tarihsel yorumunun yapılmasını gerekli kılmaktadır. O sebeple, 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrasının yazımında, hazırlık çalışmalarında hangi saik ile hareket edildiğini ve  tek gemi şirket leri (single ship company) açısından maddenin arka planında nasıl bir düşüncenin egemen olduğunu açığa çıkarmak gerekecektir. Metodolojik açıdan tarihsel yorum neticesinde elde edilecek sonuç; Milletlerarası Sözleşme  hazırlayıcılarının,  anılan  hükmün  arkasındaki  iradelerinin,  bağlantılı gemilerin ihtiyati haczini yasaklamak değil ama bu konunun Milletlerarası Sözleşme çatısı  altında  uluslararası  bir  dilde  birlik  olunması  da  gerekmeyen  bir  mesele olduğunun tespiti yönünde ise bu noktadan sonra çalışmanın nihai hedefi; perdenin kaldırılması teorisinin yavru şirket konumundaki tek gemi şirketlerine  çapraz  uygulanmasının  neticelerini  göstermek  olacaktır.  Bunun  anlamı,  aynı  topluluk içindeki diğer yavru şirketlerin gemisinin ihtiyati haczini veya bir yavru şirketin tüzel kişilik perdesinin kaldırılması ile (perdenin düz/olağan kaldırılması) ortaya çıkacak hâkim kişinin gemisinin de ihtiyati haczinin mümkün olabilmesini ortaya çıkarmak ve nihayetinde de bu teorinin uygulanma koşullarının somut olayda nasıl görünebileceğini incelemektir. Böylelikle, Türk Ticaret Kanunu nun 1369 uncu maddesinin ikinci fıkrasında da, lafzî yorumu bir kenara bırakıp, teorik şartları somut olayda oluştuğunda tüzel kişilik perdesinin kaldırılması yoluyla  bağlantılı gemilerin  de zımnen madde kapsamında olduğu ve ihtiyaten haczinin mümkün olduğu sonucuna ulaşıldığında, deniz alacağından yavru şirket konumundaki bir tek gemi şirketinin sorumlu olması halinde, onunla aynı hâkimiyet altında bulunan diğer yavru şirketlerin (diğer tek gemi  şirketlerinin)  gemileri  üzerinde  de  ihtiyati  haciz  imkânı  bulunabilecektir. Aynı şekilde, deniz alacağından sorumlu olan yavru şirketin tüzel kişilik perdesi kaldırıldığında bulunacak hâkim kişinin veya hâkim şirketin gemisi de ihtiyaten 5  Bilinçli boşluk olarak nitelendirilen durumda, kural içinde boşluk vardır ve kanun koyucu bu boşluğun farkındadır. Yetki veya tanım boşluğu şeklindeki iki alt türünden, çalışma konumuza uygun olanı; bilinçli-tanım boşluğudur. Kuralın içeriğindeki kavramın içeriğini belirleme ve gerekli tanımı yapma konusunda kanun koyucu hükmü uygulayana bu yetkisini devretmektedir. Durumun özelliği gereği kuralın içinde bir tanımın yazılması ve ilgili kavramın sınırlarının çizilmesinde zorluklar bulunduğu ve olası bir tanımın ileride ihtiyaçlara cevap veremeyişinden duyulan endişe ile kanun koyucu bilerek yargıya yetki devretmiştir. Vasıflı suskunluk olarak nitelendirilen durumda ise aslında bir boşluk bulunmamaktadır. Dolayısıyla da yargının kurala müdâhil olması söz konusu değildir. Kanun koyucu kuralın metnine lafzen dâhil etmediği hususu, bilerek ve isteyerek kuralın kapsamı dışında bırakmıştır. Kanun koyucunun buradaki sessizliği, olumsuz düzenleme anlamındadır. Örneğin evlenme yasağı olan kişiler arasında Türk Medeni Kanunu nda süt kardeşler sayılmamıştır. Bu bir boşluk değil, vasıflı suskunluktur. Kanun koyucu, birbiri ile evlenmesi yasak olan kişiler arasına süt kardeşleri eklemeyerek, aslında süt kardeşlerin birbirleri ile evlenebileceklerini düzenlemek istemiştir. Bkz Ali Nazım Sözer, Hukukta Yöntembilim (7nci Baskı, Beta 2020) 180-190. Ayrıca bkz Kemal Gözler, Hukuka Giriş (Ekin 2021) 403 vd; Ahmet M Güneş, Hukuk Metodolojisi (Ekin 2021) 163 vd; Abdullah Demir, Hukuk Metodolojisi (Astana, 2016) 183 vd; Gökhan Antalya, Hukuk Metodolojisi Cilt II (Seçkin 2021) 226 vd.1107İstanbul Hukuk Mecmuası 79/4haczi mümkün gemilerden olabilecektir. Bu sorunun çözülebilmesi için, çıkış noktası Türk Ticaret Kanunu madde 1369(2) hükmünün mehazını teşkil eden 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrasını metodolojik olarak incelemek ve maddenin altında yatan iradeyi ortaya çıkarmaktır. I. Deniz Alacağına Sebebiyet Veren  İlgili  Gemi ile  Kardeş  Gemi İlişkisi1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin birinci fıkrasında, deniz alacağının doğumuna sebebiyet veren  ilgili  geminin ( particular ship ); 2 nci fıkrasında ise bundan başka hangi geminin ihtiyati haczinin mümkün olduğu düzenlenmiştir. Anılan son fıkra hükmü kapsamına, içeriğindeki ifadeler dikkate alındığında görüldüğü üzere sadece uygulamanın deyimiyle  kardeş gemi  olarak kabul edilen gemiler dâhil edilmiştir. Deniz alacağının doğumuna sebep olan geminin malikine ait başka gemi(ler) de varsa, anılan son geminin,  kardeş gemi  statüsünde, malikinin borcu için ihtiyaten haczi mümkün olabilecektir. Bunun dışında, deniz alacağının doğumuna sebep olan gemiyi kira, zaman çarteri veya yolculuk çarteri sözleşmelerinden edindiği bir sıfatla yani malik olmaksızın kullanarak borçlanan kişiye ait bir gemi bulunmaktaysa, bu gemi de  kardeş gemi  kabul edilecek ve malikinin bu gemiden kaynaklanmayan bir  deniz  alacağından  doğan  sorumluluğu  yüzünden  ihtiyaten  haczi  mümkün olabilecektir. Kardeş gemi  ilişkisi ile deniz alacağına sebebiyet veren gemiden başka bir geminin ihtiyaten haczedilmesi imkânının, deniz alacağının mülkiyete veya zilyetliğe ilişkin olması halinde geçerli olmayacağı da 3 üncü maddenin ikinci fıkrasının son cümlesinde ifade edilmiştir. 1999 tarihli Milletlerarası Sözleşmede, deniz alacakları listesinin (s) bendi ( geminin mülkiyeti ve zilyetliğine ilişkin her türlü uyuşmazlık ) 3 üncü maddenin ikinci fıkrasının son cümlesinde doğrudan bent harfi kullanılarak zikredilmemiştir.  Oysa  1952  tarihli  Milletlerarası  Sözleşme  bu  fıkrada,  deniz alacakları listesinin  o, p ve q  bentlerine doğrudan atıfta bulunmuştur. Bu bentler, 1999 tarihli Milletlerarası Sözleşmede  s, t ve q  bentlerine karşılık gelmekteyken, yeni  Milletlerarası  Sözleşmenin  hazırlık  çalışmalarında  bu  bentlere  açıkça  atıf yapılmamasının bilinçli bir tercih olduğu açıklanmıştır. 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrasının son cümlesinde yer alan, geminin mülkiyeti ve zilyetliğine ilişkin uyuşmazlıkların kardeş gemi uygulamasının dışında bırakılmasına ilişkin hükümde, deniz alacakları listesinin ilgili bent harflerine atıf yapılmayarak  genel  bir  ifade  kullanılmasının  sebebi,  deniz  alacakları  listesinin 6  TTK madde 1352(1)-t.7  Francesco Berlingieri, Berlingieri On Arrest of Ships Volume II A Commentary on the 1999 Arrest Convention (6th Edition, Informa Law 2017) 101. 1108Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması Teorisi(t) bendinin kapsamında iki farklı tür uyuşmazlığın yer alması; birinin zilyetliğe dayanması diğerinin de para alacağı olmasıdır. Deniz alacakları listesinin (t) bendinin ilk kısmında,  geminin müşterek malikleri arasında geminin işletilmesi  olarak anılan uyuşmazlığın, müşterek maliklerden birinin, diğerinin gemiyi hatalı çalıştırdığı iddiasına dayanması halinde, aslında davacı müşterek malikin niyetinin geminin zilyetliğini elde edip kendi tercihine göre işletmesidir. Bu durumda, bu bendin de aslında kısmen –üzerinde müşterek mülkiyetin bulunduğu gemi- hakkında zilyetliğe dayanan uyuşmazlık olduğu düşünülecek ve kardeş gemi uygulamasına yani başka bir geminin ihtiyati haczi imkânına mantık olarak ters düşecektir. Buna karşın, (t) bendinin diğer kısmındaki  geminin müşterek malikleri arasında gemiden sağlanan hasılata ilişkin  uyuşmazlığın ise para alacağı olması sebebiyle, Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci bendinin son cümlesinde, (t) bendinin bir bütün olarak atıf konusu olamayacağı düşünülmüştür. Bu sebeple çözüm, bent-bent sayım değil; genel bir ifade ile  mülkiyete ve zilyetliğe ilişkin uyuşmazlıklar  denilmesinde bulunmuştur. 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrasının son cümlesinin, 1952 tarihli Milletlerarası Sözleşmedeki karşılığında,  gemi rehni, gemi ipoteği veya gemi üzerinde aynı nitelikteki aynî bir yükümlülük  şeklinde ifade edilen deniz alacağının da (zilyetlik veya mülkiyete dayalı uyuşmazlık olduğu düşüncesiyle) kardeş gemi uygulaması dışında bırakıldığı gözükse de; 1999 tarihli Milletlerarası Sözleşmenin hazırlık çalışmalarında, söz konusu aynî yükümlülüklerin altında kural olarak aslında para alacağı olduğunun dikkate alınmasıyla olsa gerek, alacaklının kardeş gemi uygulamasından faydalanabilmesi gereği göz önünde tutulmuştur. II. 1952 Tarihli Milletlerarası Sözleşmenin  Bağlantılı  Geminin de  İhtiyati Haczini Hedefleyen İlk AdımıDeniz alacağının doğumuna sebebiyet veren  ilgili  gemiden başka bir geminin de ihtiyaten haczinin mümkün olabilmesi için ilgili gemi ile bunun dışındaki sair bir geminin malikinin aynı olması koşulu 1952 tarihli Milletlerarası Sözleşmenin madde 3(1) hükmünde de yer almaktadır. Başka bir deyişle, deniz alacağının doğduğu sırada (A) gemisinin maliki olan kişiye ait, ihtiyati haczin uygulanması esnasında bir başka gemi bulunmaktaysa (örn. B gemisi) ve deniz alacağından sorumlu olan da A gemisinin maliki ise anılan hükme göre, (B) gemisinin, yola çıkmaya hazır olsa bile ihtiyaten haczi mümkün kabul edilmiştir. Bununla birlikte, aynı maddenin dördüncü fıkrasında da, deniz alacağının doğumuna (A) gemisi sebebiyet vermiş olmasına rağmen, bu borçtan sorumlu olan kişi malikten başka birisi ise (kiracı; demise charterer) (A) gemisinin yanı sıra, ihtiyati haciz zamanı itibariyle borçtan sorumlu kişiye ait bir (C) gemisi bulunmaktaysa, bu geminin de ihtiyati haczinin mümkün olduğu düzenlenmiştir. Malik olmamakla birlikte borçtan sorumlu olan kişiyi kiracı 8  TTK madde 1352(1)-u.9  CMI raporu için bkz Berlingieri (n 7) 272-273 ve ayrıca §8.63.1109İstanbul Hukuk Mecmuası 79/4ile sınırlı tutmaksızın (zaman çartereri ve taşıtanı da ekleyerek) aynı sonucu doğuran bir hüküm 1999 tarihli Milletlerarası Sözleşmede de yer almaktadır (m.3(2)-b). 1952 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin, bu anlamda 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinden önemli farkı, mülkiyetin aynı şahsa ait olduğuna dair bir faraziyenin de aynı maddede ayrı bir fıkra olarak yer almasıdır (1952 tarihli Milletlerarası Sözleşme madde 3 fıkra 2 hükmü). Bu faraziyeye göre, aynı kişi veya kişilerin hissedar olduğu ortaklıklar, farklı gemilerin sahibi ise söz konusu gemilerin malikinin aynı kişi olduğu kabul edilir. Faraziyede kullanılan   ownership   (sahiplik-mülkiyet  birlikteliği)  kavramı  ve  bunda  tüm payların aynı kişiye/kişilere ait olması durumunun aslında farklı kişilere aitmiş gibi görünen iki gemiye de aynı kişinin sahip olduğu yönündeki kabul ediş, o günün deniz ticaret sektöründeki tek gemi ortaklıklarının gemilerine de üstü kapalı  kardeş  gemi statüsünün verilmesini hedeflemektedir. Bu amacın gerçekleşmesi için somut olayda aranan koşul, tüm payların aynı kişiye/kişilere ait olmasıdır. Ancak,  günümüz  deniz  ticaretinde,  mülkiyetinde  sadece  birer  gemi  bulunan farklı tüzel kişiliklerin hissedarlık durumuna bakıldığında, pay sahipliğinde aynılık koşulunun sıklıkla rastlanan bir model olmadığı gerçeği karşısında, bu faraziye 1999 tarihli Milletlerarası Sözleşmenin hazırlık döneminde geçerli olan ticari anlayış içinde yetersiz görülmüş ve yeni modellenen tek kişi şirketlerine yönelik farklı bir tutum içinde olma gereği gündeme getirilmiştir. Aslında  pay  sahibi  olarak  gözükmeksizin  bir  kişinin,  farklı  tüzel  kişilikler üzerinde  ve  bu  kişilere  ait  olduğu  tescillenen  gemilerin  işletilmesine  yönelik kontrol ve hâkimiyetinin değişik modellerle zaman içerisinde gelişmesinin sebebi, bir yandan tek gemi şirketi olmanın mali ve vergisel avantajlarının kullanılmak istenmesi ama öte yandan da 1952 tarihli Milletlerarası Sözleşmede yer alan faraziye ile desteklenmiş kardeş gemi hükmü uyarınca ihtimal dâhilinde olan ihtiyati haciz riskinden kurtulmaktır.III. 1999 Tarihli Milletlerarası Sözleşmenin CMI TaslağıCMI  tarafından  1952  tarihli  Milletlerarası  Sözleşmenin  alternatifi  yeni  bir milletlerarası sözleşmenin hazırlanması için oluşturulan alt komitenin hazırladığı ilk taslak, CMI tarafından 1985 yılında Lizbon da düzenlenen konferansta okunmuş ve tartışmaya açılmıştır. Lizbon konferansı esnasında yapılan değişikliklerle oluşan yeni metin,  CMI taslağı  olarak bilinmektedir. Bu metin daha sonra, IMO ve UNCTAD tarafından bir araya getirilen ve bu alanda uzman kişilerden oluşan heyet tarafından 10  CMI raporu ve Diplomatik Konferansa Birleşik Krallık delegasyonu tarafından sunulan 188/3/ADD 2 nolu belge için bkz Berlingieri (n 7) 272-275.11  ICS temsilcisi tarafından ifade edilen bu tespitler için bkz Berlingieri (n 7) 282.1110Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması Teorisi1994-1997  yılları  arasında  yapılan  çalışmalar  sonucu  yeni  bir  taslağa  zemin oluşturmuştur. 1997 de nihayetlenen bu son metin  Uzmanlar Heyetinin Taslağı 12 olarak anılmaktadır. Bu şekilde son halini alan yeni hükümler, Diplomatik Konferansa sunulmuştur.  Nihai  metin,  1999  Mart ında  Cenevre de  gerçekleşen  Diplomatik Konferansta katılımcı devletlerin delegasyonlarının görüşlerine açılmıştır.CMI alt komitesinin hazırladığı ilk taslakta, deniz alacağına sebebiyet veren geminin maliki, kiracısı, çartereri veya taşıtanı olup da borçtan sorumlu olan bu kişiye ait veya bu kişinin kontrolünde olan diğer bir geminin de ihtiyaten haczinin mümkün olduğu hükmü komite başkanı tarafından takdim edilmiştir. Bu şekildeki bir düzenlemenin amacının, borçlunun sadece mülkiyetindeki gemileri değil borçlu tüzel kişiliğin yan kuruluşlarının sahip olduğu diğer gemilerin veya borçlunun gerçek kişi olması halinde, bu kişinin tüm paylarına sahip olduğu bir şirketin gemisinin de 1952 tarihli Milletlerarası Sözleşmenin kardeş gemi anlayışının ötesinde bir alt yapıda ihtiyaten haczinin mümkün kabul edilmesi olduğu açıklanmıştır.CMI taslağında ise alt komitenin, tüzel kişilik perdesinin kaldırılmasına yönelik bu teşebbüsü benimsenmemiş,  kontrolü altında olmak  kavramı silinmiştir. Bunun gerekçesi olarak, 1952 tarihli Milletlerarası Sözleşmede çok açık dile getirilmeden aynı eğilim görülse de, 1999 tarihli Milletlerarası Sözleşmenin ne üstü kapalı ne de açık bir dilde tüzel kişilik ve şirketler hukuku meselesine dâhil olmaması, bu konunun taraf devletlerin ulusal hukukuna bırakılması gereğinin benimsendiği ifade edilmiştir. Uzmanlar Heyetinin taslağında da aynı görüş benimsenerek, açık bir dilde ifade edilmeksizin tüzel kişilik perdesinin kaldırılması yoluyla borcun gerçek sahibinin kim olduğunun bulunmasının gerekli olup olmadığına, hakimin hukukunun (lex fori) karar vermesinin uygun olduğu kanaati sürdürülmüştür.Diplomatik  Konferansta  ise  Birleşik  Krallık  delegasyonunun  tüzel  kişilik perdesinin kaldırılması yoluyla tespit edilecek  bağlantılı  gemilerin de ihtiyati haczini mümkün kılan ve açık bir dilde bunu ifade eden bir alternatif metni görüşlere ve oylamaya sunması üzerine, CMI orta yol bulmak için Konferansa sunulan nihai metnin madde 3(2) hükmüne  Bir geminin, deniz alacağından sorumlu kişiye ait olup  olmadığı  ihtiyati  haczin  uygulanacağı  devletin  hukukuna  göre  belirlenir  şeklinde  açık  bir  dilde  tüzel  kişiliğin  aşılabilirliği  ve  sınırları  meselesinde  lex 12  JIGE Draft (JIGE: Joint International Group of Experts on Maritime Liens and Mortgages and Related Subjects).13  Berlingieri (n 7) 272-273.14  Taslak metin için bkz Berlingieri (n 7) 272.15  CMI raporu için bkz Berlingieri (n 7) 273.16  Uzmanlar Heyetinin taslak metni için bkz Berlingieri (n 7) 273.1111İstanbul Hukuk Mecmuası 79/4fori ye atıf yapan bir ekleme önermiştir. Bunun üzerine tartışmalar,  bağlantılı  gemilerin ihtiyati haczinde, taraf devletin hukukuna açık atıfta bulunarak mı yoksa Milletlerarası Sözleşme metninin kendisinin bu konuda açık bir düzenleme içermesi ile mi mümkün hâle getirilmesinin uygun olacağı yönünde devam etmiştir. IV. Birleşik Krallık Delegasyonunun Önerisi ve  Önerinin Kabul Görmeme SebepleriBirleşik Krallık delegasyonunun inancı, bu Milletlerarası Sözleşmenin 3 üncü maddesinin  ikinci  fıkrasına  mutlaka  1952  tarihli  Milletlerarası  Sözleşmeden farklı olarak bu sefer açıkça  bağlantılı  gemilerin de ihtiyati haczinin mümkün olduğuna dair bir hükmün eklenmesi gereği yönündedir. Bu görüşe göre, 1952 tarihli Milletlerarası Sözleşmedeki  aynı kişiye ait olma  (common ownership) kavramı ve bu kavramı esneten faraziye, 50 li yıllardan beri değişerek süregelen tek gemi şirketleri bakımından yetersiz ve faydasız olacaktır. Bu nedenle,  bağlantılı  gemiler  kontrol  kavramı ile tekrar değerlendirilmeli ve gemiye gerçekten kimin sahip olduğu değil; gemiyi veya geminin ait olduğu şirketi kimin kontrol ettiği veya hâkimiyeti altında tuttuğu bulunmalıdır. Bu niyet, açıkça tüzel kişilik perdesinin kaldırılması  müessesesinin  1999  tarihli  Milletlerarası  Sözleşmenin  madde  3(2) hükmüne yerleştirilmesi önerisinin arkasında yer alan düşüncedir. Birleşik  Krallık  delegasyonunun  Diplomatik  Konferansta  sunduğu  ilk  öneri metninde, mülkiyet veya ait olma kavramı hiç kullanılmamış bunun yerine  gemiyi kontrolünde tutmak  veya  gemiyi kontrolü altında tutan şirkete hâkim olmak  şeklinde ifadeler tercih edilmiş ve ayrı bir fıkrada da malik olmak veya kontrolü altında tutmak ile neyin anlaşılması gerektiğine ve usul hukuku bakımından ispat yükünü kimin taşıyacağına taraf devletin hukukunun karar vereceği ifade edilmiştir. Bu öneriye ilk açık ve tam destek Kanada delegasyonundan gelmiştir. Kanada, fikir ve niyet olarak örtüşmekle birlikte,  bağlantılı  gemilerin de açık bir düzenlemeye kavuşması amacıyla,  kontrolünde veya hakimiyetinde olma  kavramına alternatif bir öneri olarak  sicildeki malik veya iktisadî malik  (owner or beneficial owner) kavramlarını kullanarak bir madde metni sunmuş ve sicilde malik olarak gözüken şirketin tüzel kişilik perdesi kaldırıldığında tespit edilecek ve ihtiyati haciz ile tutulması hedeflenen geminin işletilmesinden faydalanan, bu gemi ile yapılan ticaretin semerelerinden istifade eden kişi, alternatif öneri metninin içerisinde açıkça zikredilmiştir.17  Birleşik Krallık delegasyonunun Diplomatik Konferansta sunduğu 188/3/ADD 2 nolu belge içeriği için bkz Berlingieri (n 7) 274-276.18  1999 tarihli Milletlerarası Sözleşmeye ait hazırlık çalışmaları olarak dile getirdiğimiz Diplomatik Konferans tutanakları için bkz Berlingieri (n 7) 272 vd.19  Birleşik Krallık delegasyonunun Diplomatik Konferansta dile getirdiği görüşün yer aldığı 188/3/ADD 2 nolu belge için bkz Berlingieri (n 7) 274 vd.20  Birleşik Krallık delegasyonunun Diplomatik Konferansta dile getirdiği görüşün yer aldığı 188/3/ADD 2 nolu belge için bkz Berlingieri (n 7) 274 vd.1112Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması TeorisiBirleşik Krallık delegasyonu, öneri metinlerinde kullandıkları  kontrol  kavramı ile kastettiklerinin,  etkili kontrol  olduğunu yani örneğin profesyonel gemi yönetim şirketleri gibi veya acenteler gibi gemi maliki tüzel kişiliğinin hesabına iş ve işlemler yapanın yahut yatırımcı olarak azınlık hisseye sahip bir bankanın da bu anlamda kontrol kavramı dâhilinde olamayacağını açıklamıştır. Bu açıklamadan da sonra; özellikle Hollanda, İtalya, Japonya, Avusturalya, Almanya ve Belçika  kontrol  veya  iktisadî malik  gibi muğlak kavramların bir milletlerarası sözleşmede daha net tanımlanması gerektiğini, buna ilaveten lex fori ye de atıf yapılarak hakimin uyguladığı hukukun da sınırları dâhilinde yorumlamasına izin vererek ve belki de hakime somut olayı değerlendirirken önüne bir model liste hazırlayıp ne gibi hareketlerin  etkili kontrol  kabul edilebileceği konusunda daha da çalışılmak kaydıyla Birleşik Krallık delegasyonunun açtığı kapının izinde olduklarını ifade etmişlerdir. Türkiye Cumhuriyeti delegasyonu, CMI tarafından sunulan çözümü yani perdenin kaldırılmasına imkân veren kıstasların açıkça ulusal hukuka bırakıldığını ifade eden bir hükmü tercih edeceklerini belirtmiştir. Bu noktada Belçika, yavru şirketlerin pek çok ülkeye yayılmış da olabildiği gerçeği karşısında, uluslararası ticaretin önemli bir sorununu yani geminin tutulmasını uluslararası birlik içinde çözüme kavuşturmayı hedeflemiş iken, sözde malikler ve tek kişi şirketleri ile baltalanan hukuk kurallarının yine  ancak  bu  milletlerarası  sözleşmede  çözüme  kavuşturulması  gereğini  ifade etmiştir. Ne var ki, niyete ve hedeflenen amaca sempati ile baksalar bile İsveç, Tayland, Çin, Norveç, tüzel kişiliğin arkasına saklanmanın ve şirketler hukukunun bu paravanından dürüstlük kuralına aykırı biçimde istifade etmenin sadece deniz ticaretine özgü bir mesele olmadığı, bunun genel bir özel hukuk sorunu olduğu;  kontrol  kavramı üzerinde ise tüm katılımcı devletlerin hem fikir sahibi olabileceği kadar net ve her hukukta aynı anlama gelecek şekilde bir tanım yapmanın da çok zor olduğu; bir milletlerarası sözleşmede böyle bir hükme gerek olmadığı düşünceleriyle Birleşik Krallık delegasyonunun önerisine karşı olumsuz görüş bildirmişlerdir. Yunanistan delegasyonu ise Birleşik Krallık tarafından getirilen önerinin, denizcilik sektörünün tamamen içinde olan bir devletin, kendi finans kurumlarının çıkarlarını koruma düşüncesi ile yaratılmış, milletlerarası sözleşme ruhunu aşan bir amaca hizmet ettiğini ve deniz taşımacılığında tam bir kaosa yol açacağını ifade ederek, Yunanistan ın da geleneksel denizci bir ülke olduğunu vurgulayarak sert bir dille eleştirmiş ve CMI önerisini yani konunun lex fori ye bırakılmasını tercih ettiklerini belirtmiştir.21  3 Mart 1999 tarihli Diplomatik Konferans oturumu konuşma tutanakları içerisinde Birleşik Krallık delegasyonunun konuşması için bkz Berlingieri (n 7) 278.22  Hollanda, İtalya, Japonya, Avusturalya, Almanya ve Belçika ile Türkiye Cumhuriyeti delegasyonlarının 3 Mart 1999 tarihli Diplomatik Konferans oturumundaki konuşmalarına ait tutanaklar için bkz Berlingieri (n 7) 278.23  Belçika delegasyonunun konuşma tutanakları için bkz Berlingieri (n 7) 281.24  Anılan devlet delegasyonlarının konuşma tutanakları için bkz Berlingieri (n 7) 280-294.25  Yunanistan delegasyonunun konuşma metni için bkz Berlingieri (n 7) 279.1113İstanbul Hukuk Mecmuası 79/4Çoğunluğun, tüzel kişilik perdesinin kaldırılıp  bağlantılı  geminin tespitine ve onun da bu milletlerarası sözleşme hükümleri dâhilinde ihtiyaten haczedilmesinin mümkün kılınmasına fikren olumlu yaklaşmalarına rağmen, kullanılan kavramların uygulamada sorun çıkaracağını veya bu konuda görüş birliğinin sağlanamayacağı fikrini savunmaları üzerinden 1 hafta sonra Birleşik Krallık delegasyonu eleştiriler dâhilinde üzerinde çalışılmış yeni bir öneriyi Diplomatik Konferansta tartışmaya sunmuştur. Yeni  metinde,   bağlantılı   gemi  ile  ilgili  olarak  1999  tarihli  Milletlerarası Sözleşmenin taslak metninin 3(2) maddesine aşağıdaki eklemeler önerilmiştir:  Deniz alacağının doğumuna sebep olan gemiden başka, ihtiyati haczin uygulandığı esnada bir gemiyi sanki malikiymişçesine etkili biçimde kontrolü altında tutan kişi, deniz alacağının doğumunda da bu borçtan sorumlu olan kişiyi hâkimiyeti altında tutuyorsa, söz konusu geminin de ihtiyaten haczi mümkündür. Bir geminin üzerinde etkili biçimde kontrolün olup olmadığının tespitinde Mahkeme özellikle o kişinin aşağıdaki unsurları taşıyıp taşımadığını değerlendirir: (i) o gemiye ilişkin kararlar verebilmek; (ii) bu kararların uygulanmasına etki edebilmek; (iii) bu geminin işletilmesinden elde edilen kârın dağıtımını yönetebilmek. İhtiyaten haczedilecek gemi, deniz alacağından sorumlu olan kişiye ait değilse, geminin sahibi ile borçtan sorumlu olan kişi arasında ihtiyati haczin haklılığı açısından bir bağlantı bulunup bulunmadığına ihtiyati haciz talep edilen Mahkemenin hukuku karar verir. Metnin  bu  hali,   kontrol   kavramının  yanı  sıra   etkili  kontrol   (effectively control) ve  bağlantı  (connection) kavramlarını da açıkça zikretmesiyle katılımcı devletler arasında daha da endişeye yol açmış ve Kanada ile Japonya nın desteği sürerken, önceki toplantıda meseleye fikren olumlu bakan devletler de metnin bu halini bir Milletlerarası Sözleşmede olmaması gerektiği kadar bulanık ve tehlikeli görmüşlerdir. Son kez söz alan Birleşik Krallık delegasyonu, yapılan tüm olumsuz eleştirileri, perdenin kaldırılması ve  bağlantılı  geminin ihtiyati haczi konusunun bir  Milletlerarası  Sözleşme  içerisinde  düzenlemenin  zorluğunun  tespit  edilmesi olarak  yorumlamış  ve  bu  Milletlerarası  Sözleşme  yürürlüğe  girdiğinde,  deniz alacakları listesinden özellikle enkaz kaldırma masraflarını deniz alacağı olarak ileri süren kişinin, bu Milletlerarası Sözleşme kapsamında hangi geminin nasıl ihtiyaten haczedilmesini talep edeceği meselesinin esasen bu toplantının ana örneği olduğunu, zor da olsa kontrol mekanizmaları ve kendi içinde çıkar dengelerini koruyan bir imkânın yaratılmasının mümkün olduğunu ve aslında bunun arayışı içinde olduklarını ifade etmişlerdir. 26  Birleşik Krallık delegasyonunun 9.3.1999 tarihinde Diplomatik Konferansta sunduğu öneri metni ve ertesi gün gerçekleşen takdim konuşması için bkz Berlingieri (n 7) 285 vd.27  Bu yöndeki konuşmaların yer aldığı Diplomatik Konferans tutanakları için bkz Berlingieri (n 7) 288-293.28  Birleşik Krallık delegasyonunun konuşma metni için bkz Berlingieri (n 7) 294.1114Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması TeorisiBu son sözden sonra toplantı başkanı, Birleşik Krallık delegasyonu tarafından sunulan önerileri dikkate almayarak oturumu sonlandırmış ve madde metni, Uzmanlar Heyeti nin önerisinde olduğu gibi en sade haliyle,  malik olmak  (own) kavramı ile kabul edilmiş ve ulusal hukuka açık atıfta bulunulmamıştır.V. Ara Sonuç: Bilinçli Boşluk1999 tarihli Milletlerarası Sözleşmenin madde 3(2) hükmü hazırlanırken, aynı maddenin 1952 tarihli Milletlerarası Sözleşmedeki halinden bir adım daha ileriye giderek tek gemi şirketlerinin değişen yapısını yakalayan bir düzenleme ile tüzel kişilik perdesinin kaldırılması yoluyla bulunacak  bağlantılı  geminin de ihtiyati haczini mümkün kılan ve açık bir dilde yazılacak metnin gereksiz ya da isabetsiz bir çaba olduğu hiçbir zaman dile getirilmemiştir. Bununla birlikte, farklı hukuk sistemlerinden gelen katılımcı devletlerin hazırlık çalışmalarının son aşaması olan Diplomatik Konferansta neredeyse ortak bir dille ifade ettikleri hususlar; i. milletlerarası bir sözleşmede böyle bir şirketler hukuku meselesinin yerinin olup olmadığı; ii. tüzel kişilik perdesinin kaldırılmasına imkân veren kavramların (kontrol, etkili kontrol, hakimiyet, bağlantı gibi) seçimindeki zorluk; iii. seçilen kavramların mutlaka tanımının yapılması ve somut olaya tatbiki bakımından hakime yol gösterici bir davranış listesinin hazırlanması; iv. denizcilik sektörünün  farklı  çıkar  grupları  arasındaki  dengenin  korunması  gerekliliği;  v. meselenin lex fori ye bırakılmasının en uygun çözüm olacağıdır. 1999  tarihli  Milletlerarası  Sözleşmenin  şu  an  mevcut  madde  3(2)  hükmü dikkate alındığında, deniz alacağının doğumuna sebebiyet veren gemiden başka bir geminin ihtiyati haczinin mümkün olabilmesinde esas alınan, öncelikle deniz alacağından sorumlu kişiye ait bir başka geminin bulunmasıdır. Metindeki vurgu,  aitlik   ( owned )  kavramı  üzerinde  bırakılmış  ve  1952  tarihli  Milletlerarası Sözleşmedeki faraziye de  kaldırılmış olduğundan,  hakimin  hukukunun,   aitlik  kavramını değerlendirerek, tüzel kişilik perdesinin kaldırılması ile gerçek borçlunun veya gerçek malikin kim olduğunu bulmaya izin verdiği ölçüde, taraf devletler bakımından  mesele  derinleşebilecektir.  Perdenin  kaldırılarak  sorumlu  gözüken tüzel kişiliğin bertaraf edilip gerçek sorumlu kişinin bulunması ve ona ait başkaca gemi(ler)in olup olmaması, varsa ihtiyati haczinin mümkün hale gelmesi, hakimin hukukunun hangi sınırlar içerisinde tüzel kişiliğin aşılmasına izin verdiği hususuna kilitlidir. Diplomatik Konferansta aslında bu kilidin anahtarının da madde metnine açıkça yazılıp yazılmaması oylanmıştır.Hükmün son geldiği noktada kullanılan yazı dili, bilinçli olarak en yalın halinde bırakılmış, metindeki  kontrol, hakimiyet, bağlantı  gibi şirketler hukukuna uzanan 29  Oturumdaki tartışmaların sonlandırılışı ve yönü hakkında oturum başkanının konuşması için bkz Berlingieri (n 7) 294.1115İstanbul Hukuk Mecmuası 79/4dallar  budanmıştır.  Ancak,  dürüstlük  kuralına  aykırı  bir  örgütlenmeyle,  deniz alacaklılarından mal kaçırma düşüncesiyle yaratılan tek gemi şirketlerinin ve bunların hâkim kişi ile aralarındaki bağlantı bakımından madde metninde açıkça lex fori ye atıf yapılması ile yapılmaması arasında sonuç bakımından bir fark da yoktur. Öyle ki, Milletlerarası Sözleşmenin, bir konuyu bilerek kuralın içine sokmak istememesi yani zımnen o konuda olumsuz düzenleme yapması durumu (vasıflı suskunluk hali) hariç, Milletlerarası Sözleşmede boşluk halinde hakimin hukuku devreye girecektir. CMI tarafından, Birleşik Krallık delegasyonunun sunduğu ilk alternatif metinden sonra sunulan çözüm önerisinde olduğu gibi açıkça  sahiplik  kavramından ne anlaşılması  gerektiğinin  hakimin  hukukuna  bırakılması  yönündeki  eklemeden, Diplomatik  Konferansın  sonunda  vazgeçilmesi,  çoğunluğun  bunu  istememiş olmasından  dolayı  değildir.  Sistem  gereği,  Diplomatik  Konferansta  görüşmeye açılan (ve oylamaya sunulan) son metin Uzmanlar Heyetinin hazırladığı nihai taslak metin olduğundan (şu an yürürlükte olan metin) ve Birleşik Krallık delegasyonunun buna alternatif olarak sunduğu birinci ve ikinci öneri metni reddedilmiş olmakla, otomatik olarak Uzmanlar Heyetinin metni görüşmeler sonucu onaylanmış metin haline gelmiştir. Görüşmeler sırasında, Birleşik Krallık delegasyonunun sunduğu ilk radikal alternatif metinden, bu delegasyonun bir-iki geri adım atabilmesini sağlamak için CMI, lex fori ye açık atıf içeren bir ek cümle önermişse de, Birleşik Krallık delegasyonu bu şekildeki bir düzenlemeyi de yeterli görmediği için kabullenmemiş ve dolayısıyla da lex fori ye açık atıf içeren metin,  alternatif metin  haline gelmeyerek oylamaya sunulmamıştır.Buradan çıkan sonuç, 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrasından doğrudan çeviri yoluyla Türk Ticaret Kanununun madde 1369(2) hükmünü oluşturan düzenleme,  kardeş  geminin ihtiyati haczi olarak anılmakta ise de metinde yer alan  malik olmak veya ait olmak  kavramının derinliğine sadece lafzî yorum ile karar vermek olası değildir. Türk Medeni Kanununun madde 1(1) hükmü uyarınca, hakim kanunu (yazılı hukuk kurallarını) sözüyle ve özüyle uygular. Lafzî yorum ile yetinilmeyip tarihsel yorum metoduna geçildiğinde, Milletlerarası Sözleşme hazırlayıcılarının hangi kelimelerle yetindikleri, ötesini düzenlemek istemiş olsalar da kavramların veya sözcüklerin yetersiz hatta çaresiz kaldığı yukarıda izah edildiği gibi, hazırlık çalışmalarından anlaşılmaktadır. 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrasında  bilinçli boşluk  söz konusudur. Bağlantılı geminin ihtiyati haczinin kilidini açacak olan enstrüman, tüzel kişiliğin 30  Akıncı, Anayasa madde 90 hükmü gereği, 1995 yılında taraf olunarak Türk Hukukunun bir parçası haline gelen ve kısaca CMR adı verilen  Eşyaların Karayolunda Uluslararası Nakliyatı İçin Mukavele Sözleşmesi  hakkındaki eserinde, bu Milletlerarası Sözleşme içeriğindeki boşlukların nasıl doldurulacağı hakkında, hakimin CMR yi Türk hukukunun bir parçası olarak uygulamasıyla beraber, artık kanunlar ihtilafı kurallarının devre dışı kaldığını ve CMR içindeki boşluğun, bu milletlerarası sözleşmenin kendi içeriğinden, hazırlık çalışmalarından ve dolayısıyla tarihsel yorumundan hareketle doldurulamaması halinde, Türk maddi hukuku ile doldurulması gerektiğini savunmuştur (Ziya Akıncı, Karayolu İle Milletlerarası Eşya Taşımacılığı ve CMR (Seçkin 1999) 29). 1116Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması Teorisiaşılarak gerçek borçlunun bulunmasıdır. Lakin, bu hukuki çarenin farklı hukuk sistemlerinden gelen katılımcı devletlerin ortak bir anlam ile kullanabilecekleri kavramlar üzerinden anlatılmasının imkânsızlığı sonucu ortaya çıkınca, tüzel kişilik perdesinin kaldırılması konusu, bir Milletlerarası Sözleşmede var olan boşluğun doldurulması  noktasında  lex  fori ye  kalmıştır.  Bu  açıdan,  hazırlık  çalışmaları ışığında hüküm değerlendirildiğinde,  kardeş  gemi hükmünün altında, lex fori nin, gerçek borçlunun bulunmasına tüzel kişilik perdesini kaldırarak izin verdiği ölçüde  bağlantılı  geminin ihtiyati haczinin de mümkün olduğu görülecektir. Lex fori nin Türk hukuku olduğu durumda, gerçek borçlunun ve onunla  bağlantılı gemi nin hakim tarafından tespitinin ve nasıl değerlendirileceğinin incelenmesi bu noktada gereklidir.VI. Hukukumuzda Perdenin Kaldırılması Teorisinin  Uygulanması ve Tek Gemi Şirketlerine UyarlanmasıTüzel  kişilik  aslında  bir  perde  değil;  onu  oluşturan  kişisel  ve  malvarlıksal unsurların üzerine yasa koyucu tarafından örtülmüş şeffaf bir örtüdür. Bu sebeple, tüzel kişiliğin, kuruluşun iç dünyasının görünmesini engelleyen bir perde olarak ifade edilmesi yanlıştır. Öyle ki, tüzel kişilikler, üçüncü kişilerin ilişki kurmak istedikleri tüzel kişi ile ilgili her şeyi (ortakları, mali yapısı, malvarlığı, temsilcisi gibi) bir engelle karşılaşmadan öğrenebilecekleri saydam yapılardır. Bununla birlikte, gerçek malikin ve sorumlunun kim olduğunu saklamak; nimetlerden faydalanan kişileri külfetlerden arî kılmak için kötüniyetle tüzel kişiliğin üzerine ek bir örtü örtülmesi hâlinde perdeden ve perdenin kaldırılmasından söz edilebilir.Normatif temeli Türk Medeni Kanunu nun 2 nci maddesindeki dürüstlük kuralı olan  perdenin  kaldırılması  teorisinin  amacı,  gerçek  borçlunun  bulunması  ve alacaklının da gerçek borçlunun malvarlığına icra yoluyla el atabilmesidir. 31  Sayın Atamer, eserinde  ...birçok heyet bu problemin açık bir kural ile çözümlenmesinin mümkün olmadığını ve uyuşmazlığa bakan mahkeme tarafından somut olaya özgü bir şekilde ele alınmasının gerektiğini bildirmiştir. Sonuçta bu görüş kabul görmüş ve ‘uyuşmazlığa bakan mahkemenin hukuku na (lex fori) bırakılmıştır. Şu halde bir geminin ihtiyati haczi için Türkiye de mahkemeye başvurulduğunda, ‘tüzel kişilik perdesinin aralanması  sorunu Türk Hukuku uyarınca çözüme kavuşturulacaktır.  ifadelerini kullanmakla, sonuç itibariyle aynı noktaya varmış olsa da, çalışmamızda özellikle dipnot 30 ve ona ait metinde belirtildiği üzere, bu sonuç ancak bir Milletlerarası Sözleşme içerisindeki boşluğun, bu Milletlerarası Sözleşmeyi iç hukuk normu olarak uygulayan hakimin hukukuna göre doldurulması gerektiği yorumuna dayalıdır. Başka bir deyişle, Sayın Atamer in aksine, çalışmamızda tüzel kişilik perdesinin kaldırılıp gerçek borçlunun kim olduğuna karar verebilmenin lex fori nin buna imkân verebilmesine bağlanması, 1999 tarihli Milletlerarası Sözleşmede bu konuda ilgili hükümde bilinçli boşluk bırakıldığının tespiti ve bunu hakimin lex fori ile doldurabileceği görüşüne (boşluğu doldurmak için kanunlar ihtilafı kurallarına gitmemesi gerektiğine) dayandırılmıştır. Sayın Atamer in ifadelerinden ise Konferansta  lex fori ye konunun bırakılması görüşünün kabul gördüğü  okunmaktadır. Oysa, CMI tarafından 188/3 nolu belge ile resmi olarak Konferansa alternatif metin olarak lex fori ye açık atıf içeren bu öneri hiç oylanmamıştır. Meselenin,  kabul görmüş bir görüş  olarak değil; ancak (bilinçli) bir boşluk olarak 1999 tarihli Milletlerarası Sözleşmede anılması mümkündür. Krş Kerim Atamer, Deniz Ticaret Hukuku C IV (2nci Bası, Onikilevha 2019) 193. 32  Ersin Çamoğlu, ‘Ticaret Ortaklıkları Bağlamında Perdenin Kaldırılması Kuramı ve Yargıtay Uygulaması  (2016) 32(2) Banka ve Ticaret Hukuku Dergisi 6-7. Tüzel kişilik perdesinin kaldırılması teorisinin çeşitli disiplinlerde görünüşü ve uygulanışı hakkında bibliyografya çalışması için bkz Atamer (n 31) 192 dipnot 107.33  Bkz dn 32 de anılan eserler.1117İstanbul Hukuk Mecmuası 79/4Tüzel kişiliğin ayrı ve bağımsız bir kişiliğinin olması ilkesinin düzenlendiği Türk Medeni Kanunu nun 47 nci maddesinde, bilinçsiz kanun boşluğu olduğu, hükmün fazla geniş tutulduğu ve tüzel kişilerin üyelerinin art niyetli olarak, tüzel kişinin ayrı ve bağımsız kişiliğinin olması kurgusunun arkasına sinip, şahsi sorumluluktan kaçma şeklindeki atipik olayların kanun koyucu tarafından ihmalen düşünülmediği ve bu konuda hükme bir istisna getirilmesi gereğinin gözden kaçırıldığı temeline oturtulan görüşe göre, hakimin bu boşluk türünü tüzel kişiliğin atipik kullanımı halinde hükmü dar yorumlayarak doldurması ve gereğinde tüzel kişilik ile üyesinin özdeş kişiler olduğu sonucuna varılması gereği ifade edilmiştir. Öyle ki, tüzel kişilik arkasında sınırlı sorumluluk oluşturulması, şirketler hukukunun tanıdığı bir hak olmasına rağmen bu hakkın dürüstlük kuralına aykırı biçimde, borçlara muhatap olmamak için (atipik) kullanılmasını da hukukun korumasının mümkün olmaması temeli üzerine kurulmuş bu teoride,  üretilmiş tüzel kişilikler  arkasında korunan ve saklanan kişi aynı zamanda tüzel kişiliğe ait malvarlığının da gerçek yöneticisi olmaktadır. Öğretide, tüzel kişiliklerin mal ve kişi ayrılığı ilkesine hukukumuzda çeşitli pozitif  hukuk  kuralları  ile  istisnai  düzenlemeler  getirildiği  düşünülmektedir. Örneğin, Türk Medeni Kanunu nun 50 nci maddesinin üçüncü fıkrasında, tüzel kişiliğin organı, haksız fiil veya borca aykırılık halinde kusurlu ise tüzel kişiliğin sorumluluğunun yanı sıra organın da şahsen sorumlu olacağının düzenlenmesi, tüzel kişilik perdesi arkasındaki organa ulaşılabilmesidir. Şayet, tüzel kişilik perdesinin arkasında gizlenen ve bu kişiliği alacaklılara zarar vermek için kullanan, organın bizatihi kendisi ise o halde tüzel kişilik perdesinin kaldırılması teorisinin tatbiki için Türk Medeni Kanunu nun 2 nci maddesini kullanmaya gerek kalmamaktadır. Keza, Türk Ticaret Kanunu nda da (m.237-238) kollektif şirket ortaklarının tüzel kişilikten sonra ikinci derecede sorumlu olduğunu; ortaklık borçları sebebiyle ortakların şahsi borçlarına ihtiyati haciz konulabileceğine dair hükümler de, tüzel kişilik perdesinin kaldırılması teorisinin uygulanabilmesi bakımından Türk Medeni Kanunu nun 2 nci maddesi hükmüne dayanılmasına gerek kalmaksızın aynı etkiyi yapan pozitif hukuk 34  Rona Serozan, Medeni Hukuka Giriş (2nci Bası, Vedat 2008) 197. Yazar, bilinçsiz kanun boşluğunu  örtülü boşluk  olarak ifade etmiştir. Bilinçsiz kanun boşluğunun alt türü olan istisna boşluğu, kuralın yanlışlıkla fazla geniş tutulmuş ve gerekli bir istisnanın kanun koyucu tarafından gözden kaçırılmış olmasını anlatır. 35  Veliye Yanlı, Anonim Ortaklıklarda Tüzel Kişilik Perdesinin Kaldırılması ve Pay Sahiplerinin Ortaklık Alacaklılarına Karşı Sorumlu Kılınması (Beta 2000) 3-4; İpek Sağlam, ‘Tüzel Kişilik Perdesinin Aralanması Kavramına Genel Bir Bakış  iç Erol Ulusoy (ed), Tüzel Kişilik Perdesinin Aralanması 1. Uluslararası Ticaret Hukuku Sempozyumu (Marmara Üniversitesi Hukuk Fakültesi Yayını İstanbul 2008) 155; Gökhan Antalya, ‘Tüzel Kişilik Perdesinin Aralanması Teorisi  Erol Ulusoy (ed), Tüzel Kişilik Perdesinin Aralanması 1. Uluslararası Ticaret Hukuku Sempozyumu (Marmara Üniversitesi Hukuk Fakültesi Yayını İstanbul 2008)145-147.36  Serozan (n 34) 200; Kemal Oğuzman, Özer Seliçi ve Saibe Oktay Özdemir, Kişiler Hukuku Gerçek ve Tüzel Kişiler (15inci Bası, Filiz 2015) 256-257.1118Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması Teorisidüzenlemeleridir. Tüzel kişilik perdesinin kaldırılması ile,  borç doğuran hukuki ilişkinin aslî muhatabı olan tüzel kişinin hukuki bağımsızlığının bertaraf edilmesi yani hukuken ayrı bir kişi olduğunun dikkate alınmayarak inkâr edilmesi  anlatılmaktadır. Bu nedenle en az iki farklı kişinin bulunması gerekir: 1- Perdesi kaldırılacak tüzel kişilik; 2- Bunun arkasında saklanan diğer kişi (gerçek veya tüzel). Saklayan ve saklanan kişileri tespit etmek ve bunu delillendirebilmek, saklanma tarzı ve oluşturulan düzenin her somut olayda farklılık göstermesi, teorinin uygulama zorluğu içermesinin de sebebidir. Bu teori ile varılmak istenen sonuç; perdenin arkasında yer alan kişinin, bu borca sanki kendisi sebebiyet vermişçesine sorumlu olmasıdır. Perdenin  kaldırılması  teorisinin  uygulanmasının  birinci  işlevi,  tüzel  kişi  ile ortağının özdeş kılınması iken diğer bir işlevi de doğrudan  sorumlu kılmaya  dönüktür. Bu halde alacaklı karşısında artık sadece tüzel kişi değil; ortakları da bulunmakta; tüzel kişiliğin sorumluluğu ortaklara da teşmil edilmektedir. Bu durum, öğretide  perdenin düz/olağan kaldırılması  olarak da tanımlanmıştır. Bunun tersi yani ortağın şahsi alacaklılarının tüzel kişiye yönelmesi de söz konusu olabilir. Tüzel kişilik perdesinin aşılabilirliği felsefesine göre, tüzel kişilik arkasında yer alıp da söz konusu borca yol açan ve ziyadesiyle ondan nemalanan ortak her kimse, tüzel 37  Sağlam (n 35) 156; Perdenin yasa tarafından pozitif hukuk düzenlemeleri ile kaldırılmasına ilişkin diğer örnekler için bkz. Çamoğlu (n 32) 8 vd. Bu noktada deniz icra hukuku bakımından dikkat çeken bir örnek de Sayın Atamer tarafından verilmiştir. Buna göre, Türk Ticaret Kanunu nun 206 ncı maddesine dayanarak hâkim şirkete karşı yapılacak bir başvurunun, bağlı şirketin mülkiyetindeki gemiden kaynaklanan deniz alacağı için, hâkim şirketin mülkiyetindeki geminin ihtiyati haczinin mümkün kılacağı, anılan kanun maddesinin kullanılması halinde Türk Medeni Kanunu madde 2 hükmüne dayanılmasına gerek kalmayacağı ifade edilmiştir (Atamer (n 31) 194). Bu çıkarıma katılmak mümkün olmamıştır. Türk Ticaret Kanunu nun anılan maddesinde ifade edilen ve hâkim şirkete karşı yöneltilen tazminat davası açma imkânının kullanılması halinde, bağlı şirketin karşısında deniz alacaklısı sıfatını haiz alacaklı (örneğin o gemiye kumanya tedarik eden şirket) bu sefer hâkim şirket karşısında aynı sıfata sahip olmayacak, yalın bir tazminat alacaklısı sıfatı ile davacı olacaktır. Anılan maddede, hâkim şirket, bağlı şirketlerin borçlarından maddede sayılı ön koşulların varlığı halinde sorumlu tutulmuş ise de dikkat edilirse müteselsil borçlu sıfatı ile anılmamıştır. Hâkim şirketin, bağlı şirkete karşı alacaklı sıfatına sahip olan kişinin (kumanya şirketinin) alacağını bağlı şirketten tahsil edememesi nedeniyle uğradığı zararı, bağlı şirkete karşı hükümde anılan mali yükümlülüklerini yerine getirmemesi halinde tazmin etmekle yükümlü kılınması, hâkim şirketin de deniz alacağından sorumlu tutulması şeklinde yorumlanmamalıdır. Türk Ticaret Kanunu nun anılan hükmü, tüzel kişiliğin kaldırılması ve gerçek borçlunun ortaya çıkarılarak sorumlu tutulmasının alternatifi bir müessese değildir. Türk Ticaret Kanunu nun 195 vd. hükümleri, hâkim ve bağlı şirket ilişkisinin meşru sınırlarını düzenleyen hükümlerdir. Tüzel kişilik perdesinin kaldırılması teorisinin altında ise tüzel kişiliğin arkasına, dürüstlük kuralına aykırı biçimde alacaklılara apaçık zarar verme iradesi ile saklanan, tüzel kişilikten nemalanan birinin varlığı söz konusudur. Başka bir deyişle, tüzel kişiliğin kaldırılması teorisinin aradığı unsur vakıalar, Türk Ticaret Kanunu nun 206 ncı maddesi için söz konusu değildir. Bunun haricinde, anılan hükümde hâkim şirket karşısında -hükümdeki mali koşulların varlığı halinde-  tazminat  alacaklısı konumundaki alacaklı, her ne kadar bağlı şirketin karşısında deniz alacaklısı da olsa, geminin ihtiyati haczini talep edebilme bakımından aranan şartları haiz olmayacaktır. Deniz alacaklısı sıfatına sahip olmayan alacaklının, alacağının güvencesi olarak borçluya ait bir gemi hakkında ihtiyati haciz talep etmesi mümkün olmadığından (TTK madde 1353 fıkra 3), Sayın Atamer tarafından verilen örnekte, söz konusu tazminat alacağının kökünde bir deniz alacağı bulunmasının yeterli kabul edileceği şeklinde bir görüş de belirtilmediğinden, böyle bir görüş ileri sürülmüş olsaydı dahi, deniz alacağı listesinin bu şekilde yorumlarla genişletilmesinin mümkün olmaması karşısında, TTK madde 206 hükmü kullanılarak hâkim şirketin gemisinin veya yöneticilerinin özel teknelerinin ihtiyati haczi mümkün görülmediğinden, anılan örneği metin içerisinde anmak mümkün olmamıştır.38  Yanlı (n 35) 17.39  Yanlı (n 35) 21 vd.40  ibid 38.1119İstanbul Hukuk Mecmuası 79/4kişiliği bir kenara bırakıp, alacağı doğrudan ondan tahsil edebilmek gerekir. Bu metot, kardeş ortaklıklar arasında da cereyan etmektedir ki, bu halde aynı ana (hâkim) ortaklığın yavru ortaklıkları arasındaki perdeler aşılmakta ve bir başka yavru ortaklığın sorumluluğuna gidilmektedir.Perdenin kaldırılması müessesesinin dogmatik temeli öğretide; Dural tarafından TMK nın 2 nci maddesi hükmü olarak gösterilirken, tüzel kişilik kurma ya da mevcut olan tüzel kişilikten yararlanma veya onun ardına gizlenme yolu ile kanuna karşı hile yapılması, sözleşmeden doğan bir yükümlülüğün ihlal edilmesi veya üçüncü kişilere zarar verme amacının güdülmesi hallerinde, tüzel kişinin tabanına el atılması, caiz bulunmuştur. Serozan aksi takdirde adalet değerlerinin örseleneceğini ifade etmiştir. Burada özellik arz eden husus, hukuka uygun amaç yani tüzel kişilik üzerinden iş ve işlemlerin yürütülmesi yoluyla sorumlulukların sınırlandırılması şeklindeki sonuç karşısında, bir zarar doğmuşsa dahi (alacağın ödenmemesi vb) salt bu nedenle tüzel kişiliğin hiçe sayılıp sayılmayacağıdır.  Tüzel kişiliğin  varlık nedeninin, kuruluş felsefesinin,  sınırlı  sermayeyle  iş  ve  işlem  yapmak;  dolayısıyla  da  sorumluluğu sınırlandırmak olduğu gerçeği karşısında bütün bir tüzel kişilik kurumunun hiçe sayılabilmesi için ayrıca bir özelliğe yani kısaca hakkın açıkça kötüye kullanılmasına ihtiyaç duyulmaktadır. Ayrıca, bir şirkete tek ortak olarak hâkim olmak hatta bir şirkete doğrudan veya dolaylı hâkimiyet, yasanın izin verdiği ve meşru kıldığı bir ilişkidir (TTK m.195 vd). Hâkim şirket ve yasanın deyimiyle  bağlı  şirket ilişkisi, yasanın çizdiği sınırları aşarsa yine hâkim şirketin sorumluluğu özel olarak düzenlenmiştir (TTK m.202). Bunun ötesinde, tüzel kişilik perdesinin kaldırılması isteniyorsa o zaman perdenin kaldırılması koşullarının somut olayda gerçekleşmesi gerekmektedir. Bir  şirketin  tek  ortağını  (tek  ortaklı  şirketlerde)  yukarıda  anılan  sebeplerle, şirketin borcundan sorumlu kılmak, tek ortaklı şirketleri ve tüzel kişilik müessesesini yıpratmak anlamına gelmemesi için aranan  hakkın apaçık kötüye kullanılması  şeklindeki unsur vakıanın, somut olay bakımından talep sahibi alacaklı tarafından art niyetli ve planlı hareket olarak nitelendirilen durumlar açısından şüphesiz ki ispatı gerekecektir. 41  Ayrıca bkz Abuzer Kendigelen, Tüzel Kişilik Perdesinin Kaldırılması  Hukuki Mütalâalar C IX-2007 (Onikilevha 2012) 30 vd.42  Yanlı (n 35) 42.43  Mustafa Dural, ‘Tüzel Kişilik Perdesinin Aralanması  iç 15. Yıl Sempozyumu (Sermaye Piyasası Kurulu Yayını 1998) 100 vd; Mustafa Dural ve Tufan Öğüz, Türk Özel Hukuku Cilt II Kişiler Hukuku (Filiz 2020) 219 vd.44  Serozan (n 34) 197.45  Yanlı (n 35) 72; Sağlam (n 35) 154.46  İbrahim Kaplan, ‘Tüzel Kişiliğe Sahip Ticaret Ortaklıklarında Perdenin Kaldırılması Talepli Hukuki Sorumluluk Davaları  (2009) 25(4) Banka ve Ticaret Hukuku Dergisi 39.47  Çamoğlu (n 32) 13.48  Yıldırım Kamil, ‘Maddi Hukuk İcra Hukuku İlişkisi ve İptal Davalarından Perdeyi Kaldırma Teorisine Hukuki Korunma Sağlayan Enstrümanlar  iç Erol Ulusoy (ed), Tüzel Kişilik Perdesinin Aralanması 1. Uluslararası Ticaret Hukuku Sempozyumu (Marmara Üniversitesi Hukuk Fakültesi Yayını 2008)186.1120Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması TeorisiKurumun düşünsel temelleri ve pozitif hukuktaki karşılığı, TMK m.2/II hükmüyle açıklandıktan sonra öğretide, sorumluluğun teşmili bakımından somut olayda varlığı aranan durumlar şöylece sıralanmıştır:a. hiçe sayılacak tüzel kişinin içinde bulunduğu öz kaynak yetersizliği; b. yabancı yönetim durumunun varlığı; c. perdenin kaldırılmasını haklı kılan son durum olarak, tüzel kişilik perdesinin önündeki ve arkasındakilerin malvarlıklarının veya yaşam alanlarının birbirlerine ayrılamayacak  kadar  karışmasıdır.  Bu  karışma  neticesinde,   perdenin kaldırılması , doğrudan ilgili ortağı değil; bu kimsenin yine ortağı olduğu ve hakimiyeti altında tuttuğu şirket(ler)i de sorumlu kılmak için işletilmektedir. Yabancı  yönetim  ile  kastedilen,  bir  tüzel  kişiliğin  kendi  kararlarını  özgürce alamadığı, ona bu kararın dayatıldığı başkasına bağımlılık halidir. O halde, dayatanın (hâkim kişinin) bu kararın mali sonuçlarından nemalandığı da aşikâr ise, tüzel kişiliğin arkasına saklanan o kişinin de sanki şahsen o işleme imza atmışçasına sorumlu olması, perdenin kaldırılarak sorumluluğun teşmilini caiz kılar.Yargıtay kararlarında da benimsenen ve son yıllarda çeşitli kriterlerin de yerleşmiş olduğu görülen içtihatlar gerçek borçlunun bulunması ve görünürdeki tüzel kişinin yok sayılmasına, sorumluluğun ortağın bizatihi kendisine veya onu da hâkimiyetinde tutan üçüncü bir kişiye teşmili yönündedir. Ancak hangi hallerde tüzel kişilik perdesinin kaldırılabileceğine ilişkin kıstaslar doktrinde örnekseme yoluyla ileri sürülmüşse de, hakim her somut olayın özelliklerinde, tüzel kişiliği düzenleyen normların  amacı  dışında  kullanılıp  kullanılmadığına  bakmalıdır.  Bu  konuda Yargıtay da her somut olay için farklı değerlendirmeler yapma yoluna gitmiştir. Son olarak 01.07.2020 tarihli Hukuk Genel Kurulu kararında iki şirket arasında tüzel kişilik perdelerinin çapraz kaldırılması ile davalı yeni kurulan şirketin, borç ödemekten aciz halinde bulunan diğer davalı şirketin borçlarından sorumlu olması yönündeki talep karşısında yaptığı değerlendirmede Yargıtay, yeni kurulan şirketin asıl borçlu şirketin aktif değerleri ile sektörde aynı alanda iştigal ettiği, asıl borçlunun gayri faal ve borçlarını ödeyemez durumda olduğunu; iki şirket arasında organik bağın ötesinde malvarlığı ve yönetimsel açıdan iktisadi bir bütünlüğün olduğunu ve 49  Yanlı (n 35) 237 vd.50  Ayrıntısı için bkz. Selçuk Öztek ve Tekin Memiş, ‘Şirketler Hukuku ve İcra İflas Hukuku İlkeleri Karşısında Borçlu Şirketin Alacaklılarının Hakim Ortağa Karşı Korunması  iç Erol Ulusoy (ed), Tüzel kişilik Perdesinin Aralanması 1. Uluslararası Ticaret Hukuku Sempozyumu (Marmara Üniversitesi Hukuk Fakültesi Yayını İstanbul 2008) 209 vd.51  Son yılların içtihat derlemesi için bkz Şahin Akıncı, ‘Alacaklılardan Mal Kaçırmak İçin Kurulan Yeni Şirkete Müracaat İmkânı Bakımından Muvazaa, Tüzel Kişilik Perdesinin Kaldırılması ile Organik Bağ Kavramlarının Elverişliliği ve Yargıtay Uygulamaları  (2019) 27(3) Selçuk Üniversitesi Hukuk Fakültesi Dergisi 652-678 dipnot 41-65; örnekler için bkz Öztek ve Memiş (n 50) 195 vd.52  Akıncı (n 30) 662.53  Yargıtay HGK 11-808/504, 1.7.2020 (www.e-uyar.com).1121İstanbul Hukuk Mecmuası 79/4birbirinin devamı niteliğinde kurulduğunu gözetip, yeni şirketin, asıl borçlu davalı şirketin alacaklılarından mal kaçırmak amacıyla kötüniyetle kurulduğunu kabul etmiştir. Bu kararda, Öztek/Memiş e atıf yapılarak özellikle altı çizilen husus, aynı isimlerin veya adreslerin kullanılması; benzer hissedarlık yapısı veya temsilcilerinin aynı  olması  gibi  kesişmeler  ile,  3.  kişiler  nezdinde  ortak  iktisadi  ve  yönetsel bütünlük izlenimi hatta ticari güçlü bir alt yapı izlenimi ile sanki tek bir şirketle iş yapılıyor algısı verilse bile somut olayın özellikleri içerisinde ve yine somut deliller ile bu kurulan teşekkülün ardında alacaklıların zarara uğratılması kastının varlığı ispatlandığı takdirde tüzel kişilikler göz ardı edilebilecektir. Yargıtay tarafından kullanılan kriterleri deniz ticaretine de aynen tatbik etmek mümkündür. Her iki şirketin de benzer veya aynı ticari ünvanları veya amblemleri kullanması hatta bu durumun 3. kişiler nezdinde her iki şirketin de aynı kişilere ait olduğunun veya aynı yönetim anlayışı ile işletildiğinin izleniminin verilmesi, bunların grup şirketler olduğunu dış dünyaya göstermek üzere müşterek kullanılan sair işaret veya pazarlama enstrümanları; her iki şirketin hâkim ortaklarının aynı kişiler olması; şirketlerin finansal sözleşmelerde birbirlerine kefil olması veya bir şirketin ortağının diğer şirkete kefil olması yahut ortak olarak gözükmeyen hâkim kişinin bu şirketlerin kredi sözleşmelerinde kefil olması gibi ortak bir finansal yönetimin bulunduğunun çeşitli  emareleri,  uyuşmazlık  konusu  deniz  alacağı  özelinde  bir  bütün  olarak değerlendirildiğinde, şirketler arasında tek bir ekonomik bütünlüğün var olduğu ve yönetimsel özdeşlik bulunduğu yönünde kuvvetli algı oluşturabilir.Bu gibi durumlarda, 1999 tarihli Milletlerarası Sözleşmenin madde 3(2) hükmünün (Türk Ticaret Kanunu nun madde 1369 fıkra 2 hükmü) tarihsel yorumu neticesinde, bağlantılı  geminin  ihtiyati  haczinin  yasaklanmadığı  ve  tüzel  kişilik  duvarının aşılması  bakımından  gereken  şartların  lex  fori ye  tabi  olduğu  düşünülmeli  ve hakimin hukukunun Türk hukuku olması durumunda da deniz alacağından sorumlu olan şirketin tüzel kişilik savunması hakkın kötüye kullanılması niteliğinde ise Türk Medeni Kanunu nun 2 nci maddesinin ikinci fıkrası hükmünün alt yapısı ile tüzel kişilik perdeleri kaldırıldığında bulunacak bağlantılı gemilerin de ihtiyati haczinin mümkün olduğu sonucuna varmak gerekir. Sonuç1999  tarihli  Milletlerarası  Sözleşmenin  madde  3(2)  hükmü,   üzerinde  deniz alacağı doğmuş gemiden başka bir geminin ihtiyati haczini  düzenlerken sadece  kardeş gemi  olarak uluslararası literatürde anılan gemilerin ihtiyati haczini metne dâhil etmiş; metindeki kriterlere göre kardeş gemi olma şartını taşımayan  bağlantılı gemi yi metin içerisinde ayrıca anmamıştır. 54  Öztek ve Memiş (n 50) 210.1122Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması TeorisiÇalışmada  öncelikle,  Milletlerarası  Sözleşme  hazırlayıcılarının,  bu  maddenin mevcut metni ile yetinmek zorunda kaldıkları, başka tüzel kişilikler altında saklanan ve deniz alacağından asıl sorumlu kişi ile bağlantılı olan sair gemileri de hükmün kapsamına alma ihtiyacı konusunda büyük oranda birlik olunmuşsa da her hukuk sisteminde aynı anlama gelebilecek nitelikte kavramlar üzerinde uzlaşı sağlanamadığı tespit edilmiştir. Deniz alacaklılarından mal kaçırma saiki ile değişik tüzel kişilerin mülkiyetinde  bulunan  gemilerin,  ardına  saklandıkları  tüzel  kişiliklerden  gün yüzüne çıkartılıp ihtiyati haczini mümkün kılmaya yönelik bir metin üzerinde fikir birliğine varılamaması sebebiyle, Milletlerarası Sözleşme hazırlayıcılarının anılan maddede, kardeş gemi statüsünün, bağlantılı gemileri de içine alacak şekilde yeniden düzenlenmeyişi  bilinçli bir boşluk  olarak kabul edilmelidir. Bunun anlamı, 1999 tarihli Milletlerarası Sözleşmeyi uygulayan devletin yargı makamının hukukunda (lex fori), tüzel kişiliğin aşılması ve gerçek borçlunun bulunarak ona ait malvarlığına da icra yoluyla el uzatılabileceği pozitif hukuk normu veya içtihat hukuku olarak kabul edilmiş ise o çerçevede madde 3(2) hükmünün genişlediğini ve kapsamına bağlantılı gemileri de aldığı sonucuna varmak gerekecektir. Bu anlamda, hükümde geçen  aitlik ve malik olma  kavramlarının içeriği, taraf devletin iç hukukunun perdeyi kaldırma teorisini uyguladığı çerçevede şekillenecek,  malik olmaksızın hakim olma, kontrolü altında tutma  gibi yan kavramlarla dallanacaktır. Hazırlık çalışmalarından dolayısıyla da metnin tarihsel yorumundan net bir şekilde ortaya çıkan durum, madde 3(2) hükmünün yazılması sürecinin sonunda, anılan o dalların budanmamış ve o dallardaki meyvelerden isteyen taraf devletin faydalanabilmesi yönünde yargıya örtülü yetkinin verilmiş olmasıdır. Türk Ticaret Kanunu madde 1369(2) hükmüne bu düzenleme, Milletlerarası Sözleşmeye henüz taraf olmamışken aktarıldığında, kanun koyucu hükmün bu tarihsel geçmişinin farkındadır. Kanun koyucu, 1999 tarihli Milletlerarası Sözleşmenin 3 üncü maddesinin ikinci fıkrasındaki düzenlemenin lafzına  sıkı sıkıya bağlı kalınarak  1369 uncu maddenin ikinci fıkrasına hükmün alındığına yönelik bir iradesinin bulunduğunu madde gerekçesine özel olarak aktarmadığına göre, şu an için 1999 tarihli Milletlerarası Sözleşmenin uygulama alanına girmeyen bir ihtiyati haciz talebi bakımından, hakimin madde 1369(2) hükmünün lafzı ile bağlı kalması doğru değildir. Burada Milletlerarası Sözleşme kaynaklı bir bilinçli boşluğun bulunduğunun göz önünde bulundurulması gerekir ve tüzel kişilik perdesinin aşılması yolunda yerleşen içtihatlara göre gerçek borçlunun tespiti ve onunla  bağlantılı  görülen her geminin ihtiyaten haczinin mümkün olduğu sonucuna varılabilir.Böylelikle, deniz alacağından sorumlu (A) şirketine ait (a) gemisinin yanı sıra, bu şirkete hâkim olan (B) şirketinin veya (B) gerçek kişisinin (b) gemisi ile (B) nin kontrolü altındaki (C), (D) ve (E) şirketlerine ait (c), (d) ve (e) gemileri de gerçek borçlu (B) ile  bağlantılı  olarak -TTK madde 1369(2) hükmü kapsamında- ihtiyaten haczedilebilecektir. 1123İstanbul Hukuk Mecmuası 79/4Hakem Değerlendirmesi: Dış bağımsız. Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir. Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir. Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.",
     "Kaynakça": "Akıncı Ş, ‘Alacaklılardan Mal Kaçırmak İçin Kurulan Yeni Şirkete Müracaat İmkânı Bakımından Muvazaa, Tüzel Kişilik Perdesinin Kaldırılması ile Organik Bağ Kavramlarının Elverişliliği ve Yargıtay Uygulamaları  (2019) 27(3) Selçuk Üniversitesi Hukuk Fakültesi Dergisi 651 678Akıncı Z, Karayolu İle Milletlerarası Eşya Taşımacılığı ve CMR (Seçkin 1999)Antalya G, ‘Tüzel Kişilik Perdesinin Aralanması Teorisi  Erol Ulusoy (ed), Tüzel Kişilik Perdesinin Aralanması  1.  Uluslararası  Ticaret  Hukuku  Sempozyumu  (Marmara  Üniversitesi  Hukuk Fakültesi Yayını İstanbul 2008) 143 152Antalya G, Hukuk Metodolojisi Cilt II (Seçkin 2021)Atamer K, Deniz Ticaret Hukuku C.IV (2nci Bası, Onikilevha 2019) Berlingieri F, Berlingieri On Arrest of Ships Volume II A Commentary on the 1999 Arrest Convention (6th Edition, Informa Law 2017) Davies M, ‘The Future of Ship Arrest  iç Paul Myburgh (ed.), The Arrest Conventions International Enforcement of Maritime Claims (Hart 2019)Demir A, Hukuk Metodolojisi (Astana, 2016)Dural M ve Öğüz T, Türk Özel Hukuku Cilt II Kişiler Hukuku (Filiz 2020) Dural M, ‘Tüzel Kişilik Perdesinin Aralanması  iç 15. Yıl Sempozyumu (Sermaye Piyasası Kurulu Yayını 1998) 97 107Gözler K, Hukuka Giriş (Ekin 2021)Güneş A.M, Hukuk Metodolojisi (Ekin 2021)Kamil Y, ‘Maddi Hukuk İcra Hukuku İlişkisi ve İptal Davalarından Perdeyi Kaldırma Teorisine Hukuki Korunma Sağlayan Enstrümanlar  iç Erol Ulusoy (ed), Tüzel Kişilik Perdesinin Aralanması  1.  Uluslararası  Ticaret  Hukuku  Sempozyumu  (Marmara  Üniversitesi  Hukuk Fakültesi Yayını 2008) 173 193Kaplan İ, ‘Tüzel Kişiliğe Sahip Ticaret Ortaklıklarında Perdenin Kaldırılması Talepli Hukuki Sorumluluk Davaları  (2009) 25(4) Banka ve Ticaret Hukuku Dergisi 37 46Kendigelen A, Tüzel Kişilik Perdesinin Kaldırılması  Hukuki Mütalâalar C IX 2007 (Onikilevha 2012) Oğuzman K, Seliçi Ö ve Oktay Özdemir S, Kişiler Hukuku Gerçek ve Tüzel Kişiler (15inci Bası, Filiz 2015)Öztek S ve Memiş T, ‘Şirketler Hukuku ve İcra İflas Hukuku İlkeleri Karşısında Borçlu Şirketin Alacaklılarının Hakim Ortağa Karşı Korunması  iç Erol Ulusoy (ed), Tüzel kişilik Perdesinin Aralanması  1.  Uluslararası  Ticaret  Hukuku  Sempozyumu  (Marmara  Üniversitesi  Hukuk Fakültesi Yayını İstanbul 2008) 195 2161124Yeşilova Aras /  Bağlantılı Gemi nin İhtiyati Haczi Yolunda Perdenin Kaldırılması TeorisiSağlam İ, ‘Tüzel Kişilik Perdesinin Aralanması Kavramına Genel Bir Bakış  iç Erol Ulusoy (ed), Tüzel Kişilik Perdesinin Aralanması 1. Uluslararası Ticaret Hukuku Sempozyumu (Marmara Üniversitesi Hukuk Fakültesi Yayını İstanbul 2008) 153 161Serozan R, Medeni Hukuka Giriş (2nci Bası, Vedat 2008) Sözer AN, Hukukta Yöntembilim (7nci Baskı, Beta 2020)Tetley W, ‘Arrest, Attachment and Related Maritime Law Procedures  (1999) 73 Tul L Rev 18951985 Tetley W, Maritime Liens and Claims (2nd Edition, Blais 1998) Thomas R, ‘Ship, ‘Arrest Issues of Availability, Fairness and Proportionality  iç Paul Myburgh (ed.), The Arrest Conventions International Enforcement of Maritime Claims (Hart 2019) Yanlı V, Anonim Ortaklıklarda Tüzel Kişilik Perdesinin Kaldırılması ve Pay Sahiplerinin Ortaklık Alacaklılarına Karşı Sorumlu Kılınması (Beta 2000)1125"
}