{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "20",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "2",
     "Başlık": "Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri  Karşılaştırmalı Bir Inceleme ",
     "Title": "Problems in the Registration of Trade Names and Proposals for These Problems",
     "Yazar İsmi": [

          "Mehmet Emin Bilge"  , "Rauf Karasu"  , "Abdullah Altıntaş"  , "Hakan Koçak"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ticaret unvanı", "Ticaret sicili",  "İltibas", "MERSİS", "Tescil"
     ],
     "Keywords": [
          "Trade name", "Trade Register", "Confusion", "MERSİS", "Registration"
     ],
     "Özet": "Ticaretunvanı,tacirlerinticariilişkilerindekendilerinitanıtmakamacıylakullandıklarıisimlerdir.Ticaretunvanlarınıntescilsüreciveusulü,unvansahibinin,unvansahibidışındakiilgilikişilerinvekamununmenfaatinikorumakiçingerekliözellikleresahipolmalıdır.Buincelemeninkonusu,Türkhukukundaticaretunvanlarınıntescilsüreciniincelemek,tescilsürecindeyaşanansorunlarıtespitetmekvebusorunlarınçözümüiçinönerilerdebulunmaktır.Çözümönerilerikonusundadoktrindeilerisürülengörüşlerdenvekarşılaştırmalıhukuktakihukukidüzenlemelerdenyararlanılmaktadır.Bumakaleikibölümdenoluşmaktadır.İlkbölümde,unvanlarıntesciledilmesüreciaçıklanmaktadır.Bukapsamda,ticaretunvanınınyapısına,tesciledilmesineilişkingenelesaslara,tesciledilebilecekadveişaretleriletesciliyasakveyaiznetâbiolanadveişaretleredeğinilmektedir.İkincibölümde,ticaretunvanlarınıntescilsüreci,ticariadveişaretlerinkorunmasıaçısındandeğerlendirilmektedir.Buçerçevede,tescilsüreci,öncekitescilliticaretunvanlarıilediğerticariadveişaretleryönündenincelenmektedir.AyrıcaherbölümdeTürkhukukundanfarklılaşanyönleriesasalınarakkarşılaştırmalıhukuktailgilikonuyailişkinhukukidüzenlemelere,uygulamalaraveöğretidekigörüşleredeyerverilmektedir.",
     "Abstract": "Atradenameisthenameusedtoidentifymerchantsfromothersintheirbusinessoperations.Theregistrationprocedureof trade names shall have the necessary features to protect the interests of the merchant, other relevant persons and thepublic.ThesubjectofthisarticleistoexaminetheregistrationprocedureoftradenamesinTurkishlaw;toidentifyproblemsemergingduringtheregistrationprocessandtoproposesolutionsfortheseproblems.Inthisregard,opinionsinacademicstudiesandtheregulationsincomparativelawareconsidered.Thisarticleconsistsoftwoparts.Inthefirstpart,theregistrationprocedurefortradenamesisexplained.Inthiscontext,thestructureoftradenames,generalprinciplesofregistration,namesandsigns,whicharefreelyregistrable,prohibited,orsubjecttopermissionintradenamesarementioned.Inthesecondpart,theregistrationprocessoftradenamesis Bumakale,AnkaraSosyalBilimlerÜniversitesiBAPKoordinatörlüğünündesteğiileyürütülenSBA-2017-153numaralıkapsamlıaraştırmaprojesisonucundaüretilmiştir. evaluatedconcerningtheprotectionoftradenamesandsigns.Withinthisframework,theregistrationprocessisexaminedintermsofpreviousregisteredtradenamesandothertradenamesandsigns.Inaddition,asbasedonthedifferentiatingfeaturesfromTurkishlaw,eachtitleincludestheregulations,practicesandopinionsinacademicstudiesincomparativelaw.",
     "Metin": "Ticaret  unvanı,  tacirlerin  ticari  ilişkilerinde  kendilerini  tanıtmak  amacıyla kullandıkları isimlerdir. Niteliği itibariyle ticaret unvanları, sınai mülkiyet hakları arasında  yer  almaktadır.  Fikri  Mülkiyet  Haklarının  Korunmasına  İlişkin  Paris Sözleşmesi md 8 e göre, Sözleşme ye üye olan devletler, ticaret unvanlarına koruma sağlamakla yükümlüdürler. Bu kapsamda, unvanın korunması için tescil edilme şartı aranmamalıdır. Nitekim Türkiye de dâhil birçok ülkede unvanın tescili hak sahipliği yönünden kurucu bir etki doğurmamaktadır. Buna karşılık, birçok ülkede hukuki belirliliğin sağlanması ve ticari hayatta düzenin korunması amacıyla, tacirlere, ticaret unvanlarını tescil ettirme yükümlülüğü getirilmekte ve ticari işlerinde unvanlarını kullanmaları  aranmaktadır.  Ticaret  unvanının  tescil  edilmesi  halinde,  unvanın korunmasına  ilişkin  özel  başvuru  yolları  veya  Paris  Sözleşmesi  gereği  ticaret unvanlarına sağlanan korumadan daha kapsamlı bir koruma öngörülebilmektedir.Ticaret unvanlarının tescil süreci ve usulü, unvan sahibinin, unvan sahibi dışındaki ilgili kişilerin ve kamu menfaatinin korunması için gerekli özellikleri taşımalıdır. Örneğin, tescil süreci hem hızlı ve ekonomik bir niteliğe hem de unvan sahibi dışındaki  kişilerin  hak  ve  menfaatlerinin  ihlal  edilmesini  önlemek  için  gerekli standartlara sahip olmalıdır.1  Benzer yönde tanımlar için bkz Hüseyin Ülgen, Mehmet Helvacı, Abuzer Kendigelen, Arslan Kaya ve N. Füsun Nomer Ertan, Ticari İşletme Hukuku (6. Baskı, On İki Levha Yayıncılık, 2019) 397; Sabih Arkan, Ticari İşletme Hukuku (23. Baskı, BTHAE Yayınları, 2017) 271; Rıza Ayhan ve Hayrettin Çağlar, Ticari İşletme Hukuku (11. Baskı, Yetkin, 2018) 292; Mehmet Bahtiyar, Ticari İşletme Hukuku (18. Baskı, Beta, 2017) 129; Aynur Yongalık,  Ticaret Unvanı Alanındaki Yeni Gelişmeler -Türk Hukuku Açısından Bir Değerlendirme  (2009) 21(3) BATİDER 5; Fatih Aydoğan,  Markanın Ticaret Unvanına Karşı Korunması, Mevcut Hukukî Durum – Değişiklik (Madde) Önerisi–İtiraz Yolu Ve/Veya Alternatif Çözüm Yolu Önerisi  (2013) 71(2) İÜHFM 30; Hayrettin Çağlar ve Mehmet Özdamar,  Ticaret Unvanının Korunması  (2006) 14(2) SÜHFD 120; Şaban Kayıhan, Ticari İşletme Hukuku (5. Baskı, Seçkin, 2018) 171.2  Rauf Karasu (Cahit Suluk ve Temel Nal), Fikri Mülkiyet Hukuku (3. Baskı, Seçkin, 2019) 373; Ayhan ve Çağlar (n 1) 281. Bir görüşe göre, ticaret unvanının kullanılması veya tescili tacirin menfaatinden ziyade kamunun menfaatini koruma amaçlıdır. Bu nedenle, ticaret unvanları klasik anlamda bir sınai mülkiyet hakkı değildir, bkz Matthew J. Eslmore ve Karsten Engsig Sorensen,  Company Names and Company Mobility in the Internal Market: How to Balance the Interests of the Holders of Name Rights and the Freedom of Establishment  (2009) 20(6) European Business Law Review 869-870; Saleem Sheikh, A Guide to the Companies Act 2006 (Routledge Cavendish, 2008) 285.3  Sözleşme ye taraf devlet sayısı 177 dir. Türkiye, Paris Sözleşmesi ne taraf olmayı Lozan Anlaşması na ek Ticaret Anlaşması md 14 ile taahhüt etmiş ve Ticaret Anlaşması nı 342 sayılı Kanun ile onaylamıştır, bkz. RG 10.09.1923, S. 22. Türkiye, 10.10.1925 tarihinden beri Sözleşme ye taraftır, bkz   <https://www.wipo.int/treaties/en/ShowResults.jsp?lang=en&treaty_id=2> Erişim Tarihi 21.08.2019.4  Sözleşme metnine ulaşmak için bkz <https://www.wipo.int/treaties/en/text.jsp?file_id=288514> Erişim Tarihi 21.08.2019. Ayrıca TRIPS Anlaşması md 2/1 e göre, TRIPS Anlaşması na taraf olan ülkeler de Paris Sözleşmesi md 8 uyarınca ticaret unvanlarına koruma sağlamakla yükümlüdürler, bkz. <https://www.wto.org/english/docs_e/legal_e/27-trips.pdf> Erişim Tarihi 21.08.2019.5  Örneğin, TTK md 40/1 e göre, tacir ticari işletmesini açmasını müteakip on beş gün içinde ticaret unvanını tescil ettirmek için sicil müdürlüğüne başvurmalıdır. Diğer ülkelerdeki benzer düzenlemeler için bkz. Alman Ticaret Kanunu (Handelsgesetzbuch) md 8/1 <https://www.gesetze-im-internet.de/hgb/BJNR190897.html> Erişim Tarihi 21.08.2019; İngiltere Şirketler Kanunu (Companies Act 2006) md 82, <http://www.legislation.gov.uk/ukpga/2006/46/contents> Erişim Tarihi 21.08.2019.6  TTK md 39/1, RG 14.02.2011, S. 27846; Alman Ticaret Kanunu md 37a; İngiltere Şirketler Kanunu md 82 vd.776Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...Bu  çalışmada  ticaret  unvanlarının  tescil  sürecinde  yaşanan  sorunlar  tespit edilip,  doktrinde  ileri  sürülen  görüşlerden  ve  karşılaştırmalı  hukuktaki  hukuki düzenlemelerden yararlanılarak, bu sorunların çözümü için önerilerde bulunulacaktır. Bu nedenle çalışmanın bilime ve uygulamaya katkı sağlayacağı düşünülmektedir.I. Ticaret Unvanının TesciliA. Tescil Olunabilecek Ad ve İşaretler1. Genel Esaslara. Türk HukukundaTicaret unvanında kullanılabilecek ad ve işaretlere ilişkin genel esaslar, TTK md 41-46 da düzenlenmektedir. TTK md 46 ya göre, tacir, mevzuatta belirtilmesi aranan ifadelerin dışında çeşitli ad ve işaretlere de unvanında yer verme serbestisine sahiptir. Ancak bu ad ve işaretlerin yanıltıcı olmaması, gerçeğe uygun olması ve kamu düzenine aykırı olmaması gerekmektedir. Ayrıca Tebliğ md 4/3 e göre, unvan, ulusal çıkarlara ve ahlaka aykırı olmamalıdır; kültürel ve tarihi değerleri zedeleyecek şekilde belirlenmemelidir.Ticaret unvanının yanıltıcı olmaması, tacir hakkında üçüncü kişilerde yanlış bir görünüm oluşturmamasıdır. TTK md 46/1 ve TSY md 44/2 de, tacirin kimliği, işletmenin genişliği, önemi ve finansal durumu hakkında unvanın yanıltıcı olmaması gerektiği öngörülmektedir. Ayrıca TSY md 44/4 e göre, tek başına ticari faaliyetlerini yürüten  gerçek  kişiler,  ticaret  unvanlarında  bir  şirketin  var  olduğu  izlenimini uyandıran ifadelere yer veremezler. Mevzuatta belirtilen bu hususlar, yanıltıcılık açısından örnekseyici niteliktedir.Ticaret unvanı belirlenirken dikkate alınması gereken bir diğer husus, unvanın gerçeğe uygun olmasıdır. Örneğin, tacirin niteliğine göre, yalan, yanlış veya mesnetsiz bir durumu gösteren unvanlar gerçeğe aykırı olarak değerlendirilmektedir. Ancak unvanda hayali veya farazi ad ve işaretlerin kullanılması, unvanın gerçeğe uygun olması şartına engel değildir. Unvanın gerçeğe aykırı olup olmadığı hususunda tacirin kusuru aranmaz. Ticaret unvanında gerçeğe uygunluk esastır. Bununla birlikte, TTK da belirli hallerde unvanın mevcut gerçeğe uygun olması aranmamaktadır. Diğer bir ifadeyle, 7  RG 14.02.2011, S. 27846.8  RG 14.02.2014, S. 28913.9  RG 27.01.2013, S. 28541.10  Ahmet Fatih Özkan,  Ticaret Unvanlarında Ek Kullanımı  (2018) 4(2) TFM 253.11  İsmail Kayar, Ticari İşletme Hukuku (11. Baskı, Seçkin, 2018) 215.12  Özkan (n 10) 254.777İstanbul Hukuk Mecmuası 77/2unvanın sonradan gerçeğe aykırı hale gelmesi durumunda, her durumda unvanın değiştirilmesi gerekmemektedir. Örneğin, TTK md 47 de, unvanda adı geçen tacirin veya ortağın adının sonradan değişmesi halinde unvanın aynı kalabileceği öngörülmektedir. Yine kollektif ve komandit şirketlere veya donatma iştirakine yeni bir ortak alındığında ticaret unvanının değiştirilmeyebileceği düzenlenmektedir.Unvanın gerçeğe uygun olmaması ile yanıltıcı olması arasında her zaman kesin bir sınır olduğu söylenemez. Ancak bazı durumlarda gerçeğe uygunluk hali unvanın yanıltıcı olmasını engellememektedir. Örneğin, doktorasını tıp dışında bir alanda tamamlamış bir kişi, sağlık sektörüyle ilgili bir alanda faaliyet yürütmek için ticaret unvanında  Dr.  ifadesine yer verdiğinde, unvan gerçeğe uygun ancak tacirin kimliği hakkında yanıltıcı niteliktedir.Ticaret unvanına ilişkin bir diğer esas, unvanın kamu düzenine aykırı olmamasıdır. Kamu düzeni kavramının esnek ve değişken niteliği karşısında, kapsamı ve içeriği hakkında nihai bir şey söylemek güçtür. Ancak öğretide, devletin ve milletin birliği, bütünlüğü; halkın manevi, ahlaki ve kültürel değerlerinin kamu düzeni kapsamında dikkate alınabileceği ifade edilmektedir. Ayrıca, 677 sayılı Kanun da tarikatlarla ilgili  bazı  kelimelerin  kullanımı  yasaklandığı  için,  bu  kelimelerin  bulunduğu unvanların kamu düzenine aykırı olduğu belirtilmektedir. Tebliğ md 4/3 te ise, kamu düzeninden bağımsız olarak tarihi ve kültürel değerleri zedeleyen ifadelerin unvanda  belirtilemeyeceği  öngörülmektedir.  Kanaatimizce  bu  durumu  kamu düzenine aykırılık kapsamında mevzuatta gösterilen bir örnek olarak değerlendirmek mümkündür.  Ancak  uygulamada,  milli,  manevi  veya  kültürel  değeri  bulunan ifadelerin ticaret unvanında kullanıldığı görülmektedir. Örneğin,  Atatürk ,  Kazım Karabekir ,  Mehmet Akif Ersoy ,  Sultan Alparslan ,  Fatih Sultan ,  Abdülhamit Han ,  Yirmiüç Nisan/23 Nisan ,  Ondokuz Mayıs/19 Mayıs ,  Onbeş Temmuz/15 Temmuz ,  Yirmi dokuz Ekim/29 Ekim ,  Şehit ,  Ayasofya ,  Fuzuli ,  Dede Korkut ,  Yeniçeri ,  Nasrettin Hoca ,  Keloğlan ,  Ulubatlı Hasan ,  Osmanlı ,  Selçuklu 17,   Mustafa  Kemalpaşa/  Mustafakemalpaşa 18   Mevlevi ,   Kadiri   Nakşibendi ,  Kâbe  ifadelerinin yer aldığı tescilli ticaret unvanları bulunmaktadır. 13  Ayrıntılı bilgi için bkz. Ayhan ve Çağlar (n 1) 290; Arkan (n 1) 280; Ülgen, Helvacı, Kendigelen, Kaya ve Nomer Ertan (n 1) 418 vd.14  Özkan (n 10) 255; Ayhan ve Çağlar (n 1) 294.15  Özkan (n 10) 254; Kayar (n 11) 215.16  Ali Bozer ve Celal Göle, Ticari İşletme Hukuku (5. Baskı, BTHAE Yayınları, 2018) 186. Bir görüşe göre, 431 sayılı Kanun Ek md 4 gereği, hanedana nispet edilen padişah, şehzade gibi kelimelerin ve 2622 sayılı Kanun md 1-2 gereği  Atatürk  kelimesinin unvanda kullanılması yasaktır, bkz. Ayhan ve Çağlar (n 1) 295. Ancak 431 sayılı Kanun da söz konusu unvanların belli kişilere nispet edilmesi veya bu kişiler tarafından ticari olmayan bir maksatla kullanılması; 2622 sayılı Kanun da ise  Atatürk  kelimesinin ad veya soyadı olarak alınması yasaklanmaktadır. Bu nedenle, söz konusu kanunlar doğrudan bu ifadeleri ticaret unvanı olarak kullanmak açısından bir yasak getirmemektedir.17  Selçuklu, aynı zamanda yerel bir idari birimdir. Bu nedenle, Tebliğ md 4/6 bu ifadenin kullanılmasına açıkça izin vermektedir.18  Mustafa Kemalpaşa, aynı zamanda yerel bir idari birimdir. Bu nedenle, Tebliğ md 4/6 bu ifadenin kullanılmasına açıkça izin vermektedir.778Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...Kanaatimizce, milli, manevi veya tarihi değer ifade eden kelimelerin örnekseyici olacak  şekilde  yönetmelik  veya  tebliğ  ile  belirlenmesi,  bu  tür  ifadelerin  tescil edilmelerini engellemekte fayda sağlayacaktır.TTK da dayanağı olmamakla birlikte, Tebliğ, md 4 te de bazı esaslar kabul edilmiştir. Buna göre, unvanda belirtilecek faaliyet alanı ve şirket türüne ilişkin ifadeler Türkçe olmalıdır. Ayrıca, sicilden silinmiş bir unvan, unvanın silinmesine ilişkin ilanın TTSG de yayımlanmasını müteakip beş yıl geçmedikçe başka bir tacir tarafından ticaret unvanı olarak belirlenememektedir. Kanaatimizce, bu esasların Kanun ile öngörülmesi daha isabetli olurdu.b. Karşılaştırmalı HukuktaUluslararası  anlaşmalarda  ticaret  unvanları  konusunda  ülkelerin  yeknesak düzenlemeler öngörmesini arayan hükümler bulunmamaktadır. Bu nedenle, her ülke ticaret unvanları konusunda kendi ihtiyaçlarına göre mevzuatını şekillendirmektedir. Yine de ticaret unvanlarına ilişkin karşılaştırmalı hukuktaki düzenlemeleri yeknesak hale  gelmiş  düzenlemeler  ile  yeknesaklaşmamış  düzenlemeler  şeklinde  ikiye ayırmak mümkündür. Yeknesak hale gelmiş düzenlemeler aynı içerikte olmasa da aynı yaklaşımla belirlenmiştir. Buna karşılık, yeknesaklaşmamış konularda her ülke, kendi ihtiyaçlarına göre ilgili konuyu hukuki olarak düzenlemiştir 22. Yeknesak hale gelen hususlara ilişkin olarak, Türk hukukundaki unvanın gerçeğe uygun olması, yanıltıcı olmaması veya kamu düzenine aykırı olmaması gibi kriterlerin diğer hukuk düzenlerinde de benimsendiği görülmektedir. Ayrıca bir tacirin iflası veya tasfiyesi nedeniyle unvanının sicilden terkin edilmesi halinde, başka bir kişinin bu unvanı tescil ettirebilmesi için kamu kurumlarının izni veya belli bir sürenin geçmesi 19  Aynı yönde bkz Can Özbey, Ticaret Unvanı ve Ticaret Unvanının Korunması (Seçkin, 2014) 95.20  Juan Carlos Durand Grahammer,  Trademarks, Trade Names and Company Names: Addressing the Issue of Overlapping and Conflicting Rights  (2009) 5(1) Convergence 53; AIPPI, Summary Report Question Q 155 Conflicts between Trademarks and Company and Business Names, 1 <https://aippi.org/committee-publications/?committee-id=7453> Erişim Tarihi 21.08.2019.21  AIPPI (n 20) 2.22  Ticaret unvanlarına ilişkin düzenlemelerin yeknesaklaşması hususunda, unvanların birden fazla hukuki alanı ilgilendirmesi nedeniyle birçok güçlüğün bulunduğu yönündeki görüş için bkz AIPPI (n 20) 2.23  Örnek olarak bkz İsviçre Borçlar Kanunu md 944/1, https://www.admin.ch/opc/en/classified-compilation/19110009/index.html; Alman Ticaret Kanunu md 18/2; German Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names 1, <https://aippi.org/committee-publications/?committee-id=7453> Erişim Tarihi 21.08.2019; Eslmore ve Sorensen (n 2) 858.24  Singapur Şirketler Kanunu (Companies Act) md 27/1A ya göre, unvan başvurusunda bulunan bu hususta yetkili Bakanlıktan izin almışsa unvanın tescili mümkündür. Bakanlığın izin vermesi durumunda, mevzuatta öngörülen sürelerin geçmesi aranmaz. Kanun metni için bkz. <https://sso.agc.gov.sg/Act/CoA7#pr-> Erişim Tarihi 21.08.2019.25  İngiltere de bu süre beş yıldır, bkz Insolvency Act 1986, md 216, <https://www.legislation.gov.uk/ukpga/1986/45/section/216> Erişim Tarihi 21.08.2019. Estonya da tasfiye edilmiş bir kişiye ait ticaret unvanının aynısının veya ayırt edilemeyecek kadar benzerinin bir başka kişi tarafından ticaret unvanı olarak tescil edilebilmesi için, tasfiye tarihinden itibaren üç yıl geçmelidir, bkz. Ermo Kosk ve Peeter Lepik,  Estonia  in Frank Dornseifer (ed), Corporate Business Forms in Europe, (Stæmpfli, 2005) 124. Singapur da şirketin tasfiyesi, Singapur Şirketler Kanunu 10. Kısıma göre (md. 247 vd) ise söz konusu süre en az 2 yıl; Kanun md 334 veya md 344A ya göre ise en az altı yıldır. Benzer yönde ayrıca bkz. Singapur Şirketler Kanunu md 27/1A-(d, e).779İstanbul Hukuk Mecmuası 77/2aranmaktadır. Ancak bu yöndeki düzenlemeler, kanuni dayanağı olmayan ikincil hukuki düzenlemeler ile değil; kanun ile öngörülmektedir.Yeknesak hale gelmemiş hukuk kurallarının içeriği ülkelerin ihtiyaçlarına göre şekillenmektedir. Örneğin, Malezya ve Singapur da sicil memuru, ilgili bakanlık tarafından belirlenmiş isimlerin yer aldığı unvan başvurularını reddetme yetkisine sahiptir. Yine bu ülkelerde istenmeyen (undesirable) nitelikteki unvan başvurularının sicil memuru tarafından reddedilmesi mümkündür. Kanaatimizce, Türk hukukunda tescil edilmesi yasaklanacak kelimelerin mevzuatta açıkça belirlenmesine ihtiyaç bulunmaktadır. Tescili yasak olan kelimelerin kapsamı hususunda sicil memuruna takdir yetkisi verilmemesi, uygulamada yeknesaklığın sağlanması açısından önem taşımaktadır.Romanya da  ticaret  unvanında  yerel  idare  veya  yerel  birimlerin  adının  yer alabilmesi için şirketin o yerde kurulu olması gerekmektedir. Kanaatimizce, Türk hukukunda bu yönde bir düzenleme kabul edilmesine gerek bulunmamaktadır. Ancak sicil memuru, unvanda belirtilen yer adı ile şirketin kurulduğu yer farklı ise unvanın yanıltıcı olup olmadığını iyi incelemelidir.İngiltere de şirket unvanlarının hukuka aykırı (constitute an offence) veya rahatsız edici (offensive) ifadeler içermesine; başka bir şirket yapısına ait olduğu izlenimini uyandıran kelimelerden oluşmasına izin verilmemektedir. Unvanın rahatsız edici olup olmadığını sicil memuru takdir etmektedir. Öğretide, unvanın rahatsız edici niteliğe sahip olup olmadığının ülkeden ülkeye değişebileceği; örneğin, bir ülkede rahatsız edici bulunmayan bir unvanın bir başka ülkedeki dil özellikleri nedeniyle rahatsız  edici  bulunabileceği  ifade  edilmektedir.  Türk  hukukundaki  mevcut 26  Singapur da bu yönde bir düzenleme işletme adları açısından da kabul edilmektedir. Buna göre, tescil konusu unvan sicilden terkin edilmiş bir işletme adına benzer ise, unvanın tescili için işletme adının sicilden silinmesinin üzerinden en az bir yıl geçmelidir, bkz. Singapur Şirketler Kanunu md 27/1A-(b).27  Türkiye deki işleyiş nazara alındığında, Kanun da dayanağı olmayan birçok hususun yönetmelik veya diğer alt düzenlemelerle belirlendiği görülmektedir. Bu durum, kanun hazırlama süreçlerinin daha nitelikli ve kapsamlı bir şekilde yürütülmesi gerektiğini ortaya koymaktadır.28  Bu kapsamda tescili reddedilen unvanların genellikle resmi kurumlarla ilgili olduğu intibaını uyandıran kelimeler barındırdığı ifade edilmektedir, bkz Tan Cheng Han,  Incorporation and Its Consequences  in Tan Cheng Han (ed), Walterwoon On Company Law (3. Edition, Sweet & Maxwell, 2009) 42 dn 14.29  Öğretide, bu düzenlemenin haklı yanıltıcı unvan başvuruları açısından uygulanması gerektiği ifade edilmektedir, bkz Tan Cheng Han (n 28) 42.30  Roxana Smeu ve Adriana Turta,  Romania  in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 171.31  İngiltere Şirketler Kanunu (Companies Act) md 53, <http://www.legislation.gov.uk/ukpga/2006/46/contents> Erişim Tarihi 21.08.2019. Ayrıca, The Limited Liability Partnerships (Application of Companies Act 2006) Regulations 2009 md 8 e göre, sermaye şirketleri, Companies House tarafından hukuka aykırılık oluşturduğu düşünülen işaretleri unvanında kullanamamaktadır, bkz <https://www.legislation.gov.uk/uksi/2009/1804/made> Erişim Tarihi 21.08.2019.32  İngiltere Şirketler Kanunu md 65; Phillip Johnson,  I object! The New Company Names Adjudicator in the United Kingdom  (2008) 3(11) Journal of Intellectual Property Law & Practice 696.33  İngiltere Şirketler Kanunu 57.34  Eslmore ve Sorensen (n 2) 868.780Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...düzenlemeler, açıkça bu hususları öngörmemektedir. Ancak bu durumun bir eksiklik oluşturmadığı kanaatindeyiz. Hukuka aykırı veya rahatsız edici unvanlar, kamu düzenine aykırı olarak; diğer şirket yapılarına ilişkin olduğu izlenimi uyandıran unvanlar  yanıltıcı  olarak  değerlendirilebilir  ve  bu  gerekçeyle  tescil  edilmeleri engellenebilir.İngiltere de  bazı  ifade  ve  işaretlerin  ticaret  unvanında  kullanılması yasaklanmaktadır.  İngiltere  Şirketler  Kanunu  (Companies  Act)  md  65/1 e göre, yetkili kurum (Companies House) ticaret unvanlarında belirli kelimelerin kullanılmasını  yasaklayan  düzenlemeler  öngörebilmektedir.  Bu  doğrultuda çıkarılan  2015/17  sayılı Yönetmelik  md  4-6  ve  bu Yönetmelik  ekinin  ikinci listesinde belirli kelimelerin, işaretlerin ve kısaltmaların belirli şirket tiplerine göre kullanımı sınırlandırılmaktadır. 2015/17 sayılı Yönetmelik te tüm şirket tipleri için genel yasak ve sınırlamaların yanı sıra, şirket tiplerine özgü yasak ve sınırlamalar da bulunmaktadır. Örneğin, 2015/17 sayılı Yönetmelik md 4 te yer alan sınırlandırmalar bütün şirketler için uygulanmaktayken; Yönetmelik md 5, İngiltere Şirketler Kanunu md 59 a göre muafiyet elde eden şirketler için, Yönetmelik md 6 ise şahıs şirketleri için uygulanmaktadır. 2015/17 sayılı Yönetmelik md 4/1 e göre, yalnızca şirket türünü belirten ifadeler veya bu ifadelere eşdeğer kabul edilen isimlerden oluşturulmuş bir ticaret unvanı tescil edilememektedir. 2015/17 sayılı Yönetmelik md 4/2-3 e göre, bu Yönetmelik ekinin ikinci listesinde yer alan belirli ifadeler, yalnızca söz konusu fıkralarda belirtilen kanunlara göre kurulmuş şirketler tarafından kullanılabilmektedir. Bu nedenle, diğer şirket türlerinin söz konusu ifadeleri kullanmaları mümkün değildir. Ayrıca 2015/17 sayılı Yönetmelik eki ikinci listenin ikinci ve dördüncü paragraflarına göre, halkın yanılmasına neden olacak şekilde söz konusu listede ifade edilen kelimeler bazı harfleri çıkartılarak veya yeni harfler eklenerek kullanılamamaktadır. 2015/17 sayılı Yönetmelik md 4/4 te, ticaret unvanında belirli kelimelerin kullanılamayacağı öngörülmektedir. Benzer  şekilde  2015/17  sayılı  Yönetmelik  md  4/5 te,  Yönetmelik  eki  ikinci listesinde  yer  alan  bazı  ifadelerin  ve  işaretlerin  yan  yana  kullanılamayacağı öngörülmektedir. 2015/17 sayılı Yönetmelik md 6 da şahıs şirketlerinin ticaret unvanında  kullanamayacağı  kelimeler  düzenlenmektedir.  İngiltere  Şirketler Kanunu md 65/3 e göre, yasaklanmış kelimeleri veya işaretleri içeren bir ticaret unvanı tescil edilemez. Ancak anılan Kanun md 66 ya göre, yasaklanmış bir kelimenin yönetmelikle belirlenecek istisnai durumlarda tescil edilmesi halinde veya tesciline rıza gösterilmesi durumunda, sonradan rızanın geri alınması veya şartlarda değişiklik olması tescilin geçerliliğini etkilememektedir.35  Kanun metni için bkz. <http://www.legislation.gov.uk/ukpga/2006/46/contents> Erişim Tarihi 21.08.2019.36  Düzenleme  metnine  ulaşmak  için  bkz  <http://www.legislation.gov.uk/uksi/2015/17/contents/made>  Erişim  Tarihi 21.08.2019.781İstanbul Hukuk Mecmuası 77/22. Kullanımı İzne Tabi İşaretlera. Türk HukukundaTicaret unvanında kullanılabilmesi için izin gereken işaretler, 633 sayılı Kanun md 1 de, TTK md 46/3 ve Tebliğ md 4/4,6 da düzenlenmektedir. 633 sayılı Kanun md 1 e göre,  Diyanet  kelimesi yalnızca Diyanet İşleri Başkanlığı nın izin verdiği vakıf, kurum ve kuruluşlar tarafından kullanılabilmektedir. TTK md 46/3 ve Tebliğ md 4/4 e göre, ticaret unvanında  Türk ,  Türkiye ,  Cumhuriyet  ve  Millî  kelimeleri ancak Cumhurbaşkanı kararıyla kullanılabilmektedir. Tebliğ de bu ifadelerin izne tabi olması için yalın, sade ve eksiz olması gerektiği öngörülmektedir. Diğer bir ifadeyle, bu kelimelerin yalın, sade veya eksiz olmayan hallerini unvanda kullanmak için izin gerekmemektedir. Ayrıca, Tebliğ md 4/4 e göre, TTK md 41 ve md 42 gereği unvanda belirtilmesi gereken kişinin adı veya soyadında bu ifadelerin bulunması halinde,  unvanın  oluşturulması  için  izin  alınması  gerekmemektedir.  İzne  tâbi kelimelerin yabancı dillerdeki karşılıklarının izne tâbi olup olmadığı ise mevzuatta düzenlenmemektedir. İzne  tâbi  kelimelere  ilişkin  düzenlemeler,  düzenlenme  biçimi  açısından eleştirilmektedir. Çünkü TTK md 46/3 ün lafzından, bu kelimelerin bulunduğu her başvuru için Cumhurbaşkanı nın özel olarak izin vereceği anlaşılmaktadır. Bu durum, bu ifadelerin yer aldığı şubeler, isimler ve isim öbekleri açısından sorunlara neden olmaktadır. Örneğin TTK md 48/3 de, merkezi yurtdışında bulunan bir ticari işletmenin Türkiye de şube açması halinde, ticaret unvanında  şubenin bulunduğu yerin  40; TTK md 44 te ise donatma iştirakinin ticaret unvanında gemi adının kullanılmaması durumunda, ortak donatanlardan en az birinin adının ve soyadının belirtilmesi aranmaktadır. Şubenin unvanında  Türkiye şubesi  olarak belirtilmesi, ortak donatanın adı veya soyadında  Türk, Cumhuriyet  ifadelerinin bulunması mümkündür. Yine izne tabi işaretlerin  Türk kahvesi  gibi isim öbeği haline geldiği durumlar bulunmaktadır. Bu nedenle, öğretide izne tabi işaretlerin kullanımı açısından üç görüş ileri sürülmektedir. İlk görüşe göre, TTK da, Cumhurbaşkanı na her somut 37  TTK da 2.7.2018 tarih ve 700 sayılı Kanun Hükmünde Kararname md 192 ile izin vermeye yetkili makam  bakanlar kurulu  iken  cumhurbaşkanı  olarak değiştirilmiştir. Ancak benzer değişiklik TSY de ve Tebliğ de yapılmamıştır.38  TTSG de   TÜRKİSH/TÜRKISH/TURKİSH/TURKISH ,   TURKEY    REPUBLİC ,  NATIONAL/  NATİONAL  ifadelerinin yer aldığı tescilli ticaret unvanları bulunmaktadır, bkz. <https://www.ticaretsicil.gov.tr/sorgu_acik.php> Erişim Tarihi 21.08.2019. Bu ifadelerin de unvanda kullanılabilmesinin izne tabi olması gerektiği, ancak bunun için yasal değişikliğe ihtiyaç bulunduğu yönündeki görüş için bkz. Özkan (n 10) 257 dn 91.39  Söz konusu iznin eşitlik ilkesi esas alınarak verilmesi gerektiği yönünde yargı kararı için bkz Danıştay 10. D, E 1989/374, K 1991/1175, T 28.03.1991, KİBB.40  Bu olasılıkta, unvanın tescili için Bakanlar Kurulu nun izninin gerektiği yönünde bkz. Yargıtay TD E 1958/149, K 1958/1486, T  30.5.1958,  352  vd  <http://www.ankarabarosu.org.tr/Siteler/1944-2010/Dergiler/AnkaraBarosuDergisi/1958-6.pdf> Erişim Tarihi 21.08.2019.41  Tebliğ md 4/4 te yalnızca gerçek kişi, kollektif ve komandit şirketler için muafiyet getirilmektedir. Diğer bir ifadeyle, Tebliğ md 4/4 te aynı koşullara sahip olan donatma iştiraki için muafiyet tanınmamıştır. Bu nedenle, donatma iştirakindeki gerçek kişinin adı veya soyadında izne tâbi kelimelerin bulunması halinde, unvanın tescili için Cumhurbaşkanı nın izni gerekmektedir.782Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...unvan başvurusu için izin verme yetkisi yerine hangi şartlarda bu kelimelerin izne tabi olarak kullanılacağına ilişkin düzenleme yapma yetkisi verilmelidir. Diğer görüşe göre, bu kelimelerin izne tabi olarak kullanılabilmesi, bu kelimelerin işletme ile  devlet  arasında  bir  bağlantı  çağrıştırması  nedeniyledir.  Bu  yüzden,   Türk, Cumhuriyet, Milli ve Türkiye  kelimeleri,  tacir veya işletme ile devlet arasında herhangi bir bağlantı çağrıştırmaması  halinde izne tâbi olmadan kullanılabilmelidir; TTK daki düzenlemeler bu esasa göre değiştirilmelidir. Son olarak, izin usulünün tamamen  kaldırılması  gerektiği  ileri  sürülmektedir.  Gerekçe  olarak,  mevzuat gereği bu kelimeleri kullanması gereken tacirler için Cumhurbaşkanı nın izin verip vermeyeceği gösterilmektedir.TTK da  dayanağı  olmamakla  birlikte, Tebliğ  md  4/6 ya  göre  ülke  adlarının ticaret  unvanında  kullanılabilmesi  için  o  ülkenin  yetkili  makamlarından  izin alınması gerekmektedir. Ayrıca Tebliğ de resmî olarak tanımlanmış yer adlarının unvanda  kullanılabileceği  öngörülmektedir.  Kanaatimizce,  bu  düzenlemelerin doğrudan TTK da düzenlenmesi veya TTK da açıkça yönetmelik veya tebliğ ile düzenleneceğinin öngörülmesi daha isabetli olur. Bunun yanı sıra, ülke adlarının bir ürün adı veya isim öbeği olarak kullanıldığı durumlarda (örneğin Yemen kahvesi), ülke adlarının aynı zamanda coğrafi yer adı olarak tanımlandığı durumlarda (örneğin Avustralya, Güney Afrika, Orta Afrika, Malta, Madagaskar), ülke adlarının Türkçe de sesteş kelime niteliğinde olması durumunda (örneğin Mısır) izin gerekip gerekmediği açıklığa kavuşturulmalıdır.Sonuç olarak, TTK da kullanılması izne tabi olan veya yasaklanan ad ve işaretlere ilişkin genel esaslar ve istisnalar belirlenmeli; bu esaslara göre yönetmelik veya tebliğ ile ayrıntılı düzenleme yapılmalıdır.b. Karşılaştırmalı HukuktaBirçok ülke, ticaret unvanına ilişkin düzenlemelerinde bazı ad ve işaretlerin kullanılmasını izne tâbi tutmaktadır. Bu hususta bazı ülkelerin konuyu düzenleme biçimi Türkiye ile benzerdir. Diğer bir ifadeyle, hangi kelimelerin izne tâbi olacağı açıkça  belirtilmektedir.  Ayrıca  izne  tâbi  tutulan  kelimeler,  anlam  bakımından Türkiye deki düzenlemelerle aynı veya benzerdir. Örneğin, Letonya da  Latvijas Republika/the Republic of Latvia ,  valsts/state ,  pašvaldība/local government  kelimeleri veya bunların yabancı dildeki karşılıkları; Estonya da ‘‘riigi/state , ‘‘linna/city  ve ‘‘valla/rural municipality  kelimeleri başta olmak üzere merkezi 42  Aynı yönde bkz Yongalık (n 1) 24.43  Özkan (n 10) 257.44  Yongalık (n 1) 24.45  Latvia Commercial Law, Art. 29, <https://likumi.lv/ta/en/id/5490-the-commercial-law> Erişim Tarihi 21.08.2019.783İstanbul Hukuk Mecmuası 77/2veya yerel yönetimlerin adları; Litvanya da  Lithuania  kelimesi; Romanya da  Roman ,  National ,  Institut  kelimeleri veya bu kelimelerin türevleri izinsiz olarak ticaret unvanında kullanılamamaktadır. İsviçre hukukunda da milli, bölgesel ve mülki anlamına gelen kelimeler için izin alınması aranmaktayken; bu şart, 1997 yılında kaldırılmıştır. Bazı  ülkeler  unvanda  kullanılabilmesi  için  izin  gereken  ifadeleri  Türk hukukundan  daha  farklı  bir  yaklaşımla  düzenlemiştir.  Örneğin,  Danimarka da unvanda kullanılması izne tâbi işaretler isim isim belirlenmemiştir. Bunun yerine, krallık veya devletle bağ kurulabilecek işaretlerin unvanda kullanılması için izin alınması gerektiği öngörülmektedir. Benzer şekilde, İngiltere Şirketler Kanunu md 54/1 e göre, bir şirketin herhangi bir kamu kurum ve kuruluşu ile bağlantılı olduğu izlenimi veren bir kelimeyi ticaret unvanında kullanmak istemesi halinde Companies House un izni gerekmektedir. Örneğin, ticaret unvanında İngiltere, Galler hükümeti veya İskoç yönetimi ile ilişkili görünmesine neden olacak bir kelime-işaret bulunmaktaysa, ticaret unvanının tescili Companies House un onayına tâbidir. Ayrıca İngiltere Şirketler Kanunu md 54/1-(b, c) ye göre, herhangi bir kamu kurumu veya yerel yönetimle ilişkili kelimelerin ticaret unvanında kullanılması da Companies House un iznine tabidir.İngiltere de kamu kurum ve kuruluşlarının adlarının yanı sıra bazı kelime ve ifadelerin de ticaret unvanında kullanılması izne tâbi tutulmaktadır. İngiltere Şirketler Kanunu md 55 e göre, yönetmelik ile belirlenecek hassas kelimelerin ve ifadelerin (sensitive  words  and  expressions)  ticaret  unvanında  kullanılabilmesi  için  izin alınması gerekmektedir. Bu husus 2014/3140 sayılı  The Company, Limited Liability Partnership and Business Names (Sensitive Words and Expressions)  Yönetmelik te düzenlenmektedir.  2014/3140  sayılı  Yönetmelik te  ticaret  unvanlarının  yanı sıra  işletme  adları  için  de  hassas  kelimeler  belirlenmektedir.  2014/3140  sayılı Yönetmelik md 3/1-(b, c) ve 4/(b, c) ye göre, Yönetmelik te belirlenen hassas kelime ve işaretlerin kip eki, çekim eki veya çoğul eki içeren hallerinin kullanımı da izne 46  Kosk ve Lepik (n 25) 124.47  Rolandas Valiunas ve Dovile Burgiene,  Lithuania  in Frank Dornseifer (ed), Corporate Business Forms in Europe, (Stæmpfli, 2005) 522.48  Romanya da  ayrıca   scientific/stiintific ,   Academy/academie ,   academic/academic ,   university/universitate  /universitar ,  school/scoala ,  educational/scolar  ifadelerinin ticaret unvanlarında kullanılması yasaktır, bkz. Smeu ve Turta (n 30) 171.49  Yongalık (n 1) 13-14. Ancak İsviçre mevzuatında da belirli kelimelerin unvanda kullanılabilmesi açısından sınırlayıcı düzenlemeler bulunmaktadır. Örneğin,  Universität ,  Investmentfonds  veya  Bank  gibi kelimeler bazı sınır ve kurallara uygun olarak kullanılabilmektedir, ayrıntılı bilgi için bkz. Anleitung und Weisung an die Handelsregisterbehörden für die Bildung und Prüfung von Firmen und Namen, Nr 5 vd <https://www.bj.admin.ch/dam/data/bj/wirtschaft/handelsregister/weisung-firmenrecht-d.pdf> Erişim Tarihi 21.08.2019.50  Eslmore ve Sorensen (n 2) 858.51  İngiltere Şirketler Kanunu md 54/2 de yerel yönetim ve kamu kurumları kavramlarının kapsamına ilişkin açıklamaya yer verilmektedir. Yerel yönetim kavramının 1972 tarihli Local Government Act e göre kurulan belediye meclislerini, Kuzey İrlanda, İskoçya belediye meclislerini ve Londra ile Sicilya belediye meclislerini kapsadığı belirtilmektedir.52  Bkz <http://www.legislation.gov.uk/uksi/2014/3140/contents/made> Erişim Tarihi 21.08.2019.784Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...tâbi tutulmaktadır. 2014/3140 sayılı Yönetmelik in iki eki bulunmaktadır. Ek-1 de ticaret unvanı ve işletme adları için ortak olarak hassas kabul edilen kelime ve işaretler ile yalnızca ticaret unvanları için hassas kabul edilen kelime ve işaretlere yer verilmektedir. Ek-2 de ise, söz konusu hassas işaretlerin kullanılabilmesi için izni alınması gereken kamu kurum ve kuruluşları belirtilmektedir. Başka bir ifadeyle, Ek-2 de hangi hassas işaret için hangi kamu kurum ve kuruluşunun izninin gerektiği düzenlenmektedir. 2015/17 sayılı Yönetmelik eki ikinci listenin ikinci ve dördüncü paragrafına göre, unvanda kullanılması izne tabi olan kelimelerin veya ifadelerin bazı harflerinin çıkartılması veya bu kelime ve ifadelere yeni harf eklenmesi, bu kelime ve ifadeler için gerekli izin alma şartını ortadan kaldırmamaktadır.3. Kullanımı Serbest Olan İşaretlera. Türk HukukundaTicaret unvanlarında tacirin şirket olması halinde, şirketin türünün ve tacirin faaliyet alanlarının Türkçe olması aranmaktadır. Ancak ticaret unvanındaki diğer ifadelerin Türkçe  olması  gerektiği  yönünde  bir  düzenleme  bulunmamaktadır.  Bu  nedenle, yabancı bir kelimenin veya anlamsız kelimelerin unvanda ek olarak belirtilmesi mümkündür.  Benzer  şekilde,  unvanda  rakamların  veya  noktalama  işaretlerinin kullanılıp kullanılamayacağı; Latin alfabesinden başka bir alfabe ile unvandaki eklerin belirlenip belirlenemeyeceği hususlarında da bir açıklık bulunmamaktadır. Uygulamada rakamların ticaret unvanında kullanıldığı görülmektedir. Unvan rezerve işlemlerin yapıldığı MERSİS sistemi, Latin alfabesi dışındaki alfabelerle ek belirlenmesine izin verirken, noktalama işaretlerinin kullanılmasına izin vermemektedir.Kanaatimizce ticaret unvanlarında tacirlerin sahip olduğu serbestinin kapsamının açık bir şekilde belirlenmesi, bu kapsamda noktalama işaretlerinin kullanılabilmesine izin verilmesi isabetli olur.b. Karşılaştırmalı Hukuktaİngiltere de ticaret unvanında kullanımı serbest olan işaretler, İngiltere Şirketler Kanunu md 57 ve 2015/17 sayılı Yönetmelik md 2 de düzenlenmektedir. Buna göre, ticaret unvanlarında harfler, semboller ve noktalama işaretleri kullanılabilmektedir. 53  İzne tâbi kelime ve ifadelerin güncel listesi ve izin vermeye yetkili kurum ve kuruluş listesi için bkz <https://www.gov.uk/government/publications/incorporation-and-names/annex-a-sensitive-words-and-expressions-or-words-that-could-implya-connection-with-government> Erişim Tarihi 21.08.2019.54  TSY md 32 de sicil kayıtlarının Türkçe tutulacağı öngörülmektedir. Yabancı dilde düzenlenmiş bir belgenin noter onaylı Türkçe çevirisinin sicil müdürlüğüne sunulması gerekmektedir. Bu sayede, tescil edilmek istenen unvanın Türkçe anlamı sicil müdürü tarafından anlaşılabilmekte ve unvanın mevzuata uygunluğu incelebilmektedir.55  Çince, Japonca, Arapça ve Rusça kelimeler denenmiştir. 56  İngiltere Şirketler Kanunu md 57. Bu madde ilk kez 2006 sayılı Kanun ile kabul edilmiştir, bkz Anonymous,  In Parliament  (March 2007) 28(3) Business Law Review 81.785İstanbul Hukuk Mecmuası 77/22015/17 sayılı Yönetmelik eki birinci listede bu konuda örnek ve açıklayıcı ifadelere yer verilmektedir. Örneğin, İngiltere alfabesinde bulunmamakla birlikte diğer alfabetik işaretlerin  de  unvanda  yer  alabileceği  belirtilmektedir.  Ayrıca,  ticaret  unvanında kullanılabilecek  noktalama  işaretleri  bakımından  bazı  sınırlamalar  getirilmektedir. Örneğin, 2015/17 sayılı Yönetmelik md 2/2-(d) ye göre, Yönetmelik ekinde belirtilen bazı noktalama işaretleri, unvanın ilk üç karakterinde kullanılmaması şartıyla ticaret unvanında kullanılabilmektedir. Yine, 2015/17 sayılı Yönetmelik md 2/2-(c) de bazı noktalama işaretlerinin tür bakımından kullanımına sınır getirilmektedir. Örneğin, ticaret unvanında kesme işareti kullanacaksa, Yönetmelik te belirtilen kesme işareti türlerinden birini tercih etmeli aynı unvanda iki tür kesme işareti kullanmamalıdır. Son olarak 2015/17 sayılı Yönetmelik md 2/4 e göre, ticaret unvanı 160 karakterden uzun olmamalıdır. İspanya da Latin alfabesinin yanı sıra, Arap alfabesinin veya Roman rakamlarının kullanılmasına izin verilmektedir. Buna karşılık, Almanya da yalnızca Latin alfabesi ticaret unvanında kullanılabilmektedir. Ayrıca Almanya da noktalama işaretlerinin ticaret unvanında kullanılmasına sınırlı olarak izin verilmektedir. İsviçre de sembollerin unvanda kullanılmasına izin verilmemektedir. Coğrafi yer adları ve ülke adları, ticaret unvanının ek bölümü yalnızca bu ifadelerden oluşmaması şartıyla ticaret unvanında serbestçe kullanılabilmektedir. Diğer bir ifadeyle, coğrafi yer adları ve ülke adlarının yanı sıra başka ifadelerin de unvanda kullanılması veya bu ifadelerin yalın hallerinin kullanılmaması halinde unvanın tescili mümkündür. Irmak, deniz, dağ, geçit, tepe, göl isimleri ise herhangi bir şarta tâbi olmaksızın serbestçe unvanda kullanılabilmektedir.B. Ticaret Unvanının Yapısı1. Türk HukukundaTicaret unvanı belirlenirken, tacirin niteliğine göre TTK da öngörülen unvanın şekline ilişkin kurallara dikkat edilmelidir. Türk hukukunda ticaret unvanı çekirdek ve ek olmak üzere iki unsurdan oluşmaktadır. Çekirdek bölümü, tacirin niteliğine göre 57  Örneğin, A  harfinin  10  farklı  yazım  türüne  yer  verilmektedir,  bkz.  <http://www.legislation.gov.uk/uksi/2015/17/pdfs/uksi_20150017_en.pdf> Erişim Tarihi 21.08.2019. Ancak söz konusu harflerin küçük harf olarak kullanılması düzenlenmemektedir.58  Uzunluğun hesaplanmasında unvanda yer alan işaretler arası boşluklar da hesaba katılmaktadır.59  Astrid Dorfmeister ve Michael J. Munkert,  Spain  in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 196, 200.60  Bu konudaki eleştiriler için bkz. Eslmore ve Sorensen (n 2) 868.61  Eslmore ve Sorensen (n 2) 859.62  Anleitung und Weisung an die Handelsregisterbehörden für die Bildung und Prüfung von Firmen und Namen, Nr 59.63  Norveç te, bir başka ülkenin adı veya bu ülkeye ilişkin yerel idarelerin adları ticaret unvanında kullanılamamaktadır, bkz Eslmore ve Sorensen (n 2) 858 dn 23.64  Anleitung und Weisung an die Handelsregisterbehörden für die Bildung und Prüfung von Firmen und Namen, Nr 15-19.65  Ticaret unvanını yapısal olarak çekirdek ve ek şeklinde ayırmak söz konusu olsa da, unvan bir bütün olarak korunmaktadır. Çekirdek veya ek kısmı için daha farklı bir koruma söz konusu değildir, bkz Yongalık (n 1) 18.786Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...mevzuatta belirtilen ad ve işaretlerden oluşmaktadır. Ek bölümü ise, tacirin unvanda bulunmasını istediği veya diğer ticaret unvanlarından ayırt edilmesi için eklemesi gereken ad ve işaretlerden oluşmaktadır. Ek bölümünü belirleme hakkı kural olarak tacire aitken, çekirdek bölümünün nasıl oluşturulması gerektiği TTK da düzenlenmektedir. Bu nedenle, unvan oluşturulurken tacirlere sınırlı bir serbesti tanınmaktadır.Ticaret unvanının çekirdek kısmı, unvan sahibinin niteliğine göre değişmektedir. Tacir gerçek kişi ise, ticaret unvanında adı ve soyadının kısaltılmadan belirtilmesi gerekmektedir.  Kollektif  şirketin  ticaret  unvanında,  ortakların  veya  ortaklardan en az birinin adı, soyadı ve şirket türünü gösteren ibare bulunmalıdır. Komandit şirketlerde, komandite ortaklardan en az birinin adı, soyadı ve şirketi türünü gösteren ifadeye ticaret unvanında yer verilmelidir. Anonim, limited ve kooperatif şirketlerin ticaret unvanında ise, işletme konusu ve şirketin türüne göre  anonim şirket, limited şirket, kooperatif şirket  ibareleri bulunmalıdır. Anonim, limited veya kooperatif şirketlerinin unvanında gerçek bir kişinin adı veya soyadı yer aldığı takdirde, şirket türünü gösteren ifadeler kısaltılmadan gösterilmelidir. Dernek, vakıf veya yukarıda belirtilmeyen tüzel kişiler tarafından ticari işletme işletilmesi halinde, bu kişilerin ticaret unvanları kendi adlarından ibarettir. Donatma iştiraklerinin ticaret unvanında ise ortak donatanlardan en az birinin adı soyadı veya gemi adı ile donatma iştiraki olduğunu gösterir bir ifade yer almalıdır. Ayrıca donatma iştirakinin unvanında soyadları veya gemi adları kısaltılamaz. Buna karşılık, mevzuatta kollektif ve komandit şirketlerin unvanında kullanılan gerçek kişilerin ad ve soyadlarının kısaltılmasına ilişkin bir düzenleme bulunmamaktadır. Bu nedenle, kollektif ve komandit şirketlerin ticaret unvanlarındaki gerçek kişilerin ad ve soyadları veya şirket türünü belirten ifadeler kısaltılabilmektedir.66  Ticaret unvanının şekline ilişkin, serbesti sistemi, gerçeklik sistemi ve karma sistem olmak üzere üç sistem bulunmaktadır. Tacir, serbesti sistemine göre yanıltıcı olmaması ve ayırt edici olması şartıyla unvanını dilediği gibi belirleyebilmekteyken; gerçeklik sisteminde unvanında adını-soyadını veya hukuki durumunu belirtmek zorundadır. Türk hukukunun benimsediği karma sistemde ise, unvanda belirli hususların belirtilmesi zorunlu iken, tacire unvanında başka ad veya işaretleri kullanabilmesine izin verilmektedir, bkz. N. Ayşe Odman Boztosun ve Akın Ünal,  Türk Ticaret Kanunu Tasarısındaki Ticaret Unvanına, İşletme Adına ve Haksız Rekabete İlişkin Hükümlerin Değerlendirmesi  (2005) 2(1) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 387; Özkan (n 10) 241; Kayar (n 11) 212-213; Karasu (Suluk/Nal) (n 2) 374; Ayhan ve Çağlar (n 1) 288; Özbey (n 19) 49 vd.67  TTK md 304/3 e göre, komandit şirketlerde tüzel kişiler komandite ortak olamazlar. TTK md 42/2 de, komandit şirketlerin unvanlarında belirtilecek hususlarda komandite ortaklar açısından ad ve soyadlarının belirtilmesi aranırken; komanditer ortakların ad ve soyadlarından başka ticaret unvanlarının da şirketin unvanında yer alamayacağı öngörülmektedir. Diğer bir ifadeyle, tüzel kişilerin komandite ortak olamayacağı kabulü ile TTK md 42/2 düzenlenmektedir. MERSİS sistem olarak tüzel kişilerin unvanda adlarının geçmesine izin vermemektedir.68  TTK md 43/2 deki  adı veya soyadı  ifadesinin  adı ve soyadı  şeklinde anlaşılması gerektiği yönünde bkz Ülgen, Helvacı, Kendigelen, Kaya ve Nomer Ertan (n 1) 407.69  Bir görüşe göre, TTK da dernek, vakıf ve tüzel kişilere ait ticari işletmelere ilişkin unvan doğrudan belirtildiği için bu unvanlarda ek kullanılamaz. TSY md 43/2 de bu iddiayı güçlendirmektedir. Ancak katıldığımız diğer görüşe göre, bu kişilerin unvanlarında ek kullanabilecekleri kabul edilmelidir. Ayrıca, unvan tescil başvurularının yapıldığı MERSİS, dernek ve vakıf işletmelerine ait unvan başvurularında ek belirtilmesine izin vermektedir. Söz konusu kişilerin unvanlarında ek kullanamayacakları yönündeki görüş için bkz. Bozer ve Göle (n 16) 184. Unvanda ek kullanılabileceği yönündeki görüş için ayrıca bkz. Ülgen, Helvacı, Kendigelen, Kaya ve Nomer Ertan (n 1) 409; Özbey (n 19) 49 vd.70  Özbey (n 19) 58; Karasu (Suluk/Nal) (n 2) 376. Bir görüşe göre, şirket türünü belirten ifadeler kısaltılabilmekteyken, kişi ad ve soyadları kısaltılmamalıdır, bkz. Ülgen, Helvacı, Kendigelen, Kaya ve Nomer Ertan (n 1) 404-405.787İstanbul Hukuk Mecmuası 77/2Ticaret unvanının bir diğer unsuru eklerdir. Unvanlarda ek kullanımı esas olarak tacirin kendi isteğine bağlıdır. Ancak bazı hallerde ek kullanılması zorunludur. Örneğin, tacirin tescil ettirmek istediği unvanın aynısı daha önce tescil edilmişse, tacir ek kullanmak zorundadır. Bunun yanı sıra, mevzuatta tacirin veya ticari işletmenin niteliğine göre çeşitli ifadelerin ek olarak kullanılması aranabilmektedir. Örneğin, 2699 sayılı Kanun md 3/2 ye göre, umumi mağaza niteliğindeki şirketlerin ticaret unvanlarında  umumi mağazalar  ifadesi bulunmalıdır. Son olarak, mevzuatta tacirin  kullanabileceği  ekler  yönünden  sınırlama  getirilebilmektedir.  Örneğin, ikrazatçılık faaliyetinde bulunmak isteyen gerçek kişilerin unvanında yalnızca bu kişilerin ad ve soyadları ile ikrazat, ikrazatçı ve ikrazatçılık kelimeleri ek olarak kullanılabilmektedir.Yukarıda bahsedilen ticaret unvanının yapısına ilişkin hükümlerin bazıları öğretide eleştirilmektedir. Bu çerçevede, gerçek kişilerin ticaret unvanı açısından, gerçek kişi tacirlerin çekirdek kısmında ad ve soyadlarının belirtilmesinin işlevsiz olduğu ifade edilmektedir. Çünkü aynı adı ve soyadı taşıyan birçok kişi bulunmaktadır. Oysa ticaret unvanının kullanılmasındaki temel gerekçe tacirlerin birbirlerinden ayırt edilmesini sağlamaktır. Ayrıca  uygulamada  ticaret  unvanlarında  kanuna  karşı  hile  yoluyla tanınmış kişilerin isimlerinin kullanıldığı, bu sayede haksız rekabette bulunulduğu belirtilmektedir. Düzenleme bu haliyle, unvanın baştan ayırt edici nitelikten yoksun olmasına neden olabilmekte ve ihtiyaçlara cevap verememektedir. Bu sorun, gerçek kişi tacirlere ticaret unvanlarını serbestçe belirleme yetkisi verilmesi ve unvanlarına  tescilli tacir veya t.t.  ifadelerinin eklenmesinin aranmasıyla çözülebilir.TTK  md  44/2 de  donatma  iştirakinin  unvanında  soyadlarının  veya  gemi adlarının kısaltılamayacağı öngörülmektedir. Kanun da ortak donatanların adlarının kısaltılmamasına  ilişkin  bir  hüküm  olmadığı  için,  ortak  donatanların  adlarının unvanda  kısaltılabileceği  ifade  edilmektedir.  Donatma  iştiraklerinde  ortakların adlarının kısaltılarak kullanılabilmesi, donatma iştirakine ait unvanların diğer kişi ad ve soyadlarının bulunduğu unvanlardan ayırt edilebilmesini kolaylaştırmaktadır. 71  Ticaret unvanında bazı ifadelerin bulunmasını şart koşan çeşitli mevzuat hükümleri için bkz. TTK md 269; 2004 sayılı İİK md 309/c-2, RG 19.06.1932, S 2128; 6362 sayılı Kanun md 49/1-(ç), RG 30.12.2012, S 28513; 5072 sayılı Kanun md 2/1-(a), RG 29.01.2004, S 25361; 1163 sayılı Kanun md 2/4, RG 10.05.1969, S 13195; 6361 sayılı Kanun md 5/1-(c), RG 13.12.2012, S 28496; 5300 sayılı Kanun md 4/4, RG 10.02.2005, S 25730; Sigorta Acenteleri Yönetmeliği md 12, RG 22.04.2014, S 28980; Sigorta ve Reasürans Brokerleri Yönetmeliği md 18, RG 27.05.2015, S 29368; TSY md 44/3; Tebliğ md 4/5.72  İkrazatçılık Faaliyetleri Hakkında Yönetmelik md 4, RG 21.12.1994, S 22148.73  Örneğin, gerçek kişi soyadını tanınmış bir kişinin soyadıyla aynı olacak şekilde değiştirmektedir. Veyahut tanınmış kişi ile aynı isme sahip olan bir kişiye şirket kurdurup daha sonra şirket payları veya ticari işletme devralınmaktadır. Bu sayede, TTK md 47 veya md 49 hükmünden yararlanılarak unvan  mevzuata uygun  bir şekilde kullanılabilmektedir, Yongalık (n 1) 19; Mehmet Emin Bilge,  Marka ve Ticaret Unvanı Arasında İltibas  (2015) 1(2) TFM 11, 16. Konuyla ilgili yargı kararları için ayrıca bkz Yargıtay 11. HD, E 2000/5942, K 2000/8429, T 31.10.2000, KİBB; Yargıtay 11. HD, E 1984/5877, K 1985/64, T 22.01.1985, KİBB.74  Yongalık (n 1) 19; Odman Boztosun ve Ünal (n 67) 392-393.75  Yongalık (n 1) 20.76  Donatma iştiraklerinde unvanda yer alan kişi adlarının kısaltılamayacağı yönünde bkz Ülgen, Helvacı, Kendigelen, Kaya ve Nomer Ertan (n 1) 409-410. 788Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...Bu  nedenle,  donatma  iştiraklerinde  ortak  donatanların  adlarının  belirtilmesinin aranmaması daha isabetli olacaktır.TTK md 43/2 de anonim, limited ve kooperatif şirketlerde gerçek kişilerin ad veya soyadının belirtilmesi halinde şirket türünü gösteren ifadenin kısaltılamayacağı öngörülmektedir. Sermaye şirketlerinin yapısı dikkate alındığında TTK daki bu hükmün isabetli olduğu kanaatindeyiz. Buna karşılık, bir görüşe göre, şirket türünde kısaltma  yapılması  yasağına  ilişkin  hükümler Türkçe nin  yapısı  gereği  işlevsel değildir; bu nedenle söz konusu hükümler kaldırılmalıdır.2. Karşılaştırmalı HukuktaTicaret unvanının yapısına ilişkin diğer ülkelerdeki düzenlemeler Türk hukuku ile benzer bir yaklaşıma sahiptir. Tacirin niteliğine göre ticaret unvanlarında belli ifadelerin bulunması aranmaktadır. Kullanılması zorunlu olan ifadeler, tacirin gerçek kişi olup olmadığına göre veya tacir tüzel kişi ise şirketin türüne göre değişiklik göstermektedir. Örneğin, İsviçre Borçlar Kanunu (Obligationenrecht) md 945/1 e göre, gerçek kişi tacirler unvanlarında soy isimlerini belirtmek zorundadırlar. Ancak isimlerini belirtmek konusunda tercih hakları bulunmaktadır. Singapur Şirketler Kanunu (Companies Act) md 27/7 ye göre, sermaye şirketleri unvanlarının sonunda  Limited  veya  Berhad  ifadelerini bulundurmalıdır. İngiltere Şirketler Kanunu md 58/1 e göre, halka açık sermaye şirketlerinin ticaret unvanında  public limited company  veya  p.l.c.  ifadelerine; söz konusu Kanun md 59/1 e göre, sermaye şirketlerinin ticaret unvanlarında  limited  veya  ltd.  ifadelerine kural olarak yer verilmelidir.77  Çağlar ve Özdamar (n 1) 123.78  Yongalık (n 1) 22.79  Bkz <https://www.admin.ch/opc/en/classified-compilation/19110009/index.html> Erişim Tarihi 21.08.2019. İsviçre de ticaret unvanlarının yapısına ve tacirin niteliğine göre unvanda belirtmesi aranan ifadelere ilişkin düzenleme için bkz. Anleitung und Weisung an die Handelsregisterbehörden für die Bildung und Prüfung von Firmen und Namen, Nr 15.80  İngiltere de gerçek kişi tacirlerin ticaret unvanı belirleme zorunluluğu bulunmamaktadır. Almanya da 1998 öncesinde gerçek kişilerin ticaret unvanının oluşturulma şekli Türk Hukuku ile paraleldi. Ancak günümüzde, gerçek kişilerin ticaret unvanlarında ad ve soyadlarının belirtilmesi zorunluluğu bulunmamaktadır.81  Kanun metni için bkz <https://sso.agc.gov.sg/Act/CoA7#pr-> Erişim Tarihi 21.08.2019.82  Tacirin tüzel kişi olması halinde, ticari şirketin niteliğine göre unvanda bulundurulması gereken işaretler için bkz Michael J. Munkert and Christian Seidl,  Austria , in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 28, 35, 38, 41; Attila Kovács,  Hungary  in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 99, 102, 104; Sergio Finulli ve Michael J. Munkert,  Italy  in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 117, 120, 123, 127; Smeu ve Turta (n 30) 179, 181, 183, 185.83  Galler yönetiminde bu ifadelerin yerine  Cwmni Cyfyngedig Cyhoeddus  veya  CCC  ifadeleri kullanılmalıdır. 84  Galler yönetiminde bu ifadelerin yerine  cyfyngedig  veya  cyf  ifadeleri kullanılmalıdır.85  İngiltere Şirketler Kanunu md 58/3 ve md 60 ta, bu kurallara kamuya yararlı dernek ve vakıf işletmeleri bakımından muafiyet getirilmektedir.789İstanbul Hukuk Mecmuası 77/2C. Tescil Süreci1. Türk HukukundaTTK md 39 a göre, ticari faaliyetlerde ticaret unvanının kullanılması zorunludur. Bu nedenle, ticaret unvanlarının tescil prosedürünün hızlı olması, ticari hayatın aksamaması için önem taşımaktadır. Nitekim ticaret unvanlarının tescili, markalarda olduğu gibi uzun bir prosedüre sahip değildir. TSY md 13/1 e göre, unvanların tescil işlemleri MERSİS üzerinden yürütülmektedir. Unvanın tescili için, öncelikle tacirin veya TSY md 22/2 de belirtilen nitelikte tacirle ilgili olan bir kişinin MERSİS e kayıt yaptırması gerekmektedir. Ticaret unvanının tescil başvurusu,  kuruluş başvurusu  veya  değişiklik başvuruları  adı altında yapılmaktadır. Kuruluş işlemlerinde unvan başvurusu, işletme veya şirket kuruluş işlemleri ile aynı anda yapılmaktadır. Unvan başvurusu, MERSİS üzerinden kuruluş başvurusunun seçilmesi ile başlamaktadır. Daha sonra tacirin veya ticari işletmenin niteliğine göre ilgili sekme tercih edilerek başvuruya devam edilmektedir. Ardından ilgili sekmede unvana ilişkin daha detaylı bir ayrım varsa bu ayrım seçilmekte ve tescil başvurusu yapılan sicil müdürlüğü belirlenmektedir. Bu işlemlerin tamamlanmasıyla MERSİS, tacirin veya ticari işletmenin niteliğine göre mevzuatta aranan şartlara uygun olarak kuruluş için gerekli unsurları gösteren bir ekran oluşturmaktadır. Bu ekranda bulunan unsurlardan biri de ticaret unvanıdır. Ayrıca belirtilen kategorilerde yapılan seçimlere göre,  unvan  için  mevzuatta  aranan  standartları  sağlayan  bir  altyapı  MERSİS tarafından oluşturulmaktadır. Örneğin, kuruluş başvurusu sekmesinin seçilmesinden sonra ticari işletme sekmesinin açılması, gerçek kişilere ait ticari işletme seçeneğinin belirlenmesi ve yetkili sicil müdürlüğünün seçilmesi halinde ( kuruluş başvurusu →  ticari işletme →  gerçek kişilere ait ticari işletme  ve  yetkili sicil müdürlüğü ), MERSİS,  başvuru  sahibini  unvan  belirleyeceği  sayfaya  yönlendirmektedir.  Bu kapsamda öncelikle sistem üzerinden gerçek kişiye ait bilgiler girilerek gerçek kişi işletme sahibi olarak belirlenmelidir. Sistem, ticaret şirketlerinin bu kuruluş şeklinde işletme sahibi olarak belirlenebilmesine engel olmaktadır. Ardından unvan rezerve edilmek istendiğinde unvanın çekirdek kısmı olan gerçek kişinin adı ve soyadı doğrudan unvan belirleme sekmesinde görünmektedir. Başvuru sahibine 86  Bu başlık altında yapılan açıklamalarda, 28.02.2019 tarihinde Ticaret Bakanlığı İç Ticaret Genel Müdürlüğü Şirketler Dairesi ile yapılan mülakat esas alınmaktadır.87  MERSİS e TC kimlik numarası, pasaport numarası ve mavi kart numarası ile kayıt yaptırılabilmektedir. Kayıt için kullanıcın iletişim adresini (telefon ve e-posta) belirtmesi ve kaydını e-posta ile teyit etmesi gerekmektedir. Sistem e-devlet aracılığı ile de kullanılabilmektedir.88  Söz konusu sekmeler,  anonim şirket ,  limited şirket ,  ticari işletme ,  şube ,  kollektif şirket ,  komandit şirket ,  donatma iştiraki  ve  kooperatif   tir. Unvan hangi şirket yapısına uygunsa o başlık seçilerek tescil başvurusuna devam edilmelidir.89  Örneğin anonim ve limited şirketlerde pay sahibinin birden fazla olması veya tek pay sahibi olması; şubede merkezin yurt içinde olması veya yurt dışında olması; ticari işletmede işletmenin gerçek kişilere, derneklere, vakıflara, kamu tüzel kişilerine ait olması gibi belirtilmesi gereken kategoriler bulunmaktadır. Unvanın çekirdek kısmının alt yapısı bu kategorilerin işaretlenmesi yoluyla MERSİS tarafından oluşturulmaktadır.790Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...yalnızca ek kullanma serbestisi tanınmaktadır. Bir başka örnek olarak derneklere ait ticari işletme için unvan rezerve edilme süreci gösterilebilir. Bu durumda, kuruluş başvurusu,  ticari  işletme  sekmeleri  tercih  edildikten  sonra  derneklere  ait  ticari işletme seçeneği belirlenmeli ve derneğin adı belirtilmelidir ( kuruluş başvurusu →  ticari işletme →  dernek işletmesi ,  dernek adı  ve  yetkili sicil müdürlüğü ). İşletmenin tescil edileceği sicil müdürlüğü seçildikten sonra, başvuru sahibi unvanın rezerve edilebileceği sayfaya yönlendirilmektedir. Unvan belirlenirken TTK md 44/1 e uygun olarak  dernek adı  ve  işletmesi  ifadeleri sistem tarafından otomatik olarak belirtilmektedir. Başvuru sahibine yalnızca ek kullanma yetkisi verilmektedir. Son  olarak  anonim  şirketlerin  unvan  başvurusunu  açıklamanın  faydalı  olacağı kanaatindeyiz. Kuruluş başvurusu, anonim şirket sekmelerinin işaretlenmesi; alt tür olarak tek pay sahipli anonim şirket seçeneğinin belirlenmesi ve tescil yapılacak sicil müdürlüğünün seçilmesi üzerine unvanın belirlenebileceği ekran açılmaktadır ( kuruluş başvurusu →  anonim şirket →  tek pay sahipli anonim şirket  ve  yetkili sicil müdürlüğü ). Anonim şirketlerde unvanın bu ekran üzerinden belirlenebilmesi için öncelikle pay sahibinin belirtilmesi gerekmektedir. Daha sonra unvan rezerve işleminin yapılabileceği ekran açılmaktadır. Başvuru sahibi unvanında bulunmasını istediği ekleri serbestçe yazabilmektedir. Şirketin faaliyet konusu, açılan sekme içerisinden belirlenebilmektedir. Faaliyet konusuna ilişkin kelimeler ek bölümünde kullanılamamaktadır. Ayrıca ek bölümünde  anonim  ifadesinin kullanılmasına izin verilmemektedir.Başvuru  sahibi  tescil  konusu  unvanı  rezerve  etme  imkânına  sahiptir. Unvanın  MERSİS  üzerinden  rezerve  edilmesi,  ilgili  kişiye  kazanılmış  bir  hak bahşetmemektedir. Sicil müdürü veya müdür yardımcısı, rezerve edilen unvanın tescilini reddetme yetkisine sahiptir. Örneğin unvan, yanıltıcı olduğu gerekçesiyle reddedilebilir. Unvanı rezerve süresi üç gündür. Bu süre içinde, kuruluş için gerekli diğer bilgi ve belgeler sisteme girilmeli ve kuruluş başvurusu sistem üzerinden yetkili sicil müdürlüğünün onayına sunulmalıdır. Unvan başvurusu, sicil müdürlüğü tarafından onaylanmadıkça, başvuru için sicil numarası veya MERSİS numarası verilmemektedir.Rezerve edilen ticaret unvanı, kuruluş işlemleri ile birlikte başvurunun yapıldığı yetkili sicil müdürlüğü tarafından incelenmektedir. İncelemeye ve tescile yetkili kişi, sicil müdürü ve müdür yardımcısıdır. Uygulamada inceleme aşamasında unvanın 90  MERSİS, Limited şirketlerde bu yönde bir şart aramamaktadır.91  Bu esasın mevzuatta bir karşılığı bulunmamaktadır. Anonim şirkete ilişkin unvan rezerve işlemlerinde  limited, kollektif  ifadeleri ek olarak kullanılabilmektedir. Ayrıca limited şirkete ilişkin unvan rezervinde  limited  ifadesi de kullanılabilmektedir. Sistem olarak belli bir kelimenin kullanılmasına kanuni dayanak olmaksızın sınır getirmek yerine, yanıltıcı, gerçeğe aykırı veya kamu düzenine aykırı olarak değerlendirilip unvan başvurusunun reddedilmesi usule daha uygun olacaktır.92  Unvanın rezerve edilmesiyle birlikte başvuru sahibine rezerve işlemine ilişkin e-posta gönderilmektedir. 93  MERSİS te unvan rezerve süresi, 2017 Mart ayına kadar 15 gün olarak uygulanmıştır. Bu yönde ayrıca bkz Necla Akdağ Güney, Yeni Türk Ticaret Kanunu ve Avrupa Birliği Mevzuatında Ticaret Sicili (İstanbul Ticaret Odası, 2011) 51.791İstanbul Hukuk Mecmuası 77/2mevzuata uygunluğu incelenirken belirli bir uygulama standardı bulunmamaktadır. Bazı sicil müdürlükleri, başvurunun MERSİS in aradığı kriterlere uygun olmasını yeterli görürken; bazıları mevzuata uygunluk açısından daha detaylı bir araştırma yapmaktadır. Unvan başvurusunun reddedilmesi halinde, red gerekçesi belirtilmelidir. MERSİS, red kararı verilmesi halinde gerekçe kısmının boş kalmasına izin vermemektedir. Başvurunun onaylanması halinde, tescil işlemi tamamlanmaktadır. Onaylama işlemi geri alınamamaktadır.2. Karşılaştırmalı HukuktaTicaret unvanlarının tescil işlemleri, yürütme organı ve yargı organları nezdinde olmak üzere iki farklı şekilde tescil edilmektedir. Örneğin, İngiltere de ve Singapur da bakanlık birimleri unvan tescili işlemlerinde yetkili iken, Almanya ve Güney Kore de özel yetkili mahkemeler unvanların tescili işlemlerini yürütmektedirler. Ayrıca, sicil kayıtları bazı ülkelerde bölgesel bazda tutulurken; bazılarında merkezi sicil sistemi bulunmaktadır 95.Bazı  ülkelerin  unvan  başvurularının  rezerve  edilmesine  izin  verdikleri görülmektedir. Bu ülkelerde unvanın rezerve edilme süresi, Türk hukukuna göre görece daha uzundur. Örneğin, Singapur da ve Yunanistan da unvanın rezerve süresi iki ay, Malezya da üç aydır. Ayrıca Singapur Şirketler Kanunu md 27/13 e göre, rezerve süresinin 60 gün daha uzatılabilmesi mümkündür. Buna karşılık İsviçre ve İngiltere de unvanın rezerve edilme imkânı bulunmamaktadır.D. Ticaret Unvanının Değiştirilmesi1. Türk HukukundaTescil  edilen  bir  unvanın  sonradan  değiştirilebilmesi  mümkündür.  Unvanın değiştirilmesi, sicil müdürlüğü tarafından re sen veya ilgili kişinin talebi üzerine gerçekleşmektedir. Talep üzerine değişiklik süreci, MERSİS üzerinden değişiklik yapma talebi ile başlatılmaktadır. Değişiklik talebinin sicil müdürlüğü tarafından kabul edilmesi üzerine, değişiklik konusuna ilişkin dayanak belge aranabilmektedir. 94  Alman Ticaret Kanunu md 8/1; Korean Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names 1, <https://aippi.org/committee-publications/?committee-id=7453> Erişim Tarihi 21.08.2019.95  AIPPI (n 20) 3-4.96  Tan Cheng Han (n 28) 42; Vasiliki Vavitsa-Hohenau,  Greece  in Frank Dornseifer (ed), Corporate Business Forms in Europe, (Stæmpfli, 2005) 357.97  Bkz <https://www.regix.ch/de/index/faq> Erişim Tarihi 21.08.2019.98  Bkz Guidance Incorporation and Names, Nr 1.6, <https://www.gov.uk/government/publications/incorporation-and-names/incorporation-and-names> Erişim Tarihi 21.08.2019.99  Talepte bulunabilecek kişiler için bkz TSY md 22.792Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...Örneğin, anonim şirketin ticaret unvanı değiştirilmek istendiğinde, bu hususa ilişkin genel kurul kararı sisteme yüklenmelidir. Daha sonraki aşamalar kuruluştaki unvan rezerve süreci ile aynı şekildedir.Sicil  müdürlüğü  tarafından  unvan  üzerinde  iki  farklı  şekilde  değişiklik yapılabilmektedir. İlk olarak, unvanın mevzuata aykırı olarak tescil edildiği fark edilmiş olabilir. Diğer bir ifadeyle, unvan sehven mevzuata aykırı olmasına rağmen tescil edilmiştir. Bu hususta yapılacak değişikliğe ilişkin mevzuatta bir prosedür belirlenmemiştir. Sicil müdürlükleri unvan sahipleri ile irtibata geçmekte ve unvan sahiplerinin görüşleri de dikkate alınarak hareket edilmektedir. Değişiklik, unvanın TTSG de ilan edilmesinden sonra yapılmışsa düzeltme ilanı yayımlanmaktadır.Unvanın değiştirilmesi bir mahkeme kararına dayanabilmektedir. Uygulamada genellikle unvanın terkinine ilişkin ilamlar yalnızca belirli ifadelerin unvandan terkin edilmesine ilişkindir. Diğer bir ifadeyle, unvandaki ifadelerin terkin edilmesi sonucu unvanın mevzuata uygun olup olmayacağı kontrol edilmemekte; mevzuata aykırı hale gelmesi durumunda unvan sahibine unvanın mevzuata uygun hale getirilmesi için bir süre verilmemektedir. Sicil müdürlüğü ilamın gereğini yerine getirirken unvan sahibi ile irtibata geçip terkin sonrası unvana eklenmesi gereken işaret hususunda unvan sahiplerinin görüşlerini dikkate almaktadır. Ancak unvan sahibi ile irtibata geçilemiyorsa ve ilam gereği terkin edilecek işaretler unvanın mevzuata uygunluğu açısından esaslı bir fonksiyona sahipse, ilamın gereği yerine getirilememektedir. Çünkü  MERSİS,  unvanın  mevzuatta  bulunması  aranan  ifadelerinin  silinmesine tek başına izin vermemektedir. Örneğin ek kısmın terkin edildiği yalnızca faaliyet konusu ve şirket türünün olduğu  İnşaat Sağlık Limited Şirketi  ifadesi, MERSİS te unvan olarak kaydedilememektedir. Kanaatimizce,  sicil  müdürlüklerinin  tescil  edilmiş  unvanda  re sen  değişiklik yapabilmesine ilişkin uygulamanın mevzuat ile düzenlenmesi gerekmektedir. Ayrıca, ilama bağlı değişiklik hallerinde, unvandaki ifadenin terkin edilmesi üzerine geriye kalan bölümün mevzuata aykırı hale gelmesi söz konusu ise ilamın yerine getirilme usulü  de  düzenlenmelidir.  Bu  kapsamda, Ticaret  Sicili  Müdürlüğü  ilama  bağlı değişiklik yaptığında unvanın mevcut hali mevzuata aykırı hale geliyorsa, Ticaret Sicili Müdürlüğü ilama bağlı bir değişikliği yapmadan önce unvan sahibine belli bir süre vererek mevzuat uyarınca gerekli eklemeleri yapmasına imkân tanınmalıdır. Unvan sahibince söz konusu eklemeler yapıldıktan sonra Ticaret Sicili Müdürlüğünce ilama bağlı değişiklikler yapılmalıdır. Bu noktada unvan sahibine tanınacak süre çok kısa tutulmalı, birkaç günle sınırlandırılmalıdır. Aksi takdirde, hukuka aykırılığı ilamla belirlenmiş bir unvanın tescilinin hukuken geçerli kalmasının yolu açılmış olur. Bunun önlenebilmesi için unvan sahibine gerekli değişikliği yapması için verilen kısa sürede değişiklik yapılmaz ise unvan resen terkin edilmelidir.793İstanbul Hukuk Mecmuası 77/22. Karşılaştırmalı HukuktaTicaret unvanı, unvan sahibinin talebi, kamu kurumunun kararı veya mahkeme kararı nedeniyle değiştirilebilmektedir.Unvan  sahipleri,  ticaret  unvanını  değiştirme  hakkına  sahiptirler.  İngiltere de unvan  sahibinin  değişiklik  talebinde  bulunabileceği  haller  İngiltere  Şirketler Kanunu md 78 ve md 79 da düzenlenmektedir. İngiltere Şirketler Kanunu md 78 e göre, şirketin unvan değişikliği yönünde karar alması halinde, ticaret unvanı değiştirilebilmektedir. Bu durumda, unvan değişikliğine ilişkin karar örneği sicile bildirilmelidir. İngiltere Şirketler Kanunu md 79 a göre, şirket ana sözleşmesinde ticaret unvanını değiştirmek için farklı bir usul benimsenmişse, bu usule göre de unvan  değiştirilebilmektedir.  Bu  durumda,  değişikliğin  şirket  ana  sözleşmesine uygun olarak yapıldığı sicile bildirilmelidir. Şirketlerin unvan değişikliğine ilişkin kararı kendi inisiyatiflerinden kaynaklanabileceği gibi, tür değiştirme, konkordato sürecinin olumlu sonuçlanması veya tasfiyeden dönme gibi durumların gereğini yerine getirmekten de kaynaklanabilmektedir. Ticaret unvanları, tescile yetkili makam veya başka bir kamu kurumunun kararı ile de değiştirilebilmektedir. Bu durumda yetkili kamu kurumu, esas olarak unvan sahibinden unvanın mevzuata uygun hale getirilmesini talep etmektedir. Diğer bir ifadeyle, yetkili kamu kurumu, mevzuata göre tescil edilmemesi gerekirken bir şekilde tescil edilmiş bir unvanın, unvan sahibi tarafından mevzuata uygun olacak şekilde değiştirilmesini isteyebilmektedir. Kamu  kurumları,  unvan  değişikliği  talebine  re sen  veya  talep  üzerine  karar verebilmektedir. Kamu kurumlarının re sen değişiklik talebi, esas olarak unvanın sehven mevzuata aykırı olarak tescil edilmesi veya tescilden sonra mevzuata aykırı hale gelmesi nedeniyledir. Örneğin İngiltere de, tescil sırasında Companies House a yanlış veya yanıltıcı bilgi verilmesi, şirketin faaliyetleri esas alındığında ticaret unvanının kamuya zarar verecek ölçüde yanıltıcı olması; unvanında  limited  veya  ltd.  ifadesini kullanmaktan muaf tutulan şirketin muafiyet şartlarını sonradan yitirmesi ticaret unvanının değiştirilmesine karar verilecek durumlardır.Kamu  kurumları,  ticaret  unvanının  değiştirilmesine  menfaati  bulunan kişilerin  talepte  bulunması  üzerine  karar  verebilmektedir.  Örneğin  Singapur da menfaati bulunan herkes, sicil memurundan tescilli unvanın değiştirilmesini talep 100  İngiltere Şirketler Kanunu md 78/2 ye göre, şirketin unvan değişikliği kararı belli bir kanuni şartın/kararın yerine getirilmesine yönelik ise, bu durum ve genel kurulun yapılıp yapılmadığı bildirimde belirtilmelidir.101  Örnek düzenlemeler için bkz İngiltere Şirketler Kanunu md 63, 73, 74, 89-111 ve md 1033.102  İngiltere Şirketler Kanunu md 75.103  İngiltere Şirketler Kanunu md 76.104  İngiltere Şirketler Kanunu md 64.794Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...edebilmektedir.  Bu  talep,  esas  olarak  tescil  edilen  unvanın  daha  önce  tescil edilmiş bir unvana ayırt edilemeyecek ölçüde benzer olmasına dayanmaktadır. Unvanın değiştirilmesine ilişkin itirazın dayanağı ancak önceki tescilli bir unvan olabilmektedir. Diğer bir ifadeyle, ticaret unvanı dışındaki ticari ad ve işaretler, unvanın tesciline itiraz için dayanak oluşturamamaktadır.İlgili kamu kurumunun unvanın değiştirilmesini talep edebilmesi, belli bir süreye tabi tutulmaktadır. İngiltere de unvanın yanlış veya yanıltıcı beyan ile tescil edilmesi sağlanmışsa, bu unvanın değiştirilmesi kararı beş yıl içinde verilmelidir. Buna karşılık, hem İngiltere de hem de Singapur da unvan değişikliği kararı, önceki tescilli bir unvana benzerlik nedeniyle verilmekteyse bu süre bir yıldır. Unvan değişikliği kararının belli bir süre içinde verilmesinin yanı sıra, İngiltere de kararın yazılı olarak unvan sahibine bildirilmesi aranmaktadır.Değişiklik kararının unvan sahibine bildirilmesi üzerine, unvan sahibi, kendisine tanınan  süre  içinde  unvan  değişikliğini  gerçekleştirmelidir.  Bununla  birlikte, unvan sahibinin karara itiraz etmesi veya karara karşı yargı yoluna başvurması da mümkündür. Eğer unvan sahibi hem kararın gereğini yerine getirmez hem de karara karşı itiraz etmezse, unvan sahibinin veya unvan sahibi tüzel kişi ise yöneticilerin hukuki veya cezai sorumluluğu doğabilmektedir. İngiltere Şirketler Kanunu md 56/4 e göre, unvan sahibi değişiklik talebinde bakanlığın değişikliğe ilişkin bildirimini de sunmalıdır.Kanaatimizce,  Türk  hukukunda  ticaret  unvanının  re sen  değişikliğine  ilişkin düzenleme  yapılırken,  İngiltere deki  düzenlemelerin  dikkate  alınmasında  fayda bulunmaktadır. Ayrıca Singapur daki gibi üçüncü kişilere tescile itiraz hakkının tanınması, tescil öncesi işlemlerden doğan uyuşmazlıkların önüne geçecektir. Üçüncü 105  Singapur Şirketler Kanunu md 27/2.106  İngiltere de de tescil edilmiş bir unvan önceki tescilli bir unvan ile aynı veya ayırt edilemeyecek kadar benzer ise, Companies House unvanın değiştirilebilmesini talep edebilmektedir. Ancak bu durum için menfaat sahibi kişilerin itiraz etmesine ilişkin bir başvuru yolu öngörülmemektedir, bkz İngiltere Şirketler Kanunu md 67.107  Johnson (n 32) 696.108  İngiltere Şirketler Kanunu md 75.109  İngiltere Şirketler Kanunu md 67/2; Singapur Şirketler Kanunu md 27/2. Singapur da ilgili kişinin tescile itirazı, sicil memuru tarafından reddedilirse; itiraz eden kişi otuz gün içinde sicil memurunun kararına karşı Bakanlığa başvurabilmektedir. Bakanlığın bu husustaki kararı nihaidir.110  İngiltere de unvan değişikliği mevzuatta esas olarak altı haftalık bir süre öngörülmektedir. Ancak bu süre kesin süre niteliğinde değildir. Companies House, verilen süre bitmeden önce ek süre verebileceği gibi, unvan değişikliği kararında mevzuatta belirtilen süreden daha uzun bir süre de tanıyabilmektedir. Mevzuatta unvan sahibine verilecek süreye ilişkin azami bir sınır bulunmamaktadır. Uygulamada, genellikle unvan sahibine 12 haftalık bir süre tanınmaktadır, bkz Nicholas Bourne, Bourne on Company Law (6. Edition, Routledge, 2013) 82; E-mail from Paul Coles, <enquiries@companieshouse.gov.uk> (24.05.2018). Singapur da da unvan değişikliğine ilişkin kararın yerine getirilmesi için tanınan süre altı haftadır. Ancak sicil memurunun daha uzun bir süre belirlemesi mümkündür, bkz Singapur Şirketler Kanunu md 27/2.111  İngiltere Şirketler Kanunu md 76 ya göre, bu madde kapsamında verilen unvan değişikliği kararına karşı üç hafta içinde mahkemeye başvurmalıdır. Mahkeme, itirazı reddederse, unvan değişikliği kararının yerine getirilmesi için gereken süreyi belirlemelidir. Singapur Şirketler Kanunu md 27/2 ye göre, unvan sahibi, sicil memurunun kararına karşı otuz gün içinde Bakanlığa itiraz etmelidir. Bakanlığın verdiği karar nihaidir.112  İngiltere Şirketler Kanunu md 68/5, 75/6, 76/7; Singapur Şirketler Kanunu md 27/2B.795İstanbul Hukuk Mecmuası 77/2kişilere tescile itiraz hakkı verilmesi söz konusu olursa, bu itirazın Ticaret Bakanlığına MERSİS üzerinden yapılması gibi bir seçenek de benimsenebilir. Bu sayede, itirazlar tek bir merkez tarafından incelenir ve uygulamada yeknesaklık sağlanmış olur.II. Ticari Ad ve İşaretlerin Korunması Açısından Ticaret Unvanının Tescil SüreciA. Önceki Tescilli Ticaret Unvanları Yönünden1. Türk HukukundaTicaret  unvanları,  unvan  sahibinin  niteliğine  bakılmaksızın  tüm  ülkede korunmaktadır. Ayrıca ticaret unvanı, bir bütün olarak korunmaktadır. Diğer bir ifadeyle, unvana sağlanan korumanın kapsamı, unvanın çekirdek veya ek bölümüne göre değişmemektedir.Ticaret unvanının korunması için tescil işlemi, kurucu bir etki doğurmamaktadır. Bu  nedenle,  ticaret  unvanı  tescil  edilmemiş  olsa  bile,  unvan  sahibi  unvan üzerinde hak sahibi olduğu andan itibaren başka kişilerin unvanını kullanmasını engelleyebilmektedir.  Ancak  sicil  sisteminin  temel  fonksiyonlarından  biri, unvanların  tescil  sonrasında  korunması  açısından  fayda  sağlamasıdır. TTK  md 50 ye göre, tescilli ticaret unvanını kullanma hakkı yalnızca unvan sahibine aittir. Bu nedenle, bir ticaret unvanı tescil edildikten sonra, aynı unvanın bir başka kişi tarafından tescil edilmesine izin verilmemektedir. Bu hususta, tacirlerin veya ticari işletmelerin faaliyet alanının farklı olmasının bir önemi bulunmamaktadır. Unvan sahipleri birbirleriyle ilgisiz alanlarda faaliyet yürütecek olsalar bile aynı unvanı kullanamamaktadırlar. Ayrıca MERSİS, tescil edilmiş bir unvanın aynısının bir başka kişi tarafından unvan olarak tescil edilmesine izin vermemektedir.Unvan sahiplerinin ticaret unvanları üzerindeki hakkı, yalnızca unvan ile  aynı  olan  ticaret  unvanlarının  tescil  edilmelerini  veya  kullanılmalarını  önlemekle sınırlı değildir. Tescil edilmiş ticaret unvanı ile  ayırt edilemeyecek kadar benzer veya  iltibas  oluşturacak  nitelikteki   unvanların  da  tescil  edilmemeleri  veya kullanılmamaları önem arz etmektedir. TTK md 45 ve Tebliğ md 5/1 e göre, önceki tescilli unvandan ayırt edilmesini sağlayan bir ek bulunmaksızın sonraki unvan başvurusu tescil edilmemelidir. Diğer bir ifadeyle,  ek in, ticaret unvanına ayırt edici bir nitelik kazandırması gerekmektedir. Tebliğ md 5/4 e göre, tescilli bir unvandan yalnızca şirket türü farklı olan, diğer bölümleri aynı olan bir unvan başvurusu tescil 113  6102 sayılı TTK öncesinde, gerçek kişilere ait ticaret unvanları kural olarak tescil edildiği sicil müdürlüğü çevresinde korunmaktaydı. Yalnızca 1618 sayılı Seyahat Acenteleri ve Seyahat Acenteleri Birliği Kanunu md 5 te seyahat acenteleri yönünden bu kurala bir istisna getirilmekteydi, bkz RG 28.09.1972, S 14320. 114  Ticaret unvanının tescil edilmemesi halinde, unvan sahibi haksız rekabet hükümlerine veya TMK nin adın korunmasına ilişkin hükümlerine başvurabilmektedir, Çağlar ve Özdamar (n 1) 134.796Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...edilemez. Örneğin,  C Turizm Limited Şirketi  ticaret unvanı daha önce tescil edilmiş ise,  C Turizm Anonim Şirketi  ifadesi ayırt edici bir ek kullanılmadan tescil edilememektedir.Unvanların ayırt edilemeyecek kadar benzer olması veya karıştırılma tehlikesinin bulunması hususunda, ilgili unvan sahiplerinin faaliyet konuları önem taşımaktadır. Tacirlerin  faaliyet  konuları  birbirleriyle  ilgisiz  ise,  ayırt  edilemeyecek  kadar benzerliğin veya karıştırılma tehlikesinin varlığından kural olarak söz edilemez. Buna karşılık, bir unvan aynı faaliyet konusunda, bir başkası tarafından tescil edilemez. Bu konuda esas alınması gereken ölçü TTK md 52 de öngörülmüştür. Buna göre, ticaret unvanının, ticari dürüstlüğe aykırı biçimde bir başkası tarafından kullanılması yasaktır. Ancak 28913 sayılı ve 14.02.2014 tarihli Ticaret Unvanları Hakkında Tebliğ de TTK md 52 de öngörülen korumayı zayıflatacak nitelikte tescile ilişkin düzenlemeler öngörülmüştür. Buna göre, tescil edilmiş bir unvan ile aynı eke sahip olan unvan başvurusunun ilk faaliyet konusunun önceki tescilli unvanın ilk faaliyet konusu ile aynı olmaması; unvanın tescil edilmesi için yeterli kabul edilmektedir. Bu konuda Tebliğ de verilen örneğe göre,  B İnşaat Otomotiv Sanayi Anonim Şirketi  ticaret unvanı daha önce tescil edilmiş ise,  B Turizm İnşaat Sanayi Anonim Şirketi  ticaret unvanı ayırt edici ek yapılmadan tescil edilebilecektir. Her iki unvanda da inşaat konusu ortak olarak yer almasına rağmen, inşaat sözcüğünün bir unvanda ilk sırada, diğer unvanda ise ikinci sırada yer alması nedeniyle tescilde bir sakınca görülmemiştir. Oysa bu iki unvan arasında inşaat konusu yönünden ticari dürüstlüğe aykırı olarak iltibas oluştuğundan, TTK md 52 uyarınca ikinci unvanın tescil edilmemesi gerekir. Zira ticaret unvanlarının tescil edilebilmesi için ek kullanılmasının zorunlu olduğu durumlarda, ekin ticaret unvanına ayırt edici bir nitelik kazandırması gerekmektedir. Hâlbuki Tebliğ deki faaliyet konularının aynılığı durumunda, faaliyet konularının ilkine başka bir faaliyet türünün ek olarak belirtilmesinin ayırt edicilik kriterini sağladığı yönünde bir ön kabul, her zaman sağlıklı sonuç vermeyecektir. Özellikle aynı şirket türüne ilişkin çekirdek kısmı aynı olan iki farklı ticaret unvanı düşünüldüğünde, faaliyet konularını içeren ek kısmının başına yeni bir faaliyet alanının eklenmesinin ticaret unvanları arasındaki karıştırılma riskini  ortadan  kaldırdığını  söylemek  hiç  de  kolay  olmayacaktır.  Zira  ticaret unvanlarının içinde bulunan faaliyet alanlarının ayırt edilemeyecek derecede benzer bir nitelikte olması, ticaret unvanlarının karıştırılma riskini artırmaktadır. Kanunla getirilen düzenlemenin açıklığı karşısında Tebliğ de bütün faaliyet konularının iltibas açısından dikkate alınmaması, TTK nın ticaret unvanlarının korunması için arzu ettiği 115  Geçmişte faaliyet konularının farklılığı iltibas yönünden uygulamada dikkate alınmamaktaydı. Ancak günümüzde unvan sahiplerinin faaliyet alanlarının aynı veya yakın olması gerektiği uygulamada ve doktrinde kabul edilmektedir. Faaliyet konularının aynı veya benzer olması gerektiği yönünde görüş ve yargı kararları için bkz Özbey (n 19) 113; Mehmet Emin Bilge, Ticari Ad ve İşaretler Arasında Karıştırılma Tehlikesi (Yetkin, 2014) 85; Yargıtay HGK, E 2017/1298, K 2019/335, T 21.03.2019 <https://karararama.yargitay.gov.tr/> Erişim Tarihi 21.08.2019. İltibas yönünden faaliyet konularının aynı veya benzer olmasının aranmaması gerektiği yönündeki yargı kararları için bkz Yargıtay 11. HD, E 2002/342, K 2002/3318, T 09.04.2002, KİBB; Yargıtay 11. HD, E 2004/828, K 2004/10546, T 01.11.2004, KİBB.797İstanbul Hukuk Mecmuası 77/2standartları sağlama amacıyla bağdaşmamaktadır. Ayrıca, Tebliğ md 5/3 hükmü, bir ticari işaret olan markalardaki iltibasa ilişkin esaslar ve içtihat ile de uyumlu değildir. Bu nedenle, Tebliğ md 5/3 hükmü, TTK nın unvana ilişkin hükümlerine aykırı olup hukuki bir temelden yoksundur. Tebliğ deki bu düzenlemenin Kanuna uygun bir şekilde yeniden düzenlenmesine ihtiyaç duyulmaktadır.Dikkate alınması gereken bir husus, iki şirketin ticaret unvanlarının ayırt edici ek unsurları aynı olmakla birlikte faaliyet konuları farklı ise unvanlar arasında iltibas oluşmasa da, tanınmış bir ticaret unvanının aynısının veya benzerinin farklı bir faaliyet konusunda ticaret unvanı olarak tescili, somut olay yönünden yapılacak değerlendirme sonucunda ticari dürüstlüğe aykırı görülebilir. Örneğin Ülker Bisküvi Sanayi A.Ş. nin faaliyet konusu gıda olmakla birlikte bir başka şirket Ülker Tekstil Sanayi A.Ş. şeklinde de bir unvan kullanmak isterse, ticari dürüstlüğe aykırı bir şekilde iltibas oluşur ki, ikinci unvanın tescil edilmemesi gerekir.Uygulamada MERSİS, benzerlik incelemesini yaparken yalnızca aynı olan ifadeleri tespit edebilmektedir. MERSİS, Tebliğ md 5 hükmü esas alınarak hazırlanmıştır. Unvan rezerve edilmek istendiğinde, Tebliğ md 5 te yer alan esasa göre benzerlik incelemesi otomatik olarak yapılmaktadır. Bu nedenle, Tebliğ md 5 te yer alan şartları sağlayan bir unvan başvurusu MERSİS te rezerve edilebilmektedir. Dolayısıyla bir unvanın tamamen aynısı olmamakla birlikte ayırt edilemeyecek derecede benzeri rezerve edilebilmektedir. Örneğin,  Karasu İnşaat Turizm Sanayi Anonim Şirketi  olarak tescilli bir unvan bulunmaktayken;  Karassu İnşaat Turizm Sanayi Anonim Şirketi  veya  Karasu Turizm İnşaat Sanayi Anonim Şirketi  adlarıyla unvan rezervi yapılabilmektedir.Unvan  başvurusunun  incelenmesi  aşamasında,  sicil  müdürlüğü  benzerlik yönünden  ek  bir  inceleme  yapabilmektedir.  Bu  aşamada,  unvan  başvurusunun tescilli unvanlar ile benzer olup olmadığı MERSİS üzerinden veya TTSG üzerinden incelenebilmektedir. Ancak bu inceleme yeterli bir düzeyde yapılamamaktadır. Ayrıca, söz konusu sorgu sayfalarında da unvanda bulunan ifadelerin birebir aynı olması halinde eşleşme ortaya çıkmaktadır. Örneğin unvan başvurusunda  Altın  ifadesi yer almaktaysa  Altın, Altındağ, Özaltın  gibi ifadelerin yer aldığı unvanlar görülebilmekteyken;   Altun,  Altin,  Alttın   gibi  ifadelerin  bulunduğu  unvanlar 116  Marka hukukunda karıştırma tehlikesi ve markalar arasında benzerlik bulunup bulunmadığına ilişkin öğretide kabul edilen esaslar ve içtihat daha kapsamlıdır. Bu nedenle, ticaret unvanları arasında iltibas bulunup bulunmadığı incelenirken marka hukukundaki iltibasa ilişkin görüşlerin ve içtihadın niteliğine uygun düştüğü ölçüde ticaret unvanları yönünden de dikkate alınması gerektiği ifade edilmektedir, bkz Bilge, İltibas 10; Karasu (Suluk/Nal) (n 2) 383. Karıştırılma tehlikesi konusuna ilişkin ayrıntılı bilgi için ayrıca bkz Bilge, Ticari Ad ve İşaretler 57 vd.117  Bilge, İltibas 10 dn 7, 21 dn 49; Karasu (Suluk/Nal) (n 2) 383. Aynı yönde ayrıca bkz Ülgen, Helvacı, Kendigelen, Kaya ve Nomer Ertan (n 1) 434.118  MERSİS in unvan sorgulama sayfası, TTSG nin unvan sorgulama sayfasından içerik olarak daha kapsamlıdır. Örneğin  yılmazlar  ek adı sorgulandığında MERSİS üzerinde kayıtlı 1457 unvan bulunurken, TTSG de 1379 unvan bulunmaktadır.798Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...görülememektedir. Nitekim uygulamada, ayırt edilemeyecek kadar benzer olan ticaret unvanlarının tescil edildiği görülmektedir.Kanaatimizce,  unvan  başvurularının  önceki  tescilli  unvanlar  ile  benzerliği konusunda  mevzuat  ve  uygulama,  önceki  tescilli  unvanlara  yeterli  korumayı sağlamaktan uzaktır. Tebliğ md 5 teki unvanın çekirdek ve ek kısmı için farklı değerlendirme yapılmasını öngören hükümler düzeltilmelidir. Yukarıdaki başlıkta bahsettiğimiz, sicil müdürüne değişiklik yetkisi veren detaylı bir düzenlemenin öngörülmesi ve menfaat sahibi olan kişilere tescile itiraz hakkının tanınması; önceki tescilli unvanların korunması açısından asgari bir koruma standardı sağlayacaktır. Ayrıca,  MERSİS  ve  TTSG deki  unvan  sorgulama  sistemlerinin  birebir  aynı olmayan fakat benzer nitelikteki unvanları da gösteren bir altyapıya kavuşturulması gerekmektedir. Kanaatimizce Türk Patent ve Marka Kurumu tarafından markalar için uygulanan sisteme benzer bir sistem ticaret unvanları için de oluşturularak, aynı ve ayırt edilemeyecek derecede benzer olan ticaret unvanları Ticaret Sicili Müdürlüğü tarafından resen yapılacak inceleme ile reddedilmeli, benzer olan ticaret unvanları ise hak sahiplerinin itirazı üzerine reddedilmelidir. Bu kapsamda ticaret unvanı tescil başvuruları ilan edilerek hak sahiplerine belli bir süre içinde ilana itiraz etme yetkisi verilmelidir. Bu amaçla yeteri kadar uzmanın da ticaret sicili müdürlüklerinde istihdam edilmesi gerektiği kanaatindeyiz.2. Karşılaştırmalı HukuktaBir ticaret unvanının tescil edilebilmesi için önceki tescilli unvanlarla aynı veya ayırt edilemeyecek kadar benzer olmaması koşulu karşılaştırmalı hukukta yaygın olarak kabul edilmektedir. Şu kadar ki, İngiltere de tescilli unvan ile aynı veya benzer olan unvan başvuruları, tescilli unvan sahibinin rızasının bulunması veya tescil edilecek şirket ile mevcut şirket arasında hâkim-bağlı şirket ilişkisinin bulunması halinde  tescil  edilebilmektedir.  Bunun  yanı  sıra,  karıştırma  ihtimaline  neden 119  Karşılaştırmalı hukukta, unvan incelemesi sırasında birebir aynı olmayan fakat benzerlik ihtimalinin bulunduğu unvanları da sorgulayabilmek mümkündür, bkz <https://www.unternehmensregister.de/ureg/> Erişim Tarihi 21.08.2019.120  Örneğin 5205 sicil numaralı ve Alanya/Antalya merkezli  KARDEŞLER TURİZM İNŞ SAN VE TİC LTD ŞTİ  ile 79923 sicil numaralı ve Ankara merkezli  KARDEŞLER TURİZM İNŞ TİC VE SAN ANONİM ŞİRKETİ  arasında ayırt edilemeyecek derecede benzerlik bulunmaktadır. Yine  KARDEŞLER İNŞAAT TİCARET LİMİTED ŞİRKETİ  adı ile 10074 sicil numaralı Sakarya merkezli, 1575 sicil numaralı Gönen/Balıkesir merkezli, 27662 sicil numaralı Bafra merkezli ticaret unvanları tescilli bulunmaktadır. Son olarak  KARDEŞLER İNŞAAT TİCARET VE SANAYİ LİMİTED ŞİRKETİ  unvanı ile 14330 sicil numaralı Mersin merkezli, 9093 sicil numaralı Trabzon merkezli ve 7759 sicil numaralı Elazığ merkezli ticaret unvanlarının tescil edilmiş olduğu tespit edilmiştir, bkz <https://www.ticaretsicil.gov.tr/sorgu_acik.php> Erişim Tarihi 21.08.2019.121  Bilge, İltibas 21 dn 49.122  Bu kapsamda sicil müdürüne unvanı inceleme konusunda ayırt edilemeyecek kadar benzerlik yönünden bir yetkinin verilmesi; benzerlik incelemesi ve iddiasının yargı organları veya kurulacak merkezi bir uyuşmazlık çözüm merkezi nezdinde incelenmesi gerektiği kanaatindeyiz.123  Benzer yönde bkz Karasu (Suluk/Nal) (n 2) 384.124  AIPPI (n 20) 4.125  Tescilli unvan sahibinin rızasını geri alması, sonraki unvanın tescilinin geçerliliğine engel oluşturmamaktadır, bkz İngiltere Şirketler Kanunu md 67/4, 2015/17 sayılı Yönetmelik md 8.799İstanbul Hukuk Mecmuası 77/2olacak nitelikte benzer olan ancak ayırt edilemeyecek kadar benzerliğin bulunmadığı unvanlar tescil edilebilmektedir. Karıştırılma ihtimalinin bulunduğu gerekçesiyle tescile yapılan itiraz mahkemeler nezdinde görülmektedir. Karıştırma ihtimalini ispat yükü, iddia sahibine aittir.Unvan başvurusunun önceki ticaret unvanlarıyla aynı veya ayırt edilemeyecek kadar benzer olmaması yönünden genellikle sicilde kayıtlı ticaret unvanları dikkate alınmaktadır. Ancak Singapur da, unvan rezerve edilme süresi uzun olduğu için bir unvanı daha önce rezerve etmiş kişiye de tescil edilen unvana itiraz etme hakkı verilmektedir. Buna karşılık, sicil memuru rezerve edilen ticaret unvanlarını doğrudan dikkate alamamaktadır.Tescilli bir unvan sicilde kolaylıkla tespit edilebilmektedir. Bu nedenle, aynı unvanın tekrar tescil edilmesini engellemekte güçlük bulunmamaktadır. Ancak ticaret unvanı başvurusunun önceki tescilli bir unvan ile benzer ya da ayırt edilemeyecek kadar  benzer  olup  olmadığını  tespit  etmek  nitelikli  bir  inceleme  yapılmasını gerektirmektedir. Bu nedenle, İngiltere de bir unvanın önceki tescilli bir unvandan ayırt edilemeyecek kadar benzer olup olmadığı incelenirken dikkate alınması gereken bazı esaslar kabul edilmektedir. İsviçre de başvuru konusu unvan ile aynı olan tescilli bir unvanın bulunup bulunmadığının yanı sıra, başvuru konusu unvan ile benzer bir ticaret unvanı olup olmadığı da sorgulanabilmektedir.İngiltere Şirketler Kanunu md 66/2-3 ve md 67/2-3 e göre, benzerlik incelemesi yapılırken dikkate alınmayacak hususlar ile aynı olarak kabul edilecek işaretler yönetmelik  ile  düzenlenebilecektir.  Bu  hususlar,  2015/17  sayılı  Yönetmelik te düzenlenmektedir.  2015/17  sayılı Yönetmelik  md  7 de  benzerlik  incelemesinde dikkate alınacak ve alınmayacak ifade ve işaretler düzenlenmektedir. Söz konusu işaretler 2015/17 sayılı Yönetmelik ekinde üçüncü listede belirtilmektedir. 2015/17 sayılı Yönetmelik ekinin üçüncü listesi on paragraftan oluşmaktadır. Birinci paragrafa göre, tescil edilmek istenen unvandaki işaretin sicilde bulunan bir unvan ile aynı olup olmadığı, söz konusu bu listede belirtilen esaslara göre 126  David Stone ve Lisa Ritchie,  The UK Company Names Adjudicators: success for brand owners?  (2011) 6(5) Journal of Intellectual Property Law & Practice 339.127  İsviçre Borçlar Kanunu md 956.128  Tan Cheng Han (n 28) 46.129  Singapur Şirketler Kanunu md 28/3AA; İngiltere Şirketler Kanunu md 66. 130  Singapur Şirketler Kanunu md 28/3AA.131  Bazı ülkelere ait unvan sorgulama sayfaları için bkz <https://beta.companieshouse.gov.uk/company-name-availability> <http://wck.companieshouse.gov.uk//wcframe?name=accessCompanyInfo>  <https://www.zefix.ch/de/search/entity/welcome> <https://www.unternehmensregister.de/ureg/> Erişim Tarihi 15.11.2019.132  Söz konusu inceleme ücret karşılığı yapılmaktadır, detaylı bilgi için bkz <https://www.regix.ch/de> <https://www.regix.ch/de/index/faq> Erişim Tarihi 21.08.2019.133  Ayrıca bkz Başlık 6.4, 6.5 <https://www.gov.uk/government/publications/incorporation-and-names/incorporation-andnames#business-names> Erişim Tarihi 21.08.2019.800Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...belirlenmektedir. Yönetmelik ekinin üçüncü listesine göre, benzerlik incelemesi yapılırken sıralı bir değerlendirme yapılmaktadır. Bu sıralama, listede belirtilen paragraflara  göre  gerçekleştirilmektedir.  2015/17  sayılı Yönetmelik  eki  üçüncü liste ikinci paragrafında, benzerlik incelemesinde aynı olarak kabul edilen harf türleri gösterilmektedir. Örneğin, on farklı yazım türüne sahip  a  harfi, benzerlik incelemesi  yapılırken  aynı  kabul  edilmektedir.  2015/17  sayılı  Yönetmelik  eki üçüncü liste üçüncü paragrafına göre, şirket türünü ifade eden ve 2015/17 sayılı Yönetmelik ekinin ikinci listesinde belirtilen kavramlar benzerlik incelemesinde dikkate  alınmamaktadır.  2015/17  sayılı  Yönetmelik  eki  üçüncü  liste  dördüncü paragrafına göre, rakamlar ve bunların yazılışı ile okunuş ifadeleri aynı olan diğer kelimeler, para birimi işaretleri ve yazılışları benzer olarak kabul edilmektedir. Örneğin, ticaret unvanlarında bulunan  2, to, too, two  işaretleri aynı olarak kabul edilmektedir.  2015/17  sayılı Yönetmelik  eki  üçüncü  liste  beşinci  paragrafında, benzerlik incelemesinde unvanın sonunda yer almak kaydıyla dikkate alınmayacak işaret  ve  ifadeler  belirtilmektedir.  Örneğin,  ticaret  unvanının  sonunda  yer  alan  UK, GB  gibi ülke kısaltmaları,  NET, ORG, COM, CO  gibi ifadeler benzerlik incelemesinde dikkate alınmamaktadır. Ayrıca bu ifadelerin önünde veya yanında yer alan noktalama işaretleri de benzerlik incelemesinde göz ardı edilmektedir. 2015/17 sayılı Yönetmelik eki üçüncü liste altıncı paragrafına göre, önceki paragraflara göre değerlendirme yapılmasına rağmen bir sonuca varılamamışsa, değerlendirme konusu ifadelerdeki noktalama işaretleri dikkate alınmamaktadır. Ayrıca     =  ve  #  işaretleri de benzerlik incelemesinde dikkate alınmamaktadır. 2015/17 sayılı Yönetmelik eki üçüncü liste yedinci paragrafına göre, isimlerin sonuna gelen çoğul eki benzerlik incelemesinde dikkate alınmamaktadır. 2015/17 sayılı Yönetmelik eki üçüncü liste sekizinci paragrafına göre, değerlendirilen ifadelerin ilk altmış karakteri dikkate alınmaktadır. Dikkate alınacak ilk altmış karakter hesaplanırken işaretler arasında bulunan boşluklar da hesaba katılmaktadır. 2015/17 sayılı Yönetmelik eki üçüncü liste dokuzuncu paragrafına göre, unvanın başında yer alan  @, the, www  ifadeleri dikkate alınmamaktadır. 2015/17 sayılı Yönetmelik eki üçüncü liste onuncu paragrafına göre, ifadelerde bulunan boşluklar dikkate alınmamaktadır.İngiltere de unvanlar arasındaki aynılık veya ayırt edilemeyecek kadar benzerlik incelemesi için öngörülen düzenlemeler detaylı olsa da, uygulama Türk hukukundan farklı değildir. Bir harf farklılığı, unvanın önceki tescilli unvanlarla aynı kabul edilmemesi için yeterli görülmektedir. Unvanın önceki tescilli unvanlar ile ayırt edilemeyecek kadar benzer olmamasına ilişkin kriterin uygulaması ise çok sınırlıdır.Kanaatimizce, Türk hukukunda unvan başvurularının önceki tescilli unvanlarla benzerlik incelemesinin algoritmik hesaplamalarla tespit edilebileceği bir sisteme 134  Stone ve Ritchie (n 126) 340; United Kingdom Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names 1, <https://aippi.org/committee-publications/?committee-id=7453> Erişim Tarihi 21.08.2019.135  United Kingdom Group (n 134) 1.801İstanbul Hukuk Mecmuası 77/2geçilene kadar, İngiltere de olduğu gibi bir düzenlemenin öngörülmesi, yeknesaklığın sağlanması ve hukuki belirlilik açısından gereklidir.3. Unvanın Kötü Niyetle TesciliTürk hukukunda ticaret unvanının kötü niyetli olarak tesciline ilişkin özel bir düzenleme bulunmamaktadır. Ancak İngiltere de ve Hong Kong da ticaret unvanının kötü niyetle tescil edilmesini önlemek için çeşitli düzenlemeler öngörülmektedir. Bu yönde düzenleme yapılmasındaki temel gerekçe, henüz bir ülkede ticaret unvanını tescil ettirmemiş fakat başka bir yerde ticaret unvanını tescil ettirmiş veya kullanan bir kişiden, bu ülkede unvanını tescil ettirmeden önce söz konusu unvanı tescil ettiren bir başka kişinin menfaat sağlamasını engellemektir. Zira ilgili düzenlemeler, ticaret unvanına bir yerde tescil edilmesi veya kullanılması halinde uluslararası veya sınır aşan bir koruma sağlamamaktadır. Kötü niyetli tescile ilişkin düzenlemelerdeki amaç, fırsatçı tescillerin önüne geçmektir.İngiltere de  ticaret  unvanlarının  kötü  niyetle  tescil  edilmesini  engelleyen düzenlemeler ilk kez 2006 tarihli Kanun ile kabul edilmiştir. Unvanın kötü niyetle tescili İngiltere Şirketler Kanunu md 69-74 arasında düzenlenmektedir. Kötü niyetli tescilin varlığını kabul etmek için belli şartların bir arada bulunması gerekmektedir. İngiltere Şirketler Kanunu md 69/1 e göre, unvanın kötü niyetle tescil edildiğini iddia eden kişi, iyi niyetli olduğunu veya ticaret unvanı ile tescilli unvan arasında karıştırma ihtimaline neden olacak yeterlikte benzerlik bulunduğunu göstermelidir. Buna karşılık, İngiltere Şirketler Kanunu md 69/3 e göre, üçüncü kişinin hakeme başvurması üzerine, tescilli unvan sahibine savunma süresi verilmektedir. Tescilli unvan sahibi, İngiltere Şirketler Kanunu md 69/4 te belirtilen hususlardan en az birini ispat etmelidir. Aksi takdirde, itiraz eden kişinin başvurusu kabul edilmektedir.İngiltere de kötü niyetli tescile ilişkin itirazlar Fikri Mülkiyet Ofisi (Intellectual Property Office) bünyesinde kurulan Ticaret Unvanı Komisyonu na (Company Names 136  Öğretide, bu durum  fırsatçı tescil/opportunistic  veya  ticaret unvanı korsanlığı/company names squatting  ifadeleriyle de tanımlanmaktadır, bkz Aydoğan (n 1) 27; Stone ve Ritchie (n 126) 340.137  Anonymous,  In Parliament  (n 56) 82. Bu düzenlemenin kabul edilmesindeki gerekçelerden biri, kötü niyetli tescillerin pazar payının yaklaşık 50 milyon pound olmasıdır, bkz Grahammer (n 20) 61 dn 24. 138  Bu  hususta  mevzuatta  kullanılan  iyi  niyet  kavramı,  İngiliz  hukukundaki  iyi  niyet  kavramından  daha  farklı değerlendirilmektedir. Unvanın tanınmışlığı itiraz edenin iyi niyeti açısından dikkate alınmaktadır, bkz Stone ve Ritchie (n 126) 343; Johnson (n 32) 698.139  İngiltere Şirketler Kanunu md 69/4 e göre, şirket yetkilisi veya ortağı savunmasında, ticaret unvanını iyiniyetle tescil ettirdiğini veya itirazda bulunanın unvanın tescili nedeniyle menfaatinin önemli derecede olumsuz etkilenmeyeceğini ispat etmesi gerekmektedir. Bu durumun ispat edilmesi halinde üçüncü kişinin unvana yönelik itirazı reddedilmektedir. Ayrıca, şirket yetkisi veya ortağı, üçüncü kişinin iyiniyetli olduğunu iddia ettiği tarihten önce unvanını tescil ettirdiğini; şirketin ticaret unvanı altında faaliyetlerine başlamak için ciddi hazırlıklar yaptığını veya faaliyet gösterdiğini veya geçmişte faaliyette bulunduğunu; unvanın ticari hayatın olağan seyrine göre tescilinin tamamlandığını ve şirketin itirazda bulunana ticari koşullara uygun olarak devredilebileceğini de ispat edebilir. Bu durumların ispatı halinde de üçüncü kişilerin itirazı reddedilmektedir. Ancak üçüncü kişi, bu savunmaların ispatı üzerine tescilli unvan sahibinin kendisinden yalnızca menfaat sağlamak için savunmada bulunduğunu veya kendi unvanının tescilini engellemek için hareket ettiğini ispat ederse üçüncü kişinin ticaret unvanına yönelik itirazı kabul edilmektedir.802Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...Tribunal)  yapılmaktadır.  Başvurular,  komisyon  bünyesinde  görevli  hakemler tarafından  incelenmektedir.  Hakemlerin  uyuşmazlığın  çözümünde  izleyeceği usul,  kanunda  düzenlenmemektedir;  bu  hususun  Companies  House  tarafından belirleneceği öngörülmektedir. İngiltere Şirketler Kanunu md 72/1 e göre, hakem kararını gerekçeli olarak doksan gün içinde vermelidir. İngiltere Şirketler Kanunu md 72/2 ye göre, hakem kararları online olarak yayınlanmaktadır.İngiltere Şirketler Kanunu md 73/3 e göre, hakem, iyi niyetli üçüncü kişinin tescilli unvana yönelik itirazını kabul ederse, tescilli unvan sahibine unvanını değiştirmesi için süre verilmektedir. Verilen süre içinde tescilli unvan sahibi kararın gereğini yerine getirmezse, İngiltere Şirketler Kanunu md 73/4 e göre, hakem söz konusu şirketin unvanını değiştirebilmektedir. Hakemin şirket unvanını değiştirmesi halinde, durumu, itirazda bulunan kişiye, şirkete ve ticaret siciline bildirmesi gerekmektedir. İngiltere Şirketler Kanunu md 74 e göre, hakem kararlarına karşı yargı yoluna başvurmak  mümkündür.  Yargı  yoluna  başvurulması,  hakem  kararının  icrasını durdurmaktadır. İngiltere Şirketler Kanunu md 74/3 e göre, hakemin, üçüncü kişinin  itirazını  kabul  etmesi  ve  mahkemenin  hakem  kararına  yapılan  itirazı reddetmesi halinde, mahkeme, hakem kararının gereğinin yerine getirilme usulünü belirleyebilmektedir. Ayrıca, İngiltere Şirketler Kanunu md 74/5 e göre, hakemin üçüncü kişinin itirazını reddetmesi ve mahkemenin hakem kararını bozması halinde, mahkeme,  tescilli  unvanın  değiştirilmesine  karar  verebilmektedir.  Bu  durumda, değiştirilmiş unvanın uyuşmazlık taraflarına ve sicile bildirilmesi gerekmektedir.Öğretide, kötü niyetli tescile ilişkin düzenlemelerin çok kısıtlı bir konuya ilişkin olduğu ve uygulamasının yaygın olmadığı ifade edilmektedir. Örneğin, tescilli unvan sahibi, itiraz eden kişiden menfaat sağlamak gibi bir amacının olmadığını veya itiraz edenin ciddi bir ekonomik kayba uğramadığını ispat ederse, üçüncü kişinin itirazı reddedilmektedir. Buna karşılık, iyiniyetli üçüncü kişinin itirazına tescilli unvan sahibi cevap vermezse, üçüncü kişinin itirazını kabul etmiş sayılmaktadır. Bu nedenle, prosedürün hızlı ve ekonomik olduğu da ileri sürülmektedir.140  <https://www.gov.uk/government/organisations/company-names-tribunal/about> Erişim Tarihi 21.08.2019. Başvuru süreci ve sürece ilişkin yargılama giderleri için bkz Johnson (n 32) 702 vd; Stone ve Ritchie (n 126) 340 vd.141  İngiltere Şirketler Kanunu md 71/1-2. Hakemlerin inceleme sürecinde niteliği elverdiği ölçüde usul hukukuna ilişkin esasları dikkate alması gerektiği yönündeki görüş için bkz Johnson (n 32) 703.142  Komisyon  kararlarına  ulaşmak  için  bkz  <https://www.gov.uk/government/publications/company-names-tribunalundefended-decisions-and-orders>  <https://www.gov.uk/government/publications/company-names-tribunal-defendeddecisions> Erişim Tarihi 21.08.2019.143  İngiltere Şirketler Kanunu md 74/2 ye göre, hakem kararının icrasının durdurulması için, hakem kararında tescilli unvan sahibine unvanını değiştirmesi için belirlenen süre içinde itiraz edilmelidir.144  Johnson (n 32) 705; Eslmore ve Sorensen (n 2) 879.145  Tescilli unvan sahibinin, itiraz eden kişi dışındaki kişilerden menfaat sağlaması, itirazın kabulü için yeterli değildir, bkz Johnson (n 32) 700.146  Ibid 702.147  Stone ve Ritchie (n 126) 339.803İstanbul Hukuk Mecmuası 77/2Hong  Kong da  kötü  niyetli  tescile  ilişkin  düzenlemeler  kabul  edilirken, İngiltere deki  düzenlemeler,  usul  ekonomisine  uygun  olmadığı  gerekçesiyle benimsenmemiştir. Hong Kong da sicil müdürünün unvan değişikliği kararının gereğini  unvan  sahibi  yerine  getirmezse,  sicil  müdürü,  şirketin  ticaret  unvanı bölümüne unvanı silerek, unvan yerine tescil numarasını yazmaktadır.Kanaatimizce Türk hukukunda kötü niyetli tescilleri önlemek için özel bir başvuru yolunun öngörülmesine ihtiyaç bulunmamaktadır. Zira bu yönde bir incelemenin sicil memurlarınca yapılabilmesi mümkün olamayacağı gibi, mahkemelerde ileri sürülecek kötü niyet iddialarının da TMK md 2 kapsamında çözümü uygun olacaktır. Bu nedenle, bu hususta bir düzenleme yapılmasına gerek yoktur.B. Diğer Ticari Ad ve İşaretlerin Korunması Yönünden1. Türk Hukukundaa. Genel OlarakTürk hukukunda, ticaret unvanlarının tescili aşamasında yalnızca tescilli ticaret unvanları açısından inceleme yapılmaktadır. Diğer bir ifadeyle, ticaret unvanında bulunan bir ibarenin bir başkasına ait marka, işletme adı veya internet alan adı hakkını  etkileyip  etkilemediği  değerlendirilmemektedir. Ayrıca,  tescil  sürecinde üçüncü kişilere tescile itiraz hakkı tanınmamaktadır. Buna karşılık, SMK md 6/6 ya göre, bir marka tescil başvurusu başkasına ait ticaret unvanı da dâhil olmak üzere bir fikri mülkiyet hakkını içermekteyse, hak sahibinin itirazı üzerine marka tescil başvurusu reddedilmektedir.Bir ibarenin hem ticaret unvanında hem de marka, işletme adı, internet alan adı veya coğrafi işaret adı gibi diğer hak kategorilerinde kullanılabilmesi mümkündür. Bir görüşe göre, bir ibarenin bir ticari ad veya işaret kapsamında korunması; hak sahibine bu ibareyi diğer türdeki ticari ad ve işaretler yönünden de kullanma hakkı vermelidir. Katıldığımız diğer görüşe göre, bir ibarenin bir ticari ad veya işaret kategorisinde tescil edilmesi halinde, hak sahibine bu ibare üzerinde kural olarak ibarenin tescil edildiği ad veya işaret yönünden münhasır hak tanınmalıdır. Çünkü diğer görüşün kabulü, bir ibare üzerinde hak sahibine gereğinden fazla koruma sağlamakta ve iltibas tehlikesi oluşturmayan alanlarda da hak sahibine münhasır hak 148  Grahammer (n 20) 60-61.149  Ibid 60.150  Söz konusu unvan markasal olarak kullanılmalıdır, bkz Bilge, İltibas 18; Yargıtay ın 12.06.2006 tarih ve 2005/6657 E, 2006/6747 K Sayılı kararı ile onanan, Ankara FSHM nin 17.02.2005 tarih, 2004/568 E, 2005/87 K sayılı kararı. SMK de unvan sahibine marka tescilini engellemek için itiraz hakkı verilirken; TTK da marka hakkı sahibine benzer bir itiraz hakkının verilmemesinin hak ihlallerine yol açacağı yönündeki görüş için bkz Aydoğan (n 1) 28, 39.151  TTK md 46/1 e  başkasına ait isim ve işaretlerin aynı ya da benzeri olmak sebebiyle işletmeler arasında karışıklığa (iltibasa), haksız bir yararın sağlanmasına yol açmamak, yanıltıcı nitelikte bulunmamak  şartının da eklenmesi gerektiği yönündeki görüş için bkz Aydoğan (n 1) 40.152  Bilge, İltibas 13 dn 17.804Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...tanımaktadır. Bununla birlikte, ticari ad ve işaretler ekonomik bir değer taşıdıkları için bu ad ve işaretlerle farklı türdeki ad ve işaretler arasında benzerlik veya bağlantı kurulmak suretiyle menfaat sağlanması amaçlanabilmektedir. Örneğin, tanınmış bir markada bulunan bir ifade, marka sahibi dışındaki bir kişi tarafından ticaret unvanı olarak tescil ettirilmek istenebilir. Benzer şekilde, bir ifadeyi ticaret unvanı olarak tescil ettiren bir kişi, bu ifadeyi daha sonra işletme adı, internet alan adı veya marka olarak kullanmak isteyebilir. Kanaatimizce, bu olasılıkların yaşanması halinde ortaya çıkabilecek uyuşmazlıkları önlemek için tescilli unvan sahiplerine olduğu gibi diğer ticari ad ve işaret sahiplerine de tescile itiraz hakkının verilmesi isabetli olur. Bu kapsamda, SMK md 6/6 da öngörülen hüküm, ticaret unvanının ve tescil sürecinin özellikleri de dikkate alınarak ticaret unvanları açısından da düzenlenmelidir. Çünkü mevcut durumda, marka, işletme adı, internet alan adı veya bir coğrafi işaret herhangi bir engelle karşılaşmadan ticaret unvanında kullanılabilmektedir. Hak sahibinin başvurabileceği tek yol ise dava açmaktır.b. İtiraz Hakkının Tanınması Halinde Dikkate Alınması Gereken HususlarTicaret unvanı tescil edildiğinde, unvan sahibi, ticaret unvanını yalnızca unvan olarak kullanma yönünden münhasır bir hakka sahiptir. Diğer bir ifadeyle, ticaret unvanında yer alan bir ifadeyi işletme adı, internet alan adı veya marka olarak kullanması halinde, bir başka kişinin hak iddiasıyla karşılaşabilir. Uygulamada ticaret unvanıyla ilgili en fazla uyuşmazlığın yaşandığı ticari işaret kategorisi marka hakkıdır. Özellikle hizmet sektörüne ilişkin faaliyetlerde aynı ifadeler hem marka hem de ticaret unvanında kullanılabilmektedir.Ticaret unvanının, TTK da sağlanan koruma doğrultusunda taciri işaret edecek nitelikte kullanılmasına unvansal kullanım denilmektedir. Unvanın marka olarak kullanımı halinde markasal kullanım söz konusu olmaktadır. Öğretide bir görüşe göre, ticaret unvanının yalnızca kanunda belirtilen esaslara göre kullanılması, marka hakkının ihlal edilmesi anlamına gelmez. Diğer bir ifadeyle, marka hakkının ihlal edilmesi için, ticaret unvanının markasal kullanıma konu edilmesi gerekmektedir.153  Aynı yönde bkz Grahammer (n 20) 61.154  Marka hakkı ile ticaret unvanları arasındaki fonksiyonel bağlantı hakkında detaylı bilgi için bkz Bilge, Ticari Ad ve İşaretler 21, 38.155  Ayrıca bkz Bilge, Ticari Ad ve İşaretler 174-177, 201-202. 156  Bilge, İltibas 8, 13; Aydoğan (n 1) 39; Özkan (n 10) 250; Karasu (Suluk/Nal) (n 2) 373-374.157  Taciri işaret edecek nitelikteki marka, işletme adı veya diğer ayırt edici işaretlerin kullanımının da unvansal kullanım niteliği taşıdığı yönündeki görüş için bkz Bilge, Ticari Ad ve İşaretler 23 dn 8.158  Bilge, İltibas 12.159  Unvansal kullanım ve markasal kullanım kavramlarına ve bu kavramlar arasındaki ilişkiye ilişkin detaylı bilgi için bkz Sabih Arkan,  Marka hakkına Tecavüz–İşaretin Markasal Olarak Kullanılması Zorunluluğu?  (2000) 20(3) BATİDER 5 vd; Bilge, Ticari Ad ve İşaretler 115 vd; Aydoğan (n 1) 32; Özbey (n 19) 112; Yargıtay 11. HD, E 2015/4453, K 2015/11340, T 02.11.2015 <https://karararama.yargitay.gov.tr/> Erişim Tarihi 21.08.2019; Yargıtay 11. HD, E 2009/10030, K 2011/6580, T 31.05.2011, KİBB.160  Ülgen, Helvacı, Kendigelen, Kaya ve Nomer Ertan (n 1) 391; Bilge, İltibas 13; Benzer yönde karar: Yargıtay, 11. HD, E 2009/13563 K 2011/6033 T 17.05.2011.161  Örnek yargı kararı için bkz Yargıtay 11. HD, E 2018/902, K 2019/2502, T 01/04/2019; Yargıtay HGK, E 2017/119, K 2019/187, T 21.02.2019 <https://karararama.yargitay.gov.tr/> Erişim Tarihi 21.08.2019.805İstanbul Hukuk Mecmuası 77/2Kanaatimizce, ticaret unvanının tescil aşamasında markasal kullanıma konu olup olmayacağı belirsizdir. Bu nedenle, marka hakkının SMK md 6/6 da ticaret unvanı açısından öngörüldüğü gibi doğrudan tescil engeli olarak kabul edilmesi isabetli olmaz. Bununla birlikte, marka hakkı sahibine de unvanın markasal kullanıma konu edilmesi ihtimali nedeniyle itiraz hakkının verilmesi gerekmektedir. Marka sahibi, tescilli unvanın markasal kullanıma konu edildiğini ispat ederse, itiraz kabul edilerek ticaret unvanının değiştirilmesine karar verilmelidir. Ancak hem markada hem de ticaret unvanında gerçek kişi adlarının kullanılması durumunda, gerçek kişi adının belirtilmesi yasal bir zorunluluksa marka hakkı sahibi ticaret unvanının tesciline katlanmalıdır. Bu durumda, ticaret unvanının da dürüst bir şekilde kullanılması ve markasal kullanıma konu edilmemesi gerekmektedir.Marka ile ticaret unvanı arasında benzerlik bulunup bulunmadığı tespit edilirken, markanın ve ticaret unvanının kullanıldığı faaliyet alanlarının aynı veya benzer olması gerekmektedir. Ticaret unvanının faaliyet alanı tespit edilirken unvanda yer alan faaliyet konusunun yanı sıra, uyuşmazlık sırasında unvanın ilgili olduğu işletme veya şirketin fiili faaliyetleri dikkate alınmalıdır. Marka  hukukunda  tanınmış  markalar  için  özel  düzenlemeler  bulunmaktadır. Buna karşılık, ticaret unvanları açısından tanınmışlık hususunda özel bir düzenleme bulunmamaktadır. Markanın tanınmış marka olması, farklı faaliyet alanında kullanılan unvan bakımından marka hakkına daha geniş bir koruma alanı sağlamamaktadır. Ancak somut olayın şartlarına göre, tanınmış bir unvan ticari dürüstlüğe aykırı bir şekilde tescil edilmek istenirse, bu tescil talebinin de reddedilmesi gerekmektedir.Ticari ad ve işaretler arasındaki uyuşmazlıklar açısından, internet alan adı ile diğer ticari ad ve işaretler arasındaki uyuşmazlıkların çözümü için uyuşmazlık çözüm merkezi ve usulü düzenlenmektedir. Bu usul ticaret unvanı ile marka arasındaki uyuşmazlıklar için örnek alınabilir.Ticaret unvanlarının tescili konusunda ilgili kamu kurumları ile marka tescili ile ilgili TÜRKPATENT arasında marka ve ticaret unvanı siciline ilişkin tescil işlemleri yönünden 162  Aynı yönde bkz Aydoğan (n 1) 28, 41.163  Benzer yönde bkz Hamdi Yasaman, Marka Hukuku ile İlgili Makaleler, Hukuki Mütalaalar Bilirkişi Raporları, C 2 (Vedat, 2005) 100.164  Bilge, İltibas 11, 17.165  Detaylı bilgi için bkz Bilge, İltibas 16-17; Aydoğan (n 1) 34.166  Bilge, İltibas 18; Yargıtay HGK, E 2007/11-965, K 2007/961, T 12.12.2007, KİBB. Aydoğan a göre, unvan ile marka farklı mal veya hizmet sınıfları içerisinde değerlendirilebiliyorsa, bu durumda unvanın markaya iltibas oluşturması açısından haksız yararlanma şartının gerçekleşmesi zayıftır, bkz Aydoğan (n 1) 38.167  Bilge, İltibas 19-20; Aydoğan (n 1) 38 dn 26; Yargıtay 11. HD, E 2005/3315, K 2006/5211, T 04.05.2006, KİBB; Yargıtay HGK, E 2017/1298, K 2019/335, T 21.03.2019 <https://karararama.yargitay.gov.tr/> Erişim Tarihi 21.08.2019.168  Bilge, İltibas 11.169  Karasu (Suluk/Nal) (n 2) 383-384; Bilge, Ticari Ad ve İşaretler 90.170  İnternet Alan Adları Yönetmeliği md 23 vd, RG 07.11.2010, S 27752.171  Aydoğan (n 1) 45.806Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...bir işbirliği bulunmamaktadır. Ayrıca, işletme adları ayrı bir sicile sahip değildir. Bu hususlarda elektronik sistemler arasında erişilebilirlik sağlanması veya bu sicillerin tescile itirazı incelemekle yetkili kurulların erişimine sunulması faydalı olacaktır. 2. Karşılaştırmalı HukuktaKarşılaştırmalı hukukta, tescil konusu unvanın bir başkasına ait unvan dışındaki ticari ad ve işaretlerle benzer olmaması gerektiği genel olarak kabul edilmektedir. Bununla birlikte, birçok ülkede tescil aşamasında diğer ticari ad ve işaretlerle aynılık veya benzerlik yönünden bir inceleme yapılmamaktadır. Ancak Norveç te unvanın tescil edilmesine, marka hakkı sahibi itiraz edebilmektedir. Söz konusu itiraz, marka sahibinin ticaret unvanının tescilini öğrendiği andan itibaren üç hafta içinde yapılmalıdır.İngiltere de, unvanın benzerlik nedeniyle değiştirilmesine ilişkin bir karar ancak tescilli  bir  ticaret  unvanının  varlığına  dayanılarak  verilebilmektedir.  Diğer  bir ifadeyle, Companies House ticaret unvanının başkasına ait bir marka veya işletme adıyla aynılık veya ayırt edilemeyecek kadar benzerlik nedeniyle değiştirilmesine karar verememektedir. Ayrıca, İngiltere de markaların tescilinde mal veya hizmet ayırımı söz konusu iken ticaret unvanlarında bu ayrımın olmaması; unvanın tescili aşamasında markanın tescil engeli olarak kabul edilmesi konusunda engel olarak görülmektedir.Öğretide, diğer ticari ad ve işaretlerle tescil edilmiş ticaret unvanları arasındaki uyuşmazlıkların çözüm yöntemleri konusunda çeşitli görüşler ileri sürülmektedir. Bir görüşe göre, sicil müdürlükleri ticari ad ve işaretler arasında karıştırma tehlikesinin bulunup bulunmadığı yönünden inceleme yapabilmek konusunda yeterli özellikleri taşımayabilmektedir. Bu nedenle, uyuşmazlıkların çözümü için profesyonel bir birim oluşturulmalı veya mahkemelerde uyuşmazlıkların görülmesine devam edilmelidir.Marka hukukundaki karıştırma ihtimaline ilişkin düzenleme ve içtihadın diğer ayırt edici işaretler yönünden de dikkate alınabileceği çeşitli hukuk sistemlerinde kabul görmektedir. Bununla birlikte, öğretide marka ile diğer ayırt edici işaretler arasındaki farklılıklar nedeniyle, ilgili ayırt edici işaretin korunması hususunda farklı 172  AIPPI (n 20) 5.173  E-mail from Paul Coles, <enquiries@companies-house.gov.uk> (24.05.2018); Grahammer (n 20) 61; Eslmore ve Sorensen (n 2) 857-858. Tescilli bir markanın, bir ticaret unvanının tesciline engel oluşturduğu tek ülke Finlandiya dır, bkz AIPPI (n 20) 5.174  AIPPI (n 20) 5. 175  Johnson (n 32) 696.176  United Kingdom Group (n 134) 4.177  Grahammer (n 20) 61-62.178  Bu yönde verilmiş İsviçre yargı kararları için bkz BGE 117 II 199 E 2 - Touring-Garantie; BGE 119 II 473 –Radion; BGE 125 III 193 E 1.b – Bud; BGE 116 II 463 E 4.c – Coca Cola; BGE 116 II 614 E 5.b – Gucci. Bkz, Joller, Gallus, Verwechslungsgefahr im Kennzeichenrecht, Bern 2000, s 369, 370. Aynı yönde verilmiş Alman yargı kararları için ayrıca bkz BGH GRUR 1955, 95. 96 - Buchgemeinschaft I; BGH GRUR 1957, 281, 282 – Karo-as; BGH GRUR 1995, 825 – Torres; BGH GRUR 2001 344 – DB Immobilienfonds; BGH BIPMZ 2001, 210 – Windsurfing Chiemsee.807İstanbul Hukuk Mecmuası 77/2bir değerlendirme gerekliyse, marka hukukundaki içtihadın esas alınmayabileceği ileri sürülmektedir.Türk hukukunda olduğu gibi, diğer ülkelerde de marka ve ticaret unvanlarının tescili konusunda yetkili kurumlar arasında bir bağlantı bulunmamaktadır.Sonuç ve ÖnerilerTicaret unvanlarının tescil süreci ve usulü, unvan sahibinin, unvan sahibi dışındaki ilgili kişilerin ve kamu menfaatinin korunması için gerekli özellikleri taşımalıdır. Tescil süreci hem hızlı ve ekonomik bir niteliğe hem de unvan sahibi dışındaki kişilerin hak ve menfaatlerinin ihlal edilmesini önlemek için gerekli standartlara sahip olmalıdır. Bu kapsamda, Türk hukukunda ticaret unvanlarına ilişkin tescil sürecinin ve ticaret unvanlarının korunmasının daha nitelikli bir hale gelmesi için şu hususların dikkate alınması gerektiği kanaatindeyiz:1. TTK da kullanılması izne tabi olan veya yasaklanan ad ve işaretlere ilişkin genel esaslar ve istisnalar belirlenmeli; bu esaslara göre yönetmelik veya tebliğ ile ayrıntılı düzenleme  yapılmalıdır.  Uygulamada,  milli,  manevi  veya  kültürel  değeri  bulunan ifadelerin ticaret unvanında kullanıldığı görülmektedir. Bu ifadelerin ticarileştirilmesi veya ticaret unvanlarında kullanılması, taşıdıkları değeri sulandırmaktadır. Bu nedenle, milli, manevi veya tarihi değer ifade eden kelimelerin kanuni dayanağı öngörülerek yönetmelik  veya  tebliğ  ile  belirlenmesine  ve  bu  ifadelerin  ticaret  unvanlarında kullanılmasının yasaklanmasına ihtiyaç vardır.2. Ticaret  unvanlarında  kullanılması  izne  tâbi  olan  kelimelerin  daha  detaylı  ve kapsamlı bir şekilde düzenlenmesi gerekmektedir. Bu yönde bir düzenleme yapılamaması halinde ise, mevcut düzenlemedeki belirsizlikler açıklığa kavuşturulmalıdır. Örneğin, TTK md 46/3 te öngörülen izne tâbi kelimelerin yabancı dillerdeki karşılıklarının izne tâbi olup olmadığı belirsizdir. Yine Tebliğ md 4/4 te yalnızca gerçek kişiler, kollektif ve komandit şirketler için izne tâbi kelimeler yönünden muafiyet getirilmektedir. Donatma iştirakindeki gerçek kişinin adı veya soyadında izne tâbi kelimelerin bulunması halinde ise, bu yönde bir muafiyet öngörülmemektedir.179  Baumbach, Adolf/Hefermehl, Wolfgang, Warenzeichenrecht und Internationales Wettbewerbs- und Zeichenrecht, München 1985, § 31 Rn 5. vd Fezer e göre ise karıştırılma tehlikesi, hem çatışma durumunun yapısı ve konusuna göre, hem de farklı tipiklik unsurlarına ve hukuki düzenlemelerin ilgili amacına göre belirlenmelidir, bkz Karl-Heinz Fezer, Markenrecht (4. Auflage, C.H.BECK, 2009) § 14 Rn 82.180  Bu ülkelere örnek olarak Çekya, Güney Kore, Singapur ve Almanya gösterilebilir. Finlandiya da ise söz konusu kurumlar arasında bağlantı olduğu ifade edilmektedir, sırasıyla bkz Korean Group (n 98) 2; German Group (n 24) 4; AIPPI (n 20) 6; Czech Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names 2, <https://aippi.org/committee-publications/?committee-id=7453> Erişim Tarihi 21.08.2019; Singapore Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names 3, <https://aippi.org/committeepublications/?committee-id=7453> Erişim Tarihi 21.08.2019.808Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...3. Tebliğ md 4/6 ya göre ülke adlarının ticaret unvanında kullanılabilmesi için o ülkenin yetkili makamlarından izin alınması gerekmektedir. Ayrıca Tebliğ de resmî olarak tanımlanmış yer adlarının unvanda kullanılabileceği öngörülmektedir. Kanaatimizce, bu düzenlemelerin doğrudan TTK da düzenlenmesi veya TTK da açıkça yönetmelik veya tebliğ ile düzenleneceğinin öngörülmesi daha isabetli olur. Bunun yanı sıra, ülke adlarının bir ürün adı veya isim öbeği olarak kullanıldığı durumlarda (örneğin Yemen kahvesi), ülke adlarının aynı zamanda coğrafi yer adı olarak tanımlandığı durumlarda (örneğin Avustralya, Güney Afrika, Orta Afrika, Malta, Madagaskar), ülke adlarının Türkçe de sesteş kelime niteliğinde olması durumunda (örneğin Mısır) izin gerekip gerekmediği açıklığa kavuşturulmalıdır.4. Sicil müdürlüklerinin tescil edilmiş unvanda re sen değişiklik yapabilmesine ilişkin uygulamanın mevzuat ile düzenlenmesi gerekmektedir. Ayrıca, ilama bağlı değişiklik hallerinde, unvandaki ifadenin terkin edilmesi üzerine geriye kalan bölümün mevzuata aykırı hale gelmesi söz konusu ise ilamın yerine getirilme usulü de düzenlenmelidir.5. Yürürlükteki mevzuat ve uygulama, tescil sürecinde önceki tescilli unvanlara yeterli korumayı sağlamaktan uzaktır. Tebliğ md 5 teki unvanın çekirdek ve ek kısmı için farklı değerlendirme yapılmasını öngören hükümler düzeltilmelidir. MERSİS ve TTSG deki unvan sorgulama sistemlerinin birebir aynı olmayan fakat benzer nitelikteki unvanları da gösteren bir altyapıya kavuşturulması gerekmektedir. Unvan başvurularının önceki tescilli unvanlarla benzerlik incelemesinin algoritmik hesaplamalarla tespit edilebileceği bir sisteme geçilene kadar, İngiltere deki gibi ayrıntılı bir düzenlemenin öngörülmesi, yeknesaklığın sağlanması ve hukuki belirlilik açısından gereklidir. Ayrıca sicil müdürüne değişiklik yetkisi veren detaylı bir düzenlemenin öngörülmesi ve menfaat sahibi olan kişilere tescile itiraz hakkının tanınması; önceki tescilli unvanların korunması açısından asgari bir koruma standardı sağlayacaktır. Bu kapsamda sicil müdürüne tescilli unvanlarla ayırt edilemeyecek kadar benzer olan başvuruları re sen reddetme yetkisinin verilmesi gerekir. Başvuru konusu unvan ile tescil edilmiş unvan arasında ayrıt edilemeyecek derecede benzerlik olmamakla birlikte karışıklığa yol açacak şekilde benzerlik olması durumunda ise, Ticaret Sicili Müdürlüğü menfaat sahibi kişilerin itirazı üzerine inceleme yapmalıdır. Bu konuda markalar ile ilgili mevzuata benzer bir düzenleme yapılması isabetli olacaktır. Bu kapsamda unvan başvuruları tescil edilmeden önce, özel bir bültende yayınlanmalı ve üçüncü kişilere belirli bir süre itiraz hakkı tanınmalıdır. Unvanın tesciline menfaat sahiplerinin itiraz etmesi halinde, itiraz süreci tamamlanana kadar unvanın kullanılması durdurulmalı ve unvan sahibi bu süre içinde MERSİS numarasını unvan yerine kullanmalıdır.6. SMK md 6/6 da öngörülen hüküm, ticaret unvanının ve tescil sürecinin özellikleri de dikkate alınarak ticaret unvanları açısından da düzenlenmelidir. Bu kapsamda, diğer ticari ad ve işaret sahiplerinin itirazlarının da ticaret unvanlarına ilişkin itirazların yapılacağı merkez tarafından incelenmesi düşünülebilir. 809İstanbul Hukuk Mecmuası 77/27. Ticaret unvanlarının tesciliyle ilgili kamu kurumları ile marka tesciliyle ilgili TÜRKPATENT arasında marka ve ticaret unvanı siciline ilişkin tescil işlemleri yönünden bir işbirliği bulunmamaktadır. Bu hususta elektronik sistemler arasında erişilebilirlik sağlanması veya bu sicillerin tescile itirazı incelemekle yetkili kurulların erişimine sunulması faydalı olacaktır.Finansal Destek: Yazarlar bu çalışma için ASBÜ BAP Koordinatörlüğünden SBA-2017-153 projesi kapsamında finansal destek almışlardır.810Bilge, Karasu, Altıntaş, Koçak / Ticaret Unvanlarının Tescili Aşamasında Ortaya Çıkan Sorunlar ve Çözüm Önerileri ...",
     "Kaynakça": "AIPPI, Summary Report Question Q 155 Conflicts between Trademarks and Company and Business Names, <https://aippi.org/committee publications/?committee id=7453> Erişim Tarihi 21.08.2019.Akdağ Güney N, Yeni Türk Ticaret Kanunu ve Avrupa Birliği Mevzuatında Ticaret Sicili (İstanbul Ticaret Odası, 2011).Anonymous,  In Parliament  (March 2007) 28(3) Business Law Review 71 84.Arkan S,  Marka hakkına Tecavüz–İşaretin Markasal Olarak Kullanılması Zorunluluğu?  (2000) 20(3) BATİDER 5 13.Arkan S, Ticari İşletme Hukuku (23. Baskı, BTHAE Yayınları, 2017).Aydoğan F,  Markanın Ticaret Unvanına Karşı Korunması, Mevcut Hukukî Durum – Değişiklik (Madde) Önerisi–İtiraz Yolu Ve/Veya Alternatif Çözüm Yolu Önerisi  (2013) 71(2) İÜHFM 27 50.Ayhan R ve Çağlar H, Ticari İşletme Hukuku (11. Baskı, Yetkin, 2018).Bahtiyar M, Ticari İşletme Hukuku (18. Baskı, Beta, 2017).Bilge M E,  Marka ve Ticaret Unvanı Arasında İltibas  (2015) 1(2) TFM 7 22, (İltibas).Bilge M E, Ticari Ad ve İşaretler Arasında Karıştırılma Tehlikesi (Yetkin, 2014), (Ticari Ad ve İşaretler).Bourne N, Bourne on Company Law (6. Edition, Routledge, 2013).Bozer A ve Göle C, Ticari İşletme Hukuku (5. Baskı, BTHAE Yayınları, 2018).Czech Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names <https://aippi.org/committee publications/?committee id=7453> Erişim Tarihi 21.08.2019.Çağlar H ve Özdamar M,  Ticaret Unvanının Korunması  (2006) 14(2) SÜHFD 119 150.Dorfmeister A ve Munkert M J,  Spain  in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 189 214.Eslmore M J ve Sorensen K,  Company Names and Company Mobility in the Internal Market: How to Balance the Interests of the Holders of Name Rights and the Freedom of Establishment  (2009) 20(6) European Business Law Review 851 888.Fezer K H, Markenrecht (4. Auflage, C.H.BECK, 2009).Finulli S ve Munkert M J,  Italy  in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 107 134.German Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names <https://aippi.org/committee publications/?committee id=7453> Erişim Tarihi 21.08.2019.Grahammer J C D,  Trademarks, Trade Names and Company Names: Addressing the Issue of Overlapping and Conflicting Rights  (2009) 5(1) Convergence 53 62.Han T C,  Incorporation and Its Consequences  in Tan Cheng Han (ed), Walterwoon On Company Law (3. Edition, Sweet & Maxwell, 2009) 41 82.Johnson P,  I object! The New Company Names Adjudicator in the United Kingdom  (2008) 3(11) Journal of Intellectual Property Law & Practice 695 707.Karasu R (Suluk C ve Nal T), Fikri Mülkiyet Hukuku (3. Baskı, Seçkin, 2019).Kayar İ, Ticari İşletme Hukuku (11. Baskı, Seçkin, 2018).Kayıhan Ş, Ticari İşletme Hukuku (5. Baskı, Seçkin, 2018).811İstanbul Hukuk Mecmuası 77/2Korean Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names <https://aippi.org/committee publications/?committee id=7453> Erişim Tarihi 21.08.2019.Kosk E ve Lepik P,  Estonia  in Frank Dornseifer (ed), Corporate Business Forms in Europe, (Stæmpfli, 2005) 107 168.Kovács A,  Hungary  in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 89 106.Munkert M J ve Seidl C,  Austria , in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 19 48.Odman Boztosun N A ve Ünal A,  Türk Ticaret Kanunu Tasarısındaki Ticaret Unvanına, İşletme Adına  ve  Haksız  Rekabete  İlişkin  Hükümlerin  Değerlendirmesi   (2005)  2(1)  Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 383 412.Özbey C, Ticaret Unvanı ve Ticaret Unvanının Korunması (Seçkin, 2014).Özkan A F,  Ticaret Unvanlarında Ek Kullanımı  (2018) 4(2) TFM 239 262.Sheikh S, A Guide to the Companies Act 2006 (Routledge Cavendish, 2008).Singapore Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names <https://aippi.org/committee publications/?committee id=7453> Erişim Tarihi 21.08.2019.Smeu R ve Turta A,  Romania  in Michael J. Munkert, Stephan Stubner ve Torsten Wulf (eds.), Founding a Company Handbook of Legal Forms in Europe (Springer, 2010) 161 188.Stone D ve Ritchie L,  The UK Company Names Adjudicators: success for brand owners?  (2011) 6(5) Journal of Intellectual Property Law & Practice 339 346.United Kingdom Group,  Report Q 155  in AIPPI (ed), Conflicts between Trademarks and Company and Business Names <https://aippi.org/committee publications/?committee id=7453> Erişim Tarihi 21.08.2019.Ülgen H, Helvacı M, Kendigelen A, Kaya A ve Nomer Ertan N. F, Ticari İşletme Hukuku (6. Baskı, On İki Levha Yayıncılık, 2019).Valiunas R ve Burgiene D,  Lithuania  in Frank Dornseifer (ed), Corporate Business Forms in Europe, (Stæmpfli, 2005) 505 550.Vavitsa Hohenau V,  Greece  in Frank Dornseifer (ed), Corporate Business Forms in Europe, (Stæmpfli, 2005) 295 386.Yasaman H, Marka Hukuku ile İlgili Makaleler, Hukuki Mütalaalar Bilirkişi Raporları, C. 2 (Vedat, 2005).Yongalık  A,   Ticaret  Unvanı  Alanındaki  Yeni  Gelişmeler   Türk  Hukuku  Açısından  Bir Değerlendirme  (2009) 21(3) BATİDER 5 30.812"
}