{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "11",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "2",
     "Başlık": "Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesi",
     "Title": "Evaluation of Constitutional Courts  Decisions Regarding Period of Prescription in Paternity Cases",
     "Yazar İsmi": [

          "Sanem Aksoy Dursun"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Soybağının reddi" , "Babalık davası" , "Hak düşürücü süreler" , "Anayasa Mahkemesi kararları"
     ],
     "Keywords": [
          "Denial of paternity" , "Statute of limitations" , "Paternity suit" , "Constitutional Court decisions"
     ],
     "Özet": "Anayasa Mahkemesi, Türk Medeni Kanunu nda yer alan soybağına ilişkin davalardaki hak düşürücü sürelerin bir kısmını iptal etmiştir. Soybağının reddi davasında koca açısından söz konusu olan, herhalde doğumdan itibaren başlayan beş yıllık üst süre ile babalık davasında çocuk açısından söz konusu olan ve ergin olmasıyla başlayan bir yıllık hak düşürücü süre Anayasa Mahkemesi tarafından iptal edilmiştir. Evlat edinmenin iptalinde söz konusu olan beş yıllık üst süre de ayrıca iptal edilmiştir. Anayasa Mahkemesi, kararlarında bu sürelerin hak arama özgürlüğünü sınırladığını ifade etmektedir. Bununla birlikte Anayasa Mahkemesi biyolojik baba olduğunu öğrenme hakkını da ön plana çıkarmıştır. Bu çalışmanın amacı karşılaştırmalı hukuk çerçevesinde Anayasa Mahkemesi kararlarını değerlendirmektir.",
     "Abstract": "Some of the provisions of the Turkish Civil Code that allowed statutory limitations in certain paternity cases have recently been annulled by the Turkish Constitutional Court. The related articles of the Civil Code used to prescribe a fixed time limitation with regard to the father who had to file a case under any circumstances five years after the birth of the child. Moreover, in the former version of the law there used to be a time limitation concerning the child too, who had to file such a case within one year after maturity. The Court s annulment included also the provision that prescribed at most five years in child adoptions. The Court has annulled the given time limitations on the grounds that such limitation restricts the freedom of claiming legal rights and by emphasising the right to know one s biological paternity. The purpose of this essay is to discuss these decisions within the framework of comparative law.",
     "Metin": "Soybağı bir kişinin ana ve babası arasındaki bağı ifade eder. Türk hukukunda soybağı ana ve baba ile çocuk arasındaki kan bağının bulunmasıyla kurulabileceği gibi evlat edinme yoluyla da gerçekleşebilir. Türk Medeni Kanunu ndaki düzenlemeler çerçevesinde kan bağı ile kurulan soybağı ile evlat edinme ile kurulan soybağı arasında ayrım yapmak mümkündür. Kan bağına dayanan soybağının kurulması ana ile baba yönünden farklılık taşır. Ana ile çocuk arasında soybağı doğum ile gerçekleşirken, baba ile soybağı ana ile evlilik, tanıma yahut mahkeme kararı ile gerçekleşebilir. 4721 sayılı Türk Medeni Kanunu 1.1.2002 tarihinde yürürlüğe girmiş ve soybağı hukuku açısından önceki kanuna nazaran önemli değişiklikler getirmiştir. Bu değişikliklerin belki en önemlisi evlilik içi çocuk, evlilik dışı çocuk ayrımının kaldırılmış olmasıdır. Öte yandan evlat edinme ilişkisi artık mahkeme hükmü ile kurulmaktadır. Bu yönüyle eski Medeni Kanuna göre farklılık gösterir. Özellikle mirasçılık açısından söz konusu olan farklılıklar bir kenara bırakılırsa, evlat edinme ile kurulan soybağı artık kan bağına dayanan soybağıyla hemen hemen aynı sonuçları taşımaktadır. Medeni  Kanun  yürürlüğe  girdiği  tarihten  itibaren  belki  en  çok  değişikliğe uğrayan  hükümleri  soybağına  ilişkin  olanlarıdır.  Anayasa  Mahkemesi  soybağı davalarındaki sürelere ilişkin hükümlerin bir kısmını iptal etmiş, bir kısmı ise sonradan değiştirilmiştir. Bu arada 2011 yılında 6100 sayılı Hukuk Muhakemeleri Kanunu yürürlüğe girmiş ve DNA testlerinin soybağı davalarında kullanılmasıyla ilgili olarak Medeni Kanun dan ayrılan esaslar kabul etmiştir. Bu incelemenin amacı soybağı davalarındaki hak düşürücü sürelere ilişkin olan değişiklikleri değerlendirmektir. Anayasa Mahkemesi soybağının reddi ve babalık davasına ilişkin sürelerin bir kısmı ile evlat edinmenin iptal edilmesine yönelik açılan davalardaki sürelerin bazılarını iptal etmiştir. Bu incelemede bu kararların isabetli olup olmadığı hususu karşılaştırmalı hukuktan yararlanarak incelenecektir. I. Soybağının Reddi Davasındaki Sürelere İlişkin Anayasa Mahkemesi KararlarıA. Soybağının Reddi DavasıTMK m. 285/f.1 e göre  Evlilik devam ederken veya evliliğin sona ermesinden başlayarak üç yüz gün içinde doğan çocuğun babası kocadır . Babalık karinesi evlilik 1  Mustafa Dural / Tufan Öğüz/ Mustafa Alper Gümüş, Türk Özel Hukuku, Cilt III, gözden geçirilmiş onüçüncü bası, İstanbul, Filiz Kitabevi, 2018, s. 258; Kemal Oğuzman/ Mustafa Dural, Aile Hukuku, 3. Bası, 2001, s. 197; Hüseyin Hatemi/ Burcu Kalkan Oğuztürk, Aile Hukuku, 6. Bası, İstanbul, 12 Levha Yayıncılık, 2018, s. 139 vd.  Soybağı  terimi dar anlamının dışında bir kimse ile ataları arasındaki biyolojik bağı ifade etmek üzere bir de geniş anlamda kullanılmaktadır. Bu konuda bkz. Bilge Öztan, Aile Hukuku, 5. Bası, Ankara, Turhan Kitabevi, 2004, s. 521; Turgut Akıntürk, Aile Hukuku, gözden geçirilip genişletilmiş dördüncü bası, Ankara, 1996, s. 283-284. 2  R.G. 4.02.2011, sayı 27836.396Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesiiçinde doğan ve ana rahmine düşen çocuğun babasının, o evlilikteki koca olduğunu karine olarak kabul etmektedir. Soybağının reddi davası babalık karinesini çürütüp baba ile çocuk arasındaki soybağı ilişkisini ortadan kaldıran yenilik doğuran bir davadır. Soybağının reddi davasında çocuğun evlilik içerisinde ana rahmine düşüp düşmediğine göre ispat yükü değişmektedir. TMK m.287/f. 2 e göre  Evlenmeden başlayarak  en  az  yüzseksen  gün  geçtikten  sonra  ve  evliliğin  sona  ermesinden başlayarak en fazla üçyüz gün içinde doğan çocuk evlilik içinde ana rahmine düşmüş sayılır . Çocuk evlilik içinde ana rahmine düşmüşse kocanın ispat yükü daha ağırdır. Bu durumda cinsel ilişkinin imkânsızlığı ya da çocuğun koca ile olan cinsel ilişkiden olmasının imkânsızlığı ispat edilmeye çalışılacaktır. Burada aslında cinsel ilişkiyle çocuğun  doğumu  arasında  illiyet  bağının  bulunmadığı  ortaya  konulmaktadır. Çocuk, evlenmeden önce veya fiili ayrı yaşama sırasında ana rahmine düşmüşse babalık karinesinin çürütülmesi daha kolaydır. Bu durumda davacının başka bir kanıt getirmesi gerekmez (TMK m. 288/f.1).Soybağının reddi davası dışında baba ile çocuk arasındaki TMK m.285 yoluyla kurulan soybağı ilişkisinin ortadan kaldırılması mümkün değildir. Bu bakımdan soybağının reddi davası, açılma sebepleri, süresi ve açacak kişiler bakımından kanun tarafından düzenlenmiş özel bir dava niteliğini taşımaktadır. Türk hukukunda bu dava esas olarak koca ve çocuk tarafından açılmaktadır (TMK m. 286). Bunlar dışında kocanın altsoyu, anası, babası ve baba olduğunu iddia eden kişi de kocanın gaipliğine karar verilmesi, ölmesi veya ayırt etme gücünü kaybetmesi halinde bu davayı açabilmektedir (TMK m.289)6.B. Soybağının Reddi Davasındaki Sürelere İlişkin Değerlendirmelera. Soybağının Reddi Davası Koca Tarafından Açıldığı Zaman Soybağının reddi davası koca tarafından açıldığı durumda koca davayı çocuğun doğumunu ve baba olmadığını veya ananın gebe kaldığı sırada başka bir erkekle ilişkide bulunduğunu öğrendiği tarihten başlayarak bir yıl içinde açmak zorundadır (TMK m. 289/f.1). Ancak elbette bu süre içerisinde baba çocuğu benimsemiş, onu 3  Dural/ Öğüz/ Gümüş, s. 264; Ingeborg Schwenzer/ Michelle Cottier, Basler Kommentar Zivilgesetzbuch I, Art. 1-456 ZGB, 6. Auflage, Herausgeber Heinrich Honsell, Nedim Peter Vogt, Thomas Geiser, Basel, Helbing Lictenhahn Verlag, 2014, Art 256 N 1; Öztan, s. 525-526.4  Bu konuda bakınız Dural/ Öğüz/ Gümüş, s. 262 vd.; Öztan, s. 532 vd. ; Beşir Mehmet Acabey, Soybağı Kurulması Genel Olarak Sonuçları, Özellikle Evlilik Dışındaki Çocukların Mirasçılığı, İzmir, 2002, s.122. 5  Dural/ Öğüz/ Gümüş, s. 265; bu bağlamda nüfus kaydının düzeltilmesi davası, soybağının reddi açısından yeterli değildir. 6  Türk hukukunda soybağını reddi davasını açabilecek kişilerin çerçevesinin çok geniş olduğu yönünde doktrinde görüşler söz konusudur. Bu konuda bkz. Rona Serozan, Yeni Medeni Kanun un Çocuklara (Soybağı Hukukuna ve Çocuk Haklarına) İlişkin Düzenlemesi , Ünal Tekinalp e Armağan, Cilt II, İstanbul, Beta, 2003, s. 508-509; Dural/ Öğüz/ Gümüş, 274275; Tufan Öğüz,  Türk Medeni Kanunu nun Soybağına İlişkin Hükümleri Hakkında Değerlendirme , Prof. Dr. Rona Serozan a Armağan, Cilt II, İstanbul, Oniki Levha Yayıncılık, s. 1419. Eski Medeni Kanun döneminde de baba olduğunu iddia eden kişinin bu davayı açma hakkının olmaması gerektiği ifade edilmekteydi. Bu konuda bkz. Bülent Köprülü/ Selim Kaneti, Aile Hukuku, 2. Bası, İstanbul, 1989, s. 215; Oğuzman/ Dural, s. 220; Selahattin Sulhi Tekinay, Türk Aile Hukuku, 7. Bası, İstanbul, 1990, s. 420-421. 397İstanbul Hukuk Mecmuası 76/2kabul ettiğini gösterip onunla yakın ilişkiye girmiş olabilir. Bu hallerde sonradan soybağının reddi davasının açılması hakkın kötüye kullanılması sayılmaktadır.Koca açısından yürürlükteki hukukumuza göre sadece tek bir nisbi süre olmakla birlikte Anayasa Mahkemesi TMK m. 289/f.1 de yer alan  ….her halde doğumdan başlayarak beş yıl ..  ibaresini iptal etmeden önce beş yıllık bir üst süre daha bulunmaktaydı. Ancak Anayasa Mahkemesi bu üst süreyi iptal ettikten sonra artık koca açısından tek bir süre kalmıştır. Anayasa Mahkemesi iptal kararında şu gerekçeleri ileri sürmüştür:  …Söz konusu madde hükmünde iki tür süreden bahsedilmektedir ve madde başlığından anlaşılacağı üzere bu süreler hak düşürücü sürelerdir. Birinci süre, kocanın, doğumu ve baba olmadığını veya ananın gebe kaldığı sırada başka bir erkek ile cinsel ilişkide bulunduğunu öğrendiği tarihten başlayan bir yıllık süre, ikinci süre ise her halükarda (hiçbir mazerete dayanılarak uzayamayacak olan) doğumdan itibaren işleyecek 5 yıllık süredir. Kanun koyucu birinci süreyi koyarken, çocuğun nesebinin uzun süreler tartışma konusu olmasını engellemek, babanın bir yıl geçmesine rağmen kendisinden olmadığını bildiği çocuğun nesebine ses çıkartmayıp beklemesini eş aleyhine değerlendirme altına almış, sonradan başka mülahazalarla çocuğun kendinden olmadığını iddia etmesini muteber görmemiştir. Ancak maddede öngörülen ikinci süre, yani 5 yıllık süre ile, eşin ister öğrensin ister öğrenmesin dava hakkını doğumdan itibaren başlayacak olan 5 yıllık süre ile sınırlamıştır. Bu durumda; kötü niyetli olan anne çocuğun doğumunu 5 yıldan fazla bir süre eşinden gizlemişse, eşin dava hakkı düştükten sonra nüfusa tescil ettirerek, eş ile çocuk arasında aslı olmayan bir soy bağını kurabilecektir. Eş 5 yıllık süre geçtiği içinde soy bağının reddi davası açamayacaktır. Zira TMK.nun 289/son maddesinde 1 yıllık sürenin dava açmamakta haklı bir nedene dayanması halinde, sebebin kalkmasından itibaren işleyecek tarzda uzaması mümkünken, 5 yıllık hak düşürücü sürenin uzaması mümkün değildir. Burada öngörülen 5 yıllık sürenin doğumdan itibaren işlemesi hak arama hürriyetini engellemektedir. Zira bu 5 yıllık süre doğumdan itibaren değil de, her halükarda nüfusa tescilden itibaren işlemeye başlasa idi, herhangi bir sakıncalı durumun meydana geleceğinden bahsedilemeyecekti. Sorunun temeli TMK m. 289 /f.3 ün ifadesinin yorumu ile yakından ilgilidir. Buna göre  gecikme haklı bir sebebe dayanıyorsa, bir yıllık süre bu sebebin ortadan kalktığı tarihten itibaren işlemeye başlar . Bu hükmün lafzi yorumu yapıldığında sadece bir yıllık nispi süre için haklı sebeplerle uzama durumunun söz konusu olabileceği anlamı çıkmaktadır. Anayasa Mahkemesi nin önüne gelen davada ise mutlak süre olarak nitelenen beş yıllık üst sürenin geçmesi sonucu babanın dava hakkının düşmesi söz konusu idi. Bu bakımdan ilk derece mahkemesi hükmü lafzi olarak yorumlayarak davayı reddetmişti. Bunun üzerine mesele Anayasa Mahkemesi ne taşınmış ve söz konusu hüküm iptal edilmiştir. 7  Dural / Öğüz/ Gümüş, s. 279.8  Anayasa Mahkemesi nin 25.6.2009 tarihli, 2008/30 Esas, 2009/96 Sayılı Kararı (R.G. 07.10.2009, sayı 27369).398Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının DeğerlendirilmesiAnayasa Mahkemesi nin bu beş yıllık süreyi iptalinden önce de bu konuda tartışmalar vardı. Kimi yazarlar burada örtülü bir boşluk olduğunu ileri sürmekteydi. Bu yazarlara göre hükmün özü ile sözü birbirine uymamaktaydı. Bu durumda ortaya çıkan boşluğun kıyas yolu ile kanunun özüne uygun olarak TMK m. 289/f.3 ve TMK m. 300/f.3 ün hükmünden yararlanarak doldurulması gerektiği ifade edilmekteydi. Hükmün lafzından her ne kadar bir yıllık sürenin haklı sebeplerle uzaması durumunun düzenlendiği anlaşılsa da beş yıllık sürenin haklı sebeplerle geçirildiği hallerde de süre uzamasının söz konusu olması gerektiği ifade edilmekteydi. Bu bakımdan soybağının reddi davalarında ister mutlak ister nispi süre düşsün her iki halde de haklı sebepler mevcutsa sürenin uzayacağı ifade ediliyordu.Kanımızca Anayasa Mahkemesi, TMK m.289/f.3 ün sadece lafzına bağlı alarak yapılan yorumu destekleyerek yanlış bir yaklaşım getirmiştir. Zira bu hüküm aslında iki süre bakımından da uygulama alanı bulmalıydı. Nitekim TMK m.289 un karşılığı olan İsviçre Medeni Kanununun 256c hükmü her iki sürenin de uzamasını karşılayacak şekilde kaleme alınmıştır. Öte yandan Yargıtay Hukuk Genel Kurulu zaten bu beş yıllık süreyi de kapsayacak şekilde yorum yapmaktaydı. Yargıtay uygulamasının da Hukuk Genel Kurulu Kararını takip ettiği görülmekteydi. Doktrinde büyük çoğunluk tarafından hüküm böyle anlaşılmakta ve yorumlanmaktaydı. Bu bakımdan aslında bu hükmün iptal edilmesine bu yönden gerek olmadığı söylenebilir. Anayasa Mahkemesi kararının aksine, bu meselenin hak arama hürriyeti ile ilgisi bulunmamaktadır. Çünkü bu gibi hallerde yani babanın çocuğun doğumunu geç öğrendiği için dava açamadığı hallerde sadece bir yıllık süre değil beş yıllık sürenin de uzadığının kabul edilmesi yeterli olurdu.  Öte yandan sonradan yapılan evlilikle kurulan soybağının iptali durumunda TMK m. 294/f.3 ün atfıyla tanımanın iptaline ilişkin hükümler uygulanacaktır. Burada da TMK m. 300 deki sürelerin uygulanması söz konusu olacaktır. Soybağının reddi davası ile tanımanın ve sonradan yapılan evlenme ile kurulan soybağının iptali halinde menfaat durumları birbirine benzemektedir. Bu bakımdan bu hallerde tanıyan açısından beş yıllık üst süre dururken soybağının reddinde koca açısından 9  Gökhan Antalya,   Soybağının Reddine İlişkin Dava Sürelerinin Haklı Sebeplerle Uzaması  Legal Hukuk Dergisi 2005 Cilt 3 Sayı 27, s. 1011-1012. 10  Bu tartışmalar için bkz. Antalya, s. 1010 vd. ; Yalçın Tosun/ Ece Baş,   Soybağının reddi Davasında ve Babalık Davasında Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesi , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, cilt 9, Sayı: 123-124, Kasım-Aralık 2014, s. 99 vd.; Rona Serozan,  Soybağı Hukuku Üzerine Çeşitlemeler , Prof. Dr. Bilge Öztan a Armağan, Seçkin, 2008, s. 762. Acabey, 151; Öztan, s. 530; Aslı Makaracı,   Soybağının Reddi Davasında Yer Alan Hak Düşürücü sürenin İptaline İlişkin Anayasa Mahkemesi Kararının İncelenmesi , Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı, Sayı 69-70, s. 283. 11  Yargıtay Hukuk Genel Kurulu, 22.12.2004, 2-554/742, www.kazanci.com.tr 12  Örneğin bkz. Yarg 2.HD 12.10.2009, 13514/17075; Yarg. 2 HD 9.112.2004, 12847/14753; Yarg 2 HD 13.10.2010, 8060/ 20946. www.kazanci.com.tr 13  Antalya, s. 1011; Acabey, 151-152; Öztan, s. 530; aksi yönde bir yaklaşım için bkz. Makaracı, s. 283. 14  Serozan a göre burada hem soybağının reddinde hem tanımanın ve sonradan kurulan soybağının iptalinde aynı beş yıllık sürelerin öngörülmesi bu davalarda sürelerin uyumlu hale getirilmesi içindir. Bkz. Serozan, Tekinalp Armağanı, s. 503. 399İstanbul Hukuk Mecmuası 76/2üst sürenin kalkması çelişik bir durum yaratmaktadır. Soybağının reddi gibi ailenin ve çocuğun korunmasının söz konusu olduğu bir davada üst süreler kalkarken, tanımanın ve sonradan yapılan evlenme ile kurulan soybağının iptalinde üst sürelerin kalkması evleviyetle kabul edilmelidir. Ancak bu durumda yasal bir değişikliğin yapılması isabetli olur. Burada tanımanın ve sonradan evlenme yolu ile kurulan soybağının iptali hallerinde sadece Cumhuriyet Savcısı, Hazine (TMK m. 298/f.1) gibi yetkililerin açtığı dava bakımından bir üst süre öngörülmesi gerekir. Yetkililerin açtığı davaların sınırlanması bakımından bir üst süre öngörülmesi isabetlidir. Ancak bunun dışındaki hallerde de lege ferenda tek bir süre yeterlidir, mutlak süreye gerek yoktur. Tanımanın iptalinde tek bir süre düzenleyen eski Medeni Kanun hükmü (EMK m.293) bu yönüyle daha isabetliydi. Anayasa Mahkemesi nin kararından önce İsviçre den alınan sistemin kendi içinde bir bütünlüğü bulunmaktaydı. Anayasa Mahkemesi nin  bu  kararı  ile  kanunun  bütünlüğü  bozulmuştur.  Zira  soybağının reddi ve tanımanın iptali davası bakımından aynı sistemin benimsenmesi gerekir. Nitekim Almanya da ve İsviçre de her iki dava için de süreler bakımından aynı tarz bir düzenleme söz konusudur. Almanya her iki dava bakımından da öğrenme ile başlayan tek bir süre varken İsviçre de bu davalar bakımından hem mutlak hem de nispi iki süre öngörülmektedir. Bu bakımdan Anayasa Mahkemesinin bu kararı ile Türk Medeni Kanunu ndaki soybağı hükümlerinin bütünlüğü zarar görmüştür. b. Soybağının Reddi Davası Çocuk Tarafından Açıldığı ZamanDava çocuk tarafından açıldığı takdirde ergin olduğu tarihten başlayarak en geç bir yıl içerisinde açılmalıdır (TMK m.289/f.2). Ergin olmayan çocuğa kayyım atanmışsa bu dava, atama kararının kayyıma tebliği itibaren bir yıl içinde açılmak gerekir (TMK m. 291/f.2). Ancak çocuğa kayyım atanmamışsa ya da atanan kayyım dava açmazsa dahi çocuğun ergin olduktan sonra dava açmasına bir engel yoktur. Çocuk ergin olduğu tarihten itibaren bir yıl içinde, kendisine kayyım atanması halinde ise kayyım bir yıl içinde dava açmak zorundadır. Anayasa  Mahkemesi  tarafından  iptal  edilen  bir  başka  hüküm  de  TMK  m. 291/f.2 deki süredir. 2013 yılında Anayasa Mahkemesi tarafından  …her halde doğumdan başlayarak beş yıl ..  ibaresi iptal edilmiştir. Böylece kayyım tarafından açılan davalarda önceden bulunan beş yıllık üst süre de kalkmıştır. Ergin olmayan çocuğa atanacak kayyımın açacağı soybağının reddi davasının, atama kararının tebliğinden  itibaren  işlemeye  başlayacak  bir  yıllık  sürenin  yanında,  çocuğun doğumundan itibaren işleyecek beş yıllık bir üst süreye bağlanmasının aslında 15  Bu konudaki değerlendirmeler için bkz. I/C.16  Hatta Alman hukukunda dava açacak kişiler ve ispat edilecek hususlar bakımından bazı farklılıklar olsa da her iki dava da aynı hüküm (BGB § 1600) ile düzenlenmiştir. Almanya da üst süre sadece tanımanın iptali davası yetkililer tarafından açıldığı halde düzenlenmiştir, BGB § 1600b/(1)/(1a).17  10.10.2013 tarihli, 2013/62 E ve 2013/115 K. Sayılı Karar. ( RG. 10.12.2013, sayı 28847). 400Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesiisabetli olmadığı doktrinde ifade edilmekteydi. Çünkü bu süre TMK m.289 a paralel olarak getirilmiş olsa da çocuğa doğumdan itibaren beş yıl geçtikten sonra kayyım atanması anlamsız oluyordu. Beş yıllık sürenin bitimine çok az zaman kala atama kararı tebliğ edilse bile çoğu zaman süreler dolmadan dava açılamıyordu. Öte yandan TMK m. 289 da söz konusu olan beş yıllık üst süre iptal edildikten sonra kayyım tarafından açılacak davada beş yıllık üst sürenin kalmasının bir anlamı da kalmamıştı. Bu bakımdan anlamlı olmayan bu hükmün iptal edilmesinin isabetli olduğu fikrine katılmak gerekir. Anayasa Mahkemesi hükmün bu kısmını iptal etmeden önce bile burada örtülü bir boşluk olduğu fikri ileri sürülüyordu. Buna göre, kayyım tarafından açılan davanın hak düşürücü süre geçtiği için reddedilmesi dürüstlük kuralına aykırı düşmekteydi. Bu bakımdan kayyımın beş yıllık süre dolduktan sonra atanması ya da atama kararının beş yıllık sürenin dolmasına çok az bir süre kala tebliğ edilmesi durumunda oluşan bu boşluk TMK m.291/f.son da yer alan  kocanın açacağı soybağının reddi davasına ilişkin hükümler kıyas yoluyla uygulanır  hükmüne dayanarak doldurulmalıydı. Böylece TMK m. 289/f.son uygulanacak, bu hallerde haklı sebeple gecikme olduğu kabul edilerek kayyıma atandığı tarihten itibaren bir yıllık süre içinde soybağının reddi davası açma imkânı tanınacaktı. C. Karşılaştırmalı Hukuk Çerçevesinde Soybağının Reddi Davası ve Bu Davada Üst Sürenin Gerekip Gerekmediği SorunuAnayasa Mahkemesi nin soybağının reddi davasında koca açısından beş yıllık üst süreyi iptal eden kararı hem aslında bu kararın gerekli olmaması hem de bu kararla kanunun sistematiğinin bozulmuş olması sebebiyle genel olarak isabetsizdir. Bu gibi hallerde haklı sebeple uzama durumunu devreye sokularak bir hak kaybı söz konusu olmaksızın sorun pekâlâ aşılabilirdi. Ancak bunun ötesinde hukuk politikası olarak üst sürelerin tamamen kaldırılıp kaldırılmaması ayrıca düşünülebilir. Temelde burada iki hukuki menfaatin çatıştığını söylemek mümkündür. Birincisi ailenin korunması öteki tarafta kişilerin biyolojik ana, baba, çocuklarını öğrenme haklarıdır. Burada üst sürenin korunmasının daha isabetli olacağı yönündeki kanaatin sebebi bu davanın yapısı ve özelliği itibariyle hassas bir konuyu barındırıyor olmasıdır. Genel olarak üst sürelerle ilgili görüşümüzü belirtmeden önce karşılaştırmalı hukukta soybağının reddi davasının genel özelliklerine ve sürelere ilişkin farklı yaklaşımlara bakmakta fayda vardır. İsviçre hukukuna bakıldığında soybağının reddi davasının Türk hukukuna göre daha dar bir kapsamda düzenlendiği görülmektedir. Bu durum dava açacak kişiler, 18  Dural/ Öğüz/ Gümüş, s. 278-279; Öğüz, s. 1420; Acabey, s. 149.19  Dural/ Öğüz/ Gümüş, s. 278-279; Öğüz, s. 1420.20  Bu görüşler aşağıda incelenecektir. Ayrıca bkz. Cem Akbıyık,  Anayasa Mahkemesinin Soybağı Hukuku Alanındaki Kararlarının Toplu bir Değerlendirilmesi , T.C Maltepe Üniversitesi Hukuk Fakültesi Dergisi, 2012/I, s. 216; Tosun/ Baş, s. 109 vd.401İstanbul Hukuk Mecmuası 76/2süreler ve babalık karinesi açısından söz konusudur. Her şeyden önce İsviçre Medeni Kanunu nun madde 255 hükmüne göre, babalık karinesi, evlilik gerçekleştikten sonra doğan veya evliliğin sadece ölüm ile sona ermesinden itibaren 300 içinde doğan çocuk bakımından söz konusu olur. Babalık karinesi sadece ölüm ile evliliğin sona ermesi halinde gerçekleştiği için boşanma ve evliliğin iptalinden itibaren 300 içinde doğan çocuğun babası koca sayılmamaktadır. Davayı açacak kişiler de Türk hukukuna nazaran daha az sayıdadır. Koca ve çocuk dışında davayı açacak ilgililer, kocanın ölmesi ve ayırt etme gücünü kaybetmesi halinde sadece kocanın ana ve babasıdır (İMK m.258). Ne baba olduğunu iddia eden kişinin ne de kocanın altsoyunun dava hakkı vardır. Çocuğun da dava hakkı sınırlandırılmıştır. Çocuğun ergin olmadan dava açabilmesi için eşlerin ortak hayatının sona ermesi gereklidir. Bir başka deyişle eşlerin evliliği devam ettiği sürece, ergin olmayan çocuk soybağının reddi davasını açamaz (İMK m. 256). Ancak eşler birlikte olmakla beraber çocuk onlardan ayrı yaşıyorsa soybağının reddi davası açma hakkı vardır. Çocuğun dava açma hakkının bu şekilde kısıtlanması eleştiriye açıktır. İsviçre hukuku aile hayatının devamını ön planda tutmuştur. Aile hayatının devamlılığı adına çocuğun gerçek babası ile soybağını kurma isteği daha geri plana itilmiştir. Aslında bu temel yaklaşım, süreler konusunda da devam etmektedir. İsviçre hukukunda bütün soybağı davalarında (soybağının reddi, tanımanın iptali, babalık) bir üst süre (mutlak süre) yer almaktadır. İsviçre hukuku ailenin korunmasını, biyolojik yahut kan bağına dayanan bir ilişkinin çocuk ile baba arasında kurulmasına üstün tutmaktadır. Öbür yandan ailenin korunması her zaman çocuğun korunmasına hizmet etmeyebilir. Bir başka deyişle çocuğun korunması için biyolojik babasını öğrenmemesi gerektiği de her zaman söylenemez. Somut olayın şartlarına göre çocuğun biyolojik babası ile soybağı ilişkisinin tesis edilmesi çocuğun korunmasını ve üstün yararının gerçekleşmesini sağlayabilir. Çocuğun soybağının doğru tespit edilmesi özellikle görünüşteki babası tarafından aslında benimsenmediği, sosyal bir aile düzeni kurulamadığı hallerde daha da önem kazanır. Alman hukukuna baktığımızda ise gelişmelerin İsviçre hukukundan farklı bir yönde olduğunun tespit edilmesi gerekir. Bununla birlikte İsviçre de olduğu gibi Alman hukukunda da babalık karinesi daraltılmıştır. BGB § 1592 hükmü, çocuğun doğduğu anda evliliğin gerçekleşmiş olmasını babalık karinesinin doğması için 21  Basler Komm/ Schwenzer/ Cottier, ZGB Art. 255 N 4-6. İsviçre hukukunda bu konudaki değişiklik 1.1.2000 tarihinde yapılmıştır.22  Basler Komm/ Schwenzer/ Cottier, ZGB Art.256 N 3.23  Bu konuda bkz. Serozan, Tekinalp Armağanı, s. 504.24  Aynı anlamda değerlendirmeler için bkz. Tobias Helms,  Die Stellung des potenziellen biologischen Vaters im Abstammungsrecht , Zeitschrift für das gesamte Familienrecht, 2010, Heft 1, 57. Jahrgang, s. 6; Dagmar CoesterWaltjen,  Statusrechliche Folgen der Stärkung der Rechte der nichtehelichen Väter , Zeitschrift für das gesamte Familienrecht, 2013, Heft 21, 60. Jahrgang, s. 1699; Thomas Rauscher, J. Von Staudingers Kommentar zum Bürgerlichen Gesetzbuch  mit  Einführungsgesetz  und  Nebengesetzen,  Buch  4,  Familienrecht,  §§  1589-1600d  (Abstammung), Neubearbeitung, Berlin, Selier-de Gruyter, 2011, BGB § 1600 N 8.402Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesiyeterli saymaktadır. Almanya da da evliliğin ancak ölüm ile sona ermesi halinde babalık karinesi söz konusu olmaktadır (BGB § 1593)26. Görüşümüze göre Alman ve İsviçre hukukundaki bu düzenlemeler isabetlidir. Zira babalık karinesinin sadece ölüm hali ile sınırlandırılması uygulamada ortaya çıkabilecek birçok sorunu bertaraf eder. Özellikle boşanma davalarının uzun sürdüğü, bu süreçte zaten eşlerin fiili olarak ayrı yaşadıkları düşünülürse babalık karinesinin sadece ölüm ile evliliğin sona ermesine hasredilmesi isabetlidir. Alman ve İsviçre hukukundaki yaklaşım Türk hukukunda da benimsenmelidir. Ancak Alman  hukukunda  soybağının  reddi  davasını  açacak  kişiler, Türk  ve İsviçre hukuklarına göre daha farklı düzenlenmiştir. Buna göre baba, anne, çocuk, baba olduğunu iddia eden kişi bu davayı açabilirler (BGB § 1600). Ancak Alman hukukunda ne İsviçre hukukunda olduğu gibi kocanın anne ve babasının ne de Türk hukukunda olduğu gibi kocanın anne, babasının yanı sıra altsoyunun bu davayı açma hakkı bulunmaktadır. Bununla birlikte baba olduğunu iddia eden kişi kanundaki bazı koşulların gerçekleşmesi halinde bu davayı açabilir. Alman hukukunda baba olduğu iddia eden kişinin bu davayı açabilmesi için koca ile çocuk arasında sosyal bir aile ilişkisinin bulunmaması gerekmektedir. Sosyal bir aile ilişkisi ile kastedilen babanın çocuğun sadece maddi değil manevi sorumluluğunu da almasıdır. Ayrıca baba olduğunu iddia eden kişinin dava açması için kritik dönemde anne ile ilişkisi olduğu hususunda yemin etmesi gerekir. Türk hukukunda baba olduğunu iddia eden kişiye dava açma hakkı kocanın ölmesi, gaipliğine karar verilmesi veya ayırt etme gücünü kaybetmesi gibi bazı  koşulların  gerçekleşmesi  halinde  tanınmaktadır  (TMK  m.  291).  Oysa Alman hukukunda görüldüğü üzere baba olduğunu iddia eden kişi açısından 25  Marina Wellenhofer, Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 9, Familienrecht II, §§ 1589-1921, SGB VIII, 7. Auflage, München, Beck, 2017, BGB § 1592 N 6.26  Münchener Komm/ Wellenhofer, BGB § 1593 N 2 karş. N 4. Annenin ölümü halinde de bu hükmün kıyas yoluyla uygulanabileceği yönünde bkz. Wellenhofer/ Münchener Komm, BGB § 1593 N 5.27  Münchener Komm/ Wellenhofer, BGB § 1600 N 3 vd. Ayrıca babanın anne babasının dava açma hakkı olmadığı ile ilgili bkz. Münchener Komm/ Wellenhofer, BGB § 1600 N 4. 28  Münchener Komm/ Wellenhofer, BGB § 1600 N 8 vd. Baba olduğunu iddia eden kişiye Alman hukukunda da önceleri bu hak verilmemekle birlikte Alman Federal Anayasa Mahkemesi nin 2003 yılında verdiği bir karar sonrasında açıkça tanınmıştır (bu karar için bkz. NJW 2003, s. 2151). Bu karar ve konu ile ayrıntılı bilgi için bkz. Münchener Komm/ Wellenhofer, BGB § 1600 N 9-10. Alman Federal Anayasa Mahkemesi bu kararda biyolojik babaya dava hakkı tanımamanın Alman Anayasa sının 6. maddesinde düzenlenen ebeveyn haklarının açıkça ihlali anlamına geldiğini ifade etmektedir. Bu karardan sonra 3.04.2004 yılında Alman Medeni Kanunu nda da değişiklik yapılmıştır. 29  Münchener Komm/ Wellenhofer, BGB § 1600 N 12 karş. N 23. Yazara göre sosyal aile ilişkisi kavramı hem belirsiz bir kavramdır hem de biyolojik babanın dava imkânını çok dar bir alana sınırlamaktadır. Bu eleştiriler için bkz. Münchener Komm/ Wellenhofer, BGB § 1600 N 12 vd. özellikle 14; Pia Maira Schulze, Das deutsche Kindschafts- und Abstammungsrecht und die Rechtssprechung des EGMR, Frankfurt, Peter Lang, 2012, s. 143 vd; Martin Löhnig/ Mareike Preisner,  Zur Reichweite des Einflusses der Rechtsprechung des EuGHMR auf das deutsche Kindschaftsrecht  Zeitschrift für das gesamte Familienrecht, 2012, Heft 7, 59. Jahrgang, s. 489-496; Staudinger/ Rauscher, BGB § 1600 N 9 vd. Yazara göre anne kendine bir eş seçerek biyolojik babanın dava hakkını sınırlayamamalıdır, bkz. Staudinger/ Rauscher, BGB § 1600 N 12.30  Münchener Komm/ Wellenhofer, BGB § 1600 N 16.403İstanbul Hukuk Mecmuası 76/2dava hakkının doğması için yemin etmesi ve koca ile çocuk arasında sosyal aile ilişkisi bulunmaması yeterlidir. Baba olduğunu iddia edene bu davayı açma hakkı İsviçre hukukunda ise hiç verilmemiştir. Böyle bir davanın evlilik ve aile hayatı üzerinde yaratacağı olumsuz etkiler açıktır. Ancak, Alman hukukunda bu noktada tercih yine biyolojik baba olup olmadığını öğrenme hakkına üstünlük sağlanması ile belirlenmiştir. Alman hukukunda sadece bu olayla birinci derecede ilgili olan kişilere bu hak tanınmış, onun dışında miras menfaati bakımından ilgili olabilecek kişiler bu işin dışında tutulmuştur. Alman hukukunda soybağının reddi davası açısından herhangi bir üst süre öngörülmemiştir. BGB § 1600b hükmüne göre koca, babalığa karşı ileri sürülecek sağlam ve ciddi itirazları öğrendiği tarihten itibaren iki yıl içinde bu davayı açmalıdır. Bu süre ise en erken doğumla başlar. Öte yandan Alman hukukunda, Federal Anayasa Mahkemesinin verdiği bir kararın akabinde, hukuki babanın biyolojik baba olup olmadığını öğrenme hakkı tanınmıştır. Bu karardan sonra da 01.04.2008 tarihinde yürürlüğe giren kanunla soybağının reddi davasının dışında biyolojik baba olup olmadığını öğrenme hakkı açıkça yasal bir düzenlemeye kavuşmuştur. Böylece soybağının reddi davası herhangi bir sebeple açılmamışsa, açılamamışsa yahut açılıp da reddedilmiş olsa dahi biyolojik baba olup olmadığını öğrenme hakkı kapsamında ayrı bir davanın açılabileceği kabul edilmiştir. Bu davayı koca (hukuki baba), çocuk ve anne herhangi bir süreye bağlı olmaksızın açabilir. Ancak davanın herhangi bir hukuki sonucu bulunmamaktadır. Bir başka deyişle, soybağının reddi davasının soybağı hükümleri açısından etkisi bu dava bakımından söz konusu olmaz. 31  Bu konuda ayrıntılı bilgi için bkz. Münchener Komm/ Wellenhofer, BGB § 1600b N 1 vd.; ayrıca bazı haklı sebeplerin oluşması halinde sürenin uzayabileceği de Alman Medeni Kanunu § 1600b Abs.5 ile düzenlenmiştir, bu konuda bkz. Münchener Komm/ Wellenhofer, BGB § 1600b N 41 vd; Staudinger/ Rauscher, BGB § 1600b Na.32  Gesetz zur Klärung der Vaterschaft unabhängig vom Anfechtungsverfahren, BGB 2008, 441. Federal Anayasa Mahkemesi nin kararına konu olan olay gizli bir şekilde, sahibinin veya mahkemenin kararı olmadan hukuka aykırı bir şekilde elde edilen biyolojik testlerle ilgilidir. Alman Yüksek Mahkemesi (BGH), Alman Medeni Kanunu nda öngörülmeyen bir şartı daha soybağının reddi davalarında aramaktadır. Buna göre soybağının reddi davasını açan baba, çocuğun babası olmadığı yönündeki iddiayı somutlaştırmalıdır. Bu ise birçok olayda ispat zorluğu taşımaktadır. Bu bakımdan koca gizli şekilde elde ettiği doku, saç, tükürük örneklerinden özel kurumlarda genetik incemeler yaptırmaktadır. Oysa bu incelemeler hukuka aykırı yoldan elde edildiği için bunların kullanılması soybağının reddi davalarında kabul edilmemektedir. İşte biyolojik babalığın açıklığa kavuşturulmasını talep hakkı bu şartlar altında ortaya çıkmış ve kabul görmüştür. Biyolojik baba olmadığı açıkça görünen kişi, şüphelerini somutlaştıramadığı için açtığı soybağının reddi davası kabul edilmese bile hukuka aykırı olarak elde edilen delillere güvenerek biyolojik babalığının araştırılmasını talep hakkı tanınmıştır. Evren Kılıçoğlu,  Gizli Babalık Testlerinin Soybağının Reddi Davasına Etkileri ve Bu Bağlamda Alman Hukukunda  Hukuki Babanın Biyolojik Babalığının Açıklığa Kavuşturulması Talebi nin Tanınması , MÜHF-HAD, C. 16, S. 3-4, s. 279-307. 33  Bu karardan sonra biyolojik soybağı ilişkisinin genetik inceleme yoluyla tespitini isteme hakkı Alman Medeni Kanunu na eklenen bir hüküm (§ 1598a) ile açıkça düzenlenmiştir. Bu hüküm ile ilgili olarak ayrıntılı bilgi için bkz. Staudinger/ Rauscher, BGB § 1598a N 1vd.; Münchener Komm/ Wellenhofer, BGB § 1598a N 1 vd.38. Dava hakkının soybağının reddinden bağımsız bir talep hakkı verdiği yönünde bkz. Staudinger/ Rauscher, BGB § 1598a N 45; davanın herhangi bir hukuki sonucu olmadığı yönünde bkz. Münchener Komm/ Wellenhofer, BGB § 1598a N 38. Bu bakımdan soybağının reddi davasında hak düşürücü süreler varken bu davada yoktur; süresiz olarak açılabilen bu bu davanın soybağının reddi davasındaki sürelere etkisi ile ilgili olarak bkz. Staudinger/ Rauscher, BGB § 1600b N 7a; Biyolojik babalığın açıklığa kavuşturulması talebi çerçevesinde elde edilen testlerin soybağının reddi davasında kesin hükme etkileri için bkz. Kılıçoğlu, s.291-292. Burada bazı ihtimaller söz konusu olabiliyor. Örneğin soybağının reddi davası sürelere uyulmadığı için reddedilmişse, daha sonra elde edilen babalık testi yargılamanın yenilenmesini sağlamayacağı ifade edilmekte ama dava delil yetersizliğinden reddedilmişse sonradan elde edilen babalık testi yargılamanın yenilenmesini sağlamaktadır. 404Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının DeğerlendirilmesiAlman  hukukundaki  soybağı  hukuku  ile  ilgili  gelişmelere  genel  olarak bakıldığında  biyolojik  babalık  ilişkisinin  tespit  edilmesine  önem  verildiği görülebilir. Bu yönüyle İsviçre hukukuna göre farklı yönde bir yaklaşım söz konusudur.  Genetik  araştırmaların  artmasının  da  bu  eğilimde  etken  olduğunu söylemek gerekir. Biyolojik baba olup olmadığını öğrenme hakkı bir insan hakkı, temel bir hak olarak tanınmaktadır. Sadece bu hakkın tanınması yönünden değil, davayı açacak kişiler, süreler yönünden de söz konusu olan hukuki düzenlemeler, İsviçre hukukuna göre daha geniş kapsamlı tutulmuştur. Buna rağmen daha da genişletilmesi yönünde eleştiriler getirilmektedir. Soybağı davaları görüldüğü gibi farklı menfaatleri içermeleri sebebiyle farklı yaklaşımları bünyelerinde taşımaktadır. Yukarıda açıkladığımız üzere görüşümüze göre Türk hukukunda da babalık karinesi Alman hukukundaki model benimsenerek daraltılmalıdır. Süreler açısından mesele ele alındığında Türk hukukuna göre soybağının  reddi  davası  açısından  söz  konusu  olan  süreler  konusunda  farklı yaklaşımlar söz konusudur. Bazı görüşler bu sürelerin kalması gerektiğini ifade etmektedir. Bizce Alman hukukunda olduğu gibi üst süreye ihtiyaç yoktur. Eski Medeni Kanun döneminde de tek bir süre vardır. Soybağının reddi davasında öğrenme ile başlayıp haklı sebeplerin gerçekleşmesi halinde uzayan tek bir süre yeterlidir. Ancak sadece soybağının reddinde değil tanımanın iptalinde de tek bir  süre  olmalıdır.  Anayasa  Mahkemesinin  kararında  biyolojik  baba  olmanın öneminden bahsedilmektedir. Bu hak Alman hukukunda olduğu gibi bir insan hakkı olarak tanımlanmaktadır. Tek bir süre olması buradaki menfaatin korunmasını engellemez. Çünkü zaten süre öğrenme ile başlayacaktır. Öğrenmedikçe nispi süre işlemediğine ve beş sene geçtikten sonra koca kendisinin baba olduğu öğrenmişse ya da başkasının baba olması durumu gizlenmişse veya başka bir haklı sebep söz konusu ise bu süre de uzayacağına göre birçok olayda zaten üst sürenin bir anlamı kalmamaktadır. Ancak üst sürenin kalkması ile davacı her durumda beş senenin haklı sebeple geçtiğini ispat yükünden kurtulacaktır. Öte yandan babalık karinesi sadece ölüm ile evliliğin sona erdiği hallerle sınırlandırılırsa, boşanma sebebiyle baba olduğunun çok sonra ortaya çıkması gibi hallerle de karşılaşılmayacaktır. Süre 34  Alman hukukunda özellikle biyolojik babanın dava hakkının genişlemesi gerektiği ifade edilmekte, bu yönüyle Alman Medeni Kanunu eleştirilmektedir. Bu konudaki tartışmalar için bkz. Münchener Komm/ Wellenhofer, BGB § 1600 N 12 vd. Schulze, s. 143 vd; Löhnig/ Preisner, s. 489 vd.; bu konuda tartışmalar ve görüşler için ayrıca bkz. Kerstin Aust, Das Kuckuckskind und seine drei Eltern, Frankfurt am Main, Bern, Wien, Peter Lang, 2015, s. 108 vd.; Helms, s. 1 vd.; CoesterWaltjen, 1693 vd.35  Bu durumda aslında baba olduğunu iddia eden kişinin dava açmasından doğabilecek sakıncalar da büyük ölçüde aşılmış olmaktadır. Bkz. Acabey, s. 142-143; karinenin kalması gerektiği ama boşanma hükmünün kesinleşmesin beklemeden üç yüzlük sürenin boşanma davasından itibaren başlatılması gerektiği yönünde görüş için bkz. Hatemi/Kalkan Oğuztürk, s. 151. 36  Akbıyık, s. 216; Tosun/ Baş, s. 109 vd.37  Aynı yönde Öğüz, s. 1420; Hatemi/ Kalkan Oğuztürk, s. 153; Tufan Öğüz,  Anayasa Mahkemesinin Türk Medeni Kanununun Soybağına İlişkin İptal Kararlarının Değerlendirilmesi , Anayasa Mahkemesinin Medeni Hukuka İlişkin Kararlarının Değerlendirilmesi Sempozyumu (21 Mayıs 2012), İstanbul, Oniki Levha Yayıncılık, 2013, s. 205. 38  Alman Hukukunda bu tek sürenin ailenin ve çocuğun korunması bakımından yeterli ve gerekli olduğu ifade edilmektedir. Bu konuda Münchener Komm/ Wellenhofer, BGB § 1600b N 1 vd. özellikle N 4; Staudinger/ Rauscher, BGB § 1600b N 4.405İstanbul Hukuk Mecmuası 76/2sadece öğrenme ile başlar, şüphe öğrenme anlamına gelmez. Bu bakımdan daimi bir tehdit söz konusu olmaz. Tek bir süre de ailenin ve çocuğun korunmasına yeterince hizmet eder. Anayasa Mahkemesi kararı genel olarak haklı sebeple uzamanın beş yıllık üst süre bakımından gerçekleşmemesine odaklanmakla birlikte üst sürelerin isabetli olup olmadığı yönünden değerlendirilebilecek şu ifadelere de yer vermektedir:  Kişinin genetik-biyolojik kökeni kendisine ait olmayan çocuğu reddetme hakkı en temel haklarından biridir. İtiraz konusu ibare ile bu hak doğumdan itibaren beş yıllık süre ile sınırlandırılmakta ve bu sürenin haklı neden olmadan geçmesi halinde dava açma hakkı henüz doğmadan kocanın elinden alınmak suretiyle kendisine ait olmayan çocuğu sahiplenmek zorunda bırakılmaktadır. Hukuk devleti ilkesi, kocanın temel hak ve hürriyetlerinden olan genetik-biyolojik kökeni kendisine ait olmayan çocuğu reddetme hakkının önündeki bu hak ile bağdaşmayan engelleri kaldırmayı da içerir. İtiraz konusu ibare, kişinin maddî ve manevî varlığını koruma ve geliştirme hakkının özünü zedeler nitelik taşıdığı gibi, kocanın temel hak ve özgürlüklerini hukuk devleti ve adalet ilkeleriyle bağdaşmayacak surette sınırlamaktadır.Açıklanan nedenlerle, itiraz konusu ibare Anayasa nın 2., 5. ve 17. maddelerine aykırıdır.  Özellikle haklı sebep olmadan beş yıllık sürenin geçmesi durumunda kocanın hak kaybı yaşaması noktasından karara yaklaşıldığında Anayasa Mahkemesi nin de Alman hukukuna paralel bir yaklaşım benimsediği, genel olarak üst süreleri Anayasa ya aykırı bulduğu ifade edilmektedir. Anayasa Mahkemesine yansıyan olayda beş yıllık üst sürenin haklı sebeple uzayabileceği bir durum aslında söz konusuydu. Bu gibi hallerde üst süre uzatılarak da hak kaybı önlenebilirdi. Ama uzama bakımından haklı sebeplerin gerçekleşmediği hallerde üst süre, kocanın dava hakkını biyolojik baba olup olmadığını öğrenme hakkı bağlamında sınırlandırmaktadır. Bu yönüyle kararın vardığı sonuç isabetlidir. Aslına bakılırsa soybağı davaları gibi hassas menfaatlerin söz konusu olduğu durumlarda kanun koyucunun sistemi bir bütün olarak düşünüp düzenlemesi en uygun olan çözümdür. Aksi halde sonraki kısmi değişiklik ve iptallerle sistem yara almaktadır. Bu karar ile soybağının reddi davasında üst süre kalktıktan sonra kanunun tekrar bütünlüğe kavuşması açısından tanımanın ve sonradan yapılan evlenme ile kurulan soybağının iptali davalarında da beş yıllık üst sürenin kalkması için gerekli yasal düzenlemenin yapılması gerekir. Bu davalarda beş yıllık üst süre, dava sadece yetkililer tarafından açıldığı hallerde muhafaza edilmelidir. Son olarak bu davalarda (soybağının reddi, tanımanın iptali, babalık) hak düşürücü sürelerin de lege ferenda öğrenme ile başlayacak şekilde düzenlenmesinin daha isabetli olacağı kanaatini taşıyoruz. Zira doğum, ergin olmak gerçek soybağı ilişkisini öğrenmek için her zaman yeterli olmayabilir. Oysa önemli olan gerçek durumu öğrenmektir. Süreler de bununla başlamalıdır. 406Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının DeğerlendirilmesiII. Babalık Davasındaki Sürelere İlişkin Anayasa Mahkemesi KararlarıA. Babalık DavasıSoybağı, bilindiği gibi, mahkeme hükmü ile de kurulabilir (TMK m.301). Çocuk ile baba arasındaki soybağı, babalık davası sonucunda verilen yenilik doğuran bir hüküm ile gerçekleşir. Babalık davasının açılabilmesi için çocuğun herhangi bir erkek ile soybağının kurulmamış olması gerekir. Babalık davası anne ve çocuk tarafından birbirinden ayrı olarak açılabileceği gibi birlikte de açılabilir (TMK m.301). Kişiye sıkı suretle bağlı bir hak olduğu için ana ve çocuk tarafından bizzat kullanılır. Ana veya küçük ayırt etme gücüne sahip olduğu sürece yasal temsilcinin rızası aranmaz. Onlar ayırt etme gücüne sahip değilse yasal temsilci tarafından bu dava açılabilir. Babalık davasında dava anne tarafından açılacaksa çocuğun doğumundan itibaren en geç bir yıl içinde açılmalıdır. Anne davayı doğumdan önce de açabilir.Baba olduğunu iddia eden kişinin babalık davası açıp açamayacağı ise Türk hukukunda tartışmalı bir konudur. Bir görüşe göre TMK m.1 hükmünden faydalanarak babaya sınırlı olsa da bu hakkın tanınması gerektiği savunulmaktadır. Bir başka görüşe göre baba olduğunu iddia eden kişiye bu hak tanınmamalıdır. Görüşümüze göre de baba olduğunu iddia eden kişiye de lege ferenda dava hakkı tanınmalıdır, zira zaten baba olduğunu iddia eden kişi annenin rızası olmadan çocuğu tanıyabileceğine göre dava yolu ile soybağı meselesinin açıklığa kavuşturulmasını isteme hakkına sahip olmalıdır. Böylece çocuğu tanırken baba olup olmadığından emin olmayan kişi, yargılama esnasında şüphelerinden kurtulma imkânına sahip olabilecektir. Baba olduğunu iddia eden kişinin bu imkânı bulması halinde tanımanın sonradan iptali durumuyla da daha az karşılaşılacaktır. Bu da soybağının biran evvel belirlenmesi hususundaki menfaatlere uygun bir sonuçtur. B. Babalık Davasındaki Sürelere İlişkin DeğerlendirmelerTMK m. 303/f.2 de  Çocuğun açacağı babalık davası için bir yıllık hak düşürücü süre, çocuğa doğumdan sonra kayyım atanmışsa, atamanın kayyıma tebliği tarihinde; hiç kayyım atanmamışsa çocuğun ergin olduğu tarihte işlemeye başlar.  şeklinde idi. Ancak Anayasa Mahkemesi TMK. m.303/f.2 de yer alan  hiç kayyım atanmamışsa çocuğun ergin olduğu tarihte işlemeye başlar  ibaresini Anayasa ya aykırı bularak iptal etmiştir. Aynı zamanda bu iptalin ardından aynı fıkrada yer alan  Çocuğa doğumdan sonra kayyım atanmışsa, çocuk hakkında bir yıllık süre, atamanın kayyıma tebliği tarihinde  ibaresi hükmün iptal edilmesiyle anlamsız hale geldiği için ayrıca iptal edilmiştir. 39  Dural /Öğüz/ Gümüş, s. 298; Schwenzer/ Cottier/ Basler Komm., ZGB Art. 261 N 1-2; Öztan, s. 556. 40  Öztan, s. 556; Basler Komm/ Schwenzer/ Cottier, ZGB Art. 261 N 9; Tosun/ Baş, s. 110. 41  Cem Baygın, Soybağı Hukuku, İstanbul, Oniki Levha Yayıncılık, 2010, s. 74.42  Anayasa Mahkemesi tarih 27.10.2011, 2010/71 Esas, 2011/143 Sayılı Kararı (R.G. 7.02.2012, sayı 28197).407İstanbul Hukuk Mecmuası 76/2Anayasa Mahkemesi nin önüne giden olayda babalık davasını ergin olan bir çocuk açmıştır. Anne ve baba resmi nikâhlı değildir ve baba ölmüştür. Çocuk, baba öldükten sonra annesi ile babasının evli olmadığını ve babanın nüfusuna kaydedilmemiş olduğunu öğrenmiştir. Dava hak düşürücü süre geçtiği için ilk derece mahkemesi tarafından reddedilmiş, hak düşürücü sürenin Anayasa ya aykırılığı ileri sürülerek mesele Anayasa Mahkemesi önüne gelmiştir. Anayasa Mahkemesi, babalık davasındaki süreyi soybağının reddi davasındaki beş yıllık süreye benzetmiş, baba yönünden soybağının reddi davasında beş yıllık üst süre kalktıktan sonra çocuk açısından bu sürenin kalmasının bir gereği kalmadığını ifade ederek hükmün ikinci fıkrasını iptal etmiştir. Bu karara göre,  babanın doğru soybağı kurmak istemesinde korunan menfaat, çocuğun doğru soybağı kurmak istemesinde evleviyetle vardır. Bu hükmün hukuk devleti (AY m.2), kişinin maddi ve manevi varlığını koruma ve geliştirme hakkı (AY m.17) ve hak arama özgürlüğüne (AY m. 17) ilişkin Anayasa hükümlerine  aykırı  olduğu  ifade  edilmektedir.  Anayasa  Mahkemesi  kararında  soybağı kamu düzenini ilgilendirir aile hukuku bakımından çok önemlidir; çocuğun fiziksel ve psikolojik gelişimi üzerinde doğrudan etkilidir. Bu kararın da isabetli olup olmadığı doktrinde tartışmalıdır. Bir görüşe göre madde bütün olarak değerlendirildiğinde zaten bu iptale aslında gerek kalmamaktadır. Nitekim karşı oy yazısında da belirtildiği üzere son fıkrada zaten haklı sebeplerle bu sürelerin uzatılması düzenlenmektedir. Anayasa Mahkemesi ne intikal eden olaydaki çocuğun dava açmasına engel olan durum pekâlâ TMK m. 303 ün bu son fıkrasından faydalanılarak aşılabilirdi. Bu bakımdan hak arama özgürlüğüne getirilen bir engel aslında söz konusu değildi. Anayasa Mahkemesi bu kararında da soybağının doğru kurulmasının önemine vurgu yapmaktadır. Soybağının doğru tespit edilmesi hem çocuk hem baba açısından önem taşır. Ancak bu görüşe göre bu davaların süresiz olarak açılmaması gerekir. Bu dava kişilerin hayatında ciddi sarsıntılar yaratabilecek bir dava olduğu için babanın sürekli bir dava tehdidine maruz bırakılması doğru olamaz. Öte yandan çocuğun soybağının bir an evvel belirlenmesinin kamu yararına hizmet ettiği söylenebilir. Aksi bir görüş ise bu kararı isabetli bulmaktadır. Buna göre çocuğun korunması gereken üstün menfaati nedeniyle sürelerin kaldırılması isabetli olmuştur.TMK m. 303/2 nin iptalinden sonra, çocuğun bir başka erkek ile soybağı olması durumunda  babalık  davasının  bu  ilişkisinin  ortadan  kalkmasından  itibaren  bir yıllık süre içinde açılacağını düzenleyen TMK m.303/3 hükmü çocuk açısından anlamını yitirmiştir. Hüküm, sadece annenin açtığı davalarda uygulanabilecektir. Ancak kararın kayyım açısından iptal edilmesinin isabetli olduğu ifade edilmektedir. 43  Tosun/ Baş, s. 112 vd; Dural/ Öğüz/ Gümüş, s. 303 vd.44  Dural/ Öğüz/ Gümüş, s. 304-305; Öğüz,  Anayasa Mahkemesinin Türk Medeni Kanununun Soybağına İlişkin İptal Kararlarının Değerlendirilmesi , s. 209. 45  Tosun/ Baş, s. 114-115.408Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının DeğerlendirilmesiÇünkü zaten oldukça kısa bir süre söz konusu olduğu için, süre çoğu zaman dava açılamadan düşmekteydi. Bununla birlikte kayyım dava açmadığı için çocuğun da dava hakkı sona ermekteydi. Bu hükmün iptalinden sonra çocuğa kayyım atansın atanmasın çocuğun açacağı babalık davası açısından babalık davası herhangi bir süre bulunmamaktadır.C.  Karşılaştırmalı  Hukuk  Çerçevesinde  Meselenin  Değerlendirilmesi  ve Kanaatimizİsviçre Medeni Kanunu madde 263/f.2 ye göre, dava anne tarafından açıldığı zaman bir yıllık hak düşürücü süre çocuğun doğumundan itibaren başlar. Anne çocuk doğmadan önce bu davayı açabilir. Çocuk açısından ergin olduğu tarihten itibaren bir yıllık hak düşürücü süre öngörülmektedir. Ancak çocuk ile başka bir erkek arasında soybağı ilişkisi bulunuyorsa babalık davası bu ilişkinin sona erdiği tarihten itibaren bir yıllık süre içinde açılmalıdır. İsviçre de kayyım açısından herhangi bir süre öngörülmemiştir. İsviçre de İMK m.262/f.1 in açık hükmü dolayısıyla babalık davası, baba olduğunu iddia eden kişi tarafından açılamamaktadır. Bununla birlikte kişiye sıkı suretle bağlı bir hak olan tanıma ne ayırt etme gücü olmayan baba ne de onun yasal temsilcisi tarafından kullanılabileceği için, yasal temsilciye bu davayı açabilme imkânının tanınması gerektiği görüşü doktrinde ileri sürülmektedir. Alman  hukukunda  ise  gelişmeler  İsviçre  hukukundan  farklıdır.  2.10.1990 tarihinde  yürürlükten  kalkan  Almanya  Demokratik  Cumhuriyeti  Aile  Kanunu (Familiengesetzbuch der Deutschen Demokratischen Republik) § 56 hükmüne göre babalık davası, anne veya çocuk ergin değilse kayyım, erginse çocuk tarafından açılabilmekteydi. Çocuk davayı bizzat açtığı hallerde davayı en erken ergin olduğu ve babanın kim olduğunu öğrendiği tarihten itibaren bir yıl içinde açabiliyordu (§56 Abs.2). Bu süreler geçtikten sonra çocuğun sadece bir istisna olarak sürenin uzamasını haklı gösteren hallerde dava açabileceği kabul edilmekteydi.Ancak bu kanunun yürürlükten kaldırılması ile birlikte bu konuda bir yasal boşluk söz konusu olmuştu. 1.09.2009 tarihinde yürürlüğe giren Aile Meselelerindeki ve Çekişmesiz Yargı İşlerindeki Usul Hakkında Kanun (Gezetz über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit) §§ 169 vd. hükümlerinde bu konuda herhangi bir düzenleme yer almamaktadır. Bu bakımdan Alman hukukunda babalık davasının artık herhangi bir süre sınırlaması olmadan açılabileceği kabul edilmektedir. Soybağının reddi davasının bir süreye 46  Serozan, Öztan Armağanı, s. 767; Dural/ Öğüz/ Gümüş, s. 3030 -304 karş. s. 278; Hatemi/ Kalkan Oğuztürk, s. 171; Baygın, s. 80.47  Basler Komm/ Schwenzer/ Cottier, ZGB Art. 261 N 9. 48  Staudinger/ Rauscher, Anh zu § 1600d N 18. 49  Münchener Komm/ Wellenhofer, BGB § 1600d, N 2 karş. N 12; Staudinger/ Rauscher, Anh zu § 1600d N 17-18; aynı yönde bir karar için bkz. OLG Düsseldorf, Zeitschrift für das gesamte Familienrecht 1976, s. 226-227.409İstanbul Hukuk Mecmuası 76/2bağlı  olması  gerektiği  ifade  edilmekle  beraber  babalık  davasının  herhangi  bir süreye  tabi  olmaması  gerektiği  fikri Alman  hukukunda  savunulmaktadır.  Buna göre soybağının reddi davasında babalık ilişkisi babalık karinesinden faydalanarak kurulmuştur. Babalık karinesinden faydalanılarak kurulan bu ilişki korunmaya değer menfaatleri içerir. Bu süreler hem çocuğun korunmasına, hem sosyal bir düzen içinde ailenin korunmasına hizmet eder. Bir başka deyişle çocuğun statüsü korunmaktadır. Bu bakımdan kurulan ilişkinin ortadan kalkması ancak bu talebin belirli süreler içinde gerçekleşmesine bağlıdır. Oysa babalık davası hukuken babası olmayan bir çocuk ile ilgili olarak açıldığı için korunması gereken bir ilişki veya menfaat söz konusu değildir. Alman hukukunda bu dava, Türk ve İsviçre Hukukundan farklı olarak, sadece anne ve çocuk tarafından değil biyolojik baba olduğunu iddia eden kişi tarafından da açılabilmektedir. Elbette bu kişinin dava açması için tıpkı çocuk ve anne açısından söz konusu olduğu gibi çocuğun bir başka erkek ile soybağı ilişkisinin bulunmaması gerekmektedir. Bu  konuda  bizim  kanaatimiz  soybağının  reddi  davasındaki  sürelere  paralel bir  biçimde  şekillenmektedir. Aslında Anayasa  Mahkemesi ne  yansıyan  olayda gerçekten haklı sebeple uzayan bir durum söz konusudur ve bu bakımdan hüküm iptal edilmeden de söz konusu olaydaki hak kaybının önüne geçmek mümkün olabilirdi. Bu yönüyle bu görüş ve karşı oy yazısında isabet bulunmaktadır. Ancak meseleye hukuk politikası açısından yaklaşılırsa Anayasa Mahkemesi kararı yerindedir. Bu davada herhangi bir süreye ihtiyaç yoktur. Gerçekten Alman hukukçuların ifade ettiği gibi soybağının reddinde korunan bir statü bulunmaktadır. Evlilik içinde doğan çocuğun soybağının reddedilmesi, ancak belirli süreler içinde olabilir. Oysa babalık davasını açacak çocuğun herhangi bir erkek ile soybağı kurulmuş değildir. Bu bakımdan bu halde herhangi bir süreye ihtiyaç yoktur. Buradaki süre esasen babaya hizmet etmekte, onun kurduğu hayatın sarsılmaması hedeflenmektedir. Öte yandan süre öğrenme ile değil anne açısından doğum ile, çocuk açısından ergin olması ile, başka bir erkek soybağı ilişkisi söz konusu ise soybağı ilişkisinin kalkması ile başlamaktadır. Oysa çocuk bu sürelerde babanın kim olduğunu öğrenememiş olabilir. Çocuğun, sürelerin geçtiği her halde haklı sebebin varlığını ispat yükümlülüğü olmamalıdır. Sürenin haklı sebep olmaksızın geçtiği halde çocuğun dava hakkının elinden alınması ise isabetli değildir. Bu bakımdan çocuğun üstün yararını ön plana alan yaklaşım süreler bakımından da desteklenmelidir. Anayasa Mahkemesi nin iptal kararından sonra babalık davasındaki hak düşürücü sürelerin sadece anne açısından söz konusu olduğunu ifade etmek gerekir. Ancak 50  Staudinger/ Rauscher, Anh zu § 1600d N 17; soybağının reddi davasındaki süreler bakımından bkz. Münchener Komm/ Wellenhofer, BGB § 1600b N 3. 51  Münchener Komm/ Wellenhofer, BGB § 1600d N 13. Burada baba olduğunu iddia eden kişinin tanıma yerine babalık davası açmasında hukuki menfaati olduğu kabul edilmektedir. Çünkü ancak bu dava yolu ile baba olduğunu iddia eden kişi genetik testlere başvurmak imkânına kavuşmaktadır. Böylece baba olduğunu iddia eden kişi tahminlerin ötesine geçme imkânına kavuşmaktadır, bkz. Münchener Komm/ Wellenhofer, BGB § 1600d N 8. 410Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesiçocuk açısından bu süreler kalktıktan sonra anne açısından kalan hak düşürücü süre de büyük ölçüde anlamını yitirmiştir. Anne davayı açmasa bile çocuk süresiz olarak her zaman bu davayı açabileceğine ve her iki dava da özünde çocuğun soybağını tespit etmeye yöneleceğine göre anne açısından kalan süre eskisi kadar önemli değildir. Genellikle diğer hukuk sistemlerinde de hak düşürücü sürelere ilişkin düzenlemeler hem anne hem çocuk açısından aynı esaslar çerçevesinde öngörülmektedir. Nitekim İsviçre de babalık davasında hem anne hem çocuk açısından süre düzenlenmişken, Almanya da her ikisi açından da süre öngörülmemektedir. Anayasa Mahkemesinin bu hükmü iptalinden sonra bu konuda kanun teklifi verilmiş, bir yıllık sürenin kısa olduğu ileri sürülerek beş yıla çıkarılması teklif edilmiştir. Görüşümüze göre buradaki temel sorun sürenin beş yıla çıkarılması ile aşılamaz. Ama illa bir süre düşünülüyorsa Almanya da yürürlükten kaldırılan Almanya Demokratik Cumhuriyeti Aile Kanunu (Familiengesetzbuch der Deutschen Demokratischen Republik) § 56 hükmünde olduğu gibi öğrenme ile başlayan bir süre düşünülmelidir. III. Evlat Edinmenin İptali Davasındaki Sürelere İlişkin Anayasa Mahkemesi KararlarıTMK m. 319 hükmü Anayasa Mahkemesi tarafından iptal edilmeden önce  Dava hakkı, evlatlık ilişkisinin kaldırılması sebebinin öğrenilmesinden başlayarak bir yıl ve her halde evlat edinme işleminin üzerinden beş yıl geçmekle düşer  şeklinde idi. Anayasa Mahkemesi nin iptal kararı ile hükmün  her halde evlat edinme işleminin üzerinden beş yıl…  kısmı iptal edilmiştir. Bu olayda evlat edinen, evli olduğu halde tek başına evlat edinmiştir. Hayatında eşi dava açmamakla birlikte öldükten sonra beş yıllık süre geçmiş olmasına rağmen sağ kalan eş dava açmıştır. Davanın reddedilmesiyle söz konusu hüküm Anayasa Mahkemesi nde dava konusu olmuştur. Burada soybağının reddi davasında beş yıllık üst süre ve babalık davasında çocuk açısından süre kalktıktan sonra evlat edinmenin iptalinde de beş yıllık üst sürenin artık  anlamının  kalmamış  olduğu  ifade  edilmiş,  hak  arama  özgürlüğünün  ihlal edildiği belirtilmiştir. Bu karara göre,  İtiraz konusu kural, kişinin dava açma hakkını ölçüsüz bir şekilde sınırlandırmakta ve hakkın özüne dokunmaktadır. Somut olayda davacının, eşi sağ iken böyle bir dava açmakta korunmaya değer bir hukuki yararı bulunmadığından (Yargıtay İçtihadı Birleştirme Büyük Genel Kurulunun 7.12.1955 tarihli ve 11/24 sayılı kararı.) o ancak eşinin ölümünden sonra bu hakkını kullanabilecektir. Böyle bir halde, evlat edinme işleminin üzerinden beş yıl geçmiş ise, başka bir ifade ile, olayda olduğu gibi eşi, evlat edinme işleminin üzerinden beş yıl geçtikten sonra ölmüş ise, işlem üzerinden beş yıl geçmiş olduğu için davacı 52  Bu konuda bkz. Tosun/ Baş, s. 114-115.53  Anayasa Mahkemesi 27.12.2012 tarih, 2012/35 E., 2012/203 Sayılı Kararı (R.G. 12.07.2013, sayı 28705).411İstanbul Hukuk Mecmuası 76/2hiçbir zaman dava açamayacak demektir. O nedenle sözü edilen kuralın,  hak arama özgürlüğünün  özüne dokunduğundan Anayasanın 36. maddesine de aykırı olduğu kanaatine varılmıştır. Oysa buradaki beş yıllık üst sürenin amacı tam da bu olayda olduğu gibi esasa ilişkin noksanlıkların ancak belirli bir sürede ileri sürülebilmesidir. Ancak TMK m. 317 açısından söz konusu olan hallerde olduğu gibi TMK m.318 açısından söz konusu olan iptal davasında da evlat edinme ilişkisinin sona erdirilmesinin çocuğun menfaatini ağır biçimde zedeleyeceği hallerde iptal kararı verilemez. Böyle bir üst  sürenin  varlığı  tarafları  özellikle  evlat  edinileni  korumaktır.  Belirli  süreler geçtikten sonra hukuka aykırılıkları ileri sürmenin bir anlamı kalmamaktadır, çünkü başlangıçtaki sakatlığa rağmen uzun zaman geçmiş ve evlat edinen ile evlat edinilen arasında güçlü bir bağ kurulmuştur. Bu kurulan ilişkinin belirsiz bir süre ile iptal edilmesi tehdidi altında bırakılmasının aslında kanun koyucunun getirmek istediği tarzda bir evlatlık ilişkisine uygun olduğu söylenemez. Öte yandan bu konuda hem kanun koyucunun hem Anayasa Mahkemesi nin net bir tutum izlediği de söylenemez. Zira evlat edinme bakımından aslında kan bağına dayanan hısımlığa çok benzeyen bir ilişki yaratılmak istenmekle beraber hem evlatlığın tek yönlü mirasçılığının söz konusu olması hem herhangi bir süre sınırlaması ile bağlı kalmaksızın bu ilişkinin sonlandırılmasının önünün açılması kan bağına dayanan soybağına çok benzer bir ilişki kurmayı hedefleyen bir yaklaşıma ters düşer. İsviçre Medeni Kanunu m.269b hükmüne göre ise evlat edinme ilişkisinin sona erdirilmesine yönelik açılan iptal davası açısından Türk hukukuna göre daha kısa süreler öngörülmüştür. Buna göre iptal sebebinin öğrenilmesinden itibaren altı ay herhalde evlat edinme ilişkisinin kurulduğu tarihten itibaren iki yıl içinde dava açmak gerekir. TMK m.319 un gerekçesinde Türk hukuku bakımından İsviçre de öngörülen sürelerin çok kısa olduğu ifade edilerek bir ve beş yıllık süreler benimsenmiştir. Alman Medeni Kanunu §1762 Abs. 2 hükmüne göre iptal sebeplerinden birinin öğrenilmesinden itibaren bir, evlat edinme işleminin gerçekleşmesinin üzerinden üç yıl geçmekle birlikte artık iptal davası açılamaz. Alman hukukunda İsviçre de olduğu gibi biri nispi biri mutlak olmak üzere iki süre öngörülmüştür. Yukarıda görüldüğü gibi, Almanya soybağı davalarındaki süreler bakımından İsviçre ye nazaran daha liberal bir tutum sergilemekle birlikte evlat edinme ilişkisinin iptali bakımından İsviçre ye benzer şekilde iki süre düzenlemiştir. Burada iki süre öngörülmesinin ve mutlak olan üç yıllık süre geçtikten sonra evlat edinme işlemine ilişkin sakatlıkların artık ileri sürülememesinin sebebi evlat edinilen ile evlat edinen aile (ya da kişi) arasında sıkı bağlar kurulmuş olduğu düşüncesidir. Kurulan bu sıkı bağlara rağmen evlat edinme ilişkisinin iptali evlat edinilen çocuğun menfaatlerine ters düşecektir. Bu bakımdan doktrinde kuruluşluktaki sakatlıkların, kurulan bu güçlü bağ karşısında önemini 412Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesikaybettiği  düşüncesi  hâkimdir.  Meseleye  karşılaştırmalı  hukuk  çerçevesinden bakıldığında Anayasa Mahkemesi kararının ne kadar isabetsiz olduğu görülebilir. Özellikle soybağının reddi ve babalık davası ile evlat edinmenin iptali arasında kurulmaya çalışılan paralellik hiç uygun olmamıştır. Zira soybağının reddinde ve babalık davasında gerçek bir kan bağının tespit edilmesi söz konusudur. Oysa evlat edinme durumunda zaten böyle bir bağın taraflar arasında olmadığı bellidir. Buna rağmen bir aile olma hedefi gerçekleştirilmeye çalışılmaktadır. Bu hedef de ancak zamanın geçmesi, tarafların birbirine alışıp sevmeleriyle gerçekleşebilir. Anayasa Mahkemesi nin kararı ile bu hedef kısmen engellenmiş olmaktadır. SonuçAnayasa Mahkemesi soybağı davalarında hak düşürücü sürelere ilişkin hükümlerin önemli bir kısmını iptal etmiştir. İptal edilen hükümlerden en önemlilerinden biri soybağının reddi davasındaki baba açısından söz konusu olan ve doğumdan itibaren başlayan beş yıllık üst süredir. Anayasa Mahkemesinin iptal ettiği ikinci önemli hüküm babalık davasında çocuk açısından söz konusu olan ve ergin olması ile başlayan bir yıllık hak düşürücü süredir. Bu sürenin iptal edilmesiyle birlikte artık babalık davasında çocuk açısından herhangi bir süre kalmadığı söylenebilir.Anayasa Mahkemesi kararlarının olumlu ve olumsuz bazı yönleri vardır. Önce soybağının reddi ve babalık davası açısından bu kararların aslında gerekli olmadığını ifade etmek gerekir. Her iki halde de sürelerin haklı sebeple uzadığı kabul edilseydi bu hükümler iptal edilmeden de hak kaybı önlenebilirdi. Öte yandan bu kararlar hukuk politikası olarak isabetli olmuştur. Soybağının reddi davası bakımından öğrenme ile başlayan tek bir süre görüşümüze göre tarafların özellikle çocuğun menfaatini korumak için yeterlidir. Babalık davası açısından ise süre gerekli değildir. Soybağının reddinde çocuk evlilik içinde doğduğu için korunan bir statüsü vardır. Ama babalık davasında çocuk ile herhangi bir erkek arasında soybağı kurulmadığı için korunması gereken bir statüden bahsedilemez. Bu durumda çocuğun üstün yararı tercih edilmeli ve çocuk herhangi bir süre sınırlaması olmaksızın bu davayı açabilmelidir. Anayasa Mahkemesi kararlarının olumsuz yönü ise kanunun sistemini bozmuş olmalarıdır. Bu hükümler iptal edilmeden önce Medeni Kanun daki soybağına ilişkin hükümler çeşitli yönlerden eleştiriye açık olsa da kendi içinde bütünlük arz eden bir yapıya sahipti. Gerçekten İsviçre den alınan sistem bugün bir insan hakkı olarak kabul edilen biyolojik baba olup olmadığını öğrenme hakkını geri plana itmekle birlikte kendi içinde tutarlı bir sistemdir. Keza bu hakkı ön plana alan Alman hukuku da 54  Rainer Frank, , J. Von Staudingers Kommentar zum Bürgerlichen Gesetzbuch mit Einführungsgesetz und Nebengesetzen, Buch 4, Familienrecht, §§ 1741-1772 (Adoption), Neubearbeitung, Berlin, Selier-de Gruyter, 2007, § 1762 N 1 karş. N 12; Hans-Ulrich Maurer, Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 9, Familienrecht II, §§ 1589-1921, SGB VIII, 7. Auflage, München, Beck, 2017, BGB § 1762 N 13, 14, 27; aynı yönde ifadeler için bkz. Öğüz,  Anayasa Mahkemesinin Türk Medeni Kanununun Soybağına İlişkin İptal Kararlarının Değerlendirilmesi , s. 209-210.413İstanbul Hukuk Mecmuası 76/2süreler yönünden kendi içinde tutarlı ve bütüncül bir yapı göstermektedir. Oysa Türk hukuku Anayasa Mahkemesi nin bu kararlarından sonra soybağı hukuku yönünden bütünlüğünü kaybetmiş, kendi içinde tutarsız bir sisteme dönüşmüştür. Soybağının reddi davasında baba açısından üst süre kalkmışken benzer menfaatlerin söz konusu olduğu tanımanın ve sonradan evlenme yolu ile kurulan soybağının iptali davalarında beş yıllık üst sürelerin kalması ciddi bir çelişkidir. Evlat edinmenin iptalinde söz konusu olan beş yıllık üst süre de kan bağına dayanan soybağı hükümlerine benzetilerek Anayasa Mahkemesi tarafından iptal edilmiştir. Evlat edinmenin iptali ile soybağının reddi ve babalık davası arasında paralellik kurulması işin niteliğine uygun değildir. Bu yönüyle Anayasa Mahkemesi kararı isabetli olmamış, evlat edinme sistemi açısından başta öngörülen sistemden uzaklaşılmıştır. Sonuç  olarak  ortaya  çıkan  bu  durum  karşısında  kanun  koyucunun  soybağı hükümlerini  yeniden  düşünerek,  hangi  menfaatleri  daha  ön  plana  çıkarması gerektiğine karar vermesi ve bu konuda bütüncül bir yaklaşımla soybağı hükümlerini gözden geçirmesi kanaatimizce en uygun olan çözümdür. 414Aksoy Dursun / Soybağı Davalarındaki Hak Düşürücü Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesi",
     "Kaynakça": "Acabey, Beşir Mehmet: Soybağı Kurulması Genel Olarak Sonuçları, Özellikle Evlilik Dışındaki Çocukların Mirasçılığı, İzmir, 2002.Akbıyık, Cem:  Anayasa Mahkemesinin Soybağı Hukuku Alanındaki Kararlarının Toplu bir Değerlendirilmesi  T.C Maltepe Üniversitesi Hukuk Fakültesi Dergisi, 2012/I, 203 224.Akıntürk, Turgut: Aile Hukuku, gözden geçirilip genişletilmiş dördüncü bası, Ankara, 1996.Antalya, Gökhan:  Soybağının Reddine İlişkin Dava Sürelerinin Haklı Sebeplerle Uzaması  Legal Hukuk Dergisi 2005 Cilt 3 Sayı 27, s. 1009 1013. Aust, Kerstin: Das Kuckuckskind und seine drei Eltern, Frankfurt am Main, Bern, Wien, Peter Lang, 2015.Baygın, Cem: Soybağı Hukuku, İstanbul, Oniki Levha Yayınları, 2010.Coester Waltjen, Dagmar:  Statusrechliche Folgen der Stärkung der Rechte der nichtehelichen Väter , Zeitschrift für das gesamte Familienrecht, 2013, Heft 21, 60. Jahrgang, s. 1693 1677.Dural, Mustafa / Tufan Öğüz/ Mustafa Alper Gümüş: Türk Özel Hukuku, Cilt III, gözden geçirilmiş onüçüncü bası, İstanbul, Filiz Kitabevi, 2018.Frank, Rainer: J. Von Staudingers Kommentar zum Bürgerlichen Gesetzbuch mit Einführungsgesetz und Nebengesetzen, Buch 4, Familienrecht, §§ 1741 1772 (Adoption), Neubearbeitung, Berlin, Selier de Gruyter, 2007.Hatemi, Hüseyin / Burcu Kalkan Oğuztürk: Aile Hukuku, 6. Bası, İstanbul, 12 Levha Yayıncılık, 2018. Helms, Tobias:  Die Stellung des potenziellen biologischen Vaters im Abstammungsrecht , Zeitschrift für das gesamte Familienrecht, 2010, Heft 1, 57. Jahrgang, s. 1 8.Kılıçoğlu, Evren:  Gizli Babalık Testlerinin Soybağının Reddi Davasına Etkileri ve Bu Bağlamda Alman Hukukunda  Hukuki Babanın Biyolojik Babalığının Açıklığa Kavuşturulması Talebi nin Tanınması , MÜHF HAD, C. 16, S. 3 4; 279 307.Köprülü, Bülent / Selim Kaneti: Aile Hukuku, 2.Bası, İstanbul, 1989.Löhnig Martin / Mareike Preisner:  Zur Reichweite des Einflusses der Rechtsprechung des EuGHMR auf das deutsche Kindschaftsrecht  Zeitschrift für das gesamte Familienrecht, 2012, Heft 7, 59. Jahrgang, s. 489 496.Makaracı, Aslı:  Soybağının Reddi Davasında Yer Alan Hak Düşürücü sürenin İptaline İlişkin Anayasa Mahkemesi Kararının İncelenmesi , Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı, Sayı 69 70, s. 267 284. Maurer,  Hans Ulrich:  Münchener  Kommentar  zum  Bürgerlichen  Gesetzbuch,  Band  9, Familienrecht II, §§ 1589 1921, SGB VIII, 7. Auflage, München, Beck, 2017.Oğuzman, Kemal / Mustafa Dural: Aile Hukuku, 3. Bası, 2001.Oğuzman, M. Kemal / Nami Barlas, Medeni Hukuk: Giriş, kaynaklar, Temel Kavramlar, 22.Bası, İstanbul, Vedat Kitapçılık, 2016.Öğüz, Tufan:  Türk Medeni Kanunu nun Soybağına İlişkin Hükümleri Hakkında Değerlendirme , Prof.Dr. Rona Serozan a Armağan, Cilt II, İstanbul, Oniki Levha Yayıncılık, s. 1415  1423.Öğüz,  Tufan:   Anayasa  Mahkemesinin  Türk  Medeni  Kanununun  Soybağına  İlişkin  İptal Kararlarının Değerlendirilmesi , Anayasa Mahkemesinin Medeni Hukuka İlişkin Kararlarının Değerlendirilmesi Sempozyumu (21 Mayıs 2012), İstanbul, Oniki Levha Yayıncılık, 2013, s. 201 210. Öztan, Bilge: Aile Hukuku, 5.Bası, Ankara, Turhan Kitabevi, 2004.415İstanbul Hukuk Mecmuası 76/2Rauscher,  Thomas:  J.  Von  Staudingers  Kommentar  zum  Bürgerlichen  Gesetzbuch  mit Einführungsgesetz und Nebengesetzen, Buch 4, Familienrecht, §§ 1589 1600d (Abstammung), Neubearbeitung, Berlin, Selier de Gruyter, 2011.Schulze, Pia Maira: Das deutsche Kindschafts  und Abstammungsrecht und die Rechtssprechung des EGMR, Frankfurt, Peter Lang, 2012.Schwenzer, Ingeborg / Michelle Cottier: Basler Kommentar Zivilgesetzbuch I, Art. 1 456 ZGB, 6. Auflage, Herausgeber Heinrich Honsell, Nedim Peter Vogt, Thomas Geiser, Basel, Helbing Lictenhahn Verlag, 2014.Serozan, Rona:  Yeni Medeni Kanun un Çocuklara (Soybağı Hukukuna ve Çocuk Haklarına) İlişkin Düzenlemesi , Ünal Tekinalp e Armağan, Cilt II, İstanbul, Beta, 2003, s. 499 516.Serozan, Rona:  Soybağı Hukuku Üzerine Çeşitlemeler , Prof. Dr. Bilge Öztan a Armağan, Seçkin, 2008, s. 759 777.Tekinay, Selahattin Sulhi: Türk Aile Hukuku, 7. Bası, İstanbul, 1990. Tosun, Yalçın / Ece Baş:  Soybağının reddi Davasında ve Babalık Davasında Sürelere İlişkin Anayasa Mahkemesi Kararlarının Değerlendirilmesi , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, cilt 9, Sayı: 123 124, Kasım Aralık 2014, s. 99 117.Wellenhofer,  Marina:  Münchener  Kommentar  zum  Bürgerlichen  Gesetzbuch,  Band  9, Familienrecht II, §§ 1589 1921, SGB VIII, 7. Auflage, München, Beck, 2017.416"
}