{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "15",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "1",
     "Başlık": "Fahiş Fiyat Artışlarına Karşı Idari Yaptırım Uygulanmasında Yetki Çatışması",
     "Title": "Conflict of Competence in the Application of Administrative Sanctions For Price Gouging",
     "Yazar İsmi": [

          "Yasin Söyler"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Fahiş fiyat artışı", "Haksız Fiyat Değerlendirme Kurulu", "Rekabet Kurumu", "Reklam Kurulu", "Covid-19 salgını"
     ],
     "Keywords": [
          "Price gouging", "Unfair Price Evaluation Board", "The Competition Authority", "The Advertising Board", "Covid-19 pandemic"
     ],
     "Özet": "Covid 19 salgınında ülkemizde mal ve hizmetlerin fiyatlarında ortaya çıkan fahiş artışlarla daha etkin bir şekilde mücadele edebilmek amacıyla fahiş fiyat artışı ismini taşıyan yeni bir idari suç ihdas edilmiş ve bu suç idari yaptırıma bağlanmıştır. Bu amaçla gerekli görülen değişiklikler, 2020 yılının Nisan ayında 6585 sayılı Perakende Ticaretin Düzenlenmesi Hakkında Kanun a eklenen bir ek madde ile gerçekleştirilmiştir. Bu Kanunda, öngörülen idari yaptırımları uygulamakla görevli bir kamu kurumu olarak Haksız Fiyat Değerlendirme Kurulu oluşturulmuştur. Öte yandan hukuk sistemimizde mal ve hizmetlerin fiyatlarında gerçekleşen haksız artışları olağanüstü dönemler de dâhil olmak üzere idari yaptırıma tabi tutan başka kanunlar da vardır. Bu kanunlarda idari yaptırımları uygulamakla görevlendirilen kamu kurumları ise birbirinden farklıdır. Bu çerçevede özellikle fahiş fiyat artışlarına yönelik idari yaptırımlar rekabet hukuku ile tüketici hukuku çerçevesinde ayrıca düzenlenmiş ve bu alanlarda görev yapmak üzere Rekabet Kurumu ile Reklam Kurulu gibi kamu kurumları yetkilendirilmiştir. Makalede, söz konusu kamu kurumlarının fahiş fiyat artışlarına karşı hangi derecede idari yaptırım uygulama yetkisine sahip oldukları ve her bir kamu kurumunun yetkisinin diğeri karşısındaki konumu değerlendirilmeye çalışılmıştır.Bu çerçevede yapılan inceleme neticesinde, mal ve hizmetlerin fiyatlarında fahiş artış yapan kişi veya firmalara uygulanacak cezaların bazı hallerde birden fazla kamu kurumunun yetki alanına girdiği tespit edilmiştir. Her bir kamu kurumunun uygulamakla yükümlü olduğu idari yaptırım türleri ile idari para cezası miktarlarının farklılık oluşturduğunu da göz önünde bulundurduğumuzda, fahiş fiyat artışı fiillerine karşı uygulanacak idari yaptırım konusunda kurumlar arası bir yetki çatışması ortaya çıkabilmektedir. Ortaya çıkan bu sorunların hukuki açıdan ne şekilde giderilebileceği, makalede üzerinde durulan önemli konulardan biri olmuştur.",
     "Abstract": "In order to more effectively combat excessive increases in the prices of goods and services caused by the Covid-19 outbreak in Turkey, a new administrative offense, price gouging, was introduced to the Turkish legal system; this offense is subject to administrative sanction. For this reason, the legislature altered the Act on the Regulation of Retail Trade (No: 6585) in April 2020 and further regulated this topic with an additional article in the Act. The Act establishes the Unfair Price Evaluation Board as a public agency with the authority to apply prescribed administrative sanctions. Moreover, there are other laws in the Turkish legal system regulating the administrative sanctions of excessive increases in prices of goods and services in normal times as well as states of emergency or extraordinary times. According to these laws, however, the public bodies charged with applying administrative sanctions are also different. As a case in point, in Competition Law No: 4054, the Competition Authority is responsible for applying administrative sanctions for price gouging in the framework of competition law, while Consumer Protection Law No: 6502 gives the same authorization to the Advertising Board in the framework of consumer law. This article aims to clarify these overlapping authority situations of applying administrative sanctions for price gouging and set the boundaries between the authorized public bodies by comparatively assessing their duties and authorities.  Sorumlu Yazar: Yasin Söyler (Doç. Dr.), Ankara Sosyal Bilimler Üniversitesi, Hukuk Fakültesi İdare Hukuku Anabilim Dalı,  Ankara, Türkiye. E-posta: yasin.soyler@asbu.edu.tr ORCID: 0000-0002-8833-9230Atıf: Soyler Y,  Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışması  (2021) 79(1) İstanbul Hukuk Mecmuası 211.   https://doi.org/10.26650/mecmua.2021.79.1.0006This work is licensed under Creative Commons Attribution-NonCommercial 4.0 International Licenseİstanbul Hukuk Mecmuası 79/1The penalties to be imposed on individuals or companies making an exorbitant increase in the prices of goods and services are sometimes under the jurisdiction of more than one public authority. A conflict of jurisdiction among authorities may arise when considering the differences in administrative sanctions and the amount of administrative fines that public authorities may impose. This article undertakes to demonstrate how these problems can be solved legally.",
     "Metin": "Covid-19 salgınının ülkemizde de etkisini göstermeye başlamasıyla birlikte, tüm dünyada olduğu gibi bu salgının toplumsal yaşantımızda ortaya çıkardığı olumsuz etkilerin ortadan kaldırılması amacıyla devletimiz bazı tedbirleri yürürlüğe koyma mecburiyetinde kalmıştır. Covid-19 salgının toplumsal yaşantımızda ortaya çıkardığı olumsuz etkilerden biri de bazı mal ve hizmetlerin fiyatlarında fahiş artışların gerçekleşmiş olması olduğundan, bu olumsuz etkinin ortadan kaldırılması amacıyla fahiş fiyat artışı yapmak yeni bir idari suç olarak kabul edilmiş ve idari yaptırıma tabi tutulmuştur. Yasa koyucunun bu yaklaşımı, Covid-19 salgınında mal ve hizmetlerin fiyatlarında ortaya çıkmış olan fahiş artışlarla etkin bir şekilde mücadele edilmesine katkı sağlama amacını taşımaktadır ve bu yönüyle kamu yararına hizmet etmektedir. Nitekim tüm dünyada fahiş fiyat artışlarıyla mücadele amacıyla yeni düzenlemeler yürürlüğe konulmuş, bu fiil birçok ülkede idari yaptırıma tabi tutulmuştur.Yeni bir idari suç olan fahiş fiyat artışının tanımlanması hukuki açıdan önemli bir çaba gerektirir. Fakat makalemizin konusunu esasen bu idari suç tipinin tanımlanması oluşturmamaktadır.  Bundan  ziyade  makalemizde,  bu  idari  suç  tipinin  özellikle rekabet hukuku ve tüketici hukuku gibi alanlardaki karşılığı ve anlamı ile özellikle bu alanda yetkili kılınmış birbirinden farklı kamu kurumlarının yetkilerinin birbirleri karşısındaki konumlarını değerlendirmeyi amaçlamaktayız.Makalenin birinci bölümünde genel olarak Covid-19 salgın sürecinde fahiş fiyat artışlarına karşı ülkemizde alınan önlemlere yer verildikten sonra, ikinci bölümde Perakende Ticaretin Düzenlenmesi Hakkında Kanun (bundan sonra Perakende Ticaret Kanunu olarak anılacaktır) da yapılan değişiklikle getirilen fahiş fiyat artışı idari suç tipinin kısaca tanımlanmasına çalışılmış, üçüncü bölümde fahiş fiyat artışlarını idari suç olarak düzenleyen diğer başlıca kanun hükümleri incelenmiş ve son olarak dördüncü bölümde ise söz konusu kanun hükümleri arasında ortaya çıkması muhtemel norm çatışmaları ve dolayısıyla kamu kurumları arasındaki muhtemel yetki çatışmaları incelenerek, hukuki öngörülebilirliği sağlamak adına fahiş fiyat artışı idari suç tipine uygulanacak idari yaptırımlar ve bu konuda yetkili olan kamu kurumlarının isabetli bir şekilde belirlenmesine yönelik öneriler geliştirilmiştir.215İstanbul Hukuk Mecmuası 79/1I. Covid-19 Salgın Sürecinde Fahiş Fiyat Artışına Karşı  Ülkemizde Alınan ÖnlemlerCovid-19 salgın sürecinde fahiş fiyat artışlarına karşı ülkemizde olduğu gibi diğer ülkelerde de ciddi tedbirler alınmıştır.1 Diğer ülkelerde alınmış olan tedbirlerin incelenmesi apayrı bir çalışma konusudur. Bu nedenle, bu bölümde sadece ülkemizde alınan tedbirler üzerinde genel olarak durulmuştur.Covid-19 salgınının ülkemizde de etkisini göstermeye başlamasıyla birlikte Devlet bu salgınla baş edebilmek ve salgının getirdiği olumsuz etkilerin ortadan kaldırılması amacıyla birçok hukuki ve sosyo-ekonomik tedbirler almış, bu tedbirler doğal olarak sosyal yaşantımızı olağan dönemlerde görülmediği şekilde etkilemiş ve değiştirmiştir. Ürün fiyatlarını etkilemesi nedeniyle bizi ilgilendirdiği boyutuyla, hukuki açıdan ülkemizde alınan tedbirlerden bazıları şu şekilde sıralanabilir: Bazı malların satışı ve hizmetlerin sunumuna taban (price floor) ve tavan fiyat (price ceiling) uygulaması getiren düzenlemelerin yürürlüğe konulması,2 bazı ürünlere ilişkin ihracatın ön izne bağlanması,3 salgın sürecinde acil ihtiyaç duyulan maskelerin satışının yasaklanması ve Devlet tarafından vatandaşlara temininin ücretsiz sağlanması, fahiş fiyat artışı ve stokçuluk yapan kişi ve firmalara idari para cezası uygulanması ve bu konuya ilişkin yeni düzenlemelerin getirilmesi vb. Şüphesiz alınan bu tedbirler, sosyal yaşantımızı etkilemenin yanı sıra sahip olduğumuz hak ve özgürlükler üzerinde de çeşitli şekillerde etkiler doğurmuştur. Devletin salgın bir hastalıkla etkin bir şekilde mücadele edebilmesinin aslında bir diğer yönüyle toplumsal yaşantının birer bireyi olarak hepimizin ortak faydasını gerçekleştirmeye yönelik faaliyetler olduğu varsayılır. Gerçeklikte ise zaman zaman birbiriyle çatışan bu menfaatlerin makul bir      1  Avrupa ülkeleri ile ABD de alınan hukuki tedbirlere ilişkin bkz George S Cary, Maurits Dolmans, Bruce Hoffman, Thomas Graf, Leah Brannon, Richard Pepper, Henry Mostyn, Alexis RB Lazda, Savannah Haynes, Kristi Georgieva ve Jan Przerwa, ‘Exploitative abuses, price gouging & COVID-19: The cases pursued by EU and national competition authorities  (2020) e-Competitions Antitrust Case Laws e-Bulletin <https://www.concurrences.com/pdf_version.api/article-94392.pdf> Erişim Tarihi 23 Haziran 2020. Diğer bazı ülkelerde alınan tedbirler için bkz Willem H Boshoff, ‘The competition economics of excessive pricing and its relation to the Covid-19 disaster period  (2020) <https://ssrn.com/abstract=3593292> Erişim Tarihi 30 Haziran 2020.2  Örneğin Karayoluyla Yolcu Taşımacılığı Alanında Uygulanacak Taban/Tavan Ücret Tarifesi Hakkında Tebliğ ile; 31/7/2020 tarihine kadar uygulanmak üzere karayoluyla yurtiçi yolcu taşımacılığı alanında taban ve tavan ücretler belirlenmiş ve bu ücretlere uyulmaması idari yaptırıma bağlanmıştır. Bkz RG 14.5.2020/31127. Bu düzenleme yasal dayanağını, 4925 sayılı Karayolu Taşıma Kanunu nun 11. maddesinden almaktadır.3  Örneğin İhracı Yasak ve Ön İzne Bağlı Mallara İlişkin Tebliğ (İhracat 96/31) de Değişiklik Yapılmasına Dair Tebliğ (İhracat 2020/6) ile; ventilatör, ecmo, oksijen konsantratörü, ventilasyon sarfları, hasta devreleri (anestezi/ventilatör devresi), IV kanül, entübasyon tüpleri ve yoğun bakım monitörlerinin ihracatı, Türkiye İlaç ve Tıbbi Cihaz Kurumu nun ön iznine bağlanmıştır. Bkz RG 26.3.2020/31080. Bu düzenleme hukuki dayanağını, 22.12.1995 tarihli ve 95/7623 sayılı Bakanlar Kurulu Kararı yla yürürlüğe konulan İhracat Rejimi Kararı ndan almaktadır.4  Makalenin inceleme alanını esasen bu konu oluşturmaktadır. Bu konu aşağıdaki bölümlerde ayrıntılı bir şekilde incelenmiştir.216Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasıdenge içerisinde birbirleriyle bağdaştırılması, ciddi bir hukuki mesele olarak ortaya çıkabilmektedir.5 Hukuk  sistemimizde  salgın  hastalık  durumlarında,  Devletin  bu  hastalıklarla etkin bir şekilde mücadele edebilmesine yönelik birçok hükme yer verilmiştir.6 Bu  hükümlerin  geçerlilik  bulabilmesi  için  olağanüstü  hal  ilanına  da  gerek bulunmamaktadır. Gerçi salgın bir hastalık durumundan olağanüstü hal ilan edilmesi ve bu durumun getirdiği sıkı hukuki rejimin uygulanması, toplum üzerinde daha etkili tedbirlerin alınmasına imkân tanıyabilir. Çünkü olağanüstü hal rejiminde temel hak ve özgürlükler, olağan dönemlere göre daha sert bir şekilde sınırlandırılabilir ve hak ve özgürlüklerin kullanılması durdurulabilir. Fakat Covid-19 salgınıyla mücadele için ülkemizde olağanüstü hal ilan edilmesine gerek görülmemiştir. Olağan hukuk rejimine göre Anayasa ve kanunların çizdiği çerçeve içerisinde, salgın hastalıkla mücadele edilmeye çalışılmıştır. Bütün bu tedbirler içerisinde bizim inceleme konumuzu da oluşturan fahiş fiyat artışıyla mücadeleye ilişkin alınan hukuki tedbirler oldukça önem arz etmektedir. Çünkü Covid-19 salgın sürecinde bazı mal ve hizmetlerin fiyatlarında ciddi artışlar olmuştur.8Ticaret Bakanlığı bünyesinde teşkilatlandırılmış olan Reklam Kurulu, Covid-19 salgın sürecinde fiyat artışı yapan kişi ve firmalara yönelik idari para cezaları uygulamış ve bu satışlara ilişkin reklamların durdurulmasına karar vermiştir.9 Kurul Başkanlığı tarafından yayımlanan Basın Bülteni nde, ayrıntıları aşağıda ayrıca ele alınacak olan 6502 sayılı Tüketicinin Korunması Hakkında Kanun (bundan sonra Tüketici Kanunu olarak anılacaktır) a dayalı olarak 50 ye yakın farklı ildeki 200 e 5  Tolga Şirin, ‘Tehlikeli Salgın Hastalıklarla Anayasal Mücadeleye Giriş  (2020) 9(17) Anayasa Hukuku Dergisi 43, 7475. Örneğin ülkemizde Covid-19 salgın sürecinin baş gösterdiği ilk zamanlarda maske fiyatlarının fahiş şekilde artış göstermesinden dolayı hükümet, ilk başlarda ücretsiz maske dağıtımı kararı almış, daha sonra ise maske satışlarını yasaklamıştır. Hükümetin almış olduğu bu kararların toplum sağlığını koruma amacı taşıdığı ve bu açıdan kamu yararına hizmet ettiği şüphesizdir. Fakat öte yandan bu kararlar alınmadan önce, yürütmekte oldukları ticari faaliyet çerçevesinde örneğin eczanelerin satmak amacıyla almış oldukları maskeler hakkında nasıl bir işlem yapılacağı konusunda ciddi belirsizlikler oluşmuştur. Maske satışı yasağından dolayı birçok eczanenin mağdur olduğuna ilişkin iddialar, medyada yer almıştır. Bkz <https://www.memurlar.net/haber/897756/maske-satisi-tumuyle-yasaklandi-mi.html> Erişim Tarihi 4 Haziran 2020. Yine maske satışı yasağından dolayı bazı kişiler maske bulmakta zorlanmış, parayla maske almaları da mümkün olamamıştır. 6  Bu düzenlemelerden en önemlisi, 1593 sayılı Umumi Hıfzıssıhha Kanunu dur. Kanunun güncel hali için bkz <https://www.mevzuat.gov.tr> Erişim Tarihi 4 Haziran 2020.7  Şirin (n 5) 54.8  Covid-19 salgınının henüz ortaya çıkmadığı yıllarda, olağanüstü durumların gerçekleştiği ülkelerde acil ihtiyaç duyulan mal ve hizmetlerin fiyatlarında fahiş artışlar gerçekleşmiş olduğu iddiasını bir efsane (myth of price gouging) olarak değerlendirip gerçekçi bulmayan ve bu nedenle de bu dönemlere özgü fahiş fiyat artışı (price gounging) düzenlemelerine ihtiyaç bulunmadığını savunan bir çalışma için bkz Debra Wilson, ‘Price Gouging, Construction Cartels or Repair Monopolies? Competition Law Issues Following Naturel Disasters  (2014) 20 Canterbury Law Review 53, 53-54, 55 vd. Yazarın bu iddiası diğer olağanüstü durumlar açısından da oldukça şüpheli olmasının yanı sıra, Covid-19 salgını ekseninde bir değerlendirme yapıldığında en azından ülkemiz bakımından bir anlam ifade etmemektedir. Çünkü Makalemiz boyunca ele alınmış idari ve yargısal kararlardan da anlaşılacağı üzere, Covid-19 salgın sürecinde ülkemizde, gerçekten acil ihtiyaç duyulan birçok mal ve hizmetin fiyatında haksız fahiş artışlar gerçekleşmiştir.   9  Diğer ülkelerde benzer yönde fahiş fiyat artışlarından dolayı firmalar hakkında başlatılan soruşturmalar ve alınan idari yaptırım kararları hakkında ayrıntılı bilgi için bkz Rakić Ivana, ‘Competition Law in the Age of Covid-19  (2020) LXVII(2) Anali Pravnog fakulteta u Beogradu 25, 30-31.217İstanbul Hukuk Mecmuası 79/1yakın kişi ve firmaya maske, dezenfektan, kolonya, gıda, ateşölçer ve ıslak mendil fiyatlarında  haksız  artış  yaptıkları  gerekçesiyle  idari  para  cezası  ile  durdurma cezalarının uygulandığı belirtilmiştir.10 Karar içeriğine bakıldığında verilen cezaların büyük çoğunluğunun maske, dezenfektan ve kolonyaya ilişkin olduğu görülmektedir. Yine söz konusu cezalar ağırlıklı olarak www.n.com, www.hepsiburada.com ve www.trendyol.com isimli internet siteleri üzerinden satış yapan kişi ve firmalar ile perakende işletmeler ve eczanelere kesilmiştir. Satışı internet üzerinden yapan kişi ve firmalara maktu olarak 104.781 TL, diğerlerine ise yine maktu olarak 10.475 TL olmak üzere idari para cezaları uygulanmıştır.Covid-19 salgın sürecinde fahiş fiyat artışı konusunda bir açıklama da Rekabet Kurumu ndan gelmiştir.11 Kurum un  Aralarında Zincir Marketlerin de Bulunduğu 29 Teşebbüs Hakkında Soruşturma Başlatıldı  başlıklı 7 Mayıs 2020 tarihinde yapmış olduğu duyuru şu şekildedir:  Hatırlanacağı üzere, Kurum, COVID-19 salgını  başladığından  beri  fiyat  artışları  ve  arz  zincirindeki  birtakım  piyasa aksaklıklarına dair uyarılarda ve inceleme duyurularında bulunmuştu. Bu bağlamda, bugünkü Karar ın yaklaşık bir ayı bulan bir süre zarfında yapılan analizlere göre gıda ve temizlik/hijyen ürünlerinin üretim ve ticareti ile iştigal eden teşebbüslerden bazılarının özellikle fahiş fiyat artışı davranışlarının rekabet hukukunu ihlal eder nitelikte  olabileceğine  dair  ciddi  ölçüde  kanaate  varıldığı  anlaşılmaktadır 12. Duyurudan da anlaşılacağı üzere Rekabet Kurumu Covid-19 salgınından dolayı gıda ve temizlik/hijyen ürünlerinin üretim ve ticaretini yapan bazı teşebbüslerin fahiş fiyat artışı yapmış olabileceklerini bir rekabet hukuku ihlali olarak değerlendirerek kendi  görev  alanında  görmüş  ve  buna  dayanarak  ilgili  teşebbüsler  hakkında soruşturma başlatmıştır. Rekabet Kurumu daha sonra 14 Mayıs 2020 tarihinde yapmış olduğu duyuruda ise perakende gıda ticareti alanında faaliyet gösteren 23 zincir marketin, su ile yaş meyve ve sebzelerin perakende satış fiyatlarını belirlerken 4054 sayılı Rekabetin Korunması Hakkında Kanun (bundan sonra Rekabet Kanunu olarak anılacaktır) un 4. ve 6. maddelerini ihlal edip etmediklerine ilişkin yapılan soruşturmanın sözlü savunma aşamasına gelindiğini, sözlü savunmanın 24 Haziran 2020 tarihinde yapılacağını, konu ile menfaat ilişkisi olan üçüncü kişiler de dâhil ilgili kişilerin söz konusu toplantıya katılabileceklerini duyurmuştur.1310  <https://www.ticaret.gov.tr/tuketici/ticari-reklamlar/reklam-kurulu-kararlari>  Erişim  Tarihi  20  May  2020.  Bakanlık açıklaması  için  bkz  <https://covid.ticaret.gov.tr/tuketici/duyuru/ticaret-bakani-pekcan-fahis-fiyat-artisi-tespit-edilenfirmalara-verilen-cezalar> Erişim Tarihi 4 June 2020. Bakanlık tarafından yapılan açıklamaya göre,  01.04.2020 tarihi itibariyle gerek 81 Ticaret İl Müdürlüğümüz gerekse Bakanlığımız Reklam Kurulu tarafından denetim altına alınan 7.386 firma ile ilgili yasal süreç devam etmektedir.  Açıklama için bkz <https://covid.ticaret.gov.tr/tuketici/duyuru/haksizfiyat-artislarina-iliskin-reklam-kurulunun-karari> Erişim Tarihi 4 Haziran 2020.11  Covid-19 salgın sürecinde gerçekleşen fiyat artışlarına karşı diğer birçok ülke rekabet kurumu, anılan fiillerin hukuka aykırılık oluşturduğu ve bu fiillerin yaptırıma tabi tutulacağı yönünde açıklama yapmıştır. Bkz Rakić (n 9) 28.12  <https://www.rekabet.gov.tr/tr/Guncel/aralarinda-zincir-marketlerin-de-bulundu-8828cffea11a05694bc> Erişim Tarihi 20 Mayıs 2020. Hakkında soruşturma başlatılan teşebbüsler için söz konusu duyuruya bakılabilir. 13  <https://www.rekabet.gov.tr/tr/Guncel/perakende-gida-ticareti-alaninda-faaliye-4384beea11a05694bc> Erişim Tarihi 20 Mayıs 2020.218Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki ÇatışmasıSon olarak salgınla mücadelede etkin bir yöntem olacağı düşüncesiyle fahiş fiyat artışı ve stokçulukla mücadeleye ilişkin yeni düzenlemeler yürürlüğe konulmuş ve bu düzenlemeleri uygulamakla görevlendirilmiş yeni bir kurul –Haksız Fiyat Değerlendirme Kurulu- idari teşkilatlanmamıza dâhil edilmiştir. II. Perakende Ticaret Kanununa Göre Fahiş Fiyat Artışı2020  yılının  Nisan  ayında,  Perakende Ticaret  Kanunu nda  7244  sayılı Yeni Koronavirüs  (Covid-19)  Salgınının  Ekonomik  ve  Sosyal  Hayata  Etkilerinin Azaltılması Hakkında Kanun ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun la bir değişiklik yapılarak fahiş fiyat artışı isminde yeni bir idari suç ihdas edilmiş ve bu suça karşı idari yaptırım uygulamakla görevli bir kamu kurumu olarak Haksız Fiyat Değerlendirme Kurulu oluşturulmuştur. Fahiş fiyat artışına ilişkin Perakende Ticaret Kanunu nun ek 1. maddesinde yer verilen hüküm şu şekildedir:  Üretici,  tedarikçi  ve  perakende  işletmeler  tarafından  bir  mal  veya  hizmetin satış fiyatında fahiş artış yapılamaz.  Görüldüğü üzere bu hüküm, sadece fahiş fiyat artışını yasaklamakta, fakat bu fiilin ne anlama geldiğine ilişkin bir açıklamayı içermemekte, maddi unsur açısından fahiş fiyat artışının sadece üretici, tedarikçi ve perakende işletmeler tarafından gerçekleştirilebileceğini, ayrıca bu artışın bir mal veya hizmete ilişkin olabileceğini kayıt altına almaktadır. Bu hükümde, fahiş fiyat artışlarının olağanüstü dönemlerde gerçekleşmiş olması ya da rekabet hukuku ihlallerinden kaynaklanmış olması gibi sınırlandırıcı kayıtlara ise yer verilmemiştir.Öte yandan anılan Kanunun uygulanması amacıyla yürürlüğe konulan Haksız Fiyat Değerlendirme Kurulu Yönetmeliği nde ise fahiş fiyat artışı daha kapsamlı ve açıklayıcı bir şekilde düzenlenmiş ve Perakende Ticaret Kanunu nda yer almayan bazı unsurları da içerecek şekilde bir fahiş fiyat artışı tanımı yapılmıştır. Söz konusu Yönetmeliğe göre fahiş fiyat artışı,  Olağanüstü hal, afet ve ekonomik dalgalanma dönemleri  ile  diğer  acil  durumlarda  üretici,  tedarikçi  ve  perakende  işletmeler tarafından satışa sunulan ve kamunun beslenme, sağlıklı yaşama ve korunma gibi temel ihtiyaçlarını karşılamak için zorunlu olan mal ve hizmetlerin fiyatında girdi ve diğer üretim maliyetlerindeki artış gibi haklı bir sebebe dayanmaksızın yapılan aşırı ve adil olmayan artışı  ifade eder (md 3/1, ç). Bu Yönetmelik hükmünün, Perakende Ticaret Kanunu  ile  konuya  ilişkin  diğer  kanunlarla  olan  ilişkisi  (IV)  numaralı bölümde incelenmiştir.Ek 1. maddenin üçüncü fıkrasında ise  Üretici, tedarikçi ve perakende işletmelerin fahiş  fiyat  artışı  ve  stokçuluk  uygulamalarına  yönelik  düzenlemeler  yapmak, gerektiğinde denetim ve incelemelerde bulunarak idari para cezası uygulamak ve her türlü tedbiri almak amacıyla Haksız Fiyat Değerlendirme Kurulu oluşturulur.  14  RG 17.4.2020/31102.219İstanbul Hukuk Mecmuası 79/1şeklinde bir hükme yer verildikten sonra anılan fıkranın devamında bu Kurulun ne şekilde oluşacağı, toplantı ve karar yeter sayıları, Kurulun sekretarya hizmetlerinin ne şekilde yürütüleceğine ilişkin hükümlere yer verilmiştir. Kurulun fahiş fiyat artışlarına karşı uygulayabileceği idari yaptırımlar ise anılan Kanunun 18. maddesinde  Diğer kanunlara göre daha ağır bir cezayı gerektirmediği takdirde, bu Kanunun;… Ek 1 inci maddesinin birinci fıkrasına aykırı hareket edenlere on bin Türk lirasından yüz bin Türk lirasına kadar; ikinci fıkrasına aykırı hareket edenlere ise elli bin Türk lirasından beş yüz bin Türk lirasına kadar, idari para cezası verilir.  şeklinde yer almıştır. Şu halde Perakende Ticaret Kanunu na göre Haksız Fiyat Değerlendirme Kurulu, fahiş fiyat artışlarına karşı, diğer kanunlara göre daha ağır bir cezayı gerektirmediği takdirde on bin Türk lirasından yüz bin Türk lirasına kadar idari para cezası uygulama yetkisine sahiptir.Perakende Ticaret  Kanunu nda,  bu  Kanun  kapsamında  fahiş  fiyat  artışından dolayı verilen idari para cezalarına karşı idari yargı mercilerinin görevli olacağına ilişkin açık bir hükme yer verilmemiş olduğundan, Kabahatler Kanunu nun 3 ve 27. maddesi gereğince bu kapsamda açılan davaların görüm yeri sulh ceza mahkemeleri olacaktır. Ayrıca özel hüküm olması hasebiyle Perakende Ticaret Kanunu nda yer alan  Bu Kanuna göre verilen idari para cezaları, tebliğ tarihinden itibaren bir ay içinde ödenir.  hükmü gereğince, bu Kanun kapsamında fahiş fiyat artışlarından dolayı verilen idari para cezalarının bir ay içinde ödenmesi gerekir. III. Salgın Öncesi Fiyat Artışlarına İlişkin Yürürlükte Bulunan ve Halen Geçerliliğini Devam Ettiren İdari SuçlarCovid-19  salgın  sürecinde  ortaya  çıkmış  olan  fahiş  fiyat  artışlarına  karşı Perakende Ticaret Kanunu nda yapılan bir değişiklikle, yeni bir idari suç tipi olarak fahiş fiyat artışı hukuk sistemimize kazandırılmıştır. Ancak bu konunun tam olarak anlaşılabilmesi ve belirginliğe kavuşturulması, yine fiyat artışı fillerini idari suç olarak kabul edip idari yaptırıma tabi tutan diğer kanunlardaki hükümlerle birlikte ortak bir değerlendirme yapmayı zorunlu kılar. Bu bölümde yapılan incelemelerden de anlaşılacağı üzere, aslında fiyat artışı fiillerine karşı hukuk sistemimizde öngörülmüş başka idari suçlar da vardır. Fiyat artışlarını idari suç kabul edip idari yaptırıma tâbi tutan kanunlar sektörel açıdan ele alındıklarında, tüm sektörleri kapsayıcı nitelikte olanlar ile sadece belirli sektörlerde uygulanma imkânına sahip olan kanunlar şeklinde bir sınıflandırmaya tabi tutulabilir. Ayrıca bu kanunlar, başka açılardan da yapılacak sınıflandırmalara göre genel ya da özel nitelikli kanun olma özelliğini taşıyabilirler. Örneğin Rekabet Kanunu, 15  Kabahatler Kanunu ile özel kanunlar arasındaki ilişkinin bu yönde olduğu hakkında bkz Turgut Tan, İdare Hukuku (5. Bası, Turhan Kitabevi 2016) 422. Bu durumun eleştirisi için bkz Oğuz Sancakdar, Lale Burcu Önüt, Eser Us Doğan, Mine Kasapoğlu Turhan ve Serkan Seyhan, İdare Hukuku Teorik Çalışma Kitabı (8. Bası, Seçkin 2019) 738.220Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasısadece rekabet ihlallerinden kaynaklı fiyat artışlarını idari suç kabul ettiğinden, haksız fiyat artışlarının herhangi bir nedenden kaynaklı olarak gerçekleştirilmesini idari suç kabul eden kanunlara göre, bu açıdan daha özel niteliklidir. Bu konuya daha fazla girmeksizin biz aşağıda sektörel açıdan ilk ikisi genel nitelikli, diğeri ise özel nitelikli olmak üzere üç kanun üzerinde durmayı faydalı gördük. Konuya ilişkin sektörel nitelikte başka kanunlar da yürürlükte bulunabilir. Bunların her birini burada tek tek incelemenin ulaşabileceğimiz sonuçlar açısından bir faydası olmadığı düşüncesiyle değerlendirmeye almadık.Ayrıca bu bölümde, daha genel düzeyde değerlendirmeler yapmayı uygun gördük. Aksi durumda, konunun kapsam alanı oldukça genişleyecek, isabetli ve sağlıklı sonuçlara ulaşmak olanaklı olmayacaktı. Ayrıca ulaşabileceğimiz sonuçlara etkisinin kısmi düzeyde olacağı düşüncesiyle, aşağıda incelenen kanunlarda öngörülen idari yaptırım usulleri üzerinde hiç durmadık. Bu yaklaşımımız, idari usul konusunun önemsiz  olmasından  değil,  sadece  ifade  ettiğimiz  gibi  inceleme  yöntemimizle ilgilidir.16A. Tüketicinin Korunması Hakkında Kanun a Göre Fahiş Fiyat ArtışıTüketici Kanunu nda açık bir fahiş fiyat artışı idari suç tipine yer verilmemiştir. Fakat Kanunun 62. maddesinin birinci fıkrasında yer verilmiş olunan,  Bir ticari uygulamanın; mesleki özenin gereklerine uymaması ve ulaştığı ortalama tüketicinin ya  da  yöneldiği  grubun  ortalama  üyesinin  mal  veya  hizmete  ilişkin  ekonomik davranış biçimini önemli ölçüde bozması veya önemli ölçüde bozma ihtimalinin olması durumunda haksız olduğu kabul edilir. Özellikle aldatıcı veya saldırgan nitelikte olan uygulamalar ile yönetmelik ekinde yer alan uygulamalar haksız ticari uygulama olarak kabul edilir. Tüketiciye yönelik haksız ticari uygulamalar yasaktır.  hükmünün, fahiş nitelikte olanlar da dâhil olmak üzere fiyat artışı fiillerini kapsayıcı nitelikte bir hüküm olduğu kabul edilmektedir.Bu çerçevede fiyat artışlarının anılan Kanun hükmü kapsamında idari bir suç teşkil edebilmesi için, iki unsurun birlikte gerçekleşmesi gerekir. Bu unsurlardan 16  Örneğin idari yaptırımlarda bir usul konusu olarak kişilere savunma hakkının tanınması, doğrudan idari yaptırımın içeriği ile ilgili bir konu olmamakla birlikte idari yaptırım kararlarını ciddi mahiyette etkileyebilecek nitelikte bir usuli ilkedir. Örneğin Rekabet Kanunu nda savunma hakkı, kişiler için önemli bir hukuki güvence olarak doğrudan tanınmış ve ayrıntılı düzenlemelere tabi tutulmuşken, Perakende Ticaret Kanunu nda doğrudan böyle bir hakka yer verilmemiş; fakat bu hak, Haksız Fiyat Değerlendirme Kurulu Yönetmeliği nin konusunu oluşturmuştur. Bu noktada Rekabet Kanunu nun usulü hak olarak idari yaptırım sürecinde teşebbüsler açısından oldukça etkin güvenceler sağlamış olduğu belirtilmelidir. Bkz Emin Koç, ‘4054 Sayılı Rekabetin Korunması Hakkında Kanun da Düzenlenen İdari Para Cezaları İçin Öngörülen İdari Usul  (2012) 98 TBB Dergisi 231, 276. 221İstanbul Hukuk Mecmuası 79/1ilki, bir ticari uygulamanın,17 mesleki özenin gereklerine uymamasıdır. Mesleki özen deyiminin, oldukça geniş bir içeriğe sahip olduğu şüphesizdir. Fiyat artışları bakımından, serbest rekabet koşullarını bozucu eylemlerden kaynaklı fiyat artışları ile tüketicileri sömürücü, aldatıcı, saldırgan veya onların içerisinde bulunduğu zor durumu suiistimal edici nitelikteki fiyat artışları, bu kapsamda değerlendirilebilir. Covid-19 salgın sürecinde ortaya çıkan, salgının getirmiş olduğu zor durumdan faydalanarak  ve  tüketicilerin  bu  zor  dönemde  içerisine  düştükleri  zor  durumu sömürerek kötü niyetli bir şekilde yapılan fahiş fiyat artışlarının, bu kapsamda mesleki özenin gereklerine aykırılık oluşturduğu rahatlıkla söylenebilir. İkinci unsur ise bir ticari uygulamanın, ulaştığı ortalama tüketicinin ya da yöneldiği grubun ortalama üyesinin mal veya hizmete ilişkin ekonomik davranış biçimini önemli ölçüde bozması veya önemli ölçüde bozma ihtimalinin olması durumudur. Covid-19 salgın sürecinde ortaya çıkan fahiş fiyat artışları, tüketiciler üzerinde baskı ve zorlama oluşturarak onların acil ihtiyaç duyduğu ürünleri normal dönemlerde hiçbir şekilde vermeyecekleri fiyatlarla elde etmelerine yol açtığından, ortalama bir tüketicinin bu mal veya hizmetlere ilişkin ekonomik davranış biçimini önemli ölçüde bozucu nitelik göstermiştir. Bu ikinci unsur bakımından da Covid-19 salgın sürecindeki fahiş fiyat artışları, Tüketici Kanunu kapsamında değerlendirilebilecek fiillerdir. Tüketici Kanunu nun 62. maddesinin birinci fıkrasında,  Özellikle aldatıcı veya saldırgan nitelikte olan uygulamalar ile yönetmelik ekinde yer alan uygulamalar haksız ticari uygulama olarak kabul edilir.  şeklinde bir hükme yer verilerek, haksız ticari uygulamanın aldatıcı veya saldırgan nitelikte olan uygulamalar ile yönetmelik ekinde sayılan uygulamalarla sınırlı olmadığı belirtilmiş olmaktadır. Gerçi Ticari Reklam ve Haksız Ticari Uygulamalar Yönetmeliği nin ekinde yer verilmiş olunan, aldatıcı bir ticari uygulama olarak örnek kabilinden,  Girdi maliyeti ve döviz kuru artışı gibi fiyat değişimlerinden etkilenmemesine rağmen bu durumlardan etkileniyormuş gibi hareket ederek tüketiciye sunulan mal veya hizmetin satış fiyatında haklı bir gerekçe olmaksızın artış yapmak  hükmü, kısmen Covid-19 salgın sürecindeki fahiş fiyat 17  Anılan Kanunda ticari uygulamanın neyi ifade ettiğine ilişkin tanımlayıcı nitelikte bir hükme yer verilmemiştir. Bu deyim özellikle, anılan Kanun hükmü kapsamındaki idari suç tipini oluşturacak fiilin neye ilişkin olacağı ve idari suç sayısının tespiti bakımından önem taşımaktadır. Örneğin Covid-19 salgın sürecinde bir işletme bütünlüğü içerisinde yer alan birden fazla ürün fiyatında haksız artış yapılması durumunda, ortaya çıkan bu ihlale karşı tek bir idari para cezası mı yoksa birden fazla idari para cezası mı uygulanacağı sorunu, ticari uygulama deyiminin anlamlandırılması ile ilgilidir. Kanaatimizce Tüketici Kanunu nun 62. maddesi kapsamında haksız ticari uygulamalar idari yaptırıma bağlanırken bir mal ya da hizmetten bahsedilmemiş olduğundan, bu uygulamanın daha geniş bir çerçeve içerisinde bir mal ya da hizmet bütünlüğüne ilişkin olması da söz konusu olabilir. 18  Ticari Reklam ve Haksız Ticari Uygulamalar Yönetmeliği ne göre ortalama tüketici,  Ticari veya mesleki olmayan amaçlarla hareket eden, tüketici işlemi ya da tüketiciye yönelik uygulamaların her aşamasında makul düzeyde bilgiye sahip olan gerçek veya tüzel kişi dir. (md 4).222Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasıartışlarına da uygulanabilir nitelikte olsa da bu Yönetmelik hükmü kapsamında değerlendirilemeyecek fahiş fiyat artışlarının Tüketici Kanunu nun 62. maddesinin birinci fıkrası kapsamında fahiş fiyat artışı olarak değerlendirilmesi mümkündür.Son olarak belirtmek gerekir ki Tüketici Kanunu nun kapsam alanına tüketici işlemleri  ile  tüketiciye yönelik  uygulamaların tamamı girdiğinden,  tüketicileri etkileyen her türlü mal ve hizmet fiyatlarındaki haksız fiyat artışları bu Kanun kapsamında idari yaptırıma tabi tutulabilecek nitelik taşır.Tüketici Kanunu nda haksız ticari uygulamalara karşı tüketicileri korumak ve gerektiğinde idari yaptırım uygulamak amacıyla Reklam Kurulu oluşturulmuştur. Reklam Kurulu, Kanunun 62. maddesinde belirtilen yükümlülüklere aykırı hareket edenler hakkında haksız ticari uygulamanın üç aya kadar tedbiren durdurulması veya durdurulması yaptırımı veya beş bin Türk Lirası idari para cezası uygulama yetkisi ile donatılmıştır (md 77/13). Kanunun 77. maddesinin on üçüncü fıkrasında Kurulun, ihlalin niteliğine göre bu cezaları birlikte veya ayrı ayrı verebileceği belirtilmiş; idari para cezasının, aykırılık ülke genelinde gerçekleşmiş ise elli bin Türk Lirası olarak, aykırılığın reklam yoluyla gerçekleştirildiğinin tespiti hâlinde ise Kanunun 77. maddesinin on ikinci fıkrası hükmüne göre uygulanacağı hüküm altına alınmıştır.Mezkûr düzenlemeden de anlaşılacağı üzere, Tüketici Kanunu kapsamında fiyat artışlarından dolayı idari yaptırım uygulama yetkisi doğrudan Reklam Kurulu na verilmiştir. Bakanlığın doğrudan bu konuda bir karar alma yetkisi yoktur. Ayrıca anılan Kurula, ihlalin niteliğine göre 77. maddenin on üçüncü fıkrasında öngörülen yaptırımları birlikte veya ayrı ayrı uygulayabilme yetkisi verildiğinden, örneğin Covid-19 salgın sürecinde İnternette yer almış fiyat artışlarından dolayı Reklam Kurulu nun hem haksız fiyat artışı yapan kişilere karşı idari para cezası uygulaması hem de bu yayınlara ilişkin durdurma kararı alması mümkündür. Kanundaki bu düzenleme, Kabahatler Kanunu nun 15. maddesinde yer verilmiş olunan,  Bir fiil ile birden fazla kabahatin işlenmesi halinde bu kabahatlere ilişkin tanımlarda sadece idarî para cezası öngörülmüşse, en ağır idarî para cezası verilir. Bu kabahatlerle 19  Dikkat edilirse Ticari Reklam ve Haksız Ticari Uygulamalar Yönetmeliği nin ekinde,  Girdi maliyeti ve döviz kuru artışı gibi fiyat değişimlerinden etkilenmemesine rağmen bu durumlardan etkileniyormuş gibi hareket etme  şeklinde özel bir unsura yer verilmiştir. Hâlbuki Covid-19 salgın sürecinde ortaya çıkan fahiş fiyat artışlarının büyük kısmı açısından, böylesine özel bir unsur gerçekleşmemiş,  fahiş fiyat artışı yapan kişi ya da firmalar tabiri caizse insanların gözünün içine baka baka, onlara içine düştükleri zor durumu sömürdüklerini pişkin pişkin hissettirerek söz konusu fiilleri gerçekleştirmişlerdir.   20  Anılan Kanuna göre tüketici işlemi,  Mal veya hizmet piyasalarında kamu tüzel kişileri de dâhil olmak üzere ticari veya mesleki amaçlarla hareket eden veya onun adına ya da hesabına hareket eden gerçek veya tüzel kişiler ile tüketiciler arasında kurulan, eser, taşıma, simsarlık, sigorta, vekâlet, bankacılık ve benzeri sözleşmeler de dâhil olmak üzere her türlü sözleşme ve hukuki işlemi  ifade eder.21  Yeniden değerleme oranlarına göre yapılan artışlarla bu ceza miktarı 2020 yılı için 10.475 TL olarak belirlenmiştir. Bkz 6502 Sayılı Tüketicinin Korunması Hakkında Kanunun 77 nci Maddesine Göre 2020 Yılında Uygulanacak Olan İdari Para Cezalarına İlişkin Tebliğ, RG 31.12.2019/30995.22  Yeniden değerleme oranlarına göre yapılan artışlarla bu ceza miktarı 2020 yılı için 104.781 TL olarak belirlenmiştir. Bkz 6502 Sayılı Tüketicinin Korunması Hakkında Kanunun 77 nci Maddesine Göre 2020 Yılında Uygulanacak Olan İdari Para Cezalarına İlişkin Tebliğ, RG 31.12.2019/30995.223İstanbul Hukuk Mecmuası 79/1ilgili olarak kanunda idarî para cezasından başka idarî yaptırımlar da öngörülmüş ise, bu yaptırımların her birinin uygulanmasına karar verilir.  hükmü ile kısmen uyumludur.  Kabahatler  Kanunu nda  her  ne  kadar,  idari  suçlara  karşı  kanunda öngörülen idari para cezası yaptırımı dışındaki diğer yaptırımların da uygulanacağı emredilmişse  de,  bu  konuda  Reklam  Kurulu na  takdir  yetkisi  veren  Tüketici Kanunu nun 77. madde hükmüne, özel nitelikli ve sonraki tarihli bir kanun olması hasebiyle öncelik tanınması gerektiği açıktır.Tüketici Kanunu nda, bu Kanuna aykırılığın tespit edildiği tarih itibarıyla bir takvim yılında uygulanan toplam idari para cezası tutarının yirmi beş bin Türk Lirasını aştığı durumlarda, bu miktardan az olmamak ve yüz milyon Türk Lirasını geçmemek üzere toplam idari para cezasını sınırlandırmaya yönelik bir hükme yer verilmiş (md 77/19), fakat aynı hükümde, bu hükmün fiyat artışlarına da ilişkin olabilecek haksız ticari uygulamalardan kaynaklı idari yaptırımları kapsamayacağı belirtilmiştir. Yine Kanunun 77/A maddesinde uzlaşma müessesesi düzenlenmiş, fakat bu maddede de Reklam Kurulu tarafından verilen idari para cezaları uzlaşma kapsamı dışında bırakılmıştır. Bu hükümler, Tüketici Kanunu na göre verilecek idari para cezalarının somutlaştırılması bakımından önem taşımakta ve aşağıda da görüleceği üzere fiyat artışlarından dolayı daha ağır ya da daha hafif idari para cezasının tespitine imkân sağlayarak, norm çatışmalarında uygulanacak kanun hükümlerinin belirlenmesine hizmet etmektedir.Şunu da belirtmek gerekir ki Tüketici Kanunu, fiyat artışlarına ilişkin uygulanacak idari  para  cezalarının  somutlaştırılması  bakımından  çok  isabetli  düzenlemeleri bünyesinde barındıramamıştır. Örneğin bu Kanuna göre Covid-19 salgın sürecinde İnternette satışa sundukları ürünler üzerinde fahiş fiyat artışı uygulayan kişi ve firmalara karşı maktu nitelikte tek bir ceza uygulanırken -104.781 TL para cezası-, cezanın maktu nitelikte olmasından dolayı bu fiili İnternet üzerinden gerçekleştiren kişi veya firmaların ekonomik gücü ve büyüklüğü, fiilden elde edilen gelir düzeyi, fiilin yer aldığı İnternet sitesinin ziyaret edilirlik düzeyi ve fiilin İnternet sitesinde devam  etme  süresi  gibi  unsurlar  gözetilerek  bir  ceza  uygulaması  yöntemine gidilememiştir. Bu durum ise somut adaletin gerçekleştirilmesine tam olarak katkı sağlayamamıştır.23Bu başlık altında son olarak, Tüketici Kanunu na göre verilen idari yaptırım kararlarına karşı idari yargı mercilerinde dava açılabileceğini belirtmemiz gerekir. Bu yönde açık bir kanun hükmüne, anılan Kanunun 78. maddesinde yer verilmiştir. Ayrıca aynı maddede, idare mahkemelerinde açılacak davaların, işlemin tebliğini izleyen günden itibaren otuz gün içinde açılmasına yönelik özel bir dava açma süresi 23  Belirli sektörleri düzenleyen idari para cezalarının maktu nitelikte belirlenmesinin ölçülülük ilkesini ihlal edeceği hakkında bkz Ali D Ulusoy, İdari Yaptırımlar (1. Bası, XII Levha 2013) 125-126; Murat Ekinci, ‘Ceza Hukuku İlkeleri Açısından İdari Yaptırımlar  (2017) 3 Yıldırım Beyazıt Hukuk Dergisi 19, 35.224Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasıile idare mahkemesinde iptal davası açılmış olmasının kararın yerine getirilmesini durdurmayacağı ve bu Kanuna göre verilen idari para cezalarının, tebliğinden itibaren bir ay içinde ödenmesi gerektiğine ilişkin özel hükümlere yer verilmiştir. Tüketici Kanunu, Kabahatler Kanunu na göre hem özel nitelikli hem de sonraki tarihli bir kanun olduğundan, söz konusu idari yaptırım kararları hakkında Tüketici Kanunu hükümlerine üstünlük tanınması gerekir.24B. Rekabetin Korunması Hakkında Kanun a Göre Fahiş Fiyat ArtışıHaksız fiyat artışlarını bir idari suç olarak tanımlayan açık bir kanun hükmüne Rekabet Kanunu nda da yer verilmemiştir. Fakat bu Kanun kapsamında rekabeti sınırlayıcı  anlaşma,  uyumlu  eylemler  ve  kararlar  ile  hâkim  durumun  kötüye kullanılması yasaklanmış olduğundan, bu çerçevede gerçekleştirilecek haksız fiyat artışlarının bir idari suç teşkil etmesi mümkündür. İnceleme konumuzla ilgili olarak Rekabet Kanunu nda yasaklanan faaliyetlerden ilki, rekabeti sınırlayıcı anlaşma, uyumlu eylem ve kararlardır. Kanunun 4. maddesine göre,   Belirli  bir  mal  veya  hizmet  piyasasında  doğrudan  veya  dolaylı  olarak rekabeti engelleme, bozma ya da kısıtlama amacını taşıyan veya bu etkiyi doğuran yahut doğurabilecek nitelikte olan teşebbüsler arası anlaşmalar, uyumlu eylemler ve teşebbüs birliklerinin bu tür karar ve eylemleri hukuka aykırı ve yasaktır.  Bu çerçevede bir mal veya hizmetin fiyatında fahiş artışların gerçekleşmesi halinde, anılan Kanun hükmü ihlal edilmiş olacaktır. Bu tür ihlallerin Covid-19 salgın sürecinde gerçekleşmiş olması da muhtemeldir. Nitekim yukarıda belirtildiği üzere bu süreçte ortaya çıkmış fiyat artışlarından dolayı, anılan Kanun kapsamında Rekabet Kurumu geniş kapsamlı bir soruşturma başlatmıştır.Rekabet  Kanunu nun  4.  maddesinde  rekabeti  sınırlayıcı  anlaşma,  uyumlu eylemler ve kararlardan bazılarına örnek kabilinden yer verilmiştir. Bunlar 4. maddede sınırlandırıcı bir şekilde sayılmadığından, rekabeti sınırlayıcı anlaşma, uyumlu eylem ve kararların sonucu olarak ortaya çıkan fahiş fiyat artışlarını da bu madde kapsamında değerlendirmenin önünde hukuki bir engel yoktur. Kaldı ki anılan maddenin ikinci fıkrasının (a) bendinde,  Mal veya hizmetlerin alım ya da satım fiyatının, fiyatı oluşturan maliyet, kar gibi  unsurlar ile her türlü alım yahut satım şartlarının tesbit edilmesi  de bir idari suç türü olarak sayıldığından, fahiş fiyat 24  Aynı  yönde  bkz  Kemal  Berkarda,  ‘6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun daki  İdarî  Cezaların Değerlendirilmesi  (2016) 12(2) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 62, 84-85. Kabahatler Kanunu ile özel nitelikli kanunlar arasındaki ilişkiyi aynı yönde değerlendiren bir çalışma için bkz Tuğrul Katoğlu, ‘Kabahatler ve Zaman Yönünden Uygulamaya İlişkin Kimi Sorunlar  <http://repository.bilkent.edu.tr/bitstream/handle/11693/51199/Kabahatler_ve_zaman_y%C%Bn%C%BCnden_uygulamaya_ili%C%9Fkin_kimi_sorunlar.pdf?sequence=1&isAllowed=y> Erişim Tarihi 23 Haziran 2020.25  İ. Yılmaz Aslan, Rekabet Hukuku Dersleri (7. Bası, Ekin Basın Yayın Dağıtım 2020) 221.26  Uyumlu eylem (concerned practices) deyimi hakkında bkz Alptekin Köksal, ‘Concerned Practices in the Context of EU Competition  Law   <https://turkishlawblog.com/read/article/122/concerted-practices-in-the-context-of-eu-competitionlaw> Erişim Tarihi 2 Temmuz 2020.225İstanbul Hukuk Mecmuası 79/1artışlarının tespitine yönelik anlaşma, uyumlu eylem ve kararlar zaten bir rekabet ihlali olarak düzenlenmiş bulunmaktadır.Burada dikkat edilmesi gereken husus, haksız ya da fahiş fiyat artışlarının rekabeti sınırlayıcı anlaşma, uyumlu eylem ve kararlardan kaynaklanmaması durumunda, 6. maddesi saklı kalmak kaydıyla Rekabet Kanunu nun uygulama alanı bulamayacağı konusudur. Bir haksız ya da fahiş fiyat artışı fiiline karşı Rekabet Kanunu nun 4. maddesine göre idari yaptırım uygulanabilmesi için, mutlaka bir rekabeti sınırlayıcı anlaşma, uyumlu eylem veya kararın bulunması zorunludur.27 Bu çerçevede Covid-19 salgın sürecinde teşebbüslerin rekabeti sınırlayıcı anlaşma yaparak, uyumlu eylemde bulunarak ya da kararlar alarak mal ve hizmet fiyatlarında fahiş artışlara gittiklerinin tespit edilmesi halinde, bu eylemin Rekabet Kanunu nun 4. maddesi kapsamında rekabeti bozucu bir ihlal olarak kabulü mümkün olacaktır. Rekabet Kanunu nda yasaklanan faaliyetlerden bir diğeri ise hakim durumun kötüye kullanılmasıdır. Kanunun 6. maddesine göre  Bir veya birden fazla teşebbüsün ülkenin bütününde ya da bir bölümünde bir mal veya hizmet piyasasındaki hakim durumunu  tek  başına  yahut  başkaları  ile  yapacağı  anlaşmalar  ya  da  birlikte davranışlar ile kötüye kullanması hukuka aykırı ve yasaktır.  4. maddeye benzer şekilde burada da hakim durumun kötüye kullanılmasına ilişkin bazı durumlar, örnek kabilinden sayılmıştır. Örnek olarak sayılan bu durumlar içerisinde haksız fiyat artışlarının bir idari suç teşkil edeceği açıkça belirtilmemiş olmakla birlikte, anılan maddede hakim durumun kötüye kullanılmasına ilişkin genel nitelikli düzenlemeden, bu tür fiillerin de madde kapsamında değerlendirilebileceğine ilişkin bir sonuç ortaya çıkmaktadır. Hakim durumda bulunan firmaların haksız ya da fahiş nitelikteki fiyat artışları, tereddütsüz hakim durumun kötüye kullanılmasına ilişkin eylemlerdir. Bu eylemler sektördeki diğer teşebbüsleri dışlayıcı (exclusionary) nitelikte olabileceği gibi doğrudan tüketicileri sömürücü (exploitative) nitelikte de olabilir.29 Covid-19 salgınında ortaya çıkan fahiş fiyat artışları, tüketicileri sömürücü nitelik taşımaktadır.Bu çerçevede Rekabet Kanunu nun 6. maddesi hükmü kapsamında, bir haksız fiyat artışından söz edilebilmesi için her şeyden önce bir veya birden fazla teşebbüsün ülkenin bütününde ya da bir bölümünde bir mal veya hizmet piyasasında hakim durumda  bulunması  şarttır.  Hakim  durumda  bulunmayan  teşebbüsler  hakkında, yapmış oldukları fiyat artışları her ne kadar fahiş ya da haksız nitelikte de olsa anılan Kanunun 6. maddesi hükmü kapsamında idari yaptırım uygulanması olanaksızdır. Öte 27  Bu yöndeki bir Rekabet Kurulu kararı için bkz Rekabet Kurulu Kararı (Önaraştırma), Karar Tarihi 23.11.2017, Dosya Sayısı 2017-2-31, Karar Sayısı 17-38/609-265 <https://www.rekabet.gov.tr/Karar?kararId=38837ab-5cc-43a-aaabeed86f> Erişim Tarihi 1 Temmuz 2020.28  Aslan (n 25) 220-221.29  Çiğdem Ünal, ‘Rekabet Hukukunda Tek Taraflı Sömürücü Davranışlar  (2010) 11(4) Rekabet Dergisi 111, 145; Eda Şahin, ‘Tüketiciler İçin İyi Haber Mi Kötü Haber Mi?: Aşırı Fiyat Uygulamalarında AB Mahkemelerinin Yeni İstikameti  (2019) 5(1) Ticaret ve Fikri Mülkiyet Hukuku Dergisi 87, 88; Massimo Motta ve Alexandre de Streel, ‘Excessive Pricing in Competition Law: Never say Never?  (2007) The Pros and Cons of High Prices 14, 15.226Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasıyandan hakim durumdaki teşebbüsün, sahip olduğu bu gücü kullanarak süreklilik arz edecek şekilde mal ve hizmet fiyatlarında serbest rekabet koşullarında oluşabilecek fiyatın çok üzerinde fiyat uygulaması halinde, diğer şart da gerçekleşmiş olacaktır.30 Bu noktada Rekabet Kanunu nun 6. maddesinin ihlal edilmesinden kaynaklanan fiyat artışlarının hangi hallerde haksız ya da fahiş nitelikte olacağının belirlenmesi, önemli bir sorun olarak karşımıza çıkmaktadır. Rekabet Kurulu, bu konuda Avrupa Birliğinin İşleyişine Dair Anlaşmanın 102. maddesinde yer alan hüküm ile bu hüküm çerçevesinde gelişmiş Avrupa Birliği Adalet Divanı kararlarını esas alarak bir uygulama geliştirmiştir.32 Rekabet Kurulu, Avrupa Birliği Adalet Divanı nın özellikle United Brands kararından esinlenerek haksız fiyat oluşumu için bir mal veya hizmetin ekonomik değerine göre ne derece artışa tabi kılındığını esas almakta; bir mal veya hizmetin ekonomik değerine göre ortaya çıkan artışın ise fiyat-maliyet kriteri ve bir mal ya da hizmet fiyatının hem kendi seyri hem de diğer mal ya da hizmetler karşısında göstermekte olduğu değişim analizine göre  belirlenebileceğine  karar  vermektedir.34  Fakat  bu  ikinci  unsurun,  Rekabet Kurulu kararlarında daha belirleyici olduğu görülmektedir.35 Ayrıca Avrupa Birliği Adalet Divanı nın kararlarından esinlenerek Rekabet Kurulu genellikle, hakim durumda bulunan bir teşebbüse müdahale edilmesinde pazarın yasal ya da doğal tekel niteliğinde olması ya da diğer nedenlerden kaynaklı olarak pazara giriş engellerinin bulunmasını da bir koşul olarak arayabilmektedir.37 Fahiş fiyat artışlarına müdahalede bu şartın aranması, Rekabet Kanunu nun 6. maddesi hükmünün uygulama alanını oldukça daraltmaktadır.3830  Şahin (n 29) 91; Boshoff (n 1) 2. Rekabet Kurulu kararları da bu yöndedir. Örnek bir karar için bkz Rekabet Kurulu Kararı (Önaraştırma), Karar Tarihi 13.3.2019, Dosya Sayısı 2018-1-83, Karar Sayısı 19-12/137-61 <https://www.rekabet.gov.tr/Karar?kararId=bf331-0abf-48bf-bec-eedddcb> Erişim Tarihi 1 Temmuz 2020.31  Avrupa Birliği rekabet hukukunda, hakim durumda bulunan teşebbüslerin doğrudan tüketicileri sömürücü nitelikteki eylemleri rekabet ihlali olarak kabul edilmekte ve idari yaptırıma tabi tutulmaktadır. Bkz Cary, Dolmans, Hoffman, Graf, Brannon, Pepper, Mostyn, Lazda, Haynes, Georgieva ve Przerwa (n 1) 2; Motta ve Streel (n 29) 16.32  Hamdi Pınar, ‘Rekabet Hukuku ile Haksız Rekabet Hukuku İlişkisi , (2014) 15(2) Rekabet Dergisi 59, 60. 33  Bu karar hakkında ayrıntılı bilgi için bkz Motta ve Streel (n 29) 16; Cary, Dolmans, Hoffman, Graf, Brannon, Pepper, Mostyn, Lazda, Haynes, Georgieva ve Przerwa (n 1) 2-3; Ünal (n 29) 122 vd. Bu karar ve Avrupa Birliği Adalet Divanı nın konuya ilişkin diğer kararlarının ayrıntılı bir değerlendirmesi için bkz Şahin (n 29) 97 vd.34  Aslan (n 25) 222; Ünal (n 29) 146-147. Bu konuya ilişkin ABAD içtihadı hakkında bkz Motta ve Streel (n 29) 32 vd. Bu yönde verilmiş bazı Rekabet Kurulu kararları için bkz Rekabet Kurulu Kararı (Soruşturma), Karar Tarihi 1.10.2018, Dosya Sayısı 2017/2/3, Karar Sayısı 18-36/584-285, <https://www.rekabet.gov.tr/Karar?kararId=8adf-fb-457e-b9faafdfdbf> Erişim Tarihi 1 July 2020. Rekabet Kurulu Kararı (Önaraştırma), Karar Tarihi 13.3.2019, Dosya Sayısı 20181-83, Karar Sayısı 19-12/137-61 <https://www.rekabet.gov.tr/Karar?kararId=bf331-0abf-48bf-bec-eedddcb> Erişim Tarihi 1 Temmuz 2020.35  Bkz Bir üst paragraftaki Rekabet Kurulu kararları.36  Avrupa Birliği Adalet Divanı nın bu konudaki uygulaması hakkında bkz Ünal (n 29) 128-130.37  Ünal (n 29) 152. Giriş engellerinin bulunduğu pazarlarda ortaya çıkan fahiş fiyat artışlarına müdahale edilmesi gerektiği hakkında bkz Şahin (n 29) 95; Aslan (n 25) 220. Piyasaya müdahale açısından bu koşulların yanı sıra piyasayı düzenleyici bir idari otoritenin bulanmaması gerekliğini de arayan bir çalışma için bkz Motta ve Streel (n 29) 14. Bu Yöndeki Rekabet Kurulu kararları için bkz Rekabet Kurulu Kararı (Soruşturma), Karar Tarihi 1.10.2018, Dosya Sayısı 2017/2/3, Karar Sayısı 18-36/584-285, <https://www.rekabet.gov.tr/Karar?kararId=8adf-fb-457e-b-9faafdfdbf> Erişim Tarihi 1 Temmuz 2020.38  Literatürde, serbest piyasa ekonomisinin işleyişini mümkün kılmak amacıyla hakim durumda bulunan firmaların doğrudan tüketicileri sömürücü nitelikteki fiyat artışlarına müdahalenin sıkı şartlara tabi tutulması ve dolayısıyla bu müdahalenin istisnai olması gerektiği yönünde bir eğilim vardır. Bkz Motta ve Streel (n 29) 15, 20.227İstanbul Hukuk Mecmuası 79/1Covid-19 salgın sürecinde ortaya çıkan haksız fiyat artışlarının Rekabet Kanunu kapsamında aşırı ya da haksız bir nitelik taşıyıp taşımadığının belirlenmesinde, söz konusu kriterlere başvurularak bir çözüm ortaya konulması mümkündür.39 Aslında ilk bakışta Covid-19 salgınından kaynaklı fiyat artışlarının kısa vadeli olduğu ve orta vadede serbest piyasa düzeyine gerilediği haller ile pazara giriş engellerinin bulunmadığı  piyasalar  açısından,  Covid-19  salgınından  kaynaklı  gerçekleşen fahiş  fiyat  artışlarını  Rekabet  Kanunu nun  6.  maddesi  hükmü  kapsamında değerlendirmenin güç olduğu söylenebilir.40 Fakat Avrupa Birliği rekabet hukukunda, mal veya hizmet arzının çok azaldığı bazı hallerde pazara hakim durumda bulunan firmaların bu mal veya hizmetlerin fiyatlarında geçici bir süreliğine olsa bile fahiş artışlara gitmeleri, yaptırıma tabi tutulabilmektedir.41 Covid-19 salgınında bazı mal ve hizmetlerin temininde ciddi sıkıntılar ortaya çıktığı için, geçici bir süreliğine bile olsa belirli pazarlarda hakim durumda bulunan teşebbüslerin yapmış oldukları fahiş fiyat artışları, Rekabet Kanunu nun 6. maddesi kapsamında bir idari suç olarak değerlendirilebilir. Rekabet  Kanunu nda,  bu  Kanuna  aykırılık  hallerine  ilişkin  uygulanabilecek yaptırımlar olarak idari para cezaları ile idari tedbirlere yer verilmiştir. Anılan Kanuna göre, bu Kanunun 4. ve 6. maddelerinde yasaklanmış davranışlarda bulunanlara,  ceza  verilecek  teşebbüs  ile  teşebbüs  birlikleri  veya  bu  birliklerin üyelerinin nihai karardan bir önceki mali yılsonunda oluşan veya bunun hesaplanması mümkün olmazsa nihai karar tarihine en yakın mali yılsonunda oluşan ve Kurul tarafından saptanacak olan yıllık gayri safi gelirlerinin yüzde onuna kadar idarî para cezası verilir (md 16/3). Görüldüğü üzere Kanunda öngörülen idari para cezası nispi bir nitelik taşımakta ve hakkında ceza uygulanacak teşebbüsün ekonomik gücüne göre şekillenmektedir. Kanunun bu yaklaşımı, uygulanacak idari yaptırımlarda somut adaletin gerçekleştirilmesi bakımından oldukça yerindedir. Hatta anılan Kanunda somut adaletin tam olarak gerçekleştirilmesine yönelik başka hükümlere de yer verilmiştir. Şöyle ki Kanuna göre Kurul, 16. maddenin üçüncü fıkrasına göre idarî para cezasına karar verirken, Kabahatler Kanunu nun 17. maddesinin ikinci fıkrası bağlamında, fiilin tekerrürü, süresi, teşebbüs veya teşebbüs birliklerinin piyasadaki gücü, fiilin gerçekleşmesindeki belirleyici etkisi, verilen taahhütlere uyup uymaması, incelemeye yardımcı olup olmaması, gerçekleşen veya gerçekleşmesi muhtemel zararın ağırlığı gibi hususları dikkate almak zorundadır (md 16/5). Yine anılan Kanuna göre, kanuna aykırılığın ortaya çıkarılması amacıyla Kurumla aktif işbirliği yapan teşebbüs ya da teşebbüs birlikleri veya bunların yöneticileri ve çalışanlarına, 39  Covid-19 salgın sürecinde rekabet hukuku kurallarının aynen normal dönemlerde olduğu şekilde uygulama alanı bulacağı, bu konuda bir istisnanın bulunmadığı hakkında bkz Rakić (n 9) 28.40  Fahiş fiyat artışının gerçekleştiği sürenin rekabet hukuku kuralları ile price gouging düzenlemeleri bakımından taşıdığı önemi tartışan bir çalışma için bkz Boshoff (n 1) 10.41  Cary, Dolmans, Hoffman, Graf, Brannon, Pepper, Mostyn, Lazda, Haynes, Georgieva ve Przerwa (n 1) 2.228Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasıişbirliğinin niteliği, etkinliği ve zamanlaması dikkate alınarak ve gerekçesi açık bir şekilde gösterilmek suretiyle 16. maddenin üçüncü ve dördüncü fıkralarında belirtilen cezalar verilmeyebilir veya bu fıkralara göre verilecek cezalarda indirim yapılabilir (md 16/6).42 Rekabet Kanunu nda yer verilen bu hükümler, somut adaletin gerçekleştirilmesi ve idari yaptırımların ıslah edici niteliğinin ön plana çıkarılması açısından kanaatimizce oldukça isabetli düzenlemelerdir.Rekabet Kanunu nda öngörülen idari tedbirler ise ihlale son verme ana başlığı altında,  rekabetin tesisi ve ihlalden önceki durumun korunması için yerine getirilmesi ya da kaçınılması gereken davranışları kapsayan bir karar  ile  nihai karara kadar ciddi ve telafi olunamayacak zararların ortaya çıkma ihtimalinin bulunduğu durumlarda, ihlalden önceki durumu koruyucu nitelikte ve nihai kararın kapsamını aşmayacak şekilde (verilecek) geçici tedbirler  olarak belirlenmiştir.Son olarak belirtmek gerekir ki Rekabet Kurulu tarafından verilen idari yaptırım kararlarına karşı idare mahkemelerinde dava açılabilir (md 55/1). Rekabet Kanunu nda yine özel bir hüküm olarak, Kurul kararlarına karşı yargı yoluna başvurulmasının kararların uygulanmasını ve idari para cezalarının takip ve tahsilini durdurmayacağına ilişkin açık bir hükme de yer verilmiştir. Bu hüküm, Kabahatler Kanunu karşısından özel hüküm niteliği taşımaktadır ve bu nedenle öncelikle uygulanma kabiliyetine sahiptir. C. Sebze ve Meyveler İle Yeterli Arz ve Talep Derinliği Bulunan Diğer Malların Ticaretinin Düzenlenmesi Hakkında Kanun a Göre Fiyat ArtışıSebze ve Meyve Ticareti Kanunu, sebze ve meyveler ile arz ve talep derinliğine göre belirlenecek diğer malların ticaretinin kaliteli, standartlara ve gıda güvenilirliğine uygun olarak serbest rekabet şartları içinde yapılmasını, malların etkin şekilde tedarikini,  dağıtımını  ve  satışını,  üretici  ve  tüketicilerin  hak  ve  menfaatlerinin korunmasını, meslek mensuplarının faaliyetlerinin düzenlenmesini, toptancı halleri ile pazar yerlerinin çağdaş bir sisteme kavuşturulmasını ve işletilmesini sağlamak amacıyla yürürlüğe konulmuştur (md 1/1). Görüldüğü üzere maddede belirtilen diğer amaçların yanı sıra Kanunun yürürlüğe konuluş amaçları arasında; Kanun kapsamına alınan malların serbest rekabet şartları içinde yapılması, malların etkin şekilde tedariki, dağıtımı ve satışının yapılması ve üretici ile tüketicilerin hak ve menfaatlerinin korunmasını sağlamak da vardır. Bu amaçların esas alındığı bir kanunda fiyat artışlarını önlemeye yönelik düzenlemelere yer verilmesi muhtemeldir. 42  Rekabet Kanunu nun 16. maddesinde  Teşebbüs veya teşebbüs birliklerine üçüncü fıkrada belirtilen idarî para cezaları verilmesi halinde, ihlalde belirleyici etkisi saptanan teşebbüs veya teşebbüs birliği yöneticilerine ya da çalışanlarına teşebbüs veya teşebbüs birliğine verilen cezanın yüzde beşine kadar idarî para cezası verilir.  şeklinde özel bir hükme de yer verilmiştir. Bu hüküm, Kabahatler Kanunu nun  Organ veya temsilcinin davranışından dolayı sorumluluk  başlıklı 8. maddesinde yer alan hükme göre özel nitelikli ve sonraki tarihli bir hüküm olduğundan, öncelikle uygulanma kabiliyetine sahiptir.229İstanbul Hukuk Mecmuası 79/1Nitekim aşağıda belirtileceği üzere Sebze ve Meyve Ticareti Kanunu nda fiyat artışını önlemeye yönelik düzenlemelere de yer verilmiştir. Kanunun amaç maddesinden hareketle konumuz bağlamında bu düzenlemelerin koruduğu hukuki menfaatlerin, ekonomik  kamu  düzeni  ile  üretici  ve  tüketicilerin  hak  ve  menfaatleri  olduğu söylenebilir.Kanunda öngörülen amaç kapsamında kanunun kapsam alanı, ürün bazında sebze ve meyveler ile arz ve talep derinliğine göre belirlenecek diğer mallara özgülenmiştir. Mal kavramı Kanunda ayrıca  Ticarete konu sebze ve meyveler ile arz ve talep derinliğine göre belirlenecek et ve et ürünleri, süt ve süt ürünleri, su ve su ürünleri, bal ve yumurta gibi diğer gıda maddeleri ile kesme çiçek ve süs bitkileri  olarak tanımlandığından, Kanunun üzerinde uygulanabileceği ürünlerin kapsam alanı daha belirgin hale gelmiştir. Kanunun kapsam alanı işlem bazında ise  sebze ve meyveler ile arz ve talep derinliğine göre belirlenecek diğer malların her ne şekilde olursa olsun alımı, satımı ve devri  olarak belirlenmiştir (md 1/2). Böylece her ne şekilde olursa olsun sebze ve meyveler ile arz ve talep derinliğine göre belirlenecek et ve et ürünleri, süt ve süt ürünleri, su ve su ürünleri, bal ve yumurta gibi diğer gıda maddeleri ile kesme çiçek ve süs bitkilerinin alımı, satımı ve devri Kanun kapsamına alınmış olmaktadır. Burada belirtilenlerin dışında kalan ürünler bakımından ise Kanunun uygulanma imkânı bulunmamaktadır. Bu haliyle Sebze ve Meyve Ticareti Kanunu, sadece bu Kanun kapsamında belirtilen malların her ne şekilde olursa olsun alımı, satımı ve devrine özgü olarak uygulanabilecek özel (sektörel) nitelikte bir kanundur.Sebze ve Meyve Ticareti Kanunu, getirmiş olduğu yükümlülüklerin üzerlerinde uygulanabileceği kişileri de sınırlandırmıştır. Kanuna göre, bu Kanunun kapsamına üreticiler, tüccarlar, komisyoncular, perakendeciler ve pazarcılar girmektedir (md 2). Kanunun 2. maddesinde üretici, malları üretenler; tüccar, malların toptan satışı amacıyla kendi adına ve hesabına çalışan meslek mensupları; komisyoncu, malların toptan satışı amacıyla kendi adına ve başkası hesabına komisyon esası üzerinden çalışan meslek mensupları; perakendeci, malları toptan temin ederek doğrudan tüketicilere perakende olarak satan meslek mensupları; pazarcı ise mallar ile belediyece müsaade edilen diğer gıda ve ihtiyaç maddelerini semt pazarlarında doğrudan tüketicilere perakende olarak satan meslek mensupları olarak, ayrıca meslek mensubu deyimi ise malların ticaretiyle iştigal eden ilgili meslek odalarına kayıtlı kişiler olarak tanımlanmıştır. Sebze ve Meyve Ticareti Kanunu nda, Kanunun getirmiş olduğu yükümlülüklere tabi olmak bakımından yer verilmiş olan bu genel düzenlemenin yanı sıra ayrıca, bir alt paragrafta ifade edildiği üzere Kanunla düzenleme altına alınmış olan fiyat artışı idari suç tipinin faili olarak sadece meslek mensupları öngörülmüştür. Bu haliyle Sebze ve Meyve Ticareti Kanunu nda yer verilmiş olunan fiyat artışı, sadece meslek mensupları tarafından işlenebilecek nitelikte özgü (mahsus) bir idari suç oluşturur.230Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki ÇatışmasıSebze ve Meyve Ticareti Kanunu nda yer verilmiş olunan fiyat artışı idari suçunun tanımına gelince, Sebze ve Meyve Ticareti Kanunu nda doğrudan fahiş fiyat artışı deyimine yer verilmemiş ve fakat bu Kanun kapsamında yasak olan bir fiil olarak, meslek mensuplarının serbest rekabeti engellemek amacıyla kendi aralarında veya üreticilerle ticarî anlaşmalar yapamayacakları, uyumlu eylemde bulunamayacakları ve hâkim durumlarını kötüye kullanamayacaklarına dair bir hükme yer verilmiştir (md 6/2). Bu hüküm aslında Kanunun yine 6. maddesinin birinci fıkrasında ifade edilmiş olunan  Fiyatların, malların arz ve talebine bağlı olarak serbest rekabet şartlarına göre oluşması esastır.  hükmünü tamamlayıcı nitelikte ve fahiş fiyat artışını, sadece meslek mensuplarının serbest rekabeti engellemek amacıyla kendi aralarında veya üreticilerle yapacakları ticarî anlaşmalar, uyumlu eylemler ve hâkim durumların kötüye kullanılarak fiyat artışına neden olmakla sınırlandırmaktadır. Şüphesiz anılan Kanun hükmü sadece fahiş fiyat artışlarını değil serbest rekabeti ortadan kaldıran diğer fiyat belirlemelerini de kapsamaktadır. Kanunun bir başka hükmünde, bu sınırlı çerçeve haricinde fiyat artışını sınırlandırıcı nitelikte başka bir hükme yer verilmemiştir. Şu halde Sebze ve Meyve Ticareti Kanunu kapsamında sebze ve meyveler ile arz ve talep derinliğine göre belirlenecek et ve et ürünleri, süt ve süt ürünleri, su ve su ürünleri, bal ve yumurta gibi diğer gıda maddeleri ile kesme çiçek ve süs bitkilerinin alımı, satımı ve devrinde fahiş fiyat uygulamasından söz edebilmek için mutlaka meslek mensuplarının, serbest rekabeti engellemek amacıyla kendi aralarında veya üreticilerle ticarî bir anlaşma yapmış olmaları, uyumlu eylemde bulunmaları veya piyasada hâkim durumda olan meslek mensuplarının bu durumlarını kötüye kullanmaları gerekir. Bu koşulların gerçekleşmediği hallerde, Sebze ve Meyve Ticareti Kanunu kapsamında hakkında idari yaptırım uygulanabilecek ya da idari tedbir alınabilecek bir fiyat artışı idari suçundan bahsedilemeyecektir. Konu, Covid-19 salgın süreci açısından değerlendirildiğinde Sebze ve Meyve Ticareti  Kanunu  kapsamında  bulunan  ürünlerin  fiyatlarında  ortaya  çıkmış  olan artışlar açısından meslek mensuplarının, serbest rekabeti engellemek amacıyla kendi aralarında veya üreticilerle ticarî bir anlaşma yapmış olmaları, uyumlu eylemde bulunmaları veya piyasada hâkim durumda olan meslek mensuplarının bu durumlarını kötüye kullanmaları halinde bu Kanun kapsamında idarî para cezası veya idari tedbir yaptırımına tabi tutulabilmeleri mümkün görünmektedir.Sebze ve Meyve Ticareti Kanunu nda fiyat artışlarına karşı çeşitli yaptırımlar öngörülmüştür. Bunlar idarî para cezası, kira sözleşmesinin feshi, satış işlemlerinin iptali ve tahsisin iptali yaptırımlarıdır. Kanunda yer verilen idarî para cezası, maktu 231İstanbul Hukuk Mecmuası 79/1nitelikte on bin Türk Lirasıdır (md 14/1, f).43 Bu cezayı uygulama yetkisi doğrudan veya Ticaret Bakanlığı nın talebi üzerine belediye encümenlerine aittir.44 Şu halde Sebze  ve  Meyve  Ticareti  Kanunu  kapsamında  fiyat  artışından  dolayı  meslek mensuplarına Ticaret Bakanlığı nın idarî para cezası uygulama yetkisi bulunmadığı gibi, belediye encümeni dışında başka bir belediye organının da ceza uygulama yetkisi bulunmamaktadır. Kanunda  bir  diğer  idari  yaptırım  olarak  ise  belediye  toptancı  hallerinde faaliyet gösteren işletmeler ile pazar yerlerindeki satış yerlerini kullananların kira sözleşmelerinin feshedileceği ya da satış işlemlerinin veya tahsislerinin iptaline karar verileceğine yönelik hükümlere (md 11/6, d) yer verilmiştir.45 Dikkat edilirse burada öngörülen kira sözleşmelerinin feshi ya da satış işlemlerinin veya tahsislerinin iptaline ilişkin yaptırımlar sadece belediye toptancı hallerinde faaliyet gösteren işletmeler ile pazar yerlerindeki satış yerlerini kullananlar için uygulanabilir niteliktedir. Bu nedenle faaliyetleri Sebze ve Meyve Ticareti Kanunu kapsamında bulunan diğer meslek mensupları, örneğin perakende satış faaliyeti yürüten marketler hakkında, bu Kanun kapsamında söz konusu idarî yaptırımların uygulanması mümkün değildir.Öte  yandan  Sebze  ve  Meyve  Ticareti  Kanunu nda  idari  tedbir  uygulaması bakımından  genel  nitelikli  hükümler  olarak   Bakanlık  ve  belediyeler,  serbest rekabetin ortadan kaldırılmasına, engellenmesine ve bozulmasına yönelik eylemleri önlemek için gereken tedbirleri almakla görevli ve yetkilidir.  (md 6/3),  Belediyeler, … tüketicinin korunmasına yönelik tedbirleri almak(la) … görevlidir.  (md 7/5),  Bakanlık  (Ticaret  Bakanlığı);  …  Üretici  ve  tüketicinin  korunması  ve  sağlıklı bir  rekabet  ortamının  oluşturulması  için  gerekli  önlemleri  almaya,  …  görevli ve yetkilidir.  (md 15/1, d) ve  Bakanlık (Ticaret Bakanlığı); … Bu Kanunun uygulanmasıyla ilgili olarak her türlü idari tedbiri almaya, … görevli ve yetkilidir.  (md 15/1, e) şeklinde hükümlere de yer verilmiştir. İdari tedbir uygulamasının kanunilik ilkesi kapsamında bulunup bulunmadığına ilişkin tartışmaları bir tarafa 43  5326 sayılı Kabahatler Kanunu nda yer alan  İdarî para cezaları her takvim yılı başından geçerli olmak üzere o yıl için 4.1.1961 tarihli ve 213 sayılı Vergi Usul Kanununun mükerrer 298 inci maddesi hükümleri uyarınca tespit ve ilân edilen yeniden değerleme oranında artırılarak uygulanır. Bu suretle idarî para cezasının hesabında bir Türk Lirasının küsuru dikkate alınmaz. Bu fıkra hükmü, nispi nitelikteki idarî para cezaları açısından uygulanmaz.  hükmünün gereği olarak Sebze ve Meyve Ticareti Kanunu nun bu hükmünde yer alan idarî para cezası miktarı, her yıl yeniden değerleme oranında artırılmak zorundadır (md 17/7). Benzer bir hükme Sebze ve Meyve Ticareti ve Toptancı Halleri Hakkında Yönetmelik te de yer verilmiştir (RG 7.7.2012/28346, md 48/8). Fakat Sebze ve Meyve Ticareti Kanunu nun 14. maddesinin uygulanması bakımından, söz konusu hükümlere göre artırılan idari para cezaları Resmî Gazete de yayımlanmamaktadır. Bu husus, diğer birçok kanunda öngörülmüş olan idari para cezalarının yeniden değerleme oranlarına göre ortaya çıkan miktarlarının her yıl Resmî Gazete de yayımlanan tebliğlerle duyurulduğu da göz önünde bulundurulursa, hukuki belirlilik ilkesi bakımından uygun bir yaklaşım olarak değerlendirilemez.44  Sebze ve Meyve Ticareti Kanunu nda fiyat artışı fiillerinin tekerrürüne ilişkin özel bir hükme de yer verilmiştir. Buna göre,  Bu maddede öngörülen idarî para cezalarının verilmesini gerektiren fiillerin bir takvim yılı içinde tekrarı hâlinde, idarî para cezaları her tekrar için iki katı olarak uygulanır.  (md 14/3).45  Sebze ve Meyve Ticareti Kanunu na göre, özel toptancı halinde faaliyet gösterenlerin kira sözleşmeleri ve satış işlemleri de bu Kanun kapsamında gerçekleştirilen rekabet ihlalleri halinde fesih veya iptal edilebilir (md 11/9). Bu özel durumu makalemiz kapsamında ayrıca değerlendirmeye almıyoruz. 232Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasıbırakarak anılan Kanun kapsamında, diğer satıcılar için işyerinin kapatılması, işyeri belgesinin iptali veya teşebbüs özgürlüğünü sınırlandırıcı nitelikte idari cezaların uygulanması mümkün olmadığı gibi Kanun kapsamında yer alan satıcılar hakkında geçici nitelikte dahi olsa kira sözleşmesinin feshi ya da satış tahsislerinin iptaline dair kararlar verilmesi de mümkün değildir. Bu kapsamda temel hak ve özgürlüklerin ancak kanunla sınırlandırılabileceğine ilişkin Anayasa nın 13. maddesinin sağladığı güvence göz önünde bulundurulmak zorundadır. Bu düşünceden hareketle temel hak ve özgürlüklerin doğrudan sınırlandırılması niteliğinde olmayan idari tedbirlerin –ki bu husus her bir somut olay bakımından değerlendirilmeyi gerektirir-, Sebze ve Meyve Ticareti Kanunu nun mezkûr idari tedbir uygulamasına ilişkin genel hükümleri kapsamında alınmasının mümkün olduğu hususu ise ayrıca belirtilmelidir. Bu arada Sebze ve Meyve Ticareti Kanunu na göre, bu Kanun kapsamında öngörülen idarî para cezalarının uygulanması, Kanunda öngörülen diğer yaptırımların uygulanmasına engel teşkil etmemektedir (md 14/4). Benzer yönde bir hükme 5326 sayılı Kabahatler Kanunu nun 15. maddesinin birinci fıkrasında da yer verilmiştir.Sebze ve Meyve Ticareti Kanunu nda, bu Kanun kapsamında verilen idarî para cezalarına karşı açılacak davalarda görevli yargı yerini açıkça belirten bir hükme yer verilmediği için 5326 sayılı Kabahatler Kanunu nun 27. maddesi gereğince, verilen idarî para cezalarına karşı, kararın tebliği veya tefhimi tarihinden itibaren en geç onbeş gün içinde sulh ceza mahkemesine başvurulabilir. Fakat Sebze ve Meyve Ticareti Kanunu kapsamında idarî para cezası ile birlikte kira sözleşmelerinin feshi ya da satış işlemlerinin veya tahsislerinin iptaline ilişkin tedbir kararları da verilmişse, bu durumda yine Kabahatler Kanunu nun 27. maddesinin son fıkrasında yer alan,  İdarî yaptırım kararının verildiği işlem kapsamında aynı kişi ile ilgili olarak idarî yargının görev alanına giren kararların da verilmiş olması halinde; idarî yaptırım kararına ilişkin hukuka aykırılık iddiaları bu işlemin iptali talebiyle birlikte idarî yargı merciinde görülür.  hükmü gereğince idari yargı mercilerinde dava açılması zorunludur. IV. Yetkilerin Yarışması Ya Da Norm ÇatışmasıYukarıdaki  bölümden  de  anlaşılacağı  üzere  hukuk  sistemimizde  ürünlerin fiyatlarında meydana gelen artışları önlemeye yönelik birçok farklı kanun bulunmakta, bu kanunların her biri fiyat artışını kısmen birbirinden farklı ama kısmen de aynı yönde tanımlamakta, yaptırımları uygulayacak idari merciler ile uygulanacak idari yaptırımlar, yaptırım usulü ve yaptırımlara karşı başvurulacak yargı yolları ise büyük ölçüde birbirinden farklılık göstermektedir. Bu durumda satıcıların veya hizmet 46  Bu yöndeki bir tartışma için bkz Ekinci (n 23) 29.47  Kemal Gözler ve Gürsel Kaplan, İdare Hukuku Dersleri (21. Bası, Ekin Basın Yayın Dağıtım 2019) 546.48  Kolluk tedbirleri ile idari yaptırım farkına ilişkin bkz ibid 543-544.233İstanbul Hukuk Mecmuası 79/1sunanların sattıkları veya sundukları hizmetlerin fiyatlarında artış yapmaları halinde, bu artışların haksız olup olmadığının tespitinin hangi kanuna göre gerçekleştirileceği, dolayısıyla bu konuda hangi kamu kurumunun yetkili olacağı ve ne tür yaptırımların uygulanacağı ciddi bir uğraş olarak karşımıza çıkmaktadır. Mal ve hizmetlerdeki fiyat artışının idari yaptırımlarla baskılanması bahsinde ciddi bir yetki yarışması veya  norm  çatışmasının  bulunduğu  söylenebilir.  Bu  tespitimizi  aşağıda  ortaya koyduğumuz sorularla detaylandırmaya çalışacağız.Ayrıca idari suç teorisinde kanunların çatışma hali; kişilerin aynı fiillerinden dolayı hangi kanuna göre idari yaptırıma tabi tutulacağı, uygulanan idari yaptırımlara karşı açılan davalarda hangi yargı kolunda bulunan yargı merciinin görevli olacağı ve idari suç işleyen kişilere birden fazla idari yaptırım uygulanıp uygulanmayacağı sorununun ortaya çıkmasına neden olmaktadır. A. Perakende Ticaret Kanunu ile Getirilen Düzenleme, Sadece Olağanüstü Durumlarda Uygulanma Niteliği Kazanabilir mi?(II) numaralı bölümde belirtildiği üzere her ne kadar Haksız Fiyat Değerlendirme Kurulu  Yönetmeliği nde  fahiş  fiyat  artışı,   Olağanüstü  hal,  afet  ve  ekonomik dalgalanma dönemleri ile diğer acil durumlar a özgülenmiş olsa ve dolayısıyla Haksız Fiyat Değerlendirme Kurulu nun yetki alanı bu dönemle sınırlandırılmış olsa da Perakende Ticaret Kanunu nda bu yönde bir sınırlandırmaya yer verilmediği için, anılan Kurul olağan dönemlerde de yetkisini sürdürmelidir. Bu durumda Perakende Ticaret Kanunu nun sadece olağanüstü dönemlerde uygulanacak özel kanun olma niteliğine sahip olmadığı söylenebilir. Eğer böyle olsaydı –ki bu sınırlama için Perakende Ticaret Kanunu nda açık bir hükme yer verilmesi gerekirdi- olağanüstü dönemlerdeki fahiş fiyat artışlarına karşı uygulanacak yaptırımlarda Perakende Ticaret Kanunu nun öncelikle uygulanacağı sonucuna varılacaktı. Bu anlamda Perakende Ticaret Kanunu özel nitelikli bir kanun olmadığından olağanüstü dönemlerde ortaya çıkan fahiş fiyat artışlarına karşı uygulanacak idari yaptırımlar açısından öncelikle uygulanması gereken bir kanun değildir. Kaldı ki hem Perakende Ticaret Kanunu hem de ilgili diğer kanunlarda yer verilmiş olan norm çatışmalarının çözümüne ilişkin hükümler, zaten çatışma sorunlarının çözümünde çok daha farklı sonuçlara ulaşılmasına neden olmaktadırlar.49  Kolluk yetkilerinin kullanımında yetkilerin bu şekilde yarışma içerisine girmesinin oldukça muhtemel olduğu ve kolluk alanında yetki yarışması deyimine ilişkin bkz Berkarda (n 24) 73; İl Han Özay, Günışığında Yönetim (Filiz Kitabevi 2017) 750; Gözler ve Kaplan (n 47) 538. Bu konuyu hakların yarışması çerçevesinde ele alan yazarlar da vardır. Rekabet hukuku ile haksız rekabet hukukundan kaynaklanan bir kısım hakların kullanımında bu çerçevede bir yarışma bulunduğu hakkında bkz Pınar (n 32) 72-73.234Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki ÇatışmasıB. Diğer Kanunlardaki Düzenlemeler Olağanüstü Durumlarda  Uygulanma Kabiliyetini Yitirir mi?Bu  başlık  altında  hiç  tartışma  açmaksızın,  Perakende  Ticaret  Kanunu na dayanılarak yürürlüğe konulan Haksız Fiyat Değerlendirme Kurulu Yönetmeliği nde fahiş fiyat artışının  Olağanüstü hal, afet ve ekonomik dalgalanma dönemleri ile diğer acil durumlar a özgülenmiş olmasının, konuya ilişkin diğer kanunların uygulanması üzerinde bir etki doğurmayacağını söyleyebiliriz. Fiyat artışlarına karşı yaptırım uygulamakla görevli Rekabet Kurumu ve Reklam Kurulu gibi kurum ve kuruluşlar, bu yetkilerini doğrudan kanundan almaktadırlar. Bu kanunlara getirilebilecek bir sınırlandırma, ancak yine bir başka kanun hükmüyle gerçekleştirilebilir. Perakende Ticaret Kanunu ile olağanüstü dönemlerde ortaya çıkan fahiş fiyat artışlarına karşı yaptırım uygulama konusunda tek yetkili merciin Haksız Fiyat Değerlendirme Kurulu olduğu yönünde açık bir hüküm getirilmediğinden, bu dönemlerde ortaya çıkan fiyat artışlarına karşı Rekabet Kurumu ve Reklam Kurulu gibi kurum ve kuruluşlar da kendi kanunları çerçevesinde yaptırım uygulama yetkisine sahip olacaklardır. Nitekim yukarıda (I) numaralı bölümde belirtildiği üzere örneğin Covid-19 salgın sürecinde fahiş fiyat artışı yaptığı iddia edilen birçok zincir market hakkında Rekabet Kurumu tarafından soruşturma başlatılmıştır.Bu  noktada  Haksız  Fiyat  Değerlendirme  Kurulu Yönetmeliği nin  geçici  1. maddesinde yer verilmiş olunan,  16/4/2020 tarihli ve 7244 sayılı Yeni Koronavirüs (Covid-19)  Salgınının  Ekonomik  ve  Sosyal  Hayata  Etkilerinin  Azaltılması Hakkında Kanun ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanunun 14 üncü maddesinin yürürlüğe girdiği 17/4/2020 tarihinden önce fahiş fiyat artışı uygulamaları hakkında Bakanlığa yapılan başvurular, 7/11/2013 tarihli ve 6502 sayılı Tüketicinin Korunması Hakkında Kanun ve ikincil mevzuatı kapsamında Reklam Kurulu tarafından sonuçlandırılır.  hükmünün, olağanüstü dönemlerdeki fahiş fiyat artışlarına karşı Reklam Kurulu nun sahip olduğu yetki üzerinde bir etki doğurup doğurmayacağı konusu üzerinde durulabilir.  Söz konusu geçici 1. Madde ile Reklam Kurulu fahiş fiyat artışları konusunda sadece geçici bir dönem için yetkilendirilmiş olduğundan bu geçici dönem haricinde artık bu Kurulun yetkisiz hale mi geleceği şeklinde bir soru karşımıza çıkmaktadır. Geçici 1. maddenin ortaya çıkarabileceği sorunlar üzerinde aşağıdaki bölümlerde ayrıntılı bir şekilde durulacaktır. Fakat burada şunu belirtmek gerekir ki Tüketici Kanunu nun haksız ticari  uygulamalara  ilişkin  62.  maddesinin  birinci  fıkrasında  yer  alan  hüküm varlığını koruduğu müddetçe, bir yönetmelik hükmüyle bu Kanun kapsamında faaliyet gösteren Reklam Kurulu nun görev alanı daraltılamaz. Dolayısıyla anılan Yönetmeliğin  geçici  1.  maddesine  rağmen Tüketici  Kanunu nun  62.  maddesi gereğince Reklam Kurulu, olağanüstü dönemlerde de fahiş fiyat artışı nedeniyle idari yaptırım uygulama yetkisini devam ettirmek durumundadır.235İstanbul Hukuk Mecmuası 79/1C. Perakende Ticaret Kanunu, Diğer Kanunların İlgili Hükümlerini Yürürlükten Kaldırmış mıdır?Fahiş fiyat artışı idari suç tipinin Perakende Ticaret Kanunu nun ek 1. maddesine eklendiği 7244 sayılı Kanun da, bu suçla bağlantılı olarak diğer kanunlarda yer alan hükümlerden herhangi birinin yürürlükten kaldırıldığını açıkça belirten bir hükme yer verilmemiştir. Söz konusu kanunların uygulanması amacıyla çıkarılan yönetmeliklerde de fiyat artışlarına ilişkin idari suç tanımlamaları halen varlığını sürdürmektedir. Örneğin Tüketici Kanunu nun 62. maddesinin birinci fıkrasında yer alan  Bir ticari uygulamanın; mesleki özenin gereklerine uymaması ve ulaştığı ortalama tüketicinin ya  da  yöneldiği  grubun  ortalama  üyesinin  mal  veya  hizmete  ilişkin  ekonomik davranış biçimini önemli ölçüde bozması veya önemli ölçüde bozma ihtimalinin olması durumunda haksız olduğu kabul edilir. Özellikle aldatıcı veya saldırgan nitelikte olan uygulamalar ile yönetmelik ekinde yer alan uygulamalar haksız ticari uygulama olarak kabul edilir. Tüketiciye yönelik haksız ticari uygulamalar yasaktır.  hükmü ile Ticari Reklam ve Haksız Ticari Uygulamalar Yönetmeliği nin ekinde yer alan  Aldatıcı Ticari Uygulamalar (burada bu deyim tanımlanıyor ve yasaklanıyor) … Girdi maliyeti ve döviz kuru artışı gibi fiyat değişimlerinden etkilenmemesine rağmen bu durumlardan etkileniyormuş gibi hareket ederek tüketiciye sunulan mal veya hizmetin satış fiyatında haklı bir gerekçe olmaksızın artış yapmak.   hükmü halen yürürlüktedir. Fahiş fiyat artışlarına ilişkin diğer kanunlarda yer alan hükümlerin zımni olarak yürürlükten kaldırılmış olup olmadıkları ise farklı bir değerlendirme gerektirir. Bu konu bir alt başlıkta incelenmiştir.Ç. Kanunların Çatışma Halleri(II) ve (III) numaralı bölümlerde incelendiği üzere mevzuatımızda, genel ya da sektörel nitelikte mal ya da hizmet piyasalarında ortaya çıkan fiyat artışlarını idari yaptırıma  tabi  tutan  birbirinden  farklı  birçok  düzenleme  bulunmaktadır.  Fahiş fiyat artışlarının idari yaptırıma tabi tutulmasına ilişkin mevzuatımızda yer alan hükümlerin bu şekilde çeşitlilik göstermesi ve dağınık bir görünüm arz etmesi, ister istemez söz konusu hükümler arasında çatışmaların ortaya çıkmasına neden olmaktadır. Fahiş fiyat artışının idari yaptırıma tabi tutulmasında her kanunun, ayrı bir idari teşkilatlanma oluşturması ve birbirinden farklı kamu kurumlarını yetkili kılması, konunun kurumlar arası yetki yarışmasına dönüşmesine de neden olmaktadır. Bu sorunları burada, Covid-19 salgın sürecinin ilk günlerinde Rekabet Kurumu tarafından uygulanan bir idari soruşturma süreci üzerinden örneklendirerek, daha anlaşılır hale getirmeye çalışacağız. 236Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki ÇatışmasıCovid-19 salgın sürecindeki fiyat artışlarından dolayı Rekabet Kurulu, başlangıçta da belirtildiği üzere 29 teşebbüs hakkında soruşturma başlatmıştır. Bu teşebbüsler içerisinde örneğin zincir marketler de vardır. Zincir marketlerin Covid-19 salgını bahanesiyle bir anlaşma ya da uyumlu eylem içerisinde ya da hâkim durumlarını kötüye kullanarak yüksek fiyat artışlarına gitmiş oldukları bir varsayımda; Rekabet Kurulu, zincir marketler hakkında Rekabet Kanunu nun 4. veya 6. maddesine göre rekabet  ihlali  soruşturması  yapma  yetkisine  sahip  olacaktır.  Öte  yandan  zincir marketler hakkında bu tür fiillerden dolayı Perakende Ticaret Kanunu na göre Haksız Fiyat Değerlendirme Kurulu da yetki sahibidir. Yine zincir marketlerin aynı türden fiilleri Tüketici Kanunu na göre Reklam Kurulu nun yetki alanına da girer. Nihayet bu konuda Sebze ve Meyve Ticareti Kanunu na göre belediyelerin de yetki sahibi olduğu belirtilmelidir. Görüldüğü üzere Covid-19 salgın sürecindeki rekabet ihlallerinden kaynaklı fiyat artışları konusunda, birbirinden farklı birçok kamu kurum ve kuruluşu yetkili hale gelebilmektedir.Bu örnekte yetki yarışmasının yoğunluğunun düşeceği durumların bulunabileceğine ayrıca işaret etmek gerekir. Covid-19 salgın sürecinde özellikle kişi ya da firmaların bir anlaşma ya da uyumlu eylem içerisinde bulunmaksızın ya da piyasada sahip oldukları hâkim durumlarını kötüye kullanmaksızın haksız fiyat artışlarına gitmiş olmaları halinde,  rekabet  ihlallerinin  gerçekleşmesinden  kaynaklı  haksız  fiyat  artışlarını soruşturmakla görevli olan Rekabet Kurulu ile belediyeler yetkisiz hale gelecek, bu tür fiiller sadece Haksız Fiyat Değerlendirme Kurulu ile Reklam Kurulu nun yetki alanında kalacaktır. Fakat görüldüğü üzere bu tür durumlarda Haksız Fiyat Değerlendirme Kurulu ile Reklam Kurulu nun yetki alanı bakımından net bir ayrım oluşturmak olanaklı görünmemektedir. Yukarıda belirtildiği üzere Haksız Fiyat Değerlendirme Kurulu Yönetmeliği nde bu Kurulun olağanüstü dönemlerde görev yapacağına ilişkin bir düzenleme getirildiğinden en azından bu Yönetmeliğe göre anılan bu Kurulun olağan dönemlerde görev yapması engellenerek, bu açıdan görev çatışmasına ilişkin bir çözüm getirilmeye çalışılmıştır. Ne var ki yine yukarıda belirtildiği üzere yönetmelikle yapılan bir düzenlemenin bu amacı gerçekleştirmeye hizmet etmesi oldukça şüpheli olduğu gibi olağanüstü dönemlerde Reklam Kurulu nun haksız fiyat artışlarına karşı görevinin sona erdiğine ilişkin bir düzenleme yapılmadığından, bu tür dönemlerde anılan iki kurul arasındaki görev çatışmasının tam olarak giderilmiş olduğu da söylenemez.D. Norm Çatışmalarının GiderilmesiHukuk devletinde esas olan, hukuk normlarının birbiri ile çatışmaksızın toplumsal yaşamı anlaşılabilir ve öngörülebilir bir şekilde düzenlemesidir. Ne var ki hiçbir hukuk sistemi, böylesine bir hukuk düzeni kuramamıştır. Çünkü işin doğası gereği günümüzün  gelişmiş  devletleri,  toplumsal  hayatı  yoğun  bir  şekilde  düzenleme gereksinimi içerisindedirler ve bu gereksinimin karşılanması amacıyla birçok hukuk 237İstanbul Hukuk Mecmuası 79/1normu  sisteme  dâhil  edilmektedir.  On  binlerce  kanun  hükümlerinin  yürürlükte bulunduğu günümüz hukuk sistemlerinde, normlar arası çatışmaların bulunmaması düşünülemez. Bu nedenle geçmişten günümüze, hukuk sistemlerinde ortaya çıkan bu tür çatışmaların giderilmesine yönelik yorum yöntemleri geliştirilmiştir. Bazen de  yasa  koyucular,  kanunlara  açıkça  koydukları  hükümlerle  muhtemel  norm çatışmalarını  gidermeyi  amaçlamaktadırlar.  Bu  bölüm,  haksız  fiyat  artışlarına uygulanacak idari yaptırımların belirlenmesinde ortaya çıkan norm çatışmalarının, ne şekilde giderilebileceğini tartışmayı amaçlamaktadır.  1. Norm Çatışmalarını Gidermeye Yönelik Öngörülen NormlarBu bölümde öncelikle norm çatışmalarını gidermeye yönelik kanun hükümlerine yer verilmiş, daha sonra bu hükümlerin ortaya çıkardığı açmaz üzerinde durulmuştur.a. Kanunlarda Yer Alış ŞekilleriFiyat artışlarını idari yaptırıma bağlayan kanunlarda, ortaya çıkması muhtemel norm çatışmalarını önlemeye yönelik bazı açık kanun hükümlerine yer verilmiştir. Bu kanun hükümleri kaynağını, kişilere aynı fiillerinden dolayı mükerrer ceza uygulanamayacağına  yönelik  evrensel  hukuk  ilkesi  (non  bis  in  idem) nden almaktadır. Kanunlarda yer verilen bu tür normların, iki tür kanun yapım tekniğiyle yazıldığı görülmektedir. Bunlardan ilki, idari yaptırımların  Diğer kanunlara göre daha ağır bir cezayı gerektirmediği takdirde, …  uygulanacağına yönelik yazım tekniğidir. Perakende Ticaret Kanunu ile Sebze ve Meyve Ticareti Kanunu na göre, bu kanunlarda öngörülmüş olan idari para cezaları,  Diğer kanunlara göre daha ağır bir cezayı gerektirmediği takdirde, …  uygulanabilecek nitelikte cezalardır (sırasıyla md 18/1, md 14/1).50Bu yazım tekniği, bazı hukuki sorunların ortaya çıkmasına neden olmaktadır. Şöyle ki idari yaptırımlar açısından kanunlarda bu tür hükümlere yer verildiği zaman, diğer kanunlara göre daha ağır bir cezanın başka kamu kurumlarının yetki alanında kalması gibi bir durumla karşılaşılabilir. Örneğin Perakende Ticaret Kanunu na göre Haksız Fiyat Değerlendirme Kurulu nun, rekabet ihlali kaynaklı bir fahiş fiyat artışından dolayı ceza vermesi durumu söz konusu olduğunda, bu Kurulun anılan fiilden dolayı idari yaptırım uygularken bu fiile karşı diğer kanunlara göre daha ağır bir cezanın öngörülmemiş olmasını tespit etmesi gerekecektir. Farz edelim ki Rekabet Kanunu ya da Tüketici Kanunu nda rekabet ihlali kaynaklı bir fahiş fiyat artışından dolayı daha ağır bir ceza öngörülmüşse, bu ağır cezayı Haksız Fiyat Değerlendirme Kurulu 50  Sebze ve Meyve Ticareti Kanunu nda ayrıca,  (3) Bakanlık ve belediyeler, serbest rekabetin ortadan kaldırılmasına, engellenmesine ve bozulmasına yönelik eylemleri önlemek için gereken tedbirleri almakla görevli ve yetkilidir. 7/12/1994 tarihli ve 4054 sayılı Rekabetin Korunması Hakkında Kanunun ilgili hükümleri saklıdır.  şeklinde bir hükme yer verilmiştir. Maddeden de anlaşılacağı üzere bu hüküm, serbest rekabetin ortadan kaldırılması, engellenmesi ve bozulmasına yönelik eylemleri önlemek için alınması gereken tedbirlerle ilgilidir.238Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasımu verecektir? Yoksa bu Kurul, bu durumda idari para cezası verme yetkisinin kendi görev alanından çıktığı düşüncesiyle, soruşturmasını yapıp bitirdiği şikâyet dosyasını daha ağır ceza vermekle görevli Rekabet Kurulu ya da Reklam Kurulu na mı gönderecektir? Adli ceza normlarının düzenlenişinden esinlenilerek yazılmış olmaları oldukça muhtemel olan bu tür çatışma gidermeye yönelik normların, idari yaptırım alanında uygulanmasının bu tür ciddi sıkıntıları vardır. Ayrıca buradaki düzenlemelerin hayata geçirilmesinde, diğer kanunlara göre daha ağır bir cezanın olup olmadığının tespiti de oldukça güçtür. Her şeyden önce bu tespitin somut ya da soyut düzeyde yapılması gibi bir sorun karşımıza çıkmaktadır. Bizim kanaatimiz, idari para cezasının doğru tespiti açısından somut cezanın esas alınması gerektiği yönündedir. Fakat bu durumda ise özellikle başka bir kamu kurumunun görev alanına giren konularda nispi nitelikteki ya da alt ve üst sınırların belirlenmiş olduğu cezaların, buradaki değerlendirmeyi yapacak kurum tarafından tespit edilmesi gibi bir güçlük söz konusu olacaktır. Özetle idari yaptırımların uygulanmasında, kanunlarda  Diğer kanunlara göre daha ağır bir cezayı gerektirmediği takdirde, …  şeklinde kayıtlara yer verilmesi, somut idari para cezalarının tespiti açısından doğru bir yöntem değildir. İkinci tür yazım tekniği ise idari yaptırım uygulanması bahsinde, hangi kanun hükümlerine öncelik tanınacağını açıkça belirtme şeklinde karşımıza çıkmaktadır. Bu çerçevede Tüketici Kanunu nda, bu Kanun kapsamında verilecek idari para cezaları ile idari tedbirler açısından,  Bu Kanuna göre idari yaptırım uygulanması, diğer kanunlar gereği yapılacak işlemleri engellemez.  (md 77/20) şeklinde bir hüküm ile  (1) Bu Kanunda hüküm bulunmayan hâllerde genel hükümler uygulanır. (2) Taraflardan birini tüketicinin oluşturduğu işlemler ile ilgili diğer kanunlarda düzenleme olması, bu işlemin tüketici işlemi sayılmasını ve bu Kanunun görev ve yetkiye  ilişkin  hükümlerinin  uygulanmasını  engellemez.   (md  83)  şeklinde  bir hükme yer verilmiştir. Görüldüğü üzere bu hükümlerle, taraflardan birini tüketicinin oluşturduğu  işlemlerle  ilgili  olarak  her  halükarda  mezkûr  Kanun  hükümlerinin uygulanması gerekliliği ortaya konulmuş, ayrıca bu Kanuna göre idari yaptırım uygulanmasının,  diğer  kanunlar  gereği  yapılacak  işlemleri  engellemeyeceği belirtilmiştir. Bu yöntem, yukarıda bahsedilen ilk yönteme göre, idari yaptırımlar konusunda uygulanması gereken kanunun tespiti bakımından daha isabetlidir.b. Normların AçmazıBir üst başlıkta yer verilen çatışma giderici normlardan da anlaşılacağı üzere, fiyat artışlarına uygulanacak idari yaptırımların tespiti bakımından kısmen iç içe geçmiş ve zaman zaman birbiriyle çatışan bir norm yumağı söz konusudur. Örneğin ülkenin tamamında birkaç zincir market, Covid-19 salgın sürecinde uyumlu bir 239İstanbul Hukuk Mecmuası 79/1eylem içerisine girerek ve salgın sürecini suiistimal ederek makarna fiyatlarında fahiş bir artışa gittikleri ve bu fahiş fiyatları İnternette reklam olarak yayımladıkları vakit, zincir marketlerin bu eylemleri Perakende Ticaret Kanunu kapsamında bir fahiş fiyat artışı idari suçunu oluşturacağı gibi Tüketici Kanunu, Rekabet Kanunu ve Sebze ve Meyve Ticareti Kanunu kapsamında da idari yaptırıma tabi tutulacak fiyat artışı idari suçunu oluşturacaktır. Anılan zincir marketlerin bu eylemlerine karşı Perakende Ticaret Kanunu kapsamında Haksız Fiyat Değerlendirme Kurulu nun bir yaptırım uygulayabilmesi için aynı fiile diğer kanunlarda daha ağır bir idari para cezasının öngörülmemiş olması gerekir. Burada bahsedilen fiile karşı örneğin Tüketici Kanunu kapsamında verilecek idari para cezası miktarı maktu nitelikte 104.000 TL dir. Bu ceza, Perakende Ticaret Kanunu na göre daha yüksektir. Çünkü bu kanunda öngörülen ceza, 10.000 TL ile 100.000 TL arasındadır. Dahası aynı fiil kapsamında Rekabet Kanunu na göre verilebilecek somut ceza muhtemelen daha yüksek düzeyde olacaktır. Çünkü bu Kanunda hakkında ceza uygulanacak teşebbüsün, Kurulun nihai kararından bir önceki mali yılsonunda oluşan ve Kurul tarafından saptanacak olan yıllık gayri safi gelirinin yüzde onuna kadar idarî para cezası verilmesi öngörülmüştür.Bir diğer ilginç nokta, Tüketici Kanunu na göre fiyat artışlarından dolayı verilecek idari para cezası maktu nitelikte 104.000 TL olarak belirlendiği için bu ceza miktarının her  durumda  Perakende  Ticaret  Kanunu nda  öngörülen  cezadan  daha  yüksek olmasıdır. Çünkü Perakende Ticaret Kanunu nda, fahiş fiyat artışlarından dolayı öngörülen ceza miktarı 10.000 TL ile 100.000 TL arasındadır. Bu Kanunda Haksız Fiyat Değerlendirme Kurulu nun idari yaptırım uygulama yetkisine ilişkin  Diğer kanunlara göre daha ağır bir cezayı gerektirmediği takdirde, …  şeklinde bir kayda yer verildiği için, fiyat artışlarıyla ilgili olarak söz konusu iki kanun hükümlerinin çatıştığı  her  durumda  Tüketici  Kanunu na  göre  idari  para  cezası  verilmesi gerekecektir. Bu Kanuna göre idari para ceza verme yetkisi Reklam Kurulu nda olduğuna göre, Haksız Fiyat Değerlendirme Kurulu nun hangi fiillere karşı yaptırım uygulama yetkisine sahip olduğu büyük bir soru işareti olarak karşımıza çıkmaktadır.Öte yandan bir üst başlıkta da belirtildiği üzere Tüketici Kanunu nda ise bu Kanun kapsamında verilecek idari para cezaları ile idari tedbirler açısından,  Bu Kanuna göre idari yaptırım uygulanması, diğer kanunlar gereği yapılacak işlemleri engellemez.  şeklinde bir hükme yer verildiğinden (md 77/20), bu Kanuna göre haksız fiyat artışlarına karşı Haksız Fiyat Değerlendirme Kurulu nun Perakende Ticaret Kanunu na dayalı olarak idari yaptırım uygulamasının önünde bir engel bulunmamaktadır. Yani haksız fiyat artışlarına karşı idari yaptırım uygulanmasında, Perakende Ticaret Kanunu nun 18. maddesinin birinci fıkrasında yer alan  Diğer kanunlara göre daha ağır bir cezayı gerektirmediği takdirde,  ibaresi ile Tüketici Kanunu nun 77. maddesinin ikinci fıkrasında yer alan  Bu Kanuna göre idari yaptırım 240Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasıuygulanması, diğer kanunlar gereği yapılacak işlemleri engellemez.  hükmü birbiri ile çatışmaktadır. Bu sorunun çözümü bir alt başlıkta ortaya konulmaya çalışılmıştır.2. Sonraki Tarihli ve Özel Nitelikli Kanun Hükümlerine Tanınan Önceliğe Göre Ulaşılabilecek SonuçlarKanunlar  arası  norm  çatışmalarının  giderilmesinde  bazı  yorum  yöntemlerine başvurulmaktadır.  Bunlardan  en  sık  başvurulanı,  normların  yürürlüğe  konuluş tarihleri ile genel ya da özel nitelikli olmalarına göre yapılan değerlendirmeye dayalı olarak, sonraki tarihli normun önceki tarihli olana göre, özel nitelikli olanın ise genel nitelikli olana göre önceliğe sahip olmasıdır. Sonraki tarihli norm genel, önceki tarihli norm ise özel nitelikli ise bu tür durumlarda daha somut düzeyde bir değerlendirme yapılması ve hakkaniyete dayalı bir çözüm ortaya konulması gerektiği savunulmaktadır. Diğer durumlarda ise her halükarda sonraki tarihli ve özel nitelikli olan norma öncelik tanınması söz konusu olacaktır. Fakat bu yorum yönteminin uygulanabilmesi için her şeyden önce aynı düzeydeki normlar arası bir çatışmanın olması gerekir. Aynı düzeyde olmayan normlar arasındaki çatışmada bu yorum yöntemine göre bir değerlendirme yapılamayacağı gibi, çatışma içermeyen normların uygulanmasında da bu yönteme başvurulamaz.(III)  ve  (IV)  numaralı  bölümde  incelemiş  olduğumuz  kanun  hükümlerinin aynı düzeyde olduğunu ve zaman zaman söz konusu kanun hükümleri arasında çatışmaların  bulunduğunu  gözlemlediğimizde;  ortaya  çıkmış  olan  norm çatışmalarının giderilmesinde burada bahsettiğimiz yorum yöntemine başvurarak çözüme gidilebileceği söylenebilir. Bu çerçevede sadece serbest rekabet ihlallerinden kaynaklı fahiş fiyat artışlarına karşı idari yaptırım öngörmüş olmaları bakımından Rekabet  Kanunu  ile  Sebze  ve  Meyve  Ticareti  Kanunu nu,  Perakende  Ticaret Kanunu ve Tüketici Kanunu na göre özel nitelikli kanun olarak değerlendirmek gerekir.  Rekabet Kanunu ile Sebze ve Meyve Ticareti Kanunu arasındaki norm çözümlemesinde ise üzerinde fahiş fiyat artışının gerçekleştiği mal ve hizmetlere göre bir değerlendirme yapılmalıdır. Bu kapsamda Sebze ve Meyve Ticareti Kanunu sadece ticarete konu sebze ve meyveler ile arz ve talep derinliğine göre belirlenecek et ve et ürünleri, süt ve süt ürünleri, su ve su ürünleri, bal ve yumurta gibi diğer gıda maddeleri ile kesme çiçek ve süs bitkileri hakkında uygulanabileceğinden, bu tür mallar açısından bu kanun özel nitelikli bir kanundur.Fahiş fiyat artışlarına idari yaptırım uygulanmasında Perakende Ticaret Kanunu ve Tüketici Kanunu arasındaki ilişkide ise sonraki tarihli olması hasebiyle Perakende Ticaret Kanunu hükümlerinin öncelikle uygulanması gerekir. Fakat bu Kanunda, fahiş fiyat artışlarına karşı uygulanacak idari yaptırımlar konusunda diğer kanunlarda daha ağır bir cezanın öngörülmemiş olması şeklinde bir kayda yer verilmiş olduğundan, 241İstanbul Hukuk Mecmuası 79/1Tüketici Kanunu na göre somut olarak daha ağır bir cezanın verilmesi gerektiği durumlarda  Tüketici  Kanunu,  diğer  durumlarda  ise  Perakende  Ticaret  Kanunu hükümlerinin uygulanması söz konusu olacaktır.3. Kanunların Korumayı Amaçladığı Hukuki Menfaat Kriterinden Bir Sonuca Ulaşılabilir mi?Fahiş fiyat artışının gerçekleşmesi halinde bu fiile hangi kanunda yer alan yaptırımın uygulanacağının belirlenmesi açısından fiyat artışlarını idari suç olarak düzenleyen kanunların korumayı amaçladığı hukuki menfaatlerden hareket edilmesi gerektiği bir düşünce olarak ileri sürülebilir. Soyut bir çerçeve içerisinde ele alındığında rekabetin korunmasını  amaçlayan  kanunların  rekabet  düzenini,51  tüketicinin  korunmasını amaçlayan kanunların tüketici haklarını,52 haksız rekabetin önlenmesini amaçlayan kanunların rakip kişi ve işletmelerin haklarını, perakende ticaretin düzenlenmesini amaçlayan  kanunların  ise  ticari  düzene  ilişkin  hukuki  menfaatleri  koruduğu söylenebilir. Ne var ki söz konusu kanunların amaç maddelerinden de anlaşılacağı üzere fiyat artışları ile mücadele bahsinde bu kanunların korumayı amaçladığı hukuki menfaatler arasında burada belirtildiği şekilde net ayrımların oluşturulması her zaman mümkün olamamaktadır. Şöyle ki Rekabet Kanunu nun serbest rekabet düzenini korumayı amaçladığı muhakkak olmakla birlikte bu Kanunun tüketici haklarını korumayı amaçlamadığı yönünde bir sonuca ulaşmak mümkün değildir.53 Benzer şekilde Perakende Ticaret Kanunu, ülkemizin ticari düzenini sağlamayı amaçladığı gibi serbest rekabet düzeninin sağlanması ile tüketicinin korunmasını da  amaçlamaktadır.54  Yukarıdaki  bölümlerde  söz  konusu  kanunların  korumayı amaçladığı hukuki menfaatler üzerinde durulurken, bu kanunların aslında her birinin çeşitli yoğunluklarla da olsa ekonomik kamu düzeninin sağlanması, serbest rekabet koşullarının korunması, rakip kişi ve işletmelerinin haklarının korunması ve tüketici haklarını korunmasına ilişkin oldukları görülmüştür.51  Örneğin Amerikan rekabet hukuku hakkında şu şekilde meşhur bir özdeyiş vardır:  Antitrust law protects competition and consumers, not competitors; it is not a proscription against unfairness.  Michael Brewer, ‘Planning Disaster: Price Gouging Statutes and the Shortages They Create  (2007) 72(3) Brooklyn Law Review 1101, 1111. Anılan özdeyiş şu şekilde çevrilebilir:  Rekabet hukuku rakipleri değil rekabeti ve tüketicileri korur; Rekabet hukukunun amacı rakipler arasındaki haksızlığı önlemek değildir. 52  Çağlar Özel, ‘Hukuksal Açıdan Tüketicinin Korunması ve Tüketicinin Korunma Gerekliliğine İlişkin Bir Değerlendirme  iç Müberra Babaoğul ve Arzu Şener (edr), Tüketici Yazıları (I) (Hacettepe Üniversitesi Yayınları 2007) 19.53  Rekabet Kanunu nun 1. maddesinde Kanun amacının,  … Mal ve hizmet piyasalarındaki rekabeti engelleyici, bozucu veya kısıtlayıcı anlaşma, karar ve uygulamaları ve piyasaya hakim olan teşebbüslerin bu hakimiyetlerini kötüye kullanmalarını önlemek, bunun için gerekli düzenleme ve denetlemeleri yaparak rekabetin korunmasını sağlamak  olarak belirtilmiş olması, bu Kanunun tüketici haklarını korumaya yönelik bir kanun olmadığı şeklinde yorumlanmamaktadır. Rekabetin korunmasının tüketici haklarını da koruyacağı düşüncesinden hareketle, bu Kanunun amaçlarından birinin de tüketici haklarını korumak olduğu söylenebilir. Doktrinde aynı yöndeki görüşler için bkz Ünal (n 29) 118; Aslan (n 25) 5-6. Amerikan hukukunda Sherman Antitrust Act ın da aynı amacı taşıdığı hakkında bkz Brewer (n 51) 1108.54  Rekabet hukuku ile haksız rekabet hukukunun da benzer şekilde rekabet düzeninin sağlanması gibi ortak bir amaca hizmet ettikleri hakkında bkz Pınar (n 32) 66-67.242Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki ÇatışmasıBu noktada Tüketici Kanunu nun korumayı amaçladığı hukuki menfaatin tam anlamıyla tüketici hak ve menfaatleri olduğu ve bu nedenle bu kanun açısından korunması amaçlanmış özel bir menfaatin bulunduğundan bahsedilebilir. Nitekim Tüketici  Kanunu  doğrudan  ve  sadece  tüketici  işlemleri  ile  tüketicilere  yönelik uygulamaları kapsamına almış ve bu Kanunun amaç maddesinde, sadece tüketici haklarının korunmasına ilişkin hükümlere yer verilmiştir. Fakat bu durumda dahi tüketici hak ve menfaatlerini koruyan tek kanunun, Tüketici Kanunu olmadığına dikkat etmek gerekir.Burada belirtilmiş olan nedenlerle fahiş fiyat artışlarına karşı uygulanacak idari yaptırımların belirlenmesinde hangi kanunun esas alınması gerektiği konusunda, kanunların korumayı amaçladığı hukuki menfaat kriteri ancak kısmen belirleyici bir nitelik taşıyabilir. E. Tüketicinin Korunması Hakkında Kanun a Göre Verilen Cezalar ile Alınan Şikayetlerin AkıbetiNorm çatışmasından kaynaklanan sorunları bir tarafa bırakarak –gerçekten bu konuda  bir  mesafe  alabilmek  oldukça  güçtür-  Tüketici  Kanunu na  dayanılarak verilmiş idari para cezalarının, Perakende Ticaret Kanunu na eklenen ek 1. maddenin yürürlüğe  girmesiyle  birlikte,  geçerlilikleri  üzerinde  bir  değişimin  ortaya  çıkıp çıkmayacağı açıklığa kavuşturulması gereken bir konudur. Çünkü bu cezalar Covid-19 salgın sürecinde Tüketici Kanunu na dayanılarak Reklam Kurulu tarafından verilmiş, fakat öte yandan salgın süreci devam ederken Perakende Ticaret Kanunu na ek 1. madde eklenerek fahiş fiyat artışlarına karşı yaptırım uygulama konusunda Haksız Fiyat Değerlendirme Kurulu yetkili kılınmıştır. Ayrıca Ek 1. maddenin uygulanması amacıyla yürürlüğe konulan Haksız Fiyat Değerlendirme Kurulu Yönetmeliği nde, Kurul un  görev  alanı  sadece  olağanüstü  durumlara  özgülenmiştir.  Kabahatler Kanunu na göre idari para cezaları bakımından da geçerliliğe sahip bulunan lehe kanunun uygulanması ilkesi bu noktada, verilmiş olan cezaların özellikle yargısal denetimleri  aşamasında  hangi  kanunun  uygulanması  gerektiği  konusunda  ciddi bir ölçüt oluşturacaktır. Çünkü fahiş fiyat artışlarına karşı Tüketici Kanunu ile Perakende Ticaret Kanunu nda öngörülen idari para cezası miktarları birbirinden farklıdır. Yukarıda belirtildiği üzere Tüketici Kanunu na göre (Ticari Reklam ve Haksız Ticari Uygulamalar Yönetmeliği ne göre)  Girdi maliyeti ve döviz kuru artışı gibi fiyat değişimlerinden etkilenmemesine rağmen bu durumlardan etkileniyormuş gibi hareket ederek tüketiciye sunulan mal veya hizmetin satış fiyatında haklı bir gerekçe olmaksızın artış yapmak  niteliğindeki fiyat artışlarına karşı fiilin internet aracılığıyla gerçekleştirilmiş olup olmadığına göre 10.000 TL ile 104.000 TL para cezası uygulanması gerekirken, Perakende Ticaret Kanunu na göre kişi ve firmalar hakkında 10.000 TL den 100.000 TL ye kadar idari para cezası uygulanabilecektir.243İstanbul Hukuk Mecmuası 79/1Bu sorunun çözümünde yukarıda norm çatışması bölümünde ortaya koymaya çalıştığımız farklı çözümlerin tercihine göre birbirinden oldukça farklı sonuçlara ulaşılacaktır. Şöyle ki eğer olağanüstü dönemlerde ortaya çıkan fahiş fiyat artışlarına karşı yaptırım uygulama konusundaki yetkinin Perakende Ticaret Kanunu na eklenen ek 1. madde ile artık Haksız Fiyat Değerlendirme Kurulu na geçtiği ve bu konuda Reklam Kurulu nun yetkisinin son bulduğu kabul edilirse –ki böyle bir kabul, olağanüstü dönemlerdeki fiyat artışlarının Tüketici Kanunu kapsamında bir idari suç olmaktan çıkarıldığı anlamına da gelecektir-, bu durumda Tüketici Kanunu na göre verilmiş idari para cezaları, Perakende Ticaret Kanunu na göre verilen idari para cezalarına göre daha yüksek olacağından, bu cezalar hakkında lehe kanun niteliğindeki Perakende Ticaret Kanunu hükümlerinin uygulanması gerekecektir. Görülmekte olan davalarda ilgili yargı mercilerinin lehe kanunun uygulanması ilkesini gözetmesi gerekir.55Tabi  bu  görüşün  benimsenmesi  halinde  Tüketici  Kanunu  kapsamında  fiyat artışlarına karşı verilmiş olan idari para cezalarına karşı idare mahkemelerinde açılmış olan davalarda; Perakende Ticaret Kanunu na göre bu mahkemeler görevsiz hale geleceğinden derhal uygulanırlık ilkesi gereğince idare mahkemelerinin, davaların çözümü konusundaki yetkinin adli yargı mercilerine geçtiği gerekçesiyle görevsizlik kararları vermeleri gerekecektir.56Ayrıca  yine  bu  görüşün  benimsenmesi  halinde  Haksız  Fiyat  Değerlendirme Kurulu Yönetmeliği nin geçici 1. maddesinde yer verilmiş olunan,  16/4/2020 tarihli ve 7244 sayılı Yeni Koronavirüs (Covid-19) Salgınının Ekonomik ve Sosyal Hayata Etkilerinin Azaltılması Hakkında Kanun ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanunun 14 üncü maddesinin yürürlüğe girdiği 17/4/2020 tarihinden önce fahiş fiyat artışı uygulamaları hakkında Bakanlığa yapılan başvurular, 7/11/2013 tarihli ve 6502 sayılı Tüketicinin Korunması Hakkında Kanun ve ikincil mevzuatı kapsamında  Reklam  Kurulu  tarafından  sonuçlandırılır.   hükmü,  hukuka  aykırı hale gelecektir.57 Çünkü bu görüş, Perakende Ticaret Kanunu nun ek 1. maddesinin yürürlüğe girmesiyle birlikte, Tüketici Kanunu kapsamında olağanüstü dönemlere özgü geçerlilik kazanacak bir fiyat artışı idari suç tipinin var olamayacağını kabul etmiş olmaktadır. O halde Perakende Ticaret Kanunu nun ek 1. maddesinin yürürlüğe girmesiyle birlikte, bu maddenin yürürlüğe girdiği 17/4/2020 tarihinden önce fahiş fiyat artışı uygulamaları hakkında Bakanlığa yapılan başvurular hakkında da karar verme noktasında, Reklam Kurulu yetkisiz hale gelmiş olacaktır.55  Mahkemelerin yargılama aşamasında lehe kanunu gözetmeleri gerekliliğinin bir Danıştay içtihadı haline geldiği hakkında bkz Ulusoy (n 23) 71, 77-78; Aydın Gülan, ‘Kanun Değişikliğiyle İdari Para Cezası Verilmeden Önce ‘Uyarı  Şartı Getirilmesi, Kimi Durumlarda Görülmekte Olan İptal Davasını Etkileyecek Lehe Bir Düzenleme Sayılabilir mi?  (2019) 21 D.E.Ü. Hukuk Fakültesi Dergisi (Prof. Dr. Durmuş TEZCAN a Armağan) 2953, 2956-2957.56  Usul kurallarının uygulanmasında derhal uygulanırlık ilkesine ilişkin aynı yönde bkz Katoğlu (n 24) 1031.57  Bakanlık tarafından yapılan açıklamaya göre,  01.04.2020 tarihi itibariyle gerek 81 Ticaret İl Müdürlüğümüz gerekse Bakanlığımız Reklam Kurulu tarafından denetim altına alınan 7.386 firma ile ilgili yasal süreç devam etmektedir.  Açıklama için bkz <https://covid.ticaret.gov.tr/tuketici/duyuru/haksiz-fiyat-artislarina-iliskin-reklam-kurulunun-karari> Erişim Tarihi 4 Haziran 2020.244Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki Çatışmasıİkinci bir görüş olarak ise olağanüstü dönemler de dâhil olmak üzere fiyat artışlarına ilişkin Perakende Ticaret Kanunu na eklenen ek 1. maddenin Tüketici Kanunu kapsamında bu fiili idari suç olmaktan çıkarmadığı kabul edilirse, bu durumda anılan kanunlarda yer verilmiş olan norm çatışmasının çözümüne ilişkin kurallardan hareketle verilmiş olan cezalarda Tüketici Kanunu nun uygulanmaya devam  edileceği  sonucuna  ulaşılacaktır.  Yukarıda  norm  çatışması  bölümünde belirtildiği üzere bu ikinci görüşün kabulü, Perakende Ticaret Kanunu nun ek 1. maddesi ile getirilen düzenlemenin uygulanma kabiliyetine sahip olmadığı sonucunu ortaya çıkarmaktadır.Ayrıca  bu  ikinci  görüşün  kabulü  halinde,  Tüketici  Kanunu na  göre  fiyat artışlarından dolayı verilmiş idari para cezalarına ilişkin davaların görülmesinde idari yargı mercilerinin görevli olmaya devam edeceği de kabul edilmiş olunacak; Haksız Fiyat Değerlendirme Kurulu Yönetmeliği nin geçici 1. maddesinde yer verilmiş olunan hüküm, hukuka aykırı hale gelmeyecektir.SonuçMakale boyunca ele almış olduğumuz konulardan hareketle Perakende Ticaret Kanunu nda fahiş fiyat artışının bir idari suç olarak düzenlenmesi ve idari yaptırıma tabi tutulması konusunda olan hukuk ve olması gereken hukuk bakımından iki ayrı değerlendirme ortaya konulmasında fayda var.Olan hukuk bakımından;1.  Covid-19  salgınında  ortaya  çıkmış  olan  fahiş  fiyat  artışlarıyla  mücadele etmek, devletin üzerine düşen bir görevdir ve bu görevin yerine getirilmesi amacıyla bu tür fiillerin idari suç haline getirilmesi ve idari yaptırıma tabi tutulması doğru ve haklı bir yasama yaklaşımıdır. Bu çerçevede Perakende Ticaret Kanunu nda yapılan değişiklikle fahiş fiyat artışının yeni bir idari suç olarak ihdas edilmesi, yerinde bir yaklaşım olmuştur. 2.  Fakat bu durum, Perakende Ticaret Kanunu nda tanımlanan fahiş fiyat artışı idari suç tipinin diğer kanunlardaki benzer tanımlamalarla çatışmasını kısmen önleyebilmiştir. Perakende Ticaret Kanunu ndaki fahiş fiyat artışına ilişkin idari suç tipi, belirli bir ölçüde özellikle Tüketici Kanunu ndaki tanımlamayla çatışmaktadır. Perakende Ticaret Kanunu ndaki bu tanım, Rekabet Kanunu ile Sebze ve Meyve Ticareti Kanunu ndaki tanımlamalarla ise daha dar bir alanda çatışma olasılığını bünyesinde taşımaktadır. 3.  Her  hukuk  düzeninde  norm  çatışmalarının  belirli  bir  düzeyde  varlığının olağan olduğu ve buna saygı duyulması gerektiği kabul edilebilirse de normlar arasında ortaya çıkmış olan çatışmaların giderilmesine yönelik çatışmaları 245İstanbul Hukuk Mecmuası 79/1çözücü normların, gerçekten işlevsel ve sorunları gidermeye yönelik olmaları gerektiği de kaçınılmazdır. Ülkemizde bu konuya ilişkin yürürlüğe konulmuş çatışmaları  giderici  normlardan  sağlıklı  sonuçlara  ulaşmak  çok  kolay görünmemektedir.  4.  Kanaatimizce Perakende Ticaret Kanunu na eklenen ek 1. madde ile getirilen düzenleme,  en  azından  teorik  olarak  bu  konuda  yetki  karmaşası  ortaya çıkarabilecek niteliktedir.Olması gereken hukuk bakımından;1.  Olağanüstü dönemlerden kaynaklanan fiyat artışlarını engellemek amacıyla sırf bu dönemlere özgü bir idari suç tipine yer verilmesi doğru bir yasama yaklaşımıdır. Modern hukuk sistemlerindeki gelişim de bu yöndedir. Fakat bu konuda, yani olağanüstü dönemlerde ortaya çıkması muhtemel fiyat artışlarını soruşturma ve idari yaptırım uygulama konusunda görevli sadece bir kuruluşun olması, kurumlar arası yetki çatışmalarını önleyeceğinden bu dönemlerde ortaya çıkan fahiş fiyat artışlarına karşı daha etkin bir mücadele yönteminin geliştirilmesini sağlayacaktır. Fahiş fiyat artışlarından muzdarip vatandaşlar, fiyat artışlarına karşı sadece muhatap olacakları tek bir kamu kurumu olduğunu bilecekler ve hak taleplerini bu kuruma tereddütsüz iletebilecek ve takip edebileceklerdir. Ayrıca hukuk devleti, olağanüstü dönemlerde dahi temel hak ve özgürlükleri koruyucu nitelik taşıdığından, bahsedilen bu yaklaşım hak ve özgürlüklerin güvence altına alınmasına da hizmet edecektir. Çünkü hukuki öngörülebilirlik de dâhil olmak üzere öngörülebilirliğe en fazla bu dönemlerde ihtiyaç duyulmaktadır. Kişilerin ya da firmaların işlemiş oldukları bir fahiş fiyat artışı fiilinden dolayı sadece bir kamu kurumuyla muhatap olacaklarını ve bu fiillerinden dolayı sadece önceden öngörülebilir bir idari yaptırım ile cezalandırılabileceklerini bilmeleri, hukuki güvenlik ilkesi açısından oldukça önemlidir.2.  Perakende Ticaret Kanunu na eklenen ek 1. madde daha açıklayıcı ve Haksız Fiyat  Değerlendirme  Kurulu nun  yetkisini  sadece  olağanüstü  dönemlere özgüleyici bir şekilde düzenlemiş olsaydı, bu alanda ortaya çıkması muhtemel yetki çatışmaları daha minimize edilebilirdi. Hatta olağanüstü dönemlerde, bu  dönemlerin  getirmiş  olduğu  sıkıntılı  durumdan  faydalanarak  yapılan haksız fiyat artışlarına karşı yaptırım uygulamakla yetkili olacak tek kurumun Haksız Fiyat Değerlendirme Kurulu olacağı kanunda açıkça düzenlenmiş olsaydı,  belki  de  bu  konuda  hiçbir  yetki  çatışması  ortaya  çıkmayacaktı. Maalesef bu düzenlemeler, Perakende Ticaret Kanunu nun ek 1. maddesinde yapılmamış, Haksız Fiyat Değerlendirme Kurulu Yönetmeliği nde yapılarak sorun çözülmeye çalışılmıştır. Ne var ki Haksız Fiyat Değerlendirme Kurulu 246Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki ÇatışmasıYönetmeliği, bu konuya ilişkin diğer kanunlar karşısında aynı düzeyde bir norm niteliği taşımadığından, diğer kanunların uygulanmasını engelleyememiş ve dolayısıyla salgın dönemlerindeki fiyat artışları konusunda, birden fazla kamu kurum veya kuruluşunun yetkisinin devam etmesine neden olmuştur.3.  Olması gereken hukuk bakımından önerebileceğimiz son husus, haksız ya da fahiş fiyat artışlarına uygulanan idari yaptırımlara karşı açılan davaların adli ve idari yargı gibi birbirinden farklı yargı kollarında değil bu kararların tamamına karşı açılan davaların idari yargı mercilerinde görülmesi gerekliliğidir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.247İstanbul Hukuk Mecmuası 79/1",
     "Kaynakça": "Aslan İY, Rekabet Hukuku Dersleri (7. Bası, Ekin Basın Yayın Dağıtım 2020).Berkarda  K,  ‘6502  Sayılı  Tüketicinin  Korunması  Hakkında  Kanun daki  İdarî  Cezaların Değerlendirilmesi  (2016) 12(2) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 62 86. Boshoff WH, ‘The competition economics of excessive pricing and its relation to the Covid 19 disaster period  (2020) <https://ssrn.com/abstract=3593292> Erişim Tarihi 30 Temmuz 2020 1 14.Brewer M, ‘Planning Disaster: Price Gouging Statutes and the Shortages They Create  (2007) 72(3) Brooklyn Law Review 1101 1136.Cary GS, Dolmans M, Hoffman B, Graf T, Brannon L, Pepper R, Mostyn H, Lazda ARB, Haynes S, Georgieva K, Przerwa J, ‘Exploitative abuses, price gouging & COVID 19: The cases pursued by EU and national competition authorities , e Competitions Antitrust Case Laws e Bulletin, <https://www.concurrences.com/pdf_version.api/article 94392.pdf> Erişim Tarihi 23 Temmuz 2020.Ekinci M, ‘Ceza Hukuku İlkeleri Açısından İdari Yaptırımlar  (2017) 3 Yıldırım Beyazıt Hukuk Dergisi 19 54.Gözler K ve Kaplan G İdare Hukuku Dersleri (21. Bası, Ekin Basın Yayın Dağıtım 2019).Gülan A, ‘Kanun Değişikliğiyle İdari Para Cezası Verilmeden Önce ‘Uyarı  Şartı Getirilmesi, Kimi Durumlarda Görülmekte Olan İptal Davasını Etkileyecek Lehe Bir Düzenleme Sayılabilir mi?  (2019) 21 D.E.Ü. Hukuk Fakültesi Dergisi (Prof. Dr. Durmuş TEZCAN a Armağan) 2953 2960.Katoğlu  T,   Kabahatler  ve  Zaman  Yönünden  Uygulamaya  İlişkin  Kimi  Sorunlar , <http://repository.bilkent.edu.tr/bitstream/handle/11693/51199/Kabahatler_ve_zaman_y%C3%B6n%C3%BCnden_uygulamaya_ili%C5%9Fkin_kimi_sorunlar.pdf?sequence=1&isAllowed=y> Erişim Tarihi 23 Temmuz 2020.Koç E, ‘4054 Sayılı Rekabetin Korunması Hakkında Kanun da Düzenlenen İdari Para Cezaları İçin Öngörülen İdari Usul  (2012) 98 TBB Dergisi 231 282.Köksal A, ‘Concerned Practices in the Context of EU Competition Law  <https://turkishlawblog.com/read/article/122/concerted practices in the context of eu competition law> Erişim Tarihi 2 Temmuz 2020.Motta M ve Streel AD, ‘Excessive Pricing in Competition Law: Never say Never?  (2007) The Pros and Cons of High Prices 14 46.Sancakdar O, Önüt LB, Us Doğan E, Kasapoğlu Turhan M ve Seyhan S, İdare Hukuku Teorik Çalışma Kitabı (8. Bası, Seçkin 2019).Tan T, İdare Hukuku (5. Bası, Turhan Kitabevi 2016).Özay İ, Günışığında Yönetim (Filiz Kitabevi 2017).Özel Çağlar, ‘Hukuksal Açıdan Tüketicinin Korunması ve Tüketicinin Korunma Gerekliliğine İlişkin Bir Değerlendirme  iç Müberra Babaoğul ve Arzu Şener (edr), Tüketici Yazıları (I) (Hacettepe Üniversitesi Yayınları 2007) 15 26.Pınar H, ‘Rekabet Hukuku ile Haksız Rekabet Hukuku İlişkisi , (2014) 15(2) Rekabet Dergisi 59 87.Rakić I, ‘Competition Law in the Age of Covid 19  (2020) LXVIII(2) Anali Pravnog fakulteta u Beogradu 25 61.Şahin E, ‘Tüketiciler İçin İyi Haber Mi Kötü Haber Mi?: Aşırı Fiyat Uygulamalarında AB Mahkemelerinin Yeni İstikameti  (2019) 5(1) Ticaret ve Fikri Mülkiyet Hukuku Dergisi 87 114.Şirin T, ‘Tehlikeli Salgın Hastalıklarla Anayasal Mücadeleye Giriş  (2020) 9(17) Anayasa Hukuku Dergisi 43 146.Ulusoy AD, İdari Yaptırımlar (1. Bası, XII Levha 2013).248Söyler / Fahiş Fiyat Artışlarına Karşı İdari Yaptırım Uygulanmasında Yetki ÇatışmasıÜnal Ç, ‘Rekabet Hukukunda Tek Taraflı Sömürücü Davranışlar  (2010) 11(4) Rekabet Dergisi 111 164.Wilson D, ‘Price Gouging, Construction Cartels or Repair Monopolies? Competition Law Issues Following Naturel Disasters  (2014) 20 Canterbury Law Review, 53 90.İnternet Kaynakları<https://www.memurlar.net/haber/897756/maske satisi tumuyle yasaklandi mi.html>  Erişim Tarihi 4 Haziran 2020. <https://www.mevzuat.gov.tr> Erişim Tarihi 4 Haziran 2020.<https://www.ticaret.gov.tr/tuketici/ticari reklamlar/reklam kurulu kararlari>  Erişim Tarihi 20 Mayıs 2020.<https://covid19.ticaret.gov.tr/tuketici/duyuru/ticaret bakani pekcan fahis fiyat artisi tespitedilen firmalara verilen cezalar> Erişim Tarihi 4 Haziran 2020.<https://covid19.ticaret.gov.tr/tuketici/duyuru/haksiz fiyat artislarina iliskin reklam kurulununkarari> Erişim Tarihi 4 Haziran 2020.<https://www.rekabet.gov.tr/tr/Guncel/aralarinda zincir marketlerin de bulundu 8828c79f5f90ea11811a00505694b4c6> Erişim Tarihi 20 Mayıs 2020.<https://www.rekabet.gov.tr/tr/Guncel/perakende gida ticareti alaninda faaliye 4384b022e495ea11811a00505694b4c6> Erişim Tarihi 20 Mayıs 2020.Rekabet Kurulu KararlarıRekabet Kurulu Kararı (Önaraştırma), Karar Tarihi 23.11.2017, Dosya Sayısı 2017 2 31, Karar Sayısı 17 38/609 265 <https://www.rekabet.gov.tr/Karar?kararId=38837a4b 5cc7 43a0 aa4abe5e0d32886f> Erişim Tarihi 1 Temmuz 2020.Rekabet Kurulu Kararı (Önaraştırma), Karar Tarihi 13.3.2019, Dosya Sayısı 2018 1 83, Karar Sayısı  19 12/137 61  <https://www.rekabet.gov.tr/Karar?kararId=bf885331 0abf 48bf bec5e9e8d73ddcb3> Erişim Tarihi 1 Temmuz 2020.Rekabet Kurulu Kararı (Soruşturma), Karar Tarihi 1.10.2018, Dosya Sayısı 2017/2/3, Karar Sayısı 18 36/584 285, <https://www.rekabet.gov.tr/Karar?kararId=8a58df07 f31b 457e b9369fa3afd5fdbf> Erişim Tarihi 1 Temmuz 2020.Rekabet Kurulu Kararı (Önaraştırma), Karar Tarihi 13.3.2019, Dosya Sayısı 2018 1 83, Karar Sayısı  19 12/137 61  <https://www.rekabet.gov.tr/Karar?kararId=bf885331 0abf 48bf bec5e9e8d73ddcb3> Erişim Tarihi 1 Temmuz 2020.Rekabet Kurulu Kararı (Soruşturma), Karar Tarihi 1.10.2018, Dosya Sayısı 2017/2/3, Karar Sayısı 18 36/584 285, <https://www.rekabet.gov.tr/Karar?kararId=8a58df07 f31b 457e b9369fa3afd5fdbf> Erişim Tarihi 1 Temmuz 2020.249"
}