{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "04",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları",
     "Title": "Online Arbitration and its Applications in the Context of Online Dispute Resolutions in the World and  Our Country",
     "Yazar İsmi": [
          11,
          "Seda Özmumcu"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Online uyuşmazlık çözümü" , "Online tahkim", "Hakem", "Siber ortam", "COVID 19", "Adalete erişim", "Adil yargılanma hakkı"
     ],
     "Keywords": [
          "Online dispute resolution", "Online arbitration", "Arbitrator", "Cyberspace", "COVID-19 access to justice", "Right to fair trial"
     ],
     "Özet": "Bu makale, dünyada 1990 lı yıllardan itibaren internetin icadı ile başlayan ve yakın zamanlarda giderek daha da etkin hale gelen online uyuşmazlık çözümleri bağlamında online tahkim ile ilgilidir. Günümüzde büyük bir hızla gelişen teknoloji, beraberinde uyuşmazlık çözümlerine farklı ve yeni bir bakış açısı getirmektedir. Bu yeni yaklaşım, uyuşmazlıkların çözümünün klasik yöntemlerle yüz yüze duruşma veya oturumlar şeklinde yapılması gibi geleneksel anlayışı değiştirerek, gerçek dünyayı internet üzerinden siber ortama taşımayı öngörmektedir. Dünyada tahkim ve arabuluculuk gibi alternatif uyuşmazlık çözümleri, çeşitli ülkelerde kurumsal olarak muhtelif kuruluşlar tarafından gerçekleştirilmektedir. Bu kuruluşların bir bölümü, 2010 yılından itibaren uygulamalarını online uyuşmazlık çözümleri kapsamında da genişletmiş bulunmaktadır. Özellikle 2015 yılından itibaren bazı ülkelerdeki tahkim kurumlarının, online uyuşmazlık çözümleri bağlamında offline tahkimi, internet üzerinden siber ortamda gerçekleştirmek amacıyla, kendi bünyelerinde online tahkim kurallarını düzenledikleri görülmektedir. Çalışmamızda bu konu ile ilgili dünyadaki çeşitli kurumların online tahkim uygulamalarından örneklere yer verilmektedir. Ülkemizde ise, 6570 sayılı İstanbul Tahkim Merkezi Kanunu ile uyuşmazlıkların alternatif yollarla çözümü amacıyla kurulan İstanbul Tahkim Merkezi, bu alanda hizmet veren ilk ve aynı zamanda genç bir kurumdur. Günümüz teknolojilerinin uyuşmazlık çözümü üzerine getirdiği bu önemli etkiler, COVID 19 salgını ile bambaşka bir görünüm kazanmıştır. Adalete erişim ve hak arama özgürlüğü belirli ölçülerde online ortama taşınmaya başlamıştır. Bu bağlamda İstanbul Tahkim Merkezi de internet ortamında online yapılacak duruşmalara ait kural ve esaslarını yakın bir zamanda yayınlamıştır. Online uyuşmazlık çözümleri kapsamında, online tahkim açısından hızlılık, etkililik ve az masrafla uyuşmazlıkların çözümü, bu sürecin olumlu yönlerini meydana getirmekle birlikte, online ortamda gerçekleştirilen tahkim yargılamasının bazı olumsuz yönleri de bulunmaktadır. Hiç şüphesiz internete erişim bakımından ortaya çıkabilecek teknoloji tabanlı teknik sorunlar; COVID 19 salgını ile daha da hızlanan teknolojik gelişmeler aracılığı ile süratle çözümlenebilecektir. Fakat asıl sorun, internete erişimden daha da öte adalete erişim noktasında adil yargılanma, hukuki dinlenilme hakkı gibi yargılamanın temel ilkelerinin online tahkim ortamında da gerçekleştirilmesini sağlamak, adil ve adaletli kararlar verilmesini yerine getirmektir. Makalemiz, COVID 19 ile birlikte bu konular üzerinde yeniden düşünmeyi hedeflemektedir.",
     "Abstract": "This article examines online arbitration within the context of online dispute resolution, which began with the advent of the internet during the 1990s and has become efficient over time. Contemporarily, fast-evolving technology has engendered a new perspective to dispute resolution. This new approach has altered the traditional understanding of dispute resolution from classical methods such as face-to-face hearings or sessions to using the internet, while causing a shift from the real world to the cyberspace.  Alternative dispute resolution methods such as arbitration and mediation are conducted by various institutions across countries around the world. Some of these institutions expanded their application to include the scope of online dispute resolution after 2010. More specifically, arbitration institutions in some countries introduced regulations regarding online arbitration in 2015. They did so with the aim of having online arbitration within the scope of online dispute resolution in cyberspace using the Internet. This study shares examples from online arbitration applications of various institutions around the world. The Istanbul Arbitration Center was founded under the Law on Istanbul Arbitration Center numbered 6570, with the aim of resolution of disputes by alternative methods in Turkey. This is a nascent and the first institution to provide such service in Istanbul. These significant measures engendered by recent technologies on dispute resolution have gained a completely different importance with the coronavirus disease 2019 (COVID-19) pandemic. Access to justice and the right to legal remedies have moved to online platforms at specific rates. Within this scope, the Istanbul Arbitration Center has recently published the Procedures and Principles for Online Hearings. Speed, efficiency, and resolution of disputes with lower costs constitute the positive aspects of online arbitration, which are also characterized by few negative aspects. Undoubtedly, technical problems relating to internet access, which are more technology-based, can be resolved faster due to constant developments in the technological field during the COVID-19 pandemic. However, the actual problem relates to ensuring fair and righteous decisions while enabling justice and the right to a fair trial in an online arbitration area. This article aims to reconsider those issues along with the challenges engendered by the COVID-19 pandemic.",
     "Metin": "Online tahkim (online arbitration), esas olarak online uyuşmazlık çözümleri (online dispute resolution) kapsamı içinde yer alan alternatif uyuşmazlık çözüm yöntemlerinin  internet  ortamında  online  veya  çevrimiçi  olarak  yapılması  için öngörülmüş uyuşmazlık çözüm yöntemlerinden biridir. Dünya genelinde online uyuşmazlık çözüm yöntemlerinin 1990 lı yıllardan itibaren ivme kazandığı ve hızla gelişen teknoloji ile birlikte başta ticari uyuşmazlıklar olmak üzere birçok hukuki alanda ve artan oranda yaygın hale geldiği gözlenmektedir. Günümüzde küreselleşen ve büyük bir hızla dijitalleşmeye doğru geçen dünya toplumları, COVID-19 ile birlikte bir taraftan, bu yeni dünya düzenine kendilerini adapte edip uyarlamaya çalışırken, diğer taraftan da bu salgın ile birlikte şimdi veya  ileride  mevcut  olabilecek  uyuşmazlıklarını  en  uygun  hangi  yöntemlerle çözüme  kavuşturacaklarının  yollarını  aramaya  başlamıştır.  Bu  konuya  hukuk sistemimiz açısından bakıldığında, uyuşmazlıkların yargı yolları dışında ve fakat yargının tamamlayıcısı niteliğinde olan alternatif uyuşmazlık çözüm yöntemleri ile çözümünün yeni ve gelişmekte olan bir alan olduğunu söylememiz gerekir. Ancak Türk hukuk sisteminde de geleneksel veya offline tahkime ilişkin kural ve esasların, COVID-19  ile  birlikte  online  tahkime  dönüşümü  yönünden,  yeni  bir  görünüm kazandığı görülmektedir.Yaşadığımız  çağda  devlet  mahkemeleri  önünde  görülen  davaların  yargılama hızının, artarak ticari hayatın ihtiyaçlarını karşılayamaz hale geldiği görülmektedir.1 Bu sebeple tarafları, tahkime ve hakem yargılamasına yönelten nedenlerin başında, yargılama  sürecinin  hızlığı,  bundan  kaynaklanan  maddi  yararlar  ve  maliyet tasarrufunun yanı sıra sürecin gizliliği gibi unsurlar gelmektedir.2Bu  konuya  Türk  hukuk  sistemi  yönünden  bakıldığında,  medeni  yargılama hukukunda tahkime ilişkin yasal düzenlemeler, 01.10.2011 tarihinde yürürlüğe giren 6100 sayılı Hukuk Muhakemeleri Kanunu ile yeniden revize edilmiştir. Bu bağlamda yine alternatif uyuşmazlık çözüm yöntemlerinden biri olan arabuluculuk, 6325 sayılı Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu ile 22.06.2013 tarihinde yürürlüğe girdiğinden bu noktada yeni bir kanun olarak görülmelidir. Fikrimizce, tahkim gibi önceden var olan ve fakat yeni düzenlemelerle fonksiyonu güncelleştirilip, etkinliği artırılan ve arabuluculuk gibi bağımsız bir yasal düzenlemeye kavuşan bu uyuşmazlık 1  Görkem Çakır/Erdinç Dalar,  Arbitration via Internet Environment Online Arbitration , (2018), 19, GSI Articletter, 224.2  Ergun Özsunay,  Tahkim Yargılamasında Mahremiyet , (2004), 2, İBD, 541; Yavuz Alangoya, Medeni Usul Hukukumuzda Tahkimin Niteliği ve Denetlenmesi, (Fakülteler Matbaası 1973), 4; Nevhis Deren-Yıldırım,  Tahkimin Olumlu ve Olumsuz Yönleri , (2002), 4, ABD, 38 vd; H.Yavuz Alangoya/M. Kȃmil Yıldırım/Nevhis Deren-Yıldırım, Medeni Usul Hukuku Esasları, (7.Baskı, Beta 2009), 595; Çakır/Dalar, (n 1), 224.434Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları çözüm yöntemleri, hukuk sistemimiz içinde yerini ve etkinliğini belli bir hızla sağlamaya çalışırken, beklenmedik bir şekilde karşı karşıya kaldığımız COVID-19 salgını, Batı hukuklarında temelleri yıllarca önce atılmaya başlamış ve belli aşamalara gelmiş olan online uyuşmazlık çözümlerini, Türk hukuk sistemi açısından nasıl uygulamamız gerektiği sorusunu gündeme getirmiş bulunmaktadır. Geleceğe yönelik olarak bakıldığında, medeni yargılama hukuku açısından da bundan sonra hem geleneksel hem de bunun dışında online uyuşmazlık çözüm yöntemlerinin  birlikte  değerlendirilmesinin  önem  taşıyacağı  görülmektedir. Dünyada muhtelif ülkelerin hukuk sistemleri incelendiğinde, online uyuşmazlık çözümlerinin yaygın hale gelmeye başladığı ve COVID-19 salgınının da bu süreci süratle hızlandırdığı gözlenmektedir. Online uyuşmazlık çözümleri kapsamında yer alan online tahkim yöntemi de dünyanın çeşitli ülkelerinde uygulama alanı bulan bir uyuşmazlık çözme biçimidir. Çalışmamızın konusu, online tahkimin ne olduğunu tanıtarak, dünyada online tahkimi kullanan çeşitli kurum ve kuruluşların uygulama yöntemlerinden çeşitli örnekler vererek, ülkemizde de yeni gelişmekte olan kurumsal tahkimi, online tahkim ile birlikte yeni gelişmeler karşısında, yargılamanın temel ilkeleri ile bağlantılı olarak değerlendirmeyi hedeflemektedir.II. Genel Olarak Online TahkimDünyada  online  tahkime  yönelik  ilk  önemli  girişim,  1996  yılında   Sanal Sulh Hakimi  (Virtual Magistrate) veya kısaltılmış adıyla (VMAG) projesi ile gerçekleşmiştir. Bu proje, büyük ölçüde akademik bir çalışma idi ve Villanova Bilgi Merkezi ev sahipliği ile Ulusal Otomatik Bilgi Araştırmaları Merkezi tarafından finanse edilmekteydi. Proje geliştiricilerinin amacı, üçüncü tarafların sistemlerinde ortaya çıkan haksız iletişim iddialarını ileri sürdükleri zaman, sistem operatörlerine uyuşmazlıkları  çözebilecekleri  bir  forum  (veya  mahkeme)  ortamı  sağlamaktı.3 Nitekim VMAG projesinden bugüne çeşitli ticari online uyuşmazlık çözüm sistemleri online arabuluculuktan online tahkime kadar çeşitli hizmetler sunarak yayılmış bulunmaktadır.4Doktrinde bazı yazarlar tarafından özellikle online ortamda gerçekleşen tahkim için, kesin bir işlevsel tanımın olmadığı ifade edilmektedir.5 Bununla birlikte tahkim, geleneksel anlamdaki tanımı ile taraflar arasındaki hukuki bir uyuşmazlığın devlet mahkemelerinde görülmesine ilişkin yolun kapatılması şartı ile yargılama yetkisine sahip özel üçüncü kişiler tarafından çözüme kavuşturulmasıdır.6 Buna karşılık online 3  Doktrinde  Virtual Magistrate  hakkında geniş bilgi için Bkz Karen Stewart /Joseph Matthews,  Online Arbitration of Cross-Border, Business to Consumer Disputes , (2002), 56, U Miami Law Review, 1123 vd.4  Stewart/Matthews, (n 3) 1124.5  Paul Schwarzenbaker,  Online Arbitration: A European and US Perspective , (2018), 10, Bocconi Legal Papers, 405.6  Alangoya, (n 2) 4; Ziya Akıncı,  Elektronik Tahkim  (DEÜ Yayını 2002), Uluslararası İnternet Hukuku Sempozyumu, 429; Deren-Yıldırım, (n 2) 37; Alangoya/Yıldırım/Deren-Yıldırım, (n 2) 595.435İstanbul Hukuk Mecmuası 78/2tahkim (online arbitration) ise, online uyuşmazlık çözümleri kapsamı içinde yer alan ve geleneksel (offline) tahkimin tüm özelliklerine sahip bulunan, internet üzerinden elektronik ortamda gerçekleşen bir tahkim yöntemi olarak belirtilmektedir.7 Doktrinde bazı yazarlar ise, online tahkimin, offline tahkimin bir versiyonu olduğunu 8 ve hatta online tahkimi,  elektronik tahkim  anlamına gelen  e- arbitration  şeklinde de ifade etmektedirler.9 Genel olarak online tahkim, münhasıran internet ve dijital teknolojinin kullanımı yoluyla yerine getirilmekte 10 ve bilgi teknolojisinden tahkim alanında da faydalanılmasını ifade etmektedir.11 Bilgi teknolojisinin kullanım derecesine bağlı olarak da iki kategoriye ayrılmaktadır. Bunlardan birincisi, bilgi değişimi ve iletişim aracı olarak bilgi teknolojisini kullanmak için sınırlanmış  teknoloji destekli online tahkim  (technology-assisted online arbitration), diğeri ise, bilgi teknolojisinin tam teşekküllü uygulamasının online tahkimde kullanıldığı  teknoloji tabanlı online tahkim  (technology-based online arbitration) şeklinde ifade edilmektedir.12 Teknoloji destekli online tahkim, online tahkimin temel sorunlarına temas etmez iken, teknoloji tabanlı online tahkim, geçerli bir tahkimin gerektirdiği minimum adilliği ve verimliliği arasındaki dengenin önemi konusunda ciddi bir konuya dikkat çekmektedir.13III.  Dünyanın Çeşitli Ülkelerinde Online Tahkim UygulamalarıDünya genelinde online tahkim kurallarının, uygulandığı tahkim kurumuna göre farklılıklar gösterdiği görülmektedir.14 Bununla birlikte online tahkim yargılaması, Uluslararası Ticaret Odası ( ICC ), Amerikan Tahkim Birliği ( AAA ), Dünya Fikri Mülkiyet Organizasyonu ( WIPO ),  Shenzen Tahkim Komisyonu  ( SZAC ) Çin Uluslararası İktisadi ve Ticari Tahkim Komisyonu ( CIETAC ), Guangzhou Tahkim Komisyonu ( GZAC ),   Rus Tahkim Birliği ( RAA ) gibi birçok tahkim kurumları tarafından  etkin  bir  şekilde  uygulama  alanı  bulmaktadır.  Dünyada  kurumsal olarak tahkim ve arabuluculuk konusunda hizmet veren kurumlar sadece burada 7  Armağan Ebru Bozkurt Yüksel,  Elektronik Ticarette Alternatif Uyuşmazlık Çözümü , (2008), 123, Mevzuat Dergisi, (www.mevzuatdergisi.com); Melis Ercan, Uyuşmazlıkların Online Çözüm Yöntemleri, 2012, (yayınlanmamış ylt), 100. 8  Chinthaka Liyanage,  Online Arbitration Compares to Offline Arbitration and the Reception of Online Consumer Arbitration: An Overview of the Literature , (2010), 22, Sri Lanka Journal of International Law, 175; Julio César Betancourt/ Elina Zlatanska,  Online Dispute Resolution (ODR): What Is It, and Is It the Way Forward? , (2013), 79, International Journal of Arbitration, Mediation and Dispute Management, 262; Dafna Lavi,  Three is not a Crowd: Online Mediation-Arbitration in Business to Consumer Internet Disputes , (2016), 37, U.Pa.J.Int l L, 885.9  Liyanage, (n 8) 175; Betancourt/Zlatanska, (n 8) 262; 10  Amy J. Schmitz,  Drive-Thru  Arbitration in the Digital Age: Empowering Consumers Through Binding ODR  , (2010), 62, BAYLOR LAW. REVIEW, 182; Philip Johnson,  Enforcing Online Arbitration Agreements for Cross-Border Consumer Small Claims in China and the United States , (2013), 36, HASTINGS INT L & COMP. L. REV, 583; Lavi, (n 8) 885.11  Jie Zheng,  The Recent Development of Online Arbitration Rules in China , (2017), 26 Information & Communications Technology Law, 135.12  Zheng, (n 11) 135.13  ibid 135.14  Çakır/Dalar, (n 1) 228.436Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları yazdıklarımız ile sınırlı değildir. Bununla birlikte uzun zamandan beri ağırlıklı olarak online tahkim üzerine çalışan ve gelişmeler gösteren bu kurumların kural ve esaslarına bizde çalışmamız bünyesinde yer vermeye çalışacağız. A. Amerikan Tahkim Birliği (American Arbitration Association) Amerikan Tahkim Birliği  (American Arbitration Association), kısaltılmış adıyla ( AAA ), 1926 yılında kurulmuştur.15 Bu kuruluş, günümüzde online arabuluculuk dışında, WebFile hizmeti yoluyla hızlı ve uygun online davaların açıldığı ve kısmen online çözümlenen davaların yer aldığı bağlayıcı bir tahkim sunmaktadır. Buna ek olarak yine bu sistem aracılığıyla uyuşmazlığın tarafları ödeme yapabilmekte, online dava yönetimini yerine getirebilmekte; elektronik bir şekilde belgeleri transfer ederek aktarabilmekte, tarafların anlaşmalarına uygun olarak hakemleri veya arabulucuları seçebilmekte, davayı özelleştirmek için mesaj panosunu kullanabilmekte ve davanın durumunu kontrol edebilecek şekilde sunulan bütün hizmetlerden yararlanmaktadır.16 Yine  WebFile  sisteminin  sunduğu  hizmete  göre,  kullanıcı  kayıt  formunu doldurduğunda bir şifre (password) seçmektedir. Bu şifre sayesinde, online taleplerini dosyalamak için kullanıcı sisteme erişebilmektedir. Aynı şekilde  online alan adı uyuşmazlıkları  (online domain name disputes) ile ilgili açılmış davalar Amerikan Tahkim Birliği tarafından yürütülebilmektedir.17 Bu konu ile ilgili olarak örneğin, doktrinde WebFile sistemi yoluyla 2006 yılında 3,099 dava açıldığı ve bunlardan 1,100 den fazlasının arabuluculuk ile ilgili olduğu ifade edilmektedir. Bu verilen rakamlarla doğru orantılı olarak da 569 davada taraflar, arabulucu ve hakemlerini online seçmiş bulunmaktadır. Hukukun birçok farklı alanı ile ilgili olan bu davalar arasında iş hukuku, ticaret hukuku, inşaat hukuku ve uluslararası hukuk ile bağlantılı uyuşmazlıklar da yer almaktadır.18 Amerikan Tahkim Birliği, online tahkim için genel kurallara ilave olarak,  Online Tahkimler için Tamamlayıcı Kurallar  (Supplementary Rules for Online Arbitrations) isimli bir kurallar listesi düzenlemiştir. Buna göre, online tahkime ilişkin bütün prosedürler Amerikan Tahkim Birliği nin online tahkim yargılaması için öngördüğü usuli esas ve kurallara bağlı olarak yürütülmektedir. Bu kuralların amacı, tahkim yargılamasının  münhasıran  online  olarak  yapılmasına  ve  çözümlenmesine  izin vermektir.19 Bu ek kurallar, aynı zamanda online tahkimin nasıl gerçekleştiğini 15  Schwarzenbaker, (n 5) 405.16  Ihab Amro, Online Arbitration in Theory and in Practice, A Comprative Study of Cross-Border Commercial Transactions in Common Law and Civil Countries, (Cambridge Scholars Publishing 2019), 92.Doktrinde Amerikan Tahkim Birliği nin online tahkim uygulamaları hakkında ayrıntılı bilgi için ayrıca Bkz Schwarzenbaker, (n 5) 407 vd.; Schmitz, (n 10) 187.17  Amro, (n 16) 92-93 (dipnotu 230 da adı geçen yazar).18  Amro, (n 16) 93.19  M. H. M. Schellekens,  Online Arbitration and E-Commerce , (2002), 9, Electronic Communication Law Review, 114; Çakır/Dalar, (n 1) 229-230.437İstanbul Hukuk Mecmuası 78/2gözünde canlandırmaya da yardımcı olmaktadır. Bu usuli kurallara göre, online tahkim ile ilgili  Vakıa Sitesi  (Case Site) olarak isimlendirilen temel bir kavram bulunmaktadır. Buna göre, her bir uyuşmazlık için yeni bir  vakıa sitesi  tesis edilmektedir. Uyuşmazlığın taraflarına ait tüm dava dosyaları ve talepler burada muhafaza  edilmektedir.  Bu  vakıa  sitesinde  yer  alan  bilgi  ve  belgelere  sadece Amerikan Tahkim Birliği, uyuşmazlığın tarafları ve hakem (hakemler) kendileri adlarına oluşturulacak üyelik bilgileri ile erişmeye yetkili kılınmaktadır.20Uyuşmazlığın taraflarından birinin, karşı taraf ile olan ihtilâfını online tahkim yoluyla çözümlemek istediği hallerde, bu talebini Amerikan Tahkim Birliği nin İdari Site sine elektronik ortamda göndermesi gerekmektedir. Eğer bu talep, tahkim prosedürünün yürütülmesi için gerekli bütün bilgileri içeriyorsa ve davacı taraf da ücretini ödemiş bulunuyorsa, Amerikan Tahkim Birliği tarafından bir vakıa sitesi oluşturulmakta ve bunu takiben, her iki tarafta vakıa sitesinin adresi hususunda bilgilendirilmektedir. Amerikan Tahkim Birliği, davalı tarafı bilgilendirmek için, davalıya ait olan ve davacı tarafından sağlanan e-mail adresini kullanmaktadır.21 Bu süreçte davalı tarafa e- mail yoluyla ulaşılamaması halinde, Amerikan Tahkim Birliği tarafından söz konusu davanın online ortamda yürütülemeyeceğine karar verebileceği ve bu durumun davacı tarafa bildirilmesi gerektiği belirtilmektedir. Genel olarak, uyuşmazlığın taraflarından birinin online tahkime katılma kapasitesinin yetersizliği veya Amerikan Tahkim Birliği nin takdir yetkisine bağlı olarak tahkimin, online olarak yürütülmemesi gerektiğinin tespiti halinde, tahkimin online olarak yapılmayacağına  karar  verilebileceği  kabul  edilmektedir.22  Dolayısıyla  burada tahkimin online ortamda yapılamayacağına geleneksel yöntemle yapılmasına dair karar  verme  yetkisi,  tahkim  sağlayıcısı  konumunda  bulunan Amerikan Tahkim Birliği ne ait bulunmaktadır. Buna karşılık, bildirimin e-mail yoluyla başarılı olarak ulaştığı hallerde ise, tahkim süreci vakıa sitesinin tesis edildiği tarihte başlamaktadır. Bu tarih, taraflara gönderilen  doğrulayıcı  nitelikteki  e-mailde  belirtilmiş  bulunmaktadır.  Davalı taraf, vakıa sitesine bir yanıt göndermektedir. Bu yanıt, talebe yapılan fiili cevap ve onu destekleyen delil ve argümanlar, tahkime itiraz, vakıa sitesi ile iletişim için kullanacağı e-mail adresi ve muhtemelen karşı iddia (karşı dava) talebini ihtiva etmektedir. Bu bağlamda bir karşı dava açıldığı takdirde, davacı tarafın buna, otuz gün içinde davaya cevap vermesi gerekmektedir. Yargılamayı yürüten hakem de kararını kural olarak duruşma olmaksızın, ibraz edilen belge ve delillere dayalı olarak vermektedir. Online ortamda duruşma, sadece taraflardan biri veya her ikisi de talep ettikleri takdirde gerçekleşmektedir. Duruşma, tarafların hakem huzurundaki 20  Schellekens, (n 19) 114; ibid 229-230.21  ibid 114; ibid 230.22  ibid 114.438Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları bir toplantısı olup, bizzat veya telefon ile ya da telekonferans yoluyla veya başka yollarla yürütülebilmektedir. Duruşmada tanık ifadesi alınabileceği, tanıkların çapraz sorgulamasının  yapılabileceği;  tahkim  yargılamasını  yürüten  hakem  tarafından onaylandığı takdirde, ek belgelerin delil olarak alınabileceği öngörülmektedir.23 Tahkim yargılaması sonunda hakem tarafından verilen karar vakıa sitesine ibraz edilerek, taraflara da e–mail yoluyla bildirilmektedir.24B. Dünya Fikri Mülkiyet Organizasyonu  (World Intellectual Property Organization) Dünya Fikri Mülkiyet Organizasyonu  (World Intellectual Property Organization) kısaltılmış adıyla ( WIPO ), 1967 yılından beri faaliyetine devam eden bir kuruluştur. Fikri mülkiyet alanında meydana gelen uyuşmazlıkların çözümü safhasında kuruluş bünyesi içinde bir tahkim merkezinin kurulması 1990 lı yıllarda gerçekleşmiştir. Dünya Fikri Mülkiyet Organizasyonu na bağlı tahkim ve arabuluculuk merkezi 1994  yılında  faaliyete  başlamış  ve  halen  de  çalışmalarına  devam  etmektedir.25 Dünya Fikri Mülkiyet Organizasyonu, aralarında tahkim, arabuluculuk ve alan adı uyuşmazlıklarının da bulunduğu birçok ihtilâfın çözümünde alternatif uyuşmazlık çözümleri hizmeti sunmaktadır.26 Özellikle alan adı ile ilgili uyuşmazlıkların çoğunluğu bu kuruluş tarafından çözümlenmektedir.27  Ayrıca  online  tahkim  uygulamasının  dünyadaki  başarılı uygulama  örneklerinden  bir  tanesi  de  Dünya  Fikri  Mülkiyet  Organizasyonu tarafından yerine getirilen kısaltılmış adı ile  ICANN  olarak bilinen  İnternet Tahsisli Sayılar ve İsimler Kurumu  (Internet Corporation for Assigned Names and Numbers) tahkim usulüdür.28 ICANN sadece elektronik ortamdaki alan adlarına ilişkin uyuşmazlıklar açısından Dünya Fikri Mülkiyet Organizasyonu bünyesinde mevcut bulunan bir online tahkim türüdür. Bu tahkim türüne ilişkin olarak kısa adıyla ( UDNDPR ) olarak bilinen  Alan Adı Uyuşmazlıklarının Çözümünde Yeknesak Kurallar  (Uniform Domain Name Dispute Resolution Policy) isimli hüküm ve 23  ibid 114-115.24  ibid 115; ibid 230.25  İbid 232.Bu konuda ayrıca Bkz Ercan, (n 7) 106; Amro, (n 16) 92.26  Schellekens, (n 19) 115.27  Ercan, (n 7) 105. Bu konuda geniş bilgi için Bkz Murat Atalı,  İnternet Ortamında Tahkim ve Usul Hukuku Sorunları , (2007), 60, e - Akademi, Hukuk, Ekonomi ve Siyasal Bilimler Aylık Dergisi, parg.10.28  Stewart/Matthews, 1124; Elizabeth G. Thornburg,  Going Private: Technology, Due Process, and Internet Dispute Resolution , (2000), 34, University of California, Davis, 153, 160-165; David E. Sorkin,  Judicial Review of ICANN Domain Name Dispute Decisions , (2001), 35, 18 Santa Clara Computer & High Tech. L.J., 35; Thomas Schultz,  Online Arbitration: Binding or Non-Binding? , (2002,) ADR Online Monthly, 2; Konstantinos Komaitis,  Pandora s box is finally opened: The Uniform Domain Name Dispute Resolution Process and Arbitration , (2005), 19, International Review of Law, Computers & Technology, 100; Andrea M. Braeutigam,  Fusses That Fit Online: Online Mediation in Non-Commercial Contexts , (2006), 5, Appalachian Journal Law, 278; Bartosz Ziemblicki,  Going Online-Is The World Ready to Replace Litigation with Online Dispute Resolution Mechanism ,(2015), 5, Wroclaw Review of Law, Administration & Economics, 46; Çakır/Dalar, (n 1) 231; Amro, (n 16) 92.439İstanbul Hukuk Mecmuası 78/2esaslar uygulama alanı bulmaktadır.29 UDNDPR, ticari markaları kapsayan alan adı uyuşmazlıklarını hızlı bir şekilde çözmek için kolaylaştırılmış bir  siber tahkim  (cyber arbitration) prosedürü yaratmıştır.30 Bu sistem, nispeten alan adları hakkında, alan adının bir başkası tarafından alınması veya ileride satılmak amacıyla kötü niyetli kişilerin benzer alan adlarını tescil etmesinden (cybersquatting) kaynaklanan problemleri çözmek için,  basit  uyuşmazlıklar bakımından tasarlanmıştır. Buna karşılık alan adı ile ilgili karmaşık davaların çözümünün geleneksel mahkemelere bırakıldığı ifade edilmektedir.32 Burada  uyuşmazlığın  çözümü,  ICANN  tarafından  onaylanan  uyuşmazlık çözümü sağlayıcılarından biri tarafından gerçekleştirilmektedir. Başvurular çeşitli şekillerde örnek vermek gerekirse; telekomünikasyon veya faks iletimi, posta veya kurye hizmeti veya elektronik olarak yerine getirilmektedir. Merkez, elektronik iletişimi kolaylaştırmak için internet tabanlı bir vakıa dosyalama ve yönetim sistemi oluşturmuştur. Kural olarak, hakem heyeti kendi takdir yetkisine dayanarak, dava hakkında duruşma yapmanın gerekli olduğuna karar vermedikçe, yüz yüze duruşma yapılmamaktadır.33  Heyetin  bu  doğrultudaki  kararı,  bütün  taraflara,  ICANN  ve kayıt memuru olarak adlandırılan (registrar) tarafa, alan adını kayıt eden davalının kuruluşuna bildirilmektedir. Heyetin bu kararına karşı, davalı taraf, şikâyet edene karşı yetkili mahkemede dava açıp da bu durumu kayıt memuruna bildirmediği takdirde, kayıt memuru tarafından alan adı kaydı, devir veya iptal edilmektedir. Heyetin bu kararı da kural olarak internette yayınlanmaktadır.34C. Shenzen Tahkim Komisyonu (Shenzhen Arbitration Commission)Çin Halk Cumhuriyeti nde zirvedeki beş tahkim merkezinden biri olarak Shenzen Tahkim Komisyonu (Shenzhen Arbitration Commission) kısaltılmış adı ile ( SZAC ) yer  almaktadır.  Shenzen  Tahkim  Komisyonu,  online  uyuşmazlık  çözümleri, girişimlerinin bir bölümü olarak online tahkim, elektronik delil koruma hizmetleri platformu  şeklinde  ve  kısa  adıyla  ArbiCloud  olan   Bulut  Tahkim  Platformu  (Cloud Arbitration Platform) sistemini başlatmıştır.35 Bu sistem dört önemli alanda online uyuşmazlık çözümleri için hizmet vermektedir. Bunlardan birincisi, Smart online tahkim sistemidir. Bu sistem, yerli ve yabancı tarafların hukuki ve ticari uyuşmazlıkları  için  tam  zamanında  hizmet  sağlamak  amacıyla  hazırlanmıştır. 29  Braeutigam, (n 28) 278, Sorkin, (n 28) 35 vd.; Schultz, (n 28) 2; Komaitis, (n 28) 103; Schellekens, ( n 19) 116; Ercan (n 7), 104; Ziemblicki, (n 28) 46; Çakır/Dalar, (n 1) 232; Amy J. Schmitz,  Building on OArb Attributes in Pursuit of Justice  (2018), 9, ( http://ssrn.com/abstract= 3118229); Amro, (n 16) 92.30  Komaitis, (n 28) 103.31  Ziemblicki, (n 28) 46.32  Schellekens, (n 19) 116.33  Braeutigam, (n 28) 278; Schellekens, (n 19) 116.34  ibid 116-117.35  Amro (n 16), 93.440Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları Dünyanın farklı ülkelerinde bulunan taraflar, tahkim başvurularını, iletişimlerini, hakemlerin seçimini ve video-konferans yoluyla mahkeme oturumuna bağlanmayı online ortamda yapabilecektir. İkincisi, Elektronik Delil Koruma ve Güçlendirme Hizmetleri dir. Bu sistem, yargısal duruşma problemlerinde üç anahtar faktörden oluşan  tarafsızlık,  geçerlilik  ve  meşruiyetten  oluşan  elektronik  delil  kanıtını çözümlemeyi hedeflemektedir. Nitekim bu online hizmet, e- mail, QQrecord, Wechat, SMS ve diğer elektronik işlem verilerinin, tahrifat ve kaybolmasından kaçınmak için, zaman damgası (time stamps) ve dijital belgeleme ile mühürlenmiş olarak arşivlenmiş şekilde saklanması ve muhafaza edilmesine izin vermektedir. Kullanıcılar ve arşiv arasındaki bağlantı ( SZAC ) copyright yazılım ( Z-agent security middleware ) şeklindedir.36 Üçüncüsü, Online Noterlik Hizmetleri, bir taraftan hukuki sonucu noter tarafından onaylanmış hizmetleri sağlamaktadır. Diğer taraftan da elektronik delilin güvenilirlik ve kanuna uygunluğunu tasdik ederek bu hizmeti yerine getirmektedir. Son  olarak  ArbiCloud,  kullanıcıların  online  platformlarını  online  uyuşmazlık çözümlerine gönderebilmek için APIs sistemi sağlamakta ve sistem ile ArbiCloud arasında veri değişimine izin vermektedir.37D.  Guangzhou Tahkim Komisyonu  (Guangzhou Arbitration Commission)Çin Halk Cumhuriyeti nin önde gelen kurumsal uyuşmazlık çözüm merkezlerinin başında gelen ve kısa adıyla (CIETAC) olarak bilinen  Çin Uluslararası İktisadi ve Ticari Tahkim Komisyonu  (China International Economic and Trade Arbitration Commission)38, 2009 yılından bu yana  alan adı uyuşmazlıkları  (domain name disputes) ve  elektronik ticaret uyuşmazlıkları  (e- commerce disputes) için tahkim kurallarını ilan etmesine rağmen, CIETAC Online Tahkim Kuralları (CIETAC Online Arbitration Rules), elektronik delillerin değişimi ve doğruluğunun ispat edilmesi konusunda belirli koşullar altında offline veya geleneksel tahkim kurallarından çok fazla ayrılmamaktadır.39 Bununla birlikte yakın zamanlarda Çin Halk Cumhuriyeti nde kısaltılmış adıyla ( GZAC ) olarak bilinen Guangzhou Tahkim Komisyonu (Guangzhou Arbitration Commission) tarafından online tahkimi, teknoloji tabanlı online tahkime değiştiren yenilikçi  bir  girişim  yapılmıştır.  Guangzhou  Tahkim  Komisyonu,  23.06.2015 tarihinde,  01.10.2015  tarihinden  itibaren  geçerli  olmak  üzere  online  tahkim kurallarını yayınlamak suretiyle, Çin Halk Cumhuriyeti nde online tahkim kurallarını 36  Amro, (n 16) 93, dn 232.37  ibid 93, 23238  Bu konuda geniş bilgi için Bkz Seda Özmumcu, Uzak Doğu da Arabuluculuk Anlayışı ile Türk Hukuk Sisteminde Arabuluculuk Kurumuna Genel Bir Bakış, (3. Baskı, Oniki Levha 2013), 176 vd.39  Zheng, (n 11) 135-136. Bu konuda ayrıca Bkz Cemre Çise Kadıoğlu,  Brick and Clicks: Online Dispute Resolution Mechanism and Implamentation of Online Arbitration in Turkey for Cross-Border Business to Consumer E-Commerce Disputes , (2019), 1, ASBÜ Bilişim Hukuku Dergisi, 121.441İstanbul Hukuk Mecmuası 78/2benimseyen ikinci komisyon olmuştur.40 Buna karşılık CIETAC Online Tahkim Kuralları ise, 01.01.2015 tarihinden itibaren geçerlidir.41Doktrinde Guangzhou Tahkim Komisyonu nun online tahkime ilişkin kurallarının, online  tahkimde  esneklik  ve  verimlilik  ihtiyaçları  yönünden  yenilikçi  kurallar belirlemek bakımından CIETAC Online Tahkim Kuralları ndan daha radikal olduğu ifade  edilmektedir.42  Guangzhou  Tahkim  Komisyonu,  online  tahkim  davalarını yürütmek için online tahkim platformu kurmuş bulunmaktadır. Tahkim kuralları, genel online tahkim kuralları ve belirli uyuşmazlık türleri için örneğin, küçük meblağlı online alışveriş uyuşmazlıkları, online kredi uyuşmazlıkları ve kredi kartı uyuşmazlıkları olmak üzere üç ayrı tahkim esasından oluşmaktadır.43 Aslında GZAC Online Tahkim Kuralları, kendilerini uyuşmazlık türleri açısından sınırlandırmış olmamakla birlikte, genel olarak online kredi, alışveriş ve kredi kartı uyuşmazlıkları gibi küçük meblağlı hak talepleri veya internet uyuşmazlıkları için daha uygun bulunmaktadır. Bunun nedeni, sadece online tahkim prosedürlerinin, offline veya geleneksel tahkim prosedürlerinden daha basit ve etkili olması değil, aynı  zamanda  internet  uyuşmazlıklarında  elektronik  delillerin  daha  kolay  elde edilmesidir.44 Burada taraflar arasındaki tahkim anlaşması, henüz uyuşmazlık ortaya çıkmadan önce  veya  uyuşmazlık  ortaya  çıktıktan  sonra  basılı  veya  elektronik  ortamda hazırlanarak imza edilebilmektedir. Bunun dışında ayrıca uyuşmazlığın taraflarından biri, bir tahkim başvurusunda bulunmuş olup da, karşı taraf da herhangi bir itirazda bulunmayıp, online tahkim yargılamasına katılmış ise, dolaylı olarak veya zımnen bir tahkim anlaşmasının yapıldığı varsayılmaktadır.45Uyuşmazlığın tarafları, belge ve delillerini online tahkim platformu aracılığıyla ve istedikleri zaman bu belgelere başvurmak suretiyle ibraz edebilmektedir. Tahkim belgeleri, tahkim anlaşmasında taraflarca sağlanan e-mail, cep telefonu veya diğer iletişim araçları yoluyla iletilmektedir. Online alışveriş uyuşmazlıkları durumunda, web sitelerinin kaydı sırasında, taraflarca kullanılan e-mail adresi tahkim sırasında iletişim için kullanılmaktadır. Bu özellikle web sitelerinin hüküm ve şartları ile akdedilen  tahkim  hükümleri  için  tasarlanmıştır.  Tahkim  belgelerinin  varsayılan teslim süresi, online tahkim platformunun, tahkim belgelerini taraflara başarıyla teslim edildiğini gösterdiği zaman olarak öngörülmektedir. Bu arada GZAC, alıcının cep telefonuna hatırlatma amacıyla kısa bir mesaj göndermektedir. GZAC sistemi 40  ibid 136.41  İbid 136, dn 5; Kadıoğlu, (n 39) 121.42  ibid 136.43  ibid 136.44  ibid 136.45  ibid 137.442Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları ile alıcının sistemi arasındaki teslimat süresiyle ilgili tutarsızlık olması durumunda, alıcının sisteminin teslimat süresi, yeterli delille ispatlanması koşuluyla geçerli kabul edilmektedir.46Uyuşmazlığın taraflarından biri, herhangi bir iletişim aracı belirtmemişse veya diğer tarafça veya GZAC tarafından herhangi bir iletişim aracı bulunamamışsa, GZAC tarafından o taraf için belirlenen tahkim e-mail adresi olarak online tahkim platformu aracılığıyla bir e-mail adresi oluşturulmaktadır. Böylelikle GZAC, taraflara belirlenen e-mail adresi ve şifreyi posta yoluyla bildirdikten sonra, belirtilen e-mail adresine teslim edilen tüm belgeler taraflara teslim edilmiş sayılmaktadır.47Bu sistemde online tahkim, online duruşmalar ile desteklenen yazılı işlemler yoluyla gerçekleştirilmektedir. Hakem heyeti gerekli gördüğü zaman, bu iletişim sırasında taraflara eşit muameleyi sağlarken; aynı zamanda davayı yargılamak için de online video konferans, online iletişim veya telefon konferansı gibi çeşitli elektronik iletişim yollarını kullanabilmektedir.48 Tahkim işlemleri sırasında, tahkim kurulu online tahkim platformu aracılığıyla, taraflara bir soru listesi verebilmekte ve buna göre de tarafların beş gün içinde ilgili sorulara cevap vermeleri istenmektedir. Aksi takdirde, tarafların açıklama haklarından feragat ettikleri varsayılmaktadır.49 Bununla  birlikte  online  tahkim  bütünüyle  offline  veya  geleneksel  tahkim usulünden izole edilip, soyutlanmış değildir. Online tahkim işlemleri, uyuşmazlık taraflarının kimliklerini ispatlamak için destekleyici belgeler ibraz etmemeleri ve bu arada kimliklerinin araştırma yoluyla doğrulanmasının mümkün olmadığı hallerde veya tarafların offline tahkime dönüşüm yapmayı kabul ettiklerinde ya da tahkim mahkemesinin uyuşmazlığın karmaşıklığını göz önünde bulundurarak offline veya geleneksel tahkimi kullanmaya karar vermesi durumunda, online tahkim offline tahkim yargılamasına dönüşebilecektir.50 Uluslararası tahkim alanında,  tahkim yeri  kavramı, kanuni ikametgâh veya yargı yerinin bulunduğu yeri ifade etmektedir. Bu kavram, genel olarak tahkim kararına ne ölçüde itiraz edileceğini etkileyen tahkim kararının milliyetini belirlemektedir. Online tahkim sırasında ise, online tahkimin fiziksel bir yeri olmadığından ve çoğu yargı yetkisinde tahkimin ulusal bir yargı sistemine bağlanmadan hareket etmesine izin verilmediğinden ek kurallar gerekmektedir. Bu bağlamda genelde GZAC Online Tahkim Kuralları nda, eğer taraflar tahkim yerini kararlaştırmamışlarsa, Guangzhou belediyesi, Guangzhou Tahkim Komisyonu nun tahkim yeri olarak öngörülmektedir. Guangzhou Tahkim Komisyonu, ayrıca ihtilâfların diğer faktörlerini de dikkate 46  ibid 137.47  ibid 137.48  ibid 138.49  ibid 138.50  ibid 138.443İstanbul Hukuk Mecmuası 78/2alarak, diğer yerleri de tahkim yeri olarak belirleyebilecektir. Böylelikle online tahkim kararı, tahkim yerinde verilmiş sayılacaktır.51 Burada  tahkim  kararları,  hakemlerin  ve  Guangzhou Tahkim  Komisyonu nun elektronik  imzalarına  eklenmiş  tahkim  heyeti  tarafından  verilmektedir.  Tahkim kararları tarafların belirlenmiş e-mail adreslerine gönderilmektedir ve fakat kâğıt formundaki  kararlar,  tarafların  talebi  üzerine  Guangzhou  Tahkim  Komisyonu tarafından da verilebilecektir.52Online tahkim kuralları etkili bir online tahkim kararının, mahkemeler tarafından tanınmasını ve uygulanmasını sağlamak için etkililik ve adalet arasında bir denge sağlamalıdır. Çünkü taraf özerkliği ilkesi, tahkimin temel dayanağıdır. Tahkim, uyuşmazlık taraflarının tahkim anlaşmasında kabul ettikleri kurallar ve prosedürler ile bağlantılı olarak yürütülmektedir.53Taraflar arasında yazılı bir tahkim anlaşmasının bulunmadığı hallerde, tahkim komisyonu davayı kabul etmeyecektir. Bu bağlamda Çin Halk Cumhuriyeti Tahkim Kanunu nun 4.maddesinin yargısal yorumuna göre de, yazılı bir sözleşme, mektup veya elektronik veri metni (telgraf, faks, elektronik veri değişimi ve e-mail) dâhil olmak üzere yazılı olarak tahkim anlaşması formlarına geniş bir yorum sağlamaktadır. Çin Halk Cumhuriyeti Tahkim Kanunu nun 4. maddesinin 2. cümlesi, bu konuda açık bir düzenlemeyi içermektedir. Buna göre, tahkim komisyonunun, taraflar arasında yazılı bir tahkim anlaşmasının bulunmadığı hallerde ise, taraflardan birinin yapmış olduğu başvuruyu kabul etmeyeceği öngörülmüştür. Diğer taraftan GZAC Online Tahkim Kuralları na göre, taraflardan birinin, tahkim mahkemesinin ilk duruşmasından önce tahkim anlaşmasının geçerliliğine itiraz etmediği hallerde, bundan sonra tahkim sözleşmesi veya tahkim kararına karşı, herhangi bir anlaşma olmadığını iddia ederek, itiraz etmesine izin verilmemektedir.54GZAC Online Tahkim Kuralları, taraflara elektronik veya kağıt formu dâhil olmak üzere, uyuşmazlıklardan önce veya sonra yazılı olarak veya online tahkim prosedürlerine katılım gibi eylemlerle, tahkim anlaşması yapmak için çeşitli seçenekler sunmaktadır. Ayrıca, GZAC tarafların karşılıklı mutabakat ile online tahkimi, offline tahkime çevirmesine izin vermektedir. Bununla birlikte uyuşmazlığın taraflarının, tahkim yargılaması sırasında duruşma yapılıp yapılmamasını seçemeyecekleri ve takdir yetkisini tahkim mahkemesine bırakmaları gereği kabul edilmektedir.5551  ibid 138.52  ibid 139.53  ibid 139.54  ibid 139.55  ibid 139.444Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları Tahkim yargılamasının temel prensiplerinden biri olarak bir diğer prensip, eşit muamele ilkesidir. Bu ilke, taraflardan hiç birine, diğerine göre üstünlük tanınmaması ve  eşit  muamele  edilmesi  anlamına  gelmektedir.  Bu  bağlamda  UNCITRAL Uluslararası Ticari Tahkim Model Kanunu nun 18.maddesi gereğince de taraflara eşit muamele edilmesi öngörülmektedir. Online tahkim yargılamasında uyuşmazlığın tarafları, tahkim mahkemesi ve diğer tarafla bağlantı kurmak için video konferans, e-mail yazışmaları gibi bilgi teknolojilerini kullanmak suretiyle, tahkim belgelerini ibraz etmek ve teslim almak için online platformu da kullanabilmektedir. Bu nedenle, taraflar eşit muamele ihtiyacını karşılamak için benzer teknolojik olanaklar ile donatılmalıdır. Bu teknolojik olanaklar, benzer bağlantı hızıyla elektronik belgelerin yüklenmesi  ve  indirilmesi  ile  internete  erişim  gibi  temel  bilgisayar  bilgilerini içermektedir.56Tahkim yargılamasının temel prensiplerinden bir başkası ise, tarafların bildirim alma hakkıdır. Bu hak, uyuşmazlık taraflarının önemli bir usuli hakkıdır. Eğer taraflardan birine tahkim yargılaması veya hakem atanması konusunda bilgi verilmemişse, bu durum tahkim kararının iptali için bir dayanak oluşturmaktadır. GZAC Online Tahkim Kuralları, uyuşmazlık taraflarının uygun şekilde bilgilendirilmesini sağlamak için farklı bildirim yöntemlerinin (örneğin e-mail ve cep telefonu gibi) birleşimini kabul etmektedir. E-mail dağıtım sisteminde bir problem olduğunda veya taraflardan biri, önemli belgeleri alamadığını ileriye sürdüğünde, sorunlar ortaya çıkmaktadır. Bu sebeple, elektronik belgelerin tam olarak ne zaman teslim edildiğini ispatlamak bir delil konusudur. Posta ile ilgili olarak fiziki ortama benzer şekilde posta ile göndermede  olduğu  gibi,  bir  e-mailin  ne  zaman  başarıyla  gönderildiği  hususu belirsiz kalmaktadır. Çünkü e-mail teslimat süreci hedefe ulaşmadan sonsuz sayıda sunucudan geçebilmektedir. Bu sebeple alıcının, e-maili bilgisayarından indirmek suretiyle, İnternet Servis Sağlayıcısı (Internet Service Provider) aracılığıyla alması gerekmektedir. Genellikle e-mail alıcıya ulaşmadığı takdirde, gönderen teslimat hatası bildirimi almaktadır. Buna karşılık gönderen, e-mailin ne zaman teslim edildiğini ve ne zaman okunduğunu onaylamak için bir teslim raporu ve bir okundu bilgisi isteyebilmektedir. İleri teknoloji yeniliği sayesinde, elektronik belgelerin teslimini ispatlayan yeni teknolojiler mevcut bulunmaktadır. Bunlardan biri, taraflar arasında veri mesajlarını (data messages) elektronik yollarla aktaran ve veri mesajlarını gönderme ve alma kanıtı da dahil olmak üzere iletilen verilerin işlenmesine ilişkin delil sağlayan elektronik kayıt hizmetidir ve bu hizmet, iletilen veri mesajlarını zarar veya herhangi izinsiz değişimlere, hırsızlık veya kaybetme riskine karşı korumaktadır. Bu konuda bir başka seçenek ise, online tahkim platformunda tarafların bu elektronik dağıtım  sistemi  aracılığıyla  belge  alabileceği  ve  gönderebileceği  bir  elektronik dağıtım sistemi oluşturmaktır.5756  ibid, 140.57  ibid, 141.445İstanbul Hukuk Mecmuası 78/2Tahkim yargılamasının gerekli süreç şartları arasında yer alan ana ilkelerden bir diğeri de hukuki dinlenilme hakkıdır. Bu ilke, her bir tarafın davasını oluşturmak için yeterli zamana sahip olmasını sağlamaktadır. Bu prensip, yargı yetkisine itiraz etme, bir hakkı ileri sürme, hakemleri seçme ve delilleri inceleme hakkı gibi geniş bir içeriğe sahip bulunmaktadır. Çin Halk Cumhuriyeti nde hukuki dinlenilme hakkının reddedilmesi, gerek yurt içi gerek yurt dışı tahkimde hakem kararlarının iptali için yasal bir dayanak oluşturmaktadır. Bu durum aynı zamanda New York Sözleşmesi nin V (1) (b) maddesi gereğince uluslararası tahkim kararının iptali gerekçelerinden de bir tanesidir. Online tahkimde, uyuşmazlıkların çoğu basit olayları (örnek olarak, satış sözleşmeleri, kredi sözleşmeleri ve ödeme sözleşmeleri gibi) içerdiğinden ve küçük talepli anlaşmazlıklar olduğundan, bu davalara genellikle tarafların yazılı beyanlarına dayanarak tahkim kurulu tarafından karar verilmektedir.58 D. Rus Tahkim Birliği (Russian Arbitration Association)Online uyuşmazlık çözümleri kapsamında online tahkim ile yakından ilgili olan kısa adıyla ( RAA ) olarak tanınan  Rus Tahkim Birliği  (Russian Arbitration Association) de bu alanda önde gelen kuruluşlar arasında yer almaktadır. Rus Tahkim Birliği, taraflar arasında sözleşmeden veya sözleşme dışı işlemlerden kaynaklanan ticari uyuşmazlıkların çözümünü kolaylaştırmak için online tahkim sistemini kurmuş bulunmaktadır. Nitekim Rus Tahkim Birliği nin Online Tahkim Kuralları 01.10.2015 tarihinden itibaren yürürlüktedir.59Rusya da  Rus  Tahkim  Birliği nin  online  tahkime  ilişkin  başlıca  kuralları, öncelikle genel hükümler ve sistemin tanıtılması ile başlamaktadır. Bunu takiben, online tahkim katılımcı veya katılımcıları, tahkim süresi, tahkim yargılamasının yeri ve tahkim yargılamasının dili, hakem atanması, hakeme itiraz ve hakem değişikliği yapılması,  tahkim  yargılamasının  başlaması,  dava  dilekçesi  verilmesi,  online tahkimin başlaması, cevap dilekçesi sunulması ve bunların dışında uygulanacak hukuk kuralları ve delilleri düzenlemektedir. Bundan başka sözü edilen kurallar, taraflardan birinin hazır bulunmaması ve delil sunmaması, yargılamanın duruşmalı veya duruşma yapılmasızın yürütülmesi ve dostane çözüm anlaşmasına varılması gibi konuları da tanzim etmektedir. 6058  ibid, 141-142.59  Amro, (n 16) 94; Kadıoğlu, (n 39) 121.60  ibid 94.446Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları IV. Ülkemizde Kurumsal Tahkim ile İlgili Yasal DüzenlemelerA. 6570 sayılı İstanbul Tahkim Merkezi KanunuTürk hukuk sisteminde tahkimin kurumsal olarak yerini alması 6570 sayılı İstanbul Tahkim Merkezi Kanunu ile gerçekleşmiştir. Kanun, 01.01.2015 tarihinde yürürlüğe girmiş bulunmaktadır. Buna bağlı olarak İstanbul Tahkim ve Arabuluculuk Merkezi veya İstanbul Tahkim Merkezi ve kısaltılmış adıyla ( ISTAC ), 6570 sayılı İstanbul Tahkim Merkezi Kanunu ile kurulmuştur.61İstanbul Tahkim Merkezi Kanunu nun 1.maddesine göre,  Bu Kanunun amacı, yabancılık unsuru taşıyanlar da dâhil olmak üzere uyuşmazlıkların tahkim veya alternatif uyuşmazlık çözüm yöntemleriyle çözülmesini sağlamak üzere İstanbul Tahkim Merkezinin kurulması ile Merkezin teşkilat ve faaliyetlerine ilişkin usul ve esasları düzenlemektir.  denilmektedir. Bu hükümden de görüleceği üzere, İstanbul Tahkim  Merkezi  gerek  yabancılık  unsuru  içeren  ve  gerekse  yabancılık  unsuru içermeyen uyuşmazlıkların tahkim veya alternatif uyuşmazlık çözüm yöntemleri ile çözüme kavuşturulmasında görev üstlenmektedir. Bu bağlamda Kanun un 4.maddesi, İstanbul Tahkim Merkezi nin görevlerini,  a) Tahkim ve alternatif uyuşmazlık çözüm yöntemlerine ilişkin kuralları belirlemek ve hizmetlerin yürütülmesini sağlamak. b) Tahkim ve alternatif uyuşmazlık çözüm yöntemleriyle ilgili tanıtım ve yayın yapmak, bu konudaki bilimsel çalışmaları teşvik etmek, desteklemek, gerçekleştirmek, yurt içi ve yurt dışındaki ilgili kişi ve kurumlarla iş birliği yapmak  şeklinde düzenlemiş bulunmaktadır.B. İstanbul Tahkim Merkezi ve Online Tahkim Usulü ve EsaslarıDünyayı etkileyen COVID-19 salgını ile birlikte ülkemizde de İstanbul Tahkim Merkezi tarafından Nisan 2020 itibariyle  ISTAC Çevrimiçi Duruşma Usul ve Esasları   yayınlanmıştır.  Toplamda  on  maddeden  oluşan  bu  usul  ve  esasların 1.maddesi gereğince, Çevrimiçi Duruşma Usul ve Esaslarının amacının, ISTAC kurallarına göre yürütülen tahkim davalarında katılımcıların fiziksel olarak bir araya gelmeden telekonferans veya video konferans yöntemi ile yapacakları duruşmalarda uygulanacak usul ve esasları belirlemek olduğu ve burada kullanılan  duruşma  teriminden  çevrimiçi  duruşma  kavramının  anlaşılacağı  ifade  edilmektedir. Aynı hükmün 2. fıkrasına göre, hakem veya hakem kurulunun, taraflardan birinin talebi üzerine veya kendiliğinden, hukuki dinlenilme hakkına uyulmak kaydıyla, burada önerilen usul ve esaslardan farklı kurallar belirleyebileceği kabul edilmektedir. 61  Türkiye de ilk olarak 6570 sayılı İstanbul Tahkim Merkezi Kanunu ile kurulan İstanbul Tahkim ve Arabuluculuk Merkezi veya İstanbul Tahkim Merkezi hakkında ayrıntılı bilgi için Bkz Mehmet Rıfat Bacanlı,  Bir Alternatif Uyuşmazlık Çözüm Yolu Olarak İstanbul Tahkim ve Arabuluculuk Merkezi (ISTAC) Tahkim Yargılamasında Delillerin İbrazı ve Değerlendirilmesi , (2016), 8, Uyuşmazlık Mahkemesi Dergisi, 75 vd. 447İstanbul Hukuk Mecmuası 78/2Online tahkim prosedürü, fiziki ortamda olmayıp sanal ortamda yerine getirileceği için bunun, taraflardan birinin talebi üzerine veya hakem veya hakem kurulunun uygun görmesi halinde, duruşma veya toplantıların video konferans veya telekonferans yöntemi ile yapılabileceği öngörülmektedir (md 2).Online  ortamda  yapılacak  duruşma  için  gerçekleştirilecek  olan  hazırlıklar konusunda, hakem veya hakem kurulunun, tarafların da görüşünü alarak duruşmanın hangi yazılım kullanılarak yapılacağı, duruşmanın gizlilik ve güvenliği için alınması gereken  tedbirlerin,  katılımcıların  duruşmaya  katılması  için  gereken  telefon numarası, link, kullanıcı adı veya şifre gibi sair hususları duruşmadan önce belirleyip duruşmanın teknik altyapısını oluşturarak taraflarla paylaşacağı ifade edilmektedir (md 3/1). Duruşmaya katılacak kişilerin, katılım için gerekli olan teknik donanım ve yazılımı, bulundukları mekânın dinlenilmeye elverişli ve güvenli bir mekân olmasını kendileri sağlayacağı belirtilmektedir (md 3/2).Online tahkim yargılamasında uyuşmazlığın taraflarının duruşmaya katılacak olan kişileri duruşma öncesine hakem veya hakem kuruluna bildirmeleri gerekmektedir (md 4/1). Tarafların duruşma esnasında, duruşmaya katılması bildirilen ve izin verilenler dışında kalan üçüncü bir kişiyi duruşma ortama dâhil etmelerine müsaade edilmemektedir (md 4/2).İstanbul Tahkim Merkezi nin Çevrimiçi Duruşma Usul ve Esasları çerçevesinde, online ortamda yapılacak tahkim yargılamasında, duruşma sırasında ibraz edilmek istenen belgelerin ancak hakem veya hakem kurulunun iznine bağlı olarak elektronik ortamda iletilebilmesi kabul edilmektedir (md 6).Tahkim  yargılamasında  sadece  geleneksel  tahkimde  değil,  aynı  zamanda online ortamda yapılan tahkim açısından da büyük önem taşıyan ve usule ilişkin esaslar arasında yer alan konulardan biri de hukukî dinlenilme hakkının yerine getirilmesidir.62 Hakem veya hakem mahkemesi de online tahkim ortamında her iki tarafa eşit şekilde hukuki dinlenilme hakkı tanıyarak kararını vermelidir. Anayasa nın 36. maddesi ile teminat altına alınan iddia ve savunma hakkı ile adil yargılanma hakkı, hukuki dinlenilme hakkını da kapsamaktadır.63 Hukuki dinlenilme hakkı, Anayasa nın 36.maddesinde ve Avrupa İnsan Hakları Sözleşmesi nin 6.maddesinde adil yargılanma hakkının da en önemli unsurlarından biridir.64 Hukukî dinlenilme hakkı, yargılama ile birlikte bundan hukuki durumu etkilenecek kimselerin, yargılama konusunda bilgi edinmelerini, açıklamada bulunmalarını ve 62  Doktrinde hukuki dinlenilme hakkı ile ilgili geniş bilgi için Bkz Hakan Pekcanıtez,  Hukuki Dinlenilme Hakkı , (2000), (Prof. Dr. Seyfullah Edis e Armağan), 753 vd.63  Pekcanıtez Usûl Medenî Usûl Hukuku, C.I, (15. Bası, Oniki Levha 2017), 862.64  Pekcanıtez Usûl, (n 63) 863.Bu konuda ayrıca Bkz Muhammet Özekes, Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı, (Yetkin 2003), 30.448Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları yargılamaya etki edebilmelerini ve yargılama görevini yerine getiren makamların bunları dikkate alarak ve gerekçeli olarak karar vermelerini sağlayan ve tarafları sürpriz kararlardan koruyan temel bir yargılama ilkesidir.65 Bu hak, sadece belli bir yargılama veya yargılamanın belli bir aşaması geçerli olan bir ilke olmayıp; tüm yargılamalarda ve yargılamanın her safhasında uyulması gerekli bir ilkedir.66 Bu bağlamda online tahkim yargılaması sırasında da bu ilkeye önemle riayet edilmesi gerekmektedir. İstanbul Tahkim Merkezi nin Çevrimiçi Duruşma Usul ve Esasları, online ortamda gerçekleştirilecek olan tahkim yargılamalarında bu konuyu düzenlemiştir. Buna göre, hakem veya hakem kurulu, tarafların ve diğer ilgililerin duruşmaya katılma imkânına sahip olduğundan ve hukuki dinlenilme hakkının ihlal edilmediğinden emin olmak için gereken özeni göstermekle yükümlüdür. Bununla birlikte hakem veya hakem kurulunun duruşma sırasında hukuki dinlenilme hakkının ihlâl edildiğine kanaat getirmesi halinde, gerekçesini belirterek duruşmayı istediği zaman sonlandırabilme yetkisi bulunmaktadır (md 7).Online ortamda yerine getirilecek tahkim yargılamasında, tanık ve bilirkişilerin dinlenmesi de büyük önem taşımaktadır. İstanbul Tahkim Merkezi nin Çevrimiçi Duruşma Usul ve Esasları kapsamında bu konu, online ortamda tanık veya bilirkişi dinlenilmesine karar verilmesi halinde, tanık veya bilirkişi video konferans yoluyla ve görüntülü olarak duruşmaya katılacaktır. Online duruşmaya katılan tanık veya bilirkişinin, yüzü açıkça görülebilir bir şekilde kameranın karşısında hazır bulunması gerekmektedir. Buna ilave olarak tanığın veya bilirkişinin yanında herhangi bir belgenin  bulunup  bulunamayacağına  karar  verme  yetkisi,  hakem  veya  hakem kuruluna  ait  olup,  duruşma  sırasında  belirli  bir  belgenin  tanığa  gösterilmesine izin verebilmektedir. Hakem veya hakem kurulunun uygun bulması durumunda, tanığa gösterilecek belge, duruşma esnasında elektronik olarak paylaşılarak soru sorulabilecektir (md 8). Geleneksel veya offline tahkimde gizlilik ilkesi, uyuşmazlık taraflarının devlet mahkemelerine gitmeyip, ihtilafı kamuoyuna duyurmadan çözümlemeleri için kabul ettikleri esasların başında gelen en temel ilkelerinden biridir. Bu ilke, online ortamda yürütülen  tahkim  yargılamasında  da  büyük  bir  öneme  sahiptir.  Bu  doğrultuda  İstanbul Tahkim Merkezi Çevrimiçi Duruşma Usul ve Esasları  gereğince, hakem veya hakem kurulunun, taraflara bilgi vererek, duruşmanın sesli veya görüntülü olarak kaydedilmesine karar verebileceği ve kayıtların duruşmanın bitimini takiben taraflarla paylaşılacağı ve aynı zamanda masrafları taraflara ait olmak üzere, ses kayıtlarının yazılı hale getirilmesine hakem veya hakem kurulu tarafından karar verilebileceği öngörülmüştür. Bununla birlikte hakem veya hakem kurulunun onayı 65  Özekes, (n 64)31, Atalı, (n 27) parg.39.66  Pekcanıtez Usûl, (n 63), 864.449İstanbul Hukuk Mecmuası 78/2olmaksızın duruşmanın herhangi bir aşamasında görüntü ve ses kaydı alınmasının yasak olduğu kabul edilmiştir (md 10).V. Online Tahkimin Olumlu ve Olumsuz YönleriOnline  tahkim  yargılaması,  uyuşmazlık  taraflarının  tamamen  fiziki  ortamda  yüz yüze gelmediği ve tanıkların şahitliklerini yine sanal ortamda yerine getirerek ifade verdiği internet üzerinden yürütülmektedir. Bazı yazarlar tarafından online uyuşmazlık  çözümlerinin,  yüz  yüze  yapılan  alternatif  uyuşmazlık  çözümlerinin birçok avantajlarını karşıladığı, geleneksel tahkime göre, daha az formal, artırılmış hızı ve daha düşük maliyet ile uyuşmazlıkların çözülmesine yardımcı olduğu ifade edilmektedir. Aynı şekilde online tahkimin de geleneksel tahkimden hem daha hızlı hem daha ucuz olduğu belirtilmektedir. 67 Online tahkim yargılamasının, uyuşmazlıkların çözülmesi noktasında belli açılardan yararları olduğu kabul edilse de, bazı konularda olumsuz yönleri de bulunmaktadır. Bu doğrultuda, COVID-19 salgınının yeni bir gerçekliğe hızla ve benzeri görülmemiş bir şekilde uyum sağlamayı gerekli kılması, uyuşmazlıkların online tahkim yoluyla çözümü bakımından düşündürücü bir durum yaratabilecektir. Bu bağlamda ortaya konulan sorunlardan biri, hakemlerin sanal ortamda online yapılan duruşmalara aşina  olmadıkları  hususudur.68  Hakemlerin   bulut  tabanlı   (cloud-based)  belge paylaşımı ve video konferans yöntemini deneyimlemiş olabilecekleri ve fakat farklı yerlerde herkesle yapılan duruşma kavramının, bazı hakemler tarafından bilinmediği belirtilmektedir.  Buna  ek  olarak,  hakemlerin  uzaktan  katılım  deneyimleri  çoğu zaman teknolojik başarısızlıklarla gölgelenebilmekte ve bu da onları teknolojiye bağlılıklarını artırma konusunda temkinli hale getirmektedir.69Yine bu konuda başlıca sorulardan bir diğeri de, herkes ayrı yerlerde olduğundan, ortaya  çıkabilecek  teknik  sorunların  nasıl  çözümleneceği  meselesidir.  Özellikle uluslararası online tahkim yargılamalarında, tahkimde görevli avukatlık ekipleri ve  tahkimde  görev  alanlar,  katılımcıların  uyanık  oldukları  saatlere  göre,  kısa telekonferanslar için zaman bulma zorluğuna tanıdık olacaklardır.70 Online tahkim yargılaması ile ilgili dezavantaj yaratacağı düşünülen bir başka konu ise, özellikle çapraz sorgulama sırasında tanık ifadesini değerlendirirken, şahsen gözlem yapma kaybının, hakem mahkemesinin kanıtların gücünü ve güvenilirliğini değerlendirme yeteneğini olumsuz yönde etkileyeceği endişesinin duyulmasıdır. 67  C. Steven Bradford,  Online Arbitration as a Remedy for Crowdfunding Fraud , (2018), 45, Florida State University Law Review, 1192. 68  Janet Walker,  Virtual Hearings: An Arbitrator s Perspective Int-Arb Arbitrators  2020, 1 (https://int-arbitrators.com/wpcontent/uploads). Bu konuda benzer şekilde ayrıca Bkz Hale Kutlay,  Online Arbitration in Turkish Law , (2011), 2, GSI Articletter, 25. 69  Walker, (n 68) 1. 70  ibid 1.450Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları Özellikle bilgisayar ekranında tanık delilini değerlendirirken, onun görünüm ve duygusunu, beden dilini, yüz ifadelerini, sesindeki ton değişikliklerini yakalamanın zor olabileceği ifade edilmektedir.71 Bunun dışında uzaktan katılım, tanığın hakem heyetinin  görüş  alanından  gizlenmiş  bir  yazıdan  okuması  veya  kamerasının çalıştırılamaması gibi endişeleri gündeme getirmektedir. Böyle bir durumun tanığın sanal delilinin işe yararlılığı ve doğruluğu hakkında şüphe uyandırabileceğine işaret edilmektedir.72 Fikrimizce büyük bir hızla gelişen teknoloji bu noktada karşılaşılabilecek engelleri de minimum düzeye indirmek için gerekli atılımları yerine getirecek güce sahip bulunmaktadır. Nitekim online tahkimin bu olası olumsuz yönlerinin bazı teknolojik açılardan  olumlu  yöne  çevrilebileceğine  değinilmektedir.  Bu  konuda  örneğin, Zoom  ve  Bluejeans  gibi  uygulamaları  kullanan  görsel-işitsel  teknolojinin  bazı önemli özelliklerinin kurulu teknolojilerin işlevselliğini hızlı bir şekilde geliştirdiği belirtilmektedir. Birçok katılımcı ile şahsen duruşmanın en önemli özelliğinin, hızlı bir şekilde ard arda birçok katılımcıyı gözlemlemek için odayı tarama fırsatı verdiğine dikkat çekilmektedir.73Bununla  birlikte  tüm  teknolojik  ihtiyaçların  bu  kadar  etkili  bir  şekilde karşılanmasının  mümkün olmayacağına işaret edilmektedir. İnternet bağlantısının zayıf olduğu yerlerde bulunan katılımcılar için sihirli bir çözüm olmadığına ve onlar için ses ve görüntü kalitesi ile güvenilirliğin, daha iyi hizmet verilen alanlara göre mutlaka geride kalacağına temas edilmektedir. Bu noktada ticari ve tüketici faaliyetleri arasında seyahat ve uzaktan katılım zorlukları meydana geleceğinden, bu hususa bir kamu hizmeti olarak daha fazla öncelik verilmesi gerektiğine değinilmektedir.74IV. Değerlendirme ve SonuçDünya uygulamalarında alternatif uyuşmazlık çözümleri kapsamında yer alan tahkim  ve  arabuluculuk  gibi  uyuşmazlık  çözme  yöntemlerinin,  bazı  ülkelerde kurumsal olarak yerine getirildiği görülmektedir. Bu bağlamda ülkemiz de yakın tarihlerde  6570  sayılı  İstanbul  Tahkim  Merkezi  Kanunu  ile  kurulan  İstanbul Tahkim Merkezi aracılığıyla uyuşmazlıkların tahkim ve arabuluculuk gibi alternatif yöntemlerle çözümü konusunda kurumsal bir yapıya sahip olmuştur. Dünyada 1970 li yılların sonunda ortaya çıkmaya başlayan alternatif uyuşmazlık çözüm (alternative dispute resolution) (ADR) yöntemleri; 1990 lı yıllarda internet ile birlikte 1990 lı yılların sonu ve 2000 li yılların başından itibaren alternatif uyuşmazlık 71  ibid 1.72  İbid 1.73  ibid 2.74  ibid 2.451İstanbul Hukuk Mecmuası 78/2çözümlerinden, online uyuşmazlık çözümlerine (online dispute resolution) (ODR) doğru dijital bir sürece ilerlemeye başlamıştır. Batı da online uyuşmazlık çözümleri ve bu kapsamda online tahkim de dahil olmak üzere, alternatif uyuşmazlık çözümlerinin ve devlet mahkemelerinin önüne geçmeye çalışmaktadır. Online uyuşmazlık çözümlerinin ülkemize bu kadar büyük bir hızla yansıması ise, COVID-19 salgını ile gündeme gelmiştir. Türk hukuk sistemi bünyesinde, İstanbul Tahkim Merkezi çevrimiçi duruşmalara ait usul ve esaslarını düzenleyerek yakın tarihlerde yayınlanmıştır. Batı dünyasındaki hızlı gelişmeleri online uyuşmazlık çözümleri noktasında belirli bir ölçüde takip ederken, COVID-19 gerçeği, gerçek dünyadan sanal dünyaya geçiş noktasında ülkemizde de etkilerini ve yansımalarını hızlı bir teknolojik süreç ile göstermeye başlamıştır. Bu yeni dünya düzeninde, Türk hukuk sistemi de kendini teknolojik gelişmelere uyarlamaya ve online tahkim platformları oluşturmaya çalışmaktadır. Bu noktada online tahkim yargılamalarında ortaya çıkabilecek teknik sorunların büyük bir hızla çözümleneceği düşüncesini taşımaktayız. Zira COVID-19 nedeniyle bütün dünyada, bilim insanlarının teknolojiden kaynaklı sorunlara çözüm bulma çaba ve gayreti içinde oldukları görülmektedir. Bu sebeple internete erişim ile ilgili teknolojik sorunların belli bir süre içinde aşılacağı görüşündeyiz. Fakat burada önemle üzerinde durmak istediğimiz konu,  internete erişim den ziyade  adalete erişim  ile ilgilidir. Özellikle online ortamda yerine getirilecek olan tahkim yargılamalarında, hakem veya hakem heyeti tarafından bağlayıcı nitelikte bir hüküm verilmesi sebebiyle, adil yargılanma ve hukuki dinlenilme hakkı gibi yargılamanın temel ilkelerine daha büyük bir özen gösterilmesi gereklidir. Zira bir uyuşmazlığın çözümü için verimlilik, hızlılık, az maliyet bu sürecin avantajlı yönleri olsa bile, adaletin yerine getirilmesi de çok önemlidir. Bu bağlamda online tahkim yargılamalarında adilliğin ve adaletin sağlanması, toplum düzeninin ve hukuki barışın korunması açısından son derece önem taşımaktadır. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.452Özmumcu / Dünyada ve Ülkemizde Online Uyuşmazlık Çözümleri Bağlamında Online Tahkim ve Uygulamaları",
     "Kaynakça": "Akıncı Z,  Elektronik Tahkim , (DEÜ Yayını 2002),Uluslararası İnternet Hukuku Sempozyumu, s.429 435.Alangoya Y, Medeni Usul Hukukumuzda Tahkimin Niteliği ve Denetlenmesi, (1973)Alangoya H.Y /Yıldırım M K/Deren Yıldırım N, Medeni Usul Hukuku Esasları, (7.Baskı, Beta 2009).Amro I, Online Arbitration in Theory and in Practice, A Comprative Study of Cross Border Commercial Transactions in Common Law and Civil Countries, (Cambridge Scholars Publishing 2019).Atalı M,  İnternet Ortamında Tahkim ve Usul Hukuku Sorunları , (2007), 60, e   Akademi, Hukuk, Ekonomi ve Siyasal Bilimler Aylık Dergisi, 1 21.Bacanlı M R,  Bir Alternatif Uyuşmazlık Çözüm Yolu Olarak İstanbul Tahkim ve Arabuluculuk Merkezi (ISTAC) Tahkim Yargılamasında Delillerin İbrazı ve Değerlendirilmesi , Uyuşmazlık Mahkemesi Dergisi, (2016), 8, 75 113.Betancourt J C/ Zlatanska E,  Online Dispute Resolution (ODR): What Is It, and Is It the Way Forward? , (2013), 79, International Journal of Arbitration, Mediation and Dispute Management,256 264.Bradford C. S,  Online Arbitration as a Remedy for Crowdfunding Fraud , (2018), 45, Florida State University Law Review, 1169 1124.Braeutigam M A,  Fusses That Fit Online: Online Mediation in Non Commercial Contexts , (2006), 5, Appalachian Journal Law, 1169 1124.Bozkurt Yüksel A E,  Elektronik Ticarette Alternatif Uyuşmazlık Çözümü , (2008), 123, Mevzuat Dergisi, (www.mevzuatdergisi. com).Çakır G/ Dalar E,  Arbitration via Internet Environment Online Arbitration , (2018), 19, GSI Articletter, 223 236.Deren Yıldırım N,  Tahkimin Olumlu ve Olumsuz Yönleri , (2002), 4, ABD, 37 44.Ercan M, Uyuşmazlıkların Online Çözüm Yöntemleri, Ankara, 2012, (yayınlanmamış ylt).Johnson P,  Enforcing Online Arbitration Agreements for Cross Border Consumer Small Claims in China and the United States , (2013), (36), HASTINGS INT L & COMP. L. REV, 577 602.Kadıoğlu C Ç,  Brick and Clicks: Online Dispute Resolution Mechanism and Implamentation of Online Arbitration in Turkey for Cross Border Business to Consumer E Commerce Disputes , (2019), 1, ASBÜ Bilişim Hukuku Dergisi, 113 146.Komaitis K,  Pandora s box is finally opened: The Uniform Domain Name Dispute Resolution Process and Arbitration , (2005), 19, International Review of Law, Computers & Technology, 99 116.Kutlay H,  Online Arbitration in Turkish Law , (2011) 2, GSI Articletter, 24 26.Lavi D,  Three is not a Crowd: Online Mediation Arbitration in Business to Consumer Internet Disputes , (2016), 37 U.Pa.J.Int l L., 871 941.Liyanage C,  Online Arbitration Compares to Offline Arbitration and the Reception of Online Consumer Arbitration: An Overview of the Literature , (2010), 22, Sri Lanka Journal of International Law, 173 194.Özekes M, Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı, (Yetkin 2003).Özmumcu S,  Uzak Doğu da Arabuluculuk Anlayışı ile Türk Hukuk Sisteminde Arabuluculuk Kurumuna Genel Bir Bakış , (3. Bası, Oniki Levha 2013).453İstanbul Hukuk Mecmuası 78/2Özsunay E,  Tahkim Yargılamasında Mahremiyet , (2004), 2, İBD, 541 560.Pekcanıtez, H,  Hukuki Dinlenilme Hakkı , 2000, (Prof. Dr. Seyfullah Edis e Armağan), 753 791.Pekcanıtez H, Medenî Usûl Hukuku, C.I, (15. Bası, Oniki Levha 2017).Schellekens M. H. M.,  Online Arbitration and E Commerce , (2002), 9, Electronic Communication Law Review, 113 126.Schmitz J A,  Drive Thru  Arbitration in the Digital Age: Empowering Consumers Through Binding ODR , (2010), 62, BAYLOR LAW REVIEW, 178 244.Schmitz J A, Building on OArb Attributes in Pursuit of Justice , (2018), 9 ( http://ssrn.com/abstract= 3118229).Schultz T,  Online Arbitration: Binding or Non Binding? , (2002), 2, ADR Online Monthly, 1 22.Schwarzenbaker P,  Online Arbitration: A European and US Perspective , (2018), 10, Bocconi Legal Papers, 387 423.Sorkin D E,  Judicial Review of ICANN Domain Name Dispute Decisions , (2001), 35, 18 Santa Clara Computer & High Tech. L.J, 35 55.Stewart K / Matthews J,  Online Arbitration of Cross Border, Business to Consumer Disputes , (2002), 56, U Miami Law Review, 1111 1146.Thornburg G E,  Going Private: Technology, Due Process, and Internet Dispute Resolution , (2000), 34, University of California, Davis, 151 220.Walker J,  Virtual Hearings: An Arbitrator s Perspective Int Arb Arbitrators  2020, 1; (https://intarbitrators.com/wp content/uploads). Zheng J,  The Recent Development of Online Arbitration Rules in China , (2017), 26 Information & Communications Technology Law, 135 145.Ziemblicki B,  Going Online Is The World Ready to Replace Litigation with Online Dispute Resolution Mechanism , Wroclaw Review of Law, Administration & Economics, (2015), 5, 40 51. 454"
}