{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "06",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "1",
     "Başlık": "Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)",
     "Title": "Discharge of the Responsibilities of Foundation and Capital Increase",
     "Yazar İsmi": [
          "Sergül Balsever"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İbra" , "Kuruluştan doğan sorumluluk" , "Sermaye artırımından doğan sorumluluk" , "Azlık hakkı" , "İbraya engel olma"
     ],
     "Keywords": [
          "Discharge" , "Responsibility of foundation" , "Responsibility of capital increase" , "Minority right" , "Obstruction of discharge"
     ],
     "Özet": "Kuruluş veya sermaye artırımından doğan sorumluluklar bakımından ibra müessesesi, 6102 sayılı Türk Ticaret Kanunu nun 559. maddesinde düzenlenmiştir. Bu hüküm kapsamında, dört yıllık ibra yasağına ve yasağın bitmesinden sonra da azlığın ibraya engel olma hakkına yer verilmiştir. Dört yıllık ibra yasağı yanında azlığa tanınan ibraya engel olma hakkının amacı, hukuki niteliği, kullanılış şekli ve etkisi ele alınması gereken hususlardandır.Çalışmamızda, öncelikle hükmün ratio legisine, devamında sırasıyla ibranın kişi ve içerik bakımından kapsamına, ibra kararına ve son olarak ibra kararının alınmasındaki sınırlamalara yer verilmiştir.",
     "Abstract": "This thesis analyzes the article of discharge of the responsibilities of foundation and capital increase, which has been regulated under Article 559 of the Turkish Commercial Code No. 6102. In this Article, for-year discharge prohibition and obstruction of discharge as a minority right have been specified. Issues, specifically the aim, legal characteristics, exercise, and effects of this minority right need to be examined.In this study, the ratio legis of the article of the Turkish Commercial Code No. 6102, personal and material scope of discharge, order of discharge, and restrictions on the order of discharge have been respectively scrutinized.",
     "Metin": "İbra, hem 6098 sayılı Türk Borçlar Kanunu nda (TBK) hem 6102 sayılı Türk Ticaret Kanunu nda (TTK) 1 düzenlenmiş birbirinden farklı iki müessesedir. Türk Borçlar Kanunu anlamında ibra, mevcut bir borcun ifa edilmeden sona ermesini sağlayan bir borcun sona erme sebebidir. TBK md. 132 uyarınca, borcu doğuran işlem kanunen veya taraflarca belli bir şekle bağlı tutulmuş olsa bile borç, tarafların şekle bağlı olmaksızın yapacakları ibra sözleşmesiyle tamamen veya kısmen ortadan kaldırılabilir. İbra, alacaklıya, alacak hakkı üzerindeki tasarruf yetkisine dayanarak, borç kendisine ifa edilmeden borcu sona erdirme imkânı sunmaktadır. İbra, tek tarafa borç yükleyen bir sözleşmedir. Bu nedenle alacaklının alacak hakkından tek taraflı bir vazgeçme beyanı yeterli olmaz, ayrıca borçlunun rızası gerekir.Türk Ticaret Kanunu anlamındaki ibra ise tümüyle şirket içi bir işlem olup, ilgililerin belirli bir dönem sonunda o dönemle ilgili iş ve faaliyetlerini veya belirli bir hukuki işlemle ilgili faaliyetlerini onaylaması ve bu faaliyetlerden onları sorumlu tutmayacağını açıklamasıdır. Bu yönüyle ibra, menfi bir borç ikrarıdır. İbra anonim şirketler hukukunda bir sözleşme değil, aksine tek taraflı bir işlemdir, bir genel kurul kararıdır. İbranın şirket içi işlem olması, şirket dışındakilere etkisinin olmaması anlamına gelir. Daha net bir ifadeyle, şirketin ibraya konu faaliyetler sebebiyle tazminat hakkının kalkmasına karşılık alacaklıların ve pay sahiplerinin kural olarak dava hakları devam eder. İbra, bu şekilde ibra edilenlerin ilgili hesap dönemindeki işlemlerinin şirket tarafından hukuken ve iktisaden uygun bulunmasının yanı sıra, aynı  zamanda  yönetim  açısından  ibra  edilenlere  karşı  duyulan  güvenin  teyidi fonksiyonunu da icra eder.Ticaret  hukuku  anlamındaki  ibranın  mevcut  bir  borca  değil,  ortaya  çıkması muhtemel bir sorumluluğa ilişkin olması, borçlar hukukundaki ibradan farklılık arz ettiği en temel özelliktir. TTK  md.  559  hükmü  uyarınca,   Kurucuların,  yönetim  kurulu  üyelerinin, denetçilerin, şirketin kuruluşundan ve sermaye artırımından doğan sorumlulukları, şirketin tescili tarihinden itibaren dört yıl geçmedikçe sulh ve ibra yoluyla kaldırılamaz. Bu sürenin geçmesinden sonra da sulh ve ibra ancak genel kurulun onayıyla geçerlilik kazanır. Bununla beraber, esas sermayenin onda birini, halka açık şirketlerde yirmide birini temsil eden pay sahipleri sulh ve ibranın onaylanmasına karşı iseler, sulh ve ibra genel kurulca onaylanmaz.  Kuruluştan veya sermaye artırımından doğan 1  RG 14.02.2011, S. 278462  Fikret Eren, Borçlar Hukuku Genel Hükümler, 18. Bs., İstanbul, 2015, s. 1270 vd.; Zühtü Aytaç, Anonim Ortaklıklarda İbra, Ankara, 1982, s. 11-12; Oruç Hami Şener, Ortaklıklar Hukuku, 2. Bs., Ankara, 2015, s. 333.3  Aytaç, s. 16; Ersin Çamoğlu (Reha Poroy/Ünal Tekinlap), Ortaklıklar Hukuku I, 13. Bs., İstanbul, 2014, No. 613, s. 409; Ersin Çamoğlu, Anonim Ortaklık Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu, 3. Bs., İstanbul, 2010, s. 223 ve 224; Oruç Hami Şener,  Anonim Ortaklıklarda Azınlık Pay Sahiplerinin Kuruluştan Doğan Sorumluluğun Sulh veya İbra Yoluyla Sona Erdirilmesine Engel Olabilme Hakkı  , Yargıtay Dergisi, 1991, C. 17, S.1-2, s. 90-91; Necla Akdağ Güney, Anonim Şirket Yönetim Kurulu, 2. Bs., İstanbul, 2016, s. 413-414.154Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)sorumluluklar bakımından ibra, özel bir ibra hali olup, çalışmamızın asıl konusunu teşkil etmektedir. Bu bağlamda öncelikle hükmün  ratio legis i, sonra söz konusu ibranın kişi ve içerik bakımından kapsamı, ardından ibra kararının alınması ve son olarak da ibra kararının alınmasındaki süre ve azlık hakkı sınırlamaları 6762 sayılı mülga Türk Ticaret Kanunu ile 865 sayılı mülga Ticaret Kanunu düzenlemeleriyle kıyasen incelenecektir.II. TTK md. 559 Hükmünün  Ratio Legis iGeçek veya tüzel kişilerin malik olduğu her hakta istediği gibi tasarrufta bulunması, mülkiyet müessesesinin bahşettiği en önemli unsurlardan biridir (TMK md. 683/1). Ancak belirtmeliyiz ki bu prensip, gerek hak sahibinin gerekse kamu menfaatlerinin ihlal  edilebileceği  hallerle  frenlenmiş  ve  doğabilecek  zararlar  kaideye  konan istisnalarla önlenmiştir.Tüzel kişiler kural olarak insana özgü niteliklere bağlı olanlar dışındaki bütün haklara ve borçlara ehildirler (TMK md. 48). Bu bağlamda bir tüzel kişiliğe sahip olan anonim şirketler de malik bulundukları mal ve haklarda tam tasarruf ehliyetine sahip iseler de; bu ehliyet, şirketin bazı şahıslara karşı zayıf durumları itibariyle sınırlanmıştır. Bu sınırlamalardan biri de TTK md. 559 da düzenlenmiştir. Hüküm uyarınca, kuruluştan veya sermaye artırımından doğan sorumluluklar dolayısıyla şirket tüzel kişiliğinin, kurucular ile yönetim kurulu üyeleri ve denetçilere karşı sorumluluk davası açma hakkını, belli bir sürenin geçmesinden evvel kaldıramaması hali, bu sınırlamalardandır. Bu maddeye göre, şirket, kendisine karşı sorumlu olan kurucular, yönetim kurulu üyeleri ile denetçilere karşı haiz olduğu dava hakkını, kuruluştan veya sermaye artırımından itibaren dört yıl geçmedikçe, ibra veya sulh yoluyla kaldıramaz.Bu  kuralın  sevkiyle  güdülen  asıl  maksat,  şirketin  kuruluşunda,  yetkileri  elinde bulunduran kurucuların diğer pay sahiplerine olan üstünlüğünün tehlikeli karşılanmış olmasıdır ve bu eksende üstünlüğün eriyeceği düşünülen belli bir süre içinde, aleyhlerine mevcut ve şirket tüzel kişiliğine ait, kuruluştan doğan hukuki sorumluluk davasından ibra edilemeyeceği kuralı benimsenmiştir. Gerçekten de anonim şirketlerin kuruluşunda tam rol ve yetkiye sahip olan kurucuların, şirketin tescille birlikte tüzel kişilik kazanmasından 4  TTK md. 559 hükmünde zikredilen  sulh  müessesi, başlı başına ayrı bir çalışmanın konusunu teşkil edecek hacimde olduğu için bu çalışma kapsamında incelenmemiştir.5  Mülkiyet hakkının tasarruf serbestisine konan sınırlamalardan bazıları hak sahibinin bizzat zayıf durumunun korunmasına ilişkindir. Örneğin; ayırt etme gücü bulunmayanların, küçüklerin ve kısıtlıların fiil ehliyeti yoktur (TMK md. 14), kanunda gösterilen ayrık durumlar saklı kalmak üzere, ayırt etme gücü bulunmayan kimsenin fiilleri hukuki sonuç doğurmaz (TMK md. 15), ayırt etme gücüne sahip küçükler ve kısıtlılar, yasal temsilcilerinin rızası olmadıkça, kendi işlemleriyle borç altına giremezler (TMK md. 16). Tasarruf yetkisine kamunun menfaatleri bakımından getirilen sınırlamaya örnek olarak ise, arazi üzerindeki mülkiyet, kullanılmasında yarar olduğu ölçüde, üstündeki hava ve altındaki arz katmanlarını kapsar (TMK md. 718/1) hükmü verilebilir.6  Hayri Domaniç, Anonim Şirketlerin Kuruluşundan Doğan Hukuki Mesuliyet, İstanbul, 1964, s. 80; Hayri Domaniç, Anonim Şirketler Hukuku ve Uygulaması TTK Şerhi-II, İstanbul, 1988, s. 401.155İstanbul Hukuk Mecmuası 76/1sonra da, bir süre şirket işlerinde söz ve nüfuz sahibi olmaları, üstünlüklerini devam ettirmeleri normal olduğu gibi, seçimlerdeki hakimiyetleri dolayısıyla şirketin ilk yönetim kurulu üyeleri ile denetçilerine de etki etmeleri mümkündür. Kuruluştaki yolsuzlukları layıkıyla  incelememeleri  sebebiyle  ortaya  çıkmış  veya  çıkabilecek  zararın  devam etmesine yol açabilen ilk yönetim kurulu üyeleri ile denetçilerin, kurucularla menfaat birliği yaparak şirket aleyhine olacak şekilde, mevcut dava hakkından vazgeçmeleri muhtemeldir. Bu sebeple kanun koyucu kurucularla birlikte ilk yönetim kurulu üyeleri ve ilk denetçilerin de kuruluştan doğan sorumluluklarının dört yıllık süre boyunca sulh ve ibra edilemeyeceğini takdir buyurmuştur.III. İbranın KapsamıI. Kişi BakımındanŞirketin kuruluşundan veya sermaye artırımından doğan sorumlulukları -belli koşullar çerçevesinde- ibra yoluyla kaldırılabilen kişiler; kurucular, yönetim kurulu üyeleri ve denetçilerdir (TTK md. 559).Kuruluş işlemleri sebebiyle anonim şirketin uğradığı zararlardan, TTK md. 549553 hükümleri gereğince, daima ön planda sorumlu olan kişiler kuruculardır. Ancak şirketin kuruluşu ile sermaye artırımında gerekli belgelerin ve beyanların kanuna aykırı olması halinde, bu işlemi bizzat yapanlarla birlikte  katılanlar  da kusurlarının varlığı halinde sorumludurlar (TTK md. 549). Bu  katılanlar  yanlış, hileli, sahte veya gerçeğe aykırı belgeleri düzenleyen veya beyanları yapan noter, banka çalışanı, ticaret sicili müdürü veya başka üçüncü kişiler olabilecektir. Yine kuruluşta veya sermaye artırımında şirkete taahhüt edilen ayni sermayenin değerinin biçilmesinde yolsuzluk yapanlar sorumlu tutulmuştur (TTK md. 551).  Bu yolsuzluğu yapanlar ise kurucular, yönetim kurulu üyeleri ve denetçiler dışında bilirkişiler olabilecektir.Buna mukabil Kanun, kuruluş ve sermaye artırımında ibra bahsinde noter, banka, ticaret sicil müdürü, bilirkişi veya diğer katılan üçüncü kişiler gibi sorumluları dikkate almayarak sadece kurucularla yönetim kurulu üyeleri ve denetçileri muhatap edinmektedir. Bunun sebebi kuruluş veya sermaye artırımı işini ilk organize eden ve yürüten bu zümrenin şirket iç işlerine, bu işlemlere katılanlara nazaran daha vakıf olması ve nüfuz etmesi, dolayısıyla şirket bünyesinde hile veya muvazaa yoluyla şirket menfaatlerini ihlal eden bir anlaşma yapma imkân ve ihtimallerinin daha yüksek olmasıdır. Netice olarak kanun koyucu, şirketin kuruluşu veya sermaye artırımı işlerinde hâkim ve imtiyazlı konumu bulunmayan noter, banka, bilirkişi ve 7  Domaniç, Mesuliyet, s. 80; Domaniç, TTK Şerhi-II, s. 401-402; Turhan Atan, Türk Ticaret Kanununa Göre Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mesuliyeti, Ankara, 1967, s. 67; Aytaç, s. 106; Şener, s. 336; Şener, Sulh Veya İbra, s. 92; Aydın Çelik, Anonim Ortaklıklarda Yönetim Kurulu Üyelerinin İbrası, Ankara, 2007, s. 118-120.8  Öte yandan kurucuların, kurucu gibi sorumlu olanların ve bunların fiillerine katılanların eTTK md. 310 (TTK md. 559) hükmü kapsamında ibra edilebileceği görüşü hakkında bkz. Oğuz İmregün, Anonim Ortaklıklar, İstanbul, 1989, s. 86-87.156Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)saire gibi üçüncü kişiler hakkında, belli bir süreyle de olsa, ibra yasağı öngörmemiştir; dolayısıyla bu müddet içinde yapılan ibra işlemleri şirketi bağlayacaktır. A. Kurucular. Kurucu, TTK md. 337/1 hükmünde, pay taahhüt edip esas sözleşmeyi imzalayan gerçek ve tüzel kişiler olarak tanımlanmıştır. Sorumluluk sistemi bakımından kurucular sadece bu kişilerden ibaret değildir. Ayrıca kurucular esas sözleşmeyi üçüncü bir kişi hesabına imzaladıkları takdirde, bu üçüncü kişi de kurucular gibi kuruluş işlemleri bakımından sorumlu olacaktır (TTK md. 337). Diğer bir deyişle, esas sözleşmeyi bizatihi imzalayan görünüşteki ilk pay sahipleri, şirketin kuruluş işlemini kendi adlarına ve fakat üçüncü bir kişi hesabına yaptıkları takdirde, bu üçüncü kişiler de sorumluluk sistemi bakımından kurucu sayılırlar. Dolayısıyla hesabına kuruluş işlemleri yapılan arkadaki kişiler hakkında da TTK md. 559 hükmündeki ibra kuralları uygulanacaktır. Zira TTK md. 559 hükmü, Kanunun onbirinci bölümü olan  Hukuki Sorumluluk  başlığı altında ve sorumluluk hallerinin tespit edildiği hükümlerin devamında düzenlenmiş olduğundan, kurucuların sorumluluk sisteminin de ayrılmaz bir parçasını teşkil eder.B. Yönetim kurulu üyeleri. Mülga TTK döneminde öğretide, kanunda açıkça belirtilmemiş olsa da eTTK md. 310 hükmünde kastedilen kişilerin ilk yönetim kurulu üyeleri ile ilk denetçiler olduğu ileri sürülmüştür. Meri kanun bakımından ise ikili ayrım yapılmalıdır; zira TTK md. 559 hükmüne mülga kanundan farklı olarak sermaye artırımından kaynaklanan sorumluluk halleri de eklenmiştir. Bu bağlamda kuruluş işlemleri bakımından ibra edilecek kişiler ilk yönetim kurulu üyeleri ile ilk denetçiler olacaktır. Ancak sermaye artırımı bakımından ibra edilecek kişiler çoğu zaman ilk yönetim kurulu üyeleri ile ilk denetçiler olmayacaktır. Sermaye artırımının gerçekleştiği dönemde görevde olan yönetim kurulu üyeleri ile denetçi, TTK md. 559 hükmü uyarınca ibranın kişi bakımından kapsamını teşkil edeceklerdir.C.  Denetçi.  Denetçinin  sorumluluğu  TTK  md.  554  hükmünde  genel  olarak düzenlenmiştir.  Hükmün,  hem şirketin hem  şirketler topluluğunun denetçileri ile özel denetçilerinin sorumluluğuna ilişkin olduğu gerekçesinde belirtilmiştir. Burada kastedilen denetçi, bağımsız denetçi olup, şirketin bünyesi dışındaki bu kişi sorumluluk bakımından kurucular ve yönetim kurulu üyeleriyle aynı sisteme tutulmuştur.9  Domaniç, Mesuliyet, s. 94; Domaniç, TTK Şerhi-II, s. 411; İsmail Kayar, Anonim Şirketlerde Azınlık Hakları, İstanbul, 1989, s. 62. ETTK döneminde öğretide, kuruluş veya sermaye artırımı işlemlerinden sorumlu bulunan üçüncü kişi katılanlardan, sadece biri veya birkaçı hakkında ibra kararı alınabileceği; diğer bir deyişle bazı sorumlu üçüncü kişilerin ibra işlemi dışında bırakılabileceği; ancak bu noktada kendilerine ibra yoluyla şirkete karşı sorumluluklarından kurtulma yolu açık bırakılan üçüncü kişi katılanların, bütün zararın değil sadece kendi hisselerine düşen miktar veya oranda ibra edilebilecekleri; aksi takdirde eTTK md. 310 hükmünün dolaylı olarak bertaraf edileceği savunulmuştur. Domaniç, Mesuliyet, s. 94-95; Domaniç, TTK Şerhi-II, s. 411-412.10  Taahhüt edilen  pay  değil  sermaye  olup, pay bu taahhüde bağlı olarak iktisap edilen malvarlığı değeridir. Ali Paslı,  Yeni Türk Ticaret Kanunu Anonim Ortaklık Hükümlerinin Tanıtılması (II) YTK Kitap 2 - Kısım 4 – Bölüm 1 – Kuruluşa İlişkin Sisteme Yönelik Temel Değişiklikler ve Kuruluş İşlemleri , Batider, C.28, S.2, s. 156, dn. 40.11  Ali Paslı,  Anonim Ortaklıklarda Yönetim Kurulu ve Üyeleri Dışında Sorumluluk Sistemine Tabi Olan Kişiler , Yeni Türk Ticaret Kanunu nun İş Dünyasına Etkileri, 2013, s. 128.12  Domaniç, Mesuliyet, s. 98; Domaniç, TTK Şerhi-II, s. 415; Atan, s. 70; Aytaç, s. 105; Kayar, s. 61.13  Paslı, Sorumluluk Sistemine Tabi Olan Kişiler, s. 132.157İstanbul Hukuk Mecmuası 76/1TTK md. 559 hükmünde denetçilerden bahsedilmesinin gereksiz olduğu; kuruluş ve sermaye artırımı işlemlerini incelemekle görevli kişi işlem denetçisi iken, 6335 sayılı Kanun ile yapılan değişiklik sonucunda işlem denetçiliği kurumunun tamamen kaldırıldığı; bu sebeple de söz konusu hükümde zikredilen denetçi ifadesinin hatalı olduğu ileri sürülmüştür. TTK md. 559 a paralel olarak, TTK md. 424 hükmünde bilançonun onaylanması kararına ibra sonucunun bağlandığı (örtülü ibra) kişilerin arasında yönetim kurulu üyelerinin yanı sıra denetçiler de bulunmaktadır. Oysa yeni sistemde artık bir organ olarak görev yapmayan denetçinin genel kurul kararı ile ibra edilmesinden söz edilemeyeceği ve yönetim alanına ilişkin olarak kendisine görev tevdi edilen tüm maddelerden denetçi/ler ifadesinin ayıklanmasına rağmen bu iki hükümde denetçi kelimesinin bırakılmasının bilinçli bir tercih olup olmadığı hususunun net olmadığı öğretide ifade edilmiştir. 2. İçerik BakımındanTTK  md.  559  düzenlemesi,  numerus  clausus  olarak  sayılmış  olan  sadece kuruluştan ve sermaye artırımından doğan sorumluluk hallerinde uygulama alanı bulacak bir hükümdür. Bu sorumluluklar dışında uygulanması, özellikle şirketin yönetim kurulunun kuruluş veya sermaye artırımı dışında kalan faaliyetlerine ilişkin açık veya örtülü ibrasında (TTK md. 409/1, md. 558 ve md. 424) dikkate alınması ve kıyas yoluyla hükmün genişletilmesi olanağı bulunmamaktadır.A.  Kuruluş  işlemleri  bakımından.  Kanun  koyucunun  kuruluş  işlemlerine verdiği önem neticesinde, kurucular ile ilk yönetim kurulu üyeleri ve ilk denetçilerin sorumlulukları, genel olarak yönetim kurulu üyelerinin sorumluluğu rejiminden farklı şartlara tabi kılınmış; kurucuların kuruluş işlemlerinden dolayı sorumlulukları TTK da farklı hükümlerde düzenlenmiştir. Kuruluş işlemleri ile ilgili olarak TTK md. 549-552 aralığındaki hükümlerde özel sorumluluk halleri, TTK md. 553 hükmünde ise genel sorumluluk hali düzenlenmiştir. Özel sorumluluk halleri; belgelerin ve beyanların kanuna aykırı olması (TTK md. 549), sermaye hakkında yanlış beyanlar ve ödeme yetersizliğinin bilinmesi (TTK md. 550), nitelikli kuruluşta ayın türünden bir sermayeye veya devir alınması 14  Abuzer Kendigelen, Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, 3. Tıpkı Bası, İstanbul, 2016, s. 468; Mehmet Bahtiyar, Ortaklıklar Hukuku, 12. Bs., İstanbul, 2017, s. 403.15  Kendigelen, İlk Tespitler, s. 324.16  Akdağ Güney, s. 450; Şener, s. 337-338. Mülga TTK döneminde eTTK md. 310 hükmünün md. 309 hükmü kapsamına girdiği ve md. 340 hükmünün de md. 309 a yaptığı atıf gerekçesiyle, md. 310 hükmündeki azlığın ibraya engel olması hakkının kıyasen genel olarak ibrada kullanılabileceği görüşü ve buna mukabil uygulanmayacağı yönünde karşıt görüşler ileri sürülmüştür. Ayrıntılı bilgi için bkz. Çamoğlu, s. 239-240; Mehmet Helvacı, Anonim Ortaklık Yönetim Kurulu Üyesinin Hukuki Sorumluluğu, İstanbul, 1995, s. 105; Mahmut Birsel,  Anonim Şirketlerde Azınlık Hakları , İmran Öktem e Armağan, Ankara 1970, s. 638; Aytaç, s. 147-148; Şener, Sulh Veya İbra, s. 93; Çelik, s. 171. Ayrıca bkz. Yargıtay 11. HD. 03.11.1983, E. 3523, K. 4748 sayılı kararı (Gönen Eriş, Açıklamalı İçtihatlı Ticari İşletme ve Şirketler, C. III, 3. Bs., Ankara, 2017, s. 2855-2857). Azlığın ibraya engel olma hakkının kıyasen uygulanıp uygulanmayacağı tartışmasına dayanak teşkil eden eTTK md. 340 hükmüne TTK da yer verilmediğinden ve TTK md. 559 da bahsi geçen sorumluluk halleri sınırlı sayıda olduğundan bu tartışmanın önemi bugün için bulunmamaktadır.158Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)kararlaştırılan işletmeye veya ayınlara değer biçilmesinde yolsuzluk yapılması (TTK md. 551) ve Sermaye Piyasası Kanunu hükümleri saklı kalmak kaydıyla halktan para toplamak (TTK md. 552) şeklidedir. Genel sorumluluk hali ise kanundan veya esas sözleşmeden doğan yükümlülüklerin ihlal edilmesidir (TTK md. 553). Bu hüküm uyarınca; kurucular, yönetim kurulu üyeleri, yöneticiler ve tasfiye memurları, kanundan ve esas sözleşmeden doğan yükümlülüklerini kusurlarıyla ihlal ettikleri takdirde, hem şirkete hem pay sahiplerine hem de şirket alacaklılarına karşı verdikleri zarardan sorumludurlar. B. Sermaye artırımı bakımından. Kanun koyucu sermaye artırımından doğan sorumluluğun ibrasını, kuruluştan doğan sorumluluğun ibrasıyla aynı şartlara tabi kılmıştır. ETTK md. 310 hükmünde bulunmayan bu husus hukukumuzda yenidir. Bununla birlikte mülga kanunda, genel kurulun yeni paylar çıkarmak suretiyle esas sermayenin  artırılmasına  karar  verdiği  durumda,  anonim  şirketlerin  kuruluşuna ait hükümlerin cari olacağı düzenlenerek, sermaye artırımı bakımından kuruluş işlemlerine genel bir atıf yapılmaktaydı (eTTK md. 392). Böylece sermaye artırım işlemleri ile kuruluş işlemleri arasından genel bir bağ kurulmuştu. TTK sisteminde bu genel bağ koparılıp, kanun koyucu tarafından çeşitli hükümler nezdinde tek tek bağ kurulması kanaatimizce yerinde değildir. Gerçekten  de  kuruluş  işlemleri  ile  sermaye  artırımı  işlemleri  büyük  ölçüde benzerlik göstermektedir. Ancak şirketin kuruluşu ve bu kuruluşu takip eden ilk yıllarda, kurucular ile ilk yönetim kurulu üyeleri ve ilk denetçilerin şirkete hâkim olmaları ve bu yetkilerini şirket menfaatine aykırı kullanma ihtimalleri, yani TTK md. 559 hükmünün ratio legisi, sermaye artırımı işlemleri bakımından söz konusu değildir. Bu sebeple de lege feranda olarak, kanaatimizce, sermaye artırımının TTK md. 559 hükmünden çıkarılması gerekir.Bu minvalde öğretideki bir görüşe göre de, TTK md. 559 hükmü yönetim kurulu üyelerinin sermaye artırımına tereddütle gitmeleri sonucunu doğurabilecektir. Hızla gelişen ekonomik hayata uyum sağlamak için ihtiyaç duyduğu kaynağı elde etmek için anonim şirkete sermaye artırımını çabucak gerçekleştirme imkânı sunan özellikle kayıtlı sermaye sistemi bakımından son derece uyumsuz olduğu ifade edilmektedir. Sermaye artırımında hakları ihlal edilen imtiyazlı pay sahiplerine tanınan haklar (TTK md. 454) ile iptal davası açma hakkı ve azlık haklarının, sermaye artırımından doğan sorumluluğun ibrasından doğabilecek herhangi bir sakıncayı önleyebilecek yeterlilikte  olduğu,  bu  bağlamda  TTK  md.  559  hükmünün  sermaye  artırımını zorlaştıracağı ve anonim şirketin yapısına uygun olmadığı ileri sürülmüştür.17  Güzin Üçışık / Aydın Çelik, Anonim Ortaklıklar Hukuku, C. 1, Ankara, 2013, s. 578.18  Üçışık/Çelik, s. 578; Çelik, s. 119-120, dn. 40.159İstanbul Hukuk Mecmuası 76/1IV. İbra Kararı1. Hukuki NiteliğiAnonim  şirketlerde  ibranın  hukuki  niteliği  hakkında  çeşitli  görüşler  ileri sürülmüştür; ancak hukukumuzda ibranın bir menfi borç ikrarı olduğu görüş birliğiyle kabul  edilmektedir.  Menfi  borç  ikrarında  taraflar  arasında  gerçekten  bulunup bulunmadığı hususunda şüpheli olan bir borç söz konusudur ve bu tereddütlü duruma son vermek gayesiyle taraflar olası bir borcun bulunmadığını ikrar eder.İbra yenilik doğuran bir haktır, tek taraflı kullanılır ve kullanıldıktan sonra bir daha geri alınması mümkün değildir. Bu sebeple hakkın doğası gereği ibra kararı bir kere alındıktan sonra bir başka genel kurul kararıyla geri alınması mümkün değildir. Kanun koyucu mülga Kanundan farklı olarak bu prensibi TTK md. 558 /1 hükmüyle açıkça düzenleyerek pozitif bir dayanağa kavuşturmuştur.Nihayet TTK  md.  559  bakımından  ibra,  şirketin  kuruluşunda  veya  sermaye artırımında yapılan işlemlerin hukuka uygun olduğunun ve bu faaliyetler dolayısıyla bahsi geçen madde kapsamında zikredilen sorumluların sorumlu olmadıklarının şirket tarafından beyan edilmesidir. Diğer bir deyişle şirket ibra kararıyla birlikte; kurucular, yönetim kurulu üyeleri ve denetçilerin kuruluş veya sermaye artırımı işlemlerinden dolayı sorumluluklarının bahis konusu yapılmasını önleyen, olası bir borçlarının bulunmadığını içeren beyanda bulunmuş olur. Ancak ibra kararı şirkete ait olduğu için, pay sahiplerin ve alacaklıların dava açma hakkları saklıdır.2. İbra Kararının AlınmasıA. Yetkili organ: Genel kurul. İbra kararını almaya yetkili organ münhasıran genel kuruldur. Nitekim genel kurulun devredilemez görev ve yetkileri arasında açıkça yönetim kurulu üyelerinin ibralarına karar verilmesi de sayılmıştır (TTK md. 408/2/b). Dolayısıyla bu yetki esas sözleşme ile başka bir organa veya kurula devredilemez.TTK md. 559 un lafzı dikkatle incelendiğinde, ibranın genel kurul  onayıyla  geçerlilik kazanacağı belirtilmiştir. Oysa anonim şirketlerde bir muamelenin genel 19  Tuğrul Ansay,  Anonim Şirketlerin Ehliyeti, İdare Meclisinin İbrası, İdare Meclisi Aleyhine Mesuliyet Davası ve Yargıtay Genel Kurul Kararı , Batider, 1966, C. 3, S. 3, s. 422; Atan, s. 59-60; Aytaç, s. 49-50; Ersin Çamoğlu (Reha Poroy/ Ünal Tekinalp), Ortaklıklar ve Kooperatif Hukuku, 12. Bs., İstanbul, 2010, No. 616, s. 320; Çamoğlu (Poroy/Tekinalp), Ortaklıklar Hukuku I, No. 613, s. 409; Ünal Tekinalp, Sermaye Ortaklıklarının Yeni Hukuku, 3. Bs., İstanbul, 2013, No. 16-141, s. 413; Helvacı, Sorumluluk, s. 437; Akdağ Güney, s. 415; Üçışık/Çelik, s. 564; Fatih Bilgili / Ertan Demirkapı, Şirketler Hukuku, Bursa, 2013, s. 602; Çelik, s. 103; Çamoğlu, s. 225; Hasan Pulaşlı, Şirketler Hukuku Şerhi, C. II, Ankara, 2011, No. 39-87, s. 1965; Şener, s. 333; Bahtiyar, s. 401. Ayrıca bkz. Yargıtay 11. HD. 02.07.2012, E. 2011/5063, K. 11693 sayılı kararı (corpus.com.tr). İbranın hukuki niteliğinin menfi borç ikrarı değil, maddi hukuk anlamında borcu yerine getirmekten kaçınma hakkı veren bir savunma aracı (şahsi def i) olduğunu ileri süren görüş hakkında ayrıntılı bilgi için bkz. Erol Ulusoy,  Şirketler Hukukunda İbranın Hukuki Niteliği , Turgut Kalpsüz e Armağan, Ankara, 2003, s. 277.20  Aytaç, s. 14; Akdağ Güney, s. 416.21  Tekinalp, Sermaye Ortaklıkları, No. 16-142, s. 413; Mehmet Helvacı,  Yönetim Kurulu Üyelerinin Hukuki Sorumluluğunda Farklılaştırılmış Teselsül , Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, 2013, S. 2, s. 79.160Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)kurul tarafından  onayından  bahsedebilmek için, her şeyden önce bu işlemin genel kurul dışında bir süje (Yönetim kurulu, pay sahibi, denetçi veya tasfiye memuru olabilir) tarafından yapılması, sonra da hususiyetine binaen, bu işlemin genel kurul  onayına  sunulması gerekir. Diğer bir deyişle, genel kurul ancak yapılması kendisi dışındaki kişilerin görev ve yetkisinde bulunan bir işlemi veya kararı onaylayabilir. Bu bağlamda ibraya karar verme yetkisinin münhasıran sahibi olan genel kurulun, bizzat aldığı kararın kendisi tarafından onaylaması düşünülemez.  Sulh ve ibra ancak genel kurulun onayıyla geçerlilik kazanır  ifadesinin eTTK md. 310 hükmünden sadeleştirilerek birebir alındığı, eTTK md. 310 hükmünün ise 1926 tarihli 865 sayılı mülga Ticaret Kanunu nun (eTK) 309. maddesinden alındığı görülmektedir.  eTK  sistematiği  incelendiğinde  kuruluştan  doğan  sorumluluğun sulh veya ibra ile kaldırılmasında genel kurul onayının aranmasının bir anlamı bulunmaktaydı. Çünkü eTK md. 319 hükmü uyarınca, sulh ve ibraya karar verme yetkisi şirketin yönetim organının yetkisi dahilindeydi. Fakat bugün için mer i Kanun bakımından bir genel kurul onayından bahsetmek yersiz ve hatalıdır. Bu sebeple kanaatimizce  genel kurulun onayıyla geçerlilik kazanır  ifadesinin,  genel kurul kararıyla alınır  ifadesiyle değiştirilmesi gerekir.B. Uygulanacak nisap. Genel kurul, sermayenin en az dörtte birini karşılayan payların sahiplerinin veya temsilcilerinin varlığıyla toplanır ve kararlar toplantıda hazır bulunan oyların çoğunluğuyla alınır; meğerki TTK da veya esas sözleşmede aksine daha ağır bir nisap öngörülmüş olsun. Toplantı süresince toplantı nisabı korunmalıdır ve ilk toplantı bakımından toplantı nisabına ulaşılamadığı takdirde ikinci toplantının yapılabilmesi için nisap aranmaz (TTK md. 418). Genel kurulda, kurucular ile yönetim kurulu üyeleri ve denetçilerin kuruluştan veya  sermaye  artırımından  doğan  sorumlulukları  hakkında  yapılacak  olan  ibra 22  Örneğin; yapısal değişikliklerde yönetim organı, TTK md. 151 hükmü uyarınca birleşme sözleşmesini, TTK md. 166 hükmü uyarınca bölünme sözleşmesini, TTK md. 185 hükmü uyarınca tür değiştirme planını genel kurulun onayına sunar; TTK md. 356 kanuna karşı hile hükmünde bir işletme veya aynın, sermayenin onda birini aşan bir bedel karşılığında devralınmasına veya kiralanmasına ilişkin sözleşmeler genel kurulun onayına sunulmaktadır; TTK md. 363 yönetim kurulu üyeliğinin boşalması hükmünde, yönetim kurulu tarafından, kanuni şartları haiz biri seçildikten sonra genel kurulun onayına sunulur; TTK md. 399/9 hükmü uyarınca, denetçinin aynı maddenin altıncı fıkrasına göre fesih ihbarında bulunduğu durumda, yönetim kurulu hemen, geçici bir denetçi seçer ve fesih ihbarını genel kurulun bilgisine, seçtiği denetçiyi de aynı kurulun onayına sunar; TTK md. 419/2 hükmü uyarınca, anonim şirket yönetim kurulu, genel kurulun çalışma esas ve usullerine ilişkin kuralları içeren, Gümrük ve Ticaret Bakanlığı tarafından, asgari unsurları belirlenecek olan bir iç yönerge hazırlar ve genel kurulun onayına sunar, daha sonra yürürlüğe girer; TTK md. 540 tasfiye işleri hükmü uyarınca, tasfiye memurları, şirketin malvarlığına ilişkin durumu ile finansal durumuna ilişkin hazırladıkları bir envanter ile bilançoyu genel kurulun onayına sunarlar.23  Domaniç, Mesuliyet, s. 88 ve s. 100; Atan, s. 70.24  Mülga Kanun md. 310 hükmünde de aynı ifadeye yer verilmiş olup hatalı olduğu ve değiştirilmesi gerektiği öğretide ifade edilmişti. Domaniç, Mesuliyet, s. 88 ve s. 100; Atan, s. 70; Aytaç, s. 106-107; Kayar, s. 62; Şener, s. 334. 25  eTK md. 309:  Müessislerin ve meclisi idare azasının ve murakıpların mevaddı ânife mucibince tâbi oldukları mesuliyetler şirketin tarihi tescilinden itibaren beş sene mürur etmedikçe sulh ve ibra suretile iskat edilemez. Bu müddetin mürurundan sonra sulh ve ibra ancak heyeti umumiyenin tasdikile tamam olur. Bununla beraber şirket sermayesinin onda birini temsil eden hissedarlar sulh ve ibranın tasdikına muhalif iseler sulh ve ibra heyeti umumiyece tasdik edilemez. 26  eTK md. 319:  Meclisi idare şirket için menfaat mülâhaza ettiği takdirde sulh ve tahkime de mezundur.   Söz konusu hükümde ibranın zikredilmemiş olmasının bir zühul olduğu öğretide ayrıca ifade edilmişti. Domaniç, Mesuliyet, s. 89.161İstanbul Hukuk Mecmuası 76/1oylamasında  bahsi  geçen  olağan  toplantı  ve  karar  nisapları  uygulanacaktır. Gerçekten de toplantıda öncelikle olağan toplantı nisabının oluşup oluşmadığına bakılır, şayet oluşmadı ise ikinci toplantı nisapsız olarak toplanır. Daha sonra ibra kararı kural olarak, toplantıda hazır bulunan oyların çoğunluğunun olumlu oyuyla alınır. Ancak alınan karara sermayenin yüzde onunu, halka açık şirketlerde ise yüzde beşini temsil eden pay sahiplerinin muhalefet etmesi halinde TTK md. 559 hükmü özellik arz edecektir. Daha açık bir ifadeyle, ibra kararı lehine toplanan oy miktarı ne olursa olsun yüzde on sermayeyi temsil edenlerin muhalefeti halinde karar alınamayacaktır.3. İbra Kararının Alınmasında Özel HallerA. Oy hakkından yoksunluk. Şirket ile pay sahibi arasında doğabilecek menfaat çatışmasında, pay sahibinin kendi yararına oy kullanacağı kuşkusundan hareketle, oydan yoksunluk müessesesi TTK md. 436 hükmünde öngörülmüştür.Şirket yönetim kurulu üyeleri ile yönetimde görevli imza yetkisini haiz kişiler, yönetim kurulu üyelerinin ibra edilmelerine ilişkin kararlarda kendilerine ait paylardan doğan oy hakkını kullanamazlar (TTK md. 436/2). Bu hüküm TTK md. 559 gereğince kuruluşta veya sermaye artırımında ibra oylamasında da dikkate alınacaktır. Diğer bir deyişle, kuruluştan veya sermaye artırımından doğan sorumlulukları hakkında ibra kararı alınacak olan yönetim kurulu üyeleri, kendilerine ait paylardan ötürü o genel kurul kararı bakımından oy kullanamayacaklardır.Bu noktada incelenmesi gereken diğer bir husus ise haklarında kuruluştan veya sermaye artırımından kaynaklanan ibra oylaması yapılacak olan kurucular, yönetim kurulu üyeleri ile denetçilerle aralarında TTK md. 436/1 hükmü gereğince bağı olan kişilerin oydan yoksun olup olmadıklarıdır. Pay sahibi kendisi, eşi, alt ve üstsoyu veya bunların ortağı oldukları şahıs şirketleri ya da hâkimiyetleri altındaki sermaye şirketleri ile şirket arasındaki kişisel nitelikte bir işe veya işleme veya herhangi bir yargı kurumu ya da hakemdeki davaya ilişkin olan müzakerelerde oy kullanamaz (TTK md. 436/1). Söz konusu hüküm özet olarak, öncelikle kişisel nitelikteki bir iş veya işleme vurgu yapmakta ve daha sonra şirketle arasındaki herhangi bir davaya müzakereden bahsetmektedir.  Kişisel nitelikte bir iş  ifadesinin geniş ve amaçsal yorumlanması gerektiği, TTK md. 436/1 hükmünde sayılan kişiler ile yönetim kurulu üyesi arasında yasal mirasçılık ilişkisi bulunduğundan hareketle bu kişiler hakkında açılacak bir sorumluluk davasına ibranın, doğrudan olmasa dahi, engel teşkil edeceği düşünüldüğünde bu kişilerin de 27  Domaniç, Mesuliyet, s. 91; Domaniç, TTK Şerhi-II, s. 409; Atan, s. 69; İmregün, AO, s. 87; Poroy (Tekinalp /Çamoğlu), Ortaklıklar ve Kooperatif Hukuku, No. 755, s. 398; Şener, Sulh Veya İbra, s. 91.28  Ayrıntılı bilgi için aşağıda ayrıca bkz. V. 2. B. Azlığa Tanınan İmkânın Hukuki Niteliği29  İmregün, AO, s. 137; Ömer Teoman, Anonim Ortaklıkta Pay Sahibinin Oy Hakkından Yoksunluğu, İstanbul, 1983, s. 16.162Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)ibra oylamasında oydan yoksun oldukları öğretide ileri sürülmüştür. Buna karşın, şirket ile yönetim kurulu arasındaki hiçbir işin kişisel nitelikte olmadığı, dolayısıyla bu maddede sayılanların yönetim kurulunun ibrasında oydan yoksunluğunun söz konusu edilemeyeceği; ortaksal ilişkiden doğacak menfaatleri, bu hüküm altında iş olarak nitelendirmemek gerektiği ve ikinci fıkrada ayrıca ibranın yoksunluk sebebi olarak belirtilmiş olmasının bu görüşün dayanağını oluşturduğu belirtilmiştir. Yargıtay ise, yönetim kurulu üyelerinin ibrasını kişisel bir iş kapsamında değerlendirmemektedir.  …Yönetim Kurulu üyelerinin ibrasının  şahsi bir iş  olarak değerlendirilmesi mümkün olmadığından, anılan yasa hükmünün annenin yönetim kurulu üyelerinin ibrası konusunda oy hakkından yoksunluk hali olarak değerlendirilmesi de mümkün değildir…  Y. 11. HD, 19.07.2007, E. 2006/2171, K. 1077532. Kanaatimizce, pay sahibi ile şirket arasında kişisel nitelikte iş kavramı geniş yorumlanarak ibra bu kapsamda değerlendirilmeli ve TTK md. 436/1 hükmünde belirtilen kişilerin, aralarında bağı bulunan kurucular, yönetim kurulu üyeleri ile denetçilerin TTK md. 559 anlamındaki ibra oylamasında oydan yoksun olduklarının kabulü gerekmektedir.B. Oyda imtiyazların durumu. Kanun koyucu oyda imtiyazın, şirket üzerinde hakimiyet kurulması aracı olarak kullanılmasına engel olmak amacıyla, TTK md. 479/2 hükmünde oyda imtiyazların etkisizleşeceği kararları numerus clausus olarak tayin etmiştir. Bunlar esas sözleşme değişikliği kararları ile ibra ve sorumluluk davası açılmasına ilişkin kararlardır. Bu genel kurul kararlarında, imtiyazlı paylar etkisizleşir, daha açık bir ifadeyle her pay adi pay gibi eşit oy hakkına sahip olacak şekilde oylama yapılır.Hükümde   ibra   şeklinde  genel  bir  ifade  kullanıldığı  için,  oyda  imtiyazın kullanılmayacağı hali sadece yönetim kurulu üyelerinin genel ibralarına özgüleme olanağı yoktur. Kurucular ile yönetim kurulu üyeleri ve denetçilerin kuruluştan veya sermaye artırımından doğan sorumlulukları hakkında ibra kararlarında da oyda imtiyazın etkisizleşeceğinin kabulü gerekir. Buna mukabil  Anonim Şirketlerin Genel 30  Aytaç, s. 118; Çamoğlu (Poroy/Tekinalp), Ortaklıklar Hukuku I, No. 614, s. 410; Çamoğlu, s. 232; Çelik, s. 138. 31  Teoman, s. 113-116; Helvacı, Sorumluluk, s. 104; Tekinalp (Poroy/Çamoğlu), Ortaklıklar ve Kooperatif Hukuku, No. 989, s. 513-514. Bu görüşün temelinde  kişisel iş  kapsamında yoksunluğun saptanmasında ölçüt olarak, özel menfaatpay sahipliği sıfatına bağlı (ortaksal) menfaat ayrımı dikkate alınmıştır. Oydan yoksunluk hükümlerinin temel amacının pay sahibinin ancak özel menfaatleri karşısında şirketin menfaatlerini korumak olduğu ifade edilmiştir. Örneğin, bir pay sahibinin anonim şirket ile satım sözleşmesi yapması durumunda, şirket menfaati ile çelişen özel bir menfaatin var olduğu ve oydan yoksunluğun söz konusu olacağı; oysa pay sahibinin kendisinin yönetim kuruluna seçilmesine ilişkin kararda oy kullanmasının ise pay sahipliği sıfatından kaynaklanan bir çıkar olduğu ve pay sahipliği sıfatına bağlı bu çıkarın korunmamasının düşünülemeyeceği vurgulanmıştır. Teoman, s. 104.32  corpus.com.tr33  Tekinalp, Sermaye Ortaklıkları, No. 14-67, s. 319; Esra Uysal, Anonim Ortaklıklarda İmtiyazlı Paylar, İstanbul, 2016, s. 99.34  Oyda imtiyazın etkisizleşeceği halin sadece açık ibra kararları bakımından uygulama alanı bulacağı, örtülü ibra sonucunu doğuran bilançonun onaylanmasına ilişkin genel kurul kararları bakımından imtiyazlı oyların kullanılabileceği yönündeki görüş hakkında bkz. Hakan Bilgeç, Anonim Şirketlerde Oy Hakkında İmtiyaz, Ankara, 2017, s. 160.35  Hükümde geçen  sorumluluk davası  şeklinde genel ifade hakkında da benzer yorum için bkz. Tekinalp, Sermaye Ortaklıkları, No. 14-67, s. 319; Bilgeç, s. 161; Uysal, s. 100.163İstanbul Hukuk Mecmuası 76/1Kurul Toplantılarının Usul Ve Esasları İle Bu Toplantılarda Bulunacak Gümrük Ve Ticaret Bakanlığı Temsilcileri Hakkında Yönetmelik 36 md. 19/2/b düzenlemesinde açıkça ve de sadece yönetim kurulunun ibrasında imtiyazlı oyların kullanılmayacağı belirtilmiştir. Yönetmelik hükmü ile Kanun tarafından getirilen bir sınırlamanın kapsamı  normlar  hiyerarşisine  aykırı  olarak  daraltılmıştır.  İmtiyazlı  payların kullanımının şirket üzerinde hakimiyet kurma aracı haline getirilmesinin önüne geçmek isteyen kanun koyucunun iradesine aykırı olan söz konusu Yönetmelik hükmünün Kanun metni ile uyumlu hale getirilmesi gerekir.C.  Gündemle  bağlantısı.  Genel  kurulu  toplantıya  davet  ilanı  ile  davet mektuplarında gündemin yer alması gerekir (TTK md. 414/1). Bu sayede pay sahipleri genel kurul toplantısına katılıp katılmama kararını özgürce verebilme ve katılacak iseler gerekli hazırlıkları yapabilme imkânı elde ederler. Kanundaki istisnalar saklı kalmak kaydıyla ister olağan ister olağanüstü genel kurul toplantısı olsun gündemde bulunmayan konular müzakere edilemez ve karara bağlanamaz (TTK md. 413/2). Böylece hukukumuzda  gündeme bağlılık ilkesi  kabul edilmiştir ve bu ilke gereğince genel kurul toplantısının gündemi önceden bellidir. Kanun  koyucu,  çoğunluk  ve  azınlık  arasındaki  menfaat  dengesini  korumak amacıyla  gündeme  bağlılık  ilkesine  bazı  istisnalar  getirmiştir.  Kuruluş  veya sermaye artırımlarından doğan sorumluluğun ibrasının azlık tarafından engellenmesi, öğretide gündeme bağlılık ilkesinin istisnalarından biri olarak bazı yazarlarca kabul edilmiştir. Buna mukabil, kullanılacak azlık hakkı mevcut bir gündem maddesine bağlı veya onun doğal bir uzantısı ise genel kurulda görüşülebileceği ve bu nedenle de gerçekte gündeme bağlılık kuralının bir istisnasını teşkil etmediği ifade edilmiştir. Kanaatimizce ikinci görüşe üstünlük tanımak daha yerinde olacaktır, zira gerçekten de kuruluşta veya sermaye artırımında ibra mevcut bir gündem maddesi olarak var olacak ve azlığın olumsuz oy kullanarak ibrayı engellemesi, istisnadan ziyade, bu maddenin doğal bir uzantısı olarak ortaya çıkacaktır.36  RG. 28.11.2012, S. 28481. Kısaca  Bakanlık Temsilcileri Yönetmeliği  olarak anılacaktır.37  Erdoğan Moroğlu, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 8. Bs., İstanbul, 2017, s. 105-106; Çamoğlu (Poroy/Tekinalp), Ortaklıklar Hukuku I, No. 695, s. 502.38  TTK md. 416/2 uyarınca, çağrısız toplanan genel kurulda, gündeme oybirliği ile madde eklenebilir; TTK md. 438/1 uyarınca, pay sahipleri, belirli olayların açıklığa kavuşturulması için özel bir denetimi gündemde yer almasa bile genel kuruldan isteyebilir; TTK md. 413/3 uyarınca, yönetim kurulu üyelerinin görevden alınmaları ve yenilerinin seçimi hususunda gündemde açık hüküm bulunmasa dahi görüşülüp karara bağlanabilir; TTK md. 364/1 uyarınca, yönetim kurulu üyeleri, gündemde ilgili bir maddenin bulunması veya gündemde madde bulunmasa bile haklı bir sebebin varlığı hâlinde, genel kurul kararıyla her zaman görevden alınabilirler; TTK md. 437/2 uyarınca, bir pay sahibine bu sıfatı dolayısıyla genel kurul dışında bir konuda bilgi verilmişse, diğer bir pay sahibinin istemde bulunması üzerine, aynı bilgi, gündemle ilgili olmasa da aynı kapsam ve ayrıntıda verilir.39  İmregün, AO, s. 119; Bahtiyar, s. 160; Mehmet Bahtiyar / Esra Hamamcıoğlu, Anonim Ortaklık Genel Kurul Toplantıları, İstanbul, 2014, s. 27, dn. 51.40  Moroğlu, Hükümsüzlük, s. 108-109.164Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)V. İbra Kararının Alınmasındaki SınırlamalarKurucular,  yönetim  kurulu  üyeleri  ve  denetçilerin  kuruluştan  ve  sermaye artırımından doğan sorumluluklarının genel kurul kararıyla ibra edilmesine iki sınır getirilmiştir. Bunlardan birincisi süreye ilişkindir, ikincisi ise azlığın ibra oylamasında olumsuz oy kullanmamış olmasına ilişkindir.1. Süre Sınırlaması ve Buna Aykırılığın SonuçlarıKurucuların,  yönetim  kurulu  üyelerinin  ve  denetçilerin,  kuruluştan  veya sermaye artırımından kaynaklanan sorumlulukları dört yıl geçmedikçe ibra yoluyla kaldırılmaz  (TTK  md.  559).  Dört  yıllık  sürenin,  kuruluştan  doğan  sorumluluk bakımından şirketin tescil tarihinden itibaren başlayacağı kanunda açıkça belirtilmiş olmakla birlikte sermaye artırımından doğan sorumluluk bakımından herhangi bir belirleme yapılmamıştır. Buradaki eksikliği, sermaye artırımının tescili tarihinden itibaren sürenin başlayacağı şeklinde tamamlamak gerekir.Dört yıllık süre boyunca kurucular ile yönetim kurulu üyeleri ve denetçilerin kuruluştan ve sermaye artırımından doğan sorumlulukları hakkında genel kurul tarafından ibra kararı alınması mümkün değildir. Aksi durumda bu karar şirketi bağlamaz, ayrıca sorumlular bu ibra kararına dayanarak sorumlu olmadıklarını iddia edemezler.Dört yıllık yasaklılık süresinde alınmış olan ibra kararının geçersizliğinin türü ise öğretide tartışmalıdır. Mülga TTK döneminde öğretide, yasağa rağmen yapılan ibra işleminin mutlak veya nisbi butlanla malul sayılması ihtimalleri ikili ayrım yapılarak incelenmiştir. İbra işleminin mutlak butlanla sakat olduğu durumda, bunun sonradan icazet yoluyla geçerli kılınmasının mümkün olmayacağı ifade edilmiştir. Nisbi butlanla sakat olduğunun kabul edildiği durumda ise, dört yıllık yasaklılık süresi sona erdikten sonra bu işleme genel kurul tarafından icazet verilebileceği savunulmuş ve ardından genel kurulda alınacak olan icazet kararına sermayenin onda birini temsil eden azlık pay sahiplerinin muhalefet etmemiş olması gerektiği savunulmuştur. Dört yıllık ibra yasağı sona erdikten sonra genel kurulun yine azlığın muhalefetinin bulunmaması şartıyla bir ibra kararı alması mümkün iken neden icazetten bahsedildiği net değildir.Kanaatimizce yasağa rağmen alınan ibra kararının geçersizlik türünü belirlerken TTK md. 559 hükmünün ratio legisinden hareket etmek gerekir. Kurucular ile yönetim kurulu üyeleri ve denetçilerin kuruluştan itibaren belli bir süre etkin olabilecekleri ihtimalinin yüksek olması dikkate alınarak getirilen dört yıllık ibra yasağı mutlak emredici hüküm niteliğindedir ve dolayısıyla yasağa rağmen alınan ibra kararlarının butlan yaptırımına 41  Erdoğan Moroğlu, 6102 sayılı Türk Ticaret Kanunu Değerlendirme ve Öneriler, 8. Bs., İstanbul, 2016, s. 350; Kendigelen, İlk Tespitler, s. 468; Bahtiyar, s. 403; Bilgili/Demirkapı, s. 604, dn. 1712.42  Domaniç, Mesuliyet, s. 83; Domaniç, TTK Şerhi-II, s. 403; Atan, s. 68; Aytaç, s. 106; Üçışık/Çelik, s. 579; Çelik, s. 121122; Şener, s. 337.43  Domaniç, Mesuliyet, s. 85; Domaniç, TTK Şerhi-II, s. 405-406; Atan, s. 68.165İstanbul Hukuk Mecmuası 76/1tabi olmasının kabulü gerekir. Zira iptali kabil bir genel kurul kararının üç aylık dava açma süresine tabi olduğu, bu üç aylık hak düşürücü süre sonunda dava açılmadığı takdirde kararın sıhhat kazanacağı ve ibra kararlarının şirketin dava hakkını ortadan kaldırdığı hususları göz önüne alındığında, iptal edilebilirlik yaptırımı, kanun koyucunun dört  yıllık  ibra  yasağıyla  korumayı  hedeflediği  menfaati  sağlamamaktadır. Ayrıca kanun koyucu, dört yıllık süre boyunca TTK md. 559 hükmünde öngörülen sorumlular hakkında ibra kararı almayı, tasarruf yetkisine sınır getirerek adeta şirketin ehliyet sınırları dışına çıkarmıştır. O halde şirketin ehliyet sınırları dışındaki bir işlemin genel kurul kararıyla yapılması ise butlanla batıl olmalıdır. Bu noktada önemle vurgulamalıyız ki, şirketin kuruluşundan veya sermaye artırımından itibaren dört yıllık süre içinde yapılan bir olağan genel kurul toplantısında, yönetim kurulu üyelerinin ibrası gündem maddesi olarak bulunacaktır ve ibra kararı alınırken kuruluş işlemleri veyahut sermaye artırım işlemleri istisna edilmeyebilecektir. Bu ihtimalde kuruluş işlemleri veya sermaye artırım işlemleri bakımından ibranın kısmi butlanla batıl olması ve bu işlemler dışındaki faaliyetler bakımından ise ibranın ayakta tutulması gerekir. Diğer bir deyişle, genel kurul toplantısının, şirketin kuruluşundan veya sermaye artırımından itibaren dört yıllık süre zarfında yapıldığı ve içerik bakımından herhangi bir belirleme yapılmaksızın genel bir ibraya ilişkin gündem maddesinin bulunduğu durumda, alınan ibra kararı kuruluş veya sermaye artırım işlemleri bakımından kısmi butlan yaptırımına tabi tutulmalıdır.Bunun yanı sıra eTTK döneminde, dört yıllık süre sınırlaması içinde alınmış olan ibra kararının, söz konusu sürenin dolmasından önce açılmış fakat henüz mahkeme kararına bağlanmamış bir sorumluluk davasına etki etmesinin mümkün olup olmadığı tartışılmıştır. Diğer bir deyişle zamansız yapılan bir ibra muamelesinin dört yıllık süre sonunda geçerlilik kazanıp kazanmayacağı hususu irdelenmiştir. Bu kapsamda, dört yıllık yasaklılık süresinde alınmış olan ibra kararının, yine bu süre zarfında ikame edilen fakat henüz sonuçlanmayan sorumluluk davası bakımından geçerli sonuç doğurması gerektiği öğretide savunulmuştur. Zira eTTK md. 310 (TTK md. 559) hükmünde aranan şartın, esasen ibra kararının dört yıllık zaman dilimi geçtikten sonra alınmış olmasını teşkil ettiği; her ne kadar sorumluluk davası yasaklılık süresinde açılmış olsa da, bu sürenin bitmesinden sonra davanın mutlaka mahkeme önünde çekişmeli yargı usulü çerçevesinde sonlandırılması gerekmediği, kanundaki diğer şartlara uygun olarak alınmış ibra kararının sonuçlarını doğurmasıyla da davanın sonlandırılabileceği ve nihayet bu durumun da ibra hakkında dört yıllık süre sınırlaması öngören kanun koyucunun güttüğü amaçla çelişki arz etmediği ifade edilmiştir. Bu minvalde yasaklılık süresinde alınan ibra kararının butlan yaptırımına tabi olduğu görüşümüzden hareketle, zamansız alınan ibra kararına dört yıllık süre sona erdikten sonra bu süre zarfında açılmış olan sorumluluk davasını sonlandırabilecek şekilde 44  Yaptırımın butlan olması gerektiği yönünde ayrıca bkz. Oğuz İmregün, Anonim Şirketlerde Pay Sahipleri Arasında Umumi Heyet Kararlarından Doğan Menfaat İhtilafları Ve Bunları Telif Çareleri, İstanbul, 1962, s. 55; Çelik, s. 122 ve 221; Pulaşlı, No. 58-113; s. 1975.45  Domaniç, Mesuliyet, s. 84; Domaniç, TTK Şerhi-II, s. 404-405; Atan, s. 68; Çelik, s. 123.166Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)sıhhat kazandırılması mümkün değildir. Zira kanun koyucu ibra yasağı süresi sona erdikten sonra dahi TTK md. 559 hükmünde zikredilen sorumluların şirket üzerinde etki ve nüfuzlarının devam etmesi ihtimaline binaen bir azlık hakkı tesis etmiştir. Bu sayede dört yıllık ibra yasağı süresine iyileştirici yani hukuki sakatlıkları onaran bir etki atfetmek, hem genel kurul kararlarının hükümsüzlüğü sistemiyle hem de azlık hakkının koruduğu menfaatle bağdaşmayan sonuçlar doğuracaktır.Son olarak bu dört yıllık süre boyunca açık ibra (TTK md. 409/1 ve md. 558) veya örtülü ibra (TTK md. 424) kararı alınması suretiyle kuruluştan veya sermaye artırımından  kaynaklanan  sorumluluklar  kaldırılamaz;  ancak  kuruluştan  veya sermaye artırımından doğan sorumluluklar dışındaki işlemler bakımından sorumlular hakkında açık veya örtülü ibra kararlarının alınması mümkündür.2. Azlığın Olumsuz Oy Kullanmaması A. Azlığa tanınan imkânın amacı. Kurucular ile yönetim kurulu üyeleri ve denetçilerin ilk kuruluş zamanlarındaki kuvvetli ve hâkim durumunun, dört yıllık bir müddet sonra zayıflayacağı düşüncesiyle hareket eden kanun koyucu, ibra yasağını kaldırmayı uygun bulmuştur. Ancak söz konusu kişiler hakkında yapılacak ibra oylamasında olağan nisabın kolayca sağlanacağı ve ilk zamanlardaki tehlikenin azaldığı fakat tamamen ortadan kalkmadığı kanaatinden hareketle, şirket tarafından ibra hakkının kullanılmasını -tabiri caizse- adeta veto hakkına sahip azlığın iradesine tabi kılmıştır. Böylece ortalama bir yolla, şirkete karşı kuruluştaki veya sermaye artırımındaki aksaklıklar sebebiyle sorumlu olan kişilerin menfaatleri telif edilmeye çalışılmıştır.46  Ansay, s. 421; Aytaç, s. 106; Üçışık/Çelik, s. 579; Çelik, s. 121.47  Domaniç, Mesuliyet, s. 81; Domaniç, TTK Şerhi-II, s. 402.167İstanbul Hukuk Mecmuası 76/1B. Azlığa tanınan imkânın hukuki niteliği.a.  Azlık  hakkı  kavramı.  Anonim  şirketler  hukukuna  hâkim  olan  çoğunluk ilkesinin sakıncalarını bertaraf etmek ve şirket bünyesindeki çeşitli menfaat grupları arasında olumlu bir denge kurmak amacıyla belirli orandaki pay sahiplerine bazı haklar bahşedilmiştir. Bu haklar olumlu ve olumsuz azlık hakları olarak iki grupta incelenmektedir. Olumlu azlık hakları, oylarını veya irade beyanlarını belli bir amaca yöneltmek suretiyle şirket adına olumlu bir işlemde bulunabilme olanağını içine alan haklardır,51. Olumsuz azlık hakları ise, anonim şirket genel kurulunda lehe oy vermemekle kararın oluşmasına engel olunabilmesidir.b. Tartışma: TTK md. 559 hükmünde azlığa tanınan imkân hak mıdır? İbraya engel olma hakkının bu ikili ayrımdaki yeri ve niteliği, öğretide süregelen derin tartışmalara konu olmuştur. Bir görüşe göre; gerek madde metinlerinden gerekse hakkın kullanılış usulünden anlaşıldığı üzere, diğer tüm azlık haklarının bünyesinde bir talep hakkını barındırdığı, oysa ibraya engel olma imkânının azlığın iradesine bağlı olarak sonuç doğurduğu ve bir takip kabiliyeti olmadığı gerekçesiyle, teknik anlamda bir azlık hakkı teşkil etmediği ifade edilmiştir. İkinci görüşe göre ise; bu imkânın teknik anlamda bir azlık hakkı olmadığı kabul edilmekle birlikte, bu hükmün karar nisaplarına ilişkin olduğu ve burada  engelleyici azlık  olarak adlandırılan azlığın engel olması durumunun varlığı savunulmuştur. Son olarak baskın görüşe göre ise, ibrayı engelleme imkânı, bir olumsuz azlık hakkıdır.48  Birsel, s. 625; Poroy (Tekinalp/Çamoğlu), Ortaklıklar ve Kooperatif Hukuku, No. 750, s. 396; Ayşe Sumer, Anonim Ortaklıklarda Azınlık Haklarının Korunması ve Anonim Ortaklığın Haklı Nedenle Feshi, İstanbul, 1991, s. 11; Seda Ulaş Kısa,  Anonim Ortaklıkta Yaşanan Çıkar Çatışmasının Azınlıkta Kalanlara Zarar Vermemesi İçin Öngörülen Hukuki Araçlar , Prof. Dr. Ünal Tekinalp e Armağan, İstanbul 2003, s. 522.49  Bunun yanı sıra azlık haklarının genel kurul sırasında kullanılan veya genel kurul dışında kullanılan şeklinde ikili ayrıma tabi tutularak sınıflandırıldığı da görülmektedir. Ayrıntılı bilgi için bkz. Kayar, s. 36; Mehmet Helvacı,  Anonim Ortaklıkta Ticaret Kanunundan Kaynaklanan Azınlık Haklarının Hukuki Niteliği ve Tanımı , Prof. Dr. Oğuz İmregün e Armağan, İstanbul, 1998, s. 300.50  İmregün, AO, s. 309; İmregün, Menfaat, s. 60; Birsel, s. 632 ve s. 639; Poroy (Tekinalp/Çamoğlu), Ortaklıklar ve Kooperatif Hukuku, No. 756, s. 398; Sumer, s. 12.51  Ticaret hukuku sistemi içerisinde bulunduğu öğretide oybirliğiyle kabul edilen olumlu azlık hakları; azlığın genel kurulu toplantıya davet ve gündeme madde eklenmesini talep hakkı (TTK md. 411-412, md.), azlığın mahkemeden denetçi atanmasını talep hakkı (TTK md. 399/4), azlığın bilanço görüşmelerinin ertelenmesini talep hakkı (TTK md. 420), azlığın özel denetçi talep hakkı (TTK md.438-439-440), azlığın nama yazılı pay senetlerinin bastırılmasını talep hakkı (TTK md. 486), azlığın haklı nedenle feshi talep hakkı (TTK md. 531) şeklinde düzenlenmiştir. Ayrıca Bakanlık Temsilcileri Yönetmeliği md. 32/3 hükmünde azlığın Bakanlık Temsilcisi görevlendirilmesine dair talep hakkı düzenlenmiştir.52  İmregün, AO, s. 309; İmregün, Menfaat, s. 48; Birsel, s. 631; Poroy (Tekinalp/Çamoğlu), Ortaklıklar ve Kooperatif Hukuku, No. 754, s. 397-398; Sumer, s. 12 ve 18. Ağırlaştırılmış yetersayıları bir olumsuz azlık hakkı olarak değerlendiren görüş hakkında bkz. Birsel, s. 632; İmregün, AO, s. 310-311; Sumer, s. 18 vd.; Pulaşlı, No. 39-22; s. 1420; Bahtiyar, s. 307.53  Helvacı, Azınlık Hakları, s. 299, 307, 308; Alihan Aydın,  Anonim Ortaklıkta Çoğunluk Pay Sahiplerinin Azınlığa Karşı Korunması , Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı, İstanbul, 2001, s. 30.54  Ali Dural,  Anonim Şirkette Olumsuz Azınlık Hakları Düzenlemesi , Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı, 2001, s. 187 ve dn. 27 deki yazarlar (Ünal Tekinalp/ Ömer Teoman,  Der Minderheitenschutz im Türkischen Aktienrecht , 1. Avusturya-Türk Hukuk Haftası, İstanbul, 1983, s. 90).55  İmregün, Menfaat, s. 54; Birsel, s. 637; Aytaç, s. 107; İmregün, AO, s. 311; Poroy (Tekinalp/Çamoğlu), Ortaklıklar ve Kooperatif Hukuku, No. 755, s. 398; Kayar, s. 62-63; Sumer, s. 22; Ulaş Kısa, s. 523.168Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)b.a. Azlık hakkı olmadığı yönündeki görüşe tenkit. Azlık hakları, sermayenin belirli bir oranını temsil eden pay sahiplerine, çoğunluk gücüne karşı korunma amacıyla tanınan bazı haklar olup, muhakkak bir talep veya dava yetkisi vermek zorunda değildir. Azlığın ibrayı engelleme hakkının bünyesinde bir talep hakkını barındırmadığı gerçektir. Ancak bu durum, ibraya engel olma hakkının azlık hakları kategorisi altında zikredilmesine mâni teşkil etmemektedir. Kaldı ki bu hak, zaten sahibine talep yetkisi vermediği için diğer azlık haklarından ayrılarak olumsuz olarak nitelenen azlık hakları kategorisine dahil edilmektedir. b.b. Nisaplara ilişkin olduğu yönündeki görüşe tenkit. Öncelikle nisapların, genel kurul kararıyla olan ilişiğini ortaya koymak gerekmektedir. Kanuni nisap ile esas sözleşmesel nisaba aykırı olarak alınan genel kurul kararının yoklukla malul olduğu  hem  öğretide  hem  de Yargıtay  kararlarında  kabul  edilmektedir.  Zira şirketin iradesini teşkil eden genel kurul kararı, kurulu oluşturan pay sahipleri veya temsilcilerin irade beyanlarının tezahürü olan oylarıyla meydana gelir. Dolayısıyla irade  açıklamasının  yönünü  belirleyen  nisaplar,  genel  kurul  kararının  olmazsa olmaz mevcudiyet şartıdır. Bu nisaplar salt veya ağırlaştırılmış oy çokluğu şeklinde olabileceği gibi, kanunun izin verdiği ölçüde daha düşük nisap şeklinde de olabilir. Her ne oranda olursa olsun bu noktada önemli olan husus bir nisabın varlığı ve bu nisaba uygun olarak genel kurul kararının alınmasıdır.Bu bağlamda kuruluştan veya sermaye artırımından doğan sorumluluklar hakkında alınacak ibra kararlarında, olağan toplantı ve karar nisaplarına uyulması gerektiğini yukarıda belirttik. Diğer bir deyişle sermayenin en az dörtte birini karşılayan payların  sahiplerinin  veya  temsilcilerinin  varlığıyla  genel  kurul  toplanacak  ve kuruluştan veya sermaye artırımından kaynaklanan ibra kararı, toplantıda hazır bulunan oyların çoğunluğuyla alınacaktır, meğerki sermayenin onda birini temsil eden azlık pay sahipleri bu karara muhalefet etmiş olsun. Örneğin, genel kurul sermayenin yüzde yüzünü temsil eden pay sahiplerinin katılımıyla toplanmış olsun, 56  Poroy (Tekinalp/Çamoğlu), Ortaklıklar ve Kooperatif Hukuku, No. 721, s. 382; İsmail Kırca (Feyzan Hayal Şehirali Çelik/Çağlar Manavgat), Anonim Şirketler Hukuku C. 2/2, Ankara, 2016, s. 10; Bahtiyar, s. 198; Şener, s. 526; Bilgili/Demirkapı, s. 343. Buna mukabil, kanuni veya esas sözleşmesel olup olmadığına bakılmaksızın nisaplara aykırılığın yaptırımının iptal olduğu yönünde bkz. Moroğlu, Hükümsüzlük, s. 140-145. Öte yandan kanuni nisaplara aykırılığın yokluk ve esas sözleşmesel nisaba aykırılığın ise iptal yaptırımına tabi olduğu görüşü için bkz. İmregün, AO, s. 162; Pulaşlı, No. 29/488 vd.; Bilgili/Demirkapı, s. 343 ve 352.57  Yargıtay HGK. 20.11.2002, E. 11-825, K. 998 sayılı kararı (Erdoğan Moroğlu/Abuzer Kendigelen, İçtihatlı Notlu Türk Ticaret Kanunu ve İlgili Mevzuat, 10. Bs., İstanbul, 2014, s. 314); Yargıtay HGK. 12.03.2008, E. 11-246, K. 239 sayılı kararı ve Yargıtay 11. HD. 01.10.2001, E. 7442, K. 7269 sayılı kararı (Moroğlu, Hükümsüzlük, s. 142).58  Bu sebeple,  salt oy çokluğundan daha zayıf nisaplarla da bütün pay sahiplerini bağlayan genel kurul kararlarının alınabileceği hallerin kanunda düzenlenmiş bulunduğundan hareketle salt veya ağırlaştırılmış bir oy çokluğunun genel kurul kararının mevcudiyet şartı olmadığı  görüşüne katılmıyoruz. Ayrıntılı bilgi için bkz. Moroğlu, Hükümsüzlük, s. 145. Ayrıca yazar tarafından, salt oy çokluğundan daha zayıf nisaplarla da bütün pay sahiplerini bağlayan genel kurul kararlarının alınabileceği hallerin kanunda düzenlenmiş bulunduğu belirtildikten sonra, TTK md. 559 uyarınca esas sermayenin onda birini temsil eden oy azlığı ile genel kurulda red kararının alındığının örnek verilmesi ciddi bir çelişkidir. Zira tüm pay sahiplerinin katıldığı bir genel kurul toplantısında kuruluştan ve sermaye artırımından doğan sorumluluğun ibra oylamasında alınması gereken nisap sanılanın aksine salt çoğunluktan daha zayıf bir nisap olmayıp, aksine çoğu zaman yüzde doksandan da fazla bir nisabı gerektirecek niteliktedir.59  Ayrıntılı bilgi için yukarıda bkz. IV. 2. B. Uygulanacak Nisap.169İstanbul Hukuk Mecmuası 76/1toplantıda hazır bulunanların da yüzde altmış (%60) olumlu oyuyla ibra kararı almış olsun. Olumlu oy kullanmamış olan yüzde kırkı (%40) temsil eden pay sahipleri mercek altına alındığında, bunların hepsinin olumsuz oy kullanmış olduğu varsayımda azlığın ibra kararının alınmasını engellediği sonucuna varılacaktır, oysa bunların yüzde otuzbirinin (%31) çekimser oy kullanmış, yüzde dokuzunun (%9) olumsuz oy kullanmış olduğu varsayımda ise, ibra kararı geçerli bir şekilde alınmış olacaktır. Görüldüğü üzere azlığın ibraya engel olma hakkı, nisaplara ilişkin bir olgu olarak nitelendirilemez, olsa olsa duruma göre nisaplar üzerinde veto hakkına benzer şekilde bir etki oluşturduğu söylenebilir. Netice itibariyle anonim şirketler hukukunda bazı hususlarda nitelikli çoğunluğun arandığı emredilmesine rağmen, kuruluşta veya sermaye artırımında ibra meselesinde nitelikli çoğunlukla kararın alınması değil nitelikli azınlıkla kararın reddedilmemesi aranmaktadır.b.c. Görüşümüz. Sağladıkları yetkisinin içeriğine göre haklar; yararlanma hakları ve düzenlenme hakları olarak ikiye ayrılırlar. Yararlanma hakları, hak sahibine belirli bir değer veya menfaatten yararlanma yetkisi tanıyan, başkalarına da bu yararlanmayı mümkün kılacak yükümlülükler öngören ve hak sahibine başkalarına karşı ileri sürülebilecek talep yetkisi içeren haklardır. Düzenlenme hakları ise, hak sahibine başkalarıyla olan ilişkilerini biçimlendirme yetkisi tanıyan fakat belirli bir değer veya menfaatten doğrudan yararlanma imkânı ve buna ilişkin bir talep yetkisi içermeyen haklardır. Düzenlenme haklarının tipik örneği yenilik doğuran haklar olup, tek taraflı bir irade beyanıyla somut bir hukuki ilişkiye biçim verme gücü taşırlar ve kullanılmakla yeni bir durumun ortaya çıkması sonucunu doğururlar. Ortaya çıkan yeni durum, yeni bir hukuki ilişkinin kurulmasını sağlıyorsa kurucu yenilik doğuran hak, mevcut bir hukuki ilişkinin değiştirilmesine sebep oluyorsa değiştirici yenilik doğuran hak veya sona erdiriyorsa bozucu yenilik doğuran hak olarak adlandırılır. Hak sahibinin doğrudan doğruya karşı tarafa yönelttiği tek taraflı irade beyanıyla kullanılır ve sonuç meydana geldikten sonra kural olarak geri dönülemez.Bu eksende kuruluştan veya sermaye artırımından doğan sorumluluklar bakımından ibraya engel olma hakkı incelendiğinde, genel kurulun iradesi TTK md. 559 uyarınca sorumluları ibra etmeye yönelik olabilir, ancak azlığın genel kurulda olumlu oy veren pay sahiplerine karşı yönelttiği tek taraflı irade açıklamasıyla yani karara muhalif kalmasıyla, genel kurulun ibra iradesi üzerinde bozucu yenilik doğuran sonuç (etki) oluşturacaktır. Diğer bir deyişle, ibraya engel olma hakkı genel kurul kararına biçim 60  Domaniç, Mesuliyet, s. 93; Domaniç, TTK Şerhi-II, s. 410.61  Mustafa Dural/Suat Sarı, Türk Özel Hukuku Temel Kavramlar ve Medeni Kanununun Başlangıç Hükümleri, C. 1, 10. Bs., İstanbul, 2015, s. 177; Eren, s. 47. Bunun yanı sıra kullanılmasının etkisi bakımından hakları, alelade haklar ve yenilik doğuran haklar şeklinde ikili ayrıma tabi tutan görüş hakkında ayrıca bkz. M. Kemal Oğuzman/ Nami Barlas, Medeni Hukuk Giriş, 15. Bs., İstanbul, 2008, s. 142.62  Dural/Sarı, s. 177-178; Eren, s. 47. 63  Dural/Sarı, s. 179-183; Eren, s. 61-64; Oğuzman/Barlas, s. 142-146; Vedat Buz, Medeni Hukukta Yenilik Doğuran Haklar, Ankara, 2005, s. 55 vd.170Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)verme gücünü haiz bozucu bir yenilik doğuran hak olup, bir kez kullanılmakla yöneldiği sonucu yani ibra kararının alınmasını önlemektedir.Netice itibariyle kuruluş veya sermaye artırımında ibranın engellenmesi hakkı, olumsuz bir azlık hakkı olup, nitelikli bir çoğunlukla karar alınmasından ziyade nitelikli azınlıkla kararın reddedilmesi sonucunu doğuran bozucu yenilik doğuran bir haktır.C. Hakkın kullanım şekli (Muhalif olma halinin tespiti). İbraya engel olma hakkı, kapalı anonim şirketlerde esas sermayenin en az onda birine, halka açık anonim şirketlerde ise ödenmiş sermayenin en az yirmide birine sahip pay sahiplerini oluşturan azlık tarafından kullanılmaktadır (TTK md. 559). Azlık oranının tespit edildiği madde metnindeki esas sermaye ifadesi hatalıdır, bunun yerine sadece  sermaye  veya  esas veya çıkarılmış sermaye  denmesi yerinde olacaktır. İbranın engellenmesi hakkı mutlak bir hak olup, esas sözleşme ile bertaraf edilemez ve  daraltılamaz.  Hakkın  daraltılamayacağı  ifadesiyle  kastedilen,  halka  kapalı anonim şirketlerde yüzde on halka açık şirketlerde ise yüzde beş sermayeyi temsil edenlerin haiz olduğu ibraya engel olma hakkının daha yüksek oranda sermayeyi temsil edenlere tanınamayacağıdır. Özetle, ibraya engel olma hakkını haiz azlığı tespit eden oran, esas sözleşmeyle daha yüksek bir orana tabi kılınamaz, aksi takdirde azlık hakkının kapsamı kanunun amacına aykırı olarak daraltılmış olur.Azlığın  genel  kurulu  toplantıya  davet  hakkının  düzenlendiği  TTK  md.  411 (eTTK md. 366) hükmündeki esas sözleşmeyle, çağrı hakkının daha az sayıda paya sahip pay sahiplerine tanınabileceği ifadesinden hareketle, diğer azlık hakları için buradaki oranın hiçbir şekilde değiştirilemeyeceği, eski TTK dönemindeki öğreti tarafından ileri sürülmüştür. Öte yandan hâkim görüşe göre bu hükmün, diğer tüm azlık hakları bakımından kıyasen uygulanabileceği, dolayısıyla azlık oranının indirilebileceği kabul edilmiştir. Meri kanun bakımından mesele incelendiğinde ise; TTK md. 340 emredici hükümler ilkesi uyarınca kanunun açıkça cevaz vermediği hallerde düzenleme yapılamayacağı da dikkate alındığında, azlığın genel kurulu toplantıya davet hakkı dışındaki hakları bakımından esas sözleşme ile azlık oranının indirilemeyeceği sonucuna varmaktayız.İbraya engel olma hakkının kullanılmasında, esas sermayenin onda birini, halka açık anonim şirketlerde ise yirmide birini temsil eden pay sahiplerinin çekimser kalmaları yeterli olmayıp açıkça olumsuz oy vermeleri şarttır. Kanunda, yüzde 64  Bahtiyar, s. 403; Bilgili/Demirkapı, s. 605, dn. 1713.65  Domaniç, Mesuliyet, s. 93; Domaniç, TTK Şerhi-II, s. 410; Aytaç, s. 107; Sumer, s. 22.66  İmregün, Menfaat, s. 82; İmregün, AO, s. 325.67  Domaniç, Mesuliyet, s. 93; Domaniç, TTK Şerhi-II, s. 410; Helvacı, Azınlık Hakları, s. 302; Dural, s. 181.68  İbrayı engelleme hakkını haiz azlığın oranının esas sözleşme ile indirilebileceği görüşü hakkında ayrıca bkz. Pulaşlı, No. 39-24, s. 1421.69  Domaniç, Mesuliyet, s. 93; Domaniç, TTK Şerhi-II, s. 410; Aytaç, s. 107; Sumer, s. 22; Şener, Sulh Veya İbra, s. 93.171İstanbul Hukuk Mecmuası 76/1onluk sermayeyi temsil eden oyların, ibra kararının alınmasına muhalif kalmaları halinde kararın alınmayacağı emredildiğinden, bu oyların sadece çekimser kalmaları, genel kurulda sağlanan karar nisabının oluşmasına etki etmez. Nihayet burada nitelikli nisaplarla alınması gereken bir genel kurul kararından değil, nitelikli azınlıkla kararın reddedilmemesi hali söz konusudur. Azlığın ibraya engel olma hakkını kullanabilmesi için olumsuz oy kullanmış olmasının yeterli olmadığı, ayrıca bu durumu tutanağa geçirtmesi gerektiği de ileri sürülmüştür.  Kanaatimizce  azlığın  ibraya  engel  olma  hakkını  kullanması  için olumsuz oy vermesi ve halka kapalı anonim şirketlerde esas sermayenin yüzde onu, halka açık anonim şirketlerde ise yüzde beşi oranında pay sahiplerinin olumsuz oy kullanmış olduğu halinin, tutanaktan oransal olarak anlaşılması yeterlidir. Olumsuz oy kullanan pay sahiplerinin isimlerinin veya bu hakkı kullandıklarının açıkça ve ayrıca tutanağa yazılmasını yani muhalefet şerhini aramak, azlığın hakkını kullanmasını zorlaştıracak nitelikte olup, pratik bir fayda taşımamaktadır.D.  Hakkın  kullanılmasının  sonuçları  ve  aykırılığın  yaptırımı.  Azlığın ibra oylamasında olumsuz oy vermesiyle, ibra kararının genel kurul tarafından onaylanmamış sayılacağı düzenlenmiştir. Yukarıda da belirttiğimiz üzere ibra kararı alma yetkisi münhasıran genel kurula ait olduğundan, bizzat o işlemi yapmaya yetkili organın onayından bahsedilemez. Bu sebeple bu hükmü azlık pay sahiplerinin ibra oylamasında olumsuz oy kullanması üzerine genel kurulun  ibra etmeme kararı  aldığı yani  olumsuz bir karar  aldığı şeklinde anlamak gerekir. Azlığın olumsuz oy kullanmak suretiyle ibrayı engellediği durumda ilgililer, ancak mahkemeye başvurup, ibra davası yoluyla sorumluluktan kurtulabilirler.Azlığın  ibrayı  engelleme  hakkını  kullanmasına  rağmen  genel  kurul  toplantı tutanağına ibra kararı alındığının yazılması halinde bu kararın yaptırımı öğretide tartışmalıdır. Bir görüşe göre, kararın yoklukla sakatlanmış olduğu ve azlık pay sahiplerinin olumsuz oy kullanmalarına rağmen alınan bu ibra kararının oluşmadığının tespitinin mahkemeden istenebileceği ileri sürülmüştür. Diğer bir görüşe göre ise, azlığın muhalefetine rağmen ibra kararı alınırsa bunun iptal edilebilirlik yaptırımına tabi olması gerektiği savunulmuştur. Kanaatimizce azlığın muhalefetine rağmen genel kurul tarafından alınan ibra kararı, dört yıllık ibra yasağına rağmen alınan ibra kararından farklılık arz etmektedir. Şöyle ki kanun koyucu, şirketin tasarruf yetkisine getirmiş olduğu sınırlamayı dört yıllık sürenin sona ermesiyle birlikte kaldırmış ve şirketin artık buna ehil olduğunu düzenlemiştir. Ancak bir yandan da 70  İmregün, AO, s. 87; Çelik, s. 170.71  Ayrıntılı bilgi için yukarıda bkz. IV. 2. A. Yetkili Organ: Genel Kurul.72  İmregün, AO, s. 87; Aytaç, s. 107; Çelik, s. 124.73  Helvacı, Azınlık Hakları, s. 305.74  İmregün, Menfaat, s. 55; Aytaç, s. 199-200; Sumer, s. 22; Çelik, s. 221.172Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)kurucular ile yönetim kurulu üyeleri ve denetçilerin hala şirket üzerindeki etki ve nüfuzlarının devam etmesi ihtimalini bertaraf etmek adına azlık pay sahiplerine bir hak bahşetmiştir. Koruduğu menfaatten hareketle azlığın ibrayı engelleme hakkını kullanmasına rağmen yapılan ibra işleminin, bu noktada nisbi emredici hükümlere aykırılık teşkil ettiği ve iptali kabil bir karar olması gerektiği sonucuna varmaktayız.VI. DeğerlendirmeTTK md. 559 hükmünde düzenlenen kuruluştan veya sermaye artırımından doğan sorumluluklar bakımından kurucular ile yönetim kurulu üyeleri ve denetçilerin ibrası, şirketler hukuku anlamındaki ibranın özel bir görünümüdür. Hükmün konuluş amacı, bahsi geçen kişilerin şirketin kuruluşundan sonra belli bir süre daha şirket üzerindeki etki ve nüfuzlarını doğal olarak sürdürme ve bu konum sebebiyle şirket menfaatlerine aykırı hareket etme ihtimallerinin engellenmesidir. Bu bağlamda şirketin tasarruf yetkisi, kurucular ile yönetim kurulu üyeleri ve denetçiler bakımından dört yıllık süreyle sınırlandırılmış ve ibra yasağı getirilmiştir. Bu süre sona erdiğinde ise, sorumluların üstün konumlarını devam ettirme olasılığına binaen önleyici etkisi olan olumsuz bir azlık hakkı tesis edilmiştir. Kuruluşta veya sermaye artırımında ibranın kişi bakımından kapsamı kurucular, yönetim kurulu üyeleri ve denetçiler şeklinde numerus clausus olarak belirlenmiştir. Belgelerin  ve  beyanların  kanuna  aykırı  olmasından  doğan  zararlar  bakımından bunlara  katılan  üçüncü  kişilerin  de  sorumlu  olacağı  TTK  md.  549  hükmünde vurgulanmıştır ancak bu kişiler TTK md. 559 hükmünde sayılmadığından  katılanlar  hakkında kuruluşta veya sermaye artırımında ibranın uygulanma olanağı yoktur. Bunun yanı sıra TTK md. 337/2 hükmü uyarınca hesabına kuruluş işlemi yapılan arkadaki kişiler, kurucuların tabi oldukları sorumluluk rejimine tabi kılındığından, bunlar hakkında TTK md. 559 hükmü uygulanacaktır. Denetçinin sorumluluğunun genel olarak düzenlendiği TTK md. 554 hükmünden hareketle, hem şirketin hem şirketler topluluğunun bağımsız denetçileri ve özel denetçileri hakkında TTK md. 559 hükmünün uygulanacağı sonucuna varmaktayız.Kuruluş veya sermaye artırımında ibra kararını alma yetkisi münhasıran genel kurula ait olup, bu karar hakkında olağan nisaplar geçerli olacaktır. Genel ibra bakımından söz konusu olan oydan yoksunluk halleri ile oyda imtiyazın etkisizleşeceği haller kuruluşta veya sermaye artırımında ibra hakkında da uygulanacaktır.Kanun  koyucu  tarafından  kuruluş  veya  sermaye  artırımından  kaynaklanan sorumluluklar hakkında alınacak ibra kararına, dört yıllık ibra yasağı ve azlığın ibraya engel olma hakkını kullanmamış olması şeklinde iki sınır getirilmiştir. Dört yıllık ibra yasağı mutlak emredici hüküm niteliğinde olup, bu süre sona ermeden alınan ibra kararları şirketi bağlamayacağı gibi, hakkında ibra kararı alınan kişiler de 173İstanbul Hukuk Mecmuası 76/1bu karara dayanamazlar. İbra yasağıyla şirketin tasarruf yetkisine, yani ehliyetine, bir sınırlama getirildiğinden geçersizlik türünün butlan olduğunun kabulü gerekir. Bunun yanı sıra azlığın muhalefetine rağmen alınan genel kurul kararı yaptırım bakımından farklılık arz etmektedir. Şöyle ki dört yıllık sürenin dolmasıyla ibra yasağı sona erer ve şirket ibra kararı alma hususunda artık ehil olur. Her ne kadar kurucuların, yönetim kurulu üyelerinin ve denetçilerin kuruluş ve sermaye artırımı işlemleri bakımından üstün konumları zayıflasa da, etkileri devam edeceğinden kanun azlığa ibraya engel olma hakkı tanımıştır. Kanun koyucunun koruduğu menfaat açısından nisbi emredici hükümlere aykırılık söz konusudur ve iptal yaptırımına tabi tutulmalıdır. Dört yıllık süre sona erdikten sonra şirketin tasarruf yetkisine getirilen sınırlama kalkacak ve geçerli bir ibra kararı almak mümkün hale gelecektir, meğerki halka kapalı anonim şirketlerde sermayenin yüzde onunu, halka açık anonim şirketlerde ise yüzde beşini temsil eden pay sahipleri olumsuz oy kullanmış olsun. Azlığa tanınmış olan bu hak her ne kadar bünyesinde bir talep veya dava yetkisi barındırmasa da diğer azlık haklarıyla birlikte sınıflandırılmasında bir beis bulunmamaktadır. Kaldı ki zaten talep hakkı sağlamamasından ve ibra oylamasına sadece muhalefet etme suretiyle kullanılmasından ötürü, olumsuz bir azlık hakkı olarak nitelendirilmektedir. Öte yandan azlığın ibraya engel olma hakkı, kuruluş veya sermaye artırımından kaynaklanan ibra kararlarını nitelikli nisapla alınacak kararlar haline getirmez. Özetle, kuruluş veya sermaye artırımında ibra kararlarında nitelikli nisaplara uyulmuş olması değil,  nitelikli azınlıkla kararın reddedilmemiş olması  aranmaktadır. Nihayet azlığın ibraya engel olma hakkı, hakların sağladığı yetkiye göre yapılan sınıflandırmada düzenleme haklarının en tipik örneği olan yenilik doğuran haklardan biri olup, genel kurulun ibra kararı almaya yönelik iradesine tek taraflı olarak yöneltilen irade beyanıyla biçim verme gücü taşımaktadır.Kısaltmalar CetveliBatider   : Banka ve Ticaret Hukuku Dergisi bkz.  : bakınız Bs.  : bası C.  : Cilt dn.  : dipnot E.  : esas numarası eTK  : 865 sayılı Ticaret KanunueTTK  : 6762 sayılı mülga Türk Ticaret Kanunu 174Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)HGK.  : Hukuk Genel KuruluHD.  : Hukuk Dairesi K.  : karar numarası karş.  : karşılaştırınız md.  : madde TMK  : 4721 sayılı Türk Medeni Kanunu No.  : numara s.  : sayfa S.  : sayı RG  : Resmi gazeteTTK  : 6102 sayılı Türk Ticaret Kanunu vd.  : ve devamı Y.  : Yargıtay175İstanbul Hukuk Mecmuası 76/1",
     "Kaynakça": "Akdağ Güney, Necla; Anonim Şirket Yönetim Kurulu, 2. Bs., İstanbul, 2016Ansay, Tuğrul;  Anonim Şirketlerin Ehliyeti, İdare Meclisinin İbrası, İdare Meclisi Aleyhine Mesuliyet Davası ve Yargıtay Genel Kurul Kararı , Batider, 1966, C.3, S. 3, s. 407 vd.Atan, Turhan; Türk Ticaret Kanunu na Göre Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mesuliyeti, Ankara, 1967Aydın, Alihan;  Anonim Ortaklıkta Çoğunluk Pay Sahiplerinin Azınlığa Karşı Korunması , Prof. Dr. Erdoğan Moroğlu na 65. Yaş Günü Armağanı, İstanbul 2001, s. 29 vd.  Aytaç, Zühtü; Anonim Ortaklıklarda İbra, Ankara, 1982.Bahtiyar, Mehmet; Ortaklıklar Hukuku, 12. Bs., İstanbul, 2017 (Anılış: Ortaklıklar).Bahtiyar, Mehmet; Hamamcıoğlu, Esra; Anonim Ortaklık Genel Kurul Toplantıları, İstanbul, 2014.Bilgeç, Hakan; Anonim Şirketlerde Oy Hakkında İmtiyaz, Ankara, 2017.Bilgili, Fatih; Demirkapı, Ertan; Şirketler Hukuku, Bursa, 2013.Birsel, Mahmut;  Anonim Şirketlerde Azınlık Hakları , İmran Öktem e Armağan, Ankara, 1970, s. 619 vd.Buz, Vedat; Medeni Hukukta Yenilik Doğuran Haklar, Ankara, 2005.Çamoğlu, Ersin; Anonim Ortaklık Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu, 3. Bs., İstanbul, 2010.Çelik, Aydın; Anonim Ortaklıklarda Yönetim Kurulu Üyelerinin İbrası, Ankara, 2007.Domaniç, Hayri; Anonim Şirketlerin Kuruluşundan Doğan Hukuki Mesuliyet, İstanbul, 1964 (Anılış: Mesuliyet)Domaniç, Hayri; Anonim Şirketler Hukuku ve Uygulaması TTK Şerhi II, İstanbul, 1988 (Anılış: TTK Şerhi II)Dural, Mustafa; Sarı, Suat; Türk Özel Hukuku Temel Kavramlar ve Medeni Kanunu nun Başlangıç Hükümleri, C. 1, 10. Bs., İstanbul.Dural, Ali;   Anonim  Şirkette  Olumsuz Azınlık  Hakları  Düzenlemesi ,  Prof.  Dr.  Erdoğan Moroğlu na 65. Yaş Günü Armağanı, 2001, s. 179 vd.  Eren, Fikret; Borçlar Hukuku Genel Hükümler, 18. Bs., İstanbul, 2015.Eriş, Gönen; Açıklamalı İçtihatlı Ticari İşletme ve Şirketler, C. III, 3. Bs., Ankara, 2017.Helvacı, Mehmet; Anonim Ortaklık Yönetim Kurulu Üyesinin Hukuki Sorumluluğu, İstanbul, 1995 (Anılış: Sorumluluk)Helvacı, Mehmet;  Anonim Ortaklıkta Ticaret Kanunundan Kaynaklanan Azınlık Haklarının Hukuki Niteliği ve Tanımı , Prof. Dr. Oğuz İmregün e Armağan, İstanbul, 1998, s. 297 vd. (Anılış: Azınlık Hakları)Helvacı,  Mehmet;   Yönetim  Kurulu  Üyelerinin  Hukuki  Sorumluluğunda  Farklılaştırılmış Teselsül , Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, 2013, S.2, s. 77 vd.İmregün, Oğuz; Anonim Ortaklıklar, İstanbul, 1989 (Anılış: AO).İmregün, Oğuz; Anonim Şirketlerde Pay Sahipleri Arasında Umumi Heyet Kararlarından Doğan Menfaat İhtilafları Ve Bunları Telif Çareleri, İstanbul, 1962 (Anılış: Menfaat).Kayar, İsmail; Anonim Şirketlerde Azınlık Hakları, İstanbul, 1989.176Balsever / Kuruluş ve Sermaye Artırımında İbra (TTK md. 559)Kendigelen, Abuzer; Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, 3. Tıpkı Bası, İstanbul, 2016 (Anılış: İlk Tespitler).Moroğlu, Erdoğan; Kendigelen, Abuzer; İçtihatlı Notlu Türk Ticaret Kanunu ve İlgili Mevzuat, 10. Bs., İstanbul, 2014Moroğlu, Erdoğan; 6102 sayılı Türk Ticaret Kanunu Değerlendirme ve Öneriler, 8. Bs., İstanbul, 2016Moroğlu, Erdoğan; Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 8. Bs., İstanbul, 2017 (Anılış: Hükümsüzlük).Oğuzman, M. Kemal; Barlas, Nami; Medeni Hukuk Giriş, 15. Bs., İstanbul, 2008.Paslı, Ali;  Anonim Ortaklıklarda Yönetim Kurulu Üyeleri Dışında Sorumluluk Sistemine Tabi Olan Kişiler , Yeni Türk Ticaret Kanunu nun İş Dünyasına Etkileri, 2013, s. 125 vd. (Anılış: Sorumluluk Sistemine Tabi Olan Kişiler).Paslı, Ali;  Yeni Türk Ticaret Kanunu Anonim Ortaklık Hükümlerinin Tanıtılması (II) YTK Kitap 2   Kısım 4 – Bölüm 1 – Kuruluşa İlişkin Sisteme Yönelik Temel Değişiklikler ve Kuruluş İşlemleri , Batider, C.28, S.2, s. 141 vd.Poroy, Reha; Tekinalp, Ünal; Çamoğlu, Ersin; Ortaklıklar ve Kooperatif Hukuku, Vedat Kitapçılık, 12. Bs., İstanbul, 2010.Poroy, Reha; Tekinalp, Ünal; Çamoğlu, Ersin; Ortaklıklar Hukuku I, Vedat Kitapçılık, 13. Bs., İstanbul, 2014.Pulaşlı, Hasa; Şirketler Hukuku Şerhi, C. II, Ankara, 2011Sumer, Ayşe; Anonim Ortaklıklarda Azınlık Haklarının Korunması ve Anonim Ortaklığın Haklı Nedenle Feshi, İstanbul, 1991.Şener,  Oruç  Hami;   Anonim  Ortaklıklarda  Azınlık  Pay  Sahiplerinin  Kuruluştan  Doğan Sorumluluğun Sulh Veya İbra Yoluyla Sona Erdirilmesine Engel Olabilme Hakkı , Yargıtay Dergisi, 1991, C. 17, S. 1 2, s. 88 vd. (Sulh Veya İbra).Şener, Oruç Hami; Ortaklıklar Hukuku, 2. Bs., Ankara, 2015.Teoman, Ömer; Anonim Ortaklıkta Pay Sahibinin Oy Hakkından Yoksunluğu, İstanbul, 1983.Ulaş Kısa, Seda;  Anonim Ortaklıkta Yaşanan Çıkar Çatışmasının Azınlıkta Kalanlara Zarar Vermemesi İçin Öngörülen Hukuki Araçlar , Prof. Dr. Ünal Tekinalp e Armağan, İstanbul 2003, s.507 vd. Ulusoy, Erol;  Şirketler Hukukunda İbranın Hukuki Niteliği , Turgut Kalpsüz e Armağan, Ankara, 2003, s. 253 vd.Üçışık, Güzin; Çelik, Aydın; Anonim Ortaklıklar Hukuku, C. 1, Ankara, 2013.Tekinalp, Ünal; Sermaye Ortaklıklarının Yeni Hukuku, 3. Bs., İstanbul, 2013.177"
}