{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "03",
     "Ay": "07",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "1",
     "Başlık": "Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin Geçmesiyle Muaccel Olacağının Kararlaştırıldığı Hallerde Borçlunun Temerrüde Düşmesi İçin İhtar Şart Mıdır? (Vadenin Sonradan Belirli Hale Gelebilirliği Üzerine)",
     "Title": "Is It Necessary to Give Notice to the Debtor for Default, In Cases Where Parties Agreed that the Performance of the Obligation Shall Be Due by the End of a Certain Period after the Realization of an Event? (About Becoming Definite of Due Date after the Conclusion of the Contract)",
     "Yazar İsmi": [

          "Kürşad Yağcı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İfa zamanı" , ",Vade" , "Belirli vade" , "Sonradan belirli hale gelen vade" , "Muacceliyetin koşula bağlanması" , "İfa zamanının koşula bağlanması" , "Temerrüt" , "Temerrüt ihtarı gerekmeyen haller"
     ],
     "Keywords": [
          "Time of performance" , "Maturity" , "Definite maturity" , "Due date" , "Due date bound by condition" , "Performance time bound by condition" , "Default" , "Cases where no notice for performance is required"
     ],
     "Özet": "Türk Borçlar Kanunu nun (TBK) 117.maddesinin ikinci fıkrasına göre, borcun ifa edileceği gün taraflarca birlikte belirlenmişse, bugünün geçmesiyle borçlu temerrüde düşmüş olur. Bununla birlikte, bazen, borcun, gelecekte gerçekleşmesi beklenen bir olgunun gerçekleşmesinden itibaren belirli bir sürenin geçmesi üzerine muaccel olacağı kararlaştırılmış olabilir. Örneğin malın tesliminden itibaren on gün içinde ödeme yapılacağının kararlaştırılması. Öğretide savunulan klasik görüşe göre, belirli vadeden söz edebilmek için, ifa zamanının sözleşmenin kurulduğu anda kesin olarak belirli bir tarih veya takvim günü olarak hesaplanabilir bir şekilde kararlaştırılmış olması gerekir. Aksi halde borçlunun temerrüde düşmesi için alacaklının borçluya yönelik bir temerrüt ihtarında bulunması gerekir. Buna karşılık öğretide savunulan diğer bir görüşe göre, ifa zamanının sözleşme kurulduktan sonra ve ifa zamanı gelmeden önceki bir tarihte de belirli veya kesin olarak hesaplanabilir hale geldiği hallerde, vade sonradan belirli hale gelmektedir ve bu sebepledir ki temerrüt ihtarı gerekmez. Yargıtay ın ise farklı somut olaylara ilişkin ilişkin kararları çelişkili olmakla birlikte, içtihatlarının çoğunluğunun, klasik görüş doğrultusunda olduğu gözlemlenmektedir. Öte yandan, sözleşmede kararlaştırılan gelecekte gerçekleşmesi beklenen olgunun gerçekleşmemiş olması halinde, ifa süresinin nasıl hesaplanması gerekeceği ve bu hallerde temerrüt ihtarına gerek olup olmadığı, değerlendirilmesi gereken diğer bir hukuki problemdir. Bu çalışmada, öğretideki görüşler ve Yargıtay uygulaması çerçevesinde konu ele alınmakta ve konuya ilişkin kanaatlerimiz ifade edilmektedir.",
     "Abstract": "According to the second paragraph of Article 117/II of the Turkish Code of Obligations (TCO), where a date for performance of the obligation has been set by an agreement, the obligor is automatically in default as of this date. However, the parties sometimes may have agreed that the obligation will be due upon a definite period of time after occurrence of an event that is expected in the future. According to the classical view in doctrine, in order to be able to accept a definite maturity (tempus certum), in the contract, the due date must be determined as a fixed date or a date which is precisely foreseeable as a calendar day at the time of the conclusion of the contract. Otherwise, in order for the debtor to fall into default, the creditor must give notice for performance. However, according to the second view in the doctrine, if the due date becomes definite or definable at a date after the conclusion of the contract and before the time of performance, then the maturity of the debt also becomes definite and therefore no notice for performance is required. This is the case, for example, if the contract states, when payment is to be made within ten days of the delivery of the goods. The Turkish Court of Cassation gives contradictory decisions, but often its decisions are grounded in the classical view. On the other hand, if the expected future event in the contract is not realized, it is necessary to evaluate how the due date will be calculated and whether a notice for performance is required.",
     "Metin": "Türk  Borçlar  Kanunu nun  90.maddesi  uyarınca   ifa  zamanı  taraflarca kararlaştırılmadıkça veya hukuki ilişkinin özelliğinden anlaşılmadıkça her borç, doğumu  anında  muaccel  olur .  Bununla  birlikte  borcun  ifası  için  bir  zaman belirlenmişse, borç kararlaştırılan zamanın gelmesi ile muaccel olur. TBK m 117/I gereğince,  muaccel bir borcun borçlusu, alacaklının ihtarıyla temerrüde düşer . Buna karşılık  borcun ifa edileceği gün, birlikte belirlenmiş veya sözleşmede saklı tutulan bir hakka dayanarak taraflardan biri usulüne uygun bir bildirimde bulunmak suretiyle belirlemişse, bu günün geçmesiyle (…) borçlu temerrüde düşmüş olur (…)  (TBK m 117/II, c 1). Şu halde, taraflar borcun ifa edileceği tarihi kararlaştırmamışlarsa, borç doğar doğmaz muaccel hale gelecek, ancak borçlunun temerrüde düşürülmesi için temerrüt ihtarı gerekecektir. Temerrüt ihtarı, ifa zamanının belirli ya da belirlenebilir olmadığı hallerde, borçlunun doğrudan doğruya temerrüdün ağır sonuçları ile karşı karşıya kalmasını engellemek amacına hizmet eder. Dolayısıyla ifa zamanının belirli ya da belirlenebilir olduğu hallerde, borçluyu daha fazla korumaya gerek yoktur.Taraflar borcun ifa edileceği günü muayyen (belirli) bir tarih olarak belirlemişlerse, borç kararlaştırılan günün gelmesi üzerine muaccel hale gelir ki, bu durum  belirli vade  (dies certus quando; bestimmte Verfalltag) olarak adlandırılır. Belirli vade terimi ile, vadenin, borçlunun borcunu ne zaman ifa edeceğini yeterli açıklıkta bilebilecek şekilde  kararlaştırılması  anlatılmak  istenir.  Borçlunun  ihtara  gerek  olmaksızın temerrüde düşmesi bakımından vadedeki belirlilik unsuru, borçluyu koruma amacına hizmet eder; böylece borçlu ne zamana dek borcunu ifa etmesi gerektiğinin ve ne zamandan itibaren yapacağı ifanın sözleşmeye aykırılık oluşturacağının bilgisine sahip  olur.  Borç  kararlaştırılan  muayyen  süre  içerisinde  ödenmediği  takdirde, vadenin  veya  ifa  süresinin  sona  ermesi  üzerine,  temerrüt  ihtarında  bulunmaya gerek olmaksızın borçlu temerrüde düşecektir (TBK 117/II)4.  1 Mart 2019  ya da  sözleşmenin imzalanmasından itibaren altı ay sonra  şeklinde kararlaştırılan vadeler,  belirli vade 5 niteliğindedir. Kanun koyucu, borçlunun borcunu ne zaman ifa 1  Andreas von Tuhr and Arnold Escher, Allgemeiner Teil des Schweizerischen Obligationenrechts, Band II (mit Supplement) (3th edn, Schulthess 1984, §72), II 136; Kenan Tunçomağ, Türk Borçlar Hukuku, C I, Genel Hükümler (6th edn, Sermet Matbaası 1976) 905; Nami Barlas, Para Borçlarının İfasında Borçlunun Temerrüdü ve Bu Temerrüt Açısından Düzenlenen Genel Sonuçlar (Kazancı 1992) 34; Halil Akkanat, ‘İfada Gecikme ve Borçlu Temerrüdü , Prof. Dr. Kemal Oğuzman ın Anısına Armağan (Beta 2000) 21; Mahmut Kizir, Borçlu Temerrüdünün Sona Ermesi (Adalet 2012) 75.2  Franz Schenker, Die Voraussetzungen und die Folgen des Schuldnerverzugs im schweizerischen Obligationenrecht (Universitätsverlag Freiburg Schweiz 1988) N 137; Gökhan Antalya, Borçlar Hukuku Genel Hükümler, C III (Legal 2017) 424.3  Schenker, Schuldnerverzug (n.2) N 181; Raniero Addorisio De Feo, Die Fälligkeit von Vertragsforderungen: eine Untersuchung zum schweizerischen Schuldvertragsrecht (Schulthess 2001) N 129.4  Vadenin belirli olduğu hallerde temerrüde düşürmek için ayrıca ihtarda bulunmaya gerek olmaması, Roma Hukukundan gelen  dies interpellat pro homine  (tarih insan yerine ihtarda bulunur) varsayımının bir sonucudur. 5  Ayrıca belirtmek gerekir ki, bu çalışmamızda incelenen kararlarda (Bkz § III.A.3.), Yargıtay,  belirli vade  (bestimmte Verfalltag) ile  kesin vade  (Fixgeschäft; Stichtag) ayrımının farkında değildir. Aşağıda örneklerini vereceğimiz kararlarda (Bkz §III.A.3.), Yargıtay ya da istinaf mahkemesi tarafından  kesin vade  olarak nitelenen vadelerin hemen hemen hepsi aslında  belirli vade  niteliğindedir. Bilineceği üzere, taraflarca ifa zamanının belirli bir zaman dilimi olarak tayin edildiği hallerde,  belirli vade  söz konusudur. Belirli vadeli işlemlerde borçluyu temerrüde düşürmek için temerrüt ihtarına gerek bulunmamakta, ancak temerrüde bağlı seçimlik haklardan olumlu zarar tazmini veya sözleşmeden dönme seçeneklerinden 271İstanbul Hukuk Mecmuası 77/1edeceğini açık ve kesin bir şekilde bilebileceği hallerde, onun temerrüt konusunda ayrıca uyarılmasına gerek olmadığı faraziyesiyle hareket etmektedir/ 7. Yine, TBK m 117/II, c 1 de hüküm altına alındığı üzere, ifa zamanının belirlenmesi konusunda sözleşmeyle taraflardan birine yetki verilmiş olabilir ki, bu durumda kendisine yetki verilen taraf,  muacceliyet ihbarında  (Fälligkeitskündigung) bulunmak suretiyle ifa zamanını (vadeyi) belirli hale getirebilir. Taraflardan birisinin, kendisine verilen muacceliyet ihbarı yetkisini kullanarak vadeyi belirlediği hallerde, ayrıca temerrüt ihtarına gerek bulunmamaktadır.Belirli vadenin sözleşmenin kurulduğu an itibariyle saptanmasının zorunlu olup olmadığı; diğer bir deyişle sözleşme kurulduktan sonra ve ifadan önce borcun ne birisinin seçilebilmesi için öncelikle borçluya uygun bir mehil (önel) verilmesi gerekmektedir. Buna karşılık  kesin vade  ise,  belirli vadenin  bir türüdür; bütün kesin vadeler aslında aynı zamanda belirli vadedir, ancak her belirli vade, kesin vade niteliğinde olmayabilir. Borcun belirli bir vadede veya belirli bir süre içinde ifa edilmesinin ve bu tarihten ya da sürenin dolmasından sonra yapılacak ifanın mutlak surette kabul edilmeyeceğinin kesin olarak kararlaştırıldığı vade türüne  kesin vade  adı verilir. Kesin vade, işin niteliğinden kaynaklanmakta ise objektif kesin vadeden, taraf iradelerinden kaynaklanmakta ise sübjektif kesin vadeden söz edilir. Kesin vadeli işlemlerde hem ihtarda bulunmaya hem de seçimlik haklardan yararlanmak için mehil (önel) vermeye gerek yoktur. Bkz Dilşat Keskin, ‘Kesin Vadeli İşlemlerde İfa Etmeme: Temerrüt Ve İmkânsızlık  (2007) 11(1-2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 211 vd; Melek Bilgin Yüce, Alacaklı ve Borçlu Açısından İfa Zamanı (Vedat 2015) 67 vd.  Temerrüt ihtarına gerek olmayan vade türlerinin,  kesin vade ,  belirli vade  ve  belirlenebilir vade  olarak üç grup olduğu yönünde: Yüce (n.5) 64 vd.6  Suat Sarı, ‘Belirli Vâdenin Sözleşmenin Kurulduğu Ânda Belirlenebilir Olması Zorunlu Mudur? , Prof. Dr. Rona Serozan a Armağan, C II, (Onikilevha 2010) 1579.7  Ekleyelim ki, vadenin bir kanun hükmü ya da bir mahkeme kararı ile tespit edildiği hallerde -TBK m.117/II, c 1 in ifadesiyle- taraflarca  borcun ifa edileceği gün, birlikte belirlenmiş  durumda olmadığı için, borçlunun temerrüde düşürülmesi için ihtar gerekir: von Tuhr/Escher (1) §72, III, 139; Hugo Oser and Wilhelm Schönenberger, (Çeviren: Recai Seçkin) Schweizerisches Obligationenrecht vom 30. März 1911 (İsviçre Medeni Kanun Şerhi: Borçlar Hukuku) (Adalet Bakanlığı Yayınları 1950) OR Art 102, N 20; Hıfzı Veldet Velidedeoğlu and Refet Özdemir, Türk Borçlar Kanunu Şerhi (Genel-Özel) (Yargıtay Yayınları 1987) (19) 237; Selahattin S. Tekinay, Sermet Akman, Haluk Burcuoğlu and Atilla Altop, Tekinay Borçlar Hukuku Genel Hükümler (7th edn, Filiz 1993) 916; Feyzi N. Feyzioğlu, Borçlar Hukuku Genel Hükümler, C II (2nd edn, İstanbul Üniversitesi Yayınları 1987) 236; Haluk Tandoğan, Türk Mesuliyet Hukuku-Akit Dışı ve Akdi Mesuliyet (Vedat 2010) 475; M. Kemal Oğuzman and Turgut Öz, Borçlar Hukuku Genel Hükümler, C I (16th edn, Vedat 2018) N 1520; Peter Gauch, Walter R. Schluep, Jörg Schmid and Susan Emmenegger, Schweizerisches Obligationenrecht Allgemeiner Teil, Band II (10th edn, Schulthess 2014) OR AT, N 2711; Wolfgang Wiegand, Basler Kommentar, Obligationenrecht I (Art 1-529), (Herausgeber: Heinrich Honsell, Nedim Peter Vogt and Wolfgang Wiegand) (6th edn, Helbing Lichtenhahn 2015) Art 102 N 10; Barlas (1) 57; De Feo (3) N 709; Ayşe Havutçu, Tam İki Tarafa Borç Yükleyen Sözleşmelerde Temerrüt ve Müspet Zararın Tazmini (Dokuz Eylül Üniversitesi Hukuk Fakültesi Yayını 1995) 29; Andreas Furrer and Rainer Wey, Obligationenrecht - Allgemeine Bestimmungen, Art 1-183 OR, Handkommentar zum Schweizer Privatrecht (3rd edn, Schulthess 2016) Art 102, N 36; Haluk Nami Nomer, Borçlar Hukuku Genel Hükümler (16th edn, Beta 2018) N 186.7; Sarı (6) 1579; Kizir (1) 97; Mustafa Göktürk Yıldız, Türk Borçlar Kanunu nun Genel Hükümlerine Göre Borçlu Temerrüdünün Şartları ve Sonuçları (İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Yayınlanmamış Doktora Tezi 2017) 40; Gizem Kılıç Öztürk, Borçlar Hukukunda Borçlunun Temerrüdü (Seçkin 2016) 68.8  von Tuhr/Escher (1) §72, III, 139; Oser/Schönenberger (7) OR Art 102, N 26; Hermann Becker, Berner Kommentar Band/Nr. VI/1, Allgemeine Bestimmungen, Art 1-183 OR, Schweizerisches Zivilgesetzbuch, Obligationenrecht (Stämpfli 1945) N 34; Schenker, Schuldnerverzug (n.2) N 216; Gauch/Schluep/Schmid/Emmenegger (7) OR AT, N 2717; Feyzioğlu (7) C II, 237; Tandoğan (7) 476-477; Oğuzman/Öz (7) C I, N 1521; Tekinay/Akman/Burcuoğlu/Altop (7) 918; Tunçomağ (1) C I, 909; Fikret Eren, 6098 Sayılı Türk Borçlar Kanununa Göre Hazırlanmış Borçlar Hukuku Genel Hükümler (23rd edn, Yetkin 2018) 1124; Barlas (1) 58 vd; Antalya (2) C III, 426; Sarı (6) 1583; Furrer/Wey (7) Art 102, N 35, 39; Ali Naim İnan and Özge Yücel, İnan Borçlar Hukuku Genel Hükümler (4th edn, Seçkin 2014) 619; Yıldız, Temerrüt (7) 41.  Muacceliyet ihbarında bulunma yetkisinin borçluya bırakıldığı hallerde, borçlu bu yetkisini kullanmaktan kaçınır ve borcun muaccel olmasını engellerse, bir eksik borç söz konusu olmadıkça yani sözleşmede borcun ifasının mutlak olduğu hallerde, muacceliyet anının dürüstlük kuralı gereğince,  borcun ifa edilmesi gereken an  olarak belirlenmesi gerekir. Türk ve İsviçre Borçlar Kanununda bu konuda açık bir hüküm bulunmamakla birlikte Alman Medeni Kanununda ifanın belirlenmesinin sözleşme tarafına bırakıldığı hallerde, şüphe halinde, ifanın hakkaniyete uygun bir şekilde takdir edileceği düzenlenmiştir (BGB §315). Bu hüküm ifa zamanının belirlenmesinde de rol oynar. İfa zamanının hakkaniyete uygun şekilde belirlenmesi ile ilgili Alman Hukukundaki bu çözüm, İsviçre ve Türk Hukuklarında da kabul görmüştür: von Tuhr/Escher (1) §62, II, 46-47; Oser/Schönenberger (7) Art 75, N 19; Becker (8), BK OR Art 18, N 23, Art 75, N 2; Tekinay/Akman/Burcuoğlu/Altop (7) 802; Feyzioğlu (7) C II, 111; Oğuzman/Öz (7) C I, N 1015; Barlas (1) 30; Akkanat (1) 14.272Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...zaman ifa edileceğinin kesin olarak tespit edilebildiği hallerde belirli vadenin söz konusu olup olmadığı tartışmalıdır. Örneğin  teslimden itibaren 10 gün içinde ödeme yapılacağı ,  faturanın kesilmesinden itibaren 10 gün içinde ödeme yapılacağı ,  hakedişin onaylanmasından itibaren 30 gün içinde inşaat bedelinin ödeneceği , veya  inşaat ruhsatının alınmasından itibaren 18 ay içinde inşaatın tamamlanacağı  kararlaştırıldığında, sözleşme kurulduğu sırada borcun ifasının ne zaman yapılacağı belirli değildir; ancak gerçekleşmesi beklenen olgunun gerçekleşmesi üzerine süre hesap edilebilir hale gelmektedir.Şayet taraflar, borcun ifa edileceği zamanını gerçekleşeceği muhakkak olan, fakat ne zaman gerçekleşeceği bilinmeyen bir olayın gerçekleşmesine bağlamışlarsa,  belirsiz vade den (dies incertus quando) söz edilir. Belirsiz vadede, tarafların kararlaştırdığı tarih mutlaka gelecek ise de ne zaman geleceği tam olarak belirli değildir.  Örneğin  turizm  sezonu  kapandığında  veya  hasat  zamanı  ya  da  bağ bozumunda borcun ifa edileceğinin kararlaştırıldığı hallerde, belirsiz vade söz konusudur. Belirsiz vadeli sözleşmelerde ifa zamanı dürüstlük kuralına göre tayin edilir; taraflar anlaşamazsa, ifa zamanını hâkim tayin eder. Belirsiz vadenin söz konusu olduğu hallerde, borcun ifa edileceği zaman, muayyen (belirli) halde olmadığı için, TBK m 117 gereğince borçluyu temerrüde düşürmek için temerrüt ihtarında bulunulmalıdır.Hem belirli vade hem de belirsiz vadede, gelecekte geleceği kesin bir zaman dilimi söz konusudur. Buna karşılık borcun doğumunun koşula (şarta) bağlandığı hallerde, borcun ifa zamanı (vade) belirli olmadığı gibi, daha da önemlisi borcun hükümlerinin doğması veya hükümlerini doğuran borcun sona ermesinin ne zaman gerçekleşeceği belirli değildir. Diğer bir deyişle koşulun gerçekleşip gerçekleşmeyeceği kesin olarak önceden bilinemez. Konumuz açısından önem taşıyan geciktirici koşul (taliki şart) bakımından, borcun hükümlerini doğurması koşulun gerçekleşmesi ile mümkün olur. Örneğin dört katlı bir bina inşa edileceği, şayet imar izni alınırsa bir kat daha ilave olunacağı hükmünü içeren bir inşaat sözleşmesinde, imar izinin alınması geciktirici koşul niteliğindedir. Öte yandan borcun hükümlerini doğurmasının değil, ifa zamanının (muacceliyetinin) koşula bağlanmasının mümkün olup olmadığı ise, tartışılması gereken ayrı bir konu olup, aşağıda ayrıca ele alınacaktır. İfa zamanının (muacceliyetin) koşula bağlanacağı kabul edilecek olur ise, borcun hükümlerini doğurması kesindir ve fakat 9  Tunçomağ (1) C I, 686; İnan/Yücel (8) 593.10  Schenker, Schuldnerverzug (n.2) N 89 ve özellikle 186 vd; H. Rolf Weber, Berner Kommentar, Bd. VI/1/5, Schweizerisches Zivilgesetzbuch, Das Obligationenrecht, Allgemeine Bestimmungen, Die Folgen der Nichterfüllung, Art 97-109 OR (Stämpfli 2000) Art 102, N 114, 116; Feyzioğlu (7) C II, 236; Tekinay/Akman/Burcuoğlu/Altop (7) 801, 917; Oğuzman/Öz (7) C I, N 1519; Antalya (2) C III, 425; Yüce (n.5) 145 vd; Kizir (1) 63; Yıldız, Temerrüt (7) 39.  Belirli vade, ifa zamanının  mutlak  olarak belirlenmesi, belirsiz vade ise ifa zamanının  nispi  olarak belirlenmesi şeklinde de nitelemektedir: Bkz Gauch/Schluep/Schmid/Emmenegger (7) OR AT, N 2166 vd; Eren (8) 975-976; Antalya (2) C III, 46-47.273İstanbul Hukuk Mecmuası 77/1borcun ne zaman ifa edileceği sözleşme ile kararlaştırılan bir olgunun gerçekleşip gerçekleşmemesine göre tayin edilecektir.Bazen hem geciktirici koşul hem de vade bir arada bulunabilir. A parselinde bir blok inşaat yapılmasının kararlaştırıldığı bir sözleşmede B parselinin maliklerince tevhide rıza gösterilmesi halinde B parseline de ikinci bloğun tevhitten itibaren 12 ay içerisinde yapılacağı kararlaştırılmışsa, hem geciktirici koşul hem de vade söz konusudur. Bu örnekte borcun, parselin tevhit edilmesi, B parseline ikinci blok inşaatın yapılması borcunun doğumu (hüküm doğurma) bakımından bir geciktirici koşuldur. Bu çalışmamızda, öncelikle, sözleşmedeki ifa zamanının sonradan gerçekleşmesi beklenen ama gerçekleşip gerçekleşmeyeceği kesin olmayan bir olguya bağlandığı hallerde, bu olgunun hukuki niteliğinin ne olduğu (ifa zamanının koşula bağlanmasının mı yoksa vadenin hesaplanması açısından bir zamansal başlangıç noktasının mı söz konusu olduğu) konusunu ele alacağız. Daha sonra sözleşmede öngörülen olgunun gerçekleştiği anda ya da olgunun gerçekleşmesinden itibaren belirsiz veya belirli bir süre sonra ifanın gerçekleştirileceği tarzındaki sözleşme hükümleri bakımından ortada bir vadenin söz konusu olup olmadığı veya varsa vadenin belirli ya da belirsiz nitelikte olup olmadığı değerlendirilecektir. Ayrıca, konuya ilişkin Yargıtay uygulamasından örnekler verilecektir.II. İfa Zamanının Sonradan Gerçekleşmesi Beklenen Bir Olguya Bağlanmasının Hukuki Niteliğiİfa zamanının sonradan gerçekleşmesi beklenen bir olguya bağlanması durumunda, borcun hükümlerini doğurduğu kesindir, ancak bu borcun ne zaman ifa edileceği hususu,  gelecekteki  bir  olguya  bağlanmıştır.  İfa  zamanının  olguya  bağlanması, borçların hüküm doğurmasının gelecekte gerçekleşip gerçekleşmeyeceği sözleşme kurulduğu anda kesin olarak bilinmeyen bir olguya (geciktirici koşula) bağlanmasından farklı bir durumdur. Bir sözleşmede borçların hüküm doğurması, geciktirici bir koşula bağlanmış olabilir. Bir arsada dört katlı bir bina inşa edileceği, şayet imar izni alınırsa bir kat daha ilave olunacağı hükmünü içeren bir inşaat sözleşmesinde, söz konusu imar izinin alınıp alınmayacağı sözleşme kurulduğu sırada belirli değildir ve gelecekte gerçekleşip gerçekleşmeyeceği kesin olarak bilinmeyen bir olgudur. Dolayısıyla burada ilave kat yapma borcunun hükümlerini doğurması, geciktirici bir koşula bağlanmış durumdadır. Yine, A parselinde inşaat yapmayı borçlanan yüklenicinin, B parselinin satın alınması halinde B parseli üzerinde havuz yapmayı borçlanması halinde, havuz yapma borcunun doğumu koşula bağlanmıştır. Hemen belirtelim ki, Türk Borçlar Kanununda düzenlenen koşula ilişkin hükümlerde (TBK m 170 vd), esas itibariyle borcun hükümlerini doğurması koşula bağlanmaktadır. 11  Oğuzman/Öz (7) C I, N 1011.274Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...Borcun ifa zamanının gelecekte gerçekleşmesi beklenen bir olguya bağlanması halinde, borcun doğumunun koşula bağlanmadığı açık ise de, acaba bu noktada ifa zamanının (muacceliyetin) koşula bağlanmış olduğundan söz edilebilir mi? Diğer bir  deyişle  borcun  ifa  zamanının  gelecekte  gerçekleşmesi  beklenen  bir  olguya bağlanması durumunda, bu olgu, koşul olarak mı nitelenecektir, yoksa ifa zamanının tayinine yarayan bir başlangıç anı olarak vadenin bir unsuru şeklinde mi ele alınmak gerekecektir? Örneğin inşaat bedelinin, hakedişin onaylanması tarihinden itibaren ödeneceği şeklindeki bir sözleşme hükmü bakımından hakedişin onaylanması bir koşul mudur yoksa ifa zamanının gösteren bir unsur mudur? Bu örnekte sözleşme kurulduğu sırada hakedişin onaylanıp onaylanmayacağı belirli değildir. Zira hakedişin onaylanması, yüklenicini üstlendiği yapma borcunu gereği gibi yerine getirmesine bağlıdır. Yüklenicinin, bu borcu gereği gibi yerine getirip getirmeyeceği ise kesin olarak önceden bilinen bir durum değildir. Ancak taraflar, yüklenicinin borcunu gereği gibi ifa edeceği ve buna bağlı olarak da hakedişin onaylanacağı beklentisi, varsayımı ya da öngörüsü ile hareket etmektedirler. Şurası kesindir ki, sözleşmede geçen  hakedişin onaylanması  olgusu, bedel ödeme borcunun doğumu açısından  koşul   (şart)  niteliğinde  değildir.  Zira  taraflar  bedel  ödeme  borcunun  ifasının muhakkak olduğu konusunda irade uyuşması içindedirler. Yoksa örneğin hakedişin düzenlenip düzenlenmeyeceğinin belirsiz olduğu bir olguya göre belki de bedel ödemesinin yapılmayabileceği iradesi ve ön kabulüyle hareket etmemektedirler. Örnekleri çoğaltmak mümkündür: İnşaat ruhsatının alınmasından itibaren 18 ayda inşaatın tamamlanacağının kararlaştırıldığı bir sözleşmede, taraf iradeleri aksi yönde olmadıkça, inşaat yapma borcu, sözleşmenin kurulması anında doğmuştur. Ancak borcun ifa zamanının başlaması, inşaat ruhsatının alınması olgusuna bağlanmıştır. Fatura kesildiği tarihten itibaren 10 gün içinde ödeme yapılacağının kararlaştırıldığı bir örnekte, taraf iradeleri aksi yönde olmamak kaydıyla, bedel borcu sözleşmenin kurulduğu anda doğmuştur, ancak borcun ifa süresi, faturanın kesilmesi olgusuna göre hesaplanacaktır. Teslimden itibaren 10 gün içinde ödeme yapılacağının kararlaştırıldığı bir örnekte, taraf iradeleri aksi yönde olmadıkça, teslim borcu, sözleşmenin kurulması anında doğmuştur, ancak ifa zamanı teslim olgusuna bağlanmıştır.Yukarıdaki örneklerde, ifanın; hakedişin onaylanması, inşaat ruhsatının alınması, faturanın  kesilmesi,  teslimin  gerçekleşmesi  olgularına  bağlanmasının  hukuken anlamı nedir?12  İş sahibi ile yüklenici arasındaki inşaat sözleşmesinde, yüklenicinin alacağı, hakedişin onaylanmasına bağlanmışsa, yüklenici, kendi üzerine düşen yapma borcunu yerine getirmedikçe, iş sahibinin bedel ödeme borcu muaccel olmayacağına göre, bir ifa sırası söz konusudur ve iş sahibi, yapma borcu gereği gibi yerine getirilmediği sürece hakedişi onaylamaktan ve dolayısıyla bedel ödemekten kaçınabilir.  Öte yandan, tedarikçinin (satıcının) yükleniciye inşaat malzemeleri sattığı bir örnekte, tedarikçinin bedel alacağı, yüklenicinin iş sahibinden olan hakediş alacağının onaylanmasına bağlanmışsa, tedarikçinin alacağı bakımından ifa zamanı, tedarik sözleşmesi dışındaki bir olguya bağlanmış durumdadır. Bu örnekte, hakediş onaylanmadıkça yüklenicinin satın aldığı malzemelerin bedelini tedarikçiye ödemekten ilanihaye kaçınabileceği söylenemez. Bu konuyu aşağıda ayrıca ele alacağız (Bkz §III.B).275İstanbul Hukuk Mecmuası 77/1TBK m 170 vd hükümlerindeki kanunun sistematik yapısı; borcun hükümlerini doğurmasının, hükümlerini devam ettirmesinin ya da hükümden düşmesinin koşula bağlanabileceği  yönündedir.  İfa  zamanının  koşula  bağlanıp  bağlanamayacağı konusunda kanunda bir açıklık bulunmamaktadır. Bununla birlikte bir görüşe göre, borçların ifa zamanının koşula bağlanması da  mümkündür.  Hakedişin  onaylanması,  inşaat  ruhsatının  alınması,  faturanın kesilmesi, teslimin gerçekleşmesi gibi olgular, borcun doğumu açısından değil ama ifa zamanı (muacceliyet) açısından birer koşul niteliğindedir.Kanaatimizce, borcun ifa zamanının (muacceliyetin) gelecekte gerçekleşmesi beklenen  bir  olguya  bağlandığı  hallerde,  söz  konusu  olgunun  gerçekleşip gerçekleşmeyeceği  sözleşme  kurulduğu  sırada  kesin  olarak  bilinen  bir  durum olmadığından, bu hallerin koşul olarak nitelenmesi mümkündür. Ancak buradaki koşul,  asla  Türk  Borçlar  Kanunun  170  vd  maddelerinde  düzenlenen  anlamda borcun hükümlerini doğurması açısından bir koşul niteliğinde değildir. Aksine, hükümlerini doğurduğu kesin olan bir borcun ifa zamanının tayin edilmesinin, gerçekleşip gerçekleşmeyeceği önceden kesin olarak bilinmeyen ama gerçekleşmesi beklenen bir olguya bağlanması söz konusudur. Bu sebepledir ki, TBK m 170 vd hükümlerden  kıyasen  yararlanılabilir.  Bizatihi  bu  olgunun  belirsiz  vade  olarak nitelenmesi de, -belirsiz vadenin özelliği dikkate alındığında- tam olarak yerli yerine oturmamaktadır. Çünkü belirsiz vade olan hallerde olgunun gerçekleşeceği kesindir, sadece ne zaman gerçekleşeceği tam olarak bilinmemektedir. Örneğin hasat zamanı ya da bağ bozumu kesin olarak gerçekleşeceği beklenen olgulardır; ama mevsimsel şartlara göre bu olguların tam olarak hangi tarihte gerçekleşeceği konusunda kesin bir tarih verilemez. Oysa hakedişin onaylanması, inşaat ruhsatının alınması, faturanın kesilmesi, malın teslim edilmesi gibi olgular bakımından, bu olguların gerçekleşip gerçekleşmeyeceği kesin olarak sözleşme kurulduğu sırada bilinen bir durum değildir. İfa zamanının koşula bağlanmasının yanı sıra ayrıca öngörülen olgudan itibaren belirsiz bir zaman diliminin geçmesi veya belirli bir sürenin geçmesi de kararlaştırılmış olabilir. Örneğin hakedişin onaylanmasından sonra en kısa süre içerisinde ödeme yapılacağı tarzındaki bir sözleşme kaydı bakımından, ifa zamanı (muacceliyet) 13  Lale Sirmen, Türk Özel Hukukunda Şart (Banka ve Ticaret Hukuku Enstitüsü Yayını 1992) 30, ayrıca bkz 87 vd; Hasan Pulaşlı, Şarta Bağlı İşlemler ve Hukuki Sonuçları (Dayınlarlı 1989) 8.14  Yüce (n.5) 155. Açık olmamakla birlikte Tunçomağ (1),  borçlunun ilk satılacak gayrimenkullerinden tediye edilmek üzere  bir miktar paranın ödünç verildiği Yargıtay kararına konu bir örnek olayı,  iradi koşul  olarak nitelemiştir. Buradan hareketle, yazarın iradi koşulu yalnızca borcun doğumu açısından değil; borcun ifası açısından da kabul ettiği sonucuna varılabilir (C I, 998-999). Yazar borçlunun iradesine bağlı koşulda, borçlu borcunu ifa etmediği takdirde, borcun ifa zamanının dürüstlük kuralına göre tayin edileceğini belirtir. 15  Nitekim TBK m.170 vd hükümlerde düzenlenmemesine rağmen, -alacağın devri, mülkiyeti muhafaza kaydıyla satım gibi örneklerde olduğu üzere- tasarrufî işlemlerin de koşula bağlanabileceği kabul edilmektedir: Sirmen (13) 172 vd; Pulaşlı (13) 166 vd. Bu da hukuken koşul kavramının, TBK m.170 vd hükümlerinden daha geniş bir uygulama alanına sahip olduğunu gösterir (Pulaşlı (13) 117). O halde, sözleşme özgürlüğü ilkesi çerçevesinde, ifa zamanının (muacceliyetin) koşula bağlanmasına da bir engel olmadığı sonucuna varılabilir.276Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...koşula bağlanmış ancak öngörülen bu olgudan itibaren belirsiz bir süre sonra borcun ifa edileceği kararlaştırılmış olur ki bu halde süre belirsiz olduğu için, bir vadeden söz etmek mümkün değildir. Bu halde öngörülen olgunun gerçekleşmesinden itibaren borç muaccel olmakta ise de, borçlunun temerrüde düşmesi temerrüt ihtarına bağlıdır (TBK m 117/I). Buna karşılık öngörülen olgunun gerçekleşmesinden itibaren belirli (hesaplanabilir) bir süre sonra borcun ifa edileceği kararlaştırılmışsa, bu durumda ifa zamanının (muacceliyetin) koşula bağlanmasının yanı sıra belirli bir süre de söz konusudur. Örneğin; hakedişin onaylanmasından itibaren veya fatura kesildiği tarihten itibaren 30 gün içinde ödeme yapılacağı ya da inşaat ruhsatının alınması tarihinden itibaren 18 ay içinde inşaatın tamamlanacağı tarzındaki bir sözleşme kaydı bakımından durum böyledir. Bu hallerde, muacceliyetin koşula bağlanması söz konusu ise de, işleyecek olan 30 günlük veya 18 aylık süreler bakımından ortada bir belirli vadenin mi yoksa belirsiz vadenin mi söz konusu olduğu tartışmalıdır. Bu konuyu aşağıda ele almaktayız.III. Gelecekte Gerçekleşmesi Beklenen Olgunun Gerçekleşmesinden İtibaren Belirli Bir Süre Sonra Borcun İfa Edileceği Tarzındaki Sözleşme Hükümlerinin Belirli Vade Niteliğinde Olup OlmadığıGelecekte gerçekleşmesi beklenen bir olgunun gerçekleşmesinden itibaren belirli bir süre sonra borcun ifa edileceği tarzındaki sözleşme hükümleri bakımından ortada bir belirli vadenin söz konusu olup olmadığını saptayabilmemiz için, öncelikle, sözleşmede gerçekleşmesi beklenen olgunun  gerçekleşmiş  ve  gerçekleşmemiş  olması ihtimallerine göre konuyu ayrı ayrı ele almakta fayda vardır. Örneğin hakediş onaylandıktan itibaren, inşaat ruhsatı alındıktan itibaren, teslimden itibaren veya fatura kesildikten itibaren belirli bir süre sonra borcun ifa edileceği tarzındaki sözleşme hükümleri bakımından, belirli vade nitelemesinin yapılıp yapılamayacağı, bu örneklerde, öncelikle hakedişin onaylanmış olması veya onaylanmamış olması, inşaat ruhsatının alınmış veya alınmamış olması, teslimin gerçekleşmiş olması veya olmaması, faturanın kesilmiş olması veya olmaması ihtimallerine göre ayrı ayrı değerlendirilmek gerekir.A. Beklenen Olgu Gerçekleşmiş İseGelecekte gerçekleşmesi beklenen olgunun gerçekleşmesinden itibaren belirli bir süre sonra borcun ifa edileceğinin kararlaştırıldığı hallerde, öngörülen olgu gerçekleşmişse, sözleşmede kararlaştırılmış olan geçmesi gerekli süre, bu olgunun 16  Yargıtay 23HD E 2011/202 K 2011/619, 26.09.2011 tarihli kararında;  ayrılan kooperatif ortağının yerine yeni ortak alınması halinde, eski ortağın yapmış olduğu ödemelerin derhal kendisine iade edileceği  şeklindeki bir sözleşme hükmü bakımından, ifa gününün belli olduğu ve temerrüt ihtarına gerek olmadığı sonucuna varmış ise de, burada belirli vadenin söz konusu olmadığı yönünde bu karar eleştirilmiştir: Yüce (n.5) 136, dn 333.17  Bkz § III.277İstanbul Hukuk Mecmuası 77/1gerçekleşmesinden itibaren işlemeye başlayacaktır. Örneğin faturanın kesilmesinden itibaren 10 gün, hakedişin onaylanmasından itibaren 30 gün veya inşaat ruhsatının alınmasından  itibaren  18  ay  içinde  borcun  ifa  edileceği  tarzındaki  sözleşme hükümlerinde; fatura kesilmişse, hakediş onaylanmışsa ya da inşaat ruhsatı alınmışsa; bu tarihten itibaren borç muaccel hale gelecek ve kararlaştırılan süreler bu olguların gerçekleştiği tarihten itibaren işlemeye başlayacak ve bu süre boyunca borç ifa edilebilir durumda olacaktır. Sözgelimi, yukarıdaki örnekte hakediş 2 Mayıs 2019 tarihinde onaylanmışsa, borçlu en geç bu tarihten 30 gün sonra (yani 1 Haziran 2019 günü mesai bitimine dek) borcu ifa edecektir. Hemen belirtelim ki İsviçre Borçlar Kanununun 102.maddesinde (Obligationenrecht (OR) Art 102) ve Türk Borçlar Kanununda 117.maddesinde (TBK m 117), ifa zamanının sözleşmenin kurulmasından sonra gerçekleşecek bir olaydan itibaren belirli bir süre sonra olarak kararlaştırılması halinin, belirli vade niteliğinde olup olmadığı konusunda açık bir hüküm bulunmamaktadır. Buna karşılık Alman Medeni Kanununda (Bürgerliches Gesetzbuch (BGB) §286 Abs II-2)18, ifanın bir olgunun meydana gelmesinden sonra gerçeklemesi gerekiyorsa ve ifa için gereken makul zaman, bu olayın gerçeklemesinden başlayarak takvime göre hesaplanabilecek bir biçimde kararlaştırılmışsa, borçlunun temerrüde düşmesi için temerrüt ihtarına gerek olmadığı düzenlenmiştir. Dolayısıyla ifa zamanının anılan şekilde tayin edildiği hallerin belirli vade niteliğinde olduğu konusunda Alman Hukukunda bir tartışma olmayıp; tartışma Türk ve İsviçre Hukukları yönündendir.Ekleyelim  ki,  TBK  m  117/I  hükmü  karşısında  özel  hüküm  olduğunu söyleyebileceğimiz bir düzenleme olan 6102 sayılı Türk Ticaret Kanununun (TTK) 1530.maddesinde,  mal  ve  hizmet  tedarikine  ilişkin  ticari  işletmeler  arasındaki sözleşmelerde para borçlarının ifası bakımından özel hüküm getirilmek suretiyle ihtarsız temerrüt hali öngörülmüştür. TTK m 1530/II gereğince,  Ticari işletmeler arasında mal ve hizmet tedariki amacıyla yapılan işlemlerde, alacaklı, kanundan 18  BGB § 286 Abs II-2 hükmünün Almanca metni aynen şöyledir:  Der Mahnung bedarf es nicht, wenn (…) der Leistung ein Ereignis vorauszugehen hat und eine angemessene Zeit für die Leistung in der Weise bestimmt ist, dass sie sich von dem Ereignis an nach dem Kalender berechnen lässt .19  Aynı düzenlemenin Türk Hukukunda da yapılması halinde TBK m.117 ile TTK m.1530 arasındaki uyumsuzluğun giderilmiş olacağı yönünde: Pınar Çağlayan, ‘Avrupa Birliği Yönergeleri ve Alman Hukukundaki Deneyimler Işığında Mal ve Hizmet Tedarikinde Geç Ödemenin Sonuçları (TTK Md. 1530)  (2011) 27(2) BATİDER 221.20  Alman Hukukundaki bu düzenleme ile ilgili detaylı bilgi için bkz Wolfgang Ernst, Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 2, Schuldrecht - Allgemeiner Teil (9th edn, C H Beck 2018) BGB § 286, Rn 60-67; J. von Staudinger, Manfred Löwisch, and Cornelia Feldmann, in J. von Staudingers Kommentar zum Bürgerlichen Gesetzbuch: Staudinger BGB - Buch 2: Recht der Schuldverhältnisse, §§ 255-304 (Leistungsstörungsrecht 1) (Sellier/de Gruyter oHG 2014) BGB § 286, Rn 78-85; Othmar Jauernig and Astrid Stadler, in Othmar Jauernig BGB Bürgerliches Gesetzbuch mit Rom-I-, RomII-VO, EuUnthVO/HUntProt und EuErbVO (17th edn, C H Beck 2018) BGB § 286 Rn 28; Stephan Lorenz, in Beck scher Online Kommentar, (Herausgegeben von Heinz Georg Bamberger, Herbert Roth, Wolfgang Hau and Roman Poseck) (50th edn, C H Beck 2019) BGB § 286, N 35-36; Reiner Schulze, Nomos Kommentar BGB Handkommentar, (Reiner Schulze, Heinrich Dörner, Ina Ebert) (10th edn, Nomos 2019) BGB § 286 Rn 1-33; Christian Grüneberg, §§ 241-432 BGB, in Otto Palandt (Heruasgeber), Palandt Bürgerliches Gesetzbuch Kurzkommentar, Buch 2. Recht der Schuldverhältnisse, Titel: 1.Verpflichtung zur Leistung (78th edn, C H Beck 2019) BGB § 286, Rn 23; Çağlayan (19) 200; ayrıca bkz Serkan Ayan, ‘6102 sayılı Türk Ticaret Kanunu nun 1530.maddesi Gereğince Borçlunun Temerrüdü , C II, (2010), Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi (Prof. Dr. Burhan Ceyhan a Armağan Özel Sayısı) 755-756 dn 90 da anılan eserler.278Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...veya sözleşmeden doğan tedarik borcunu yerine getirmiş olmasına rağmen, borçlu, gecikmeden sorumlu tutulamayacağı hâller hariç, sözleşmede öngörülmüş bulunan tarihte veya belirtilen ödeme süresinde borcunu ödemezse, ihtara gerek olmaksızın temerrüde düşer . TBK  m  117  gereğince  belirli  vadenin  söz  konusu  olması  halinde  borçluyu temerrüde düşürmek için temerrüt ihtarına gerek bulunmaz iken; belirsiz vade söz konusu olan hallerde (bağ bozumunda ödeme yapılacağı örneğinde) temerrüt ihtarına gerek vardır. Sonradan belirli hale gelen vadenin kararlaştırıldığı hallerde (örneğin satılan malın tesliminden itibaren 10 gün içinde ödeme yapılacağının kararlaştırıldığı bir sözleşmede), TBK m 117/II, c 1 anlamında belirli vadenin söz konusu olup olmadığı ise, aşağıda görüleceği üzere, tartışmalıdır. Oysa TTK 1530 hükmü ile, gerek belirli vade gerekse sonradan belirli hale gelen vade halleri bakımından ihtara gerek olmaksızın temerrüdün gerçekleşeceği hükme bağlanmaktadır,22.21  TTK m.1530 hükmünün kapsamına giren bir olayda, belirsiz vade söz konusu ise (bağ bozumunda ödeme yapılacağı kararlaştırılmışsa), temerrüt ihtarının gerekip gerekmeyeceği tartışmalıdır. Bir görüşe göre, TBK m.117/II gereğince temerrüt için ihtara gerek olmayan hallerde, TTK m 1530/II için de ihtar şartı aranmaz; TTK m 1530 hükmü, Türk Borçlar Kanunundaki temerrüdün ihtarsız olarak gerçekleştiği haller bakımından bir istisna getirmemiştir (Ayan, TTK m.1530 (20) 756).   İkinci bir görüşe göre, TTK m.1530/II de yer alan  sözleşmede öngörülmüş bulunan tarihte veya belirtilen ödeme süresinde  ifadesinden, vadenin belirli olmadığı hallerde de temerrüdün ihtarsız olarak gerçekleşeceği anlaşılmaktadır (Çağlayan (19) 219). Buna karşılık bu ikinci görüş, belirli vade kararlaştırılmış olmasa da, en azından ifa zamanının bir belirlilik taşıması gerektiği, örneğin  havaların ısınması ,  en kısa zamanda  şeklinde tayin edilen ifa zamanlarının ihtar şartını ortadan kaldırmayacağı yönünde eleştirilmiştir (Eleştiri için bkz Ayan, TTK m 1530 (20) 757-758). Fakat bu görüşe göre de,  faturanın teslimi anında ödeme  şeklinde bir sözleşme kaydı için ise aksi sonuç kabul edilebilir.  Üçüncü bir görüşe göre belirsiz vade söz konusu olduğu takdirde kural olarak ihtar gerekirse de, bazı hallerde TTK m 1530/IV kıyasen uygulanması sonucunda ihtarın gerekli olmayacaktır (Yeşim M Atamer and Gül Okutan-Nilsson, ‘Para Alacaklısının Geç Ödemelere Karşı Korunmasına İlişkin Yeni TK m. 1530 Düzenlemesi ve Uygulama Alanı  (2013) 29(3) Banka ve Ticaret Hukuku Dergisi 47, 54). Bu görüşe göre, örneğin,  aracılık faaliyeti sonucu sözleşme kurulursa ödemenin yapılacağı  şeklindeki bir sözleşme hükmü bakımından, fatura düzenlenip borçluya yollanmışsa bu andan itibaren otuz gün içinde; fatura düzenlenmemişse hizmetin alındığı yani sözleşmenin kurulduğu andan itibaren otuz gün içinde temerrüt kendiliğinden gerçekleşir.  Dördüncü bir görüşe göre, TTK m 1530/II hükmü, Türk Borçlar Kanunu ndan farklı bir ihtarsız temerrüt hali öngörmemekle birlikte,   (…) temerrüt hükümde belirtilen hallerden biri sebebiyle değil de, örneğin ihtar sonucunda veya dürüstlük kuralı uyarınca ihtarsız gerçekleşiyorsa, TTK m 1530/f 7 uygulanamaz. Şüphe yok ki borçlu bu durumu kötüye kullanmış ve meselâ sözleşmede belirli bir vade öngörülmesini engellemişse, korunmayı hak etmez. Bu takdirde temerrüdün gerçekleşmesiyle birlikte TTK m 1530/f 7 deki temerrüt faizi oranının uygulanması istenebilecektir  (Yıldız, Temerrüt (7) 49, dn 299). Yazara göre, hükmün amacı şudur:  Borçlu hükümde belirtilen hallerde, yani  sözleşmede öngörülmüş bulunan tarihte veya belirtilen ödeme süresinde borcunu ödemezse , TTK m 1530/f 7 nin ve orada düzenlenen faiz oranının uygulanabilmesi mümkündür  (ibid 49, dn 299).   Öte yandan belirsiz vade kararlaştırılan hallerde, belirsiz vadenin mevcudiyetine rağmen TTK m.1530/IV hükmü uygulanmak suretiyle; faturanın veya eş değer ödeme talebinin borçlu tarafından alınmasından itibaren veya malın tesliminden veya hizmetin görülmesinden itibaren ya da kanunda veya sözleşmede, mal veya hizmetin kabul veya gözden geçirme usulünün öngörüldüğü hâllerde, borçlu, faturayı veya eş değer ödeme talebini, kabul veya gözden geçirmenin gerçekleştiği tarihte veya bu tarihten daha önce almışsa, bu tarihten itibaren ihtara gerek olmaksızın temerrüt gerçekleşecektir (Mustafa Göktürk Yıldız, ‘TBK.m.117 ile Karşılaştırmalı Olarak TTK.m.1530 Uyarınca Borçlu Temerrüdünün İhtarsız Gerçekleşmesi  (2018) 76(1) İstanbul Hukuk Mecmuası 371).22  Yıldız a göre,  bu hüküm uyarınca otuz gün sonra temerrüdün oluşması, bu süreden önce (…) genel nitelikteki prensiplere göre temerrüdün oluşmasına engel değildir. Bununla birlikte temerrüt TTK m 1530/f 2, f 3 ve f 4 de öngörülenler durumlar neticesinde kendiliğinden değil de, örneğin ihtar sonucunda gerçekleşmişse, TTK m 1530/ f 7 deki faiz oranı uygulanamayacaktır. Ancak temerrüt faizinin, TTK m 1530 daki koşulların gerçekleşmesi anına kadar genel prensiplere göre, TTK m 1530 daki koşulların gerçekleşmesinden itibaren TTK m 1530/f 7 ye göre hesaplanması mümkün olmalıdır  (Temerrüt (7) 50).   Çağlayan a (19) göre de,   (…) alacaklı, borcun muaccel olmasından sonra, borçlunun faturayı almasından itibaren otuz günlük sürenin geçmesini beklemeden de ihtar çekerek borçluyu temerrüde düşürebilmelidir. Esas itibariyle (Alman Hukukunda) bedel alacaklarında temerrüdü düzenleyen §286/f 3 BGB de, borçlunun en geç faturayı almasından otuz gün sonra ihtara gerek kalmaksızın temerrüde düşeceği belirtilmiştir (…). Zira borcun muaccel olmasına rağmen borçluya zorunlu bir otuz günlük ödeme suresi tanınması, alacaklının korunması amacına ters düşmektedir  (228-229).279İstanbul Hukuk Mecmuası 77/1Öte yandan TTK m 1530/IV te, sözleşmede ödeme gününün veya süresinin belirtilmediği ya da belirtilen sürenin aynı maddenin beşinci fıkrasına aykırı olduğu hâllerde, borçlunun ihtara gerek kalmaksızın temerrüde düşeceği düzenlenmektedir. TTK m 1530/IV gereğince:  Sözleşmede ödeme günü veya süresi belirtilmemişse veya belirtilen süre beşinci fıkraya aykırı ise, borçlu aşağıdaki sürelerin sonunda ihtara gerek kalmaksızın mütemerrit sayılır ve alacaklı faize hak kazanır:a) Faturanın veya eş değer ödeme talebinin borçlu tarafından alınmasını takip eden otuz günlük sürenin sonunda.b) Faturanın veya eş değer ödeme talebinin alınma tarihi belirsizse mal veya hizmetin teslim alınmasını takip eden otuz günlük sürenin sonunda.c) Borçlu faturayı veya eş değer ödeme talebini mal veya hizmetin tesliminden önce almışsa, mal veya hizmetin teslim tarihini takip eden otuz günlük sürenin sonunda.d)  Kanunda  veya  sözleşmede,  mal  veya  hizmetin  kabul  veya  gözden  geçirme usulünün öngörüldüğü hâllerde, borçlu, faturayı veya eş değer ödeme talebini, kabul veya gözden geçirmenin gerçekleştiği tarihte veya bu tarihten daha önce almışsa, bu tarihten sonraki otuz günlük sürenin sonunda; şu kadar ki, kabul veya gözden geçirme için sözleşmede öngörülen süre, mal veya hizmetin alınmasından itibaren otuz günü aşıyor ve bu durum alacaklının aleyhine ağır bir haksızlık oluşturuyorsa, kabul veya gözden geçirme süresi mal veya hizmetin alınmasından itibaren otuz gün olarak kabul edilir . Söz konusu hükümde, gelecekte gerçekleşmesi beklenen bir olgunun (fatura kesilmesi veya malın teslim edilmesi olgusunun) gerçekleşmesinden itibaren belirli bir süre sonra temerrüt ihtarı gerekmeksizin borçlunun kendiliğinden temerrüde düşeceği hüküm altına alınmıştır. TTK m 1530/V ve IV hükümlerinde yer alan  faturanın veya eş değer ödeme talebinin borçlu tarafından alınması  ya da  mal veya hizmetin teslim alınması  anından itibaren kanunda öngörülen süre sonunda temerrüdün kendiliğinden gerçekleşeceği yönündeki düzenleme ile kanun koyucunun anılan maddede belirtilen büyük işletmeler ile küçük işletmeler arasındaki tedarik sözleşmeleri bakımından,  belirli vade nin varlığını kabul ettiği açıkça görülmektedir. TTK m 1530 daki bu hükümler bir kenara bırakılacak olur ise, borçlar hukukunda genel olarak, sözleşmede gerçekleşmesi beklenen bir olgunun gerçekleşmesinden 23  TTK m.1530/V gereğince ise:  Sözleşmede öngörülen ödeme süresi, faturanın veya eş değer ödeme talebinin veya mal veya hizmetin alındığı veya mal veya hizmetin gözden geçirme ve kabul usulünün tamamlandığı tarihten itibaren en fazla altmış gün olabilir. Şu kadar ki, alacaklı aleyhine ağır bir haksız durum yaratmamak koşuluyla ve açıkça anlaşmak suretiyle taraflar daha uzun bir süre öngörebilirler. Ancak alacaklının küçük yahut orta ölçekli işletme (KOBİ) veya tarımsal ya da hayvansal üretici olduğu veya borçlunun büyük ölçekli işletme sıfatını taşıdığı hâllerde, ödeme süresi, altmış günü aşamaz .  TTK m.1530 hükmü ile getirilen ihtarsız temerrüt halleri bakımından detaylı bilgi için bkz Atamer/Okutan-Nilsson (21) 37 vd; Oğuzman/Öz (7) C I, N 1525a vd; Saibe Oktay-Özdemir, ‘Türk Borçlar Kanunundaki Temerrüt Ve Faiz Hükümleri Karşısında Türk Ticaret Kanunu m. 1530 da Getirilen İfa Zamanına İlişkin Düzenlemelerin Uygulama Alanı , Prof. Dr. Hasan Erman a Armağan (Der 2015) 691; Yıldız, TTK m 1530 (21) 369 vd; Nurdan Orbay Ortaç, ‘6102 Sayılı Türk Ticaret Kanunu Çerçevesinde Ticari İşlerde Faiz  (2014) (2) Ankara Barosu Dergisi 129; Yasemin Yücesoy Yılmaz, ‘Ticari İşlerde Faiz Ve Yargıtay Uygulaması  (2019) (140) Türkiye Barolar Birliği Dergisi 324.  TTK m.1530 da, vadenin kanun tarafından belirlendiği bir hal söz konusu olmakla birlikte, vadenin kanun tarafından belirlenmesi sebebiyle temerrüt ihtarının gerekeceği şeklinde bir yorum yapılamaz. Zira kanun hükmü, açıkça ihtara gerek olmaksızın temerrüde düşüleceğini hüküm altına almıştır (TTK m.1530/II ve IV).24  Aynı yönde Atamer/Okutan-Nilsson (21) 47.280Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...itibaren takvim günü olarak hesaplanabilen bir süre sonunda borcun ifa edileceği tarzındaki sözleşme hükümleri bakımından belirli vade nitelemesi yapılabilir mi? Ki belirli vade nitelemesi yapılabilirse, borçluyu temerrüde düşürmek için temerrüt ihtarına gerek olmayacak, aksi halde borçlu ancak temerrüt ihtarının kendisine tebliğ üzerine temerrüde düşecektir. Bu soruya verilecek cevap, belirli vadenin söz konusu olup olmadığının, sözleşmenin kuruluş anına göre mi tayin edilmesinin zorunlu mu olduğu, yoksa vadenin, sözleşme kurulduktan sonraki bir tarihte belirli hale gelmesinin (belirlenebilir olmasının) yeterli mi kabul edileceği konusundaki tartışmada benimsenecek görüşe göre değişecektir:1. Belirli Vadenin Sözleşmenin Kuruluşu Anında Tayin Edilmiş Olması Gerektiği GörüşüÖğretide savunulan klasik görüşe göre, belirli vade, sözleşmenin kuruluş anına göre tayin edilir; vade sözleşme kurulduğu anda belirli veya kesin olarak hesaplanabilir bir tarih ise, belirli vade söz konusu olacaktır. Çünkü ihtar gereğinin ortadan kalkması için, borçlunun daha işin başında, sözleşme kurulduğu anda ifa zamanını açık ve kesin olarak tayin edebiliyor olması gerekir. Vadenin belirlenmesi için bir olgunun gerçekleşmesinden ya da taraflarca kararlaştırılan bir başlangıç anından itibaren bir süre hesabının yapılmasının gerekli olduğu hallerde, borçlu sözleşme kurulduğu anda ne zaman ifada bulunacağını kesin olarak belirleyebilir durumda olmalıdır. Örneğin  sözleşmenin imzalanmasından itibaren 45 gün içinde ödeme yapılacağı  şeklindeki bir sözleşme kaydında, ifa zamanı, sözleşme kurulduğu an itibariyle hesaplanıp belirlenebilir bir durumda olduğundan, borçlu ihtara gerek olmaksızın belirlenen ifa zamanının sona ermesi üzerine temerrüde düşer. 25  Becker (8) BK OR Art 102, N 28; Weber (10) BK OR Art 102, N 112; Theodor Bühler, ZK - Zürcher Kommentar Band/Nr. V/2d, Kommentar zum Schweizerischen Zivilgesetzbuch, Obligationenrecht, Kommentar zur 1. und 2. Abteilung (Art 1-529 OR), Der Werkvertrag, Art 363-379 OR (Schulthess Polygraphischer Verlag 1998) Art 366, N 5; Schenker, Schuldnerverzug (n.2) N 186; Franz Schenker, ‘Die rechtzeitige und die verspätete Erfüllung von Verbindlichkeiten , (1989) 7(2) Recht 51; Eugen Bucher, Schweizerisches Obligationenrecht Allgemeiner Teil ohne Deliktsrecht, (2nd edn, Schulthess 1988) 358359; De Feo (3) N 129; Barlas (1) 55- 56 ve orada dn 157; Turgut Öz, İnşaat Sözleşmesi ve İlgili Mevzuat, (3rd edn, Vedat 2016) 87, 152 (Yazar, sonradan belirlenen vade bakımından temerrüt ihtarını gerekli görmekle birlikte sözleşmede aksinin kararlaştırılabileceğini ifade etmektedir, bkz 87); Oser/Schönenberger (7) OR Art 102, N 21; Oğuzman/Öz (7) C I, N 1525c; Furrer/Wey (7) Art 102, N 37; Tarkan Göksu, Präjudizienbuch OR, Die Rechtsprechung des Bundesgerichts (1875-2015), (9th edn, Schulthess 2016) Art 102, N 3; Doruk Gönen, İnşaat Sözleşmesinde Bedel, (On İki Levha 2016) 268-269; açık olmamakla birlikte Hüseyin Hatemi/Emre Gökyayla, Borçlar Hukuku Genel Bölüm, (4th edn, Vedat 2017) §26, N 60; açık olmamakla birlikte Çağlayan (19) 219-220; BGE 11 II 426; BGer 4A_70/2008 (12.08.2009) E 6.2.4.  Serozan a göre,   ‘30 gün içinde ödenmesi gerekir  kaydını içeren fatura yeterli kesinlikte sayılamaz ve ihtarsız temerrüde yetmez  (Rona Serozan, (Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı) Borçlar Hukuku Genel Bölüm, Üçüncü Cilt, İfa, İfa Engelleri, Haksız Zenginleşme, -Ek Uygulama Çalışmaları- (7th edn, Filiz 2016) §17, N 5, a). Aynı yönde Bucher (25) 358359; Schenker, Schuldnerverzug (n.2) N 186 (ancak yazar, fatura yoluyla alacaklının borçludan sözleşme kaydında belirtilen zaman içinde (30 gün içinde) ödeme yapmasını talep etmesi halinde, faturanın belirli bir süre zarfında ödeme talebini içeren bir muacceliyet ihbarı teşkil edeceğini ifade etmektedir. Bkz Schuldnerverzug, N 203).  30 gün içinde ödeyiniz  yazılı bir faturanın, süreli bir temerrüt ihtarı niteliğinde olduğu yönünde: Wiegand (7) BSK OR, Art 102 N 9; Hans Giger, Haftpflichtkommentar, Kommentar zu den schweizerischen Haftpflichtbestimmungen, (Dike 2016) Art 102, N 4.  Gönen e (25) göre,  ödemenin temel üstü ruhsatının alındığı tarihte veya bankadan kredi alınmasından itibaren 10 gün içinde yapılacağının kararlaştırılması örneklerinde olduğu gibi, vade gününün sözleşmenin kurulmasından sonra tespit edilebilir hale geldiği ve yüklenicinin bu konudaki bildirimi olmaksızın iş sahibinin haberdar olamayacağı durumlarda, iş sahibinin temerrüde düşmesi için yüklenicinin ihtarda bulunması aranır  (268-269).281İstanbul Hukuk Mecmuası 77/1Buna karşılık ifa zamanı sözleşmenin kurulduğu an itibariyle belirlenebilir halde olmayıp da sonradan ortaya çıkacak olan olguya göre belirlenebilecek ise, borçluyu temerrüde düşürmek için temerrüt ihtarı gerekir. Örneğin  fatura düzenlendiği tarihten itibaren 30 gün içinde hakedişin ödeneceğinin ,  teslimden itibaren 10 gün  içinde  ödeme  yapılacağının ,   inşaat  ruhsatının  alınmasından  itibaren  18 ay  içerisinde  inşaatın  teslim  edileceğinin   kararlaştırıldığı  hallerde,  sözleşme kurulduğu anda, ifanın ne zaman yapılacağı belirli değildir. Bu örneklerde, ancak, fatura düzenlendiği, teslimatın yapıldığı veya inşaat ruhsatının alındığı tarihten itibaren (yani sözleşmenin kurulmasından daha sonra) ifa zamanı hesaplanabilir hale gelmektedir. Kanun koyucunun TBK m 117/I hükmü gereğince  temerrüt ihtarı  ile korumak istediği amaç dikkate alındığında, vadenin sözleşme kurulduğu anda belirli/belirlenebilir halde olmadığı, sonradan belirli hale geldiği bu durumlarda da temerrüt ihtarı gerekir.Öğretide belirsiz vadeye konu (ne zaman gerçekleşeceği bilinmemekle birlikte gerçekleşeceği kesin olan) olgunun gerçekleşmesi üzerinden belirli bir süre sonra ifanın  kararlaştırıldığı  hallerde  de  yine  temerrüt  ihtarının  gerekli  olduğu  ileri sürülmüştür. Bu görüşe göre, örneğin bir kimsenin ölümünden 3 ay sonra borcun ifa edileceği kararlaştırılmışsa, borçluyu temerrüde düşürmek için yine de temerrüt ihtarı gerekecektir.2. Belirli Vadenin Sözleşmenin Kuruluşundan Sonra da Tayin Edilebileceği GörüşüBizim de katıldığımız bu görüşe göre, vadenin sözleşme kurulduğu anda belirli 26  Becker (8) BK OR Art 102, N 28, 29; Weber (10) BK OR Art 102, N 113; Barlas (1) 55-56 ve orada dn 157; Öz, İnşaat (25) 87, 152.27  Weber (10) BK OR Art 102, N 116; Barlas (1) 57.28  Feyzioğlu (7) C II, 236. Söz konusu örnek bakımından aksi yönde olmak üzere vadenin belirli olduğunun kabul edildiği bir karar için bkz BGE 11 II 426.29  Alfred Koller, BK - Berner Kommentar Band/Nr. VI/2/3/1, Schweizerisches Zivilgesetzbuch, Das Obligationenrecht, Die einzelnen Vertragsverhältnisse, Der Werkvertrag, Art 363-366 OR, Art 366 / 2. Abschnitt: Art 366 Abs 1 OR / II. Der Tatbestand des Herstellungsverzugs, (Stämpfli 1998) N 120-122; Alfred Koller, ‘Die Verbindung von teleologischer Reduktion und Analogie, dargestellt am Beispiel von Art 102 Abs 1 und 2 OR , Privatrecht und Methode, Festschrift für Ernst A. Kramer, (Helbing & Lichtenhahn 2004) 526; Nomer (7) N 186.9; Alfred Koller, Schweizerisches Obligationenrecht, Allgemeiner Teil (4th edn, Stämpfli 2017) N 32; Sarı (6) 1582 vd; Ayan, TTK m.1530 (20) 754; Atamer/Okutan-Nilsson (21) 36, ayrıca bkz 47; Antalya (2) C III, 49 ve 424; Serkan Ayan, İnşaat Sözleşmesinde Yüklenicinin Temerrüdü, (Seçkin 2008) 164-165; Yüce (n.5) 66-67 ve 119 vd; Hasan Seçkin Ozanoğlu, ‘İstisna ve Özellikle İnşaat Sözleşmelerinde Müteahhidin Eseri Teslim Zamanında Gecikmesine Bağlanan İfaya Eklenen Cezai Şart Kayıtları , (1999) 3(1-2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 71-72; Gökhan Dirican, Eser Sözleşmesinde Temerrüde Dayalı Cezai Şart ve Yargıtay Uygulaması, (Vedat 2007) 44; İbrahim Kaplan, İnşaat Sözleşmeleri Hukuku ve Endüstri Yatırım Sözleşmeleri, (Yetkin 2013) 219-220, 222-223; Kılıç Öztürk (7) 69.   Satış parasının malın tesliminden sonraki onuncu günde ödenmesi  şeklindeki bir sözleşme hükmü bakımından belirli vadenin söz konusu olduğu görüşünde Eren (8) 1123-1124.   Antalya ya (2) göre,  satım bedelinin malın tesliminden sonraki 10.günde ödeneceği  şeklindeki bir sözleşme kaydı bakımından temerrüt ihtarı gerekmez (C III, 424).Yazara göre,  sözleşme içeriğinden hareketle yapılacak yorumla kesinlikle hesaplama imkânı verebilecek objektif kriterlere göre  belirlenebilir bir vadenin varlığı yeterlidir.    Fatura alınınca derhal  veya  fatura tarihinden itibaren 30 gün içinde  gibi kayıtları belirli vade niteliğinde olduğu yönünde: Gauch/Schluep/Schmid/Emmenegger (7) OR AT, N 2713; Koller, Verbindung (29) 526; Koller OR AT (29) N 32; Ingeborg Schwenzer, Schweizerisches Obligationenrecht Allgemeiner Teil, (7th edn, Stämpfli 2016) §7.19.   Sözleşmenin yapılmasından itibaren 36 ay içinde ,  inşaat izninin alınmasından itibaren 24 ay içinde  gibi sözleşme hükümleri bakımından TBK m.117/2 gereğince, borcun ifa edileceği gün taraflarca birlikte belirlenmiş olduğundan yüklenici 282Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...olmasa bile sözleşmenin kurulmasından sonraki süreçte kesin ve açık bir şekilde belirli hale gelmesi, belirli vadenin varlığı için gerekli ve yeterlidir. Diğer bir deyişle,  sonradan  belirli hale gelen vade  de, belirli vade niteliğindedir. Önemli olan da, sözleşmenin kurulduğu anda değil, ifanın gerçekleşeceği tarihten önceki herhangi bir zamanda vadenin kesin ve açık olarak hesaplanabiliyor olmasıdır. Buna göre,  hakedişin  onaylanmasından  itibaren  45  gün  içinde  yükleniciye/taşerona  inşaat bedelinin ödeneceği ya da tedarikçiye malzeme bedelinin ödeneceği  tarzındaki sözleşme hükümleri, öngörülen olgunun gerçekleşmesi yani hakedişin onaylanması halinde, belirli vade niteliğinde kabul edilecek ve borçluyu temerrüde düşürmek için temerrüt ihtarına gerek olmayacaktır. Zira her ne kadar sözleşme kurulduğu tarihte hakedişin onaylanacağı tarih henüz belirli değil ise de hakediş onaylandığı tarihte, bu tarihe 45 gün ilave edilerek ifa zamanının ne zaman olacağı kesin ve açık bir şekilde tespit edilebilecek haldedir. Bu örneklerde  ifa zamanının başlangıç anının gerçekleşmesi  beklenen  olgunun  gerçekleşmesine  bağlanması  (teknik  anlamda olmayan koşul)  + belirli vade söz konusudur. Nitekim kaynak İsviçre Borçlar Kanununun 102. maddesinin Almanca metninde de  belirli bir vade günü kararlaştırılmışsa  ifadesine yer verilmiştir ki, madde metninde,  bu  belirlemenin  mutlaka  sözleşmenin  kurulduğu  tarihte  yapılması gerektiği yönünde bir sınırlama da yer almamaktadır. Ayrıca yukarıda ifade edildiği üzere Alman Hukukuna bakıldığında da  sonradan belirli hale gelen vade  nin kabul edildiği ve ifa zamanının, ifadan önce gerçekleşecek bir olaydan itibaren belirli bir süre sonra şeklinde kararlaştırılması halinde temerrüt ihtarına gerek olmadığının hükme bağlandığı görülmektedir (BGB §286/II-2). Öte yandan, yukarıda da belirtildiği üzere, TTK m 1530/V ve IV hükümlerinde, büyük  işletmeler  ile  tedarikçi  küçük  işletmeler  arasındaki  tedarik  sözleşmeleri bakımından,  tedarikçilerin  alacakları  yönünden,  kanun  koyucu   sonradan  belirli hale gelen vadenin  de belirli vade niteliğinde olduğunu açıkça kabul etmekte ve borçlunun temerrüde düşmesi için temerrüt ihtarına gerek görmemektedir. Söz konusu yasal düzenlemenin sonucu olarak büyük işletmeler ile küçük işletmeler arasındaki bu sürenin sonunda ihtara gerek olmaksızın temerrüde düşeceği yönünde: Numan Tekelioğlu, ‘İnşaat Sözleşmelerinde Cezai Şart Ve Götürü Tazminat , (2017) (2) Yıldırım Beyazıt Hukuk Dergisi 164.  İnşaat sözleşmelerinde hakediş alacaklarının ifa zamanı için belirli bir vade kararlaştırılmayan hallerde, ara hakedişteki –düzeltmeler de dâhil olmak üzere- tüm imzaların tamamlanması üzerine, hakediş borcu iş sahibi tarafından bilinir hale geldiğinden, ihtara gerek olmaksızın, iş sahibinin temerrüde düşeceği kabul edilmektedir:   İbrahim Kaplan, ‘İnşaat Sözleşmelerinde Yapı Sahibinin Ücret Ödeme Borcu ve Yerine Getirilmemesinin Sonuçları , İnşaat Sözleşmeleri, Yönetici-İşletmeci-Mühendis ve Hukukçular İçin Ortak Seminer, 18-29 Mart 1996, (Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayını 1996) 167; Kaplan, İnşaat (29) 219-220 ve 222-223; Köksal Kocaağa, İnşaat Sözleşmesi (Yetkin 2014) 220.  Ard arda teslimli satış sözleşmesinde, bu türden sonradan belirli hale gelen vadeler öngörülmüşse, temerrüt ihtarının aranması halinde, çekilmez bir durum ortaya çıkacağı yönünde Yüce (n.5) 127. Yazarın verdiği örneğe göre her ayın ilk haftası 20.000 ton süt gönderileceği, alıcının da sütün tesliminden sonra 15 gün içinde ödeme yapacağı hükmünü içeren bir çerçeve sözleşmede, temerrüt ihtarına gerek görülecek olursa, alıcının her bedel ödeme borcunu yerine getirmediği münferit satış sözleşmeleri bakımından ayrı ayrı temerrüt ihtarında bulunulması gerekecektir.30  Sarı (6) 1583.283İstanbul Hukuk Mecmuası 77/1tedarik sözleşmelerinde, faturanın veya mal ve hizmetin alınmasından itibaren otuz gün sonunda temerrüdün kendiliğinden gerçekleşeceği kabul edilirken; diğer tarafta, söz konusu tedarik sözleşmelerinin dışında kalan sözleşme ilişkileri bakımından faturanın veya mal ve hizmetin alınmasından itibaren belirli süre sonra borcun ifa edileceğinin kararlaştırıldığı hallerde TBK m 117/II gereğince belirli vade söz konusu olmadığından bahisle temerrüt ihtarı aramak, benzer olaylar için farklı yasal sonuçların varlığını kabul etmek olur. Ki benzer olaylar için farklı sonuçların kabul edilmesi ise, çelişkili ve adalet duygusunu sarsan bir durum ortaya çıkaracaktır. Oysa, katıldığımız görüş doğrultusunda, sonradan belirli hale gelen vade bakımından temerrüt ihtarına gerek olmadığı sonucuna varılırsa, bu çelişkili sonuç engellenmiş olur.Bu görüşün haklı olarak dayandığı diğer bir gerekçe de, sözleşmenin taraflarından birine  muacceliyet  ihbarında  bulunarak  borcu  muaccel  hale  getirme  yetkisinin verildiği  hallerde,  muacceliyet  ihbarında  bulunulması  halinde  temerrüt  ihtarına gerek olmaksızın borçlunun temerrüde düşeceğine dair bizatihi TBK m 117/II, c 1 hükmünde yer alan düzenlemedir. TBK m 117/II, c 1 gereğince,  borcun ifa edileceği gün, (…) sözleşmede saklı tutulan bir hakka dayanarak taraflardan biri usulüne uygun bir bildirimde bulunmak suretiyle belirlemişse, bu günün geçmesiyle (…) borçlu temerrüde düşmüş olur . Oysa muacceliyet ihbarında bulunmak suretiyle borcun ifa zamanının belirlendiği hallerde, sözleşme kurulduğu sırada borcun ne zaman ifa edileceği açık ve kesin bir şekilde belirlenebilir halde değildir. Ancak muacceliyet ihbarında bulunulması üzerine borcun ifa zamanı gelmekte ve bu tarihin geçmesi üzerine, -temerrüt ihtarında bulunmaya gerek olmaksızın (!)- kendiliğinden temerrüt oluşmaktadır. Diğer bir deyişle, muacceliyet ihbarı üzerine belirli hale gelen bu ifa zamanı, esas itibarıyla bir belirli vade niteliğinde olup, yalnızca vadenin belirleniş tarzı özellik arz etmektedir. Bu hükümden de anlaşılacağı üzere, kanun koyucu, ifa zamanının belirlenmesinin sözleşmenin kurulduğu tarihten daha sonraki bir tarihte mümkün olması halinde de, belirli vadenin söz konusu olacağını kabul etmektedir. O halde, ifa zamanının gerçekleşmesi beklenen bir olgunun gerçekleşmesinden itibaren belirli bir süre sonra geleceğinin (örneğin inşaat bedelinin, hakedişin onaylanmasından itibaren 30 gün içinde ödeneceğinin) kararlaştırıldığı bir sözleşmede, öngörülen olgunun gerçekleşmesi (hakedişin onaylanması) üzerine, ifanın ne zaman yapılacağı açık ve kesin bir şekilde belirlenebilmektedir. İfa zamanı gelmeden önce ifa zamanının bilinebilir olması gerekli ve yeterli kabul edilmelidir. Bununla  birlikte,  ayrıca  belirtelim  ki,  sözleşmede  gerçekleşmesi  beklenen olgunun gerçekleştiğinin bilgisine yalnızca alacaklının sahip olduğu ve alacaklının olgunun gerçekleştiği konusunda borçluya bilgi vermediği hallerde, borçlu olgunun gerçekleştiğini öğrenememişse, bu durumda belirli vade ile öngörülen amaç (yani 31  ibid 1583, dn 27.32  ibid 1584; Yüce (n.5) 124; Kılıç Öztürk (7) 69.284Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...borçlunun borcunu ifa edeceği günü bilmesi ve böylece temerrüdün ağır sonuçlarından kurtulma imkânına sahip olmasının sağlanması amacı) gerçekleşmez. Buna göre, ifa gününü bilemez halde olan borçlunun, her şeye rağmen olgunun gerçekleşmesinden itibaren sözleşmede öngörülen sürenin sonunda kendiliğinden temerrüde düşerek, temerrüdün sonuçlarından sorumlu tutulması dürüstlük kuralına uygun düşen bir yorum olmaz. Bu sebeple, borçlunun ifa zamanının bağlandığı olgunun gerçekleştiğini öğrenemediği  hallerde,  temerrüdün  kendiliğinden  oluştuğu  kabul  edilemez;  zira ödeme gününü bilmeyen borçlunun, TBK m 117 hükmünün ratio legis i dikkate alınarak yapılacak bir yorumla, temerrüde düşmesi için ihtar edilmesi gerekliliğini aramak gerekir. Dolayısıyla bu durumda borçlunun, en erken, alacaklının temerrüt ihtarı üzerine temerrüde düşeceği kabul edilmelidir. Örneğin inşaat ruhsatı alma yükümlülüğünün  yükleniciye  bırakıldığı  bir  inşaat  sözleşmesinde,  yüklenicinin ilk  hakediş  alacağının  ruhsatın  alınmasından  itibaren  30  gün  içinde  ödeneceği kararlaştırılmışsa, yüklenici, inşaat ruhsatının alındığını iş sahibine bildirmemişse ve iş sahibi de ruhsatın alındığı bilgisine sahip değilse, iş sahibinin ruhsatın alındığı tarihten itibaren 30 gün sonra kendiliğinden temerrüde düşeceği kabul edilemez.Acaba, gelecekte gerçekleşmesi beklenen olgunun gerçekleşmesinden itibaren belirli  bir  süre  sonra  değil  de,  olgunun  gerçekleştiği  tarihte  ifanın  yapılacağı kararlaştırılmışsa (örneğin  malın teslim edildiği gün ,  hakedişin onaylandığı gün  ya da  faturanın kesildiği gün  ödeme yapılacağı kararlaştırılmış ise), bu durumda da yine belirli vadeden söz edilebilir mi? Türk ve İsviçre Hukuklarında bu konuda açık bir hüküm bulunmamaktadır. Alman Hukukunda, genel olarak bu soruya olumsuz cevap  verilmektedir.  Çünkü  BGB  §286/II-2 de,  olgunun  gerçekleşmesinden itibaren takvim gününe göre hesap edilebilen  makul bir sürenin  (angemessene Zeit) geçmesi gerektiği hükme bağlanmıştır. Ne kadar bir zamanın makul süre olacağı, her bir somut olaydaki sözleşmeye, ifanın türüne ve kapsamına göre değişir. Buradan yola çıkan Alman yazarlar, olgudan itibaren belirli bir sürenin geçmesi gerekliliğini 33  Aynı yönde Haluk Nami Nomer, ‘Haksız Fiil İle Sebepsiz Zenginleşmeden Doğan Alacaklarda Borçlunun Temerrüdü İçin İhtar Gerekir Mi? , Prof. Dr. Rona Serozan a Armağan, C II, (Onikilevha 2010) 1305-1306; farklı gerekçeyle benzer yönde bkz ve karş Gönen (25) 268-269.  İnşaat sözleşmeleri bakımından bedel borcunun iş sahibi tarafından bilinemeyeceği haller ile ilgili bir değerlendirme için bkz Kocaağa (29) 220. Yazara göre,  bedel alacağının muacceliyeti, yüklenicinin inşaatın tesliminden önce veya teslimi sırasında iş sahibine bir fatura ibraz etmesine bağlı değildir. Ancak, kendisine fatura ibraz edilmeden iş sahibinin bedelin miktarını bilmeyeceği hallerde, örneğin bedelin birim fiyatlara veya TBK m.481 gereğince gidere göre hesaplanacağı hallerde, bedel muaccel olduğu ve zamanaşımı süresi işlemeye başladığı halde, yüklenici söz konusu miktarı gösteren bir fatura ibraz etmedikçe, iş sahibini ihtarla temerrüde düşüremez .34  Nitekim Nomer in de belirttiği üzere,  kanun koyucu ifa zamanının belirli olmadığı veya borçlu tarafından bilinmediği durumlarda borçluyu korumak istemiştir. İhtar yoluyla, ifa zamanının belirsiz veya borçlu tarafından bilinmiyor olmasının borçlu için yaratacağı sert sonuçlardan kaçınılmış olur  (İhtar (33) 1305-1306). [Vurgu, tarafımızca yapılmıştır].35  Hatırlatalım ki, belirli vadenin sözleşmenin kurulması anında tayin edilebilir bir tarih olması gerektiğini savunan görüş açısından (bkz yukarıda §III.A.1), buradaki yoruma ihtiyaç yoktur. Zira bu görüş kabul edilecek olursa, zaten sözleşme kurulduğu anda belirlenebilir halde olmayan hiçbir vade, belirli vade olarak görülmeyeceği için, borçlunun sonradan gerçekleşen olguyu öğrenemediği hallerde de otomatik olarak aynı sonuca varılacak ve temerrüt için yine ihtar gerekecektir.36  Ernst, MüKo (20) BGB § 286 Rn 62-65; Jauernig/Stadler (20) BGB § 286 Rn 28; Staudinger/Löwisch/Feldmann (20) BGB § 286, Rn 81; Grüneberg, Palandt (20) BGB § 286, Rn 23.37  Staudinger/Löwisch/Feldmann (20) BGB § 286, Rn 81; Lorenz, BeckOK (20) BGB § 286 Rn 36.285İstanbul Hukuk Mecmuası 77/1ve bu sürenin de makul bir süre olması gerekliliğini koşul olarak aramaktadırlar. Bu durumda bu sürenin sıfıra indirilmiş olması halinde (yani olgunun gerçekleştiği gün ifanın yapılacağının kararlaştırıldığı hallerde) temerrüt ihtarının yine de gerekeceği kabul edilmektedir. Bu görüş kabul edilecek olursa, malın tesliminde (aynı gün) ödeme yapılacağının kararlaştırıldığı bir örnekte temerrüt ihtarı gerekir. Öte yandan paranın ödenmesinden itibaren 2 gün gibi kısa bir süre (ifa için yetersiz bir süre) içinde malın teslim edileceğinin kararlaştırıldığı bir örnekte teslim için öngörülen süre makul değilse, bir görüşe göre yine temerrüt ihtarı aranacaktır, diğer görüşe göre ise temerrüt makul sürenin geçmesi üzerine oluşacaktır. Kanımızca, taraflar ister olgunun gerçekleştiği gün ifanın yapılacağını, isterse olgunun gerçekleşmesinden itibaren kısa bir zamanda (ertesi gün veya 2 gün içinde) ifanın yapılacağını kararlaştırmış olsunlar fark etmeksizin, taraf iradelerine değer verilmesi gerekir. Demek ki taraflar olgunun gerçekleşmesinden itibaren aynı gün veya kısa zamanda ifanın mümkün olduğu kabulü ile böyle bir ifa zamanı kararlaştırmışlardır. Daha açık bir deyişle, taraflar vadesiz bir işlem yapmak ya da belirsiz vadeli bir işlem yapmak iradesi ile hareket etmemişler; tam aksine ifa için belirlenebilir bir zaman tayin etmişlerdir. O halde tarafların bu yöndeki iradelerine değer verilmek gerekir. Bu sebeple, Alman Hukukunda savunulan bu görüşün, kendi içinde çelişki barındırması gerekçesiyle isabetli olmadığı görüşündeyiz. Kanaatimizce, sözleşmede olgunun gerçekleştiği gün ifanın yapılacağının kararlaştırıldığı hallerde, olgunun gerçekleştiği günün mesai bitimine kadar borcun ifa edileceği kararlaştırılmış demektir ki bu halde de ifa zamanı tarafların kendi iradesiyle belirlenmiş durumdadır ve temerrüt ihtarı gerekli değildir. Olgunun gerçekleştiği günün ertesi günü ya da olgunun gerçekleşmesinden itibaren 2 gün (yetersiz zaman) içinde ifanın kararlaştırıldığı hallerde de durum aynıdır. Ancak kanımızca kural böyle olmakla birlikte bir takım istisnaların varlığına da değinmek gerekir: Şöyle ki, eğer öngörülen olgunun gerçekleştiği hususunda borçlu bilgi sahibi olamamışsa, bu durumda vade onun için bilinebilir olmayacağından, bu durumda olgunun borçluya bildirilmesinden itibaren sözleşmede geçmesi gereken sürenin  sonunda  temerrüdün  oluşacağı  kabul  edilmelidir.  Öte  yandan  olgunun gerçekleştiği gün ya da gerçekleşmesinden itibaren kısa sürede ifanın yapılacağının kararlaştırıldığı hallerde, olgunun gerçekleştiği günden itibaren hesaplanacak zaman diliminde borcun ifası mümkün değilse ya da borcun ifası için yeterli zaman yok ise (tepki süresi (Reaktionzeit) yeterli değil ise), bu durumda ifanın mümkün olduğu ilk andan itibaren temerrüdün oluştuğu kabul edilmelidir.38  Ernst, MüKo (20) BGB § 286 Rn 62-65; Jauernig/Stadler (20) BGB § 286 Rn 28; Lorenz, BeckOK (20) BGB § 286 Rn 36; Schulze, HK (20) BGB § 286 Rn 14.39  Ernst, MüKo (20) BGB § 286 Rn 65; Grüneberg, Palandt (20) BGB § 286, Rn 23; Schulze, HK (20) BGB § 286 Rn 14. Farklı görüşte Lorenz  e göre, somut olay koşullarına göre, saatler de makul süreyi oluşturabilir (BeckOK (20) BGB § 286 Rn 36).40  Ernst, MüKo (20) BGB § 286 Rn 63 Yazara göre, öngörülen süre makul değil ise, sürenin sonunda muacceliyet oluşur ise de temerrüt için ihtar gerekir.41  Jauernig/Stadler (20) BGB § 286 Rn 28; Staudinger/Löwisch/Feldmann (20) BGB § 286, Rn 82.42  Karşı görüşte bkz Ahmet M. Kılıçoğlu, Borçlar Hukuku Genel Hükümler, (21st edn, Turhankitabevi 2017) 695. Yazara göre, 286Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...Öte yandan, yeri gelmişken değinelim ki,  malın tesliminden sonra / hakedişin onaylanmasından sonra / faturanın kesilmesinden sonra ödeme yapılacağı  ya da  inşaat ruhsatının alınmasından itibaren en kısa sürede inşaatın tamamlanacağı  tarzındaki sözleşme hükümlerinde, öngörülen olgunun gerçekleşmesinden (malın tesliminden, hakedişin onaylanmasından, faturanın kesilmesinden, inşaat ruhsatının alınmasından) sonra ne kadar bir süre içerisinde ya da hangi gün ifanın gerçekleşeceği belli değildir. Bu tarzdaki sözleşme hükümleri bakımından belirli vadenin söz konusu olmadığı ve temerrüt ihtarının gerekli olduğu kabul edilmek gerekir.Diğer bir durum olarak, belirsiz vadenin sonradan belirli vade haline dönüşmesinin mümkün olup olmayacağı konusuna da değinmemiz gerekir. Kanımızca bu durum için genel bir kural vermek isabetli olmaz. Bunun yerine her somut olay açısından vadenin önceden yeterli kesinlik ve belirlilikte hesaplanıp bilinebilir halde olmasının mümkün olup olmamasına göre karar vermek gerekir: Örneğin,  A nın ölümünden itibaren 3 ay içinde ödemenin yapılacağı  tarzındaki sözleşme hükümleri bakımından belirsiz vade mi söz konusudur yoksa vade sonradan belirli hale mi gelmektedir?  A nın ölümü  ifa zamanının hesaplanmasına yarayan başlangıç anı olup, belirsiz vade niteliğinde iken, sonradan belirli hale gelmektedir. Bu sebeple de kanımızca bu örnekte kural olarak temerrüt ihtarına gerek yoktur. Buna karşılık, şayet borçlu, A nın ölümünü, bu 3 aylık süre içinde öğrenememiş ise, bu ihtimalde, temerrüdün 3 ayın sonunda kendiliğinden oluşmayacağı sonucuna varmak gerekir. Zira A nın ölümünü bilmeyen borçlu için vade belirlenebilir halde değildir. Bu hallerde borçlunun, olgunun gerçekleştiğini öğrendiği tarihten itibaren temerrüde düşebileceği kabul edilmelidir. Elbette alacaklının daha öncesinde temerrüt ihtarında bulunmak suretiyle borçluyu temerrüde düşürmesi mümkündür. Zira borçlu, temerrüt ihtarı üzerine olgunun gerçekleştiğini öğrenmiş olur.Yukarıda  vardığımız  sonucu,  ifa  zamanının  başlangıç  anının  belirsiz  vadeye bağlandığı  her  türlü  olgu  açısından  söylemek  güçtür.  Şöyle  ki,  şayet  sürenin başlangıcının dayandığı olgunun gerçekleştiği tarihin objektif olarak tespit edilmesi mümkün değilse, artık ifa zamanı belirlenebilir bir halde olamayacağından, belirli  ithalatçı firmanın, satış bedelini, malın gümrükten çekildiği gün ödeyeceği öngörülmüşse, vade vardır fakat kesin değildir; zira malların gümrükten ne zaman çekileceği belli değildir . Yine karşı yönde olmak üzere bkz Hatemi/Gökyayla (25) §26, N 60 (Yazarlara göre,  geminin vardığı gün  borcun ifa edileceğinin kararlaştırılması halinde belirli vade söz konusu olmayacaktır). Kanımızca ithalatçı firma, malın gümrükten çekildiği anda, mesai bitimine dek kalan süre ifaya yeterli ise, o gün mesai bitimi ile birlikte temerrüde düşer; zira bu örnekte vade, malın gümrükten çekilmesi üzerine sonradan belirli hale gelmiştir. Öte yandan geminin limana vardığı gün, vade sonradan belirli hale gelmiş olur ve kanımızca bu halde temerrüt ihtarı gerekmemelidir; meğerki ifa için yeterli süre (tepki süresi) bulunmasın.43  Aynı yönde Tunçomağ (1) C I, 908.  Fabrika üretime geçer geçmez  borcun ifa edileceği tarzındaki bir sözleşme hükmü bakımından, vadenin belirli olmadığı yönünde: Kılıçoğlu (42) 866. Kanımızca da böyle bir sözleşme hükmünü kararlaştıran tarafların iradeleri, fabrikanın üretime başlamasından sonra en kısa süre içerisinde borcun ifa edileceği yönündedir. Diğer bir deyişle bu kısa sürenin ne kadar olduğu belli olmadığından, bu örnekte vade belirli değildir. Benzer yönde BGer 14.5.2001, 5C 57/2001.  Alman Hukukunda,  belgelerin alınmasından sonraki 8 iş günü içinde  şeklinde kararlaştırılan vade bakımından, somut olarak hangi belgenin alınmasının kast edildiği anlaşılmadığından, takvim günü olarak belirlenebilir bir sürenin olmadığı yönünde: Staudinger/Löwisch/Feldmann (20) BGB § 286, Rn 80; Oberlandsgericht Koblenz, 25. 09.2008 – 5 U 552/08 (juris).287İstanbul Hukuk Mecmuası 77/1vade söz konusu olmaz. Bu hallerde ifa zamanı gelerek borç muaccel olsa dahi, temerrüt için ihtar gerekir. Çünkü hesaplamanın belirsiz bir olguya dayanması halinde borçlunun ifada bulunabileceği son günü net bir şekilde tespit edebilmesi mümkün  değildir.  Örneğin   hasat  zamanının  başladığı  tarihten  itibaren  1  ay içinde ödeme yapılacağı ,  turizm sezonundan sonra on ay içinde yükleniciye kesin hakedişin  ödeneceği ,   inşaatın,  yüklenicinin  inşaata  tam  kapasiteyle  başladığı tarihten itibaren 18 ay içinde tamamlanacağı  şeklindeki sözleşme kayıtlarında vadenin sonradan belirli hale geldiği sonucuna varılamaz. Çünkü  hasat zamanının başlangıcı ,  turizm sezonunun sona ermesi  ya da  inşaata tam kapasiteyle başlama  olguları, ifa zamanının hesaplanmasına yarayan başlangıç anı niteliğinde iseler de, bu olguların tam olarak ne zaman gerçekleşeceği (hasat zamanının tam olarak ne zaman başlayacağı ya da turizm sezonunun tam olarak hangi sona ereceği veya inşaata tam kapasiteyle hangi gün başlanmış olacağı), net bir takvim günü olarak söylenemez. Bu örneklerde sözleşmeye göre işlemesi kararlaştırılan sürelerin ne zaman kesin olarak başlayacağı söylenemeyeceğinden, bu sürelerin ne zaman sona ereceği de kesin bir bilgi olarak önceden saptanamaz haldedir. Bu sebeple de bu örneklerde, belirsiz vadenin sonradan belirli vade niteliğine dönüşmediğini kabul etmek ve temerrüt ihtarının varlığını aramak uygun olacaktır.Ekleyelim ki, belirsiz vadenin kararlaştırılmış olduğu sözleşmelerde, borçluyu temerrüde düşürmek için kural olarak temerrüt ihtarı gerekli ise de, bazen, dürüstlük kuralı gereğince temerrüt ihtarına gerek olmayan belirsiz vade örnekleri ile de karşılaşılabilir.  Hasat zamanından itibaren 10 gün içinde borcun ödeneceğinin  kararlaştırıldığı bir örnekte, sonbahar mevsimi sona ermiş, kışa gelinmiş olduğu halde borç hâlâ ödenmemiş durumda olsun. Kanımızca, hasat zamanının çoktan bittiği, kış mevsiminin başladığı böyle bir durumda, borçluyu temerrüde düşürmek için temerrüt ihtarının şart olduğunu savunmak, hakkın kötüye kullanılması teşkil eder (TMK m 2/II). Bu örnekte dürüstlük kuralı gereğince, hasat zamanının başlangıç anı farazi olarak saptanmalı ve bu süreden itibaren işleyecek on günün sonunda borçlunun temerrüde düştüğü kabul edilmelidir. 3. Yargıtay Uygulaması Belirli  vadenin  sözleşmenin  kurulduğu  ana  göre  tespit  edilip  edilemeyeceği hususunda Yargıtay ın genel olarak çelişkili kararlar verdiği gözlemlenmektedir: a. Teslim ya da faturanın kesilmesi olgusuna dayanan ifa zamanı hakkındaki kararlarYargıtay ın bazı kararlarında, malın tesliminden itibaren belirli bir süre içinde borcun ifa edileceğinin kararlaştırıldığı bir sözleşme hükmü bakımından, temerrüt 44  Yüce (n.5) 129-130; Ayan, Temerrüt (29) 165.288Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...ihtarı gerekmediği sonucuna varılmıştır. Bir başka kararda yer tesliminden itibaren belirli bir süre sonra inşaatın tamamlanacağı tarzındaki sözleşme hükmü, belirli vade olarak görülmüştür. Faturanın kesilmesi tarihinden itibaren belirli bir süre sonra bedelin ödeneceği tarzındaki sözleşme hükümleri ile ilgili bazı Yargıtay kararlarında, sözleşmenin kurulduğu sırada faturanın ne zaman kesileceği belirli olmadığından, belirsiz vadenin söz konusu olduğu ve borçlunun temerrüde düşürülmesi için temerrüt ihtarının gerektiği sonucuna varılmıştır: Sözleşmenin 4. maddesinde  ...işlerin tesliminde yüklenici fark faturasını tanzim ederek fark bakiyesini en geç fatura kesim tarihini takip eden 30. günün sonuna dek almaya hak kazanacaktır.  düzenlemesine yer verilmiştir. Bu hükümde fark faturasının hangi tarihte kesileceği açıkça belirtilmediğinden yani 30 günlük sürenin başlangıcı belirsiz bir tarih olduğundan bu hüküm (…) kesin vade olarak kabul edilemez 48. Buna karşılık diğer bazı kararlarda ise, faturanın kesildiği tarihten itibaren belirli bir süre sonra borcun ödeneceğine dair sözleşme kayıtlarının bu kere belirli vade -Yargıtay ın hatalı ifadesiyle-  kesin vade - olarak nitelendiği görülmektedir: (…) Sözleşmenin 26/A-İ. maddesi gereğince fatura karşılığında 15 gün içinde ödeme yapılacağına dair düzenleme kararlaştırılan kesin vade niteliğinde olduğundan (…) 49.45  Yargıtay 11HD E 1975/3361 K 1975/1357, 27.2.1975, (Kazancı); aynı yönde: Yargıtay 15HD E 2009/758 K 2010/590, 08.02.2010 (Legalbank).  Kooperatiften ayrılan bir ortağa, ayrıldığı yılın bilançosunun genel kurulca kabulü suretiyle kesinleşmesinden itibaren bir ayın sonunda ödeme yapılacağı şeklindeki sözleşme hükmü bakımından vade gününü belli olduğu ve temerrüt ihtarına gerek bulunmadığı yönünde: Yargıtay 23HD E 2011/928 K 2011/242, 13.09.2011.46  Yargıtay 15HD E 2018/4023 K 2019/110, 10.1.2019:  Sözleşmenin 8. maddesine göre işin süresi 320 takvim günüdür. (…) (Sözleşmenin) 10. maddesinde de sözleşmenin imzalanmasını müteakip iki gün içinde yer teslimi yapılıp işe başlanacağı kararlaştırılmıştır. Buna göre işin 23.05.2006 +2 gün +320 takvim günü=10.04.2007 tarihine kadar anahtar teslimi tamamlanması gerekmekte(dir). (…) Somut olayda sözleşmede kararlaştırılan kesin vade bulunduğu ve kesin vade geçmesine rağmen davacı taşeron üstlendiği edimini tamamlayarak teslim etmemek suretiyle temerrüde düştüğünden (…)  (Lexpera).47  Yargıtay 1HD E 2003/14094 K 2004/74, 12.01.2004:  Marka kullanım ücretinin fatura edilmesini izleyen en geç bir ay içerisinde ödeme yükümlülüğü getirilmiş ise de, bu hüküm kesin vadeyi ifade etmemektedir  (Lexpera); Yargıtay 13HD E 2015/16117 K 2017/4767, 19.4.2017:  Mahkemece bilirkişi raporu üzerinde kısmı düzeltme yapılarak davalı kurumun faturanın muayene kabul tarihinden itibaren 30 gün sonra temerrüde düştüğü kabul edilerek asıl alacak üzerinden işlemiş faize hükmedilmiş ise de, işlemiş faize hükmedilebilmesi için davalının TBK 117 (eski BK 101) maddesi uyarınca temerrüt ihtarnamesi ile temerrüde düşürülmesi gerekir. Somut olayda davacı faturaları davalı kuruma ibraz etmiş, ancak ödemenin yapılmaması üzerine ihtarname göndererek davalıyı temerrüde düşürmemiştir. Bu husus tarafların ve mahkemenin de kabulündedir. Taraflar arasındaki sözleşmede de borcun ödeneceği tarih kesin vade ile kararlaştırılmamıştır. Bu durumda borçlu davalının temerrüde düştüğünden bahsedilemez  (Lexpera).   Malzemenin şartnamesine uygun olarak teslim alınmasından sonra, düzenlenecek gerçekleştirme belgesinin ilgili muhasebeye verilmesinden sonra 30 gün içinde malzeme bedeli ödenir  şeklindeki sözleşmesel düzenlemeye ilişkin uyuşmazlıkta, 30 günlük ödeme süresine başlangıç sayılan malın tesliminden sonra  düzenlenecek gerçekleştirme belgesinin ilgili muhasebeye verilme günü nün kesin, hemen belirlenebilir bir gün olarak kabul edilemeyeceği ve dolayısıyla temerrüt için ihtara gerek olduğu yönünde: Yargıtay 19HD 5875/ 8741, 20.12.1993, (Kazancı); Yargıtay 13HD E 2005/1334 K 2008/2753, 21.04.2005 (Legalbank).48  Yargıtay 15HD E 2012/4466 K 2013/2950, 06.05.2013 (Lexpera); aynı yönde Yargıtay 19HD 2642/8549, 18.9.2008, (Kazancı).49  Yargıtay 15HD E 2013/1945 K 2014/1115, 19.2.2014 (Lexpera).  Aynı yönde, Yargıtay 19HD E 2014/743 K 2014/3713, 25.2.2014:  Mahkemece (…) taraflar arasındaki sözleşmenin 3. maddesinde alıcının fatura bedelini fatura kesim tarihinden itibaren 15 gün içinde ödeyeceğinin, (…) belirtildiği, (…) bu maddede borcun hangi tarihte ödeneceğinin duraksamaya yer vermeyecek şekilde belirlenmediği, hangi tarihte fatura kesildiğinin davalı tarafından bilinmesi mümkün olmadığından kesin vade olmadığı  (sonucuna varılmıştır). / (…) Taraflar 289İstanbul Hukuk Mecmuası 77/1b. Hakedişin onaylanması olgusuna dayanan ifa zamanı hakkındaki kararlarYargıtay ın yerleşik uygulamasına göre, inşaat sözleşmelerinde inşaat bedelinin ödenmesi  borcu,   hakedişin  iş  sahibi  tarafından  düzenlenmesi   veya   yüklenici tarafından  düzenlenen  hakedişin  iş  sahibi  tarafından  onaylanması   olgusuna bağlandığı sözleşmelerde, bu olgunun gerçekleşmesinden itibaren belirli bir süre sonra  bedel  borcunun  ödeneceği  tarzındaki  sözleşme  hükümleri,  belirli  vade niteliğinde görülmemekte ve temerrüt ihtarının varlığı koşul olarak aranmaktadır. Zira Yargıtay a göre, sözleşmenin kurulduğu tarihte hakedişin ne zaman onaylanacağı belirli olmadığından, ortada belirli bir vade yoktur. Bu sebeple borçlu ancak temerrüt ihtarı ile temerrüde düşürülebilir ve dolayısıyla temerrüt ihtarından önce, ödenmeyen hakediş alacağı sebebiyle temerrüt faizi işletilemez. Yargıtay 15. Hukuk Dairesi nin hakedişe bağlanan alacaklarla ilgili bu yöndeki kararları, yerleşik içtihat halini almıştır: Taraflar arasında imzalanan 09.10.2006 tarihli sözleşmenin 12. maddesinde, sözleşmenin eki Yapım İşleri Genel Şartnamesinde düzenlenen esaslar çerçevesinde 30 günde bir hakediş raporu düzenlenir, 30 gün içinde tahakkuka bağlanarak 15 gün içinde ödenir, hükmüne dayanılarak takipte işlemiş faiz alacağının da ödenmesi istenmiş, mahkemece bu istem kısmen kabul edilmiştir. Oysa bu düzenleme BK nın 101. (Yeni TBK 117.) maddesince kesin vade niteliğinde olmayıp, hakediş alacağının muacceliyetine ilişkin olduğundan davalının hakediş bedeli istenilmek suretiyle usulen temerrüde düşürülmesi zorunludur. Dairemizin yerleşen uygulaması da bu yöndedir. Bu nedenle takipten önce temerrüdün varlığı kanıtlanamadığından davalı temerrüdü takip tarihinde gerçekleşmiştir. O halde davacının işlemiş faiz istemi reddedilmelidir 50.   (…) (Sözleşmede) hakedişlerin onayından sonra 20 gün içerisinde bedelin idare tarafından ödeneceğine ilişkin hüküm, kararlaştırılmış kesin vade olmayıp Daire mizin yerleşik içtihat ve uygulamalarına göre alacağın muaccel olduğu tarihi belirleyen bir düzenlemedir 51.arasındaki sözleşmenin 3. ve 4. maddelerine göre, fatura düzenleme tarihleri açıkça belirtilmiş olup, bu tarihten itibaren borcun 15 gün içinde ödeneceği kararlaştırıldığına göre, temerrüt tarihinin bu hükümler gözetilerek belirlenmesi ve sözleşmedeki bu hükümlerde belirtilen vadelerinin kesin vade olduğunun kabulü gerekir (…)  (Lexpera).  Yargıtay 15HD E 2006/7800 K 2007/8179, 25.12.2007:  Ödeme istemi içermeyen fatura tebliği temerrüde esas alınamaz ise de; Dairemizce tahakkuk müzekkeresi ve verile emrinde asıl alacağın uygun bulunması ve ödenmesi gerektiğinin davalı yanca kabul edilmiş olması halinde temerrüdün o tarihte gerçekleştiği kabul edilmektedir. Somut olayda 31.12.2001 tarih ve 008189 seri nolu 38.952.474.097 TL lik fatura bedeli aynı tarihte tahakkuk müzekkeresi ve verile emrine bağlanarak onanmış olmakla temerrüt belirtilen tarihte gerçekleşmiştir  (Lexpera).   YargıtayHD E 2015/280 K 2015/4887, 8.10.2015: Davaya konu bir olayda, sözleşmede borcun ifa tarihleri şöyle tespit edilmiştir:  ...Peşinat %20 :38.000 YTL, avan proje onayında %20 :38.000 YTL, 1/50-1/100 ölçekli uygulama projelerinin tesliminde %20 :38.000 YTL, İmalat detay projelerinin tesliminde %20 :38.000 YTL, ihale dosyasının tesliminde %20 :38.000 YTL... . Yerel Mahkeme anılan tarihlerde temerrüdün gerçekleştiğine hükmetmiş ve karar Yargıtay 15. Hukuk Dairesi tarafından çoğunlukla onanmıştır. Ancak karşı oy yazısına göre:  (…) İfa gününün muayyen (belirli) sayılabilmesi için sözleşme tarihi itibariyle takvime bakıldığında ifanın en geç hangi tarihte yapılacağının her türlü tereddütten uzak bir şekilde açık seçik belli olması veya borçlunun bu tarihi kat i bir şekilde hesaplayabilir olması gerekir. Örneğin sözleşme tarihini izleyen 20 nci günde borç ifa edilecek gibi. Bu örnekte sözleşme tarihi belli olduğundan bu tarihe 20 günün ilavesiyle ifa günü kesin olarak hesaplanabilecektir. Şayet hesaplamaya esas alınan tarih sözleşme tarihi itibariyle belli değilse, örneğin, ödemenin faturanın düzenlenmesini takip eden 20 nci günde yapılacağı kararlaştırılmış, ancak faturanın hangi tarihte kesileceği belirtilmemişse kesin vadenin varlığından söz edilemeyecektir. / (…) (Somut olayda) (p)rojelerin teslim edileceği tarihler sözleşmede açıkça belirtilmediğinden, projelerin hangi tarihte teslim edildiği dosyada mevcut deliller incelenmek suretiyle bilirkişilerce belirlendiğinden kesin vadenin bulunduğu kabul edilemez ve proje teslim tarihi faize başlangıç yapılamaz. (…) Açıklanan nedenlerle kararın bozulması gerektiğinden sayın çoğunluğun onama yönündeki görüşlerine iştirak etmiyorum  (Lexpera) .50  Yargıtay 15HD E 2010/2259 K 2011/2498, 25.04.2011 (Lexpera).51  Yargıtay 15HD E 2010/5619 K 2011/567, 07.02.2011 (Lexpera).290Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin... (S)özleşmenin 12. maddesinde hakedişler düzenlendikten sonra 30 gün içinde ödeme yapılacağı belirtilmiş ise de, hakedişlerin ne zaman düzenleneceği konusunda kesin bir tarih belirtilmemiştir. Bu durumda kesin vadeden söz etmek mümkün değildir. Mahkemece, fatura tarihlerinden 30 gün sonra temerrüdün oluştuğu kabul edilerek bu doğrultuda hesaplama yapılan bilirkişi raporuna itibar edilerek karar verilmesi doğru olmamıştır 52. Temerrüt faizi başlangıç tarihi yönünden; muaccel bir borcun borçlusu, alacaklının ihtarıyla temerrüde düşer. Borcun ifa edileceği gün, birlikte belirlenmiş (kesin vade bulunması) veya sözleşmede saklı tutulan bir hakka dayanarak taraflardan biri usulüne uygun bir bildirimde bulunmak suretiyle belirlemişse, bu günün geçmesiyle; borçlu temerrüde düşmüş olur. (eBK 101. TBK 117. madde) Kesin vadeden söz edebilmek için tarihin açıkça belirlenmiş veya belirlenebilir olması gerekir. Ne zaman düzenleneceği ve hangi tarih olduğu kesin olarak belirlenemeyen hakedişin idarece onaylanmasından sonra 30 gün içinde tahakkuka bağlanıp 15 gün içinde ödeme yapılacağına dair olan sözleşme hükmü kesin vade niteliğinde değildir. Kesin vade olmadığı gibi temerrüde düşüren  ihtarname  de  çekilmeden  icra  takibi  yapılmış  ise  takip  tarihinde  temerrüt gerçekleşir (11.12.1957 tarih 17/29 sayılı İBK). Sözleşmede kesin vade bulunmadığı halde 09.08.2010 tarihli ihtarname ile davalının temerrüde düşürüldüğü gözetilmeksizin, kesin vade varmış gibi faiz hesabı yapan rapora itibar edilerek faiz alacağına hükmedilmesi de yerinde değildir 53. Taraflar arasındaki sözleşmenin  Ödeme yeri ve şartları  başlıklı 11.2. maddesinde; hazırlanan hakedişlerin idarece onaylandıktan sonra otuz gün içinde tahakkuka bağlanarak on beş gün içinde  ödeneceği  belirtilmiştir. (…) Sözleşmede hakedişlerin hangi aylarda ve tarihlerde düzenleneceği açıkça belirtilmediğinden, belirli olmayan hakediş tanzim tarihleri başlangıç alınarak belirlenen ödeme süresi de kesin vade sayılmaz. Sözleşmenin 11.2. maddesinde kararlaştırılan süre borcun, ifa edileceği günü (kesin vadeyi) değil, borcun muaccel (istenebilir) hale geldiğini göstermektedir 54.  Taraflar  arasındaki  sözleşmenin   Hakedişler  ve  Hakediş  Ödemeleri   başlıklı  2.5.2 maddesinde ... hakedişin yüklenici onayını takip eden 45 gün sonrasında tedarikçiye ödenecektir.  hükmüne yer verilmiştir. Bu şekilde belirlenen ödeme tarihi kesin vadeyi içermediğinden ve alacağın ödenebilir hale geldiği zamanı belirlediğinden TBK 117 maddesi gereğince davalıyı temerrüde düşürücü nitelikte değildir 55. Sözleşmenin hakedişler ve ödeme başlıklı 10-A maddesine göre, Bayındırlık İşleri Genel Şartnamesi  nin 39. maddesi uyarınca, hakediş raporu düzenlenerek tahakkuka bağlanıp ödeneceği düzenlenmiş olup, Bayındırlık İşleri Genel Şartnamesi nin 39 ve 40. maddelerindeki tahakkuka bağlama tarihinden itibaren 30 gün içinde ödeme yapılacağına dair hüküm kesin vade olmayıp, alacağın istenebilir olduğu tarihi gösterdiğinden, şartnamenin 39 ve 40. maddelerine göre hesaplanacak sürelerden faiz uygulanması mümkün değildir 56.52  Yargıtay 15HD E 2015/3351 K 2015/5954, 23.11.2015 (Lexpera).53  Yargıtay 15HD E 2016/1286 K 2016/4315, 19.10.2016 (Lexpera).54  Yargıtay 15HD E 2017/625 K 2017/4484, 19.12.2017 (Lexpera).55  Ankara BAM, 27HD E 2017/267 K 2018/44, 19.1.2018 (Lexpera).56  Yargıtay 15HD E 2017/101 K 2018/2898, 4.7.2018 (Lexpera); aynı yönde: Yargıtay 15HD E 2006/7770 K 2007/692, 07.02.2007; Yargıtay 15HD E 2015/3906 K 2016/2596, 5.5.2016 [Lexpera].291İstanbul Hukuk Mecmuası 77/1Yargıtay ın yerleşik içtihatları incelendiğinde;  geçici hakedişlerin, kuruluşça (iş sahibi tarafından) onaylandığı günden başlayarak 45 gün içinde ödeneceği 57,  hakedişlerin aylık olarak düzenlenip mühendise verildiği tarihten itibaren 56 gün içinde ödeneceği 58,  işverence işin geçici kabulünün onaylanmasını müteakip 30 gün içerisinde kesin teminatın ve nakit teminatın ödeneceği 59,  işverenin (asıl yüklenicinin) hakedişinin, DSİ (asıl işsahibi) tarafından işverene (asıl yükleniciye) ödenmesinden sonra taşeronun hakedişinin 15 gün içinde ödeneceği 60,  davalının hakedişlere dâhil iş kalemlerinin bedelini iş sahibinden tahsil ettikten sonraki 3 gün içinde avans kesintisi yaparak davacıya ödeme yapacağı 61,  hakediş raporlarının sözleşmenin eki olan yapım işleri genel şartnamesinde düzenlenen esaslar çerçevesinde kanuni kesintiler de yapılarak her ayın ilk 5 günü içinde düzenleneceği, hazırlanan hakediş raporları İdarece onaylandıktan sonra 30 gün içinde tahakkuka bağlanarak 15 gün içinde ödeneceği 62,  ödemelerin hakedişin işveren tarafından 10 gün içinde onayını  müteakiben  yüklenici  tarafından  kesilecek  fatura  karşılığı  yüklenicinin banka hesabına yapılacağı 63 şeklindeki sözleşme hükümleri, sözleşmenin kurulduğu tarihte hakedişin ne zaman onaylanacağının belirli olmaması sebebiyle belirli vade niteliğinde görülmemekte ve hakediş borçlusunun temerrüde düşmesi için temerrüt ihtarının varlığı veya bu ihtar yerine geçen icra takibinin varlığı koşulu aranmakta; aksi  halde  temerrüt  faizinin  dava  tarihinden  itibaren  işletilmesi  gerekeceğine hükmedilmektedir.Bununla birlikte hakediş olgusuna bağlanan alacaklarla ilgili yukarıda açıkladığımız Yargıtay 15.Hukuk Dairesinin yerleşik uygulamasına aykırı düşen yine aynı daireye ait nadir de olsa bazı kararlar bulunmaktadır:  Yanlar arasında imzalanan 30.04.2004 tarihli sözleşmenin birim fiyat ve ödemeler başlıklı 23. maddesinin (b) bendinde, işin sözleşmeye uygun tamamlanmasını takiben BİGŞ. nde öngörülen sürede kesin hakedişin düzenleneceği, kesin hakedişin düzenlenmesini takiben 57  Yargıtay 15. HD E 2007/5298 K 2008/5938, 13.10.2008; aynı yönde: Yargıtay 15HD E 2007/2453 K 2007/4969, 18.07.2007; Yargıtay 15HD E 2007/4238 K 2008/3117, 09.05.2008; Yargıtay 15HD E 2007/1286 K 2008/2753, 25.04.2008; Yargıtay 15HD E 2010/370 K 2010/2504, 29.04.2010; Yargıtay 15HD E 2010/5859 K 2011/2382, 19.04.2011; Yargıtay 15HD E 2010/7087 K 2011/642, 08.02.2011; Yargıtay 15HD E 2015/725 K 2015/3930, 3.7.2015; Yargıtay 15HD E 2017/476 K 2017/3819, 6.11.2017 [Lexpera].58  Yargıtay 15HD E 2006/4558 K 2006/7174, 07.12.2006; aynı yönde: Yargıtay 15HD E 2008/2764 K 2009/4498, 22.07.2009 [Lexpera].59  Yargıtay 15HD E 2014/208 K 2014/5336, 22.9.2014 (Lexpera).60  Yargıtay 15HD E 2014/3880 K 2014/7043, 04.12.2014 (Lexpera).61  Yargıtay 15HD E 2015/5668 K 2016/2040, 31.3.2016 (Lexpera).62  Yargıtay 15HD E 2016/2450 K 2016/4691, 14.11.2016; aynı yönde: Yargıtay 15HD E 2016/4327 K 2017/594, 14.2.2017 [Lexpera].63  Yargıtay 15HD E 2017/2176 K 2018/333, 1.2.2018 (Lexpera).64  Ayrıca bkz Yargıtay 15HD E 2007/4232 K 2008/2929, 02.05.2008; Yargıtay 15HD E 2006/2227 K 2007/4721, 11.07.2007; Yargıtay 15HD E 2008/2513 K 2009/2854, 14.05.2009; Yargıtay 15HD E 2008/4771 K 2008/7000, 24.11.2008; Yargıtay 15HD E 2009/2501 K 2010/3063, 31.05.2010; Yargıtay 15HD E 2012/2190 K 2013/1401, 28.02.2013; Yargıtay 15HD E 2014/2750 K 2015/1815, 9.4.2015; Yargıtay 15HD E 2015/1424 K 2015/4902, 8.10.2015; Yargıtay 15HD E 2016/3206 K 2016/4702, 16.11.2016; Yargıtay 15HD E 2016/3575 K 2016/4743, 21.11.2016; Yargıtay 15HD E 2016/3971 K 2018/980, 15.3.2018; Yargıtay 15HD E 2017/280 K 2018/3229, 17.9.2018 [Lexpera].292Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...taşeron alacaklı çıktığı takdirde en geç 20 gün içerisinde ödeme yapılarak kesin teminatın iade edileceği kararlaştırılmıştır. Yanlar arasında kesin hakediş düzenlenmiş olup ödeme tarihinin saptanması mümkün olduğundan söz konusu hüküm kesin vade niteliğindedir. Kararlaştırılan kesin vadede ödeme yapılmadığı sabit olduğuna göre davalı yüklenici kesin hakediş tarihine göre belirlenecek tarihten itibaren temerrüt faizi istemekte haklıdır 65. Mahkemece davacının takip öncesi döneme ait işlemiş faiz alacakları takipten önce davalı borçlunun ihtarla temerrüde düşürülmediğinden ve sözleşmenin 6. maddesindeki düzenleme kesin vade niteliğinde görülmediğinden reddedilmiştir. Yanlar arasındaki sözleşmenin 6. maddesinde  sözleşme ve eklerinde belirtildiği şekilde aşama işler yüklenici tarafından Belediye ye teslim edildiği tarihten itibaren 30 gün içinde hakediş raporları düzenlenir, idarelerince onanır ve tahakkuka bağlanır. Yapılan hakedişler Belediyece 30 gün içinde ödenir. Bu süreler içinde hakedişler yapılmaz ya da yapılan hakedişler ödenmez ise bu 30. gün kesin süre kabul edilip, bu günden itibaren hiçbir ihtara gerek kalmadan temerrüde düşüldüğü taraflarca kabul edilir...  düzenlemesine yer verilmiştir. Bu düzenleme ile taraflar hakedişlerin Belediye ye tesliminden itibaren geçecek 30+30=60ıncı günü kesin vade olarak kabul etmişler, temerrüt için ihtara gerek olmadığını kararlaştırmışlardır. Taraf  iradelerine  göre  sözleşmedeki  düzenlemenin  kesin  vade  niteliğinde  olduğu anlaşılmaktadır. Takip konusu hakedişler 22.05.2006 tarihinde düzenlenmiş ve 30.05.2006 tarihinde onaylanmış olduğuna göre onaydan itibaren 30 günün sonunda 30.06.2006 tarihinde temerrüd gerçekleşmiştir. Bu nedenle davacı yüklenicinin sözleşmenin 6. maddesi uyarınca 30.06.2006 kesin vade tarihi ile 29.06.2007 icra takip tarihi arasındaki dönem için işlemiş faize hak kazandığının kabulü gerekir 66c. İnşaat ruhsatının alınması olgusuna dayanan ifa zamanı hakkındaki kararlar Yargıtay ın inşaat ruhsatının alınmasından itibaren belirli süre sonra inşaatın tamamlanacağı  tarzındaki  sözleşme  hükümleri  bakımından  da  çelişkili  kararlar verdiği görülmektedir. Bazı kararlarda, bu tarz sözleşme hükümleri belirli vade olarak görülmemiş ve temerrüt ihtarının gerekli olduğuna hükmedilmiştir:  Mahkemece, (…) davacı arsa maliki ile davalı kooperatif arasındaki 13.12.1999 tarihli sözleşmeye göre davacıya verilecek üç adet dairenin inşaat devam ruhsatından itibaren 36 ay sonra anahtar teslimi ve eksiksiz olarak teslim edileceği, (…) teslim tarihi kesin vade 65  Yargıtay 15HD E 2007/5699 K 2008/5415, 18.09.2008 (Lexpera).66  Yargıtay 15HD E 2014/2689 K 2015/1781, 08.04.2015 (Lexpera). 67  Sözleşmede inşaat ruhsatının alınması gereken bir süre tayin edilmiş olabileceği gibi, edilmemiş de olabilir. Örneğin,  inşaat ruhsatının, sözleşmenin imzalanmasından itibaren 3 ay içinde alınacağı ve ruhsat alınmasından itibaren inşaatın 18 ay içinde tamamlanacağı  şeklindeki bir sözleşme hükmü bakımından, sözleşme kurulduğu sırada inşaat ruhsatının üç ay içerisinde alınıp alınmayacağı baştan belli değildir. Ancak sözleşme kurulduğu anda belirli olan durum, inşaat ruhsatı alınamamış olsa bile, en geç sözleşmenin imza tarihinden itibaren 3 ay sonra 18 aylık sürenin başlayacağıdır ki, üç ay içinde ruhsat alınamadığı takdirde 3 ay + 18 aylık süre baştan hesap edilebileceğinden, bu noktada vadenin belirli olduğu söylenebilir. Bkz ve karş Yüce (n.5) 130.  Ancak yukarıdaki örnekte, 3 aydan daha kısa bir zamanda ruhsat alınmışsa veya inşaat ruhsatının alınması için ister sözleşmede bir süre tayin edilmiş olsun ister olmasın, inşaat ruhsatının alınıp alınmayacağı sözleşme kurulduğu sırada henüz bilinmeyen bir olgudur. İnşaat ruhsatının alınınca, 18 aylık süre hesaplanabilir hale gelir. Bu durumda, eğer vadenin sözleşmenin başlangıcında belli olması görüşü kabul edilecek olursa, temerrüt ihtarı gerekli olacak; bizim de katıldığımız üzere vadenin sözleşmenin kuruluşundan sonra ama ifadan önce de belirlenebileceği görüşü kabul edilecek olursa, temerrüt ihtarına gerek olmayacaktır.293İstanbul Hukuk Mecmuası 77/1niteliğinde olup bu tarihin geçmesiyle davalı tarafın temerrüde düştüğü, (…) gerekçesiyle, davanın kabulü(ne) (…) karar verilmiştir. (…) Arsa payı karşılığı inşaat sözleşmesinden doğan borçlarda, yanlar arasında kesin bir vade kararlaştırılmamış ise, borçlunun BK nın 101. (TBK nın 117.) madde hükmüne uygun şekilde temerrüde düşüldüğü tarihten itibaren temerrüt faizi yürütülebilir. Bu tür bir alacağa temerrüt faizi yürütülebilmesi için muaccel olması yeterli olmayıp, karşı tarafın ayrıca temerrüde düşürülmesi gerekir. (…) Davacı tarafça davalının işbu davadan önce işbu dava konusu döneme ilişkin gecikme tazminatı miktarı gösterilerek, ödeme talebi içeren bir ihtar ile temerrüde düşürüldüğü iddia ve ispat edilememiştir 68. Buna karşılık diğer bazı kararlarda ise bu tarz sözleşme hükümleri, belirli vade olarak görülmüştür: Yanlar arasında imzalanan sözleşmeye göre inşaatın ruhsat tarihinden itibaren 2 yıl sonra yani 24.12.1998 de tamamlanması gerekirken, kararlaştırılan bu kesin vade geçmesine rağmen  inşaat  %44  seviyesinde  yarım  bırakılmak  suretiyle  yüklenici  tarafından  terk edilmiştir. Bu durumda akdin geriye doğru etkili feshi kararı yerindedir 69.68  Yargıtay 23HD E 2014/436 K 2014/3779, 14.5.2014 (Lexpera).  Aynı yönde, Yargıtay 23HD E 2014/9104 K 2015/3603, 13.5.2015:  Mahkemece, (…) arsa payı karşılığı inşaat sözleşmesi (…) uyarınca arsa sahibinin yapı ruhsatı alınarak hafriyata başlanmasından itibaren 50.000,00 Euro ödemesi halinde 1,5 daire daha alacağı, maddede kesin vade kararlaştırılmadığından arsa sahibinin usulüne uygun ihtarla temerrüde düşürülmesi gerektiği, yüklenici şirketçe keşide edilen 04.08.2010 tarihli ihtarın usulüne uygun şekilde tebliğ edilmediğinden arsa sahibinin temerrüde düşürülmediği (…)  sonucuna varılmıştır. Yargıtay tarafından bu karar onanmıştır (Lexpera).  Yargıtay 23HD E 2015/453 K 2016/1784, 22.3.2016:  Mahkemece, davanın reddine dair verilen karar, davacılar vekilinin temyiz istemi üzerine Dairemizin 18.01.2013 tarih ve 2012/5804 E, 2013/234 K sayılı ilamıyla, taraflar arasındaki sözleşmenin  Özel Şartlar  bölümünde;  ...taraflar arasında inşaat sözleşmesi yapıldığı tarihten itibaren 3 ay içerisinde bitirilip temel ruhsatı tarihinden itibaren 18 ay içerisinde arsa sahibinin daireleri teslim edilecektir...Temel üstü ruhsatı alındığında müteahhite 13 nolu daire, 14 nolu daire, 9 nolu daire ve 10 nolu dairenin tapuları serbest bırakılacaktır. İnşaatın kabası bittiğinde ise 5 nolu daire ve 3 nolu dairenin tapuları serbest bırakılacaktır. İnşaatın ince işleri bittiğinde ise 2 nolu daire, mal sahibinin daireleri teslim edildiğinde ise 1 nolu dairenin tapuları serbest bırakılacaktır.  düzenlemesine, (…) yer verildiği, (…) sözleşmede ferağ aşamaları kesin vade olarak kararlaştırılmayıp, tamamlanacak işlere göre kademeli olarak düzenlendiği, davalı yüklenici tarafından ferağ aşamalarının her biri tamamlandığında durumu bildirerek tapu devri yönünde arsa sahiplerinin BK  nın 101. maddesine göre temerrüde düşürülmediği, (…) doğrultusunda (…) bir karar verilmesi gerekirken, eksik incelemeye dayalı yanılgılı gerekçe ile yazılı şekilde hüküm kurulmasının doğru olmadığı gerekçesiyle, davacılar yararına bozulmuştur. (…) Mahkemece uyulan bozma kararı doğrultusunda inceleme yapılıp hüküm verilmiş olmasına (…) göre, (…) uygun bulunan hükmün onanmasına (…)  (Lexpera).  Yargıtay 15HD E 2010/7083 K 2011/6577, 15.11.2011:  Somut olaya bakıldığında; sözleşme üçüncü şahsın iradesiyle tevhit yapılması ve inşaatın yapılmasına üçüncü şahsın rıza ve muvafakatının alınması şartlarına  erteleyici şart  bağlanmıştır. Tevhit işlemi 12.08.2004 tarihinde tapuya tescil edilmiş, diğer paydaşla sözleşme de 18.01.2005 tarihinde imzalanmıştır. Bu durumda erteleyici şartın en son 18.01.2005 tarihinde gerçekleştiğinin kabulü gerekir. Sözleşmede yapı ruhsatının alınması için yaklaşık 6,5 aylık bir süre öngörülmüştür. Şartın gerçekleşmesinden itibaren bu miktarda bir süre geçmeden 28.03.2005 tarihinde yapı ruhsatı alınmıştır. Yapı ruhsatının alınmasında davalı kooperatifin bir gecikmesi bulunmamaktadır. Sözleşmede yapım süresi 54 ay olarak kararlaştırılmış ve bu süre yapı ruhsat tarihinden başlatılmıştır. Yapı ruhsatının alındığı 28.03.2005 tarihine 54 aylık yapım süresi eklendiğinde inşaatın bitmesi ve bağımsız bölümlerin teslim edilmesi gereken tarih bilirkişi raporunda da açıklandığı gibi 28.09.2009 olmaktadır. Dava henüz sözleşmede kararlaştırılan teslim süresi dolmadan önce 07.11.2008 tarihinde açıldığından ve dava tarihi itibariyle teslimde gecikme bulunmadığından mahkemece davanın tümden reddi gerekirken, borcun erteleyici şarta bağlı olduğu dikkate alınmadan, sözleşmede kesin vadenin kararlaştırıldığından bahisle bilirkişi raporunun aksine davanın kısmen kabulü doğru olmamış, kararın bozulması gerekmiştir  (Lexpera).69  Yargıtay 15HD E 2010/646 K 2011/1336, 07.03.2011 (Lexpera).   Aynı yönde, Yargıtay 23HD E 2015/4089 K 2016/2139, 5.4.2016:  Birleşen davada davacı vekili, taraflar arasındaki sözleşmede, imar durumunun alınmasından itibaren 6 ay içerisinde inşaat ruhsatının alınması, inşaat ruhsatının alınmasından itibaren de 24 ay içerisinde işin teslim edilmesi gerektiğinin kararlaştırıldığını, ancak davalının imar durumu ve ruhsat alınması için ilgili beledeyiye başvuruda bulunmadığını, sözleşmenin tanziminden itibaren 3 yıl geçmiş olmasına rağmen henüz işe başlanmadığını ileri sürerek, taraflar arasındaki 23.06.2008 tarihli arsa payı karşılığı inşaat sözleşmesinin geriye etkili olarak feshini ve fesih nedeniyle doğan menfi zararları tespit edilerek, davalıdan tahsilini talep ve dava etmiştir.  Birleşen davada davalı vekili, sözleşmede kesin vade öngörülmediğini, uygun bir mehil verilmeden sözleşmenin feshi yoluna gidilemeyeceğini, müvekkilinin davacı arsa sahibinin talimatı ile yeni imar planı alınmasını beklediğini, ancak yeni imar 294Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...Bir  başka  kararda,  arsa  payı  karşılığı  inşaat  sözleşmesinde  inşaat  aşamaları tamamlandıkça yükleniciye hak ettiği arsa paylarının mülkiyetinin, her bir aşamanın tamamlanması üzerine devredileceği tarzındaki sözleşme hükmü belirli vade olarak görülmemiştir.d. Diğer çeşitli olgulara bağlanan ifa zamanı hakkındaki kararlarYargıtay a  göre  bedel  ödeme  borcunun,  ödenek  olduğu  takdirde  bu  tarihten itibaren belirli bir süre sonra ifa edileceği tarzındaki sözleşme hükümleri, belirli vade niteliğinde değildir.planı çıkar çıkmaz, davacı arsa sahibi bu planının iptali istemiyle idari yargıda dava açtığından, müvekkili yüklenicinin ruhsat işlemlerini başlatamadığını, davacının daha sonra, ayrıca müvekkilini sözleşme ile birlikte verdiği vekaletnameden azlettiğini ve sözleşmeyi feshettiğini bildirdiğini, feshin geçersiz olduğunu savunarak, davanın reddini istemiştir.  Mahkemece, (…); davacı arsa sahibinin sözleşme ile birlikte yükleniciye gerekli tüm iş ve işlemleri yapma yetkisini içeren vekaletname verdiği, davalı yüklenicinin işbu vekaletname dayalı olarak, arsa sahibince imar planının iptali istemiyle idari yargıda açılan davadan önce, gerekli tüm iş ve işlemleri yaptırabileceği ve imar durumu ile inşaat ruhsatını alarak inşaata başlaması mümkün iken, makul sürede gerekli başvuruları yapmadığı, sözleşmenin imzalanmasından itibaren vekaletnameden azil tarihine kadar yaklaşık 34 aylık sürede inşaata başlamadığı, imar durumu ve ruhsat için gerekli başvuruların yapılmamasında davacı arsa sahibinin herhangi bir kusurunun bulunmadığı, bu hususta kusurlu olduğu tespit edilen davalı yüklenicinin ayrıca temerrüde düşürülmesine de gerek bulunmadığı, bu haliyle, davacı arsa sahibinin sözleşmenin feshinde haklı olduğu, ancak fesih nedeniyle uğradığını ileri sürdüğü zararlarını ispat edemediği, asıl dava yönünden; birleşen davada sözleşmenin feshi talebi yerinde görüldüğünden, artık davacı yüklenicinin sözleşmenin tapuya şerhi isteminin kabulünün mümkün olmadığı gerekçesiyle, asıl davanın reddine, birleşen davanın kısmen kabulü ile, taraflar arasındaki 23.06.2008 tarihli arsa payı karşılığı inşaat sözleşmesinin feshine, tazminat isteminin reddine karar verilmiştir. / (…) (U)sul ve kanuna uygun bulunan hükmün onanmasına, karar veril(miştir)  (Lexpera).  İzmir BAM, 14HD E 2017/744 K 2018/25, 10.1.2018:  Sözleşme koşullarına göre, (…) inşaatların teslim tarihi, ruhsat tarihinden itibaren 24 ay olarak öngörülmüş ve teslim şartı iskan ruhsatının alınmasına bağlanmıştır. (…) (Y)anlar arasındaki sözleşme ve bilirkişi raporlarına göre, eserin ve bu kapsamda inşaatların teslim tarihinin en geç 15/01/2011 tarihi olduğu ve davalı yüklenici tarafından teslim borcunun kesin vade olan bu tarihte yerine getirilmesi gerekirken borcun ifa edilmeyerek temerrüde düşüldüğü anlaşılmaktadır  (Lexpera).  Yargıtay 15HD E 2004/576 K 2004/5254, 20.10.2004:  Yanlar arasındaki sözleşmeye göre (…) 36 aylık ifa süresi temel üstü ruhsat tarihinden ( subasmandan) sonra başlayaca), inşaat süresi içinde bitirilmediği takdirde günün rayicine göre arsa sahiplerine kira bedelleri yüklenici tarafından ödenecektir. Mahallinde yapılan keşif sonucu alınan bilirkişi raporlarından taşınmaz üzerinde bodrum, zemin ve 6 normal katlı binanın yapılmış olduğu anlaşılmaktadır. Bilirkişilerce inşaatın subasmanının atıldığı tarihin belirlenemediği, bu nedenle 36 aylık ifa süresinin sona erdiği tarihin tesbit edilemeyeceği gerekçesiyle kira tazminatı ile ilgili hesaplama yapılmamıştır. /Bu durumda, mahkemece yapılacak iş; öncelikle davacı arsa sahibine gecikme karşılığı talep ettiği kira bedelinin açıklattırılması, ilgili belediyeden inşaata temelüstü ruhsatın alındığı tarihin sorulması, temelüstü ruhsatın alındığı tarih bu şekilde belirlenemezse, sözleşme tarihinden itibaren temelüstü ruhsatının alınabileceği makul süre bilirkişilerden alınacak ek raporla saptanarak temelüstü ruhsatın alınabileceği tarihin belirlenmesi, bu tarihe 36 aylık ifa süresi eklenmek suretiyle inşaatta gecikme olup olmadığının saptanması ve -varsa- gecikilen süre karşılığı kira tazminatına hükmedilmesinden ibarettir  (Kazancı).   Ayrıca bkz Yargıtay 15HD E 2003/1739 K 2003/5138, 31.10.2003 (Kazancı).70  Yargıtay 23HD E 2014/10958 K 2016/3398, 2.6.2016:  (…) Sözleşmenin 4. maddesinde,  her bir blok için ayrı ayrı geçerli olmak üzere, karkas inşaatın tamamlanması (%30) 3 tapu; iç, dış duvarların yapılması, elektirik ve tesisat ankastre hatlarının çekilmesi (%20) 2 tapu; iç, dış sıvalarının yapılması, taban şaplarının atılması, ıslak hacimlerin fayans ve seramiklerinin kaylanması, iç mekanların kaba alçı sıvalarının yapılması (%20) 2 tapu;.... dış doğramalarının ve camların takılması, ince saten alçı sıvalarının yapılması, daire giriş kapılarının takılması, ortak merdiven alanlarının zemin ve duvar kaplamalarının yapılması, iç ve dış boyaların yapılması ve merdiven balkon küpeştelerinin takılması (%10) 1 tapu; daire içi zemin kaplamalarının yapılması, mutfak dolaplarının yapılması, iç kapılar, yüzme havuzu seramik kaplamalarının yapılması, bahçe düzeni, gezinti yolları, araç yolları, otopark alanlarının zemin kaplamalarının tamamlanması ve peyzaj örtüsünün tamamlanması, elektrik ve sıhhi tesisat, sıva üstü armatür ve batarya montajlarının yapılması 1 tapu, genel iskanın alınması 1 tapu olarak, müteahhide tapular verilecektir.  hükmüne yer vermişlerdir. Sözleşmede kararlaştırılan kademeli ferağ aşamalarını taraflar kesin vade olarak belirlemediğinden, her bir aşama bitiminde davacı yüklenicinin tapu ferağı için arsa sahiplerine ihtar göndererek onları temerrüde düşürmesi gerekir  (Lexpera). Aynı yönde: Yargıtay 23HD E 2015/453 K 2016/1784, 22.3.2016 (Lexpera).71   Yüklenicinin hakedişinin ödenek olduğu takdirde 31.12.2006 tarihine kadar ödeneceği, iş tamamlandığında ödenek durumuna göre ödeme yapılacağı kararlaştırılmış(tır). (…) / (S)özleşmenin 11. maddesinde ödenek durumuna göre ödeme yapılacağı belirtilmekle kesin vade bulunmadığından (…)  (Yargıtay 15HD E 2014/4449 K 2014/6023, 23.10.2014 (Lexpera)). Aynı yönde:  Muayene ve kabulünden sonra komisyonca düzenlenecek tutanak tarihinden sonra hastanemizin nakit durumuna göre 120 gün içinde veya hastanemizin nakit durumu müsait olmadığı durumlarda, hastanenin nakit 295İstanbul Hukuk Mecmuası 77/1Bir diğer kararında Yargıtay,  (sözleşmede) koşulları oluştuğu takdirde cezai şartın 3 gün içinde ödenmesi gerektiği öngörüldüğüne göre, (…) cezai şart için de dava tarihinden değil fesih tarihini takip eden 3 günün hitamından itibaren faiz yürütülmelidir  sonucuna vararak anılan sözleşme hükmünün belirli vade niteliğinde olduğunu kabul etmiştir.Başka bir kararda ise,  (s)özleşme hükümlerine göre en geç tedbirin kalktığının tapuya bildirildiği tarihten itibaren 20 gün içinde kat irtifakının kurulması ve davacılara isabet eden bağımsız bölüm tapularının devri gerek(irken), (…) (d)avalı kooperatif(in); (anılan süre içinde bu borcunu yerine getirmeyerek) kat irtifakı tesisi ve bağımsız bölümlerin devri konusunda kendiliğinden temerrüde düştüğü (…)  kabul edilmiştir. e. Kararların değerlendirilmesiSonuç olarak diyebiliriz ki, borcun malın tesliminden veya faturanın kesilmesinden yahut inşaat ruhsatının alınmasından itibaren belirli bir süre sonra ifa edileceği tarzındaki sözleşme hükümleri ile bedel borcunun ifasının hakedişin onaylanmasından itibaren belirli bir süre sonra ifa edileceği tarzındaki bir sözleşme hükmü arasında hukuki nitelik bakımından, kural olarak, bir farklılık bulunmamaktadır. Buna rağmen, Yargıtay ın anılan olgular bakımından ortaya koyduğu farklı yöndeki içtihatları, adalet duygusunu sarsacak niteliktedir. Kanaatimizce Yargıtay ın  tüm  bu  olgular  bakımından  yeknesak  bir  niteleme yapması gerekir ve katıldığımız görüş çerçevesinde, sözleşmede öngörülen olguların gerçekleşmesi durumunda, bu olgunun gerçekleşmesinden itibaren hesaplanacak olan sözleşmeyle kararlaştırılmış süre sonunda, borçlunun kendiliğinden temerrüde düşeceği ve temerrüt ihtarının gerekli olmayacağının kabul edilmesi gerekir. Zira yukarıda da ifade edildiği üzere, örneğin, hakedişin onaylandığı, faturanın kesildiği, malın teslim edildiği, yer tesliminin yapıldığı, kesin hesabın tebliğ edildiği, inşaat ruhsatının alındığı vs hallerde, bu olguların gerçekleşmesinden itibaren belirli bir süre sonra (mesela 30 gün içinde) ödemenin yapılacağının kararlaştırılması durumunda, söz konusu süre kesin ve açık bir şekilde belirlenebilir durumdadır. Bu belirlemenin, mutlaka sözleşmenin kurulduğu anda yapılması gerektiği konusunda ise, TBK m 117 de bir hüküm bulunmamaktadır. Mühim olan, ifa zamanı geldiğinde, bu zamanın kesin olarak bilinebilir olmasıdır ki, bu bilgiye sözleşmenin kurulmasından daha sonra ulaşılmasında bir sakınca yoktur.durumunun müsait olduğu zaman, hastanenin ödeme planı dahilinde ödeme yapılacaktır  şeklindeki sözleşme hükmünün belirli vade içermediği hakkında: Yargıtay 13HD E 2013/14507 K 2013/27423, 06.11.2013 (Lexpera).72  Yargıtay 9HD E 2001/20816 K 2002/6572, 25.4.2002 (Kazancı).73  Yargıtay 9HD E 2006/5362 K 2007/6083, 8.10.2007 (Kazancı).296Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...B. Beklenen Olgu Gerçekleşmemiş İseSözleşmede gerçekleşmesi beklenen olgunun gerçekleşmesinden itibaren belirli bir  süre  sonra  borcun  ifa  edileceğinin  kararlaştırıldığı  hallerde,  beklenen  olgu gerçekleşmemiş ise, bu aşamada vadenin belirli olduğunu kabul etmek güçtür. Çünkü gerçekleşmesi  beklenen  olgunun  (malın  teslimi,  faturanın  kesilmesi,  hakedişin onaylanması veya inşaat ruhsatının alınması olgularının) gerçekleşmemiş olması sebebiyle, sözleşmede belirlenen sürenin başlangıç anı saptanamaz ve sözleşme süresi hesaplanamaz bir haldedir. Öğretide konuya temas eden bazı görüşler bakımından sözleşmede öngörülen olgunun en geç ne zamana dek gerçekleşeceği konusunda taraflarca bir zaman belirlenmemişse,  sürenin,  olgunun  gerçekleşmesi  için  gerekli  olan  makul  bir sürenin sonunda başlatılması gerektiği savunulmuştur. Bu süre farazi bir süredir. Bu konuda verilen örnek,  inşaat ruhsatının alınmasından itibaren 18 ay içinde inşaatın tamamlanacağı kararlaştırılmış  olması halidir. Öğretideki anılan görüşe göre, bu örnekte inşaat ruhsatının ne kadar bir süre içerisinde alınması gerektiğine dair sözleşmeye bir hüküm konulmadığı için, farazi olarak bir belirleme yapılmalı ve  ruhsatın alınması için gereken makul bir sürenin sonundan itibaren  18 aylık inşaatın yapım süresi başlatılmalıdır. Kanımızca, sözleşmede öngörülen olgunun gerçekleşmesi ya da gerçekleşmemiş olması bakımından bir ayrım yapılmaksızın otomatik olarak farazi bir sürenin tayin edilmesi isabetli olmaz. Diğer bir deyişle, öngörülen olgu (hakedişin onaylanması, inşaat ruhsatının alınması vs), gerçekleşmiş ise; sözleşmedeki süre, olgunun gerçekleştiği tarih itibariyle belli hale geldiği için, artık bu tarihten itibaren hesaplanır. Ayrıca farazi bir süre belirlemeye gerek yoktur. Buna karşılık, eğer öngörülen olgu gerçekleşmemişse (fatura kesilmemiş, ruhsat alınmamış veya hakediş onaylanmamışsa), bu durumda öngörülen olgunun gerçekleşmesi (faturanın kesilmesi, hakedişin onaylanması, ruhsatın alınması) için gerekli olan makul süre farazi olarak belirlenmeli ve sözleşme süresi bu andan itibaren hesaplanmalıdır.Öte yandan öngörülen olgunun gerçekleşmemesi hali; olgunun gerçekleşmesini sağlayacak  sözleşme  tarafının,  olgunun  gerçekleşmesini  sağlayacak  fiil  veya işlemlerde  bulunmaması  sebebiyle  ileri  gelmiş  olabileceği  gibi,  onun  sorumlu olmadığı  bir  sebepten  de  ileri  gelmiş  olabilir.  Kanımızca,  öngörülen  olgunun gerçekleşmemesine olgunun gerçekleşmesini sağlayacak sözleşme tarafının sebep olup olmamasına göre, mesele ayrı ayrı ele alınmak gerekir:74  Yüce (n.5) 131; Ayan, Temerrüt (29) 165-166.75  Yargıtay da inşaat ruhsatının alınması için sözleşmede bir sürenin kararlaştırılmadığı hallerde, inşaat ruhsatının alınması için gerekli olan makul bir süre sonunda inşaat süresinin başlatılması gerektiği yönünde kararlar vermektedir: YHGK E 2013/13-592 K 2013/65,16.01.2013 (Legalbank); YHGK E 2012/13-591 K 2012/1380, 26.12.2012 (Legalbank); YHGK E 2012/13-164 K 2012/219, 21.03.2012 (Legalbank); Yargıtay 13HD E 2015/42624 K 2018/6398, 30.5.2018 (Kazancı); Yargıtay 13HD E 2016/16468 K 2017/5173, 27.4.2017 (Kazancı); Yargıtay 13HD E 2015/36816 K 2017/1009, 31.1.2017 (Kazancı).  Ancak dikkat edilmesi gereken husus, bu kararlarda, inşaat ruhsatının alınmamış halde olmasıdır. Zira inşaat ruhsatı alınmış ise, inşaat süresinin ruhsatın alındığı tarihten itibaren hesaplanması gerekeceğinde tereddüt etmemek gerekir.297İstanbul Hukuk Mecmuası 77/11. Beklenen Olgunun Gerçekleşmemesine Borçlunun Sebep OlmasıSözleşmede gerçekleşmesi beklenen olgunun gerçekleşmemesine borçlunun sebep olması halinde, kanımızca, kural olarak dürüstlük kuralı uyarınca beklenen olgunun  gerçekleşmesi gereken tarih in esas alınıp alınmayacağına karar verilmesi gerekir. Şayet somut olayda dürüstlük kuralı gerekli kılıyorsa, ifa zamanı, gerçekleşmesi beklenen olgunun gerçekleşmesi gereken makul süre nazara alınarak belirlenmelidir. Kural olarak vadenin belirli olmadığı hallerde, temerrüt ihtarı gerekli ise de, ifa zamanının bağlandığı olgunun gerçekleşmesine borçlu tarafından engel olunmakta ise dürüstlük kuralı gereğince temerrüt ihtarına gerek olmadığı sonucuna varılmalıdır. Dürüstlük kuralının uygulanmasına bir örnek olarak, öğretide, borcun ifa edilmesi gereken zamanın alacaklı tarafından bilinemeyip, borçlu tarafından bilinmesi gereken hallerde, zamanında borcu ifa etmeyen borçlunun ihtara gerek kalmaksızın temerrüde düşeceği kabul edilmektedir.Sözleşmede  hakedişin onaylanması tarihinden itibaren 30 gün içinde ödeme yapılacağı   kararlaştırılmışsa,  hakedişin  onaylanmamasında,  yükleniciye yükletilebilen  bir  sorumluluk  yoksa  (yani  yüklenici  kendi  edimini  gereği  gibi ifa etmiş ama buna rağmen hakediş onaylanmıyorsa), bu durumda bu olgunun gerçekleşmemesine borçlu iş sahibi sebep olmaktadır. Örneğin hakediş, borçlu iş sahibinin temerrüdü sebebiyle düzenlenemiyor olabilir. Bu durumda dürüstlük kuralı gereğince bedel ödeme borcunun muacceliyet anının, hakedişin onaylanması gereken tarihten itibaren hesaplanması gerekir. Bu somut olayda, hakedişin onaylanması gereken tarih, önceden belirlenebilir ve kesin olarak hesap edilebilir bir zaman dilimi  olmadığından,  belirli  vadenin  söz  konusu  olduğu  söylenemez.  Bununla birlikte, dürüstlük kuralı gereğince, borcun muaccel olması kendi fiiline bağlı olup da muacceliyeti engelleyen hakediş borçlusunun temerrüde düşmesi için temerrüt ihtarında bulunmaya gerek yoktur. Nitekim somut olaya kıyasen uygulanabilecek olan TBK m 175/I gereğince de,  taraflardan biri, koşulun gerçekleşmesine dürüstlük kurallarına aykırı olarak engel olursa, koşul gerçekleşmiş sayılır .76  TBK m.117/II de açıklanmamış olmakla birlikte, istisnaen, borçluyu temerrüde düşürmek için temerrüt ihtarında bulunmaya dürüstlük kuralınca gerek olmayan hallerde, temerrüt ihtarında bulunulması gerekmeksizin borçlu temerrüde düşer: von Tuhr/Escher, (1) IV, 140; Feyzioğlu (7) C II, 238; Tekinay/Akman/Burcuoğlu/Altop (7) 918; Oğuzman/Öz (7) C I, N 1525; Wiegand (7) BSK OR, Art 102, N 11; Kılıçoğlu (42) 867; Barlas (1) 62; Öz, İnşaat (25) 152; Turgut Öz, İş Sahibinin Eser Sözleşmesinden Dönmesi, (Kazancı 1989) 174; Hatemi/Gökyayla (25) §26, N 63; Furrer/Wey (7) Art 102, N 40; De Feo (3) N 712; Akkanat (1) 37; Antalya (2) C III, 427; Dirican (29) 45; Öykü Doğan, Türk Borçlar Kanunu Çerçevesinde Para Borçlarında Borçlunun Temerrüdünün Sonuçları (Aristo 2019) 28; Ayan, TTK m.1530 (20) 754; Yüce (n.5) 58-59; Kaplan (29) 219-220; Murat Doğan, Gökhan Şahan and İsmail Atamulu, Borçlar Hukuku Genel Hükümler Ders Kitabı, (Seçkin 2019) 275; Kizir (1) 101; Yıldız, Temerrüt (7) 44.  Örneğin inşaat yapılacak arsayı terk ederek çalışmayı kesin olarak bırakan yükleniciye karşı, iş sahibinin, dürüstlük kuralı gereğince ihtarda bulunmasının gerekli olmayacağı sonucuna varılabilir (Öz, İnşaat (25) 152, karş Öz, Dönme (76) 174). 77  von Tuhr/Escher (1) IV.1, 140; Oser/Schönenberger (7) OR Art 102, N 16; Weber (10) BK OR Art 102, N 143; Wiegand (7) BSK OR, Art 102, N 11; Velidedeoğlu/Özdemir (7) 236; Işık Nazikioğlu, 2Karşılıklı Taahhütleri Havi Akitlerde Borçlunun Temerrüdü  (1951) 8(1-2) Ankara Hukuk Fakültesi Dergisi 667; Tunçomağ (1) C I, 911; Tekinay/Burcuoğlu/Akman/Altop (7) 918; Feyzioğlu (7) C II, 238; Tandoğan (7) 477; Oğuzman/Öz (7) C I, N 1525; Barlas (1) 62; Furrer/Wey (7) Art 102, N 41; Antalya (2) C III, 427; İnan/Yücel (8) 619; Kaplan (29) 219-220; Doğan (76) 29; Doğan/Şahan/Atamulu (76) 275; Kizir (1) 101; Yıldız, Temerrüt (7) 44.298Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...Yüklenici  ile  taşeron  veya  yüklenici  ile  inşaat  malzemelerini  temin  eden tedarikçi  (satıcı)  arasındaki  taşeronluk  veya  tedarik  sözleşmesinde,   taşeronun veya  tedarikçinin  bedel  alacağının,  yüklenicinin  hakedişinin  onaylanmasından itibaren 30 gün içinde ödeneceği  kararlaştırılmış olsun. Dikkat edilecek olursa, bu örnekte, taşeronluk veya tedarik sözleşmesindeki bedel borcunun ifa zamanı, bu sözleşmenin dışında başka bir sözleşmede (iş sahibi ile yüklenici arasındaki inşaat sözleşmesinde) yer alan bir olguya bağlanmıştır. Şayet, hakediş, hakediş alacaklısı yüklenicinin, iş sahibi ile arasındaki inşaat sözleşmesine aykırı davranması yüzünden  onaylanmamakta  ise,  bu  durumda  hakedişin  onaylanmamasına,  bu olgunun gerçekleşmesini sağlayacak olan yüklenici sebep olmaktadır. Kanımızca, bu somut olayda, kural olarak, dürüstlük kuralı gereğince hakedişin düzenlenmesi gereken tarihten itibaren hakedişin onaylanması için makul bir süre hesaplanmalı ve muacceliyet anı buna göre belirlenmelidir (TBK m 175/I kıyasen). O halde hakedişin onaylanmasına inşaatı geciktirdiği veya ayıplı yaptığı için engel olan yüklenici veya taşeron, hakediş onaylanmadığı için muacceliyetin dayandığı koşulun gerçekleşmediği savunmasında bulunarak, borcunu ödemekten kaçınamaz. Bu halde  belirli vade  olduğu kabul edilebilir mi? Kanımızca, ifa zamanının belirlenmesinde dürüstlük  kuralı  gereği  farazi  bir  belirleme  yapılacağından,  olayda  önceden bilinebilir, kesin olarak saptanabilir bir ifa zamanından söz etmek güçtür. Bununla birlikte, hakedişin onaylanmasını kendi kusuruyla engelleyen borçlu karşısında, alacaklıdan vadenin belirsiz olduğu gerekçesiyle borçlunun temerrüde düşürülmesi için temerrüt ihtarında bulunmasını beklemek de, dürüstlük kuralına uygun düşen bir yorum olmaz. Bu sebeple, bu ihtimalde borçlu yüklenicinin temerrüde düşmesi için, kanımızca taşeronun veya tedarikçinin temerrüt ihtarında bulunmasına gerek yoktur (MK m 2) ve temerrüt hakediş alacağının muaccel hale geldiği sürenin sona ermesinden itibaren kendiliğinden oluşur. Dikkat edilecek olur ise, bu somut olayda belirli vade nitelemesi yapmak güç ise de, temerrüt ihtarında bulunulmasına dürüstlük kuralının uygulanması sonucunda gerek olmadığı sonucuna varılmaktadır (TBK m 175/I kıyasen).Bir başka örnek olarak, inşaat ruhsatının alınması işinin inşaat sözleşmesi ile yükleniciye bırakıldığı bir olayda  inşaatın inşaat ruhsatının alınmasından itibaren –örneğin- 18 ay içinde tamamlanacağı kararlaştırılmış olsun. Şayet inşaat ruhsatının alınmaması,  yükleniciye  atfedilebilen  bir  sebeple  gerçekleşmemekte  ise,  bu durumda da, inşaat ruhsatının alınması gereken süre dürüstlük kuralına göre tayin edilmelidir. Kanımızca bu farazi süre önceden belirlenebilir nitelikte olmadığı için burada da belirli vadeden söz edilemez. Ancak inşaat ruhsatının alınmamasına sebep 78  Aynı yönde Ayan, Temerrüt (29) 99 ve özellikle 165-166; Zekeriya Kurşat, İnşaat Sözleşmesi, (Filiz 2017) 311; Yargıtay 23HD E 2689, K 4550, 03.07.2012 (Kazancı):  İnşaata başlama tarihi belirli bir işleme veya olguya bağlanmışsa bu işlem veya olgunun gerçekleştiği tarihte yüklenicinin işe başlaması gerekir. (…) Bu durumda, tahliye tarihinden itibaren yüklenicinin makul sürede ruhsat almak için gereken gayreti gösterip ruhsat işlemleri için ilgili merciilere başvurup başvurmadığı üzerinde durulmalı(dır) .299İstanbul Hukuk Mecmuası 77/1olan yüklenici, dürüstlük kuralı gereğince, temerrüt için kendisine temerrüt ihtarında bulunulması gerektiği savunmasını ileri süremez (TBK m 175/I kıyasen). Dolayısıyla, inşaat  ruhsatının  alınmasından  itibaren  18  ay  içinde  inşaatın  tamamlanacağı hükmünü içeren bir sözleşmede; temerrüt anı, inşaat ruhsatının dürüstlük kuralına göre tayin edilecek makul sürede alınması gereken tarihten itibaren 18 aylık sürenin sona ermesinden itibaren gerçekleşmiş kabul edilerek, bu tarihten itibaren gecikme tazminatı istenebilmelidir. Sözleşmede ifa zamanının, inşaat ruhsatının alınması olgusuna bağlandığı hallerle ilgili Yargıtay ın çeşitli kararları bulunmaktadır. İnşaat ruhsatının alınması işinin inşaat sözleşmesi ile yükleniciye bırakıldığı hallerde, Yargıtay, yüklenici tarafından inşaat ruhsatının alınmasından itibaren belirli bir süre sonra inşaatın tamamlanmasının borçlanıldığı sözleşmelerde, inşaat ruhsatının yükleniciye atfı kabil sebeplerle alınamamış olması durumunda, iş sahibinin ancak  tahammül süresi  kadar bu sözleşme ile bağlı olacağı ve tahammül süresinin aşılması halinde artık sözleşmeyle bağlı kalmaya zorlanamayacağı yolunda kararlar vermektedir: Davacı vekili, taraflar arasında arsa payı karşılığı inşaat sözleşmesi imzalandığını, inşaatın ruhsattan itibaren 12 ay içinde teslimi gerektiği halde, ihtara rağmen davalının hiçbir işleme başlamadığını ileri sürerek, sözleşmenin feshini talep ve dava etmiştir. / Mahkemece, (…) davalı yüklenicinin inşaat ruhsatı için belediyeye başvurduğu, ancak eksiklikler nedeniyle talebin iade edildiği ve tekrar başvuru yapılmadığı, sözleşme tarihinden itibaren beklenmesi gereken tahammül süresinin aşıldığı gerekçesiyle, davanın kabulüne karar verilmiştir. / (…) (U)sul ve kanuna uygun bulunan hükmün onanmasına (…) karar verildi  80.2. Beklenen Olgunun Gerçekleşmemesinde Alacaklıya Yükletilebilen Bir Sebebin BulunmasıSözleşmede  gerçekleşmesi  beklenen  olgunun  gerçekleşmesine  alacaklı  engel olmakta ya da alacaklının hâkimiyet alanındaki bir sebeple olgu gerçekleşmemekte ise, borçlu, ifadan kaçınma hakkının olduğu hallerde (örneğin ifa sırası söz konusu ise), borcun ifasından kaçınabilecektir. Bu hallerde ifa zamanının bağlandığı olgunun 79  Ekleyelim ki, şayet inşaat ruhsatının alınmasının mümkün olmaması söz konusu ise; ruhsatın alınması, eğer en başından beri imkânsız bir halde idi ise, sözleşmenin kesin hükümsüzlüğünden (TBK m.27); ruhsat alınmasının sözleşme kurulduktan sonra taraflara yükletilemeyen bir sebeple imkânsızlaşması söz konusu oldu ise, ifa imkânsızlığına bağlı olarak sona erme halinden söz edilebilecektir (TBK m.137).80  Yargıtay 23HD E 2014/9021 K 2016/898, 19.2.2016: (Lexpera). Aynı yönde Yargıtay 23HD E 2013/7892 K 2014/1064, 14.02.2014:  Taraflar arasında imzalanan düzenleme şeklinde 05.09.1990 günlü arsa payı karşılığı inşaat sözleşmesinde, inşaatın temel ruhsatının alınmasından itibaren 36 ayda teslim edileceği kararlaştırılmıştır. Davalı yüklenici, inşaata başlamakla beraber, idare tarafından yapıların ruhsatsız ve kaçak olduğundan bahisle yıkım kararları alınmıştır. Bayındırlık ve İskan Müdürlüğü nün 04.01.2008 günlü yazısında, sözleşme konusu parsellerin bulunduğu alanda imar planı olmadığı, bu nedenle de inşaatlara ruhsat verilmesinin mümkün olmadığı bildirilmiş, yargılama sırasında alınan bilirkişi raporlarında da hukuki nedenlerle ruhsat alınmasının imkansız olduğu belirlenmiştir. (…) Somut olayda, davalı yüklenici, makul sürede temel ruhsatı almadığı gibi, (…) İmar Kanunu na aykırı şekilde, imarı bulunmayan alanda ruhsatsız inşaat yapmıştır. (…)  Bu durumda, mahkemece yapılması gereken iş; ilgili Belediye Başkanlığı ve kurumlardan dava konusu inşaatın yasal hale getirilme imkanının bulunup bulunmadığının, yasal hale getirilmesi mümkün ise yapılması gereken tüm işlemlerin ayrıntısıyla sorulmasından; (…) yüklenici tarafından yapıların yasal hale getirilmesi halinde davanın reddedilmesinden; aksi halde yani yasal hale getirilmemesi durumunda ise tahammül süresinin geçmiş olduğu da dikkate alınarak davanın kabul edilmesinden ibarettir  (Lexpera).300Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...gerçekleşmemesinde  alacaklının  rol  oynaması,  alacaklının  alacağının  muaccel olmasını engelleyebilecektir. Örneğin,  satıcının malı teslim etmesinden itibaren 10 gün içinde alıcı tarafından ödeme yapılacağı  kararlaştırılmışsa, alacaklı satıcının malı teslim etmemesi halinde, mal kendisine teslim edilmeyen borçlu alıcı; kendi borcu muaccel hale gelmeyeceği için (ifa sırası), bedeli ödemekten kaçınabilir. Bu somut olay bakımından dürüstlük kuralına dayanılarak, malın teslim edilmesi gereken süreden itibaren bedel borcunun muaccel olacağı da söylenemez.  Faturanın kesilmesinden itibaren 10 gün içinde ödeme yapılacağı  örneğinde de benzer bir durum vardır. Faturanın kesilmemesi, alacaklı satıcıya yükletilebilen bir  sebepten  ileri  geliyorsa  (örneğin  satıcı  malı  teslim  etmediği  için  faturayı düzenlemiyorsa), borçlu alıcı ifa sırasının gelmemiş olması sebebiyle bedel ödeme borcunu yerine getirmekten kaçınma hakkına sahiptir. Bu somut olayda da, faturanın kesilmesi gereken tarih itibariyle bedel ödeme borcunun muaccel olacağı söylenemez. İş sahibi ile yüklenici arasındaki inşaat sözleşmesinde, hakedişin onaylanmasından itibaren 30 gün içinde ödeme yapılacağı  kararlaştırılmış olsun. Bu örnekte, eğer hakedişin onaylanmamasına, alacaklı yüklenicinin üstlendiği işi gereği gibi yerine getirmemesi  sebep  olmuşsa,  hakedişin  onaylanmamasında,  borçlu  iş  sahibinin sorumluluğu bulunmamaktadır. Bu halde, iş sahibi ifa sırasına dayanarak yüklenicinin bedel alacağının muaccel hale gelmediğini ileri sürerek ödeme yapmaktan kaçınma hakkına sahiptir. Bu somut olay bakımından da, dürüstlük kuralı gereğince hakedişin onaylanması gereken tarihte hakediş alacağının muaccel olacağı söylenemez.İnşaat ruhsatının alınmasının yükleniciye bırakıldığı bir inşaat sözleşmesinde,  inşaat ruhsatının alınmasından itibaren 18 ay içinde inşaatın tamamlanacağı  kararlaştırılmış olsun. Şayet inşaat ruhsatının alınamaması, borçlu yükleniciye izafe edilebilecek bir sebepten değil de; alacaklı arsa sahibine yükletilebilen sebepten kaynaklanıyorsa (örneğin iş sahibi yükleniciye vekâlet vermediği için, yüklenici ruhsat başvurusunda bulunamıyorsa), bu durumda yüklenicinin borcunun dürüstlük kuralı yardımıyla inşaat ruhsatının alınması gereken tarihten itibaren muaccel olacağı söylenemez. Çünkü bu somut olayda dürüstlük kuralı, kusurlu olan iş sahibini korumaz.3.  Beklenen  Olgunun  Gerçekleşmemesinde  Taraflara  Yükletilebilen  Bir Sebebin Bulunmaması Şayet, sözleşmede gerçekleşmesi beklenen olgunun gerçekleşmemesinde taraflara yükletilebilen bir sebep yoksa, dürüstlük kuralının gerektirdiği hallerde, olgunun gerçekleşmesi gereken makul süre sonundan itibaren ifa zamanı tayin edilmelidir. Bu hallerde olgunun gerçekleşmesi gereken zaman dilimi, önceden bilinen ve kesin 301İstanbul Hukuk Mecmuası 77/1olarak hesap edilen bir zaman niteliğinde olmadığından, belirli vade söz konusu değildir. Borçlunun temerrüde düşmesi için bu kere, kural olarak, temerrüt ihtarı gerekir. Zira bu ihtimalde, olgunun gerçekleşmesine engel olma ya da olgunun gerçekleşmemesine sebep olma yüzünden dürüstlük kuralı gereğince (TBK m 175/I kıyasen) olgunun gerçekleşmiş sayılması gibi bir durum söz konusu değildir. Yüklenici  ile  taşeron  veya  tedarikçi  arasındaki  taşeronluk  veya  tedarik sözleşmesinden doğan bedel borcunun, asıl iş sahibi ile yüklenici arasındaki inşaat sözleşmesinden doğan hakediş alacağının onaylanmasından itibaren 30 gün içinde ifa edileceği  kararlaştırılmış olsun. Şayet, yüklenici asıl inşaat sözleşmesinden doğan yapma borcunu gereği gibi ifa etmesine rağmen, iş sahibi hakedişi -temerrüde düşerek veya iflas ettiği için vs- onaylamamakta ise, bu durumda taşeronluk ya da tedarik sözleşmesinden doğan bedel borcunun ifa edilmemesinde alacaklıya veya borçluya yükletilebilen bir sebep bulunmamaktadır. Bu somut olayda, taşeronun ya da tedarikçinin ilanihaye hakediş alacağının onaylanmasını beklemesi istenemez. Dürüstlük kuralı gereğince, hakediş alacağının onaylanması gereken makul süre içinde borcun muaccel hale geldiği kabul edilmek gerekir. Ancak bu süre, önceden belirlenebilir  ve  kesin  olarak  hesap  edilebilir  bir  zaman  dilimi  (belirli  vade) olmadığından, bu kere borçlunun temerrüde düşürülmesi için, kural olarak, temerrüt ihtarında bulunulması gerekir.İnşaat ruhsatının alınmasının yükleniciye bırakıldığı inşaat sözleşmesinde,  inşaat ruhsatının alınmasından itibaren 18 ay içinde inşaatın tamamlanacağı  kararlaştırılmış olsun.  Şayet  inşaat  ruhsatının  alınamamasında  taraflara  izafe  edilebilecek  bir sorumluluk  yoksa,  durum  ne  olacaktır?  Eğer  inşaat  ruhsatının  alınamaması, objektif sebeplerden (örneğin imar izninin bulunmamasından, durdurulmasından ya da sonradan ortadan kaldırılmasından) kaynaklanmakta ise, bu durumda somut olayda başlangıçtaki imkânsızlık, geçici ifa imkânsızlığı ya da ifa imkânsızlığı hallerinden birinin söz konusu olup olmamasına göre uygulanması gereken hükümler değişecektir. IV. Sözleşmede Gerçekleşmesi Beklenen Olgunun Gerçekleşip Gerçekleşmediği Konusunda Alacaklının Bilgi Sahibi Olamamasıİfa zamanının sözleşmede gerçeklemesi beklenen bir olgunun gerçekleşmesine bağlandığı hallerde, alacaklı bu olgunun gerçekleşip gerçekleşmediği bilgisine sahip olamayabilir.  Özellikle  olgunun  gerçekleşmesi  borçlunun  hâkimiyet  alanındaki bir  durum  ise,  bu  bilgiyi  borçlu  vermedikçe,  alacaklının  olgunun  gerçekleşip 81  Başlangıçtaki imkânsızlık halinde sözleşme geçersiz olacağı için ifa zamanından söz edilemeyecek, ifa imkânsızlığı bakımından ise inşaat yapma borcunun ifası mümkün olmadığından bir ifa zamanından yine söz edilemeyecektir. Geçici ifa imkânsızlığı ihtimalinde ise, ifanın geçici olarak imkânsız olduğu süre içinde borç muaccel olmaz ve ifa süresi işlemez. Ancak, alacaklı iş sahibinden inşaat ruhsatının alınmasını beklemesi gereken dürüstlük kuralına göre tayin edilecek makul süre (tahammül süresi) sonunda ifanın imkansızlaştığı kabul edilebilir.302Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...gerçekleşmediğini  öğrenebilmesi  mümkün  olmayabilir.  Olgunun  gerçekleşip gerçekleşmediğini  bilemeyen  alacaklı,  borcun  muaccel  hale  gelip  gelmediğini ve borçlunun temerrüde düşüp düşmediğini ve temerrüt ihtarında bulunmasının gerekli olup olmadığını ya da ne zaman temerrüt ihtarında bulunacağını bilemez bir haldedir. Örneğin, uygulamada hakediş alacaklısı olan borçlu yüklenicinin, hakedişin onaylanıp onaylanmadığı ya da ne zaman onaylandığı konusunda alacaklı taşerona veya tedarikçiye bilgi vermemesi hallerinde durum böyledir. Şüphesiz, ifa zamanının kesin bir takvim gününe bağlanmış olduğu belirli vadenin söz konusu olduğu hallerde, alacaklının aydınlatılmamış olmasına rağmen, vadenin sonda temerrüt kendiliğinden gerçekleşecek ve temerrüt faizi işlemeye başlayacaktır. Ancak borçlunun temerrüde düşürülmesi için temerrüt ihtarında bulunulması gereken hallerde nasıl hareket etmek gerekecektir?Örneğin  tedarikçi  ile  taşeron  arasındaki  inşaat  malzemelerinin  satışını konu  alan  tedarik  sözleşmesinde,  tedarikçinin  bedel  alacağının,  iş  sahibinin ana  yükleniciye  hakediş  düzenlediği  tarihten  itibaren  belirli  bir  süre  sonra  ifa edileceği kararlaştırılmışsa, bazen taşeron da ana yükleniciye hakediş düzenlenip düzenlenmediğinin bilgisine sahip olmayabilir. Bu durumda tedarikçinin taşerondan olan alacağının ifa zamanının, iş sahibinin ana yüklenici lehine hakedişi düzenlemesi gereken tarihten itibaren hesaplanması gerekir. Bununla birlikte, iş sahibi tarafından ana yükleniciye hakedişin düzenlenip düzenlenmediği bilgisine sahip olamayan taşerona atfedilebilecek bir sorumluluk olmadığından, bu halde, taşeronu temerrüde düşürebilmek için dürüstlük kuralı gereğince temerrüt ihtarına gerek olduğu kabul edilmelidir. Temerrüt faizi ödemek zorunda kalan taşeronun, elinde, kendi borçlusu olan yükleniciye rücu etme hakkı bulunmaktadır. TBK  m  117/I  gereğince   muaccel  bir  borcun  borçlusu,  alacaklının  ihtarıyla temerrüde düşe(ceğine)  göre, kural olarak temerrüt ihtarının alacak muaccel olduğu tarihten sonra yapılması gerekir. Kural bu olmakla birlikte, öğretide de haklı olarak ifade edildiği üzere, somut olay koşullarına göre borcun muaccel olmasından önce yapılan bir ihtarın da, dürüstlük kuralı gerekli kıldığı takdirde, geçerli bir 82  Buna karşılık ifa zamanının bilgisi alacaklıda olmasına rağmen alacaklı vadenin geldiğini borçluya bildirmezse, temerrüdün yine de gerçekleşeceği, ancak alacaklının zararın doğmasına ya da artmasına sebep olması yüzünden birlikte kusurlu olacağı ve bu durumda mahkemece gecikme tazminatının indirilebileceği ya da tamamen kaldırılabileceği savunulmuştur: Yüce (n.5) 138-139.83  von Tuhr/ Escher (1) § 72,II, 136, dn 10; Oğuzman/Öz (7) C I, N 1507; Barlas (1) 40; Akkanat (1) 26; Sarı (6) 1577.  Karşı görüşte olmak üzere, ihtarın borcun muaccel olmasından önce de yapılabileceği yönünde: Bucher (25) 357; Schenker, Schuldnerverzug (n.2) N 161; Tunçomağ (1) C I, 907. Muacceliyetten önce yapılan ihtarın, muacceliyet sonrasında temerrüt için gerekli olan ihtarda bulunma yükümlülüğünü ortadan kaldırmayacağı görüşünde: Oğuzman/Öz (7) C I, N 1507, dn 405; Barlas (1) 40.84  Sarı (6) 1577.   Nitekim kural olarak ihtar borcun muaccel olmasından sonra yapılabilecek ise de, ifanın zamana yayıldığı veya ifaya ilişkin hazırlık hareketlerinin gerekli olduğu hâllerde, muacceliyetten önce de ihtarda bulunulmasının mümkün olması gerektiği görüşünde: Becker (8) BK OR Art 102, N 18; Tunçomağ (1) C I, 907; Feyzioğlu (7) C II, 233-234. Karşı görüşte Akkanat (1) 25-26.303İstanbul Hukuk Mecmuası 77/1temerrüt ihtarı olarak kabul edilmesi gerekir. Taşeronun bedel alacağının asıl iş sahibi tarafından yüklenicinin düzenlediği hakedişin onaylanması olgusuna bağlandığı veya tedarikçinin taşerondan olan alacağının, taşeronun düzenlediği hakedişin yüklenici tarafından onaylanması olgusuna bağlandığı durumlarda, hakediş alacaklısı hakedişin onaylanıp  onaylanmadığı  bilgisine  sahip  olmadığından,  onun  henüz  hakedişin onaylanmamış olduğu bir zamanda temerrüt ihtarında bulunması halinde, bu ihtarın, dürüstlük kuralı gereğince, geçerli bir temerrüt ihtarı olarak kabul edilmesi gerekir. Ancak elbette temerrüt ihtarı sonuçlarını hakedişin onaylanması gereken makul sürenin dolmasını müteakiben işleyecek sürenin bitiminden itibaren doğuracaktır.SonuçTaraflar borcun ifa edileceği günü muayyen (belirli) bir tarih olarak belirlemişlerse, borç kararlaştırılan günün gelmesi üzerine muaccel hale gelir ki, bu durum  belirli vade  (dies certus quando; bestimmte Verfalltag) olarak adlandırılır. Belirli vade terimi ile, vadenin, borçlunun borcunu ne zaman ifa edeceğini yeterli açıklıkta bilebilecek şekilde  kararlaştırılması  anlatılmak  istenir.  Borçlunun  ihtara  gerek  olmaksızın temerrüde düşmesi bakımından vadedeki belirlilik unsuru, borçluyu koruma amacına hizmet eder. Kanun koyucu, borçlunun borcunu ne zaman ifa edeceğini açık ve kesin bir şekilde bilebileceği hallerde, onun temerrüt konusunda ayrıca uyarılmasına gerek olmadığı faraziyesiyle hareket etmektedir.Belirli vadenin sözleşmenin kurulduğu an itibariyle saptanmasının zorunlu olup olmadığı; diğer bir deyişle sözleşme kurulduktan sonra ve ifadan önce borcun ne zaman ifa edileceğinin kesin olarak tespit edilebildiği hallerde belirli vadenin söz konusu olup olmadığı tartışmalıdır. Örneğin  teslimden itibaren 10 gün içinde ödeme yapılacağı ,  faturanın kesilmesinden itibaren 10 gün içinde ödeme yapılacağı ,  hakedişin onaylanmasından itibaren 30 gün içinde inşaat bedelinin ödeneceği , veya  inşaat ruhsatının alınmasından itibaren 18 ay içinde inşaatın tamamlanacağı  kararlaştırıldığında, sözleşme kurulduğu sırada borcun ifasının ne zaman yapılacağı belirli değildir; ancak gerçekleşmesi beklenen olgunun gerçekleşmesi üzerine süre hesap edilebilir hale gelmektedir.İfa  zamanının  sonradan  gerçekleşmesi  beklenen  bir  olguya  bağlanması durumunda, borcun hükümlerini doğurduğu kesindir, ancak bu borcun ne zaman ifa edileceği hususu, gelecekteki bir olguya bağlanmıştır. İfa zamanının olguya bağlanması, borçların hüküm doğurmasının gelecekte gerçekleşip gerçekleşmeyeceği sözleşme kurulduğu anda kesin olarak bilinmeyen bir olguya (geciktirici koşula) bağlanmasından  farklı  bir  durumdur.  Kanaatimizce,  borcun  ifa  zamanının (muacceliyetin) gelecekte gerçekleşmesi beklenen bir olguya bağlandığı hallerde, söz  konusu  olgunun  gerçekleşip  gerçekleşmeyeceği  sözleşme  kurulduğu  sırada 304Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...kesin olarak bilinen bir durum olmadığından, bu hallerin koşul olarak nitelenmesi mümkündür. Ancak buradaki koşul, asla Türk Borçlar Kanunun 170 vd maddelerinde düzenlenen anlamda borcun hükümlerini doğurması açısından bir koşul niteliğinde değildir. Aksine, hükümlerini doğurduğu kesin olan bir borcun ifa zamanının tayin edilmesinin, gerçekleşip gerçekleşmeyeceği önceden kesin olarak bilinmeyen ama gerçekleşmesi beklenen bir olguya bağlanması söz konusudur. Bu sebepledir ki, TBK m 170 vd hükümlerden kıyasen yararlanılabilir.Gelecekte gerçekleşmesi beklenen bir olgunun gerçekleşmesinden itibaren belirli bir süre sonra borcun ifa edileceği tarzındaki sözleşme hükümleri bakımından ortada bir belirli vadenin söz konusu olup olmadığını saptayabilmemiz için, öncelikle, sözleşmede gerçekleşmesi beklenen olgunun  gerçekleşmiş  ve  gerçekleşmemiş  olması ihtimallerine göre konu ayrı ayrı ele alınmalıdır. İlk  durum,  sözleşmede  ön  görülen  olgunun  sözleşme  kurulduktan  sonra gerçekleşmiş olması ihtimalinde vadenin belirli olup olmadığını tayindir. İsviçre Borçlar Kanununun 102.maddesinde (OR Art) ve Türk Borçlar Kanununda 117.maddesinde (TBK m 117), ifa zamanının sözleşmenin kurulmasından sonra gerçekleşecek bir olaydan itibaren belirli bir süre sonra olarak kararlaştırılması halinin, belirli vade niteliğinde olup olmadığı konusunda açık bir hüküm bulunmamaktadır. Buna karşılık Alman Medeni Kanununda (BGB §286 Abs II-2), ifanın bir olgunun meydana gelmesinden sonra gerçeklemesi gerekiyorsa ve ifa için gereken makul zaman, bu olayın gerçeklemesinden başlayarak takvime göre hesaplanabilecek bir biçimde kararlaştırılmışsa, borçlunun temerrüde düşmesi için temerrüt ihtarına gerek olmadığı düzenlenmiştir. Öte yandan TBK m 117 karşısında özel hüküm niteliğinde olan TTK m 1530 da, mal ve hizmet tedarikine ilişkin ticari işletmeler arasındaki sözleşmelerde para borçlarının ifası bakımından özel hüküm getirilmek suretiyle ihtarsız temerrüt hali öngörülmüştür.Öğretide savunulan klasik görüşe göre, belirli vade, sözleşmenin kuruluş anına göre tayin edilir; vade sözleşme kurulduğu anda belirli veya kesin olarak hesaplanabilir bir tarih ise, belirli vade söz konusu olacaktır. Çünkü ihtar gereğinin ortadan kalkması için, borçlunun daha işin başında, sözleşme kurulduğu anda ifa zamanını açık ve kesin olarak tayin edebiliyor olması gerekir. Buna karşılık, bizim de katıldığımız bu görüşe göre, vadenin sözleşme kurulduğu anda belirli olmasa bile sözleşmenin kurulmasından sonraki süreçte kesin ve açık bir şekilde belirli hale gelmesi, belirli vadenin varlığı için gerekli ve yeterlidir. Diğer bir deyişle,  sonradan  belirli hale gelen vade  de, belirli vade niteliğindedir. Önemli olan da, sözleşmenin kurulduğu anda değil, ifanın gerçekleşeceği tarihten önceki herhangi bir zamanda vadenin kesin ve açık olarak hesaplanabiliyor olmasıdır. 305İstanbul Hukuk Mecmuası 77/1Bununla birlikte borçlunun ifa zamanının bağlandığı olgunun gerçekleştiğini öğrenemediği hallerde, temerrüdün kendiliğinden oluştuğu kabul edilemez; zira ödeme gününü bilmeyen borçlunun, TBK m 117 hükmünün ratio legis i dikkate alınarak yapılacak bir yorumla, temerrüde düşmesi için ihtar edilmesi gerekliliğini aramak gerekir. Öte  yandan  gelecekte  gerçekleşmesi  beklenen  olgunun  gerçekleşmesinden itibaren belirli bir süre sonra değil de, olgunun gerçekleştiği tarihte ifanın yapılacağı kararlaştırılmışsa (örneğin  malın teslim edildiği gün ,  hakedişin onaylandığı gün  ya da  faturanın kesildiği gün  ödeme yapılacağı kararlaştırılmış ise), bu durumda da yine belirli vadeden söz edilip edilemeyeceği hususunda, Türk ve İsviçre Hukuklarında açık bir hüküm bulunmamaktadır. Alman Hukukunda ise, öğretide, çoğunlukça, bu hallerde belirli vadenin söz konusu olmadığı kabul edilmektedir. Çünkü BGB §286/II-2 de, olgunun gerçekleşmesinden itibaren takvim gününe göre hesap edilebilen  makul bir sürenin  (angemessene Zeit) geçmesi gerektiği hükme bağlanmıştır. Kanımızca, taraflar ister olgunun gerçekleştiği gün ifanın yapılacağını, isterse olgunun gerçekleşmesinden itibaren kısa bir zamanda (ertesi gün veya 2 gün içinde) ifanın yapılacağını kararlaştırmış olsunlar fark etmeksizin, taraf iradelerine değer verilmesi gerekir. Demek ki taraflar olgunun gerçekleşmesinden itibaren aynı gün veya kısa zamanda ifanın mümkün olduğu kabulü ile böyle bir ifa zamanı kararlaştırmışlardır. Daha açık bir deyişle, taraflar vadesiz bir işlem yapmak ya da belirsiz vadeli bir işlem yapmak iradesi ile hareket etmemişler; tam aksine ifa için belirlenebilir bir zaman tayin etmişlerdir. O halde tarafların bu yöndeki iradelerine değer verilmek gerekir. Bu sebeple, Alman Hukukunda savunulan bu görüşün, kendi içinde çelişki barındırması gerekçesiyle isabetli olmadığı görüşündeyiz. Kanaatimizce, sözleşmede olgunun gerçekleştiği gün ifanın yapılacağının kararlaştırıldığı hallerde, olgunun gerçekleştiği  günün  mesai  bitimine  kadar  borcun  ifa  edileceği  kararlaştırılmış demektir ki bu halde de ifa zamanı tarafların kendi iradesiyle belirlenmiş durumdadır ve temerrüt ihtarı gerekli değildir. Olgunun gerçekleştiği günün ertesi günü ya da  olgunun  gerçekleşmesinden  itibaren  2  gün  (yetersiz  zaman)  içinde  ifanın kararlaştırıldığı hallerde de durum aynıdır. Ancak kanımızca kural böyle olmakla birlikte bir takım istisnaların varlığına da değinmek gerekir: Şöyle ki, eğer öngörülen olgunun gerçekleştiği hususunda borçlu bilgi sahibi olamamışsa, bu durumda vade onun için bilinebilir olmayacağından, bu durumda olgunun borçluya bildirilmesinden itibaren sözleşmede geçmesi gereken sürenin sonunda temerrüdün oluşacağı kabul edilmelidir. Öte yandan olgunun gerçekleştiği gün ya da gerçekleşmesinden itibaren kısa  sürede  ifanın  yapılacağının  kararlaştırıldığı  hallerde,  olgunun  gerçekleştiği günden itibaren hesaplanacak zaman diliminde borcun ifası mümkün değilse ya da borcun ifası için yeterli zaman yok ise (tepki süresi (Reaktionzeit) yeterli değil ise), bu durumda ifanın mümkün olduğu ilk andan itibaren temerrüdün oluştuğu kabul edilmelidir.306Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...Sözleşmede yer alan  malın tesliminden sonra / hakedişin onaylanmasından sonra / faturanın kesilmesinden sonra ödeme yapılacağı  ya da  inşaat ruhsatının alınmasından itibaren en kısa sürede inşaatın tamamlanacağı  tarzındaki hükümler bakımından ise, öngörülen olgunun gerçekleşmesinden (malın tesliminden, hakedişin onaylanmasından, faturanın kesilmesinden, inşaat ruhsatının alınmasından) sonra ne kadar bir süre içerisinde ya da hangi gün ifanın gerçekleşeceği belli değildir. Bu tarzdaki sözleşme hükümleri bakımından belirli vadenin söz konusu olmadığı ve temerrüt ihtarının gerekli olduğu kabul edilmek gerekir.Diğer bir durum olarak, belirsiz vadenin sonradan belirli vade haline dönüşmesinin mümkün olup olmayacağı konusuna da değinmemiz gerekir. Kanımızca bu durum için genel bir kural vermek isabetli olmaz. Bunun yerine her somut olay açısından vadenin  önceden  yeterli  kesinlik  ve  belirlilikte  hesaplanıp  bilinebilir  halde olmasının mümkün olup olmamasına göre karar vermek gerekir: Örneğin,  A nın ölümünden itibaren 3 ay içinde ödemenin yapılacağı  tarzındaki sözleşme hükümleri bakımından;  A nın ölümü  ifa zamanının hesaplanmasına yarayan başlangıç anı olup, belirsiz vade niteliğinde iken, sonradan belirli hale gelmektedir. Bu sebeple de kanımızca bu örnekte kural olarak temerrüt ihtarına gerek yoktur. Buna karşılık, şayet borçlu, A nın ölümünü, bu 3 aylık süre içinde öğrenememiş ise, bu ihtimalde, temerrüdün 3 ayın sonunda kendiliğinden oluşmayacağı sonucuna varmak gerekir. Örneğin  hasat zamanının başladığı tarihten itibaren 1 ay içinde ödeme yapılacağı ,  turizm sezonundan sonra on ay içinde yükleniciye kesin hakedişin ödeneceği ,  inşaatın, yüklenicinin inşaata tam kapasiteyle başladığı tarihten itibaren 18 ay içinde tamamlanacağı   şeklindeki  sözleşme  kayıtlarında  vadenin  sonradan  belirli  hale geldiği sonucuna varılamaz. Çünkü  hasat zamanının başlangıcı ,  turizm sezonunun sona  ermesi   ya  da   inşaata  tam  kapasiteyle  başlama   olguları,  ifa  zamanının hesaplanmasına yarayan başlangıç anı niteliğinde iseler de, bu olguların tam olarak ne zaman gerçekleşeceği (hasat zamanının tam olarak ne zaman başlayacağı ya da turizm sezonunun tam olarak hangi sona ereceği veya inşaata tam kapasiteyle hangi gün başlanmış olacağı), net bir takvim günü olarak söylenemez.Ekleyelim ki, belirsiz vadenin kararlaştırılmış olduğu sözleşmelerde, borçluyu temerrüde düşürmek için kural olarak temerrüt ihtarı gerekli ise de, bazen, dürüstlük kuralı gereğince temerrüt ihtarına gerek olmayan belirsiz vade örnekleri ile de karşılaşılabilir.  Hasat zamanından itibaren 10 gün içinde borcun ödeneceğinin  kararlaştırıldığı bir örnekte, sonbahar mevsimi sona ermiş, kışa gelinmiş olduğu halde borç hâlâ ödenmemiş durumda olsun. Kanımızca, hasat zamanının çoktan bittiği, kış mevsiminin başladığı böyle bir durumda, borçluyu temerrüde düşürmek için temerrüt ihtarının şart olduğunu savunmak, hakkın kötüye kullanılması teşkil eder (TMK m 2/II).307İstanbul Hukuk Mecmuası 77/1Yargıtay ın bu çalışmamızda incelenen konu bakımından ortaya koyduğu farklı yöndeki içtihatları, adalet duygusunu sarsacak niteliktedir. Kanaatimizce Yargıtay ın tüm bu olgular bakımından yeknesak bir niteleme yapması gerekir ve katıldığımız görüş çerçevesinde, sözleşmede öngörülen olguların gerçekleşmesi durumunda, bu olgunun gerçekleşmesinden itibaren hesaplanacak olan sözleşmeyle kararlaştırılmış süre sonunda, borçlunun kendiliğinden temerrüde düşeceği ve temerrüt ihtarının gerekli olmayacağının kabul edilmesi gerekir.İkinci  bir  durum  olarak,  sözleşmede  gerçekleşmesi  beklenen  olgunun gerçekleşmesinden  itibaren  belirli  bir  süre  sonra  borcun  ifa  edileceğinin kararlaştırıldığı hallerde, beklenen olgu gerçekleşmemiş ise, bu aşamada vadenin belirli olduğunu kabul etmek güçtür. Çünkü gerçekleşmesi beklenen olgunun (malın teslimi, faturanın kesilmesi, hakedişin onaylanması veya inşaat ruhsatının alınması olgularının)  gerçekleşmemiş  olması  sebebiyle,  sözleşmede  belirlenen  sürenin başlangıç anı saptanamaz ve sözleşme süresi hesaplanamaz bir haldedir.Sözleşmede gerçekleşmesi beklenen olgunun gerçekleşmemesine borçlunun sebep olması halinde, kanımızca, kural olarak dürüstlük kuralı uyarınca beklenen olgunun  gerçekleşmesi gereken tarih in esas alınıp alınmayacağına karar verilmesi gerekir. Şayet somut olayda dürüstlük kuralı gerekli kılıyorsa, ifa zamanı, gerçekleşmesi beklenen olgunun gerçekleşmesi gereken makul süre nazara alınarak belirlenmelidir. Kural olarak vadenin belirli olmadığı hallerde, temerrüt ihtarı gerekli ise de, ifa zamanının bağlandığı olgunun gerçekleşmesine borçlu tarafından engel olunmakta ise dürüstlük kuralı gereğince temerrüt ihtarına gerek olmadığı sonucuna varılmalıdır.Sözleşmede  gerçekleşmesi  beklenen  olgunun  gerçekleşmesine  alacaklı  engel olmakta ya da alacaklının hâkimiyet alanındaki bir sebeple olgu gerçekleşmemekte ise, borçlu, ifadan kaçınma hakkının olduğu hallerde (örneğin ifa sırası söz konusu ise), borcun ifasından kaçınabilecektir. Bu hallerde ifa zamanının bağlandığı olgunun gerçekleşmemesinde  alacaklının  rol  oynaması,  alacaklının  alacağının  muaccel olmasını engelleyebilecektir.Şayet, sözleşmede gerçekleşmesi beklenen olgunun gerçekleşmemesinde taraflara yükletilebilen bir sebep yoksa, dürüstlük kuralının gerektirdiği hallerde, olgunun gerçekleşmesi gereken makul süre sonundan itibaren ifa zamanı tayin edilmelidir. Bu hallerde olgunun gerçekleşmesi gereken zaman dilimi, önceden bilinen ve kesin olarak hesap edilen bir zaman niteliğinde olmadığından, belirli vade söz konusu değildir. Borçlunun temerrüde düşmesi için bu kere, kural olarak, temerrüt ihtarı gerekir.Son  olarak  değinilmesi  gereken  bir  konu  olarak,  ifa  zamanının  sözleşmede gerçeklemesi beklenen bir olgunun gerçekleşmesine bağlandığı hallerde, alacaklı bu 308Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...olgunun gerçekleşip gerçekleşmediği bilgisine sahip olamayabilir. Özellikle olgunun gerçekleşmesi borçlunun hâkimiyet alanındaki bir durum ise, bu bilgiyi borçlu vermedikçe,  alacaklının  olgunun  gerçekleşip  gerçekleşmediğini  öğrenebilmesi mümkün olmayabilir. Olgunun gerçekleşip gerçekleşmediğini bilemeyen alacaklı, borcun muaccel hale gelip gelmediğini ve borçlunun temerrüde düşüp düşmediğini ve temerrüt ihtarında bulunmasının gerekli olup olmadığını ya da ne zaman temerrüt ihtarında  bulunacağını  bilemez  bir  haldedir.  Bu  hallerde  öngörülen  olgunun gerçekleşip gerçekleşmediğinin bilgisine sahip olamayan borçluya atfedilebilecek bir  sorumluluk  olmadığından,  borçluyu  temerrüde  düşürebilmek  için  dürüstlük kuralı gereğince temerrüt ihtarına gerek olduğu kabul edilmelidir. Kural olarak temerrüt ihtarının alacak muaccel olduğu tarihten sonra yapılması gerekir ise de, bu gibi hallerde, borcun ne zaman muaccel olduğu ve borçlunun temerrüde düşüp düşmediğinin bilgisine sahip olmayan alacaklının, borcun muaccel olmasından önce yaptığı ihtarın da, dürüstlük kuralı gereğince, geçerli bir temerrüt ihtarı olarak kabul edilmesi gerekir. Ancak elbette temerrüt ihtarı sonuçlarını hakedişin onaylanması gereken makul sürenin dolmasını müteakiben işleyecek sürenin bitiminden itibaren doğuracaktır.Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.309İstanbul Hukuk Mecmuası 77/1",
     "Kaynakça": "Akkanat H, ‘İfada Gecikme ve Borçlu Temerrüdü , Prof. Dr. Kemal Oğuzman ın Anısına Armağan, (Beta 2000) 1 49.Antalya G, Borçlar Hukuku Genel Hükümler, C III, (Legal 2017). Atamer YM and Okutan Nilsson G, ‘Para Alacaklısının Geç Ödemelere Karşı Korunmasına İlişkin Yeni TK m. 1530 Düzenlemesi ve Uygulama Alanı  (2013) 29(3) Banka ve Ticaret Hukuku Dergisi 31 82.Ayan S, İnşaat Sözleşmesinde Yüklenicinin Temerrüdü (Seçkin 2008). [Temerrüt].Ayan S, ‘6102 Sayılı Türk Ticaret Kanunu nun 1530. Maddesi Gereğince Borçlunun Temerrüdü , (2010) (12) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi (Özel Sayı: Prof. Dr. Burhan Ceyhan a Armağan, C II) 717 793 [TTK m.1530].Barlas N, Para Borçlarının İfasında Borçlunun Temerrüdü ve Bu Temerrüt Açısından Düzenlenen Genel Sonuçlar (Kazancı 1992).Becker  H,  Berner  Kommentar  Band/Nr.  VI/1,  Allgemeine  Bestimmungen,  Art  1 183  OR, Schweizerisches Zivilgesetzbuch, Obligationenrecht (Stämpfli 1945).Bucher E, Schweizerisches Obligationenrecht Allgemeiner Teil ohne Deliktsrecht, (2nd edn, Schulthess 1988).Bühler T, Zürcher Kommentar Band/Nr. V/2d, Kommentar zum Schweizerischen Zivilgesetzbuch, Obligationenrecht, Kommentar zur 1. und 2. Abteilung (Art 1 529 OR), Der Werkvertrag, Art 363 379 OR (Schulthess Polygraphischer Verlag 1998).Çağlayan P, ‘Avrupa Birliği Yönergeleri ve Alman Hukukundaki Deneyimler Işığında Mal ve Hizmet Tedarikinde Geç Ödemenin Sonuçları (TTK Md. 1530) , (2011) 27(2) BATİDER 173243.De Feo RA, Die Fälligkeit von Vertragsforderungen: eine Untersuchung zum schweizerischen Schuldvertragsrecht, (Schulthess 2001).Dirican G, Eser Sözleşmesinde Temerrüde Dayalı Cezai Şart ve Yargıtay Uygulaması (Vedat 2007).Doğan M, Şahan G and Atamulu İ, Borçlar Hukuku Genel Hükümler Ders Kitabı, (Seçkin 2019).Doğan Ö, Türk Borçlar Kanunu Çerçevesinde Para Borçlarında Borçlunun Temerrüdünün Sonuçları (Aristo, 2019.Eren F, 6098 Sayılı Türk Borçlar Kanununa Göre Hazırlanmış Borçlar Hukuku Genel Hükümler, (23rd edn, Yetkin 2018).Ernst W, Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 2, Schuldrecht   Allgemeiner Teil (9th edn, C H Beck 2018). [MüKo]Feyzioğlu FN, Borçlar Hukuku Genel Hükümler, C II, (2nd edn, İstanbul Üniversitesi Yayınları 1987).Furrer A and Wey R, Obligationenrecht   Allgemeine Bestimmungen, Art 1 183 OR, Handkommentar zum Schweizer Privatrecht (3rd edn, Schulthess 2016).Gauch  P,  Schluep  WR,  Schmid  J  and  Emmenegger  S,  Schweizerisches  Obligationenrecht Allgemeiner Teil, Band II (10th edn, Schulthess 2014).Giger H, Haftpflichtkommentar, Kommentar zu den schweizerischen Haftpflichtbestimmungen (Dike 2016).Göksu T, Präjudizienbuch OR, Die Rechtsprechung des Bundesgerichts (1875 2015) (9th edn, Schulthess 2016).310Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...Gönen D, İnşaat Sözleşmesinde Bedel (On İki Levha 2016).Grüneberg Christian: §§ 241 432 BGB, in Otto Palandt (Heruasgeber), Palandt Bürgerliches Gesetzbuch Kurzkommentar, Buch 2. Recht der Schuldverhältnisse, Titel: 1.Verpflichtung zur Leistung (78th edn C H Beck 2019). [Palandt]Havutçu A, Tam İki Tarafa Borç Yükleyen Sözleşmelerde Temerrüt ve Müspet Zararın Tazmini, (Dokuz Eylül Üniversitesi Hukuk Fakültesi Yayını 1995).Hatemi H and Gökyayla E, Borçlar Hukuku Genel Bölüm (4th edn, Vedat 2017).İnan AN and Yücel Ö, İnan Borçlar Hukuku Genel Hükümler (4th edn, Seçkin 2014). Jauernig O and Stadler A, Othmar Jauernig BGB Bürgerliches Gesetzbuch mit Rom I , Rom II VO, EuUnthVO/HUntProt und EuErbVO (17th edn, C H Beck 2018).Kaplan İ, ‘İnşaat Sözleşmelerinde Yapı Sahibinin Ücret Ödeme Borcu ve Yerine Getirilmemesinin Sonuçları , İnşaat Sözleşmeleri, Yönetici İşletmeci Mühendis ve Hukukçular İçin Ortak Seminer, Ankara 18 29 Mart 1996 (Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayını 1996)107 171.Kaplan İ, İnşaat Sözleşmeleri Hukuku ve Endüstri Yatırım Sözleşmeleri (Yetkin 2013). [İnşaat]Keskin D, ‘Kesin Vadeli İşlemlerde İfa Etmeme: Temerrüt Ve İmkânsızlık , (2007) 11(1 2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 209 231.Kılıç Öztürk G, Borçlar Hukukunda Borçlunun Temerrüdü (Seçkin 2016).Kılıçoğlu AM, Borçlar Hukuku Genel Hükümler (21st edn, Turhankitabevi 2017).Kizir M, Borçlu Temerrüdünün Sona Ermesi (Adalet 2012).Kocaağa K, İnşaat Sözleşmesi (Yetkin 2014).Koller  A,  Berner  Kommentar  Band/Nr.  VI/2/3/1,  Schweizerisches  Zivilgesetzbuch,  Das Obligationenrecht, Die einzelnen Vertragsverhältnisse, Der Werkvertrag, Art 363 366 OR, Art 366 / 2. Abschnitt: Art 366 Abs 1 OR / II. Der Tatbestand des Herstellungsverzugs (Stämpfli, 1998).Koller, A, ‘Die Verbindung von teleologischer Reduktion und Analogie, dargestellt am Beispiel von Art 102 Abs 1 und 2 OR , Privatrecht und Methode, Festschrift für Ernst A. Kramer (Helbing & Lichtenhahn 2004) 517 530. [Verbindung]Koller A, Schweizerisches Obligationenrecht, Allgemeiner Teil, (4th edn, Stämpfli 2017). [OR AT]Kurşat Z, İnşaat Sözleşmesi (Filiz 2017).Lorenz S, Beck scher Online Kommentar, (Herausgeber: Heinz Georg Bamberger, Herbert Roth, Wolfgang Hau and Roman Poseck) (50th edn, C H Beck 2019). [BeckOK]Nazikioğlu I, ‘Karşılıklı Taahhütleri Havi Akitlerde Borçlunun Temerrüdü , (1951) 8(1 2) Ankara Hukuk Fakültesi Dergisi 658 684.Nomer HN, Borçlar Hukuku Genel Hükümler (16th edn, Beta 2018).Nomer HN, ‘Haksız Fiil İle Sebepsiz Zenginleşmeden Doğan Alacaklarda Borçlunun Temerrüdü İçin İhtar Gerekir Mi?  (Prof. Dr. Rona Serozan a Armağan, C II) (Onikilevha 2010) 1303 1313. [İhtar]Oğuzman MK and Öz T, Borçlar Hukuku Genel Hükümler C I (16th edn, Vedat 2018).Oktay Özdemir S, ‘Türk Borçlar Kanunundaki Temerrüt Ve Faiz Hükümleri Karşısında Türk Ticaret Kanunu m. 1530 da Getirilen İfa Zamanına İlişkin Düzenlemelerin Uygulama Alanı , Prof. Dr. Hasan Erman a Armağan (Der 2015) 677 700.Orbay Ortaç N, ‘6102 Sayılı Türk Ticaret Kanunu Çerçevesinde Ticari İşlerde Faiz  (2014) (2) Ankara Barosu Dergisi 117 133.311İstanbul Hukuk Mecmuası 77/1Oser H and Schönenberger W, Schweizerisches Obligationenrecht vom 30. März 1911 (İsviçre Medeni Kanun Şerhi: Borçlar Hukuku), (Çeviren: Recai Seçkin) (Adalet Bakanlığı Yayınları 1950). Ozanoğlu HS, ‘İstisna ve Özellikle İnşaat Sözleşmelerinde Müteahhidin Eseri Teslim Zamanında Gecikmesine Bağlanan İfaya Eklenen Cezai Şart Kayıtları  (1999) 3(1 2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 65 118.Öz T, İş Sahibinin Eser Sözleşmesinden Dönmesi (Kazancı 1989). [Dönme]Öz T, İnşaat Sözleşmesi ve İlgili Mevzuat (3rd edn, Vedat 2016). [İnşaat]Pulaşlı H, Şarta Bağlı İşlemler Ve Hukuki Sonuçları (Dayınlarlı 1989).Sarı S, ‘Belirli Vâdenin Sözleşmenin Kurulduğu Ânda Belirlenebilir Olması Zorunlu Mudur?  Prof. Dr. Rona Serozan a Armağan, C II (Onikilevha 2010) 1575 1584.Schenker F, Die Voraussetzungen und die Folgen des Schuldnerverzugs im schweizerischen Obligationenrecht (Universitätsverlag Freiburg Schweiz 1988). [Schuldnerverzug]Schenker F, ‘Die rechtzeitige und die verspätete Erfüllung von Verbindlichkeiten , (1989) 7(2) Recht 47 53. Schulze R, Nomos Kommentar BGB Handkommentar, (Reiner Schulze / Heinrich Dörner / Ina Ebert ua) (10th edn, Nomos 2019). [HK]Schwenzer I, Schweizerisches Obligationenrecht Allgemeiner Teil (7th edn, Stämpfli 2016).Serozan AR, (Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı), Borçlar Hukuku Genel Bölüm, Üçüncü Cilt, İfa, İfa Engelleri, Haksız Zenginleşme,  Ek Uygulama Çalışmaları  (7th edn, Filiz 2016).Sirmen L, Türk Özel Hukukunda Şart (Banka ve Ticaret Hukuku Enstitüsü Yayını 1992).Tandoğan H, Türk Mesuliyet Hukuku Akit Dışı ve Akdi Mesuliyet (Vedat 2010).Tekelioğlu N, ‘İnşaat Sözleşmelerinde Cezai Şart Ve Götürü Tazminat  (2017) (2) Yıldırım Beyazıt Hukuk Dergisi 159 186.Tekinay SS, Akman S, Burcuoğlu H and Altop A, Tekinay Borçlar Hukuku Genel Hükümler, (7th edn, Filiz 1993).Tunçomağ K, Türk Borçlar Hukuku, C I, Genel Hükümler, (6th edn, Sermet Matbaası 1976).von Staudinger J, Löwisch M and Feldmann C, J. von Staudingers Kommentar zum Bürgerlichen Gesetzbuch:  Staudinger  BGB     Buch  2:  Recht  der  Schuldverhältnisse,§§  255 304 (Leistungsstörungsrecht 1) (Sellier/de Gruyter oHG 2014).von Tuhr A and Escher A, Allgemeiner Teil des Schweizerischen Obligationenrechts, Band II (mit Supplement) (3rd edn, Schulthess 1984).Velidedeoğlu HV and Özdemir R, Türk Borçlar Kanunu Şerhi (Genel Özel) (Yargıtay Yayınları, 1987).Weber HR, Berner Kommentar, Bd. VI/1/5, Schweizerisches Zivilgesetzbuch, Das Obligationenrecht, Allgemeine Bestimmungen, Die Folgen der Nichterfüllung, Art 97 109 OR (Stämpfli 2000).Wiegand W, Basler Kommentar, Obligationenrecht I (Art 1 529), (Herausgeber: Heinrich Honsell, Nedim Peter Vogt, Wolfgang Wiegand) (6th edn, Helbing & Lichtenhahn 2015). [BSK OR]Yıldız MG, Türk Borçlar Kanunu nun Genel Hükümlerine Göre Borçlu Temerrüdünün Şartları ve Sonuçları (İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Yayınlanmamış Doktora Tezi 2017). [Temerrüt]Yıldız MG, ‘TBK.m.117 ile Karşılaştırmalı Olarak TTK.m.1530 Uyarınca Borçlu Temerrüdünün İhtarsız Gerçekleşmesi  (2018) 76(1) İstanbul Hukuk Mecmuası 359 380. [TTK m 1530]312Yağcı / Borcun İfasının, Sözleşmenin Kurulmasından Sonraki Bir Olgunun Gerçekleşmesinden İtibaren Belirli Bir Sürenin...Yüce MB, Alacaklı ve Borçlu Açısından İfa Zamanı (Vedat 2015).Yücesoy Yılmaz Y, ‘Ticari İşlerde Faiz Ve Yargıtay Uygulaması  (2019) (140) Türkiye Barolar Birliği Dergisi 303 330.www.juris.de [juris]www.kazanci.com.tr [kazancı]www.legalbank.net [Legalbank]www.lexpera.com.tr [Lexpera]313"
}