{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "20",
     "Ay": "06",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "1",
     "Başlık": "Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde Bir Paradigma Değişimine Gerek Var Mı?",
     "Title": "Blockchain Technology and Smart Contracts in terms of Law of Obligations and Data Protection Law",
     "Yazar İsmi": [

          "Mesut Serdar Çekin"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Blockchain (Blok Zincir) teknolojisi" , "Akıllı sözleşmeler" , "Bitcoin" , "Dağıtık veri tabanı" , "Sözleşmenin iptali" , "Sözleşmenin uyarlanması" , "Sözleşmeden dönme" , "Unutulma hakkı"
     ],
     "Keywords": [
          "Blockchain-technology" , "Smart contracts" , "Bitcoin" , "Decentralized network" , "Termination of the contract" ,"Right to be forgotten"
     ],
     "Özet": "Blockchain teknolojisi şifrelenmiş halde verileri kayıt altına alan, merkezi bir müessese tarafından tutulmayan ve şifrelenmiş haldeki bütün bilgilerin sisteme dâhil olan herkesle paylaşıldığı bir sicil niteliği taşımaktadır. Bu sicilde yapılan işlemler, bloklar halinde kaydedilmekte, bu bloklar birbirleriyle bağlantılı hale getirilmekte ve her yeni işlemin onaylanabilmesi için önceki işlemlere dair bilgilerin değiştirilmemiş halde aynen muhafaza edilmiş olması şartı aranmaktadır. Bu sebeple blockchain teknolojisi, aracı kurumları ortadan kaldıran, her katılımcıya eşit imkânlar sunan ve manipüle edilmesi neredeyse imkânsız olan bir teknoloji olarak değerlendirilmektedir. Özellikle ‘Bitcoin  olarak nitelendirilen dijital para birimi, bu teknolojiye dayanmakla birlikte, blockchainin uygulama alanı bununla sınırlı değildir. Bununla birlikte blockchain teknolojisinin yeksenak bir görünümü söz konusu değildir. Bilakis kamuya açık ya da kapalı olarak kurulabilen ağlarda işlemlerin onaylanması da zaman ve onaylayacak kişiler açısından farklılık gösterebilmektedir.Blockchain ağında gerçekleştirilen işlemlere bir çerçeve sunan akıllı sözleşmeler ise, sistem katılımcılarının aralarında sadece kripto para işlemlerinin ötesine geçerek bir çok farklı işlem yapma imkanı tanımaktadır. Özellikle sözleşmelerin ifası aşamasında taraflara büyük kolaylıklar sunabilecek ve zamanda tasarruf sağlayacak bu tür sözleşmelerin de birçok farklı görünüş türleri mevcuttur. Bununla birlikte işlem geçmişinin değiştirilemeyeceği esasına dayanan blockchain teknolojisi ve bu teknolojiyle bağlantılı olarak akıllı sözleşmeler, aynı zamanda veri koruma hukuku ve borçlar hukuku açısından birçok sorunu da beraberinde getirmektedir.Çalışmanın amacı, blok zinciri teknolojisinin mevcut hukuk düzenimiz açısından, özellikle veri koruma hukuku ve borçlar hukuku açısından değerlendirilmesidir.",
     "Abstract": "Blockchain technology is essentially a registry that records data in encrypted form, which is not kept by a central organization, and all information in encrypted form is shared with every participant in the system. The transactions carried out in this register are recorded in blocks, these blocks are linked to each other and each new transaction must be kept unchanged with the information of the previous transactions in order to be approved. For this reason, blockchain technology is considered to be a technology that eliminates intermediary institutions, offers equal opportunities to every participant and is almost impossible to manipulate. In particular, the digital currency, referred to as co Bitcoin, is based on this technology, but blockchain technology is not limited to this. There is no uniform appearance of the blockchain technology.Smart contracts, which provide a framework for transactions on the blockchain network, allow system participants to make many different transactions among them by simply going beyond crypto currency transactions.However, blockchain technology based on the principle that the transaction history cannot be changed and the smart contracts associated with this technology also bring many problems in terms of data protection law and law of obligations.The aim of this study is to evaluate block-chain technology in terms of our current legal order, especially in terms of data protection law and law of obligations.",
     "Metin": "19.  Yüzyılın  sonlarına  doğru  Kıta  Avrupası nda  yaygınlaşan  kodifikasyon girişimlerinin neticesinde bugün halen yürürlükte olan medeni kanun düzenlemeleri mevcuttur.  Bu  kodifikasyonların  belki  de  en  hayrete  düşürücü  tarafı,  dönemin şartları esas alınarak kaleme alınmasına rağmen bugün halen geçerliliğini yitirmemiş olmalarıdır. Gerçekten de 20. Yüzyılın başlarında beş kilo buğdayın satımı ile aynı Yüzyılın  sonlarında  gerçekleştirilen  bir  bilgisayar  yazılımının  satımına  ilişkin işlem, aynı hukuki düzenlemelerle gerçekleştirilebilmektedir. Yine milyar dolarlık piyasa değerine sahip olan şirketlerin alım-satım işlemleri de, özü itibariyle bir satım sözleşmesidir. Ancak neredeyse bir asırdan bu yana bütün gelişmelere rağmen geçerliliğini  muhafaza  etmeyi  başaran  kanunlarımızı,  blockchain  teknolojisi  ve bunun mümkün kıldığı akıllı sözleşmeler sebebiyle yeniden gözden geçirme ihtiyacı meydana  gelmiştir.  Özellikle  bugüne  kadar  mutlak  doğru  olarak  kabul  gören paradigmaların bu teknoloji karşısında geçerliliğini ne kadar muhafaza edebileceği hususunun açıklığa kavuşturulması gerekmektedir. Newton un yer çekimi dünya görüşünden  Einstein in  genel  görecelilik  dünya  görüşüne  geçiş,  Say in  klasik ekonomisinden Keynes in makroekonomi anlayışına, daha sonra da Keynesyen ekonomiden parasalcı paradigmaya geçiş, farklı bilim alanlarındaki klasik paradigma değişimlerine örnek olarak gösterilebilmektedir. Kıta Avrupası hukuk düzeninde özel hukuk süjelerinin aralarındaki münasebetlerini hukuki açıdan düzenlemeleri hususunda en önemli etken kuşkusuz iradedir. Liberalizm, aydınlanma ve sanayi devriminin harmanlanmasıyla bireyselliğin ön plana çıktığı, kişinin kendi kaderini kendisinin tayin edebileceğine olan inancın kuvvetlendiği bir dönemde kanun koyucuların esas aldığı bu ilkeye göre hür ve eşit konumda olan bireyler,  gerçekleştirdikleri  bir  pazarlık  neticesinde  irade  sahibi  olur,  karşılıklı iradelerin uyuşması vesilesiyle de hukuki anlamda kendilerini bağlarlar. Hukuk düzeninin iradeye atfettiği önem, sözleşmenin kurulmasından başlayıp, sözleşmenin 1  Paradigma değişimi kavramı için bkz. Thomas Samuel Kuhn, The Structure of Scientific Revolutions (3rd edn, University of Chicago, 1996).:  Bilimsel teoriler, doğa olaylarını açıklayabildiği sürece bilime ‘normal bilim  denir. Doğa olaylarını açıklayan teorilerin bütünü bilim adamlarının sahip olduğu paradigmaları şekillendirir. Normal bilim sürecinde bilimsel istikrar sürerken, bilim adamlarını araştırma sonuçları öyle bir noktaya getirebilir ki araştırma bulguları sahip oldukları paradigmalarla çelişir. Başlangıçta paradigmaları tehdit eden bu bulgular kabul edilmek istenmez ve görmezlikten gelinir. Bu aşamaya ‘kriz durumu  denir. Ancak araştırma safhaları ilerledikçe ve çeşitliliği arttıkça elde edilen bulguların kabul görmekte olan paradigma ile olan çelişkisi artar ve bilimin inatçılığı kırılmak zorunda kalır. Bu kriz durumunu aşmak için bilim adamları eski paradigmalarını yeni bir paradigma ile değiştirmek zorunda kalırlar. Bilimsel istikrar ve süreklilik böylece bozulmuş olur. Periyodik olarak bilimsel devrimler bu aşamalarla sürüp gider. Bir zamanlar bilimsel devrim olan yeni paradigma artık normal bilim haline gelmiştir. Bir sonraki yeni bir bilimsel devrime kadar bilim, istikrarını ve sürekliliğini korur. Yeni kriz çıktığında istikrar ve süreklilik tekrar kesintiye uğrar. Bilim bu şekilde döngüsel olarak gelişir. Normal bilimi devrim izler, sonra yine normal bilim, arkasından devrim, ... bilimsel devrimlerin yapısı budur. Bilimsel devrimlerin sonunda paradigmadaki bir değişim, bilimsel araştırmanın temel kavramlarını değiştirir ve eski paradigmalarla hiç bağdaşmayan yeni kanıt standartların, araştırma tekniklerinin ve teorilerin önünü açar , (Bilal Güneş ten naklen, ‘Paradigma Kavramı Işığında Bilimsel Devrimlerin Yapısı ve Bilim Savaşları: Cephelerdeki Fizikçilerden Thomas S. Kuhn and Alan D. Sokal  (Kış 2003) 1(1) Türk Eğitim Bilimleri Dergisi, 23, 27).2  Manfred Wolf and Jörg Neuner, Allgemeiner Teil des Bürgerlichen Rechts (11th edn, C.H. Beck 2016) § 10 Rn. 28 vd.; Werner Flume, Allgemeiner Teil des Bürgerlichen Rechts (1st edn, Springer 1979) 1 vd.; Fikret Eren, Borçlar Hukuku Genel Hükümler (22nd edn, Yetkin 2017) 16 vd.; Necip Kocayusufpaşaoğlu, Hüseyin Hatemi, Rona Serozan and Abdülkadir Arpacı, Borçlar Hukuku Genel Bölüm, (1st vol, 7th edn, Filiz 2017) 503 vd.318Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...ifasından  sonraki  aşamalara  dahi  sirayet  etmektedir.  Sözleşmenin  kuruluşu aşamasında iradenin yokluğu, sözleşmenin de yokluğuna, dolayısıyla hiçbir şekilde hüküm doğurmamasına sebebiyet vermekte, iradenin sakatlanması halinde ise geçerli olarak kurulan sözleşmenin sonradan geçersiz hale gelebilmesine yol açabilmektedir. Yanılma, hile, gabin gibi durumlar, hukuk düzeninin sakatlanan iradenin yeniden düzeltilebilmesi için sunduğu imkânları teşkil etmektedirler. Yine irade serbestisi ilkesi doğrultusunda kişiler, BK m. 27 de belirtilen sınırlar çerçevesinde istedikleri kişilerle ve diledikleri içerikle sözleşme akdetme imkânına sahiptir. Sözleşmenin ifası aşamasında da iradelerin uyuşmasına ve tarafların bağlanmasına rağmen bir tarafın borcunu hiç ya da gereği gibi ifa etmemesi halinde alacaklıya devletin güç tekelinden yararlanma imkânı sağlanmakta, dolayısıyla borcunu ifa etmeyen, bu sebeple de uyuşan iradelere aykırı davranan tarafa karşı devletin güç kullanma yetkisinden istifade etme fırsatı sunulmaktadır. Hukuk düzeninin iradeye atfettiği önem sayesinde kişi, devletin gücünü arkasına alıp, uyuşan iradeler doğrultusunda karşı tarafı ifaya ya da meydana gelen zararın tazminine zorlayabilmektedir. Gündelik hayatta bunun sıkça karşılaşılan örneğini, sözleşmeden doğan borcunu ifa etmeyen borçlunun cebri icra yoluyla bu ifaya zorlanması hali oluşturmaktadır. Dolayısıyla iradeye atfedilen bu önem, borçlar hukukumuzda esas alınan paradigmalardan biridir. Borçlar  hukukunun  temelinde  nasıl  hür  ve  eşit  konumda  olan  bireyler  esas alınıyorsa, veri koruma hukukunda da verisini paylaşan ilgili kişi ile söz konusu verileri toplayan ve işleyen bir veri sorumlusu esas alınmaktadır. Bu iki aktöre bir takım hak ve yükümlülükler getirilmekte, ayrıca kamu birimlerinin bu ilişkiye müdahale etme imkânı da öngörülmektedir. Dolayısıyla veri koruma hukukunda kural olarak veri sorumlusu ile ilgili kişi arasında karşılıklı bir ilişki esas alınmaktadır. Yine bu çerçevede bir paradigmadan bahsetmek mümkündür.Her ne kadar borçlar hukukumuz ve veri koruma hukukumuz bu temel ilkeler üzerine inşa edilmiş olsa da, özellikle blockchain teknolojisi ve bununla bağlantılı olarak akıllı sözleşmeler, bu temel ilkelerle çatışan unsurları beraberinde getirmektedir. Öyle ki bu çatışmanın, hukuk düzenimizde bir paradigma değişimini zorunlu kılıp kılmayacağı incelemeye muhtaç hale gelmiştir. Çalışmanın amacı, bu sorulara cevap aramak ve mümkün olduğu takdirde muhtemel çözüm önerileri sunmaktır.I. Blockchain Teknolojisi ve Akıllı SözleşmelerGünümüzde  neredeyse  her  yeni  buluş,  bir  devrim  olarak  nitelendirilmekte, bunların hayatımızı ve yaşayış tarzımızı derinden etkileyeceği vaat edilmektedir. 3  Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı (n. 2) 580-581.4  Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı (n. 2) 527 vd.; Eren (n. 2) 17.5  Ancak dikkat edilmelidir ki burada kişiler, kendi aralarında  kanun koyucu  olarak hareket etmemekte, uyuşan iradelerden doğan yükümlülüklerin ifası aşamasında cebri icra kanunla öngörülen bir imkân olduğu için mümkün hale gelmektedir, bkz. Flume (n. 2) 5 ve orada dn. 4 te Savigny e yapılan atıf.319İstanbul Hukuk Mecmuası 77/1Blockchain teknolojisi ve bununla bağlantılı olarak akıllı sözleşmeler, internetin yaygınlaşması, akıllı telefonların hayatımıza girmesi, Big Data ve yapay zeka gibi teknolojik gelişmeler zincirinin bir halkası olarak nitelendirilebilecektir. Elbette bu teknolojilerden menfaat elde etmek isteyen kişiler, bunların hayatımızı derinden etkileyeceğini belirtmektedirler. Son dönemlerde özellikle ‘Bitcoin  ve diğer dijital para birimlerinin popülerliği dikkate alındığında bu öngörülerin bir nebze de olsa haklılık payı olduğu söylenebilecektir. Ancak blockchain ve akıllı sözleşmeleri hukuki açıdan irdeleyebilmek için öncelikle bunların işleyiş biçimini izah etmek gerekecektir. 1. Blockchain Açısından İnternetin Kısa TarihçesiBlockchain  ve  akıllı  sözleşmelerin  hayatımıza  olan  muhtemel  etkilerini kavrayabilmek  için  öncelikle  internetin,  daha  doğrusu  bağlantılı  iletişimin tarihçesine kısaca değinmek gerekecektir. Şöyle ki www olarak nitelendirilen internet iletişiminin ilk halinde, web sayfasının sunucusu tarafından hazırlanmış ve karşı tarafın katkıda bulunma imkânı olmayan TCP/IP protokolleri mevcuttu. Sosyal medya ve paylaşım ekonomisi kavramlarıyla gelinen www aşamasında ise internet programlanabilir hale gelmiş, tek taraflı olmaktan çıkmış ve sunucu ile kullanıcı arasında  interaktif  bir  etkileşim  söz  konusu  olmuştur.  Bununla  birlikte  kişisel verilerin büyük çapta toplandığı ve işlendiği merkezi kuruluşlar meydana gelmiştir. Gerçekten bugün Facebook, Google, Uber, Amazon gibi şirketler, her saniye devasa veri miktarlarını toplamakta ve çeşitli amaçlar doğrultusunda işlemektedirler. Blockchain teknolojisi ise merkezi kuruluşu ortadan kaldırmaktadır. Bu sistemde Google, Facebook gibi verileri toplayan merkezi bir otorite ortadan kalkmakta, ağa katılan herkes, birbiriyle bağlantı kurmakta ve işlemlerin geçerliliği de herkes tarafından tasdik edilmektedir. Dolayısıyla www aşamasında merkezi ağlar ortadan kalkmakta, her katılımcı birbiriyle bağlantılı hale gelmekte, merkezi bir güven kurumunun yerini katılımcıların bütünü almaktadır. Bununla birlikte verilerin tek elde toplandığı  veri monarşisinden , verilerin herkesin elinde eşit bir şekilde bulunduğu ve işlendiği  veri demokrasisine  geçişten bahsedilmektedir.2. Blockchain Teknolojisinin İşleyiş ŞekliBlockchain ağı, özü itibariyle farklı katılımcılardan ve bunların gerçekleştirdiği farklı işlemlerden müteşekkil bir veri tabanından başka bir şey değildir. Ancak bu 6  Don Tapscott and Alex Tapscott, Blockchain Revolution: How the Technology Behind Bitcoin Is Changing Money, Business, and the World, passim, eBook.7  İlk çıkışından sosyal medyaya kadarki dönem hakkında bkz. Barry M. Leiner, Vinton G. Cerf, David D. Clark, Robert E. Kahn, Leonard Kleinrock, Daniel C. Lynch, Jon Postel, Larry G. Roberts and Stephen Wolff, ‘Brief History of the Internet   (Internet  Society,  1997)  <https://www.internetsociety.org/wp-content/uploads/2017/09/ISOC-History-of-theInternet_1997.pdf> Erişim Tarihi Ağustos 2018. 8  Bkz. Shermin Voshmgir and Valentin Kalinov ‘Blockchain Handbook: A Beginners Guide  (Blockchain Hub, 2017) <https://s.eu-west-2.amazonaws.com/blockchainhub.media/Blockchain+Technology+Intro.pdf> Erişim Tarihi Ağustos 2018.320Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...teknolojinin  yeknesak  bir  görünüş  biçimi  mevcut  değildir.  Bilakis  uygulamada blockchain teknolojisinin farklı şekillerine rastlamak mümkündür. Bu bağlamda en önemli ve esaslı ayırım, blockchain ağının kamuya açık olup olmadığına dairdir. Katılımın serbest olduğu, bir diğer ifade ile herkese açık olan blockchain ağlarının en meşhur örneği kuşkusuz bitcoin kripto para birimidir. Bunun yanında katılım şartlarının bir kişi ya da müessese tarafından belirlendiği ve katılım için belirli şartların aranabildiği özel ya da kamuya kapalı blockchain ağları da mevcuttur. Nüfus, tapu gibi kamu hizmetlerinin blockchain ağı üzerinden gerçekleştirilmesi, bu tür blockchain ağlarına örnek olarak gösterilebilecektir. Bunun yanında onayın ya da mutabakatın kim veya kimler tarafından sağlanacağına göre de ayırıma gitmek mümkündür. Bazı ağlarda mutabakat için işlemin nodeların çoğunluğu tarafından onaylanması yeterli iken (proof of work) diğer ağlarda seçilmiş üye grupları münhasıran onay verme yetkisine sahiptirler. Bir diğer ayırım ise ödüllendirme sistemiyle alakalıdır. Buna göre sistemin işleyişini mümkün kılan veri madencilerinin ödüllendirilmesi doğrudan sicil üzerinden ya da sicile bağlı bir çıkar şeklinde gerçekleştirilmektedir. Blockchain teknolojisine dayalı bir veri tabanını oluşturmak için öncelikle bu ağın programlanması gerekmektedir. Bitcoin örneğinden hareket edilecek olursa, Satoshi Nakamoto isimli şahıs/topluluk tarafından programlanan ve yayımlanan bitcoin ağına katılan kullanıcılar katılım için gerekli olan uygulamayı telefon ya da bilgisayarlarına indirdiklerinde kamuya açık (public key) ve kişiye özel (private key) olmak üzere iki anahtar elde etmektedirler. Ayrıca uygulamayı indiren katılımcılar, aynı zamanda o ana kadar oluşturulmuş olan bütün blokları ve bununla birlikte bu blokların içerdiği bütün verileri, yani özellikle o ana kadar blockchain ağında gerçekleştirilen bütün işlemlerin hashlerini de indirmektedirler.Blockchain teknolojisinin özünde şifreleme işlemi yatmaktadır. Bu sebeple Bitcoin gibi dijital para birimleri için ‘kripto  para birimi tanımı kullanılmaktadır. Katılımcılar işlem yapmak istediklerinde işlemi yapacakları, yani  kripto parayı  gönderecekleri kişinin kamuya açık anahtarını kullanarak paranın kime gönderileceğini belirlemekte, kişiye özel şifreyle de para gönderme işlemini onaylamaktadırlar. Ancak bütün bu işlemler, belirtildiği üzere şifrelenmekte, bu şifrelere de ‘hash  ismi verilmektedir. Her işlem için bir hash oluşturulmakta edilmekte, bu sayede ağa katılan herkesin gerçekleştirdiği bütün işlemler bir havuzda toplanmaktadır. Hashlerin toplandığı havuz, belirli bir büyüklüğe oluştuğunda yeni bir blok oluşturulmaktadır. Bu bloğun büyüklüğü ve blok oluşturma periyodları, ağdan ağa farklılık göstermektedir. Örnek olarak bitcoin ağında her on dakikada yeni bir blok oluşturulmaktadır. Dolayısıyla 9  Dirk Achenbach, Ingmar Baumgart and Jochen Rill, ‘Die Blockchain im Rampenlicht, Technologie von der Stange – oder besser nach Maß?  (2017) 41(11) DuD 673, 675.10  Gerçekte böyle bir kişinin olup olmadığı bilinmemekle birlikte, Satoshi Nakamoto nun takma isim olduğu hususunda görüş birliği mevcuttur.11  White paper için bkz. Satoshi Nakamoto ‘Bitcoin: A Peer-to-Peer Electronic Cash System  (Bitcoin.org, 2009) <https://bitcoin.org/bitcoin.pdf> Erişim Tarihi Ağustos 2018.321İstanbul Hukuk Mecmuası 77/1bitcoin ağında oluşturulan her bir blok, son on dakika içerisinde gerçekleştirilen bütün  işlemleri,  bunların  miktarını, alıcı ve  satıcılarını hash  halinde  şifreli  bir şekilde içermektedir. Bununla birlikte söz konusu blok da kendine mahsus bir hashe sahiptir. İşte o güne kadar daha henüz hiçbir blok için bulunmamış bir şifreyi oluşturmak, data mining olarak nitelendirilen işlemin en basit tarifidir. Bir diğer ifade ile her blok, kendine mahsus dijital bir parmak izine sahiptir. Yeni bir blok oluşturulabilmesi için de yeni bir parmak izinin bulunması gerekmektedir. Böyle bir hash bulunduğu anda data mining işlemini yapan kişi yeni bloku ağa sunmaktadır. Her ağ katılımcısının o ana kadar bütün geçmiş bloklara sahip olduğu belirtilmişti. Bitcoin ağında oluşturulan yeni blok, önceki bloklardaki bütün verilerle kıyaslanarak bütün ağ katılımcılarının en az % 51 tarafından tasdik edildiğinde geçerli ve yeni blok olarak işlem görmektedir. Aynı zamanda her bir blok, kendinden önceki bütün blokların da hashlerini içermektedir. Dolayısıyla bütün bloklar birbirleriyle öyle bir şekilde bağlantılıdır ki, önceki bloklarda yapılan en ufak bir değişiklik dahi ondan sonraki blokları etkileyecektir. Bir diğer ifade ile yeni işlemlerin onaylanabilmesi için o ana kadarki bütün önceki blokların hiçbir şekilde değiştirilmemiş haliyle aynen muhafaza edilmiş olması ve yeni işlemleri içeren blokun bu şekilde eski bloklara eklenmiş olması gerekmektedir. Bu sayede geçmişte yapılan hiçbir işlem manipüle edilemeyecek, aksi halde gerçekleştirilen işlem diğer ağ katılımcıları tarafından onaylanmadığı için geçerlilik kazanamayacaktır. Network World3. Akıllı Sözleşmeler (Smart Contracts)Akıllı sözleşmeler 1994 yılında bilgisayar bilimcisi ve şifreleme uzmanı Nick Szabo  tarafından  şu  şekilde  tanımlanmıştır:   Akıllı  sözleşmeler,  dijital  şekilde sıralanmış ve protokoller içeren taahhütler bütünüdür ki taraflar, bu protokollere göre 12  Ancak belirtildiği üzere doğrulama işleminin çoğunluk tarafından değil de, öncelikli ağ mensupları tarafından gerçekleştirildiği başka ağlar da mevcuttur (proof of stake); daha geniş bilgi için bkz. Dirk Achenbach, Ingmar Baumgart and Jochen Rill (n. 9) dn. 10.322Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...taahhütlerini ifa ederler 13. Aslında akıllı sözleşmelerin en ilkel halini her alışveriş merkezinde  rastlanabilecek  olan  sakız  otomatları  oluşturmaktadır. Ancak  akıllı sözleşmeleri hukuki açıdan ilginç kılan husus, blockchain teknolojisidir. Şöyle ki akıllı sözleşmenin ifası için, katılımcılardan bağımsız bir mekanizma gerekmektedir. Bu aracı bir taraftan bütün katılımcıların güvenine sahip olmalı, diğer taraftan da sözleşmeyi uygun maliyete ve hızlı bir şekilde ifa edebilmelidir. İşte tam bu noktada blockchain teknolojisi, aracıyı ortadan kaldırması, teknolojinin sunduğu imkânlar sayesinde hızlı ve hesaplı çözümler sunması sebebiyle akıllı sözleşmeleri cazip hale getirmektedir. Akıllı sözleşmeler, kural olarak blockchain ağına üye katılımcıların protokol şeklinde bir yazılım (contractware) sayesinde aralarında gerçekleştirdikleri işlemleri ifade  etmektedir.  Bununla  birlikte  yazılımda  belirlenen  şartların  gerçekleşip gerçekleşmediği hususunda dış âlemden gelecek verilere ihtiyaç duyuluyorsa, bu bilgiler  oracle  olarak nitelendirilen aracılar tarafından sağlanmaktadır.Sözleşme protokolü, çok basit şekilde olabileceği gibi çok karmaşık da olabilir. Örnek olarak bitcoin ağına üye olan bir kişinin diğerine para göndermesi, basit bir işlem olarak nitelendirilebilir. Blockchain ağına üye kişi, aynı ağa kayıtlı olan sunucudan müzik ya da video gibi dijital bir içerik satın alıp bilgisayarına indirip ödemeyi de aynı ağ üzerinden dijital para birimiyle gerçekleştirdiğinde iki tarafa da  borç  yükleyen  bir  ilişki  meydana  gelmektedir.  Bu  tür  sözleşmelerin  daha karmaşık örneklerinde otonom araçlar, ödeme işlemini yapan ağ katılımcılarına paketlerini dağıtmakta, otonom şekilde şarj istasyonlarında araçlarını şarj etmekte ve otoban kullanımında gerekli ödemeleri gerçekleştirmektedir. Akıllı sözleşmelerin en  karmaşık  hali  olarak  ise  an  itibariyle  otonom  dağıtık  şirket  (‘decentralized autonomous  organization )  örneği  gösterilmektedir.  2016  yılında  Christopher Jentzsch tarafından yayınlanan White Paper da ilgili kişi, DAO yu şu şekilde tanımlamıştır: Etherium-Blockchain ağı üzerinde programlanan koda göre öncelikle ağ katılımcılarından sermaye toplanır. Organizasyona Ether olarak adlandırılan para birimi gönderen kişiler, bunun karşılığında onlara mülkiyet ve oy hakkı veren Token kazanmaktadırlar. Organizasyon hayata geçtikten sonra her Token sahibi, toplanan sermayenin nasıl kullanacağına dair önerilerde bulunabilecek, belirli bir çoğunluk sağlandığı takdirde program otomatik olarak toplanan sermayeyi, katılımcıların uzlaştığı amaç doğrultusunda kullanmaya başlayacaktır. Bunun üzerine Jentzsch, 13  Nick Szabo, ‘Smart Contracts: Building Blocks for Digital Markets  (1996) <http://www.fon.hum.uva.nl/rob/Courses/InformationInSpeech/CDROM/Literature/LOTwinterschool6/szabo.best.vwh.net/smart_contracts_2.html>  Erişim Tarihi Ağustos 2018.14  Martin Heckelmann, ‘Zulässigkeit und Handhabung von Smart Contracts  (2018) 8 NJW 504, 505; Jörn Heckmann and Markus Kaulartz, ‘Selbsterfüllende Verträge, Smart Contracts: Quellcode als Vertragstext  (2016) 24 c t Heft 138, 138.15  Achenbach, Baumgart and Rill (n. 9) 675.16  Söz konusu White Paper a ulaşım için <https://download.slock.it/public/DAO/WhitePaper.pdf> Erişim Tarihi Ağustos 2018.323İstanbul Hukuk Mecmuası 77/1toplam 160 Milyon USD civarında para toplamış, bu sayede tarihin en büyük kitlesel fonlama  projesini  gerçekleştirmiştir.  Nihayet  contractware  olarak  nitelendirilen program kodu, yapay zekânın sunduğu imkânlar dikkate alınarak geliştirildiğinde algoritmaların  bütünüyle  kendi  kendine,  insan  müdahalesine  gerek  kalmaksızın karmaşık işlemleri gerçekleştirmesi dahi mümkün hale gelecektir.Akıllı Sözleşme Örneği, https://blockchainhub.net/smart-contracts/ 324Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...II. Borçlar Hukuku Açısından DeğerlendirmeBlockchain teknolojisi ve bu teknolojiyle mümkün hale gelen akıllı sözleşmeler, borçlar  hukukumuzda  kabul  gören  en  temel  ilkelerin  sorgulanmasına  sebebiyet vermektedir.  Nitekim  kişilerin  karşılıklı  ya  da  tek  taraflı  olarak  bir  borç  altına girebilmelerinde en önemli unsur, kişinin iradesidir. Oysa özellikle yapay zekâya dayalı akıllı sözleşmelerde bu iradenin arka plana itildiği gözlemlenmektedir. Hukuk düzenimiz ayrıca sakatlanan iradenin düzeltilebilmesi için birtakım imkânlar sunsa da, bu imkânların blockchain sisteminde nasıl kullanılacağı soru işaretlerine sebebiyet vermektedir.1. Sözleşmenin KurulmasıBlockchain  ağında  bir  akıllı  sözleşmenin  kurulabilmesi  için  öncelikle  irade beyanı niteliği taşıyan icap ve kabulün varlığı aranacaktır. Taraflar kural olarak hazır bulunmayacakları için hazır olmayan kişiler arasında yapılan sözleşmeler söz konusu olacak ve bu sebeple de icabın irade beyanı niteliğiyle yapılması ve karşı tarafa varması hususlarının incelenmesi gerekecektir.a. Beyanın YapılmasıHer ne kadar hukukumuzda açık bir düzenleme mevcut olmasa da, beyanın yapılması,  beyan sahibinin, karşı tarafın bu beyanı öğrenmesi için, hayat tecrübelerine ve özel olayın hal ve şartlarına göre kendisine düşeni yapması  olarak tanımlanmaktadır. Akıllı sözleşmelerde ise beyanın yapılması, ağ katılımcısı olan kişinin kendisine tahsis edilen özel anahtarıyla işlemi onaylaması anında gerçekleşmiş sayılmalıdır. b. Beyanın Varması, Sözleşmenin Kurulması ve Hüküm DoğurmasıÖncelikle belirtelim ki Türk hukukunda  hazır bulunmayan bir başka kişiye karşı yapılması gereken irade beyanlarında da varma esas  alınmaktadır. İrade beyanının blockchain ağında diğer tarafa ne zaman vardığı konusu ise ciddi sorunlara sebebiyet vermektedir. Bu bağlamda ilgili beyanı içeren blokun blok zincirine bağlanması anının  esas  alınması  önerilmektedir.  Ancak  bu  değerlendirme,  kanaatimizce akıllı sözleşmeler açısından eksiktir. Nitekim icap, blockchain ağında sözleşme protokolünün kullanıcının özel anahtarıyla imzalanması şeklinde gerçekleşmekte, ardından bu kullanıcının icabına karşılık gerçekleşen kabul beyanı da, karşı tarafın özel anahtarıyla onaylanmakta, ancak bu aşamadan sonra bütün işlem blockchain ağına dâhil edilmekte ve ağ tarafından onaylanmayı beklemektedir. Dolayısıyla bu çerçevede irade beyanının karşı tarafa varması, sözleşmenin kurulması ve sözleşmenin hüküm doğurması aşamalarını birbirinden ayırt etmek gerekecektir. 17  Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı (n. 2) 153.18  Heckelmann (n. 14) 505.19  Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı (n. 2) 155.20  Heckelmann (n. 14) 505.325İstanbul Hukuk Mecmuası 77/1Kanaatimizce irade beyanı, ilgili kişinin özel anahtarıyla beyanını onaylaması anında yapılmış sayılmaktadır. İlgili sözleşme protokolü özel anahtarla onaylandığı ve  ağ  katılımcılarıyla  paylaşıldığı  an  itibariyle  artık  sözleşmenin  bütün  ağ katılımcıları  tarafından  ulaşılabilir  hale  geldiğini  de  kabul  etmek  gerekecektir. Dolayısıyla umuma açık bir icap söz konusu olmakla birlikte, bu icabın en geç ağ katılımcılarının herhangi birisi tarafından kabul edilmesi, yani bu kişinin özel anahtarıyla işlemi onaylaması anında karşı tarafa ulaşmış olduğu kabul edilmelidir. Ancak sözleşmenin henüz kurulup kurulmadığı hala kesinleşmemiştir. Zira bunun için söz konusu işlemin bütün ağ katılımcıları tarafından tasdik edilmesi, yani yeni bir blok oluşturulması gerekmektedir. Yukarıda yapılan açıklamalar dikkate alındığında, bütün ağ katılımcıları tarafından gerçekleştirilen işlemlerin bir havuzda toplandığı, bu çerçevede o ana kadar kullanılmamış bir hash ile yeni bir blok oluşturulduğu ve söz konusu blokun ağ katılımcılarının çoğunluğu ya da yetkili kişiler tarafından onaylanması  halinde  blokun  geçerli  blok  olarak  kabul  edildiği  belirtilmişti. Dolayısıyla yeni blokun oluşturma anını, sözleşmenin kurulduğu an olarak kabul etmek söz konusu olabilir. Ancak bazı durumlarda bir blok oluşturulmakta, fakat ağ  katılımcılarının  çoğunluğu  tarafından  kabul  görmediği  için  zincir  başka  bir blok üzerinden devam etmektedir. Bu gibi durumlarda söz konusu blok geçersiz hale gelmektedir. Kabulün gönderilmesi, yani karşı tarafın işlemi özel anahtarıyla onaylaması, sözleşmenin hüküm doğurması açısından yeterli olmayacak, söz konusu işlemin  geçerli  bir  blok  içinde  ağ  katılımcılarının  çoğunluğu  tarafından  tasdik edilmesi ya da onaya yetkili kişiler tarafından onaylanması şartı aranacaktır. Bu  sebeple  sözleşmenin  kurulma  zamanı  olarak  çoğunluk  ya  da  yetkililer tarafından yeni blok oluşturulması anı esas alınacak, ancak BK md. 11 f. 1 gereği bu sözleşme, kabulün gönderildiği, yani kabul beyanının özel anahtarla onaylandığı an itibariyle hükümlerini doğurmaya başlayacaktır. Bununla birlikte BK md 11 f. 1 e benzer geriye etkili bir sonuç öngörmeyen Alman hukukunda, sözleşmenin kurulması ile sözleşmenin hüküm doğurması arasındaki dönemde gerçekleştirilen işlemin içerisinde bulunduğu blok kesin olarak geçerli sayılana kadar işlemin askıda hükümsüz olarak nitelendirilebileceği de savunulmaktadır.2. İrade SakatlıklarıMevcut  hukuk  düzenimizin  varsayımları  ve  blockchain  teknolojisinin  teknik özelliklerinin çeliştiği bir başka nokta da, irade sakatlıkları halleridir. Zira hukuk düzenimiz, insan iradesini esas aldığında, bu iradenin yanılgıya düşmesi ya da irade dışı müdahaleler neticesinde meydana gelen sözleşmelerde, yanılgıya düşen ya da irade dışı müdahalelerle iradesi sakatlanan sözleşme tarafında, ilgili sözleşmeyi iptal 21  Daha geniş bilgi için <http://www.bitcoinakademi.org/soft-fork-hard-fork-nedir-etkileri-nelerdir/> Erişim Tarihi Ağustos 2018.22  Heckelmann (n. 14) 506.326Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...etme ya da söz konusu sözleşmenin uyarlanmasını talep etme haklarını tanımaktadır. Bu sayede kurulan sözleşme, geriye etkili olarak geçersiz hale gelebilecek ya da sözleşmenin içeriği taraf iradeleri ya da hâkimin müdahalesiyle değiştirilebilecektir. Ne var ki sözleşmenin geriye etkili olarak geçersiz hale gelmesi, blockchain teknolojisinin  en  temel  unsurlarından  olan  değiştirilemezlik  ilkesine  aykırı düşmektedir. Belirtildiği üzere blockchain ağına dâhil olan herkes, yapılan bütün işlemleri içeren block zincirine sahiptir. Yeni yapılan bir işlemin onaylanabilmesi için bu işlemi içeren blokun tasdik edilmesi gerekmektedir. Ancak yeni blok, eski blokların bir devamı olduğu için ve blok zincirinin yeni bir halkası niteliği taşıdığı için,  geçmişteki  bütün  bloklara  dair  bilgilerin  değiştirilmemiş  halde  bulunması gerekmektedir ki, ancak bu şekilde diğer bütün katılımcılardaki mevcut bilgilerle eşleştirilip tasdik edilebilsin. Oysa sözleşmenin irade sakatlıkları sebebiyle geriye etkili olarak geçersiz hale gelmesi demek, geçmişteki bloklarda gerçekleştirilmiş ve onaylanmış bir işlemin tekrar silinmesi ya da değiştirilmesi anlamına gelecektir. Ağ katılımcılarından birisi bu işlemi yaptığı takdirde kendisinde bulunan bilgiler, diğer ağ katılımcılarında mevcut olan verilerle aynı olmayacak, dolayısıyla kişinin yaptığı işlemler geçersiz olacaktır. Bu sebeple sözleşmenin iptali ya da uyarlanması gibi değişikliklerin blockchain ağına işlenebilmesi için katılımcıların % 51 inden fazlasında böyle bir değişikliğin yapılması gerekecektir ki, merkezi bir müessese ya da otorite tanımayan blockchain sisteminde böyle bir değişikliğin sadece tek bir katılımcı tarafından gerçekleştirilmesi an itibariyle imkânsızdır.Dolayısıyla irade sakatlıkları sebebiyle sözleşmenin geriye etkili olarak geçersiz kılınması, sözleşmenin uyarlanması gibi imkânlar her ne kadar hukuk düzenince kabul edilse de, bunların teknik açıdan blockchain ağına aktarılması an itibariyle imkânsız gözükmektedir. Bu durum ise hukuki âlem ile gerçek âlem arasında ciddi bir çelişkiye yol açmaktadır. 3. Sözleşmenin Dili10  Nisan  1916  tarih  ve  805  sayılı  İktisadi  Müesseselerde  Mecburi  Türkçe Kullanılması Hakkında Kanun m. 1 e göre  Türk tabiiyetindeki her nevi şirket ve müesseseler, Türkiye dâhilindeki her nevi muamele, mukavele, muhabere, hesap ve defterlerini Türkçe tutmağa mecburdurlar.  Bu yükümlülüğe aykırı davranılması halinde ise m. 4 e göre kanuna aykırı düzenlenmiş belge ve evrak, bunlara dayalı olarak hak iddia eden taraf lehine yorumlanmayacaktır. Yargıtay da aynı doğrultuda  Kanun un  4.  maddesi  uyarınca,  1.  maddede  belirtilen  şirket  ve  müesseseler, işlemlerini Türkçe yapmadıkları takdirde, söz konusu sözleşmelere ve belgelere dayanamazlar  ifadelerine yer vermiştir.23  Bkz. Joachim Schrey and Thomas Thalhofer, ‘Rechtliche Aspekte der Blockchain  (2017) 20 NJW 1431, 1436.24  Yargıtay 11 HD, 2051/5292, 04.05.2009.327İstanbul Hukuk Mecmuası 77/1Bu izahat karşısında öncelikle, blockchain ağında akdedilen akıllı sözleşmenin içeriğinin ne olduğunun araştırılması gerekecektir. Belirtildiği üzere blockchain ağı üzerinde yapılan sözleşmeler özü itibariyle bir program kodundan ibarettir. Her ne kadar farklı kod dilleri mevcut olsa da, bunların  Türkçe  olarak nitelendirilmesi imkânsızdır.  Dolayısıyla  en  azından  iktisadi  müesseseler  açısından  ilk  bakışta sözleşmelerin geçersizliği riski gündeme gelebilir. Ancak bu aşamada sözleşmenin içeriğini program koduyla sınırlandırmak yerine program kodunu sözleşmenin ifası aşamasıyla alakalı görmek kanaatimizce daha isabetli olacaktır. Gerçekten de bir vitrinde sergilenen ürünün altında belirtilen fiyat, her ne kadar satıcının sözlü olarak ve fiilen  bu ürünü bu fiyata satmak istiyorum  demesi anlamına gelmese de, satıcının bu hareketi, hukuk düzenince böyle anlaşılıyorsa, blockchain ağına sözleşmenin şartlarını belirleyerek programlamayı gerçekleştiren icapta bulunan tarafın da, aynı şekilde program dilini kullanarak bir irade beyanında bulunduğunu söylemek mümkün olacaktır. Dolayısıyla taraf iradelerinin program kodu dışında uyuştuğunu, dolayısıyla sözleşme içeriğinin de sadece program koduyla sınırlı olmadığını, tarafların bunun dışında ilaveten anlaştığını benimsemek, isabetli bir çözüm yolu olabilecektir. 4. Sözleşmenin ŞekliSözleşmenin dili gibi sözleşmenin şekli de yeni gelişen teknolojiler ışığında ciddi sorunlara sebebiyet verebilecek niteliktedir. Öte yandan BK m. 12 f. 2 ye göre şekil şartına aykırılığın sözleşmenin hükümsüzlüğünü beraberinde getirdiği dikkate alındığında, şekil şartının önemi daha da artmaktadır. Dolayısıyla özellikle tapu, motorlu taşıtlar gibi sicillerin bütünüyle blockchain teknolojisiyle işletilmesi amaçlandığında şekil şartına dair hükümlerin de uyumlu hale getirilmesi, yine de şekil şartının amaçlarından olan tarafları düşündürmeye sevk etme işlevinin farklı şekillerde gerçekleştirilmesi için gerekli önlemlerin alınması kaçınılmaz olacaktır.5. Borçların İfası/İfa EngelleriNihayet  kurulan  sözleşmeden  doğan  borçların  ifası  aşamasında  da  mevcut hukuk  sistemiyle  birçok  çelişki  gündeme  gelebilecektir.  Nitekim  blockchain teknolojisine dayalı akıllı sözleşmelerin en büyük avantajlarından biri, belirtildiği üzere borçların ifası aşamasında sağladığı kolaylıklardır. Özellikle iki tarafa borç yükleyen sinalagmatik ilişkilerde taraflardan birisi borcunu ifa ettiğinde diğerine de sistem tarafından alacağına kavuşma imkânı sunulmaktadır. Bunun en basit örneği, blockchain ağı üzerinden ev kiralayıp ödeme yapan, bunun üzerine kendisine belirli 25  Hollanda nın tapu işlemlerinde blockchain teknolojisini kullanmayı amaçladığı hakkında bkz. <https://cointelegraph.com/news/netherlands-land-registry-to-test-blockchain-solution-for-real-estate> Erişim Tarihi Ağustos 2018. Tapu sicilinin bu teknolojiye dayalı olarak işletilebilmesi açısından muhtemel sorunlar ve çözüm önerileri hakkında bkz. <https://www.ethnews.com/potential-challenges-to-adopting-a-blockchain-land-registry> Erişim Tarihi Ağustos 2018. 328Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...bir otel odasına giriş için şifre gönderilen kişidir. Kiracı ödemesini zamanında yapmadığı takdirde ise kişiye tahsis edilen şifre iptal edilecek ve giriş hakkı ortadan kalkacaktır. Diğer bir önekte akıllı sözleşme sayesinde araç satın alan sözleşme tarafı, kendisine gönderilen şifre sayesinde otoparkta bulunan aracı devralıp kullanmaya başlamaktadır. Her ne kadar ilk bakışta sözleşmeden doğan borçların ifası aşamasında blockchain ağına dayalı olarak borçların otomatik olarak ifa edilmesi masraf ve zamandan tasarruf gibi gözükse de, böylesine bir yaklaşım, borçlar hukukumuzda öngörülen menfaat dengesi ve risk dağılımına aykırı düşecektir. Bu menfaat dengesine sadece birkaç örnek verecek olursak: BK m. 136 f. 1 e göre borcun ifası, borçlunun sorumlu tutulamayacağı sebeplerle imkânsız hale geldiği takdirde borçlu borcundan kurtulmaktadır. Her ne kadar borçlu borcundan kurtulmuş olsa da, değiştirilemezlik ilkesine dayalı olan blockchain ağına bu değişikliğin yansıtılması gerekecektir. Dolayısıyla irade sakatlıkları hallerinde olduğu gibi ifa engelleri aşamasında da hukuki durum ile fiili durum arasında farklılıklar kaçınılmaz hale gelecektir. Yine kira sözleşmesinde borcunu zamanında ifa etmeyen kiracıya BK m. 315 f. 1 çerçevesinde kiraya veren tarafından süre verilmeli, bu süreye rağmen kira bedelinin ödenmemesi halinde sözleşmenin feshedileceği belirtilmelidir.Yukarıda verilen iki örnek dahi göstermektedir ki kanun koyucu, birçok alanda sözleşme taraflarının menfaatlerini ve sözleşme tipinin özelliklerini dikkate alarak çeşitli düzenlemeler öngörmüştür. Sözleşmelerden doğan borçların bu gibi hükümler dikkate alınmaksızın, belirli şartların yerine getirilmesi ya da getirilmemesi halinde otomatik olarak ifa edilmesi ya da sözleşme taraflarının birtakım haklardan mahrum bırakılması, mevcut hukuk sistemimizle bağdaştırılabilecek nitelikte değildir.Bununla birlikte bir sözleşmenin farkı aşamalarına ilişkin kayıtların farklı zincirlerle tutulması teknik açıdan mümkün olduğu takdirde kanunun özel hükümlerine uygun bir şekilde akışın sağlanması mümkün hale gelecektir. Bu sebeple blok zinciri teknolojilerinin  gelişimi  aşamasında  hukuk  düzeninin  gereksinimlerinin  dikkate alınması kaçınılmaz hale gelmektedir.III. Veri Koruma Hukuku Açısından DeğerlendirmeBlockchain teknolojisi ve bununla bağlantılı olarak akıllı sözleşmelerin, bir asır öncesi hazırlanan borçlar kanunu hükümleriyle uyumlu olmaması makul gözükebilir. Ancak söz konusu teknoloji, insanların dijital gelişmelerin içerdiği risklere karşı korunmasını amaçlayan ve göreceli olarak  yeni  bir alan olarak nitelendirilebilecek olan veri koruma hukuku alanındaki düzenlemelerle de çelişmektedir. Şöyle ki veri koruma hukuku alanındaki düzenlemeler, çalışmanın başlangıcında incelenen internetin tarihçesi bölümünde belirtildiği üzere verilerin merkezi bir müessese 329İstanbul Hukuk Mecmuası 77/1tarafından toplanması ve farklı amaçlarla işlenmesi halini esas almaktadır. Ayrıca bu müessese, veri üzerinde dilediği şekilde tasarrufta bulunma yetkisine sahip olduğu için ilgili kişi de, kanunda kendisine tanınan hakları veri sorumlusundan talep edebilecektir. Oysa şifreleme esasına dayanan ve merkezi herhangi bir müessese tanımayan blockchain ağı, veri koruma hukukundaki işaret edilen söz konusu temel varsayımlarla çelişmektedir. Dolayısıyla söz konusu teknolojinin veri koruma hukuku özelinde incelenmesi gerekmektedir.1. Kişisel VeriÖncelikle açıklığa kavuşturulması gereken husus, blockchain ağında mevcut olan bilgilerin kişisel veri niteliği taşıyıp taşımadığıdır. Daha önce de belirtildiği üzere blockchain teknolojisinin dayandığı esaslardan birisi de şifrelemedir. Dolayısıyla her  işlem,  oluşturulan  her  blok,  şifrelenmekte,  bu  sayede  kural  olarak  gizlilik sağlanmaktadır. Aşağıda bitcoin ağında 531328 no.lu bloka ait bilgiler yer almaktadır. Burada özellikle ilgili bloka mahsus dijital parmak izi olarak nitelendirilebilecek olan hash, önceki blocka ait hash ve özellikle blok çerçevesinde gerçekleştirilen işlemlere dair hashler yer almaktadır. Burada özellikle işlem hacmi, tarihi ve kullanıcıların kullandığı kamuya açık anahtara dair bilgilere ulaşmak mümkündür. Öte yandan bütün bu bilgiler, aşağıdaki resimde de açıkça görüleceği üzere sadece rakam ve harflerden ibarettir. Dolayısıyla blockchain ağında doğrudan kişinin adı, soyadı, kimlik bilgileri, sağlık bilgileri ya da konum bilgileri mevcut değildir.Bitcoin ağında oluşturulan 531328 no.lu blok ve örnek olarak iki işlem detayı, <https://www.blockchain.com/tr/btc/block/00000000000000000020fbefc320dcdcbbea1aa> Erişim Tarihi Temmuz 2018.330Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...Kişisel veri, 6698 Sayılı Kişisel Verilerin Korunması Kanunu (‘KVKK ) m. 3 b. d) ye göre  Kimliği belirli veya belirlenebilir gerçek kişiye ilişkin her türlü bilgi  olarak tanımlanmaktadır. Bu tanıma göre blockchain ağında kaydedilen bilgiler, ancak belirlenebilir kişiye ilişkin bilgi olabilecektir. Ancak kişinin hangi hallerde belirlenebilir olduğu da tartışmalıdır. Bu çerçevede mutlak ve nisbi belirlenebilirlik görüşleri ortaya atılmıştır. Mutlak belirlenebilirlik görüşüne göre veri sorumlusunun kimliği ve hangi amaçla ilgili verileri işlediği önem taşımamakta, verisi işlenen kişinin kimliğini tespit etmeye hizmet edebilecek nitelikte üçüncü kişilerin elinde bulunan bilgiler de veri sorumlusunun hâkimiyetinde kabul edilmektedir. Nisbi belirlenebilirlik görüşünde ise sadece veriyi işleyen kişinin kimliği ve bilgisi esas alınacaktır. Avrupa Adalet Divanı, dinamik IP-adreslerinin kişisel veri niteliğinde olup olmadığına ilişkin Breyer kararında ise dinamik IP-adresini elinde bulunduran kişinin makul imkânlar dâhilinde internet erişim sağlayıcısından kişiye dair bilgi elde etme imkânı söz konusu olduğu takdirde IP-adreslerinin de kişisel veri niteliği taşıyabileceğine hükmetmiştir.Bu  çerçevede  öncelikle  blockchain  ağının  umuma  açık  ya  da  kapalı  olup olmadığına göre bir ayırım yapmak isabetli olacaktır. Şayet blockchain ağına katılım için belirli bir yere kayıt gerekiyorsa ya da kamuya açık ve kişiye mahsus anahtar belirli kişi ya da kuruluşlar tarafından kişilere tahsis ediliyorsa, bu kişiler ilgili kişiyi belirleyebilecek bilgiye sahip olabilecektir. Ancak kamuya açık ağlarda da durum farklı değildir. Öncelikle kamuya açık anahtarın kullanılması da kişinin belirlenebilir hale gelmesine sebebiyet verebilecektir. Özellikle Big-Data analiz uygulamaları sayesinde birçok farklı kaynaktan elde edilen verilerin bir araya getirilmesi sayesinde kamuya kapalı ağlardaki kişilerin dahi tespit edilmesi mümkündür. Ancak yine de somut olay şartlarının dikkate alınması kaçınılmazdır. Bilakis sadece Breyer kararına atıf yaparak şifrelenmiş her türlü verinin kişisel veri niteliği taşıdığı sonucuna varmamak gerekmektedir. Bu çerçevede tartışılan bir diğer husus, blockchain ağına katılan ve fakat ticari amaç gütmeyen nodeların (blockchain ağı katılımcıları ‘node  olarak nitelendirilmektedir) da veri koruma hukuku düzenlemelerine tabi olup olmayacaklarıdır. Nitekim Fransız 26  Daha geniş bilgi için bkz. Mesut Serdar Çekin, 6698 Sayılı Kişisel Verilerin Korunması Kanunu (1st edn, Onikilevha 2018) 35 vd.27  Avrupa Adalet Divanı, C-582/14, 19.10.2016.28  Mario Martini and Quirin Weinzierl, ‘Die Blockchain-Technologie und das Recht auf Vergessenwerden Zum Dilemma zwischen Nicht-Vergessen-Können und Vergessen-Müssen  (2017) 17 NVwZ 1251, 1253.29  Böyle bir uygulamaya örnek olarak bkz. <www.chainanalysis.com>; daha geniş bilgi için Alex Biryukov, Dmitry Khovratovich and Ivan Pustogarov ‘Deanonymisation of Clients in Bitcoin PP Network, CCS ‘14 Proceedings of the 2014 ACM SIGSAC Conference on Computer and Communications Security  (2014) 15 vd.30  Nitekim uygulamada Breyer kararına dayanılarak her türlü verinin kişisel veri olarak kabul edildiğine dair ifadelere rastlamak mümkündür. Her ne kadar başka bir araştırma konusu olsa da kanaatimizce bu kararın dikkatlice değerlendirilmesi gerekmektedir. Zira kanaatimizce Mahkeme, somut olayda savcılık ile IP adreslerini elinde tutan farklı kuruluşları bir tutmuş, ayrıca savcılığın ancak istisnai durumlarda söz konusu bilgilere erişim yetkisi olacağı gerçeğini yeterince dikkate almamıştır.331İstanbul Hukuk Mecmuası 77/1Veri Koruma Otoritesi (CNIL), blockchain hakkında yayınladığı görüş bağlamında katılımcının veri sorumlusu olarak nitelendirilebilmesi için bu kişinin (1) gerçek kişi olması ve veri işlemenin ilgili kişinin mesleki ya da ticari bir faaliyetiyle bağlantılı olması ya da (2) tüzel kişinin kişisel verileri blockchain ağında kaydetmesi şartlarını aramaktadır. Bu görüşün dayanağı olarak ilgili kurum özellikle Avrupa Birliği Genel Veri Koruma Tüzük ü (‘GDPR )32 Art. 2 de benimsenen aile içi kullanım istisnasına işaret etmektedir. Tıpkı KVKK md. 28 f. 1 b. a) da öngörüldüğü gibi ilgili kişi kişisel veri işleme faaliyetini  tamamen kendisiyle veya aynı konutta yaşayan aile fertleriyle ilgili faaliyetler kapsamında  gerçekleştirdiği takdirde kanun hükümleri uygulama alanı bulmayacaktır. Ancak bu görüş, haklı olarak eleştirilmektedir. Nitekim veri koruma düzenlemelerinin uygulama alanı bulabilmesi için ilgili faaliyetin ticari ya da mesleki bağlamda gerçekleştirilmesi şartı aranmamaktadır. Bir diğer ifade ile  tamamen kendisiyle veya aynı konutta yaşayan aile fertleriyle ilgili  olmayan her faaliyet, mutlaka ticari ya da mesleki faaliyet olmak zorunda değildir. Bilakis Avrupa Adalet Divanı, Lindqvist, Satamedia ve Yahova Şahitleri kararlarında ilgili düzenlemenin dar yorumlanması gerektiğine işaret etmiş, özellikle bilginin belirsiz sayıda insan için ulaşılabilir hale getirilmesi halinde bu istisna hükmünün uygulama alanı bulamayacağına hükmetmiştir. Dolayısıyla blockchain ağına ticari ya da mesleki amaç gütmeksizin katılan nodeların Kanun ya da Tüzük hükümlerinden muaf tutulması görüşüne katılmak imkân dâhilinde gözükmemektedir. Bilakis blockchain ağı çerçevesinde gerçekleştirilen işlemlere dair bilgilerin bütün ağ katılımcılarıyla paylaşılması, söz konusu işlemi  tamamen kendisiyle veya aynı konutta yaşayan aile fertleriyle ilgili faaliyet  kapsamının dışına çıkartmaktadır.Dolayısıyla her ne kadar blockchain teknolojisinin en önemli unsurlarından birisi şifreleme olsa da, Avrupa Adalet Divanı içtihatları ve bununla bağlantılı olarak son dönemde yaygın hale gelen Big-Data analiz uygulamaları sayesinde ilgili kişilerin belirlenebilir hale geldiğini söylemek mümkündür. 31  Rapor için bkz. <https://www.cnil.fr/sites/default/files/atoms/files/blockchain.pdf> Erişim Tarihi Ağustos 2018.32  Council Regulation (EC) 2016/679 of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Council Directive 95/46/EC (General Data Protection Regulation)  <https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32016R9&from=EN>  Erişim Tarihi Ağustos 2018; AB Bakanlığı nın Türkçe çevirisi için bkz. <https://www.kisiselverilerinkorunmasi.org/wp-content/uploads/2017/09/GDPR-T%C%BCrk%C%Ae-%C%87eviri-AB-Bakanl%C%B%C%9F%C%B.pdf>  Erişim Tarihi Ağustos 2018. 33  Avrupa Adalet Divanı, C-101/01, 6.11.2003.34  Avrupa Adalet Divanı, C-73/07, 16.12.2008.35  Avrupa Adalet Divanı, C-25/17, 10.07.2018.36  Avrupa Adalet Divanı, C-101/01, 06.11.2003, kn. 47; C-73/07, 16.12.2008, kn. 35, 44; C-25/17, 10.07.2018, kn. 40.37  Hans Bechtolf and Niklas Vogt, ‘Datenschutz in der Blockchain – Eine Frage der Technik Technologische Hürden und konzeptionelle Chancen  (2018) 2 ZD 66, 69-70; Philipp Quiel, ‘Blockchain-Technologie im Fokus von Art. 8 GRC und DS-GVO – Ein Zwiespalt zwischen Innovation und unionalem Datenschutzrecht?  (2018) 42(9) DuD 566, 567 vd.; Rainer Böhme and Paulina Pesch, ‘Technische Grundlagen und datenschutzrechtliche Fragen der Blockchain-Technologie  (2017) 41(8) DuD 473, 478.332Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...2. Veri SorumlusuBlockchain ağında kaydedilen verilerin kişisel veri niteliği tartışmalı olmakla birlikte, yukarıda yapılan izahat çerçevesinde bir çözüm yolu bulmak mümkün gözükmektedir.  Ancak  söz  konusu  teknolojinin  mevcut  hukuk  düzeninin varsayımlarına zıt düştüğü asıl noktalardan birisi, kuşkusuz veri sorumlusunun belirlenmesidir. Şöyle ki, veri koruma hukuku alanında yapılan düzenlemelerin çoğunda merkezi bir müessesenin, aracının ya da kurumun birçok kişiden veri elde etmesi ve bu verileri işlemesi esas alınmaktadır. Bu sebeple KVKK m. 3 b. ı) çerçevesinde veri sorumlusu  Kişisel verilerin işleme amaçlarını ve vasıtalarını belirleyen,  veri  kayıt  sisteminin  kurulmasından  ve  yönetilmesinden  sorumlu olan gerçek veya tüzel kişi  olarak tanımlanmakta, ilgili kişinin hakları bu kişiye yöneltilmekte, Kişisel Verileri Koruma Kurulu bu kişiyle muhatap olmakta ve nihayet kanundan doğan yükümlülükler bu kişiyi muhatap almaktadır. Bu konsepte göre veri hakkında tasarruf yetkisine sahip olan kişi, aynı zamanda verinin hukuka uygun kullanımı hususunda da sorumluluk altına alınmaktadır. Bir diğer ifade ile sorumlu olabilmek için veri üzerinde bir yetki, bir tasarruf imkânı, verinin  kaderini  tayin edebilme ihtimali söz konusu olmalıdır. Oysa blockchain ağında dağıtık veri mevcut olmakla birlikte veriler, merkezi bir yerde kayıt altına alınmamakta ve işlenmemekte, bilakis bütün katılımcılara dağıtılmaktadır. Blockchain ağında veri sorumlusunu tayin edebilmek için öncelikle blockchain ağındaki farklı aktörleri tespit etmek gerekecektir. Bu aktörler, kodu programlayan, ağı  hayata  geçiren  kişiler,  ağda  işlem  yapan  sözleşme  tarafları,  blockchain i bilgisayarına ya da cep telefonuna indiren her bir node ya da yeni blok oluşturan veri madencileridir. Kamuya açık ve kamuya kapalı blockchain ağları arasında bir ayırım yapılacak olursa, kamuya açık ağlarda programlayan, kodu yayınlamakla artık tasarruf yetkisini de elinden çıkarmaktadır. Tıpkı bir yazılım geliştiricisi gibi bu kişi de yazılımı kullanan kişilerin ürettiği veriler üzerinde tasarruf yetkisini haiz olmayacaktır. Bu bağlamda  özellikle  programı  yazan  kişinin,  ağın  saldırıya  uğraması  sonrasında yazılımı geliştirme imkânına sahip olmasının, kendisine başlı başına veri sorumlusu sıfatını kazandırmayacağı vurgulanmaktadır. Zira katılımcıların yeni yazılıma onay verme zorunluluğu söz konusu değildir. Dolayısıyla programlayıcının bu kişiler üzerinde herhangi bir nüfuzu söz konusu değildir. Buna örnek olarak Decentralized Autonomus  Organization  olarak  nitelendirilen  ve  blockchain  ağı  vesilesiyle gerçekleştirilen kitlesel fonlama projesi çerçevesinde milyonlarca dolar değerinde kripto para toplanmış, ardından bu paralar hackerlar tarafından çalınmış ve bunun üzerinde yazılımcı tarafından blockchain yazılımı güncellenmeye çalışılmıştır. 38  Bechtolf and Vogt (n. 37) 70.39  Bkz. dn. 13.333İstanbul Hukuk Mecmuası 77/1Veri madencileri de her ne kadar blockchain ağından kazanç elde etseler de, verilerin içeriğine dair herhangi bir yetki ya da etkileri söz konusu değildir. Nasıl yer  sağlayıcıları,  hizmet  sundukları  verilerin  içeriklerinden  sorumlu  değilse, veri madencilerinin de işledikleri verinin içeriğinden sorumlu tutulamayacakları belirtilmektedir.Dolayısıyla veri sorumlusu olarak ağ katılımcısı olan ve ağda işlem gerçekleştiren her bir node gündeme gelecektir. Zira başarıyla gerçekleştirilen her işlem, blockchain ağına  veri  gönderilmesini,  bu  ağdaki  mevcut  bilgilerin  kıyaslanmasını  ve  ağın değiştirilmesini zorunlu kılmaktadır. Bu sayede katılımcı, ağın bir parçası haline gelmektedir. Bu bağlamda özellikle ilgili veri elde edilmekte, kaydedilmekte, muhafaza edilmekte ve aktarılmaktadır. Bu sebeple de node olarak adlandırılan ağ katılımcısının, kişisel verilerin işlenmesi faaliyetinin amacı ve aracı hakkında yetki sahibi olduğu ve bu sebeple de GDPR Art. 4 (7) de yer verilen tanıma göre veri sorumlusu sıfatını haiz olduğu savunulmaktadır. Avrupa Adalet Divanı da, Wirtschaftsakademie SchleswigHolstein kararında veri sorumlusunu genişçe yorumlamış, üçüncü kişinin veri işleme faaliyetinin mümkün kılınmasının dahi veri sorumlusu olabilmek için yeterli olacağına hükmetmiştir. Türk hukukunda ise KVKK md. 3 b. ı) da yer verilen tanıma göre veri sorumlusu, sırf kişisel verilerin işlenme amaçlarını ve araçlarını belirlemekle yetinmeyecek, veri kayıt sisteminin kurulmasından ve yönetilmesinden de sorumlu olacaktır. Oysa blockchain ağının kurulması ve yönetilmesi, yukarıda izah edildiği üzere tek bir elde gerçekleşmemekte, bilakis dağıtık bir ağ sistemi oluşturulmaktadır. Diğer taraftan Türk veri koruma hukukunda GDPR a kıyasla  ortak veri sorumlusu  müessesesi mevcut olmadığı için bütün katılımcıları ortak veri sorumlusu olarak nitelendirmekte mümkün olmayacaktır.Blockchain ağı kamuya açık olmadığında ise ağa katılımı denetleyen ya da ağı yöneten gerçek ya da tüzel kişi, veri sorumlusu sıfatını haiz olacaktır. Bu sebeple tapu,  nüfus  müdürlüğü  ya  da  diğer  sicil  işlemlerinin  devlet  eliyle  blockchain ağı üzerinden tutulması ya da bankalar tarafından blockchain ağı üzerinden bir ödeme sistemi getirildiği takdirde devlet ya da bankalar, veri sorumlusu olarak nitelendirilebilecektir.Netice itibariyle her ne kadar GDPR ın veri sorumlusu tanımını geniş tutması sebebiyle nodeların da veri sorumlusu olarak nitelendirilmesinde bir beis görülmese de, Türk hukukunda veri kayıt sisteminin kurulması ve idare edilmesi şartları da aranmaktadır. Oysa kamuya açık bir blockchain sisteminde sistemi kuran, yani kodu yazan programlayıcı, bunu yayınladıktan sonra artık sisteme kaydedilecek veriler 40  Martini and Weinzierl (n. 28) 1254.41  Martini and Weinzierl (n. 28) 1254; Schrey and Thalhofer (n. 23) 1433, 1434.42  Avrupa Adalet Divanı, C-210/16, 05.06.2018 (Wirtschaftsakademie Schleswig-Holstein), kn. 35, 38.43  Martini and Weinzierl (n. 28) 1254.334Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...üzerinde hiçbir şekilde tasarruf imkânına sahip değildir. Onun sonradan yapacağı değişikliklere nodeların katılma zorunluluğu da söz konusu değildir. Nodelar ise kendi başlarına sistemi kurma ve yönetme kudretini haiz değillerdir. Bu sebeple Türk hukukunda an itibariyle kamuya açık blockchain ağlarında veri sorumlusunun tespiti hususunda bir netlik söz konusu değildir.3. Veri İşleme Faaliyetinin Hukuki DayanağıVeri koruma hukukunun değişmeyen temel ilkelerinden birisi de, kişisel verilerin işlenmesinin kural olarak yasak olduğu ve ancak kişinin açık rızası ya da kanunun müsaade etmesi halinde mümkün hale geleceğidir. Bu sebeple öncelikle blockchain ağında kişisel veri işleme faaliyetinin hukuki dayanağını incelemek gerekecektir.a. Açık RızaKVKK m. 3 b. a) da getirilen tanıma göre açık rıza,  belirli bir konuya ilişkin, bilgilendirmeye dayalı ve özgür iradeyle  açıklanmalıdır. Dolayısıyla açık rızadan bahis açabilmek için ilgili kişinin yeterince bilgilendirilmesi, bilhassa söz konusu bilgilendirmenin  sadece  soyut  ve  kanunun  tekrarından  ibaret  matbu  metinlerle sınırlı  kalmaması  gerekmektedir.  Bilakis  bilgilendirme  çerçevesinde  kişisel verilerin hangi amaçlarla işleneceği, kimlerle paylaşılacağı gibi hususlar, somut şekilde  belirtilmelidir.  Buna  karşılık  blockchain  ağında  kimlerin  veri  işlediği bilinmemektedir. Zaten dağıtık veri sisteminin amacı, internette anonim kalmak olduğu için bu çerçevede verinin kimler tarafından işlendiği, kimlere aktarılacağı gibi bilgilere ulaşmak, blockchain ağında imkânsız gözükmektedir. Ayrıca gelecekte ağa katılacak kişiler de belirsiz olmakla birlikte, katılımcıların farklı hukuk düzenlerine tabi olması da mümkündür. Dolayısıyla bütün bu belirsizlikler ışığında belirli bir konuya ilişkin ve bilgilendirmeye dayalı açık bir rızanın blockchain ağında mümkün olmayacağı savunulmaktadır. Kaldı ki açık rızanın geri alınması halinde bütün ağda mevcut olan kişisel verilerin silinmesi imkânsızdır. Zira geçmişe yönelik yapılan işlemlerde değişiklik yapılamadığı için ilgili kişinin kişisel verilerinin açık rızanın geri alınması sebebiyle silinmesi, sistemin çalışma ilkelerine aykırıdır. b. Kanunda Öngörülen Diğer Hukuka Uygunluk Sebepleriİlgili kişinin açık rızası bulunmasa dahi kanunda açıkça öngörülen hallerde kişisel verilerin işlenmesi mümkündür. Bu çerçevede özellikle KVKK m. 5 f. 2 b. c) ve b. f) söz konusu olacaktır.44  Hatta Art. 29 Working Party, açık rızanın birden çok veri sorumlusunun veri işleme faaliyetine teşkil etmesi halinde bunların hepsinin isimlerinin açıkça belirtilmesi gerektiğini vurgulamaktadır, bkz. Article 29 Working Party Guidelines on consent under Regulation 2016/679, WP 259 rev. 01, s. 13, https://iapp.org/media/pdf/resource_center/20180416_ArticleWPGuidelinesonConsent_publishpdf.pdf Erişim Tarihi Ağustos 2018. 45  Schrey and Thalhofer (n. 23) 1434; Eduart Hofert, ‘Blockchain-Profiling  (2017) 4 ZD 161, 164.46  Quiel (n. 37) 571.335İstanbul Hukuk Mecmuası 77/1KVKK  m.  5  f.  2  b.  c) ye  göre   bir  sözleşmenin  kurulması  veya  ifasıyla doğrudan  doğruya  ilgili  olması  kaydıyla,  sözleşmenin  taraflarına  ait  kişisel verilerin işlenmesinin gerekli olması  halinde açık rızaya gerek olmaksızın kişisel veriler işlenebilecektir. Özellikle blockchain ağı üzerinden gerçekleştirilen akıllı sözleşmeler dikkate alındığında söz konusu hükmün, kişisel verilerin işlenebilmesi için uygun bir dayanak olduğu kanaati oluşmaktadır. Ancak kanunun lafzına göre sözleşmenin taraflarına ait kişisel verilerin işlenmesi esas alınmaktadır. Blockchain ağında ise bütün katılımcıların bütün işlemleri, herkese açık şekilde mevcuttur ve gerçekleştirilen her yeni işlem, geçmişteki işlemlerle kıyaslanarak onaylanmaktadır. Dolayısıyla kişisel veriler, sadece sözleşmeye taraf olan nodelar tarafından değil, bütün nodelar ve ayrıca veri madencileri tarafından işlenmektedir. Dolayısıyla ilgili hükmün blockchain ağına dayalı akıllı sözleşmeler açısından meşru bir dayanak teşkil edebilmesi için hükmün lafzını genişletmek, işlenen kişisel verilerin sadece sözleşme taraflarına ait olanlarla kısıtlamamak zorunlu olacaktır.KVKK m. 5 f. 2 b. f) ye göre ise  ilgili kişinin temel hak ve özgürlüklerine zarar vermemek kaydıyla, veri sorumlusunun meşru menfaatleri için veri işlenmesinin zorunlu  olması   halinde  kişisel  veriler,  açık  rıza  olmaksızın  işlenebilecektir. Dolayısıyla işlem tarafı olmayan kişilerin verilerinin işlenmesi halinde ilgili hükme başvurma ihtimali söz konusu olabilir. Ancak aşağıda etraflıca açıklanacağı üzere blockchain  teknolojisinde  veriler,  sistem  tamamiyle  silinmedikçe  mevcuttur. Dolayısıyla kişisel veriler, artık onlara hiçbir ihtiyaç duyulmasa da, sistemde kayıtlı kalacaktır. Yapılan yeni işlemlere taraf olmayan kişilerin verilerinin dahi  ebediyen  sistemde kayıtlı kalmasının ise meşru bir yanı yoktur. Bu sebeple ilgili hükmün de kanuni dayanak olarak değerlendirilmesi isabetli gözükmemektedir. 4. İlgili Kişinin HaklarıVeri koruma hukuku, kişisel verilerin işlenme şartlarını belirlemekle kalmamakta, aynı zamanda veri sorumlularının yükümlülüklerini yerine getirip getirmedikleri noktasında ilgili kişilere birtakım haklar tanımaktadır. Gerçekten KVKK m. 11 e göre ilgili kişi, veri sorumlusuna başvurup bu kişiden kendisi hakkında kişisel verinin işlenip işlenmediğini ve bununla ilgili bilgi talep etme, kişisel verilerin aktarıldığı üçüncü kişiler hakkında bilgi edinme, yanlış ya da eksik işlenen verileri düzelttirme, sildirme veya yok ettirme hakkına sahiptir. Kişisel verilerin merkezi bir müessese tarafından işlenmesini esas alan bu sistemin, dağıtık ağ ve değiştirilemezlik mantığına dayalı blockchain teknolojisiyle çelişmesi gündeme gelecektir. Diğer yandan yukarıda belirtildiği üzere bu sistemde veri sorumlusunu belirlemek dahi güçtür.47  Aynı yönde Quiel (n. 37) 572.48  GDPR açısından bkz. Schrey and Thalhofer (n. 23) 1434.336Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...a. Bilgi Talep Hakkı KVKK m. 11 f. 1 b. a) ve b) ye göre ilgili kişi, kendisin hakkında kişisel veri işlenip işlenmediği ve bu bilgilerin içeriği hakkında bilgi talep edebilecektir. Söz konusu talep hakkının kime yöneltileceği sorunu bir yana bırakılırsa, blockchain teknolojisine dayalı oluşturulan ağın zaten şeffaf olması ve her türlü veriye herkesin ulaşım imkânı bulunması sebebiyle ilgili kişi kendisi de kendisine ait hangi kişisel verilerin işlendiğini her zaman görme imkânına sahiptir. Ancak kamuya açık blockchain ağlarında ağ katılımcılarının listesinin merkezi bir kayıt sistemi tarafından tutulmaması sebebiyle kişisel verilerin kime ya da kimlere aktarıldığı veya bunların yurtdışına aktarılıp aktarılmadığı hususunda bilgi vermek imkân dâhilinde değildir. b. Düzeltme TalebiKendisi hakkında işlenen kişisel verinin yanlış ya da eksik olduğunu tespit eden ilgili kişi, KVKK m. 11 f. 1 b. d) ye göre bunların düzeltilmesini talep edebilmektedir. Kural olarak elektronik ortamda kaydedilen bir verinin düzeltilmesi herhangi bir sorun teşkil etmemektedir. Ancak belirtildiği üzere blockchain teknolojisinin temel ilkelerinden birisi değiştirilemezliktir. Dolayısıyla işlem geçmişinde ve dolayısıyla sisteme kaydedilen verilerde yapılan her türlü değişiklik,  zincirin kopmasına  sebebiyet  verecek,  değiştirilmiş  veri  üzerinden  işlem  yapılması  imkânsız  hale gelecektir. Bu çerçevede  reversed transactions  olarak bilinen tersine işlemlerin yapılabileceği ve bu sayede değişiklikleri ağa işlenebileceği görüşü ortaya atılmış olsa da, bu çerçevede işlemin kendisi değiştirilmemekte, sadece iktisadi açıdan işlem hiç yapılmamış gibi malvarlığı eski haline getirilmektedir.c. Silme/Unutulma HakkıKVKK m. 11 f. 1 b. e) ye göre ilgili kişi, kendisine dair kişisel verilerin silinmesini veya yok edilmesini isteme hakkına sahiptir. Bunun için m. 7 çerçevesinde öngörülen koşulların yerine getirilmiş olması gerekmektedir. KVKK m. 7 ye göre ise kişisel verilerin işlenmesini gerektiren sebepler ortadan kalktığında bunlar re sen ya da ilgili kişinin talebi üzerine silinmeli ya da yok edilmelidir. Silinmek, Kişisel Verilerin Silinmesi, Yok Edilmesi veya Anonim Hale Getirilmesi Hakkında Yönetmelik m. 8 f. 1 de  kişisel verilerin ilgili kullanıcılar için hiçbir şekilde erişilemez ve tekrar kullanılamaz  hale  getirilmesi   olarak  tanımlanmıştır.  Dolayısıyla  ilgili  verilere ulaşımın sınırlandırılması, silinme kıstası için yeterli olacaktır. Yok edilme ise aynı yönetmelik m. 9 f. 1 de  kişisel verilerin hiç kimse tarafından hiçbir şekilde erişilemez, geri getirilemez ve tekrar kullanılamaz hale getirilmesi  olarak tanımlanmaktadır. 49  Schrey and Thalhofer (n. 23) 1435.50  Kişisel Verilerin Silinmesi, Yok Edilmesi veya Anonim Hale Getirilmesi Hakkında Yönetmelik, RG 28.10.2017/30224.337İstanbul Hukuk Mecmuası 77/1Dolayısıyla yok etmeden bahis açabilmek için söz konusu verinin kaydedildiği taşıyıcının yok edilmesi söz konusudur.(1) Silme/Yok Etme Talebinin ŞartlarıÖncelikle silme ya da yok etme talebinin şartlarının düzenlendiği KVKK m. 7 açısından bir değerlendirme yapıldığında, blockchain ağı üzerinden akdedilen bir akıllı sözleşmenin, sözleşme ilişkisi niteliğiyle sözleşmeden doğan borçların bütünüyle ifa edildikten sonra sona ermesi gündeme gelecektir. Sözleşme ifa edildikten ve borç ilişkisi bütünüyle sona erdikten sonra ise kişisel verilerin blockchain  ağında  kaydedilmesi  ve  herkes  tarafından  açıkça  görülebilmesinin meşru bir dayanağı kalmayacaktır. Kuşkusuz verilerin değiştirilmeden muhafaza edilmesi, sistemin bir bütün olarak işleyebilmesi açısından kaçınılmazdır. Fakat gelecekte  yapılan  sözleşmelerin  sağlıklı  bir  şekilde  ifa  edilebilmesi  amacıyla geçmişte  yapılan  sözleşmelere  dair  kişisel  verilerin  ebediyen  katılımcılar tarafından erişilebilir olması, silme ve özellikle unutulma hakkıyla çelişir nitelikte gözükmektedir.(2) Unutulma HakkıKişisel verilerin silinmesi ve yok edilmesi, aynı zamanda Türk hukuku ile AB hukukunda büyük önem atfedilen unutulma hakkıyla da doğrudan bağlantılıdır. Yargıtay Hukuk Genel Kurulu, henüz Kişisel Verilerin Korunması Kanunu yürürlüğe girmeden önceki dönemde unutulma hakkıyla ilgili bir kararında aynen şu ifadelere yer vermektedir:  …bireyin kişiliğini serbestçe geliştirmesi, kişiliğinin korunması ve özgür bireylerden oluşan bir toplum düzeninin oluşturulması, ancak bireyin kişisel verilerine ilişkin hakkının korunmasıyla mümkündür. Bu hak yukarıda ifade edildiği üzere TC Anayasası nın 20/2 maddesinde açık bir şekilde düzenlenmiştir.Unutulma hakkına gelince; unutulma hakkı ve bununla ilişkili olan gerektiği ölçüde ve en kısa süreliğine kişisel verilerin depolanması veya tutulması konuları, aslında kişisel verilerin korunması hakkının çatısını oluşturmaktadır. Her iki hakkın temelinde bireyin kişisel verileri üzerinde serbestçe tasarruf edebilmesini, geçmişin engeline takılmaksızın geleceğe yönelik plan yapabilmesini, kişisel verilerin kişi aleyhine kullanılmasının engellenmesini sağlamak yatmaktadır. Unutulma hakkı ile geçmişinde kendi iradesi ile veya üçüncü kişinin neden olduğu bir olay nedeni ile kişinin geleceğinin olumsuz bir şekilde etkilenmesinin engellenmesi sağlanmaktadır. Bireyin geçmişinde yaşadığı olumsuz etkilerden kurtularak geleceğini şekillendirebilmesi bireyin yararına olduğu gibi toplumun kalitesinin gelişmişlik seviyesinin yükselmesine etkisi de tartışılmazdır.51  Yargıtay Hukuk Genel Kurulu, 4-56/1679, 17.06.2015. Ayrıca unutulma hakkı, Anayasa Mahkemesi kararlarına da konu olmuştur; örnek olarak bkz. Anayasa Mahkemesi, 2013/5653, 03.03.2016. 338Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...Bu hak bir yandan kişiye  geçmişini kontrol etme ,  belirli hususların geçmişinden silinmesini  ve  hatırlanmamayı  isteme  hakkı   sağladığı  gibi,  diğer  yandan muhataplarına kişi hakkındaki bir kısım bilgilerin üçüncü kişilerin kullanmamasını veya üçüncü kişilerin hatırlamamasına yönelik önlenmeleri alma yükümlülüğü yükler . Benzer şekilde Tüzük Art. 17 f. 2 veri sorumlusuna, kamuya açık hale getirdiği kişisel verileri, ilgili kişiden silme talebi gelmesi halinde bu talebi, söz konusu verileri işleyen herkese bildirme yükümlülüğü getirmektedir. Görüldüğü üzere söz konusu hak, sadece bireysel açıdan değil, toplumsal açıdan da çok büyük önem arz etmektedir. Ancak veri koruma hukuku açısından bu kadar önem  teşkil  eden  unutulma  hakkı,  blockchain  teknolojisinin  değiştirilemezlik ilkesiyle çelişmektedir. Bu çerçevede gündeme gelecek olan en büyük sorun kuşkusuz, bu talebin muhatabı olacaktır. Zira belirtildiği üzere dağıtık veri ağını kontrol eden merkezi bir müessese söz konusu olmadığı için, her node, kendisinde bulunan blockchain yazılımını diğerlerinden bağımsız olarak devam ettirmektedir. Bir node tarafından yapılan değişiklik, diğer nodeu etkilemeyecektir. Dolayısıyla verilerin silinebilmesi, ancak her nodeun kendi cihazında bulunan yazılımda değişiklik yapmasına ve ilgili verileri silmesine bağlıdır. Ancak nodelar arasında herhangi bir iletişim ve yönlendirme söz konusu olmadığı gibi, belirli verilere erişimin engellenmesi ya da nodelarda mevcut olan verilerin silinmesine dair talimat verilmesi ve bunun ötesinde nodeların bu talimata uyma yükümlülüğü söz konusu değildir. Bunun ötesinde verilerin silinmesi ya da yok edilmesi akabinde, değiştirilemezlik ilkesine dayanan sistemin, geçmişte yapılan işlemelere dair verilerin silinmesi halinde nasıl işleyeceği de soru işaretlerine sebebiyet vermektedir. Bu çerçevede farklı çözüm yolları önerilmektedir. Örnek olarak işlemlerin içeriğinin değil de, sadece yapılıp yapılmadığının kayıt altına alındığı  zero-knowledge-proof-process  olarak adlandırılan yöntemde özellikle kullanıcılara ait bilgiler sistemde kayıt altına alınmamaktadır. Bir diğer öneri ise, işlemin içeriğine dair değil de, işlemin kimler tarafından gerçekleştirildiğini belirleyen kamuya açık anahtarlara dair verilerin anonim hale getirilmesidir. Yine ağa katılımın ya da ağın işleyişinin merkezi bir müessese tarafından yönetilmesi de ortaya atılan görüşler arasındadır. Ancak bütün bu yöntemler, bir taraftan şeffaflığı azaltmakta, diğer taraftan merkezi bir müesseseye yetkiler tanımakla birlikte sistemin güvenilirliğini olumsuz etkilemektedir. Netice itibariyle değiştirilemezlik ve şeffaflık ilkelerine dayanan blockchain teknolojisinin, veri koruma hukukunda öngörülen klasik taleplere tatmin edici cevaplar sunamadığı aşikârdır. 52  Daha geniş bilgi için bkz. Eren Sözüer, Unutulma Hakkı: İnsan Hakları Hukuku Perspektifinden Bir İnceleme, (1st edn, Onikilevha 2017).53  Martini and Weinzierl (n. 28) 1256.54  Martini and Weinzierl (n. 28) 1257.339İstanbul Hukuk Mecmuası 77/1SonuçNetice itibariyle henüz gelişmekte olmakla birlikte iktisadi ve sosyal sonuçlarının mutlak şekilde öngörülmesinin imkânsız olduğu blockchain teknolojisi ve bununla bağlantılı olan akıllı sözleşmeler, tıpkı geçmiş sanayi devrimlerinde olduğu gibi, bu sefer de hukuk düzeninde kabul gören varsayımları yıkma potansiyeline sahiptir. Dolayısıyla bundan sonraki aşama, işaret edilen gelişmeler ışığında hukuk politikasının nasıl şekillenmesi gerektiğine dair cevap aramaktır. Bu çerçevede bir taraftan bugüne kadar hukuk düzenimizin temel taşları olarak değerlendirebileceğimiz irade serbestisi gibi unsurların bütünüyle reddedilmesi ve bunların yerine yeni varsayımların kabul edilmesi söz konusu olabilir. Diğer yandan söz konusu gelişmelere bütünüyle kayıtsız kalıp eski varsayımların aynen muhafaza edilmesi de mümkündür. Bu çerçevede benimsenecek hukuk politikası, elbette kanun koyucu tarafından belirlenecektir. Ancak  kanaatimizce  işaret  edilen  bu  iki  uç  yaklaşım  tarzından  ziyade  bugüne kadar kabul görmüş ve istikrar kazanmış hukuk uygulamalarını da dikkate alınarak teknolojik, sosyolojik ve ekonomik menfaatlerin iyi analiz edilmesi suretiyle hukuk düzenimizin  şekillendirilmesi  daha  isabetli  olacaktır. Temennimiz,  hep  arkadan takip ettiğimiz önceki üç sanayi devrimin aksine dördüncü sanayi devrimini, sadece teknolojik açıdan değil, hukukçular olarak da yakından takip edebilmek, hatta birlikte şekillendirmektir. Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.340Çekin / Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde ...",
     "Kaynakça": "Basılı Kaynaklar/Print ResourcesAchenbach D, Baumgart I and Rill J, ‘Die Blockchain im Rampenlicht, Technologie von der Stange – oder besser nach Maß?  (2017) 41(11) DuD 673 vd.Bechtolf H and Vogt N, ‘Datenschutz in der Blockchain – Eine Frage der Technik:Technologische Hürden und konzeptionelle Chancen  (2018) 2 ZD 66 vd.Biryukov A, Khovratovich D and Pustogarov I, ‘Deanonymisation of Clients in Bitcoin P2P Network, CCS ‘14 Proceedings of the 2014 ACM SIGSAC Conference on Computer and Communications Security  (2014).Böhme R and Pesch P, ‘Technische Grundlagen und datenschutzrechtliche Fragen der BlockchainTechnologie  (2017) 41(8) DuD 473 vd.Eren F, Borçlar Hukuku Genel Hükümler (22nd edn, Yetkin 2017).Flume W, Allgemeiner Teil des Bürgerlichen Rechts (1st edn, Springer 1979).Güneş  B,  ‘‘Paradigma  Kavramı  Işığında  Bilimsel  Devrimlerin  Yapısı  ve  Bilim  Savaşları: Cephelerdeli Fizikçilerden Thomas S. Kuhn and Alan D. Sokal  (Kış 2003) 1(1) Türk Eğitim Bilimleri Dergisi, 23 44.Heckelmann M, ‘Zulässigkeit und Handhabung von Smart Contracts  (2018) 8 NJW 504 vd.Hofert E, ‘Blockchain Profiling  (2017) 4 ZD 161 vd.Kocayusufpaşaoğlu N, Hatemi H, Serozan R and Arpacı A, Borçlar Hukuku Genel Bölüm, (1st vol, 7th edn, Filiz 2017).Martini M and Weinzierl Q, ‘Die Blockchain Technologie und das Recht auf Vergessenwerden Zum Dilemma zwischen Nicht Vergessen Können und Vergessen Müssen  (2017) 17 NVwZ 1251 vd.Mesut Serdar Çekin, 6698 Sayılı Kişisel Verilerin Korunması Kanunu (1st edn, Onikilevha 2018).Quiel P, ‘Blockchain Technologie im Fokus von Art. 8 GRC und DS GVO – Ein Zwiespalt zwischen Innovation und unionalem Datenschutzrecht?  (2018) 42(9) DuD 566 vd. Schrey J and Thalhofer T, ‘Rechtliche Aspekte der Blockchain  (2017) 20 NJW 1431 vd.Sözüer E, Unutulma Hakkı: İnsan Hakları Hukuku Perspektifinden Bir İnceleme (1st edn, Onikilevha 2017).Wolf M and Neuner J, Allgemeiner Teil des Bürgerlichen Rechts (1st edn, Springer 1979).Elektronik Kaynaklar/Electronic ResourcesArticle 29 Working Party Guidelines on consent under Regulation 2016/679, WP 259 rev. 01, <https://iapp.org/media/pdf/resource_center/20180416_Article29WPGuidelinesonConsent_publishpdf.pdf> Erişim Tarihi Ağustos 2018. Leiner BM, Cerf VG, Clark DD, Kahn RE, Kleinrock L, Lynch DC, Postel J, Roberts LG and Wolff S, ‘Brief History of the Internet  (Internet Society, 1997) <https://www.internetsociety.org/wpcontent/uploads/2017/09/ISOC History of the Internet_1997.pdf> Erişim Tarihi Ağustos 2018.Smart Contracts: Building Blocks for Digital Markets, <http://www.fon.hum.uva.nl/rob/Courses/InformationInSpeech/CDROM/Literature/LOTwinterschool2006/szabo.best.vwh.net/smart_contracts_2.html> Erişim Tarihi Ağustos 2018.Voshmgir S and Kalinov V, ‘Blockchain Handbook: A Beginners Guide , (Blockchain Hub, 2017) <https://s3.eu west 2.amazonaws.com/blockchainhub.media/Blockchain+Technology+Intro.pdf> Erişim Tarihi Ağustos 2018.341"
}