{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "05",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "1",
     "Başlık": "Ziynet Eşyalarının Iadesi Davasında Ispat Yükü",
     "Title": "Burden of Proof in the Cases of Return of Jewelry Items",
     "Yazar İsmi": [

          "Vildan Peksöz"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ziynet eşyaları", "Karine", "Fiili karineler", "İspat", "İspat yükü"
     ],
     "Keywords": [
          "Jewelry items", "Presumption", "Presumption of fact", "Proof", "Burden of proof"
     ],
     "Özet": "Emare vakıanın ispat edilmesinin ardından tecrübe kurallarına dayanarak bilinmeyen bir başka vakıa hakkında hâkim tarafından sonuç çıkarılması ile fiili karineler ortaya çıkar. Fiili karineler ispat faaliyeti için kullanılır. Kanunda yer alan kurallara göre tayin edilen ispat yükü ise fiili karinelere dayanılarak belirlenemez. Ancak Yargıtay uygulamasında fiili karineler kullanılarak ispat yükünün tayin edilmesine rastlanır. Bu anlamda ziynet eşyalarının iadesi davasında fiili karineler kullanılarak ispat yükü belirlenmektedir. Öyle ki evden ayrılan kadının ziynet eşyalarını yanında götürmüş olduğu kabul edilir. Bu sebeple ziynet eşyalarının evde kaldığını/alıkonulduğunu ispat yükünü kadın taşır. Ancak kadın şiddet görerek/terke zorlanarak evden ayrılmışsa ziynet eşyalarının da evde kaldığı kabul edilir. Bunun yanı sıra kadın ziynet eşyalarını kocasına vermişse Yargıtay kararlarına göre bu eşyalar rıza ile yahut iade edilmemek üzere verilmiştir. Bu durumda erkek, ziynet eşyalarını vermekte kadının rızası olduğunu ve bu eşyaların iade edilmemek üzere verildiğini ispat yükünü taşır. Çalışmada, ziynet eşyaları bakımından fiili karineler kullanılmadan ispat yükünün dağılımının Yargıtay ile aynı doğrultuda yapıldığı olmuştur.",
     "Abstract": "After the basis of the presumption of fact (indication) is proved, the result of the presumption of fact emerges when the judge draws a conclusion about another unknown fact based on the rules of experience. The presumptions of fact can not be used for determining the burden of proof because the burden of proof is determined according to the rules of law. However, in the application of the Court of Cassation, it is common to determine the burden of proof using the presumptions of fact. In this sense, the burden of proof is determined by using the presumptions of fact in cases for the return of jewelry items. A woman is considered to have taken her jewelery items with her while leaving the house. For this reason, the woman has the burden of proof that the jewelry items are kept/detained (by her husband) at home. However, if the woman leaves the house by being subjected to violence/forced to leave, it is accepted that the jewelry items remain at home. In addition, if the woman gives the jewelry items to the man, it is accepted that these items are given to be returned. In this case, the man has the burden of proof that the woman has consented to give the jewelery items and that these items have been given without return. In the study, without using the presumptions of fact, it is concluded that the burden of proof is determined in line with the Court of Cassation, but there are also contrary opinions.",
     "Metin": "Toplumumuzda evlenme sırasında ziynet eşyalarının geline ve damada takılması yönünde yerleşmiş bir uygulama mevcuttur. Bu eşyalar kimi zaman ziynet eşyalarının iadesi  davasına  konu  olur.  Uygulamada  sıklıkla  karşılaşılan  ziynet  eşyalarının iadesi davasında, Yargıtay birtakım ispat yükü kuralları benimsemiştir. İspat yükü kurallarına ilişkin Yargıtayın söz konusu kabulünün temelinde ise fiili karinelerin bulunduğu görülmektedir.   Bu çalışmada Yargıtayın ziynet eşyalarına ilişkin ispat yükü uygulaması, fiili karinelerin bu uygulamaya nasıl temel oluşturduğu, fiili karinelerle ispat yüküne ilişkin belirlemelerin yapılmasının mümkün olup olmadığı ve ziynet eşyalarının iadesine ilişkin ispat yükünün belirlenmesinde fiili karineleri kullanmaya ihtiyaç olup olmadığı hususları üzerinde durulmaktadır. I. Ziynet Eşyası Kavramı ve Ziynet Eşyalarının İadesi DavasıZiynet eşyası kıymetli madenlerden veya taşlardan yapılan ve süs eşyası olarak kullanılan eşyalar olarak tanımlanabilir. Evlenen çiftlere düğün merasimlerinde (yahut bu merasimlere katılmayan konuklar tarafından öncesinde veya sonrasında)2 ziynet eşyalarının takılması (ya da ortak bir kutu/bohça/çantaya konulması) Türk toplumunda yaygın bir adettir. Ziynet eşyalarının yanı sıra düğün merasimlerinde çiftlere para takılmasına da sıklıkla rastlanır. Para da ziynet olarak kabul edilir.   Evli çiftlerin boşanmaya karar vermeleri halinde ziynet eşyalarının iadesi sorunu ortaya çıkabilmektedir. Bu durum yargı kararlarına, kadının kocaya karşı ziynet eşyalarının iadesine ilişkin dava açması şeklinde yansımaktadır. Uygulamada genellikle kadının ziynet eşyalarının iadesi davasını açmasına rastlanmakla beraber kocanın da bu davayı açması mümkündür. Davalı ise diğer eş, genellikle erkek, olabileceği gibi üçüncü bir kişi de olabilir. 1  Mehmet Akçaal,  Düğünde Takılan Ziynet Eşyasının İadesi  (2019) ERÜHFD, C XIV, S 2, 267; Emrah Kulaklı,  Ziynet Eşyasına İlişkin Sorunların Yargıtay Kararları Işığında Değerlendirilmesi  (2019) MÜHFAD C 25, S I, 263. 2  Evlilik merasiminin Yargıtay tarafından sadece resmi nikahla sınırlandırılmadığına, düğün, kına, çeyiz serme esnasında takılan eşyaların da ziynet eşyası olduğuna; genel bir ifadeyle evlilik sebebiyle çiftlere takılan değerli taş ve madenlerin ziynet eşyası olarak kabul edildiğine ilişkin bkz Kulaklı (n) 264. Resmi nikah olmaksızın yapılmış düğün merasiminde takılan ziynet eşyalarının iadesine ilişkin bkz 4. HD, 25.6.2020, E 2018/5148, K 2020/2290 (Kazancı İçtihat Bankası).3  Kulaklı (n) 263. Düğün sebebiyle verilen taşınır ve taşınmaz eşyaların ziynet eşyası olarak kabul edildiğine dair bkz Kulaklı (n) 263. Düğünde takılan paralara ilişkin dava açılabileceği yönünde bkz Ömer Uğur Gençcan, Ziynet ve Eşya Alacağı Davaları (2019) 56; HGK, 4.3.2020, E 2017/3-1040, K 2020/240 (Kazancı İçtihat Bankası).4  Ziynet eşyaları kadının kişisel malı olarak kabul edildiğinden söz konusu davanın açılabilmesi için mal rejiminin tasfiyesi gerekmez (Kulaklı (n) 271). Bu sebeple evlilik birliği devam ederken ziynet eşyalarının iadesine yönelik dava açılabilir (Gençcan (n) 55; Kulaklı (n) 271).5  Akçaal (n) 283; Mehmet Şerif Sağıroğlu, Ziynet Davaları (2. Bası 2013) 23.6  Bu durumun şartları için bkz Akçaal (n) 284. Yargıtay uygulaması için bkz Sağıroğlu (n) 23 vd. Ayrıca bkz Gençcan (n) 316 vd.196Peksöz / Ziynet Eşyalarının İadesi Davasında İspat YüküZiynet eşyalarının aynen veya nakden iadesi talep edilebilir. Ziynet eşyalarının iadesi davası, eda talebi içerdiğinden HMK m. 105 anlamında bir eda davasıdır. Bu dava, boşanma davasının eki niteliğinde değildir; boşanma davasından bağımsız bir davadır. Ancak boşanma davası ile birlikte ziynet eşyalarının iadesi davasının da açılması mümkündür. II. Ziynet Eşyalarının İadesi Davasında İspat Yükünün Dağılımına İlişkin Yargıtay UygulamasıZiynet eşyalarının iadesi davasında Yargıtay, ispat yükünün dağılımına ilişkin birtakım kurallar belirlemiştir. Yargıtayın kabul ettiği bu kuralların uygulanabilmesi için  ziynet  eşyalarının  varlığının  uyuşmazlık  konusu  olmaması  gerekir.  Ziynet eşyalarının  varlığı  konusunda  bir  uyuşmazlık  söz  konusu  ise  öncelikle  ziynet eşyalarının varlığı ispat edilmelidir. Bu vakıaya ilişkin ispat yükü, ziynet eşyalarının iadesini talep eden davacıdadır.Yargıtayın ziynet eşyalarına yönelik belirlediği ispat yükü kurallarından biri, kim tarafından takılırsa takılsın düğünde kadına takılan ziynet eşyalarının kadına bağışlanmış sayıldığı ve onun kişisel malı olduğudur. Bu ziynet eşyalarından kadına özgü olanlar, erkeğe takılsa dahi kadına aittir. Böylece söz konusu ziynet eşyaları, malların geri alınması ve borçlar madde başlığıyla düzenleme getiren TMK m. 226 dolayısıyla edinilmiş malların tasfiyesi kapsamına dâhil değildir. Ayrıca edinilmiş mallara katılma rejimi devam ederken bu eşyalar kadının tasarrufundadır.Ziynet eşyalarının kadının kişisel malı olduğu görüşünden hareketle Yargıtay, ev ihtiyaçlarının karşılanması, düğün borçlarının ödenmesi, araç alımı gibi sebepler 7  Akçaal (n) 294; Gençcan (n) 55, 154-155.8  Akçaal (n) 271; Gençcan (n) 56; Sağıroğlu (n) 44-45.9  Akçaal (n) 282.10  Ziynet alacağı davasında davacı kadının öncelikle ziynet eşyalarının varlığını ispat etmesi gerektiğine ilişkin bkz Gençcan (n) 72-73. 11   Düğün sırasında takılan ziynet eşyaları kim tarafından takılırsa takılsın, aksine bir anlaşma bulunmadıkça kadına bağışlanmış sayılır ve artık onun kişisel malı niteliğini kazanır.  3. HD, 11.12.2019, E 2019/2763, K 2019/9997 (Kazancı İçtihat Bankası). Aynı yönde bkz HGK, 29.4.2015, E 2013/2-2079, K 2015/1273 (Kazancı İçtihat Bankası, MİHDER C 11, S 32, 2015/3, 131-133). HGK, 03.07.2013,  E 2012/6-1849, K 2013/1006, MİHDER, C 10, S 27, 2014/1, 93-97. Yargıtayın ziynet eşyalarını kadının kişisel malı sayan içtihatlarının eleştirisi için bkz Akçaal 271 vd; Ayberk Emirşah Gemici,  Takı Merasiminde Gelin ve Damada Takılan Ziynet Eşyalarının Kime Ait Olacağı Sorunu (Karar İncelemesi)  ABD (2020/3) 329 vd.12   Varlığı ispatlanan tel bilezik ve işlenmiş bilezikler kadına özgü ziynet eşyası niteliğinde olup, eşler arasında aksine bir anlaşma veya bu konuda yerel bir adet bulunmadıkça evlilik sırasında kim tarafından hangi eşe takılmış olursa olsun kadın eşe bağışlanmış sayılır ve artık onun kişisel malı niteliğindedir. Ancak varlığı ispatlanan gremse, reşat, tam, yarım, çeyrek, gram altınlar ise kadına özgü ziynet eşyası niteliğinde olmayıp, hangi eşe ait olduğu ispat edilememesi halinde onların eşlerin paylı mülkiyetinde olduğunun kabulü gerekir.  8. HD, 24.9.2020, E 2020/949, K 2020/5378 (Kazancı İçtihat Bankası). Düğün merasiminde erkeğe takılan ziynet eşyaları bakımından yöredeki örf ve adet kuralları araştırılmalıdır. Erkeğe takılıp sonra kadına bağışlanan ziynet eşyaları kadına ait olmakla birlikte kadına bağışlanmamışsa erkeğe aittir (Gençcan (n) 82-83).13  Akçaal (n) 269; Sağıroğlu (n) 9; Kulaklı (n) 264.14  Kulaklı (n) 264.197İstanbul Hukuk Mecmuası 79/1için kocaya verilen ziynet eşyalarının kadına iadesi gerektiğine karar vermektedir. Şu var ki koca, ziynet eşyalarının iade edilmemek üzere kadının rızası ile kendisine verildiğini ispat ederse ziynet eşyalarını kadına vermekten kurtulur. Yargıtay, ziynet eşyalarının saklanması ve taşınması (yanında götürülmesi) kolay olan eşyalar olduğundan kadının ortak konuttan ayrılırken bu eşyaları yanında götürmesinin hayatın olağan akışına uygun olduğu yönünde karar vermektedir. Bu sebeple kadının ziynet eşyalarının erkekte kaldığını ispat yükü altında olduğunu kabul etmektedir. Öyle ki kadının ziynet eşyalarının elinden zorla alındığını, götürülmesine engel olunduğunu, evde kaldığını ispat etmesi hâlinde ziynet eşyalarının iadesine karar verilir. Buna karşın şiddet gören ve evi terk etmek zorunda bırakılan kadının ziynet eşyalarını beraberinde götürdüğünü koca ispat etmelidir.III. Ziynet Eşyalarının İadesi Davasında İspat Yükünün Dağılımına İlişkin Yargıtay Kararlarının DeğerlendirilmesiA. Genel OlarakZiynet eşyalarının iadesine ilişkin kabul edilen bu kurallar bakımından Yargıtayın karine kavramını kullandığı bazı kararlarına rastlanmaktadır. Kanunda bu hususa 15   Evlilik birliği içerisinde ortak giderler için bozdurulan ziynetlerin iade edilmemek üzere erkek eşe verildiği vakıasının ispatı halinde, davalı erkek lehine hak çıkacağından, ziynetlerin kadına iade edilmemek üzere bozdurulduğunu kanıtlama yükü de erkek eşe aittir. Öteki deyişle, ziynet eşyalarının iade edilmemek üzere erkek eşe verildiğinin, kadının isteği ve onayı ile bozdurulup ev ihtiyaçları için harcandığının davalı yanca kanıtlanması halinde koca ziynet eşyalarını iade yükünden kurtulur.  HGK, 03.07.2013, E 2012/6-1849, K 2013/1006, MİHDER, C 10, S 27, 2014/1, 93-97; HGK, 12.4.2017, E 2017/2-803, K 2017/715.  Davalı bir kısım ziynet eşyasının ve paranın araç alımı için bozdurulduğunu, bir kısmının ise çalındığını beyan etmiş olmakla bu ziynetler ve para yönünden davada ispat külfeti yer değiştirmiştir. Davalı, söz konusu ziynet eşyalarının ve paranın, davacının kendi isteği ile iade edilmemek üzere verildiğini kanıtlamadıkça iade ve tazmin ile yükümlüdür.  3. HD., 13.11.2019, E 2019/2381, K 2019/9081  (Kazancı İçtihat Bankası); 3. HD, 14.05.2018, E 2018/1770, K 2018/5131; 3. HD, 19.04.2018, E 2016/12233, K 2018/4285 (Gençcan 105, 108-109). Bu yönde Bölge Adliye Mahkemesi kararı için bkz  Çeşitli sebeplerle (evin ihtiyaçları, düğün borçları, balayı vs) koca tarafından bozdurulan bu altınların karşılığının hibe edilmediği müddetçe kadına iadesi zorunludur. Davalı koca tarafından dava konusu ziynet eşyalarının herhangi bir sebep ile bozdurulduğunun iddia edilmesi halinde, bu defa ispat yükü yer değiştirir ve davalı koca ziynet eşyalarının bir daha iade edilmemek üzere kendisine verildiğini eş söyleyiş ile kendisine bağışlandığını, davacının isteği ve onayı ile ziynet eşyalarının bozdurulup harcandığını kanıtlanması halinde, ancak bu ziynet eşyalarını iadeden kurtulur.  Ankara BAM, 2. HD, 29.1.2020, E 2019/2846, K 2020/119; İzmir BAM, 2. HD, 11.11.2019, E 2018/2695, K 2019/1610 (Lexpera).16   Davalı-karşı davacı kadın, dava dilekçesinde talep ettiği ziynet eşyalarının davacı-karşı davalı erkekte olduğunu iddia etmiştir, erkek ise altınların kendisinde olmadığını, altınların kadının annesine ait kasada olduğunu ileri sürmüştür. Davalıkarşı davacı kadın ziynet eşyasının erkekte kaldığını ispat yükü altındadır. Ziynet eşyalarının niteliği gereği, kadının ortak konuttan ayrılırken yanında götürmesi hayatın olağan akışına uygun düşer.  2. HD., 13.2.2020, E 2020/146, K 2020/1083 (Kazancı İçtihat Bankası). Taşınması olağan olmayan miktardaki ziynet eşyaları bakımından bir istisna kabul edilmiştir. Kadının bir kilogram altını varsa bu miktarı üzerinde taşıması hayatın olağan akışına uygun değildir (Gençcan (n) 78).17  Gençcan (n) 85 vd.18   Evden şiddete maruz kalarak ayrıldığı sabit olan davacının evden giderken altınları da yanında götürdüğü savunmasının ispat külfeti davalıya ait bulunmaktadır.  3. HD, 20.05.2015, E 2014/14080, K 2015/9093 (Gençcan (n) 95). Ayrıca bkz Ankara BAM, 2. HD, 18.1.2017, E 2016/127 K 2017/32 (Lexpera). Ziynet eşyalarının kilitli bir kasada saklanması durumunda, kadının evden ayrılırken bu eşyaları yanında götüremeyeceği yönünde bkz 3. HD, 19.10.2015, E 2014/20305, K 2015/16103 (Gençcan (n) 140). Ziynet eşyalarının kilitli kasada saklandığını ileri süren kadın bu vakıaya ilişkin ispat yükünü taşır (Gençcan (n) 140).19   Dava konusu ziynet eşyalarının kadının üzerinde olması, evde saklanmış ve muhafaza edilmiş olmasının karine olup davaçı tarafça bu hususun aksi ispat edilemediği..  3. HD, 9.4.2019, E 2018/3595, K 2019/3170; 3. HD, 30.5.2018, E 2016/18279, K 2018/6511;  Ziynet eşyaları, eşler arasında aksine bir anlaşma veya bu konuda yerel bir adet bulunmadıkça evlilik sırasında kim tarafından hangi eşe takılmış olursa olsun kadın eşe ait sayılır. Davalı bu fiili karinenin aksini ispat edememiştir.  HGK, 23.1.2020, E 2017/2-2065, K 2020/46 (Kazancı İçtihat Bankası).198Peksöz / Ziynet Eşyalarının İadesi Davasında İspat Yüküilişkin düzenlenmiş karine bulunmadığından, kararlarda geçen karinenin fiili karine olduğu ifade edilmelidir. Bu sebeple Yargıtay uygulaması değerlendirilmeden önce fiili karineler hakkında açıklamalarda bulunulmasında yarar vardır.1. Fiili Karine Kavramı Karineler, bilinen bir vakıadan bilinmeyen bir vakıanın, hakkın, hukukî ilişkinin varlığı veya yokluğu sonucunun kabul edilmesini sağlayan kurallardır. Kanunda düzenlendikleri takdirde karineler, kanunî karine olarak adlandırılırlar. Bu karineler aksinin ispat edilebilip edilememesi açısından aksi ispat edilebilen karineler ve aksi ispat edilemeyen karineler olarak incelenirler. TMK m. 31 de ölüm karinesi madde başlığıyla düzenlenen  Bir kimse, ölümüne kesin gözle bakılmayı gerektiren durumlar içinde kaybolursa, cesedi bulunmamış olsa bile gerçekten ölmüş sayılır.  hükmü kanuni karine örneğidir. Fiili karineler ise tecrübe kurallarına dayanarak delillerin değerine veya tarafların ileri sürdüğü vakıaların doğruluğuna ilişkin hâkimde kanaat uyandırmaya yarayan kurallar olarak tanımlanabilir. Kadının paydaşı olduğu bir taşınmazdaki hisse satışını, kocasının öğrenip kadına söylediği yönünde bir fiili karinenin bulunduğu kabul edilir.Fiili karineler, karine temeli ve karine sonucundan oluşur. Karine temelinde emare vakıalar yer alır ve bu vakıaların karineye dayanan tarafından ispat edilmesi 20   Düğünde takılan ziynet eşyalarının kadına ait sayılması gerektiği hususu bir fiili karine olarak kabul edilmektedir.  2. HD,  30.1.2013, E 2012/27314, K 2013/2401 (Kazancı İçtihat Bankası).21  Hanns Prütting, Gegenwartsprobleme der Beweislast (1983) 75, 82; Mustafa Reşit Belgesay, Hukuk Usulü Muhakemeleri Şerhi İsbat Teorisi (3. Bası 1950) 15; Sabri Şakir Ansay, Hukuk Yargılama Usulleri (7. Bası 1960) 264; Baki Kuru, Hukuk Muhakemeleri Usulü, C II (6. Bası 2001) 2006; Baki Kuru, Medenî Usul Hukuku El Kitabı, C I (2020) 625; İlhan E Postacıoğlu, Medeni Usul Hukuku Dersleri (6. Bası 1975) 528; Necip Bilge/Ergun Önen, Medeni Yargılama Hukuku (3. Bası 1978) 505; Oğuz Atalay, Medeni Usul Hukukunda Menfi Vakıaların İspatı (2001) 46; Ramazan Arslan/Ejder Yılmaz/Sema Taşpınar Ayvaz/Emel Hanağası, Medenî Usul Hukuku (6. Bası 2020) 393; Bilge Umar, Hukuk Muhakemeleri Kanunu Şerhi (2. Bası 2014) 588; Yavuz Alangoya/Kamil Yıldırım/Nevhis Deren-Yıldırım, Medenî Usul Hukuku Esasları (8. Bası 2011) 314; Oğuz Atalay, Pekcanıtez Usûl Medeni Usûl Hukuku (15. Bası 2017) 1655; Süha Tanrıver, Medenî Usûl Hukuku (3. Bası 2020) 796; Murat Atalı/İbrahim Ermenek/Ersin Erdoğan, Medenî Usûl Hukuku (3. Bası 2020) 471; Bilge Umar/Ejder Yılmaz, İsbat Yükü (2. Bası 1980) 165, 167; Sema Taşpınar, Medeni Yargılama Hukukunda İspat Sözleşmeleri (2001) 152; Ahmet Başözen, Medeni Usul Hukukunda İlk Görünüş İspatı (2010) 65, 67; Edwin Rüegg, Beitrag zur Lehre von der Vermutung im schweiz. Privatrecht (1947) 16; Gökçen Topuz, Medeni Usul Hukukunda Karinelerle İspat (2012) 56; Markus Guggenbühl, Die gesetzlichen Vermutungen des Privatrechts und ihre Wirkungen im Zivilprozess (1990) 11; Şanal L. Görgün/Levent Börü/Barış Toraman/Mehmet Kodakoğlu, Medenî Usûl Hukuku (9. Bası 2020) 462; Abdurrahim Karslı, Medeni Muhakeme Hukuku (4. Bası 2020) 521; Ali Cem Budak/Varol Karaaslan, Medenî Usul Hukuku (3. Bası 2019) 233; Sema Taşpınar,  Fiili Karinelerin İspat Yükünün Dağılımındaki Rolü  (1996) AÜHFD, 1-4, 534; Fatma Tülay Karakaş,  Karine Kavramı, Kanuni Karineler ve Varsayımlar , (2013), AÜHFD, C LXII, S 3, 732.22  Karinelerin türlerine ilişkin ayrım için bkz Ansay (n) 264; Bilge/Önen (n) 505-506; Postacıoğlu (n) 528-529; Umar/Yılmaz (n) 165; Saim Üstündağ, Medeni Yargılama Hukukunun Esasları (7. Bası 2000) 625; Prütting (n) 61; Taşpınar, İspat (n), 153; Başözen (n) 67; Topuz (n) 55-56; Karslı (n) 521; Guggenbühl (n) 10-12; Atalı/Ermenek/Erdoğan (n) 473; Budak/Karaaslan (n) 233.23  Fiili karinelere yönelik tanımlar için bkz Ansay (n) 265; Postacıoğlu (n) 528; Bilge/Önen (n) 505; Kuru, C II (n), 2006; Kuru, El Kitabı (n), 630; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası (n) 393; Tanrıver (n) 802; Atalay, Pekcanıtez Usul (n), 1655; Karslı (n) 522; Taşpınar, İspat (n), 153; Taşpınar, Fiili Karine (n), 536; Rüegg (n) 16-17; Guggenbühl (n) 16-17; Topuz (n) 121; Umar/Yılmaz (n) 165-166; Başözen (n) 69-70; Uwe Allner, Die tatsaechliche Vermutung mit besonderer Berücksichtigung der GEMA-Vermutung (1993) 65; Atalı/Ermenek/Erdoğan (n) 472; Görgün/Börü/Toraman/Kodakoğlu (n) 465; Budak/Karaaslan (n) 233-234; Tolga Akkaya, Medenî Usûl Hukuku Bakımından Boşanma Davası (2017) 447; Karakaş (n) 744.24  Atalay, Pekcanıtez Usul (n), 1656.25  Tanrıver (n) 803; Topuz (n) 122 vd; Görgün/Börü/Toraman/Kodakoğlu (n) 465.199İstanbul Hukuk Mecmuası 79/1gerekir. Emare vakıanın ispatı ile davanın neticesi açısından önem arz eden belirsiz asıl vakıa ispat edilmiş olur. Karine sonucu olan bu asıl vakıa, fiili karineye dayanan tarafından iddia edilmelidir. Bunun üzerine hâkim, karine sonucunun varlığını tecrübe kurallarına dayanarak ispat edilmiş kabul eder. 2. İspat Yükünün Dağılımı Bakımından Fiili KarinelerDavada  çekişmeli  bir  vakıayı  taraflardan  hangisinin  ispat  etmesi  gerektiğini belirleyen,  bu  vakıanın  ispatsız  kalması  durumunda  hâkimin  aleyhte  kararıyla karşılaşma tehlikesi bulunan kurallara ispat yükü kuralları denir. HMK m. 190, I e göre,  İspat yükü, kanunda özel bir düzenleme bulunmadıkça, iddia edilen vakıaya bağlanan hukuki sonuçtan kendi lehine hak çıkaran tarafa aittir.  Aksi ispat edilebilen kanunî karineler, ispat yükü kuralları olarak nitelendirilir. Nitekim  HMK  m.  190,  II de  karineye  dayanan  tarafın  sadece  karine  temelini oluşturan vakıaya ilişkin ispat yükü altında bulunduğu ifade edilir. Karine temelinin ispatının ardından karine sonucuna ilişkin çıkarımı kanun yaptığından karine sonucu bakımından ispat yükünden muafiyet sağlanır. Karinenin  aleyhine  uygulanmasına  engel  olmak  isteyen  taraf,  aksini  ispat faaliyetinde bulunabilir. HMK m. 190, II de ifade edilen aksini ispat faaliyetinde, özel bir ispat yükü kuralı sebebiyle bağımsız bir ispat yükü söz konusu olur. Fiili karinelerin ispat yükünün dağılımı bakımından dikkate alınıp alınamayacağına ilişkin öğretide tartışmalar mevcuttur. Bir görüşe göre ispat yükünün dağılımını kanun yaptığından fiili karineler ile ispat yükünün kime düştüğü belirlenemez. Çünkü fiili karineler ile vakıa tespiti yapılarak bir vakıanın somut olayda gerçekleşip 26  Allner (n) 65; Topuz (n) 123; Görgün/Börü/Toraman/Kodakoğlu (n) 465. Karş Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası (n) 393; Budak/Karaaslan (n) 234.27  Allner (n) 56. 28  Allner (n) 65; Tanrıver (n) 803; Topuz (n) 125. 29  Allner (n) 65; Tanrıver (n) 803; Topuz (n) 125. 30  Leo Rosenberg/Martin Schwab/Peter Gottwald, Zivilprozessrecht (18. Auflage 2018) 697, Nr 1-2; Ansay (n) 253; Belgesay (n) 9; Postacıoğlu (n) 534; Kuru, El Kitabı (n), 615; Umar/Yılmaz (n) 3; Bilge/Önen (n) 498-499; Atalay, Pekcanıtez Usul (n), 1693-1694; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası (n) 389; Tanrıver (n) 791; Karslı (n) 513; Atalay, Menfi Vakıa (n), 9; Görgün/Börü/Toraman/Kodakoğlu (n) 460; Taşpınar, İspat (n), 162; Topuz (n) 35-36; Üstündağ (n) 613. 31  Guggenbühl (n) 35-40, 54-56; Belgesay (n) 16; Bilge/Önen (n) 505; Atalay, Pekcanıtez Usul (n), 1657, 1660; Atalay, Menfi Vakıa (n), 46, 48; Topuz (n) 91-95, 108; Karakaş (n) 743; Prütting (n) 66-72; Rüegg (n) 17; Başözen (n) 67. Adi kanuni karineler aksi ispat edilene kadar delil teşkil ederler (Kuru, C II (n), 2013; Karslı (n) 521). Bir diğer görüşe göre, kanuni karineler ispat yüküne ilişkin düzenlemeler değildir. Bu karineler ispat yükü konusundaki ana kurala istisna oluşturmaz. İspatın konusunda değişiklik meydana getirirler. Bu yönde bkz Umar/Yılmaz (n) 174-177; Tanrıver (n) 798; Taşpınar, İspat (n), 154-155. 32  Atalay, Menfi Vakıa (n), 7, 50. 33  Umar (n) 585; Bilge/Önen (n) 505; Üstündağ (n) 621; Atalay, Pekcanıtez Usul (n), 1656; Tanrıver (n) 803; Topuz (n) 131-132; Akkaya (n) 447; Taşpınar, Fiili Karine (n), 564 vd. Fiili karine lehine olan tarafın o hususu ispat etmiş sayıldığını yönünde bkz Kuru, C II (n), 2006; Kuru, El Kitabı (n), 630. Fiili karinelerin ispat belirsizliği bakımından bir öneminin olmadığı yönünde bkz Karakaş (n)744.200Peksöz / Ziynet Eşyalarının İadesi Davasında İspat Yükügerçekleşmediğine yönelik hâkimin ikna edilmesi söz konusudur. Öyle ki taraf fiili karine temelinde yer alan vakıaları ispat ettiğinde, hâkim, tecrübe kurallarına dayanarak bilinmeyen vakıaya ilişkin sonuç çıkarır ve bu vakıa ispat edilmiş olur. Böylece fiili karineye dayanıldığında ispat yükü değişmez; ispatın konusu değişir.Diğer bir görüşe göre ise fiili karineler ile olay karineleri ispat yüküne getirdikleri istisna bakımından farklı değildir. Şöyle ki fiili karineler, maddi hukuk temeline dayalı olay karineler ile aynı işleve sahiptir. Zira fiili karineler kanunda yer almayan, hâkimin hukuk yaratma faaliyeti kapsamında elde edilen ispat yükü kurallarıdır.Yargıtay, fiili karinelerin ispat yükünün dağılımını sağladığı yönünde kararlar vermektedir. Yargıtayın bu belirlemesine, normal duruma göre ispat yükünün dağılımının yapılabileceği yönündeki görüşün etkili olduğu gözlemlenmektedir.Yargıtay kararlarında kullanılan  hayatın olağan akışı  ifadesi ile aslında fiili karineler kastedilmektedir. Buna göre davada hayatın olağan akışına aykırı bir vakıaya dayanmak ispat yükünün üstlenilmesine sebep olmakta iken; hayatın olağan akışına uygun bir vakıaya dayanılması bu vakıaya ilişkin ispat yükünden muafiyet sağlamaktadır.  Hâlbuki hayatın olağan akışına uygun bir vakıanın iddia edilmesi ile bu vakıa fiili karine sayesinde ispat edilmiş olacağından, belirsizlikten bahsedilemez ve ispat yükü kuralına göre karar verilemez. Şöyle ki ispat yükü üzerinde olan tarafın emare vakıaları ispat etmesi üzerine, tecrübe kuralları esas alınarak başka bir 34  Allner (n) 56. 35  Atalay, Pekcanıtez Usul (n), 1656; Tanrıver (n) 803.36  Umar (n) 585; Üstündağ (n) 621; Atalay, Pekcanıtez Usul (n) 1656; Tanrıver (n) 803.37  Başözen (n) 83-84. 38  Başözen (n) 83-84.39   Belirli bir malın eşlerden birine ait olduğunu iddia eden kimse, iddiasını ispat etmekle yükümlüdür...Yargıtay ın ve Dairenin yerleşmiş uygulamalarına göre, eşlerden birinin anne veya babalarından gelen mallar söz konusu olduğunda; satış gösterilse dahi mal bağış olarak değerlendirilmektedir. Bu tasarrufi işlem, hayatın olağan akışına göre, fiili karine olarak bağış kabul edilmektedir. Bu karinenin aksini, yani parasını vererek gerçek anlamda satın alındığını iddia eden eş iddiasını ispatlamakla yükümlüdür. Kabul edilen bu fiili karine, ispat yükümlülüğü altındaki tarafı değiştirmektedir. Anne yada babadan gelen mala ilişkin tasarrufun bağış değil, gerçek anlamda satış olduğunu iddia eden eş, başta satış bedelinin ödendiğine ilişkin ödeme kayıtları olmak üzere iddiasını güçlü ve inandırıcı delillerle ispatlamalıdır.   8. HD, 10.6.2019, E 2018/13108, K 2019/5636; 8. HD, 12.11.2019, E 2019/3140, K 2019/10197 (Kazancı İçtihat Bankası).40   Usul hukuku ilkelerine göre normal ve mutad bir duruma dayanan tarafın bu iddiasını ispatlaması gerekmez. Buna karşılık normal durumun aksini ileri süren taraf bunu ispatlamalıdır.  HGK, 7.2.2018, E 2015/22-1591, K 2018/185.  İspat yükünün, normal durumun aksini iddia eden tarafın üzerinde olduğu; başka bir anlatımla, belli olaylardan, belli olmayan bir olay için çıkarılabilen durumlara dayalı fiili karine lehine olan tarafın, ispat yükü altında bulunmadığı, karinenin aksini kanıtlama yükümünün bunu iddia edenin üzerinde olduğu, yargılama hukukunun temel ilkelerindendir.  10. HD, 20.10.2009, E 2009/8955, K 2009/15860 (Kazancı İçtihat Bankası). Normal durumun fiili karineler anlamına geldiği yönünde bkz Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası (n) 393; Atalay, Pekcanıtez Usul (n), 1706; Karslı (n) 523. Normal durumun aksini iddia eden tarafın ispat yükünü taşıyacağına ilişkin bkz Belgesay (n) 10; Bilge/Önen (n) 503; Ansay (n) 255; Postacıoğlu (n) 537; Kuru, C II (n), 1989; Kuru, El Kitabı (n), 622; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası (n) 391; Karslı (n) 519. Normal duruma dayanan kişinin ispat yükünü taşımamasının genel kuralın bir istisnası olmadığı yönünde bkz Atalay, Pekcanıtez Usul (n), 1706. Somut olayın özelliklerine göre ispat yükünün paylaştırılamayacağı, bu görevin hâkime değil; kanuna ait olduğu yönünde bkz Taşpınar, Fiili Karine (n), 556. 41  Umar (n) 586; Atalay, Pekcanıtez Usul (n), 1656; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası (n) 393; Tanrıver (n) 803; Topuz (n) 55; Karakaş (n) 744. Uygulamada hayatın olağan akışına uygun vakıaların aksinin ispatının gerekeceği ilkesi için fiili karine kavramının kullanıldığına ilişkin bkz Budak/Karaaslan (n) 235.42  Umar (n) 586.201İstanbul Hukuk Mecmuası 79/1vakıa olan fiili karine sonucu ispatlanmış olur. Bu bakımdan fiili karineler, delillerin serbestçe değerlendirilmesi ilkesi kapsamında, delillerin değerlendirilmesi aşamasında uygulanır.  İspat  yüküne  göre  karar  verilmesi  ise  delillerin  değerlendirilmesi aşamasından sonra yapılır. Çünkü delillerin değerlendirilmesi aşamasında deliller yeterli ise artık ispat yüküne göre karar vermeye ihtiyaç kalmaz. Dolayısıyla ispat yüküne göre karar verilmesi gereken aşamaya gelindiğinde, fiili karinelere ilişkin değerlendirmenin tamamlanmış olması gerekir. HMK m. 190 ispat yüküne ilişkin genel kural olmakla beraber özel olarak ispat yükünün belirlenmesi kanun tarafından yapılmalıdır. Şayet özel nitelikte bir ispat yükü kuralı yoksa HMK m. 190 a göre karar verilmelidir. Böylece ileri sürdüğü vakıanın hukukî sonucundan kendi lehine hak çıkaran kişi ispat yükü altında olmalıdır. Bu kuraldan ayrılmayı gerektiren kanunî düzenlemeler yoksa hâkim somut olayın özelliklerine göre ispat yükü kuralını değiştirmemelidir. Bu yönüyle de hâkimin hukuk yaratma faaliyeti kapsamında fiili karinelerle ispat yükünü belirlediği kabul edilemez. Zira kanunda bir boşluk olmadan hâkim hukuk yaratamaz; HMK m. 190 mevcut olduğundan ispat yükü bakımından bir boşluktan bahsedilemez. B. Öğretide Yer Alan GörüşlerZiynet eşyalarının iadesi davasında ispat yükünün dağılımına ilişkin öğretide birtakım değerlendirmeler yapılmıştır. Kadının ziynet eşyalarına zilyet olmasının asıl olduğu, bu eşyaları kadının evi terk ederken yanında götürmüş olduğunun kabul edilmesi gerektiği ileri sürülmüştür. Zira kadın, ziynet eşyalarını yanında götürmesine engel olan hususlara ilişkin ispat yükü altındadır. Öğretide normal durumun aksini iddia edenin ispat yükünü taşıması gerektiği hususuna, ziynet eşyalarının kadının üzerinde taşıması veya evde saklamasının olağan olmasına ilişkin Yargıtay uygulaması örnek olarak gösterilmiştir. Aynı zamanda evlilik sırasında kim tarafından takılırsa takılsın kadına takılan ziynet eşyalarının kadının kişisel malı olduğu ve ona bağışlanmış kabul edilmesi gerektiği yönündeki Yargıtay uygulaması fiili karine örnekleri arasında değerlendirilmiştir.43  Rosenberg/Schwab/Gottwald (n) 682, Nr 35; Allner (n) 58; Umar/Yılmaz (n) 166; Taşpınar, Fiili Karine (n), 569; Başözen (n) 77; Rüegg (n) 17; Akkaya (n) 447; Karakaş (n) 744. Fiili karineler delillerin değerlendirilmesi aşamasında vakıaların ispatı için kullanıldığından istinaf kanun yolunda denetlenir (Allner (n) 75; Topuz (n) 134-135).44  Atalay, Menfi Vakıa (n), 10.45  Atalay, Menfi Vakıa (n), 10.46  Postacıoğlu (n) 538. Öğretide bir görüşe göre, ziynet eşyalarının kadın tarafından götürüldüğünün kabul edilerek ispat yükünün kadına ait olduğunun ifade edilmesi hatalı bir yaklaşımdır. Kadın bu şekilde  olağan şüpheli  hâline getirilmemelidir. Ziynet eşyalarının taşınabilir niteliği, onların kadın tarafından götürüldüğü sonucunu doğurmaz. Bu bakımdan HMK m 190 hükmü dikkate alınarak ispat yükünün belirlenmesi gerekir (Akçaal (n) 290, 295).47  Kuru, El Kitabı (n), 623.48  Kuru, El Kitabı (n), 630. Aynı yönde bkz Tanrıver (n) 803; Görgün/Börü/Toraman/Kodakoğlu (n) 465.202Peksöz / Ziynet Eşyalarının İadesi Davasında İspat YüküZiynet  eşyalarının  iadesinde  ispat  yüküne  ilişkin  bir  diğer  değerlendirmeye göre ziynet eşyalarının evde bırakılmış olduğunu ispat yükünü kadın taşır. Çünkü altınların evde bırakılmış olması, kadının  istem temelinin bir parçasıdır . Zira bırakılmamış eşya için iade istenemez. Ancak kocanın ziynet eşyalarıyla ilgili bir talebi bulunmamakta, o eşyaların evde bırakılmadığını ileri sürerken de bir itiraz yahut def i ileri sürmemekte ve davacının iddialarını inkâr etmektedir. Bu sebeple ziynet  eşyalarının  evde  bırakıldığının  ispat  edilmemesi  durumunda  davacının talebi reddedilir. Dolayısıyla fiili karine kullanılarak kocanın ispat yükünü yerine getirdiğinin kabul edilmesi doğru değildir.Yargıtay  uygulamasına  yöneltilen  bir  diğer  eleştiriye  göre  ziynet  eşyalarının kadının  rızası  hilafına  bozdurulduğu  vakıasından  kendi  lehine  sonuç  çıkaran kadındır. Bu yüzden bu vakıaya ilişkin ispat yükü kadına ait olmalıdır. Edinilmiş mallara katılma rejimi bağlamında ispat hususunu düzenleyen TMK m. 222, I e göre bir malın eşlerden birisine ait olduğunu iddia eden kişinin ispat yükünü taşıdığı kabul edilmektedir. Nitekim ziynet eşyaları kadının kişisel eşyası olduğundan onun fiili hakimiyeti altındadır ve bu eşyanın kadının rızası olmadan harcanması hayatın olağan akışına aykırıdır. Bu sebeple Yargıtayın ziynet eşyalarının bozdurulmasında kadının rızası olduğuna ilişkin ispat yükünün kocaya ait olduğu yönündeki içtihadı HMK m. 190 a ve TMK m. 222, I e aykırıdır. C. DeğerlendirmeYargıtay evlenme sırasında kim tarafından takıldığı fark etmeksizin kadına özgü olan ziynet eşyalarının kadının kişisel malı olduğunu kabul eden bir yaklaşım benimsemiştir. Bu yaklaşım ile bir fiili karine oluşturmuştur. Zira ziynet eşyasının varlığına ilişkin çekişme söz konusu değilse (yahut ziynet eşyalarının varlığı ispat edilmişse),  tecrübe  kurallarına  (bu  hususta  ülkemizde  yerleşmiş  uygulamaya)  dayanarak bu eşyaların kadına ait olduğu sonucunu çıkarmıştır. Ziynet eşyalarının kişisel mal niteliğinden hareketle evden ayrılma vakıasının ispatının ardından veya bu vakıanın çekişmesiz olması hâlinde, kadının ziynet eşyalarının evde kaldığını ispat yükünü taşıdığına karar vermektedir. Burada kadının evden ayrılması, fiili karine  temelini  teşkil  ederken;  ziynet  eşyalarını  beraberinde  götürmesi,  karine sonucunu oluşturur. Böylece Yargıtaya göre, kadın bu durumun/normal durumun/hayatın olağan akışına uygun olanın aksini iddia ediyorsa bunu (ziynet eşyalarının evde kaldığı/kocanın ziynet eşyalarını alıkoyduğu vakıasını) ispat yükü altındadır.Kocaya ziynet eşyalarının rızaen ya da iade edilmemek üzere verildiğine ilişkin ispat yükünün belirlenmesinde, olağan durumun ne olduğuna ilişkin tartışmalar 49  Umar (n) 586-587. Aynı yönde bkz Umar/Yılmaz (n) 122.50  Kulaklı (n) 272. Davalının haksız zilyet olduğunu iddia eden davacının ispat yükünü taşıması gerektiğine ilişkin bkz Gemici (n) 331.203İstanbul Hukuk Mecmuası 79/1yapılmıştır. Yargıtay Hukuk Genel Kurulu kararında ziynet eşyalarının iade edilmek üzere verilmesi olağan durum olarak kabul edilmiştir. Buna bağlı olarak koca ziynet eşyalarının iade edilmemek üzere verildiğini ispat yükünü taşır. Karşı oy yazısında ise kadının ziynet eşyalarının iade edilmek üzere ve rızası dışında elinden alındığına ilişkin ispat yükünü taşıması gerektiği, olağan durumun bu eşyaların evlilik birliği içinde harcanması olduğu ifade edilmiştir. Olağan durumun belirlenmesi, fiili karinenin hangi yönde olduğunun tespiti bakımından önem taşır. Buna göre de ispat yükünün dağılımı yapılmaktadır. Böylece kararda kabul edilen ölçüte göre olağan durumu teşkil eden fiili karine sonucu, ziynet eşyalarının iade edilmek üzere kocaya verilmiş olmasıdır. Fiili karinelere ilişkin yapılan açıklamalarda, bu karinelerin ispat yükünün dağılımını sağlayan  kurallar  olmadığı  üzerinde  durulmuştu.  Fiili  karinelerle  ispat  faaliyeti yapılabildiği, bunun bir emare ispatı olduğu ifade edilmişti. Gerçekten de evlilik sırasında takılan ziynet eşyalarına ilişkin kararlarda uygulanan fiili karinelerle ispat yükü dağılımı yapılmak yerine emare ispatının yapıldığı sonucuna varmak uygun olur. Böylece ziynet eşyalarının varlığı çekişmesiz olduğunda hâkim, tecrübe kurallarına dayanarak bu eşyaları kadının üzerinde taşıdığı sonucuna varır. Bu durumda  kadının ziynet  eşyalarını  beraberinde  götürdüğü   vakıası  ispatlanmış  olur. Aynı  şekilde kadının ziynet eşyalarını kocasına verdiğinin ispatının ardından karine sonucu olarak  bu eşyaların iade edilmek üzere verildiği  vakıası ispat edilmiş kabul edilir.Kadının ziynet eşyalarının evde kaldığı vakıasına ilişkin ispat yükünü taşıdığına fiili karinenin dayanak yapılmasına veya olağan durumun belirlenerek ispat yükünün bu şekilde dağıtılmasına aslında ihtiyaç yoktur. Çünkü HMK m. 190 ile bu sonuç zaten çıkarılır. Öyle ki ziynet eşyalarının evde kaldığı vakıasından kendi lehine hak çıkaran taraf davacı kadın olduğundan ispat yükünü kadın taşır. Böylece ziynet eşyalarının evde kaldığını ispat edemeyen kadın aleyhine karar verilir; dava reddedilir.51  HGK, 3.7.2013, E 2012/6-1849, K 2013/1006 (Kazancı İçtihat Bankası).52   Niteliği itibariyle davacı kadında bulunması gereken ziynet eşyalarının aile içerisinde ihtiyaç duyulması halinde bu eşyaları elinde bulunduran eşin rızası ile bozdurulması olağan olandır. Bu durum Türk Medeni Kanunun 185/3 ve 186/3 maddeleri gereğince davacı eş için aynı zamanda bir yükümlülüktür. Bu sebeple somut olayda ispat yükü davacı kadına aittir. Davacı kadının kendisine ait ziynet eşyalarının rızası dışında ve iade şartıyla elinden alınıp bozdurulduğunu ispat etmesi gerekir. Davacı da kendisine ait olan ve kural olarak kendisinde bulunması gereken ziynet eşyalarının rızası dışında veya iade şartıyla davalı tarafından elinden alınıp bozdurulduğunu ispat edememiştir. Somut olayda ispat yükünün davalıda olduğuna ilişkin özel bir düzenleme yoktur. Bu nedenle ispat yüküne ilişkin genel kuraldan ayrılmayı gerektirecek bir sebepte bulunmamaktadır. 53  Bkz yuk III, A, 2.54   Kadın, dava konusu ziynet eşyalarının erkek tarafından alındığını, gösterdiği delillerle ispat edememiştir. Davacı kadın, dava konusu ziynet eşyalarının eşi tarafından kendisinden alınarak harcandığını ve bir daha kendisine iade edilmediğini ispat yükü altındadır.  İstanbul BAM, 10. HD, 2.4.2019, E 2017/2964, K 2019/506 (Lexpera).55   İspat yükü hayatın olağan akışına aykırı durumu iddia eden ya da savunmada bulunan kimseye düşer. Davacı kadın dava konusu edilen ziynet eşyasının davalıda kaldığını ileri sürmüş, davalı koca ise onun tarafından götürüldüğünü savunmuştur. Hayat deneylerine göre olağan olanın bu çeşit eşyanın kadının üzerinde olması ya da evde saklanması, muhafaza edilmesidir. Başka bir anlatımla bunların davalı tarafın zilyetlik ve korunmasına terk edilmesi olağan durumla bağdaşmaz.  6. HD, 16.01.2012, E 2011/11646, K 2012/78 (Legal MİHBİR, 2012, C 10, S 113, 244).56  Bu hususta bkz Umar (n) 586-587.204Peksöz / Ziynet Eşyalarının İadesi Davasında İspat YüküKadının  evden  ayrılmak  zorunda  bırakılması,  şiddet  görerek  ayrılması,  eve alınmaması gibi durumlarda, kadının ziynet eşyalarını yanında götürmesi hayatın olağan  akışına  uygun  kabul  edilmemektedir.  Bu  durumlarda  ziynet  eşyalarının kadının yanında götürdüğüne ilişkin ispat yükünü erkeğin taşıdığı kabulü de fiili karineye dayanır. Öyle ki HMK m. 190 gereğince ziynet eşyalarının evde kaldığını ispat yükü altında olan kadın, kendi lehine sonuç çıkardığı vakıalar olan  şiddet gördüğü ,  evin kapı kilidinin değiştiği ,  evden atıldığı  vakıalarını ispat etmelidir. Bu  vakıaların  ispatının  ardından   kadının  ziynet  eşyalarını  yanına  alamadığı/eşyaların evde kaldığı  sonucunun çıkarılması için fiili karineye ihtiyaç vardır. Böylece davacı kadının lehine olan ve fiili karine sonucunu oluşturan bu vakıa ispat edilmiş olur. Belirsizlik söz konusu olmadığından, bu vakıaya ilişkin ispat yükünün kime ait olduğunu tartışmaya ihtiyaç yoktur. Ziynet  eşyalarının  kocaya  verildiği  ispat  edilmişse  veya  çekişmeli  değilse, eşyaların rıza ile iade edilmemek üzere verilip verilmediği tartışması yapılmaktadır. Bu durumda kadının ziynet eşyalarını kocasına verirken  rızasının olduğu  ile  bu eşyaların iade edilmek üzere verildiği  vakıalarını ayrı değerlendirmek gerekir. Zira kadın, ziynet eşyalarını rızası ile vermesine rağmen bu eşyaları iade edilmemek üzere vermiş olabilir. Ziynet eşyalarını kadının kendi isteğiyle eşine verdiği vakıasından lehine hukukî sonuç çıkaran kocadır. Bu yüzden ziynet eşyalarının rıza ile verildiğine ilişkin ispat yükü kocaya düşmektedir. Bu sonuca fiili karine uygulayarak veya bir ispat yükü kuralı oluşturarak ulaşmaya ihtiyaç yoktur. Zira HMK m. 190 bu sonuca ulaşılmasını sağlar. Ziynet eşyalarının kadına iade edilmek üzere verilip verilmediği hususunda ise esasında ispat yükü ile çözülebilecek bir sorun yoktur. Şöyle ki, ziynet eşyalarını iade edilmek üzere verdiğini ileri süren kadın, aslında kocasıyla arasındaki sözleşmenin ödünç  sözleşmesi  olduğunu  iddia  ediyor  demektir.  Koca  ise  bu  sözleşmenin bağışlama olduğunu ileri sürmektedir. Bu durumda davacı ödünç sözleşmesine, davalı  bağışlama  sözleşmesine  dayanak  yaptığı  vakıalara  ilişkin  delilleri  sunar. Taraflar arasındaki sözleşmenin bağışlama mı yoksa ödünç mü olduğu hususu ispat edilememişse davada belirsizlik olduğu gerekçesiyle hâkim ispat yükü kurallarına başvuramaz. Çünkü burada taraflar arasındaki sözleşmenin yorumuna ilişkin bir 57  Murat Sarıkaya, Sözleşmenin Yorumu (2019) 342, dn 320. 58  Vasıflı ikrar açısından bu hususa yönelik ispat yükü tartışmasında, parayı ödüç verdiğini iddia eden davacının ispat yükünü taşıdığı ifade edilmiştir. Davacı, davalının ikrarına eklediği bağışlama sebebinin mevcut olmadığını ispat ederek, ödünç para verme vakıasına ilişkin ispat yükünü yerine getirebilir. Burada menfi vakıanın ispatı söz konusu olduğundan, delil ikame yükünün karşı tarafa-yani davalıya- geçmesi mümkün olabilir. Dolayısıyla davalı paranın kendi iddia ettiği sebep için gönderildiğine ilişkin onda olması gereken delilleri mahkemeye sunma yükü altında olur. Bu yükü yerine getirmezse davacının lehine karar verilebilir (Bu yönde bkz Atalay, Pekcanıtez Usul (n), 1643-1646). Ödünç-bağışlama örneğinde davacı davalıya ödünç para verdiğini ispat yükünü taşır (Kuru, C II (n), 2052).205İstanbul Hukuk Mecmuası 79/1uyuşmazlık  vardır.  Yorum  uyuşmazlığını  çözmesi  gereken  hâkim,  ispat  yükü kurallarına göre taraflardan birinin aleyhine karar vererek bu sorunu çözemez. Keza davacının ödünç sözleşmesine dayanak yaptığı vakıaları ispat edememesi, sözleşmenin bağışlama olarak nitelendirilmesini gerektirmez. Nihayet sözleşmenin niteliğinin belirlenememesi,  kocaya  yapılan  kazandırmanın  geçerli  bir  sebebe  dayanmadığı sonucunun kabul edilmesini gerektirir. Böylece sebepsiz zenginleşme hükümlerine göre koca, ziynet eşyalarını kadına iade etmek zorunda kalır. Yargıtay aynı sonuca, ziynet eşyalarını kocasına veren kadının iade edilmek üzere bu eşyaları vermesinin olağan olduğunu kabul ederek varır. Başka bir deyişle, fiili karineyi uygulayarak ulaşır. Ziynet eşyalarının kocaya verildiği/ev ihtiyaçları için bozdurulduğu/araba için harcandığı vakıaları ispat edildiğinde, hâkim fiili karine sonucu olarak bu eşyaların iade edilmemek üzere verildiği sonucunu çıkarmaktadır. Böylelikle  ziynet eşyalarının iade edilmemek üzere verildiği  vakıası ispat edilmiş olur. SonuçBu  çalışma  kapsamında  evlenme  sebebiyle  kadına  takılan  ziynet  eşyaları bakımından  ispat  yüküne  ilişkin  Yargıtay  içtihatları  incelenmiştir.  Söz  konusu içtihatlara göre kim tarafından takıldığı fark etmeksizin kadına özgü olan ziynet eşyaları kadının kişisel malı sayılır. Saklanması ve taşınması kolay olan ziynet eşyalarının kadının evi terk ederken yanında götürdüğü kabul edilir. Ancak kadının şiddet görerek evden ayrılması yahut evi terke zorlanması durumlarında ziynet eşyalarını kadının götürdüğünü ispat yükü kocaya aittir. Koca ayrıca kadının ziynet eşyalarını rızasıyla iade edilmemek üzere ona verdiğini ispat etmelidir. Yargıtayın bu yöndeki uygulamasında fiili karineleri kullandığı görülmektedir. Ancak  fiili  karinelerle  ispat  yükü  dağılımı  yapılamaz.  Bu  sebeple  söz  konusu durumlarda ispat faaliyeti yapıldığının kabul edilmesi uygundur. Böylece karine sonucu olan vakıalar ispatlanmış olur. Yargıtayın vardığı bazı sonuçlara ulaşmak için fiili karineleri kullanmaya ihtiyaç yoktur. HMK m. 190 ile ileri sürülen vakıaların hukukî sonucundan kendi lehine hak çıkaran kimsenin ispat yükünü taşıdığı kuralıyla da benzer sonuçlara ulaşılabilir. Şöyle ki fiili karine kullanılmadan ziynet eşyalarının evde kaldığına ilişkin ispat yükünün  kadına  ait  olduğu  sonucuna  varılabilir.  Ancak  şiddet  görerek  evden ayrılmak zorunda kalan kadının ziynet eşyalarını yanında götüremeyeceği fiili karine ile kabul edilebilir. Bunun yanında içtihatlarda kadının ziynet eşyalarını iade edilmek üzere verdiği yönünde bir fiili karine oluşturulmuştur. Fakat ziynet eşyalarının iade 59  Sarıkaya (n) 342, dn 320.60  Sarıkaya (n) 342.61  Sarıkaya (n) 342, dn 320.206Peksöz / Ziynet Eşyalarının İadesi Davasında İspat Yüküedilmek üzere verilip verilmediği hususunda bir yorum uyuşmazlığı vardır. Taraflar ileri sürdükleri sözleşmeye ilişkin ispat faaliyeti yapamadığında ve hâkim sözleşmeyi nitelendiremediğinde, sebepsiz zenginleşme hükümlerine göre ziynet eşyalarının kadına iadesi gerekir. Yargıtay bu sonuca olağan olanın kadının iade edilmek üzere ziynet eşyalarını vermesi olduğunu, kocanın iade edilmemek üzere bu eşyaların verildiğini ispat etmesi gerektiğini içtihat ederek ulaşmaktadır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.207İstanbul Hukuk Mecmuası 79/1",
     "Kaynakça": "Akçaal M,  Düğünde Takılan Ziynet Eşyasının İadesi , ERÜHFD, C XIV, S 2, (2019) 265.Akkaya T, Medenî Usûl Hukuku Bakımından Boşanma Davası (2017).Alangoya Y/Yıldırım K/Deren Yıldırım N, Medenî Usul Hukuku Esasları (8. Bası 2011). Allner U, Die tatsaechliche Vermutung mit besonderer Berücksichtigung der GEMA Vermutung (1993).Ansay S Ş, Hukuk Yargılama Usulleri (7. Bası 1960).Arslan R/Yılmaz E/Taşpınar Ayvaz S/Hanağası E, Medenî Usul Hukuku (6. Bası 2020).Atalay O, Medeni Usul Hukukunda Menfi Vakıaların İspatı (2001) (Menfi Vakıa).Atalay O, Pekcanıtez Usûl Medeni Usûl Hukuku (15. Bası 2017) (Pekcanıtez Usul).Atalı M/Ermenek İ/Erdoğan E, Medenî Usûl Hukuku (3. Bası 2020).Başözen A, Medeni Usul Hukukunda İlk Görünüş İspatı (2010).Belgesay M R, Hukuk Usulü Muhakemeleri Şerhi İsbat Teorisi (3. Bası 1950).Bilge N/Önen E, Medeni Yargılama Hukuku (3. Bası 1978).Budak A C/Karaaslan V, Medenî Usul Hukuku (3. Bası 2019).Gemici A E,  Takı Merasiminde Gelin ve Damada Takılan Ziynet Eşyalarının Kime Ait Olacağı Sorunu (Karar İncelemesi)  ABD (2020/3) 317.Gençcan Ö U, Ziynet ve Eşya Alacağı Davaları (2019).Guggenbühl M, Die gesetzlichen Vermutungen des Privatrechts und ihre Wirkungen im Zivilprozess (1990).Görgün L. Ş/Börü L/Toraman B/Kodakoğlu M, Medenî Usûl Hukuku (9. Bası 2020).Karakaş F T,  Karine Kavramı, Kanuni Karineler ve Varsayımlar  (2013) AÜHFD, C LXII, S 3, 729.Karslı A, Medeni Muhakeme Hukuku (4. Bası 2020).Kulaklı E  Ziynet Eşyasına İlişkin Sorunların Yargıtay Kararları Işığında Değerlendirilmesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk AraştırmalarıDergisi (2019) C 25, S I, 262.Kuru B, Hukuk Muhakemeleri Usulü, C II (6. Bası 2001) (C. II).Kuru B, Medenî Usul Hukuku El Kitabı, C I (2020) (El Kitabı).Postacıoğlu İ E, Medeni Usul Hukuku Dersleri (6. Bası 1975).Prütting H, Gegenwartsprobleme der Beweislast (1983).Rosenberg L/Schwab M/Gottwald P, Zivilprozessrecht (18. Auflage 2018).Rüegg E, Beitrag zur Lehre von der Vermutung im schweiz. Privatrecht (1947).Sağıroğlu M Ş, Ziynet Davaları (2. Bası 2013).Sarıkaya M, Sözleşmenin Yorumu (2020).Tanrıver S,  Medenî Usûl Hukuku (3. Bası 2020). Taşpınar S,  Fiili Karinelerin İspat Yükünün Dağılımındaki Rolü , (1996)/1 4, 208Peksöz / Ziynet Eşyalarının İadesi Davasında İspat YüküAÜHFD, 533 (Fiili Karine).Taşpınar S, Medeni Yargılama Hukukunda İspat Sözleşmeleri (2001) (İspat).Topuz G, Medeni Usul Hukukunda Karinelerle İspat (2012).Umar B/Ejder Y, İsbat Yükü (2. Bası 1980).Umar B, Hukuk Muhakemeleri Kanunu Şerhi (2. Bası 2014).Üstündağ S, Medeni Yargılama Hukukunun Esasları (7. Bası 2000).209"
}