{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "16",
     "Ay": "05",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "1",
     "Başlık": "Tanıyanın Mali Yükümlülüğü",
     "Title": "Responsibility of the Recognizing Person",
     "Yazar İsmi": [

          "Caner Taşatan"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tanıma" , ",Tanıyan" , "Evli olmayan ananın hakları" , "Çocuğun bakım ve eğitim giderlerini karşılama yükümlülüğü"
     ],
     "Keywords": [
          "Recognition" , "Recognizing person" , "Rights of the unmarried mother" , "Duty of child maintenance"
     ],
     "Özet": "Baba ile çocuk arasında soybağını kuran yollardan biri tanımadır. Tanıyan ve çocuk, aralarında kurulan soybağına bağlı olarak, karşılıklı hak ve yükümlülüklere sahiptir. Bu hak ve yükümlülüklerden başlıcası, tanıyanın, çocuğun bakım ve eğitim giderlerini karşılama yükümlülüğüdür. Çocuğun bakım ve eğitim giderlerini karşılama yükümlülüğü, tanıyanın mali yükümlülüğünün çocuğa karşı olan yönüdür. Çocuğun bakım ve eğitim giderlerini tanımadan önce karşılamış olan ana ve ana dışındaki üçüncü kişiler, yaptıkları bu giderleri tanıyandan talep edebilirler. Ana, tanıyandan, çocuğa gebe kalmasından kaynaklı başkaca maddi talepler de ileri sürebilir. Bu talepler ise tanıyanın mali yükümlülüğünün ana ve üçüncü kişilere karşı olan yönüdür. Tanıyanın mali olarak yükümlü olduğu kimseler dikkate alındığında, her bir yükümlülüğün hukuki niteliği ve kapsamı birbirinden farklıdır. Bu çalışmada, tanıyanın mali olarak yükümlü olduğu kimseler çerçevesinde, söz konusu yükümlülüğü doğuran hukuki ilişkiler ve bu yükümlülüğün kapsamı incelenmektedir.",
     "Abstract": "Recognition is one of the means of establishing paternity between father and child. As a result of the established paternity, the recognizing person and child have reciprocal rights and obligations. The recognizing person s responsibility to cover medical and educational expenses of the child is deemed to be among the person s principal obligations. The child is the claimant thereof. The mother or any other third party who has already covered medical and educational expenses of the child is entitled to claim reimbursement thereof against the recognizing person. The mother can also raise any other claim against the recognizing person in connection with her pregnancy. These claims are among the financial obligations to be performed against the mother and any other third party. However, the nature and scope of such obligations of the recognising person differ according to the entitled person. This article examines the scope, nature, and sources of the above-mentioned obligation in light of the personality of the claimant.",
     "Metin": "Baba ile çocuk arasında soybağını kuran yollardan biri tanımadır (TMK m. 295300). Tanıma, esas itibariyle, tanıma beyanı sonucunda oluşan hukuki durumu ifade eder. Bu hukuki durum, kişiye sıkı surette bağlı tanıma hakkının kullanılması sonucunda gerçekleşeceğinden, yalnızca baba tanıma beyanında bulunabilir. Bu halde tanıma, babanın, çocuk ile arasında soybağı kurulmasını sağlamaya yönelik tanıma beyanı sonucunda oluşan hukuki durum olarak tanımlanabilir. Tanıma beyanı, karşı tarafa yöneltilmesi gerekli olmayan ve tek taraflı bir hukuki işlemdir. Hukuki işlem olması yönüyle tanıma beyanı, hukuki işlemler için aranan bütün  geçerlilik  koşullarını  taşımalıdır. Yasa,  tanımanın  gerçekleşebilmesi  için ayrıca beyanın şekline, beyanda bulunanın ehliyetine ve durumun esasına özgü geçerlilik  koşulları  öngörmektedir.  Bu  koşullara  göre  tanıma,  nüfus  memuruna veya mahkemeye yazılı başvuru ya da resmi senette veya vasiyetnamede yapılacak beyanla olur (TMK m. 295/1). Tanıma beyanında bulunan kimse küçük veya kısıtlı ise, veli veya vasisinin rızası aranır (TMK m. 295/2)6. Başka bir erkek ile soybağı bulunan çocuk, mevcut soybağı geçersiz kılınmadıkça tanınamaz (TMK m. 295/3). Belirtilen koşullar sağlandığı takdirde tanıma gerçekleşir, böylece baba ile çocuk arasında soybağı kurulmuş olur. Tanıma beyanı, baba ile çocuk arasında soybağı kurulmasını sağlamaya yöneliktir. Bu yönüyle tanıma beyanı, kurucu yenilik doğuran bir irade beyanı olarak kabul edilir. Tanıma beyanı sonucunda kurulan soybağı, tıpkı ana ile evlilik (TMK m. 285294) ve babalık davasında (TMK m. 301-304) olduğu gibi geçmişe etkili olarak, 1  Schwenzer, Ingeborg / Cottier, Michelle: Basler Kommentar Zivilgesetzbuch I, Basel 2015, Art. 260, N. 1; Reich, Johannes: Handkommentar zum Schweizer Privatrecht, Personen und Familienrecht Partnerschaftgesetz Art. 1-456 ZGB PartG, Art. 260, 3. Auflage, Zürich/Basel/Genf 2016, Art. 260, N. 1, 3; Öztan, Bilge: Aile Hukuku, 6. bs., Ankara 2015, s. 910, 915; Kılıçoğlu, Ahmet: Aile Hukuku, 3. bs., Ankara 2017, s. 435; Akıntürk, Turgut / Ateş, Derya: Türk Medeni Hukuku, İkinci Cilt, Aile Hukuku, 20. bs. İstanbul 2017, s. 347; Serozan, Rona: Çocuk Hukuku, 2. basıdan tıpkı bası, İstanbul 2017, s. 206. Bu hak, tartışmalı olmakla birlikte, ölümden sonra mirasçılara da geçmemektedir. Tartışmalar hakkında bkz. Schwenzer/Cottier, Art. 260, N. 14. 2  Burada baba, tanıma beyanında bulunarak çocuk ile arasında soybağı kurulacak kimseyi ifade eder. Tanıma beyanında bulunan kişinin biyolojik baba olması gerekmez. Aksi yönde bkz. Akıntürk/Ateş, s. 347; Baygın, Cem: Soybağı Hukuku, İstanbul 2010, s. 63-64.3  Mülga 743 sayılı TMK m. 291 hükmü, belirli koşullar dahilinde, babanın babasına da tanıma beyanında bulunma imkanı sağlıyordu. Bkz. Feyzioğlu, Feyzi Necmeddin / Özakman, Cumhur / Sarıal, M. Enis: Aile Hukuku, 3. bs., İstanbul 1986, s. 528-529; Oğuzman, M. Kemal / Dural, Mustafa: Aile Hukuku, 2. bs., İstanbul 1998, s. 327-328. 4  Reich, Art. 260, N. 1; Tekinay, Selahattin Sulhi: Türk Aile Hukuku, 7. bs., İstanbul 1990, s. 521; Kılıçoğlu, s. 435; Baygın, s. 59.5  Kılıçoğlu, s. 435. 6  Bu durum ayrıca kişiye sıkı surette bağlı hakkın kullanılmasında veli veya vasi rızasının arandığı istisnai bir durum olarak değerlendirilebilir. Tanımayanın veli veya vasisinin rızasının aranması, tanıyanın mali yükümlülüğü ile doğrudan ilgilidir. Tanımanın gerçekleşebilmesi için çocuğun veya ananın rızası ise gerekmez. Bkz. Schwenzer/Cottier, Art. 260, N. 1.7  Belirtilen koşullar sağlanmadığı takdirde uygulanacak geçersizlik yaptırımları birbirinden farklıdır. Bkz. Dural, Mustafa / Öğüz, Tufan / Gümüş, Mustafa Alper: Türk Özel Hukuku C. III Aile Hukuku, 13. bs., İstanbul 2018, N. 1449 vd.; Akıntürk/Ateş, s. 354 vd.; Baygın, s. 67 vd.; Kılıçoğlu, s. 438 vd. 8  Reich, Art. 260, N. 1; Tekinay, s. 521; Dural/Öğüz/Gümüş, N. 1429; Serozan, s. 204; Öztan, s. 910, 912; Baygın, s. 59; Genç Arıdemir, Arzu:  Tanıma Yolu ile Kurulan Soybağı , Prof. Dr. Zahit İmre ye Armağan, İstanbul 2009, s. 7; Yıldırım, Abdulkerim: Türk Aile Hukuku, Ankara 2014, s. 129. Aksi yönde bkz. Hatemi, Hüseyin / Kalkan Oğuztürk, Burcu: Aile Hukuku, 6. bs., İstanbul 2018, s. 164-165. 310Taşatan / Tanıyanın Mali Yükümlülüğüçocuğun ana rahmine düştüğü andan itibaren hüküm ve sonuçlarını doğurur. Bu sonuçlar, TMK m. 321-334 hükümleri arasında yer alan ve soybağına bağlı olarak çocuk ile ana baba arasındaki hak ve yükümlülükleri düzenleyen genel sonuçlardır. Tanıyan, baba olarak, çocuğun bakım ve eğitim giderlerini karşılamakla yükümlüdür (TMK m. 327-334). Bu durum, tanıyanın çocuğa karşı mali olarak yükümlü olduğunu gösterir. Ne var ki tanıyanın mali yükümlülüğü bununla sınırlı değildir. Tanıyan, müşterek çocuğun bakım ve eğitim giderleri ana tarafından karşılandığı takdirde anaya, ana dışındaki üçüncü kişilerce karşılandığı takdirde üçüncü kişilere karşı mali olarak yükümlü olabilir. Ayrıca tanıma, babalık davasında olduğu gibi soybağını evlilik dışında kurması yönüyle, ananın çocuğa gebe kalmasından kaynaklı ve yine ana tarafından yöneltilecek talepler dikkate alındığında tanıyan açısından başkaca mali yükümlülükler de doğurabilir. I. Mali Olarak Yükümlü Olunan KimselerA. ÇocukTanıyan,  baba  olarak,  çocuğun  bakım  ve  eğitim  giderlerini  karşılamakla yükümlüdür. Çocuğun bakım ve eğitim giderlerini karşılama yükümlülüğü, tanıma kurumuna özgü olmayıp, soybağının velayete bağlı olmayan genel sonuçlarından biridir. Çocuğun bakımı, eğitimi ve korunması için gerekli giderler, ana ve baba tarafından karşılanır (TMK m. 327/1). Bu halde tanıyan, baba sıfatıyla, öncelikle çocuğa karşı mali olarak yükümlüdür. B. Ana1. Çocuğun bakım ve eğitim giderleri. Baba ile çocuk arasında tanıma yoluyla kurulacak soybağı, ananın hukuki durumunda değişiklik yaratmaz. Ana ile çocuk arasındaki soybağı devam eder. Ana ve babanın, bakım ve eğitim giderleri yönünden çocuğa karşı olan sorumluluğunun hukuki niteliği tartışmalıdır. Kanımızca, TMK m. 327/1 hükmünün ifadesinden anlaşıldığı kadarıyla bu bir müteselsil sorumluluktur. 9  Tekinay, s. 521; Serozan, s. 207; Genç Arıdemir, s. 22-23; Yıldırım, s. 129. Schwenzer/Cottier, Art. 260, N. 21, Dural/Öğüz/Gümüş, N. 1429 ve Öztan, s. 913 te soybağının doğum anından itibaren kurulacağı ifade edilmektedir. Bu ifadeyi, çocuğun sağ ve tam doğmasıyla koşuluyla baba ile arasında soybağı kurulacağı, kurulan bu soybağının hukuki bir durum olarak çocuğun ana rahmine düştüğü andan itibaren etkilerini doğuracağı şeklinde anlamak gerekir. Aksi halde çocuğun ana rahmine düştüğü an ile sağ ve tam doğumun gerçekleştiği an arasında soybağı kurulmayan bir dönem söz konusu olur ki bunun kabulü soybağı kurumunun esaslarıyla bağdaşmaz.10  Soybağına bağlanan sonuçlar TMK m. 321-334 hükümleri ile sınırlı değildir. Soybağının başta miras hukuku ve vatandaşlık hukukuna ilişkin olmak üzere pek çok sonucu bulunmaktadır. Bkz. Dural/Öğüz/Gümüş, N. 1641; Baygın, s. 97.11  Bu yükümlülüğün esasen bir doğal hukuk kuralı olduğu yönünde bkz. Dural/Öğüz/Gümüş, N. 1674. 12  Kılıçoğlu, s. 480; Akıntürk/Ateş, s. 400; Dural/Öğüz/Gümüş, N. 1640, 1674; Baygın, s. 120.13  Öyle ki tanımanın gerçekleşebilmesi için çocuk ile ana arasında soybağı kurulmasını ön koşul olarak arayan yazarlar vardır. Bkz. Schwenzer/Cottier, Art. 260, N. 2; Dural/Öğüz/Gümüş, N. 1430; Öztan, s. 910; Baygın, s. 59. 14  Tartışmalar hakkında bkz. Öztan, s. 1047. 311İstanbul Hukuk Mecmuası 76/1Baba ile çocuk arasında soybağı kurulmayan dönemde gerçekleşen giderler açısından ana, kendisine düşen paydan fazla ödediği miktarı babadan talep edebilir (TBK m. 167/2). Ana bu talebi çocuğu temsilen değil kendi adına gerçekleştirir.2.  Maddi  ve  manevi  tazminat  talepleri.  Tanıyanın  anaya  karşı  olan  mali yükümlülüğü, çocuğun bakım ve eğitim giderlerinden müteselsil olarak sorumlu olmasıyla sınırlı değildir. Ana, tanıyana, çocuğun bakım ve eğitim giderleri dışında başkaca birtakım talepler ileri sürebilir. Bunlar maddi ve manevi tazminat talepleridir. Ana, çocuğa gebe kalmasından kaynaklı masraflarını tanıyandan talep edebilir. Ana tarafından tanıyana karşı yöneltilecek maddi tazminat talebi hakkında özel bir hüküm söz konusu değildir. Buna ilişkin bir hüküm babalık davası hükümlerinde söz konusudur. Babalık davasında ananın mali haklarını düzenleyen TMK m. 304 hükmüne göre,  (1) Ana, babalık davası ile birlikte veya ayrı olarak baba veya mirasçılarından aşağıdaki giderlerin karşılanmasını isteyebilir: 1. Doğum giderleri, 2. Doğumdan önceki ve sonraki altışar haftalık geçim giderleri, 3. Gebelik ve doğumun gerektirdiği diğer giderler. (2) Çocuk ölü doğmuş olsa bile hâkim, bu giderlerin karşılanmasına karar verebilir. (3) Üçüncü kişiler veya sosyal güvenlik kuruluşlarınca anaya yapılan ödemeler, hakkaniyet ölçüsünde tazminattan indirilir 15. Ananın mali haklarını düzenleyen TMK m. 304 hükmü, yasada babalık davasını düzenleyen başlık altında yer almaktadır. Bulunduğu yer itibariyle hükmün babalık davasına özgü olduğu düşünülebilir. Ne var ki ana, bu hükümde yer alan talepleri babalık davasından ayrı ileri sürebildiğine göre hükmün temelinde babalık davasını değil,  ana  tarafından  yapılan  giderlerin  karşılanmasını  aramak  gerekir.  Kaldı ki TMK m. 304 hükmünü karşılayan mehaz ZGB Art. 295 hükmü, soybağı veya babalık davasını düzenleyen hükümler arasında değil, ana ve babanın çocuğa bakma yükümlülüğünü düzenleyen hükümler arasında yer almaktadır. Bu halde, söz konusu TMK m. 304 hükmü babalık davasına özgü olarak düşünülmemelidir. Bununla birlikte TMK m. 304/2 hükmü, anaya, çocuk ölü doğmuş olsa dahi hükümde yer alan talepleri ileri sürebilme imkanı tanımaktadır. Çocuk kişiliğini sağ ve tam 15  Bu hükmün 743 sayılı MK dönemindeki karşılığı yine m. 304 hükmüydü. Bahsi geçen hükme göre,  Babalık davası sabit olduğu takdirde ana lehine aşağıdaki tazminata hükmedilir: 1. Doğurma masrafları. 2. En aşağı doğumdan evvelki dört hafta ile sonraki dört haftanın iaşe masrafları. 3. Gebeliğin ve doğurmanın sebep olduğu diğer masraflar . Bu hüküm, yürürlükteki m. 304 hükmünün temelini oluşturmakta ancak bütününü karşılamamaktaydı. 743 sayılı MK içerisinde yer alan m. 297 hükmü, mülga m. 304 hükmünü tamamlamakta ve yürürlükteki m. 304 hükmüne büyük oranda benzer esaslar içermekteydi. 16  Yargıtay, babalık davası açılmamış olsa dahi söz konusu taleplerin ana tarafından ileri sürülebileceğini kabul etmektedir. Hükmün ilgi çekici yanı ise ana tarafından ileri sürülen taleplerin kabulünü, hükümde açıkça ifade edilmiş olmasa da soybağının kurulmuş olmasına bağlamasıdır. Ana tarafından TMK m. 304 hükmüne dayanılarak açılan tazminat davasında baba tarafından sunulan cevap dilekçesinin tanıma beyanı olarak nitelendirilmesi ve kurulan soybağı sonucunda davanın kabulüne karar verilmesi gerektiği yönünde bkz. Yarg. 2. HD, T. 04.05.2017, E. 2016/5148, K. 2017/5332, Lexpera, Erişim Tarihi: 01.03.2018; Benzer şekilde, davalı babanın daha önce çocuğu tanıdığı ihtimalde TMK m. 304 hükümlerinin uygulanabileceği yönünde bkz. Yarg. 8. HD, T. 11.05.2017, E. 2017/3011, K. 2017/6908, Lexpera, Erişim Tarihi: 01.03.2018.17  Hükmün lafzından çocuğun ölü de olsa doğmuş olmasının gerektiği anlaşılabilir. Fakat hükmün bu şekilde ele alınması yasanın ruhu ile bağdaşmaz. Hükmün doğuma özgü olarak anlaşılmaması ve rahim tahliyesi yapılan bütün hallerde uygulanması gerektiği kanısındayız. Bu sebeple, ölü doğmuş çocuk ifadesi yerine sağ doğmamış çocuk ifadesini kullanacağız. 312Taşatan / Tanıyanın Mali Yükümlülüğüdoğmuş olması koşuluyla ana rahmine düştüğü andan itibaren kazanır. Sağ doğmamış çocuk kişilik kazanamaz. Sağ doğmamış ve bu sebeple kişilik kazanmamış çocuk ile herhangi bir kimse arasında soybağı kurulması mümkün değildir. Sağ doğmamış çocuk için babalık davası da açılamaz. Bu halde bizzat TMK m. 304/2 hükmü, bu hükümde yer alan taleplerin babalık davası dışında uygulanabilmesinin önünü açmış gözükmektedir. Öyleyse, tanıma beyanında bulunan kimseye karşı hükümde yer alan taleplerin ileri sürülmesine bir engel bulunmadığı sonucuna varmak mümkündür.Her ne kadar TMK m. 304 hükmü baba ile çocuk arasındaki soybağı ilişkisine sıkı surette bağlı değilse de bundan bütünüyle bağımsız da sayılmaz. Esas itibariyle, TMK m. 304 hükmünün uygulanabilmesi baba ile çocuk arasında soybağı kurulmuş olmasına bağlıdır. Baba ile çocuk arasında soybağı kurulmamışsa, sağ doğmamış çocuklar için getirilen istisnai durum haricinde, TMK m. 304 hükümleri uygulanmaz. Tanıma beyanı, şekil koşullarına uyulmadan yapıldığı için tanıma geçersiz olursa bu beyan, yalnızca ana ile cinsel ilişkinin ve çocuğun da bu ilişkiden olduğuna ilişkin bir ikrar olarak kabul edilebilir. Bu halde yine TMK m. 304 hükümlerine dayanılması mümkün olmaz.TMK m. 304 hükmünde yer alan taleplerin, maddi tazminat talebinden farklı olduğu ileri sürülmektedir. Bu hükmün, maddi tazminat talebinin bir görünümü olduğu kanısındayız. Ana, TMK m. 304 hükmünde yer almayan başkaca bir maddi zarara uğramış, sözgelimi gebe kalınan ilişkiden cinsel yolla bulaşan bir hastalık geçirmiş ve tedavi masrafları oluşmuş ise, haksız fiilden doğan ayrı bir maddi tazminat davası açabilir.Maddi tazminat talebinin yanında ana, tanıyandan manevi zararının giderilmesini talep edebilir. Tanıma, hukuka aykırı bir fiil olmadığı için esas itibariyle bunun manevi tazminatı gerektirmesi mümkün değildir. Burada, tanıyan ve ana arasında, kişilik hakkının ihlaline yol açacak hukuka aykırı bir fiil olup olmadığı incelenmelidir. Ananın manevi tazminat talebine ilişkin özel bir hüküm bulunmamaktadır. Kişilik 18  Hegnauer, Cyril: Berner Kommentar Band/Nr. II/2/2/1, Die Gemeinschaft der Eltern und Kinder, Kommentar zu Art. 270275 (mit Supplement); Die Unterhaltspflicht der Eltern, Kommentar zu Art. 276-295 ZGB Schweizeriches Zivilgesetzbuch, Das Familienrecht, Die Verwandtschaft, Die Wirkungen des Kindesverhältnisses, Bern 1997, Art. 295, N. 20 de bu durum, soybağı kurulmadığı halde ananın ZGB Art. 295 hükmü kapsamında dava hakkı olması şeklinde ifade edilmektedir.19  Hegnauer, Art. 295, N. 19.20  Oğuzman/Dural, s. 326.21  Yıldırım, s. 133-134. Yargıtay ın da bu yönde kararları vardır. Bkz. Yarg. 2. HD, T. 15.09.2008, E. 2007/12186, K. 2008/11753, Kazancı, Erişim Tarihi: 01.03.2018. Babanın maddi tazminatı gerektirir başkaca eylemleri, sözgelimi bir haksız fiili bulunuyorsa ana ayrıca maddi tazminat talebinde bulunabilir. Bunun TMK m. 304 hükmünden kaynaklanmadığında tereddüt yoktur. Fakat bu durum TMK m. 304 hükmünün de bir maddi tazminat hükmü olduğu gerçeğini değiştirmez.22  Aynı yönde bkz. Feyzioğlu/Özakman/Sarıal, s. 563; Akıntürk/Ateş, s. 368; Baygın, s. 94. Yargıtay ın nispeten yakın tarihli kararları da bu yöndedir. Bkz. Yarg. 2. HD, 20.02.2012, E. 2010/19321, K. 2012/3119, Kazancı, Erişim Tarihi: 01.03.2018; Yarg. 2. HD, T. 13.12.2010, E. 2009/18998, K. 2010/20875, Kazancı, Erişim Tarihi: 01.03.2018.23  Oğuzman/Dural, s. 353; Tekinay, s. 568.24  Mülga 743 sayılı TMK döneminde babalık davasında bu konuya ilişkin özel bir hüküm bulunuyordu. 743 sayılı TMK m. 305,  Baba, anaya münasebeti cinsiyeden evvel, evlenmek vadetmiş veya onunla münasebeti cinsiyesi kanuni bir cürüm yahut onun üzerindeki nüfuzunu suistimal teşkil eylemiş ise veya münasebeti cinsiye zamanında ana henüz küçük idiyse; ana için manevi bir tazminat karşılığı olarak, bir meblağ hükmolunabilir.  hükmünü içermekteydi. Bu çerçevede manevi tazminat talebinin 313İstanbul Hukuk Mecmuası 76/1hakkının ihlal edildiğini ileri süren ana, kişilik hakkını koruyucu genel nitelikli düzenlemeler olan TBK m. 56 ve TMK m. 25 hükümleri doğrultusunda tanıyandan manevi tazminat talep edebilir.C. Tanımanın Geçersizliği Halinde Çocuk ve Anaya Karşı Mali YükümlülükTanıyanın çocuk ve anaya karşı olan mali yükümlülüğünde, tanımanın geçerli olduğu  varsayımından  hareket  edilmiştir.  Ne  var  ki  tanımanın  geçersizliğine hükmedilmiş olabilir. Bu halde, tanıma beyanında bulunanın çocuk ve anaya karşı olan yükümlülüğü ayrıca ele alınmalıdır.  Çocuk ve ana, baba ile çocuk arasında soybağının kurulmasını babalık davası yoluyla mahkemeden isteyebildikleri (TMK m. 301/1) sürece geçersiz tanıma beyanında bulunan babaya karşı sorumluluk yöneltemezler. Çocuk açısından babalık davası açmak bugün itibariyle bir süreye bağlı değildir. Bu sebeple çocuk, geçersiz tanıma beyanında bulunana karşı babalık davası açmadığı sürece bu kişiye mali olarak herhangi bir talepte bulunamamalıdır. Ana da babalık davası açması için gereken süreyi kaçırdığı takdirde biyolojik babadan mali olarak bir talepte bulunamamalıdır. Bu halde ana, çocuk tarafından açılacak babalık davasının soybağının kurulmasıyla sonuçlanması halinde artık baba sıfatını alacak bu kimsenin mali yükümlülüğüne başvurabilir. D. Çocuğun Bakım ve Eğitim Giderlerini Karşılayan Diğer KişilerÇocuğun  bakım  ve  eğitim  giderleri,  baba  ile  soybağı  kurulmadan  önce  ana dışındaki kişiler tarafından karşılanmış olabilir. Çocuğun bakım ve eğitim giderlerini karşılamakla yükümlü olmayan bu kişiler, üçüncü kişiler olarak adlandırılabilir. Bahsi geçen üçüncü kişiler tarafından babaya yöneltilecek taleplerde, (1) tanıma beyanı sonucunda tanımanın gerçekleşmiş olması ve (2) tanıma beyanına rağmen tanımanın gerçekleşmemiş olması ihtimalleri birbirinden ayrı ele alınmalıdır. Bu ayrım, yükümlülüğün kaynağı olan hukuki ilişkinin nitelendirilmesinde önemlidir. (1) Tanıma beyanı sonucunda, söz konusu beyan geçerlilik koşullarını taşıyor ise, tanıma beyanında bulunan ile çocuk arasında geçmişe etkili olarak soybağı kurulmuş olur. Tanıyan, söz konusu tanıma işlemi geçersiz kılınmadıkça, babası olarak kabul edildiği çocuğun bakım ve eğitim giderlerini karşılamakla yükümlüdür. Çocuğun bakım ve eğitim giderlerini karşılayan üçüncü kişiler taleplerini, tanıma yoluyla çocuk ile arasında soybağı kurulan bu kişiye karşı ileri sürebilirler. Bu taleplerin kabulü kararı verilmesi için kişilik hakkını ihlal edilmesi yeterli görülmüyor, hükümde belirtilen durumlardan en az birinin gerçekleşmesi aranıyordu. Bkz. Yarg. 2. HD T. 29.09.1975, E. 1975/6415, K. 1975/9228, Lexpera, Erişim Tarihi: 01.03.2018. 25  Ana, ahlaka aykırı olarak kasten geçersiz tanıma beyanında bulunana, TBK m. 49/2 hükmüne dayanarak dava açamaz. Ana, TMK m. 303/4 hükmü gereği, babalık davası açmada gecikmeyi haklı kılması muhtemel bu sebebin ortadan kalkmasından itibaren bir ay içinde babalık davası açabilir.26  Bu hallerde ana da üçüncü kişiye karşı sorumludur. Bkz. Schwenzer/Cottier, Art. 256, N. 17. Yazarlar, söz konusu taleplerin gerçek babadan (Alm. wirklicher Vater) talep edilebileceğini belirtmektedir. Yazarlar, biyolojik baba olarak tanımladığımız kişiyi genetik baba (Alm. genetischer Vater - Schwenzer/Cottier, Art. 256, N. 7) olarak ifade etmektedir. Bu doğrultuda 314Taşatan / Tanıyanın Mali Yükümlülüğükaynağını oluşturan ilişkilerin hukuki nitelikleri, özellikle üçüncü kişilerin çocuğun bakım ve eğitim giderlerini karşılamaktaki sebeplerine göre farklılık arz eder. Üçüncü kişi soybağı reddedilen baba ise, çocuk için yapılan bakım ve eğitim giderlerinin, sebepsiz zenginleşme veya koşulları sağlandığı takdirde gerçek olmayan vekaletsiz iş görme hükümleri çerçevesinde babadan talep edilmesinin mümkün olduğu belirtilmektedir. Kanımızca soybağı reddedilen baba, bakım ve eğitim giderlerini karşılamakla yükümlü olmadığı çocuk için yaptığı masrafları gerçek olmayan vekaletsiz iş görme hükümleri kapsamında isteyebilmelidir. Zira bu halde soybağı reddedilen baba, soybağı ilişkisi doğrultusunda kendisini yükümlü zannederek iş görmektedir. Soybağı hükümsüz kılınmakla gerçek olmayan vekaletsiz iş görme hükümleri uygulanabilir hale gelmektedir. Bu halde, esas itibariyle, tanıyana karşı sebepsiz zenginleşme hükümlerine başvurulması da söz konusu olabilir. Ne var ki soybağı reddedilen baba, iade yükümlülüğünün kapsamı ve uygulanacak zamanaşımı hükümleri dikkate alındığında, hemen her durumda gerçek olmayan vekaletsiz iş görme hükümlerinin uygulanması yolunu tercih edecektir.Çocuğun bakım ve eğitim giderlerini karşılayan üçüncü kişi, soybağı reddedilen baba dışında bir kişi de olabilir. Bu kişi çocuğa yardım nafakası (TMK m. 364-366) vermekle yükümlü olan yakınlarından biri, sözgelimi annesinin babası, olabileceği gibi yardım nafakası dahi vermekle yükümlü olmayan, sözgelimi teyzesi veya hayırsever bir komşusu yahut bir kamu kuruluşu olabilir. Soybağı reddedilen baba dışındaki üçüncü kişiler, özellikle çocuğun herhangi bir erkek ile soybağı kurulmayan dönemde, ahlaki bir ödevi yerine getirme gayesiyle hareket ettikleri ölçüde yaptıkları giderleri tanıyandan talep edemezler (TBK m. 78/2). Ne var ki bu kişilerin, söz konusu giderleri ahlaki bir ödevin yerine getirme gayesi olmaksızın yaptıklarını ispat edebildikleri ölçüde, sebepsiz zenginleşme veya gerçek vekaletsiz iş görme hükümlerine  dayanmaları  mümkündür.  Hukukumuzda  sebepsiz  zenginleşme  ve gerçek vekaletsiz iş görme hükümlerinin birbiriyle yarışmayacağı, her iki kurumun kapsamına  giren  hallerde  gerçek  vekaletsiz  iş  görme  hükümlerinin  öncelikle uygulanacağı  kabul  edilmektedir.  Bu  doğrultuda,  çocuğun  bakım  ve  eğitim giderlerini karşılayan soybağı reddedilen baba dışındaki üçüncü kişiler, tanıyana karşı gerçek vekaletsiz iş görme hükümlerinin uygulanmasını talep edebilir. Kamu kurumları tanıyana karşı ayrıca TMK m. 366 hükmü sayesinde talepte bulunabilir. yazarlarca kullanılan gerçek baba ifadesinin biyolojik baba olarak değil, soybağı kurulmuş baba olarak anlaşılması gerektiği sonucuna varılabilir. 27  Schwenzer/Cottier, Art. 256, N. 17; Dural/Öğüz/Gümüş, N. 1408; Serozan, s. 197.28  İş görenin yükümlü olmasına dayanak olarak gördüğü hukuki işlemin hükümsüz olduğu hallerde vekaletsiz iş görme hükümlerinin uygulanacağı yönünde bkz. Tandoğan, Haluk: Mukayeseli Hukuk ve Hususiyle Türk-İsviçre Hukuku Bakımından Vekaletsiz İş Görme, İstanbul 1957, s. 143. 29  Çok tartışmalı bu durum hakkında bkz. Öz, M. Turgut: Öğreti ve Uygulamada Sebepsiz Zenginleşme, İstanbul 1990, s. 73, 130. 30  Bu hüküm, kamu kurumlarına, vekaletsiz iş görme veya sebepsiz zenginleşme hükümlerine gerek olmaksızın bağımsız bir talep hakkı vermektedir. Ayrıca bkz. Demirsatan, Barış:  Yoksulluğa Karşı Bir Tedbir Olarak Yardım Nafakası (MK m. 364-366) , 6. Uluslararası Suç ve Ceza Film Festivali, Ed. Adem Sözüer, İstanbul, 2016, s. 164-165.315İstanbul Hukuk Mecmuası 76/1(2) Tanıma beyanına rağmen tanıma hukuki sonucunun gerçekleşmediği durumlar da  söz  konusu  olabilir.  Çocuk  ile  tanıma  beyanında  bulunan  arasında  soybağı kurulmazsa, beyanda bulunan açısından mali yükümlülük kural olarak doğmaz. Tanıma beyanında bulunan biyolojik baba olsa da bu sonuç değişmez. Ne var ki biyolojik babanın, soybağı kurulsaydı ödemekle yükümlü olacağı giderler bakımından sebepsiz zenginleşmiş veya vekaletsiz işinin görülmüş olduğu kabul edilmektedir. Bu halde tanıma beyanı incelenerek bir sonuca varılması gerekir. Tanıma,  tanıma  beyanında  bulunan  kimse  tarafından  yol  açılan  bir  sebeple geçersiz ise, sözgelimi tanıma beyanında bulunan mali yükümlülükten kaçınmak için ahlaka aykırı olarak kasten geçersiz tanıma beyanında bulunuyorsa, TBK m. 49/2 hükümleri uygulanabilir ve geçersiz tanıma beyanında bulunan kimse üçüncü kişilere karşı sorumlu olabilir. Burada tanıma beyanında bulunan kimsenin biyolojik baba olduğunun ispatı da gerekmez zira TBK m. 49/2 nin dayandığı esas, davranışın ahlaka aykırı olmasıyla sınırlıdır. Tanımanın geçersizliği, tanıma beyanında bulunan kimsenin ahlaka aykırı olarak kasten  gerçekleştirdiği  davranışından  değil,  sözgelimi  tanıma  beyanında  bulunan kimsenin  ayırt  etme  gücünden  yoksunluğu  gibi  bir  sebepten  kaynaklanıyor  ise, beyanda bulunan açısından mali yükümlülük doğmaz. Bu halde alacaklı üçüncü kişiler açısından, baba ile çocuk arasında ana ile evlilik veya babalık davası yollarından biriyle soybağı kurulmuş olması aranmalıdır. Aksi bir durumun kabulü halinde, soybağına bağlanması gereken bir sonucun soybağı kurulmayan durumlarda da uygulanmasının önü  açılmış  olur. Ayrıca  tanıma  beyanında  bulunan  kimsenin  de  biyolojik  baba olduğunun en azından karineler yoluyla ispatı gerekir ki bu durum babalık davasına özel olarak getirilen düzenlemelerin alacak davasında kullanılması sonucunu doğurur. Bu durumda, soybağına ilişkin davalar için getirilen karineler (TMK m. 285, m. 302) ve incelemelerin (TMK m. 284/2) uygulanması da kabul edilmemelidir. II. Mali Yükümlülüğün Kapsamı ve Talep EdilmesiTanıyanın çocuğa ve üçüncü kişilere karşı mali yükümlülüğü, çocuğun bakım ve eğitimi için yapılan giderlerden ibarettir. Çocuğun bakım ve eğitim giderleri toplamı, tanıyanın mali yükümlülüğünün kapsamını ve bu bağlamda üst sınırını oluşturur. Tanıyanın anaya karşı mali yükümlülüğü ise TMK m. 304 hükmü çerçevesinde bu sınırdan ayrı değerlendirilir. A. ÇocukÇocuk, tanıyandan, bakım ve eğitim giderlerini talep edebilir. Çocuğun bakım ve eğitim gideri, özellikle çocuğun yaşına ve sağlık durumuna göre farklılık gösterir. 31  Serozan, s. 198.316Taşatan / Tanıyanın Mali YükümlülüğüÇocuğun  yiyecek  içecek,  giyim,  barınma,  tedavi,  özel  okul  ve  bunlara  benzer ihtiyaçların tümü bakım ve eğitim giderlerine ilişkin birer alacak kalemidir. Yasada bu alacak kalemleri sınırlanmış değildir. Hakim, tanıyanın yaşam koşullarını ve ödeme gücünü dikkate alarak, bakım ve eğitim giderine ilişkin kapsamı takdir yetkisi çerçevesinde belirleyecektir.Ayırt etme gücüne sahip çocuk, doğrudan kendi adına icra veya dava yoluna başvurabilir. Çocuk ayırt etme gücüne sahip değilse atanacak vasi veya kayyım, bu talepleri çocuk adına ileri sürebilir. Ne var ki bakım ve eğitim giderleri, tanıma tarihinden sonrası için talep edilebilir. Çocuk, tanıma tarihinden önceki bakım ve eğitim giderlerini talep edemez. Yapılmayan giderin talep edilebilmesi de mümkün değildir. Çocuk tarafından yöneltilecek talepler, 4787 sayılı Aile Mahkemelerinin Kuruluş Görev ve Yargılama Usullerine Dair Kanun m. 4 hükmüne göre aile hukukundan kaynaklandığı için görevli mahkeme aile mahkemesidir. Yetkili mahkeme ise HMK m. 6 vd. hükümleri çerçevesinde genel yetki kurallarına göre belirlenir. B. AnaTMK m. 304 hükmünde yer alan giderler incelendiğinde çocuğun bakım ve eğitim giderlerinden farklı alacak kalemlerinin söz konusu olduğu görülmektedir. Bu giderler, ana tarafından yapılması öngörülen birtakım giderleri ifade etmektedir. Çocuk adına değil ana adına istenmesi gereklidir. Burada yer alan talepler kişiye sıkı surette bağlı değildir ve ananın tam ehliyetsizliği halinde yasal temsilcisi tarafından da talep edilebilir. Ana, tanıyandan doğum giderlerini talep edebilir (TMK m. 304/1, b. 1). Bunlar, evde veya hastanede gerçekleşen bakım masrafları, doktor ve ebe ücretleri, ilaçlar, hastaneye ulaşım masrafları olarak somutlaşır. Ana, tanıyandan doğumdan önceki ve sonraki altışar haftalık geçim giderlerini de talep edebilir (TMK m. 304/1, b. 2)37. Bu halde ana, kendi geçimini sağlayabilecek olsa dahi söz konusu talebi babaya karşı yöneltebilir. Hükümde yer alan sürelerin gerektiği takdirde altı haftayı aşabileceği görüşü, geçim giderlerinde asgari süreyi belirleyen 743 32  Dural/Öğüz/Gümüş, N. 1681.33  Babalık davasında bkz. Serozan, s. 219. 34  Breitschmid, Peter: Basler Kommentar Zivilgesetzbuch I, Art. 295, Basel 2015, Art. 295, N. 1.35  Hegnauer, Art. 295, N. 26; Oğuzman/Dural, s. 352.36  Hegnauer, Art. 295, N. 14; Breitschmid, Art. 295, N. 4; Roelli, Bruno: Handkommentar zum Schweizer Privatrecht, Personen und Familienrecht Partnerschaftgesetz Art. 1-456 ZGB PartG, Art. 295, 3. Auflage, Zürich/Basel/Genf 2016, Art. 295, N. 3.37  743 sayılı TMK döneminde bu süreler doğumdan önce ve sonra dörder hafta olarak düzenlenmekteydi. ZGB Art. 295/1, Ziff. 2 hükmü, doğumdan en az dört hafta önce ve en az sekiz hafta sonraki geçim giderlerinin talep edilebileceğini düzenlemektedir. 38  Dural/Öğüz/Gümüş, N. 1512.39  Öztan, s. 948.317İstanbul Hukuk Mecmuası 76/1sayılı MK m. 304 veya ZGB Art. 295/1, Ziff 2 hükmü çerçevesinde mümkün olabilir ancak TMK m. 304/1, b. 2 hükmü çerçevesinde kanımızca mümkün gözükmemektedir. Ana, son olarak, gebelik ve doğumun gerektirdiği diğer giderleri de tanıyandan talep edebilir (TMK m. 304/1, b. 3). Bunlar, gebelik ve doğum ile ilgisi bulunmaları koşuluyla, doğum öncesi muayene masrafları, hamile elbiseleri, doğum sonrası tedavi, gebeliğin sonlandırılmasına ilişkin masraflar ve ananın yeni bir yerleşim yeri veya iş bulması için harcanan masraflar olarak somutlaşır. Doğumdan sonraki altı haftayı aşan geçim giderleri bu bent kapsamında talep edilebilir. Ananın doğum sebebiyle uğradığı kazanç kayıplarını isteyip isteyemeyeceği tartışmalıdır. Kanımızca doğum sebebiyle uğranılan kazanç kayıpları, diğer giderler kapsamında talep edilebilmelidir. Özellikle TMK m. 304/1, b. 3 hükmünün, TMK m. 304 içerisinde yer alan talepleri, kapsam itibariyle sınırlı olmaktan ayırdığına dikkat edilmelidir.Ananın talep edebileceği masrafların, özellikle doğum giderlerinin, makul düzeyde olması gerektiği savunulmaktadır. Bu hususun, hakimin takdir yetkisine bırakılmasının uygun olduğu kanısındayız. Hakim, ana tarafından yöneltilecek taleplerde her iki tarafın da sosyal ve ekonomik durumlarını göz önünde bulundurarak karar vermelidir. TMK m. 304 hükmünde yer alan talepler, hak düşürücü süreye veya zamanaşımına bağlanmış değildir ancak bunların sürekli talep edilebilir olmaları da mümkün değildir. Bu hükümde yer alan taleplerin babalık davası açılabildiği sürece talep edilebileceği yönündeki görüşe katılmak mümkün değildir. Zira bu hüküm anaya, babalık davasından bağımsız olarak tanınmış bir maddi tazminat talebini düzenlemektedir. Bu halde, hükümde yer alan taleplerin aile hukukundan kaynaklanan birer alacak hakkı olarak her bir giderin yapıldığı tarihten itibaren muaccel olacağı ve on yıllık zamanaşımına bağlı olması gerektiği düşünülebilir. Ne var ki TMK m. 304 hükmünde birden çok alacaktan bahsetmek mümkün değildir. Bunlar alacağı oluşturan birer kalem olarak düşünülmelidir. Alacağın başlangıç tarihi ise mehazda olduğu gibi çocuğun doğum tarihi veya sağ doğmamış çocuklarda gebeliğin sonlandırıldığı tarih olarak belirlenmelidir. Yasada belirlenen bir süre olmadığı için bu talepler, hak düşürücü süreye değil çocuğun doğumundan itibaren on yıllık genel zamanaşımına (TBK m. 146) bağlı olmalıdır.TMK m. 304/3 hükmüne göre üçüncü kişiler veya sosyal güvenlik kuruluşunca anaya yapılan ödemeler, ananın talep edebileceği giderlerin hakkaniyet oranında 40  Hegnauer, Art. 295, N. 18; Breitschmid, Art. 295, N. 4; Roelli, Art. 295, N. 3; Oğuzman/Dural, s. 353.41  Kazanç kayıplarının istenemeyeceği yönünde bkz. Roelli, Art. 295, N. 3; aksi yönde bkz. Dural/Öğüz/Gümüş, N. 1513; Baygın, s 95.42  Hegnauer, Art. 295, N. 4; Dural/Öğüz/Gümüş, N. 1511.43  ZGB Art. 295/1 hükmü, TMK m. 304 hükmünden farklı olarak söz konusu talepleri doğumdan itibaren bir yıllık hak düşürücü süreye bağlamıştır. Bkz. Hegnauer, Art. 295, N. 30.44  Öztan, s. 947.45  Dural/Öğüz/Gümüş, N. 1514.46  Yarg. 2. HD, T. 23.02.2012, E. 2010/15439, K. 2012/3655, Kazancı, Erişim Tarihi: 01.03.2018. Bu kararda Yargıtay, söz konusu taleplerin yasada bir süreye bağlanmadığını belirtmekle yetinmiş, yerel mahkemenin hak düşürücü sürenin geçtiğinden bahisle talebin reddine dair verdiği kararın bozulmasına hükmetmiştir. 318Taşatan / Tanıyanın Mali Yükümlülüğüindirilmesini  gerektirir.  Gerekçede,  bunun  bir  denkleştirme  hükmü  olduğu belirtilmektedir.  Esas  itibariyle  burada  zararın  hesaplanması  düzenlenmektedir. Sözgelimi, ananın talep edebileceği giderin sosyal güvenlik kuruluşunca karşılanması halinde ortaya çıkan bir zarar kalemi söz konusu olmayacaktır. Ana tarafından yöneltilecek mali talepler aile hukukundan kaynaklanan bir uyuşmazlık olarak kabul edildiğinden görevli mahkeme aile mahkemesidir. Yetkiye ilişkin özel bir düzenleme bulunmadığı için genel yetki kurallarına başvurmak gerekecektir. Ana tarafından ileri sürülecek manevi tazminat talebi, manevi zarar nispetinde olacaktır. Manevi zarar, hakim tarafından takdir edilecektir. Ana tarafından ileri sürülecek manevi tazminat talebi, aile hukukundan kaynaklanan bir uyuşmazlık olarak kabul edilmemektedir. Bu sebeple görevli mahkeme genel görev kuralları çerçevesinde asliye hukuk mahkemesi olacaktır (HMK m. 2). Yetkili mahkeme ise haksız fiil esasları çerçevesinde belirlenmelidir (HMK m. 16). Aynı sonuç, ana tarafından yöneltilecek diğer maddi tazminat talepleri için de geçerli olmalıdır. C. Üçüncü KişilerTanıyanın, çocuk ve ana dışındaki üçüncü kimselere karşı olan sorumluluğu, sebepsiz zenginleşme, vekaletsiz iş görme ve haksız fiil kurumları arasında muğlak bir alandadır. Yükümlülüğü doğuran hukuki ilişkinin niteliği, mali yükümlülüğün kapsamını da belirler. Mali yükümlülüğün üst sınırı, üçüncü kimseler açısından da çocuğun bakım ve eğitim giderlerinin toplamından ibarettir. Ne var ki belirlenen üst sınır, kapsamın belirlenmesinde yeterli olmaz. Çocuğun bakım ve eğitim giderlerini karşılayan ana dışındaki üçüncü kişiler, kanımızca vekaletsiz iş görme hükümlerine dayanacaktır. Çocuğun bakım ve eğitim giderlerinin karşılanması tanıyanın menfaatine olduğuna göre, soybağı reddedilen baba durumun gereğine göre zorunlu ve yararlı bulunan bütün masraflarını tanıyandan talep edebilir. Tanıyan, soybağı reddedilen babanın üstlendiği edimleri ifa etmek ve hakimin takdir edeceği zararı gidermekle de yükümlü olur (TBK m. 529/1). Sözgelimi, çocuğun kreşe gönderilmek yerine dadı tarafından bakılması veya devlet okulu yerine özel okulda okutulması halinde yapılan masrafların tamamı tanıyandan talep edilebilecektir. Çocuğun bakım ve eğitim giderlerini karşılayan ana dışındaki üçüncü kişilerin alacak haklarına vekaletsiz iş görme hükümleri çerçevesinde on yıllık zamanaşımı 47  Yarg. 18. HD, T. 09.02.2015, E. 2014/12829, K. 2015/1573, Lexpera, Erişim Tarihi: 01.03.2018; Yarg. 2. HD, T. 12.05.2010, E. 2009/6590, K. 2010/9538, Kazancı, Erişim Tarihi: 01.03.2018.48  Manevi tazminat, babalık hükmü ve mali haklarla birlikte talep edilse dahi aile mahkemesi manevi tazminat talebi yönünden görevsizlik kararı vermelidir. Bu yönde bkz. Yarg. 18. HD, T. 04.11.2014, E. 2014/12818, K. 2014/15558, Lexpera, Erişim Tarihi: 01.03.2018; Yarg. 2. HD, T. 06.03.2013, E. 2012/4842, K. 2013/5909, Lexpera, Erişim Tarihi: 01.03.2018; Yarg. 2. HD, T. 02.03.2011, E. 2011/2454, K. 2011/3648, Lexpera, Erişim Tarihi: 01.03.2018. 319İstanbul Hukuk Mecmuası 76/1uygulanacaktır. Zamanaşımı, her bir gider için yapıldığı tarihten itibaren başlatılmalıdır.  Sözgelimi, çocuğun özel okul eğitim giderlerini karşılayan üçüncü kişi, tanıyana karşı olan talebini, bu ödemeyi takip eden on yıllık zamanaşımı içerisinde ileri sürmelidir. Tanıma, beyanda bulunanın ahlaka aykırı ve kasıtlı davranışı sonucunda geçersiz ise, üçüncü kişiler çocuğun bakım ve eğitim giderlerinden doğan taleplerini TBK m. 49/2 hükümlerine dayanarak ileri sürebilecektir. Bu taleplere haksız fiil zamanaşımı süresinin uygulanması gerekir. Bu halde söz konusu talepler, üçüncü kişinin zararı ve tanıma beyanında bulunanı öğrendiği tarihten itibaren iki yıl, her halde ahlaka aykırı olarak kasten geçersiz yapılan tanıma beyanından itibaren on yıl geçmesiyle zamanaşımına uğrar (TBK m. 72/1). Üçüncü  kişiler  tarafından  yöneltilecek  mali  talepler,  aile  hukukundan kaynaklanmazlar. Bu sebeple söz konusu uyuşmazlıklarda görevli mahkeme asliye hukuk  mahkemesidir.  Yetkili  mahkeme  ise  vekaletsiz  iş  görme  hükümlerinin uygulandığı halde genel yetki (HMK m. 6), haksız fiil hükümlerinin uygulandığı halde buna ilişkin özel yetki (HMK m. 16) kurallarına göre belirlenir. SonuçTanıyan, çocuğa, anaya ve çocuğun bakım ve eğitim giderlerini karşılayan ana dışındaki üçüncü kişilere karşı mali olarak yükümlü olabilir. Tanıyan, baba olarak, çocuğun bakım ve eğitim giderlerini karşılamakla yükümlüdür. Tanıyanın çocuğa karşı olan mali yükümlülüğünün kapsamı ve üst sınırı, bakım ve eğitim giderlerinin toplamından ibarettir. Çocuğun bakım ve eğitim giderlerini karşılamakla müteselsil olarak yükümlü olan ana, kendisine düşen paydan fazla ödediği miktarı tanıyandan talep edebilir. Ayrıca ana, çocuğa gebe kalmasından kaynaklı masraflarını tanıyandan talep edebilir. Bu masraflar TMK m. 304 hükmü kapsamında tespit edilir. Tanıma sebebiyle ortaya çıkan başkaca maddi ve manevi zararlar, ayrıca tanıyandan talep edilebilir. Tanıma, hukuka aykırı bir fiil olmayacağı için burada maddi ve manevi tazminat talebine sebebiyet veren hukuka aykırı başkaca bir fiil olup olmadığına dikkat edilmelidir. Çocuğun bakım ve eğitim giderlerini karşılayan ana dışındaki üçüncü kimseler, bu giderleri tanıyandan vekaletsiz iş görme hükümlerine göre talep edebilirler. Tanıma beyanı geçersiz ise bu halde geçersizliğin sebebine bakmak gerekir. Tanıma beyanı, beyanda bulunanın ahlaka aykırı davranışı sebebiyle geçersiz ise TBK m. 49/2 hükmü uygulanarak yine tanıma beyanında bulunanın mali yükümlülüğü söz konusu olabilir. Çocuk ve gebe kalmasından kaynaklı maddi zararlarından kaynaklı olan taleplerinde ana, tanıyana karşı aile mahkemesinde talepte bulunacaklardır. Ananın diğer maddi ve manevi tazminat talepleri ile üçüncü kişiler, tanıyana karşı genel görevli asliye hukuk mahkemelerinde talepte bulunacaklardır. 49  Gerçek olmayan vekaletsiz iş görme hükümlerine karşı uygulanacak zamanaşımı süresi tartışmalıdır. Tartışmalar hakkında bkz. Baş Süzel, Ece: Gerçek Olmayan Vekaletsiz İş Görme ve Menfaat Devri Yaptırımı, İstanbul 2015, s. 131 vd. Kanımızca aksine hüküm bulunmadıkça her alacağın on yıllık zamanaşımı süresine bağlı olacağını düzenleyen TBK m. 146 hükmü, gerçek olmayan vekaletsiz iş görme hükümlerine de uygulanmalıdır. 320Taşatan / Tanıyanın Mali Yükümlülüğü",
     "Kaynakça": "Akıntürk, Turgut; Ateş, Derya; Türk Medeni Hukuku, İkinci Cilt, Aile Hukuku, 20. bs. İstanbul 2017.Baş Süzel, Ece; Gerçek Olmayan Vekaletsiz İş Görme ve Menfaat Devri Yaptırımı, İstanbul 2015. Baygın, Cem; Soybağı Hukuku, İstanbul 2010. Breitschmid, Peter; Basler Kommentar Zivilgesetzbuch I, Art. 295, Basel 2015. Demirsatan, Barış;  Yoksulluğa Karşı Bir Tedbir Olarak Yardım Nafakası (MK m. 364 366) , 6. Uluslararası Suç ve Ceza Film Festivali, Ed. Adem Sözüer, İstanbul, 2016, s. 159 178.Dural, Mustafa; Öğüz, Tufan; Gümüş, Mustafa Alper; Türk Özel Hukuku C. III Aile Hukuku, 13. bs., İstanbul 2018.Feyzioğlu, Feyzi Necmeddin; Özakman, Cumhur; Sarıal, M. Enis; Aile Hukuku, 3. bs., İstanbul 1986.Genç Arıdemir, Arzu;  Tanıma Yolu ile Kurulan Soybağı , Prof. Dr. Zahit İmre ye Armağan, İstanbul 2009, s. 1 37.Hatemi, Hüseyin; Kalkan Oğuztürk, Burcu; Aile Hukuku, 6. bs., İstanbul 2018Hegnauer, Cyril; Berner Kommentar Band/Nr. II/2/2/1, Die Gemeinschaft der Eltern und Kinder, Kommentar zu Art. 270 275 (mit Supplement); Die Unterhaltspflicht der Eltern, Kommentar zu Art. 276 295 ZGB Schweizeriches Zivilgesetzbuch, Das Familienrecht, Die Verwandtschaft, Die Wirkungen des Kindesverhältnisses, Bern 1997. Kılıçoğlu, Ahmet; Aile Hukuku, 3. bs., Ankara 2017. Oğuzman, M. Kemal ; Dural, Mustafa; Aile Hukuku, 2. bs., İstanbul 1998. Öz, M. Turgut; Öğreti ve Uygulamada Sebepsiz Zenginleşme, İstanbul 1990. Öztan, Bilge; Aile Hukuku, 6. bs., Ankara 2015. Reich, Johannes; Handkommentar zum Schweizer Privatrecht, Personen und Familienrecht Partnerschaftgesetz Art. 1 456 ZGB PartG, Art. 260, 3. Auflage, Zürich/Basel/Genf 2016. Roelli,  Bruno;  Handkommentar  zum  Schweizer  Privatrecht,  Personen  und  Familienrecht Partnerschaftgesetz Art. 1 456 ZGB PartG, Art. 295, 3. Auflage, Zürich/Basel/Genf 2016. Schwenzer, Ingeborg; Cottier, Michelle; Basler Kommentar Zivilgesetzbuch I, Art. 256, 260, Basel 2015. Serozan, Rona; Çocuk Hukuku, 2. basıdan tıpkı bası, İstanbul 2017. Tandoğan, Haluk; Mukayeseli Hukuk ve Hususiyle Türk   İsviçre Hukuku Bakımından Vekaletsiz İş Görme, İstanbul 1957. Tekinay, Selahattin Sulhi; Türk Aile Hukuku, 7. bs., İstanbul 1990.Yıldırım, Abdulkerim; Türk Aile Hukuku, Ankara 2014. www.kazanci.com.tr www.lexpera.com.tr321"
}