{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "21",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "2",
     "Başlık": "Özel Hukukun Bütünlüğü Ilkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki Uygulaması",
     "Title": "Principle of Integrity of Private Law and the Application of the 5th Article of the Civil Code in the Family Law",
     "Yazar İsmi": [
        "Derya Ateş"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "MK.m5", "Aile hukuku", "Özel hukuk ilişkileri", "Genel hükümler", "Hukuki boşluk"
     ],
     "Keywords": [
          "CC.art.5", "Family law", "Private law relations", "General rules", "Legal gap"
     ],
     "Özet": "Medeni Kanunun 5 inci maddesi hükmü,  Medeni Kanun ile Borçlar Kanununun genel nitelikli hükümlerinin uygun düştükleri ölçüde tüm özel hukuk ilişkilerine uygulanabilmeleri  esasını getirmektedir. Bu düzenleme ile kanun koyucunun amacının ne olduğu; hüküm uygulanırken hangi sistematik içinde yer aldığı ve maddenin yorumunun ne şekilde yapılacağının belirlenmesi gerekir. Medeni Kanunun 5 inci maddesi özel hukuk boşlukları ve genel olarak yasal düzenleme eksiklikleri karşısında çoğu zaman boşlukları ortadan kaldırmakta ve eksiklikler karşısında oldukça geniş bir uygulama alanı bulmaktadır. Bu geniş uygulama alanının  Medeni Kanunun ve Borçlar Kanununun genel nitelikli hükümleri  ve  özel hukuk ilişkileri  bağlamında somutlaştırılması, çalışmamızda aile hukuku alanı ile sınırlandırılmış olup böylece maddenin uygulamadaki rolünün de özel olarak örneklendirilmesi amaçlanmaktadır.",
     "Abstract": "5th article of the civil code specifies the following:  All general clauses under the Civil Code and Code of Obligations are applicable on all private law relationships to the degree they are appropriate . With this regulation, the aim of the legislator, the systematic of the clause through its execution, and how the article shall be interpreted should also be determined. 5th article of the Civil Code usually eliminates the gaps concerning private law and general legislative regulations and has an extensive scope of execution. Embodiment of this extensive scope of execution within the framework of  General clauses of Civil Law and Code of Obligations  and  private law relationships  is limited to family law in our study. Thus, it is aimed to specifically exemplify the role of the article in its execution.",
     "Metin": " Medeni Kanun ile Borçlar Kanununun genel nitelikli hükümlerinin uygun düştükleri ölçüde tüm özel hukuk ilişkilerine uygulanabilmeleri  esasını getiren Medeni Kanunun 5 inci maddesi, bir yandan her iki Kanun arasındaki ayrılığın aslında sadece şekli olduğunu ortaya koymakta diğer yandan ise tüm özel hukuk ilişkilerinde uygulanabilir kilit bir hukuk kuralı yaratmaktadır. Aşağıda detaylı olarak da ele alınacağı üzere maddenin tarihsel gelişimine baktığımızda kanun koyucunun her iki Kanun arasındaki bu bütünlüğü bilinçli ve iradi olarak kurduğu görülür. Kanunun sözüyle ve özüyle değindiği tüm konularda uygulanması esasını ve doğabilecek kanun boşlukları ile hukuk boşluğunda hâkimin izlemesi gereken yolu gösteren Türk Medeni Kanunun 1 inci maddesi karşısında Kanunun 5 inci maddesinin yerinin ve işlevinin belirlenmesi son derece önemlidir. Aslında bu tespit hem hükmün gerekli olup olmadığı yönündeki tartışmalar, hem de maddenin kapsamının, işlevinin, uygulama alanı ve yöntemlerinin belirlenmesi bakımından hareket noktasıdır.Bu çerçevede çalışma kapsamında maddenin Türk ve İsviçre Hukukları yönünden bilhassa sistematik olarak tarihçesi gözden geçirilmiş, ardından Medeni Kanunun 1 inci maddesi ile bağlantılı olarak madde yorumu temel tartışmalar ile birlikte ele alınmış; son olarak da uygulama alanı oldukça geniş ve kapsamlı olan hüküm daha dar bir çerçevede somutlaştırılarak aile hukuku ilişkileri ile sınırlı birkaç örnek üzerinden değerlendirilmiştir. II. Türk Medeni Kanununun 5 İnci Maddesinin Tarihçesi Ve YorumuA. İsviçre Medeni Kanunun 7 inci ve Türk Medeni Kanunun 5 inci Maddelerinin Tarihçesi743 sayılı Kanunu Medeni ile 4721 sayılı Türk Medeni Kanunun 5 inci maddeleri İsviçre Medeni Kanunun 7 inci maddesinden kaynak alır. Bu sebeple hükmün Türk hukuku yönünden gelişimi aslında Kanunu Medeni ile birlikte ve dönemin kanunlaştırma çalışmalarına paralel olarak İsviçre Hukukundaki tarihsel sürecin açıklanması ile anlam bulur. Öncelikle belirtmek gerekir ki kanun yapma teknikleri incelendiğinde siyasal, ulusal, ekonomik ve bilimsel pek çok sebeple tek bir yöntem çerçevesinde kanun 672Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki Uygulamasıyapılmaz.  Bununla  birlikte  uygulanan  her  tekniğin  temelinde  aslında  mümkün olduğunca ekonomik şekilde madde metinlerinin bir araya getirilmesi amaçlanır. Bilhassa genel nitelikteki Kanunlar bakımından bu durumun önemi büyüktür. İsviçre hukukundaki süreç incelendiğinde kanun koyucunun Alman Medeni Kanununun aksine  Genel Hükümler  den oluşan ayrı bir bölüm koymadığı; buna karşılık Kanun metninin en başında yer alan  Başlangıç Hükümleri  ile farklı bir kanunlaştırma tekniğini benimsediği görülür.Alman Medeni Kanununda olduğu gibi Genel Hükümler başlığı altında, medeni hukukun  tüm  alanlarında  uygulanabilir  hükümlerin  bir  araya  toplanması  daha basit, anlaşılabilir ve tercih edilebilir bir kanun yapma tekniğini olarak görülse de İsviçre de kanun koyucuyu bu yöntemden uzaklaştıran kanunlaştırma çalışmalarının tarihsel süreci olmuştur. Zira İsviçre Medeni Kanunun hazırlık çalışmaları sırasında yürürlükte bulunan 1881 tarihli eski İsviçre Borçlar Kanununun genel nitelikli hükümlerini kaldırmak yerine, Medeni Kanuna eklenecek yeni hükümlerle iki Kanun arasındaki maddi bütünlüğün sağlanması tercih edilmiştir. Bu noktada İsviçre Medeni Kanunun 7 inci maddesine (ve dolayısıyla Türk Medeni Kanunun 5 inci maddesine) duyulan ihtiyacın da aslında İsviçre hukukundaki kanunlaştırma sürecinden doğduğunu ifade etmek yanlış olmayacaktır. Maddeye ait düzenleme 1900 yılındaki ön tasarı çalışmalarında yer almamakla birlikte; ilk olarak 1904 yılındaki Tasarının 9 uncu maddesinde  Borçlar Kanunu nun genel hükümleri 1  Kanun yapma teknikleri bakımından bkz. Schwarz, A.B; Medeni Hukuka Giriş, (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1935)14 vd; Velidedeoğlu, H.V, Türk Medeni Hukuku, Cilt I, Başlangıç ve Şahsın Hukuku, (4th edn İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1951)43 vd.; Güriz, A, Hukuk Başlangıcı, (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1986) 72 vd.; Bilge, N, Hukuk Başlangıcı, Hukukun Temel Kavram Ve Kurumları (Turhan 2005) 66 vd. Yine İsviçre hukuku yönünden bkz. Friedrich, Hans Peter; Berner Kommentar, Kommentar zum Schweizerischen Privatrecht, Band I, Einleitung und Personenrecht, Einleitung, Nachdruck der Ausgabe von 1962, Bern,) n.8 art. 7 ZGB, (Stämpfli 1966 574. 2  Bu noktada Alman Medeni Kanunun 1.kitabında yer alan  Genel Hükümler  kısmının, Türk ve İsviçre Medeni Kanunlarında yer alan  Başlangıç Hükümleri  nden farklı amaçla metne alınmış ve farklı özelliklere sahip düzenlemeler olduğunu da ayrıca belirtmek gerekir. Velidedeoğlu bu durumu;  Başlangıç bir  umumi hükümler kısmı  demek değildir. Umumi kısım, bir kanunun düzenlendiği münasebetlerin bütününde veya mühim bir kısmında müşterek tatbik sahası bulunan kaidelerin sistemli bir şekilde uygulanarak bir araya getirilmesinden meydana gelen ve kanunda başlı başına bir kitap teşkil eden kısımdır.  ifadesi ile açıklar. Velidedeoğlu, H.V, 4. Serozan ise aynı durumu;  İsviçre Medeni Kanunun çarpıcı özelliği, bu yasanın başka yasalardan, örneğin BGB den ayrımlı olarak, bir  Genel Bölüm  kapsamamasıdır. Medeni Kanunun 7 adet  Başlangıç  kuralı gerçek anlamda bir genel bölüm oluşturmazlar. Bu kurallar aslında uygulamayla ve ispatla ilgili (olmasa da olur) belitleri yansıtılır. İsviçre Medeni kanununda gerçek anlamda bir  Genel Bölüm ün eksikliğini Borçlar Kanununun  Genel Bölüm ü kapatır. Nitekim MK.m kuralına göre, Borçlar kanununun genel hükümleri medeni hukuk alanında da geçerlidir. Aslında yasalarda Genel Bölümlerin fazla geniş tutulması, soyutlamalarda ve genellemelerde ölçünün kaçmasına yol açabilir.  şeklinde ortaya koyar. Serozan, R, Medeni Hukuk Genel Bölüm, (Vedat 2005), 55. Bu konuda ayrıca bkz. Von Tuhr, A, Borçlar Hukukunun Umumi Kısmı, Cilt 1-2, (Yeni Matbaa 1983), 3 vd.; Oğuzman, K and Öz T, Borçlar Hukuku Genel Hükümler, Cilt I (Vedat 2018), 1; Kocayusufpaşaoğlu N, Hatemi, H., Serozan, R. and Arpacı, A., Prof.Dr.Necip Kocayusufpaşaoğlu Borçlar Hukukuna Giriş Cilt 1, (Filiz 2017), 1 vd., Tunçomağ, K, Borçlar Hukuku Genel Hükümleri, Cilt I, (Sermet, 1976), 10; Tekinay S. S, Akman S, Burcuoğlu, H. and Altop A, Borçlar Hukuku Genel Hükümleri (Filiz, 1993), 3; Eren, F, Borçlar Hukuku Genel Hükümler (24th edn, Yetkin 2019), 12.3  Geissbühler, G. Les Contrats Prévus Par Le Code Civil Et Le Rôle De L art 7 Cc <http://archive-ouverte.unige.ch/unige:32766 >  accessed 19 Novembre 2013, 4; Friedrich, H. P, Berner Kommentar, Kommentar Zum Schweizerischen Privatrecht, Band I, Einleitung Und Personenrecht, Einleitung, Nachdruck Der Ausgabe Von (Bern : Stämpfli & Ci 1966), 583. Ayrıca bkz. Gürzumar, O. B., Türk Medeni Kanunu nun 5 inci Maddesi Ve Özel Hukuk Uygulamasındaki Yeri, (Prof. Dr. Erden Kuntalp'e Armağan) (I) GÜHFD, (2004), 110.673İstanbul Hukuk Mecmuası 77/2kıyas yoluyla diğer medeni hukuk alanlarında da uygulanır  ifadesi ile düzenlenmiş; güncel şeklini ise 1907 tarihli İsviçre Medeni Kanunun 7 inci maddesi ile almıştır. 30 Mart 1911 tarihli İsviçre Borçlar Kanunu ile eş zamanlı olarak 1 Ocak 1912 tarihinde yürürlüğe giren 10 Aralık 1907 tarihli İsviçre Medeni Kanunu hazırlanırken; kanun koyucu ilk aşamada Alman ve Fransız hukuklarındaki örnekler gibi, her iki kanunu tek bir metin altında yasalaştırmak istemiştir. Ancak İsviçre Ticaret Kanunu ile uyumun sağlanabilmesi için şekli olarak Kanunlar ayrı tutulmuş, bu ayrılığa karşılık aralarında İsviçre Medeni Kanunun 7 inci maddesi ile bir köprü kurulmaya çalışılmıştır.6 İsviçre Borçlar Kanununun tam başlık metninde yer alan  İsviçre Medeni Kanununun tamamlayıcısı 30 Mart 1911 tarihli Federal Kanun (Beşinci Kitap: Borçlar Kanunu)  şeklindeki ifade de bu ayrılığın sadece şekli olduğunu ortaya koymaktadır. Türk Hukuku yönünden de aynı durum 818 sayılı Borçlar Kanunun 544 üncü maddesinde yer alan  Kanunu Medeninin mütemmimi olan iş bu kanun…. ; 6098 sayılı Borçlar Kanununun ise 646 ıncı maddesinde yer alan  Bu Kanun 22.11.2001 tarihli ve 4721 sayılı Türk Medeni Kanununun Beşinci Kitabı olup, onun tamamlayıcısıdır  düzenlemeleri ile ifade bulur.Türk Hukuku yönünden düzenlemenin ilk hali; 1926 yılında yürürlüğe giren 743 sayılı Kanunu Medeninin 5 inci maddesinde yer alan:  Akitlerin in ikadına ve hükümlerine ve sukutu sebeplerine taalluk edip borçlar kısmında beyan olunan umumi kaideler, medeni hukukun diğer kısımlarında dahi caridir.  şeklindeki ifadedir. Maddenin İsviçre Medeni Kanunun Fransızca metinden yapılan tercümesi orijinaline uygun ve anlam olarak da farklılık yaratmamakla birlikte;  hüküm  kelimesi  ifayı (extinction) ,  medeni hukukun diğer kısımları  ifadesi ise  diğer medeni hukuk ilişkilerini (aux autres matières du droit civil)  ifade eder.Aşağıda daha detaylı olarak da ele alacağımız üzere, hem İsviçre hem de Türk hukuklarında maddenin lafzi yorumunun genişletilerek uygulanması kanunlaştırma çalışmaları sırasında dikkate alınmış ve 4721 sayılı Medeni Kanunun 5 inci maddesi  Genel Nitelikli Hükümler  başlığı altında  Bu Kanun ve Borçlar Kanununun genel nitelikli hükümleri, uygun düştüğü ölçüde tüm özel hukuk ilişkilerine uygulanır  şeklinde yeniden kaleme alınmıştır. 4  FF 1904 IV I, 100: Les dispositions générales du droit des obligations s'appliquent par analogie aux autres matières du droit civil. . <https://www.amtsdruckschriften.bar.admin.ch/viewOrigDoc/10075908.pdf?id=10075908&action=open>5  İMK.m :  Les dispositions générales du droit des obligations relatives à la conclusion, aux effets et à l'extinction des contrats sont aussi applicables aux autres matières du droit civil.  6  Geissbühler, G, 4; Tercier, P and Pichonnaz, P, Le Droit Des Obligations, (Schulthess Verlag 2012)N 41; Serozan, 51-52; Eren, 11; Oğuzman and Öz, 1; Akipek, J, Akıntürk, T. and Ateş, D, Türk Medeni Hukuku, Başlangıç Hükümleri, Kişiler Hukuku (15th edn, Beta, 2018), 72.7  Loi fédérale du 30 mars 1911 complétant le code civil suisse (Livre cinquième: Droit des obligations) 8  Her iki kanun arasındaki ayrılığın şekli olması hususunda Türk hukuku yönünden bkz. Von Tuhr, 3 vd.; Serozan, 51; Oğuzman and Öz, 1; Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı, 3.; Eren, 11-12; Tekinay, Akman, Burcuoğlu and Altop, 1, Gürzumar, 110; Akipek, Akıntürk and Ateş, 76.674Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki UygulamasıB. Medeni Kanunun 5 inci Maddesinin Yorumu1. Medeni Kanunun 5 inci Maddesinin Türk ve İsviçre Hukukları Bakımından Sınırlarıİsviçre Medeni Kanunun 7 inci ve Kanunu Medeninin 5 inci maddesinin sınırını doğru belirleyebilmek adına ilk başvurulacak yöntem elbette ki maddenin sözel anlamını kavramak; bir başka ifadeyle hükmün lafzi (deyimsel/mantıksal) yorumunu yapmaktır. Bu bağlamda, madde metninde kullanılan ifadelerin dar mı yoksa geniş mi yorumlanacağı meselesi de aslında yapılacak olan lafzi yorum ile ilişkilidir. Maddenin dar yorumlanması halinde, Borçlar Kanununun sözleşmelerin kurulmasına, ifasına ve hukuki sonuçlarının ortadan kalkmasına ilişkin genel hükümlerinin borçlar hukuku ilişkileri dışında, diğer medeni hukuk ilişkilerine de uygulanabilmesi kuralı kabul edilecek; ancak Borçlar Kanununda yer almakla birlikte; maddede sayılanlar dışındaki genel hükümler (haksız fiil, sebepsiz zenginleşme gibi) ile özel hükümler kısmında yer alan genel hüküm niteliğindeki düzenlemeler (vekâletsiz iş görme gibi) ise diğer medeni hukuk ilişkilerine uygulanamayacaktır. Oldukça az taraftar bulan bu görüşün karşısında, maddenin sadece lafzi yorumu ile sınırlı kalınmaması gerektiği; kanun koyucunun iradesi araştırılarak tarihsel (sübjektif) yorumunun yanında ayrıca Kanun un amacının (ratio legis) da incelenerek amaçsal (gai) yorumunun da yapılması yönündeki görüş baskın olarak taraftar bulmuştur.  Bu  doğrultuda  İsviçre  doktrini  yönünden  maddenin  kanunlaştırma sürecindeki değişikliği ve kanun koyucunun amacı göz önünde bulundurularak dar yorumlanmaması gerektiği benimsenmiş; İsviçre Federal Mahkemesi de doktrine paralel bir yaklaşımla maddeyi genişleterek yorumlamıştır. Buna göre, İsviçre Medeni Kanunun 7 inci maddesinin Kanunun sözleşmelerin kurulmasına, ifasına ve sona ermesine ilişkin genel hükümleriyle sınırlı kalmadığı; haksız fiillere, sebepsiz zenginleşmeye, borçlarla ilgili özel durumlara ve alacağın devri ile borcun nakline ilişkin hükümlerin de madde kapsamında olduğu kabul edilmiştir. Aynı şekilde, maddede yer alan  Genel Hükümler  ifadesinin şekli değil maddi anlamda (au sens materiel) kullanıldığı; bu sebeple Kanunun özel hükümler bölümünde düzenlenmiş olsa dahi genel nitelik taşıyan kuralların madde kapsamında değerlendirmesi gerektiği de benimsenmiştir.9  Kanunların lafzi (deyimsel veya mantıki) yorumu ile ilgili bkz. Bilge, 202; Güriz, 45-46; Akipek, Akıntürk and Ateş, 120; Serozan, 105; Öztan, B, Medeni Hukuk un Temel Kavramları, (Turhan 2019), 131 vd; Oğuzman and Barlas, 67 vd.10  Deschenaux, H, Traite De Droit Civil Suisse, Le Titre Préliminaire Du Code Civil, (Fribourg Ed. universitaires 1969), 49; Manai, D, Clés Pour Une Introduction Au Droit, (2th edn Stämpfli 2012) 111; Geissbühler,, 5. Ayrıca bkz. Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı,  2- 3; Gürzumar, 113.11  Max GMÜR gibi maddenin dar yorumlanması yönündeki görüşü savunun yazarlar hakkında bkz. Gürzumar, 113, dipn.29. 12  Deschenaux, 58; Friedrich, 589; Geissbühler, 5. Örnek Federal Mahkeme kararları için bkz. JdT 2001 s.216 içinde ATF 127 III 1; JdT 2001 s.105 içinde ATF 129 III 646.13  Deschenaux, 54; Friedrich, 589; Pichonnaz and Foex, CC 7, n. 8-10; Geissbühler, 5.14  Deschenaux, 54. Deschenaux bu duruma örnek olarak tıpkı haksız fiil ve sebepsiz zenginleşme gibi bir borç kaynağı oluşturan vekâletsiz iş görme örneğini vermektedir. Aynı şekilde İsviçre Hukukunda Borçlar Kanunun Beşinci Kısmında 675İstanbul Hukuk Mecmuası 77/2İsviçre doktrini ve yargı kararları, ayrıca maddenin uygulama alanının medeni hukuk ile sınırlı olmadığını; hükmün atıf yaptığı medeni hukuk ilişkilerinin aslında özel  hukuk  anlamında  kullanılarak  doğrudan  doğruya   özel  hukuk  ilişkilerini  kapsadığını, bu sebeple  medeni hukuku ilgilendiren her türlü mevzuatın  hükmün uygulama alanına girdiğini de ifade eder. Diğer yandan maddenin, çift taraflı ve karşılıklı bir ilişki ortaya koyduğu ve İsviçre  Medeni Kanunun genel nitelikli hükümlerinin  de borçlar hukuku ve diğer özel hukuk ilişkilerini kapsayacak şekilde uygulama alanı bulacağı da açıklanmaktadır. Bu durum aslında yukarıda da ifade ettiğimiz üzere; Alman Medeni Kanunu gibi ayrı bir  Genel Hükümler  bölümü bulunmayan Kanun sistematiği içinde, ilk olarak Başlangıç Hükümleri ve özel olarak da Kanunun sözüyle ve özüyle değindiği bütün konularda uygulanması esasını getiren Medeni Kanunun 1 inci maddesinin 1 inci fıkrası hükmünün sonucudur. Buna göre; Medeni Kanunun Başlangıç Hükümleri yanında gerçek kişiler ve tüzel kişiler yönünden hak ve fiil ehliyetleri (İMK.m, m, m; MK.m, m, m vd.) ya da kişilik hakları (İMK.m 27 vd.; MK.m vd.) gibi özel hukukun temelini oluşturan genel hükümlerinin de tüm özel hukuk ilişkilerinde uygulanacağı açıktır. Türk Hukuku yönünden ise doktrin ve yargı kararları,  Akitlerin in ikadına ve hükümlerine ve sukutu sebeplerine taalluk edip borçlar kısmında beyan olunan umumi kaideler, medeni hukukun diğer kısımlarında dahi caridir.  İfadesi ile kaleme alınan Kanunun Medeninin 5 inci maddesini İsviçre hukukuna paralel  şekilde  yorumlamış  ve  Borçlar  Kanunun  genel  nitelikli  hükümlerinin, maddenin düzenlendiği başlıktan bağımsız olarak  türü bakımından genel nitelik taşıyan kurallar  şeklinde anlaşılması gerektiğini kabul etmişti. Bu bağlamda,  Borçlar Kanunun genel nitelikli hükümlerinin  Kanunun  Umumi Hükümler  kısmında  ya  da   Akdin  Muhtelif  Nevileri   kısmında  düzenlenmiş  olmalarının, uygulama yönünden bir farklılık yaratmayacağı; yine madde düzenlemesinin çift yer alan  Kıymetli Evrak  başlıklı genel nitelikli hükümlerin irad ve ipotekli borç senedinde ve vekâlet akdi hükümlerinin ise vasiyeti yerine getirme görevlisinin faaliyetinde uygulanması yine İsviçre Medeni Kanunun 7 inci maddesi ile açıklanmaktadır. Bu konuda azınlıkta kalmakla birlikte bir grup yazar ise, geniş yoruma gerek olmadığını, Kanunun İkinci Kısmında yer alan kuralların medeni hukuk ilişkilerine uygulanabilmeleri için somut olgu ile uygulanacak kurum arasında maddi içerik ve özellik bakımından bir ilişkinin mutlaka sabit olması gerekti ileri sürülmektedir. Friedrich, 593. Ayrıca bkz. Gürzumar, 114 dipn.38.15  Friedrich, 594, 595. 16  Friedrich, 595. Edis, S, Özel Hukukun Bütünlüğü Üstüne, (1975) 32 (1-4) AÜHFD 155-172, 163. İsviçre Federal Mahkemesinin fikri ve sınai hukuk alanına giren bir ilişkide İsviçre Medeni Kanunun 7 inci maddesini uyguladığı ATF 102 II 115 VE ATF 124 III 370 sayılı kararları için bkz. Gürzumar, 118.17  Deschenaux, 59; Geissbühler, 4.18  Deschenaux, 60. Friedrich, İsviçre Medeni Kanunun 7 inci maddesi geniş yorumlanmasa dahi, medeni hukukun bu genel hükümlerinin özel hukuk ilişkilerine uygulanmalarının aslında hükümlerin nitelikleri gereği olduğunu vurgular ve yerleşim yeri, hak ve fiil ehliyetlerinden vazgeçilememesini, tüzel kişileri, birlikte mülkiyet ve haksız zilyet sorumluluğu gibi örnekler verir. Friedrich, 593-594. İsviçre hukukunda Borçlar Kanunun genel nitelikli hükümlerinin şartlar gerektiriyorsa ve imkân varsa, kanun boşluğu doldurma yöntemi ile kamu hukuku alanına giren konularda da kıyasen uygulanabilecekleri hususunda da görüş birliği bulunmaktadır. ATF 122 I 328, Gürzumar, 120.19  Oğuzman and Öz, 2; Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı, 2, Edis, 160-161; Oğuzman and Barlas, 60, Öztan, 198; Eren, 12, Gürzumar, 121.676Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki Uygulamasıyönlü olarak ele alınıp Medeni Kanunun genel nitelikli hükümlerinin de tüm özel hukuk ilişkilerinde uygulama alanı bulacağı kabul edilmiştir. Doktrin ve yargı kararları ile benimsenen bu ilkeler doğrultusunda 4721 sayılı Türk Medeni Kanununun 5 inci maddesi şu şekilde kaleme alınmıştır: Bu Kanun ve Borçlar Kanunun genel nitelikli hükümleri, uygun düştüğü ölçüde tüm özel hukuk ilişkilerine uygulanır. Kanunu Medeninin ve Medeni Kanunun 5 inci maddelerinin kanun metinleri karşılaştırıldığında ilk göze çarpan hususlar; Akitlerin in ikadına ve hükümlerine ve sukutu sebeplerine taalluk edip borçlar kısmında beyan olunan umumi kaideler,  ifadesinin yerini  Bu Kanun ve Borçlar Kanunun genel nitelikli hükümleri ; …. medeni hukukun diğer kısımlarında dahi caridir  ifadesinin yerini ise  ….tüm özel hukuk ilişkilerine uygulanır.  düzenlemesinin aldığı; ayrıca metne  uygun düştüğü ölçüde  ifadesinin eklendiğidir.4721 sayılı Medeni Kanunun 5 inci maddesi ile ilgili madde gerekçesi şu şekildedir:  Maddenin kenar başlığı  Genel nitelikli hükümler  şeklinde değiştirilmiştir. Yürürlükteki maddenin Borçlar Kanununun genel hükümlerinin sadece  medenî hukuk ilişkilerinde  uygulanabileceği kanısını uyandıran ifadesi, Medenî Kanun ile Borçlar Kanununun 1 ilâ 181 inci maddelerindeki genel hükümler ile bunların dışında kalmakla birlikte genel nitelik arzeden diğer hükümlerin de tüm özel hukuk ilişkilerine uygun düştüğü ölçüde uygulanabilmesine olanak sağlayacak şekilde değiştirilmiştir. Gerçekten tartışmasız olarak kabul edildiği üzere, bu madde, sadece  medenî hukukun diğer kısımlarında  değil,  özel hukukun diğer kısımlarında da  uygulanabilen temel bir kural koymaktadır. Bunun açıklığa kavuşturulması bakımından  medenî hukuk ilişkileri  deyimi yerine,  özel hukuk ilişkileri  deyimine yer verilmiştir.  Gerekçe de de açıkça ortaya konulduğu üzere aslında kanun koyucu, hem İsviçre doktrin ve yargı kararları hem de Kanunu Medeninin uygulama alanı ile paralel olarak maddenin geniş yorumlanmasını istemiş ve bu durumu metne yansıtmıştır. Gürzumar, İsviçre Medeni Kanunun 7 inci maddesi hükmünde yer alan  Bu Kanunun  ve  Borçlar  Kanununun  genel  nitelikli  hükümleri   ibaresinden  farklı olarak Medeni Kanun metninde  Bu Kanun ve Borçlar Kanununun genel nitelikli hükümleri  ifade biçiminin kullanıldığına dikkat çekmekte ve maddenin dil kuralları dikkate alınarak değerlendirildiğinde ilk bakışta;  Hem Medeni Kanunun bütün olarak uygun düştüğü ölçüde, tüm özel hukuk ilişkilerine uygulanacağı; hem de Borçlar Kanunun genel nitelikli hükümlerinin uygun düştüğü ölçüde tüm özel hukuk ilişkilerine uygulanacağı  şeklinde bir anlam ortaya koyduğunu belirtmektedir. Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı Kanunu Medeni  de yer almayan  Bu 20  Oğuzman and Öz, 3; Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı, 3, Edis, 161; Oğuzman and Barlas, 59, Öztan, 198; Eren, 13, Gürzumar, 121.21  Gürzumar, 124 vd. Yazar Kanun koyucunun bu düzenlemeyi yaparken Medeni Kanunun bütün hükümleri ile genel nitelikli olduğunun düşünülmüş olması ihtimalinin de önemli olmadığını belirtmektedir. Çünkü bu düşünülmüş olsa dahi, sonucun değişmeyeceğini ve maddenin doktrin ile yargı kararlarına paralel geniş yorumunun yine de metne yansıtılmış olacağını diğer yandan kanun koyucunun bu fikrinin yanlış olması halinde ise; Kanunun sadece genel nitelikli hükümleri genel atfın konusunu oluşturacağını ifade etmektedir.677İstanbul Hukuk Mecmuası 77/2Kanun  ifadesi ile kanun koyucunun sadece Medeni Kanunun ilk 7 maddesini değil, fiil ehliyetleri gibi diğer kısımlarda yer alan genel hükümleri de kapsayacak şekilde bir düzenleme yaptığını açıklamaktadır. Bir başka değişle söz konusu ifade; tüm özel hukuk ilişkilerinde uygulanmak üzere genel atıf kapsamına alınan Medeni Kanun hükümlerine işaret ettiğinden, genel nitelik taşıyıp taşımadıklarına bakılmaksızın Medeni Kanunun bütün kurallarının kastedildiği şeklinde bir yorum yapmak mümkün değildir. O halde; Medeni Kanunun 5 inci maddesi hükmü; hem  Medeni Kanunun genel nitelikli hükümleri  hem de  Borçlar Kanunun genel nitelikli hükümleri  yönünden uygun düştükleri ölçüde tüm özel hukuk ilişkilerine uygulanabilmeleri esasını getirmektedir. Özel hukuk ilişkileri ; gerçek ve tüzel kişilerin eşit hak ve yükümlülüklere sahip hukuk süjeleri olarak içinde bulundukları ve Özel Hukuk alanına giren ilişkileri ortaya koymaktadır. Eşit şart ve eşit yetkilere sahip olarak biri diğerine üstün sayılmayan bu kişilerin özel menfaatlerini koruyan  eşitlik ilkesi  hem Anayasanın 10 uncu hem de Medeni Kanun 8 inci maddelerinden temel alır. Bir diğer yanıyla özel hukuk ilişkileri, irade özgürlüğü ilkesi içinde; bireyin bağımsız olduğunu, kendi kurallarının egemenliği altında bulunduğunu, bu sebeple eğer borç altına gireceği bir durum yaratmak istiyorsa ancak kendisinin karar verebileceğini de ifade eder. Böylece kişi, özel hukuk ilişkilerinde, adeta kendi kendinin kanun koyucusu (son propre législateur) haline dönüşür; bir başka ifade ile birey kendi davranışlarının sınırlarını yine kendi kendine bulur. Sosyal hayatta ortaya çıkan başlıca eylem, davranış, olgu ve işlemler ile bireylerin benzerleriyle olan ilişkilerini de düzenleyen tüm bu özel hukuk ilişkilerine uygun düştükleri ölçüde Medeni Kanun ile Borçlar Kanunun genel nitelikli hükümlerinin uygulanabilmesini Medeni Kanunun 5 inci maddesi hükmü sağlamaktadır. Belirtmek gerekir ki; özel hukuk ilişkilerinin hangi 22  Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı, 3.23  Gürzumar, 126. Yazar dipnot 91 de Dural and Öğüz un da  …Medeni Kanun daki fiil ehliyeti, yerleşim yeri, kişilik hakkı gibi genel nitelikteki hükümlerin de tüm özel hukuk ilişkilerine uygulanacağının öngörülmesi de yerinde olmuştur  şeklindeki ifadesiyle Medeni Kanunun genel nitelikli hükümlerinin kastedildiğini kabul ettiklerini belirtmektedir. Oğuzman and Öz ün  Medeni Kanunun çeşitli kitaplarında yer alan bir kısım hükümler de Borçlar Hukukunda uygulanacaktır. Mesela, Kişiler Hukuku kitabında düzenlenen ehliyet hükümleri Borçlar Hukukunda geniş bir uygulama alanı bulur.  ifadesini de bu yönde anlamak doğru olacaktır. Oğuzman and Öz, 3.24  Özel Hukuk ve özel hukuk ile kamu hukuku ayırımına temel olan kriterler hakkında bkz. Güriz, 66 vd.; Tekinay, 16 vd.; Bilge, 113 vd.; Edis, 14 vd.; Hatemi, 6 vd.; Serozan, 40 vd.; Akipek, Akıntürk and Ateş, 14 vd.; Öztan, 40 vd.; Oğuzman and Barlas, 4 vd.25  Özel hukuk ilişkilerini Kamu hukuku ilişkilerinden ayıran tam olarak bu iki ilkedir. Zira kamu hukukunun en temel niteliği tarafların eşit olmamasıdır. Bu ilişkilerde kamu yararının temsilcisi konumundaki devlet ve diğer kamu tüzelkişilerinin üstün konumda bulunmaları ve bu üstün konumları gereğince tek taraflı olarak ilişkinin kapsam ve içeriğini belirleyebilmeleri esastır. Elbette, devletin veya diğer kamu tüzel kişilerinin taraf olduğu hukuki ilişkilerin, her zaman kamu gücüne sahip bir üstünlüğü bulunmayacağından hareketle eşit şartlar altında yapılan özel hukuk ilişkileri ortaya koymaları da muhtemeldir.26  Engel, P, Traite Des Obligations En Droit Suisse (2th edn, Staempfli SA Berne 1997), 94; Kant bu durumu  Bir kimse, başkası için bir şeye karar verdiğinde her zaman bazı adaletsizlikler ortaya koyması mümkün iken, kararı kendisi için verdiğinde adaletsizlikler bertaraf olur.  şeklinde ifade etmiştir. Ripert, G.; La règle moral dans les obligations civiles, (1949), 38. İrade özgürlüğü ilkesi hakkında ayrıca bkz. Engel, 94 vd.; Thévenoz L and Werro F, Commentaire Romand, CO I (Code Des Obligations, Art 1-529 Co), ((Helbing Lichtenhahn Verlag 2003) içinde Guillor, O. And Steffen, G, 122 vd.; Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı, 503; Oğuzman and Öz, 24 vd.; Eren, 313 vd.; Ateş, D, Borçlar Hukuku Sözleşmelerinde Genel Ahlaka Aykırılık, (Turhan 2007), 32 vd.; 678Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki UygulamasıKanun metni içinde düzenlendiklerinin maddenin uygulaması bakımından bir önemi ya da farklılığı yoktur. Bu noktada Ticaret Kanununun genel hükümlerinin Medeni Kanunun 5 inci maddesi kapsamında değerlendirilip değerlendirilmeyeceği hususunun da yine tarihsel olarak İsviçre Borçlar Kanunu ile Ticaret Kanunun ayrı metinlerden oluşmasına dayandığını belirtmek gerekir. Zira Ticaret Hukuku ile ilgili kuralları içeriğinde barındıran İsviçre Borçlar Kanunu Türk hukukuna alınırken; ticaret hukuku ile ilgili kısımları alınmamış ancak Türk Ticaret Kanunun I/1  hükmünde yer alan:  Türk Ticaret Kanunu, 22.11.2001 tarihli ve 4721 sayılı Türk Medenî Kanununun ayrılmaz bir parçasıdır. Bu Kanundaki hükümlerle, bir ticari işletmeyi ilgilendiren işlem ve fiillere ilişkin diğer kanunlarda yazılı özel hükümler, ticari hükümlerdir.  düzenlemesi doğrultusunda; Ticaret Kanununun genel nitelikli hükümlerinin de uygun düştükleri ölçüde özel hukuk ilişkilerine uygulanabilmelerine imkân sağlanmıştır. Ayrıca yine Ticaret Kanunun 1 inci maddesi uyarınca; genel borç ilişkilerinden ayrı olarak Ticaret Kanunu kapsamında özel bir ticari hüküm veya örf ve adet olmayan ticari işlere de Medeni Kanun ile Borçlar Kanunun genel nitelikli hükümleri uygulanabilecek; böylelikle de her üç Kanun arasındaki bağlantı kesintisiz şekilde sağlanacaktır. 2. Medeni Kanunun 5 inci Maddesinin Gerekli Olup Olmadığı ve Maddenin Medeni Kanunun 1 inci Maddesi İle Bağlantısıİsviçre Hukukunda Medeni Kanun ile Borçlar Kanunu arasındaki ayrılığın sadece şekli olması ve maddi olarak her iki düzenlemenin de bir bütün meydana getirmesi sebebiyle; maddenin gerekli ya da işlevsel olup olmadığı yönünde tartışmalar doğmuştur. Bu anlamda hükmün pratik ve gerçekçi bir açılımı bulunmayan adeta dekoratif bir hukuk kuralı olduğu; hatta Kanunda yeri olmasaydı dahi öngörülen sonucun zaten doğacağı ve maddenin kurucu değil açıklayıcı bir işleve sahip olduğu hâkim görüş olarak kabul edilmiştir. Ancak belirtmek gerekir ki bu görüşü savunun yazarlar dahi hükmün gereksiz olduğu yönündeki söylemlere uzak kalmışlardır. Gerçekten  Türk  doktrininde  de  kabul  edilen  görüş;  Medeni  Kanunun  5  inci maddesinin, her iki Kanun arasındaki bağlantıyı güçlendiren ve ilişkinin bir kez de kanun koyucu tarafından altının çizildiği genel bir atıf hükmü olduğu yönündedir. 27  Edis, Medeni Kanunun 5 inci maddesinin öngörülme nedeni göz önünde bulundurulduğunda; hükmün uygulaması bakımından Türk Borçlar Kanunun bir devamı olarak kabul edilmesinin doğru olacağı sonucuna varılabileceğini ifade eder. Ayrıca, böylelikle Ticaret Kanundaki genel bir kuralın Medeni Hukuk alanında uygulanması  kıyas yoluna  değil yasal bir temele dayanmış olarak Ticaret Kanunun 1 inci maddesindeki  Türk Ticaret Kanunu, Türk Medeni Kanunun ayrılmaz bir cüz üdür  düzenlemesine dayanır. Edis, 162-163; Gürzumar, 127-128.28  Deschenaux, 48; Tercier, 26-27.29   Steinauer, P-H, Traite De Droit Prive Suisse (II/1) Le Titre Préliminaire Du Code Civil, (Helbing Lichtenhahn Verlag, 2009), N 128; Friedrich, 588; Gürzumar, 128. Aksi yönde bkz. Pichonnaz P and Foex B, Commentaire Romand, CC I, (Code Civil Art. 1-359) (Helbing Lichtenhahn Verlag 2010, n.2.30  Gürzumar bu noktada Meier-Hayoz dışındaki tüm yazarlar için bu vurguyu yapmaktadır. Gürzumar, 129.31  Eren, 11; İmre, 151; Edis, 156; Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı, 3; Oğuzman and Öz, 1.679İstanbul Hukuk Mecmuası 77/2Aslında doktrindeki  hükmün gerekli olup olmadığı  yönündeki tartışma; hâkimin Medeni Kanun ve Borçlar Kanunun genel nitelikli hükümlerini tüm özel hukuk ilişkilerine uygularken; gerçekte doğrudan bir uygulama mı, kıyasen bir uygulama mı, yoksa her ikisini de kapsayacak bir uygulama mı yaptığı meselesiyle ilgilidir. Zira hâkime hukuk kurallarını sözü ve özüyle değindikleri tüm konularda uygulama yetkisi ve görevi veren Medeni Kanunun 1 inci maddesi aynı zamanda doğabilecek kanun boşlukları için de bir yol haritası çizer. Buna göre; hâkim yazılı hukuk kuralları ile somut bir meseleyi çözemediği zaman ortaya çıkan kanun boşluğunu önce örf ve adet hukuku kurallarına göre; bu da mümkün değilse ortaya çıkan hukuk boşluğunu kendisi kanun koyucu olsaydı nasıl bir kural koyacak idiyse ona göre doldurması esastır. Bir  hukuk  kuralında  kanun  koyucunun,  düzenlemeden  istenen  ve  beklenen anlamı belirlenmesi hükmün  yorumu  meselesidir. Hukuk kuralları yorumlanırken, kanun metni, kanunun sistematiği, tarihçesi ve konuluş amacı (ratio legis) bir arada değerlendirilir. Kanun hükümlerinde yer alan ifadelerin kelime anlamları ile değil de ratio legis lerine göre yorumlanmaları ise genişletici ya da daraltıcı yorum meselesidir. Medeni Kanunun 1 inci maddesinin ilk fıkrası uyarınca, yapılan bu yorum kıyastan farklıdır. Genel bir ifade ile kanunun tespit edilen konuluş amacı karşısında söylemi, amacı aşan genişlikte ise daraltılması; ratio legis i karşısında kanunun söylemi yetersiz ise genişletilmesi gerekir.Hukuk  dışı  alanlarda  olduğu  gibi,  kanun  koyucunun  kasıtlı  olarak  sustuğu durumlarda boşluktan söz edilemez. Uygulanabilir somut bir hukuk kuralının varlığı halinde, kanun boşluğunun doğması mümkün değilken; çözüm olarak öngörülen hukuk  kuralının  somut  meseleye  doğrudan  doğruya  uygulanamadığı   kural  içi boşluklar  ise bu anlamda kanun boşluğu oluşturamaz. Bunlar aslında daha adil ve hakkaniyete uygun çözüme ulaşılabilmesi için kanun koyucu tarafından özellikle öngörülen düzenlemelerdir. O halde, uygulanabilir bir hukuk kuralının varlığında, hem gerçek kanun boşluğu hem de hukuk boşluğu ihtimallerinin kendiliğinden sona erdiğini; genel hukuk kuralının içeriğinin ve uygulanabilirliğinin ise hâkim tarafından özel olarak değerlendirileceğini vurgulamak gerekir. Kanun koyucunun öngöremediği ya da yasal düzenlemeler yapıldıktan sonra ortaya çıkan ihtiyaçlar sebebiyle hukuk sistematiği içinde doğan boşluklar ise açık, gerçek kural dışı boşluklardır. Nitekim İsviçre Federal Mahkemesi boşluğun varlığını,  kanun koyucunun bilerek ve isteyerek bırakmış olmaması kaydı ile bir hukuki meseleyi yasal düzenlemeler ile cevapsız bırakmış olması halinde  kabul eder. 32  Hatemi, 88. Serozan, kıyas ile genişletici yorum arasındaki sınırın çok silik olduğunu ve yorumlama ile boşluk doldurma ile kıyasen uygulama arasında nitelik değil ancak nicelik ayırımı olduğunu söyler ve bu ayrımın sadece ceza hukuku bakımından önemli olduğunu vurgular. Serozan,112-113. Kanundaki kelimelerden çıkabilecek anlamla sınırlı olan daraltıcı yorum ile ilgili ise bkz. Kırca, Ç, Örtülü (Gizli) Boşluk Ve Bu Boşluğun Doldurulması Yöntemi Olarak Amaca Uygun Sınırlama, (2001) (I) 50 AÜHFD, 108.33  Geissbühler, s.6; ATF 136 III 385, SJ 2010 I, 213.680Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki UygulamasıAçık, gerçek boşlukların doldurulmasında ilk başvurulan yol olarak kıyas (Analogie, Örnekseme),  bir  kanun  hükmünün  veya  kanun  hükmünde  yer  alan  bir  ilkenin benzer bir olaya uygulanmasını ifade eder. Kanunun kıyas yoluyla uygulanması için, her iki eylem, davranış veya ilişkinin az çok birbirine benzer nitelikte menfaat çatışmasına sebebiyet vermiş olması yeterlidir. Kıyasta benzer olaya benzer sonuç bağlayan kişi atıf hükümlerinden farklı olarak kanun koyucu değil, Medeni Kanunun 1 inci maddesi tarafından kendisine yetki verilen hâkimdir. Açık gerçek boşlukların doldurulmasında hâkime kıyastan sonra yol gösterebilecek bir diğer yol ise, hukukun genel ilkeleriyle boşlukların doldurulması, bu da mümkün değilse hâkim tarafından hukuk yaratılmasıdır.3. Medeni Kanunun 5 inci Maddesinin Uygulanması Medeni Kanun ve Borçlar Kanunun genel nitelikli hükümlerinin tüm özel hukuk ilişkilerinde  uygulanması   ifadesi  doktrinde  baskın  görüşle  kıyasen  uygulama ile  açıklanmakta;  bazı  yazarlar  sadece  kıyasen  uygulama  olabileceği  görüşünü savunurken, bazı yazarlar ise kıyasen uygulamanın kural, doğrudan uygulamanın ise istisna oluşturduğunu kabul etmektedirler.Medeni  Kanun  ve  Borçlar  Kanununun  genel  nitelikli  hükümlerinin  uygun düştükleri ölçüde diğer özel hukuk ilişkilerine uygulanabilmeleri; aslında her iki düzenlemenin bir birinin tamamlayıcısı olmasından kaynaklanır ve teknik olarak bu uygulama kıyasen uygulamadır. İsviçre de 1904 tarihli tasarı çalışmalarının Almanca metninde yer alan  eine entsprechende Anwendung  şeklindeki ifadenin, Fransızca  metinde  tam  karşılığı  olmamakla  birlikte   par  analogie   şeklinde çevrilmesi; sonrasındaki kanunlaştırma çalışmalarında genel nitelikli hükümlerin  uygun  düştükleri  ölçüde   uygulanabilmelerine  esas  olmuştur.  O  kadar  ki, İsviçre Hukukunda Bucher gibi  uygun düştüğü ölçüde uygulama  ile  kıyasen uygulama  terimlerini birebir aynı anlamda kullanan yazalar dahi bulunmaktadır. Federal Mahkeme tarafından da kıyasen uygulama benimsenmekte ve  İsviçre Borçlar Kanununun genel nitelikli hükümlerinin diğer medeni hukuk ilişkilerine 34  Akıntürk, Akipek and Ateş, 132-133; Edis, (Medeni Hukuka Giriş) 143 vd.; Öztan, 156; Deschenaux, 105 vd.; Akyol, 284; Oğuzman and Barlas, 120 vd.; Serozan, 108 vd. Serozan, hakimin bir kanun boşluğunu doldururken başka bir hükümden kıyasen yararlanması ile  kanunun bir hükmün anlamının tespitinde, benzer bir durumu düzenleyen başka bir kanun hükmünden kıyasen yararlanma  ve  kanunun bir maddesinin başka bir hükmün kıyasen uygulanmasını emrettiği hallerde yollama yapılan hükmün kıyasen uygulanmasının  birbiriyle karıştırılmaması gerektiğini belirtir. Buna göre, birinci halde ortada bir kanun boşluğu söz konusu iken; ikinci ve üçüncü durumlarda kanun boşluğu yoktur. Mesele mevcut kanun hükmünün uygulanması ile ilgilidir. Diğer yandan Huber gibi İsviçre Hukukunda kıyasın Medeni Kanunun 1 inci maddesinin 1 inci fıkrası kapsamında kanunun sözü ve özüyle değindiği tüm konularda uygulanmasını ifade ettiğini düşünen yazarlar hakkında bkz. Gürzumar, 133 vd. 35  Kıyas görüşü için bkz. Deschenaux, 58; Friedrich, 599; Bucher, 67; Edis, 250; İmre, 153; Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı; 3; Oğuzman and Barlas, 61; kıyasın kural doğrudan uygulamanın istisna olması görüşü için bkz. Gürzumar, 133 dipn.111 de belirtilen Haussheer H./Jaun, M.; Die Einleitungsartikel des ZGB, Art.1-10 ZGB, (2003), N.12 au Art. 7 ZGB, 245-248.36  Deschenaux, 54; Friedrich, 598; Geissbühler, 5; 37  Bucher, 67.681İstanbul Hukuk Mecmuası 77/2uygulanabilmelerinin  ancak  ilgili  medeni  hukuk  ilişkisinin  bünyesine  uygun düşüyorsa  mümkün  olabileceği   kararlarda  açıkça  ifade  edilmektedir.  Buna göre doktrin ve yargı kararları hükmü dört basamaklı olarak uygular. İlk basamak hâkimin özel hukuk alanı içinde olduğundan emin olması, ikincisi uygulamak istediği kuralın genel nitelikli bir borçlar hukuku kuralı olması, üçüncüsü somut olay içinde bir boşluk olduğunu tespit etmesi ve nihayet son olarak da belirlediği borçlar hukuku genel hükmü ile objektif olarak ve uygun düştüğü ölçüde bu boşluğu doldurma imkânının bulunmasıdır.39 4721 sayılı Türk Medeni Kanunun 5 inci maddesi Medeni Kanun ve Borçlar Kanununun genel nitelikli hükümlerinin uygun düştüğü ölçüde tüm özel hukuk ilişkilerine  uygulanabilmesi  esasını  açıkça  metne  almıştır.  Aslında   Uygun düştüğü ölçüde uygulanabilme  kıyasen uygulamayı da destekleyen bir yaklaşım doğurur. Gürzumar, ifadenin doğrudan uygulama hallerini de kapsadığının kabulü halinde gereksiz olduğunun gerçekten söylenebileceğini, belirli olay ve ilişkilere, şartları gerçekleştiği için zaten doğrudan uygulanması gereken hükümler yönünden Medeni Kanunun 5 inci maddesindeki gibi, genel bir atıf hükmüyle yollama yapılmasının anlamlı ve işlevsel olmadığını; buna karşılık Medeni Kanun ve Borçlar Kanununun genel nitelikli hükümlerinin tüm özel hukuk ilişkilerine uygulanmalarının her zaman dolaylı  uygulama  olmakla  birlikte  aynen  uygulama  hallerini  de  içerebileceğini vurgular.Zira doğrudan uygulamadan daha kapsamlı olan aynen uygulama, bir kanun maddesinin bir başka kanun maddesinin uygulanması için atıfta bulunması şeklinde olabileceği gibi, kıyasen uygulanması için yapılan atıfları da kapsamaktadır. Yazar, doğrudan uygulama kavramının alternatifini dolaylı uygulamanın oluşturduğunu, atıf nedeniyle gerçekleştirilen (ve atıf olmasaydı gerçekleştirilmek zorunda olmayan) tüm uygulama hallerinin dolaylı uygulama olduğu gibi (ki buna gönderme nedeniyle kıyasen uygulama da dâhildir), bir kanun hükmünün yorumlanmasında başka bir hükmünden benzetme yoluyla yararlanılması dışında kalan tüm kıyasen uygulama hallerinin de dolaylı uygulama olduğunu belirtir.38  ATF 127 III I, JdT 2991 I s. 216; ATF 129 III 646, JdT 2004 I s. 105.39  Deschenaux, s.58; Geissbühler, s.5-6. ATF 127 III 1, JdT 2001 I s.216; ATF 129 III 646, JdT 2004 I s.105.40  Gürzumar, 141 vd.41  Bu anlamda hâkimi doğrudan doğruya uygulayabileceği yasal düzenlemelere yönlendiren hükümler de açık atıf hükümleri olduğundan yine somut olaya doğrudan uygulanabilir. Örneğin MK.m:  Borçlar Kanununun geçersizliğe ilişkin genel hükümleri, paylaşma sözleşmeleri hakkında da uygulanır. ; MK.m:  Kazandırıcı zamanaşımı sürelerinin hesaplanmasında, kesilmesinde ve durmasında, Borçlar Kanununun zamanaşımına ilişkin hükümleri kıyas yoluyla uygulanır.  hükümlerinde olduğu gibi. Aynı şekilde TTK.m/1:  Bu maddedeki özel hükümler saklı kalmak şartıyla, tacirler arasındaki satış ve mal değişimlerinde de Türk Borçlar Kanununun satış sözleşmesi ile mal değişim sözleşmesine ilişkin hükümleri uygulanır.  TK.m/1-e:  Türk Borçlar Kanununun 58 inci maddesinde öngörülen şartların varlığında manevi tazminat verilmesini, isteyebilir. , TK.m/2:  Bu Kısımda hüküm bulunmayan hâllerde aracılık eden acentelere Türk Borçlar Kanununun simsarlık sözleşmesi hükümleri, sözleşme yapan acentelere komisyon hükümleri ve bunlarda da hüküm bulunmayan hâllerde vekâlet hükümleri uygulanır. 42  Gürzumar, 143.682Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki UygulamasıBu anlamda; Medeni Kanunun Başlangıç Hükümlerine, hak ve fiil ehliyetlerine, kişilik haklarına, yerleşim yerine ilişkin hükümlerinin borçlar hukuku ilişkilerine ve daha da ötesinde tüm özel hukuk ilişkilerine uygulanabilmelerinin doğrudan bir uygulama olduğu hususunda doktrinde görüş birliği bulunmaktadır. Doğrudan uygulanabilir bir hukuk kuralının varlığı ise, Medeni Kanunun 5 inci maddesinden değil,  kanunun sözüyle ve özüyle değindiği tüm konularda uygulanması  kuralını düzenleyen Medeni Kanunun 1 inci maddesinden kaynak alır. Bir başka ifade ile özel hukukun bütünlüğü ilkesi içinde uygulanacak olan hüküm sadece kanun metni farklılaşmış şekilde hâkimin önünde zaten yer almaktadır.Atıf hükümleri bir hukuki meselede uygulanacak olan yasal düzenlemeye, hâkimin kanun koyucu tarafından yönlendirilmesinde ortaya çıkar ki Medeni Kanunun 5 inci maddesi de kıyasen uygulama yönünde hâkime talimat veren genel bir atıf hükmüdür. Bu anlamda somut bir meselede uygulanabilecek yazılı bir hukuk kuralı bulunmadığı durumlarda Medeni Kanunun 1 inci maddesi uyarınca önce örf ve adet hukuku kurallarına, o da yoksa hukuk yaratma yoluna gitmesi gereken hâkime, aslında 5 inci madde ile varsa o hukuki ilişkinin bünyesine uygun düşen Medeni Kanun veya Borçlar Kanununun genel nitelikli hükümlerinin kıyasen uygulaması yükümlülüğü getirilmektedir. Ancak bu noktada dikkat edilmesi gereken husus, doğrudan doğruya bir uygulama söz konusu olmadığı için hükmen hâkim tarafından sınırlanabileceği ya da yerine göre değişikliğe uğratılabileceğidir. O halde halihazırda zaten, doğrudan uygulamanın mı yoksa kıyasen uygulamanın mı yapılması gerektiğine karar verecek olan kişi bizzat hâkimdir.Gürzumar bu imkânın da ortadan kalkması halinde hukuk yaratma noktasına gelen hâkimin, böyle bir hukuk kuralı yaratırken, isterse, yani Medeni Kanunun 5 inci maddesi hükmünün işaret ettiği anlamda bir gereklilik söz konusu olmaksızın, daha serbest şekilde, uygun gördüğü ve yardımcı olacağına kanaat getirdiği ölçüde belli hükümlerden yararlanabileceğini vurgular. Bu durum artık Medeni Kanunun 5 inci maddesi hükmünün işaret ettiği anlamda kıyasen uygulamadan farklı olarak, hâkimin hukuk kuralı yaratırken başka hükümlerin öngördüğü çözümlerden yararlanmasında sahip olduğu geniş serbestliktendir. 43  Edis doğrudan doğruya uygulamanın dört ayrı şekilde mümkün olduğunu belirtmektedir. Bunlar; a) Maddi durumlar, b) Medeni Kanun tarafından düzenlenen ancak nitelikleri bakımından Borçlar Hukuku ilişkisi veya sözleşmesi olan hukuki ilişkiler, c) Medeni Kanunda bazı yönleri düzenlenen diğer yönleri için Borçlar Kanununa yollama yapılan haller, d) Diğer kanunlarda yer alan ancak hukuki unsur olarak Borçlar Hukukundaki anlamı ile kullanılan kavramlar dır. Edis, 168-169. Ayrıca bkz. Deschenaux, 60; Friedrich, 593, 594; Geissbühler, 4; İmre, 155; Oğuzman and Barlas, 61; Kocayusufpaşaoğlu, Hatemi, Serozan and Arpacı; 3. 44  Bu konuda bkz. Gürzumar, 156 vd.; Oğuzman and Barlas, 60.45  Gürzumar, 160-161.683İstanbul Hukuk Mecmuası 77/2III. Medeni Kanunun 5 İnci Maddesinin Aile Hukukunda UygulanmasıA. Aile Hukuku ve Medeni Kanunun 5 inci Maddesinin Aile Hukuku İle İlişkisiHukuk kuralları sadece hukuki ilişkiler bağlamında değil, tarihi ve sosyolojik yapıya paralel olarak kamu düzeni ile de oldukça yakından ilgilidir. Toplumların sağlıklı  gelişebildikleri,  bireyler  arasındaki  ilişkilerin  daha  sağlam  temellere oturtulabildiği hukuki yapıların dayanaklarından biri de şüphesiz zamana ve mekâna göre değişiklik gösterebilen aile kavramıdır. Türk hukuku yönünden kanun koyucu, ailenin korunması ile ilgili Anayasanın 41 inci maddesinde özel bir düzenlemeye yer vermiş; temel hak ve özgürlüklerin bireylerin yalnızca diğer bireyler ve toplumun bütününe karşı değil, kişinin ailesine karşı da var olan ödev ve sorumluluklarını ihtiva edeceğini hükme bağlanmıştır (Any.m)46. Diğer yandan hem eşlerden oluşan dar anlamda aile; hem ana, baba ve çocuklardan oluşan geniş anlamda aile; hem de bir ev başkanının yönetiminde aynı çatı altından birlikte yaşayan bireylerden oluşan en geniş anlamda aile kavramını kapsayacak şekilde Medeni Kanunun 118 ile 494 üncü maddeleri arasında  Evlilik Hukuku ,  Hısımlık  ve  Vesayet  şeklinde üç kısımda düzenleme yapılmıştır. Türk  Medeni  Kanunu  bu  anlamda  aile  hukukunun  ilk  ve  temel  kaynağını oluşturmakta,  Medeni  Kanunun  5  inci  maddesi  uyarınca  Borçlar  Kanununda düzenlenmiş  bulunan  tüm  genel  hükümlerin  de,  uygun  düştükleri  ölçüde  aile hukuku ilişkilerinde oluşan boşluklara uygulanabilecek kaynaklardan olduğu kabul edilmektedir. Kanaatimizce Borçlar Kanunundaki genel bir hükmün aile hukukunda uygulanabilirlik ölçütü belirlenirken öncelikle bu ilişkilerin özellikleri ve ilişkilerde geçerli olan temel ilkelerin değerlendirilmesi gerekir. Bu anlamda aile hukuku alanına giren özel hukuk ilişkileri toplumsal ve ahlaki nitelikleri gereği süreklilik ve birlik esası üzerine kurulu olan ilişkilerdir. Her zaman ailenin ve çocukların korunması ilkesinden hareket edilmekte, diğer yandan eşler arasında emek ve malvarlığı dengesi kurulmakta ve yine eşler arasında eşitlik ilkesi benimsenmektedir. Toplum içinde diğer hukuki ilişkilerden ayrı bir yer ve öneme sahip olan aile hukuku ilişkilerine devlet, kamu yararı ve kamu düzeni düşüncesiyle ve sadece denetlemek amacıyla diğer özel hukuk ilişkilerine oranla daha çok müdahale eder. Aile hukuku hükümleri genel olarak emredici kurallardır. Kuralların emredici özelliği, temelini aile kurumunun ahlak ve kamu düzeni ile olan yakın ilişkisinden alır. İrade  serbestliğinin  çok  istisnai  hallerde  tanındığı  (evlat  edinme  gibi)  ve düzenleme serbestliğinin bulunmadığı bu ilişkilerde numerus clausus yani sınırlı 46  Anayasa da aynı doğrultuda; kanun önünde eşitlikle (Any.m), özel hayatın gizliliğiyle (Any.m); düşünceyi açıklama ve yayma özgürlüğü ile (Any.m) hatta yabancı ülkelerde çalışan Türk vatandaşlarının aile birlikleri ile (Any.m) ilgili de özel düzenlemelere yer verilmiştir.684Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki Uygulamasısayı ilkesi (kapalı adet kuralı) geçerlidir. Bir başka ifade ile kanunda kurulmamış ya da düzenlenmemiş olan bir ilişkiyi veya kurumu eşlerin kendi aralarında yapacakları bir anlaşma ile kurmalarına ya da düzenlemelerine imkân yoktur.47. Bu sebeple tekrar altını çizmek isteriz ki;  bizim yapacağımız inceleme de Medeni Kanunun 5 inci maddesi uyarınca aile hukuku ilişkilerinde var olmayan hukuki ilişkilerin ya da kurumların uygulanabilirliği üzerine bir değerlendirme değil; maddeyi daha dar kapsamlı bir alanda örneklendirebilmek üzerine bir çalışmadır. B. Uygulamada YöntemYukarıda da açıklandığı üzere Medeni Kanun hükümleri içinde bizzat kanun koyucunun Borçlar Kanunun genel hükümlerine göndermede bulunduğu durumlar, hâkim tarafından Medeni Kanunun 5 inci maddesi hükmüne gidilmesine ihtiyaç bırakmaz. Zira artık somut olarak kanun koyucu tarafından belirlenmiş açık ve doğrudan uygulanabilir bir hukuk kuralının varlığı söz konusudur. Medeni Kanunun 1 inci maddesinden kaynak alan bu durumda hâkimin önünde özel hukukun bütünlüğü ilkesi içinde uygulanacak olan bir hüküm sadece kanun metni farklılaşmış şekilde yer alır. Gürzumar, bu uygulama halinin, doktrinde doğrudan uygulama hali olarak zikredilmesi yanında, aslında kendisine atıf yapılan hükümlerin açık atıf gereğince dolaylı ve aynen uygulanmasının var olduğunu belirtmektedir. Aile hukuku yönünden Borçlar Hukuku genel hükümlerinin doğrudan doğruya uygulama örnekleri olarak: Sebepsiz zenginleşme ile ilgili madde 122; kusur ile ilgili madde 120, madde 121, madde 166, madde 174, madde 175, madde 181, madde 252, madde 236; zarar ile ilgili madde 173, madde 210; maddi ve manevi tazminatlar ile ilgili madde 119, madde 120, madde 121, madde 158, madde 174, madde 176, madde 219, madde 220, madde 228, madde 250, madde 260, madde 272; zamanaşımı hususunda madde 123, madde 178; irade sakatlıkları ile ilgili madde 149, madde 150, madde 151 ve temsil ile ilgili madde 188-191 hükümleri verilebilir.Genel bir atıf hükmü olan Medeni Kanunun 5 inci maddesi, somut meselede uygulanabilecek  yazılı  hukuk  kuralı  bulunmadığı  durumlarda  hâkime;  Medeni Kanunun 1 inci maddesi uyarınca önce örf ve adet hukuku kurallarına, o da yoksa hukuk yaratma yoluna gitmeden önce imkân varsa o hukuki ilişkinin bünyesine uygun düşen (Medeni Kanun veya Borçlar Kanununun) genel nitelikli hükümlerin 47  Aile hukuku ilişkilerinin tabi oldukları ilkeler ve özellikle sınırlı sayı ilkesi hakkında bkz. Feyzioğlu, F.N, Aile Hukuku, (Filiz 1986), 14; Velidedeoğlu, H.V, Türk Medeni Hukuku, Cilt I, Başlangıç Ve Şahsın Hukuku, (4th edn İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1951), 10; Tandoğan, H, Türk Mesuliyet Hukuku Akit Dışı ve Akdi Mesuliyet (Vedat 2012), 5; Öztan, B, Aile Hukuku, (Turhan 2015) (Aile), 17 vd.; Akıntürk, and Ateş, 19 vd.; Dural, M, Ögüz, T and Gümüş A, Türk Özel Hukuku Cilt III, Aile Hukuku, (Filiz 2019), 4 vd.48  Medeni Kanunun; sözleşmeden dönme ile ilgili olarak 547 inci maddede, özel bazı durumlarla ilgili olarak 601 inci maddede, geçersizlik ile ilgili olarak 680 inci maddede, zamanaşımı ile ilgili ise 714 üncü ve 777 inci maddelerde belirlediği durumlarda olduğu gibi.49  Gürzumar, 147.685İstanbul Hukuk Mecmuası 77/2kıyasen uygulanması yükümlülüğü getirir. Bu çerçevede kanun koyucunun doğrudan doğruya göndermede bulunduğu haller bir yana bırakıldığında; Medeni Kanunun 5 inci maddesinin hakim tarafından uygulanabildiği aile hukuku örnekleri nelerdir? C. Medeni Kanunun 5 inci Maddesinin Aile Hukuku Uygulama Örneklerinden Bazıları1. NişanlanmaNişanlanma, ileride birbirleriyle evlenmek isteyen ve evlenmelerinde kanunen bir engel olmayan ayrı cinsten iki kişinin bu konudaki iradelerini birbirlerine karşı açıklamalarıdır Hukuki niteliği bakımından  sözleşme görüşü ,  karar görüşü  ve  hukuki ilişki  görüşleri ortaya konulan nişanlanmanın; kaynak İsviçre Medeni Kanunu m hükmünün Fransızca kenar başlığında yer alan  nişanlanma sözleşmesi  (contrat  de  fiançailles)  ifadesinden  hareketle  sözleşme  olduğu  ağırlıklı  olarak kabul edilir. Bu görüşü savunan yazarlar ise kendi aralarında nişanlanmanın  aile hukuku sözleşmesi  mi, asıl edimi bir yapma (evlenme) borcu olan  borçlar hukuku sözleşmesi  mi yoksa  karma bir sözleşme  mi olduğu konusunda bölünmüştür. Tartışmaların detayı çalışmamızın kapsamında olmamakla birlikte, son zamanlarda bilhassa nişanlanmaya Medeni Kanunun 5 inci maddesi uyarınca Borçlar Kanunu genel hükümlerinin de uygulanacağından hareket ederek ortaya çıkan ve gelişen bu tartışmaların aslında gereksiz olduğunu ve aynı yöndeki görüşlerin bilhassa İsviçre hukukunda çokça taraftar bulduğunu belirtmek gerekir. Medeni Kanunun 5 inci maddesi uyarınca, her şeyden önce özel hukuk sözleşmesi olan nişanlanmaya, Borçlar Kanunu genel hükümlerinin, Aile Hukuku temel ilkelerine ve emredici kurallara aykırılık oluşturmamak kaydı ile bir başka ifadeyle uygun düştüğü ölçüde, kıyasen uygulanabilmeleri elbette mümkündür. Buna göre öncelikle nişanlanma sözleşmesinin meydana gelebilmesi için hangi şartların aranacağı; nişanlanmanın hangi hallerde geçerli olamayacağı gibi hususlar 50  Akıntürk and Ateş, 23; Öztan, (Aile), 25; Zevkliler, A, Acabey, M.B. and Gökyayla, K. E, Medeni Hukuk Giriş, Başlangıç Hükümleri, Kişiler Hukuku, Aile Hukuku, (Savaş 2000), 747; Dural, Öğüz and Gümüş, 13 vd.; Abik, Y,   Nişanlanma Ve Nişanlılık ,(2005) 54 (2), AUHFD, 65-152, 71 vd.51  Koç, N, Türk-İsviçre Hukukunda Nişanlanma Sözleşmesi, (Dokuz Eylül Üniversitesi Yayınları 2002), 17. Görüşler hakkında bkz. Akıntürk and Ateş, 26 vd.; Öztan, (Aile), 28 vd.; Zevkliler, Acabey and Gökyayla, 678 vd.; Dural, Öğüz and Gümüş, 15; Abik, 69. 52  Werro, 163; Geissbühler, 19. Ayrıca bkz. Dual, Öğüz and Gümüş, 15. Medeni Hukuk sözleşmelerinin ve özel olarak aile hukuku sözleşmelerinin Medeni Kanun ya da Borçlar Kanunu içinde herhangi bir şekilde listelenmiş sözleşme örneklerinden oluşmadığını hatırlamak gerekir. İsviçre doktrininde, bu sözleşmelerin yargı kararları ile de tek tek belirlenmeleri mümkün olamayacağından hareketle farklı ayrımlar ve sınıflandırmalar yapılmıştır. Örneğin İsviçre Hukukunda Tercier, Favre, Müller ve Morin altı tane; Engel ve Riechel onbeş tane, Riemer ise yirmi beş tane sözleşme türünün var olduğunu savunmakta; hatta Riechel Medeni Kanunda yer alan sözleşme sayısının İsviçre Borçlar Kanunu Özel Hükümlerinde yer alan sayı kadar olduğunu söylemektedir. Bu konuda bkz. Geissbühler, 8. Ayrıca Engel, 159; Deschenaux, 52. Türk hukuku yönünden ise genel olarak benimsenen; medeni hukuk sözleşmelerinin; nişanlanma (MK.m), evlenme sözleşmesi (MKm vd.), aile malları ortaklığı (MK.m vd.), miras sözleşmesi (MK.m), paylaşma sözleşmesi (MK.m) ve kurucu ayni hak sözleşmelerinden (MK.m, m; m) oluştukları yönündedir.53  Öztan, 25; Zevkliler, Acabey and Gökyayla, 681; Koç, 13.686Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki UygulamasıMedeni  Kanunda  hükme  bağlanmadığından,  Medeni  Kanunun  5  inci  maddesi uyarınca Borçlar Kanununun akdin kurulmasıyla (BK.m vd) ve sözleşmelerin kesin hükümsüzlüğüyle ilgili genel düzenlemelerin uygulanması (BK.m, m, m) gerekir ki bu uygulama, nişanlanma sözleşmesinin özellikleri göz önüne alınarak ve nişanlanmanın niteliğine uygun düştüğü oranda kıyasen bir uygulamadır. Örneğin, evli olup da yeniden nişanlanan bir kimse evli olduğunu gizlemişse, yapılan akit, Kanunun emredici kurallarına, ahlaka, kamu düzenine aykırı olduğundan Borçlar Kanunun  27  inci  maddesi  uyarınca  kesin  hükümsüzdür.  Bilhassa  nişanlanma akdinin butlan sebeplerinden biriyle batıl olduğunu bilmeyen nişanlı yönünden bu nedenle manevi bir zarar doğmuşsa, bu zararın tazmini Medeni Kanunun 5 inci maddesine dayanılarak, Borçlar Kanunu nun 58 inci ve hediyelerin iadesinin de Borçlar Kanununun 77 inci maddelerinin kıyasen uygulanması ile talep edilebilmeleri mümkündür. Aynı şekilde nişanlanma ahlaka aykırı olsa bile, nişan hediyesinin iadesi  Borçlar  Kanunun  81  inci  maddesi  uyarınca  ahlaka  aykırı  bir  sonucun gerçekleşmesi için verilen şey  kapsamında değerlendirilemeyecektir. Zira bu madde genel ahlaka aykırılık taşıyan tüm sözleşmeler yönünden geniş yorumlanmamakta; sadece ifada bulanan kişiyi genel ahlaka aykırı bir amaca uygun davranmaya sevk etmek ya da teşvik etmek amacıyla yapılan kazandırmaları kapsayacak şekilde dar yorumlanmaktadır. Medeni Kanunun 122 inci maddesinde özel olarak düzenlenen hediyelerin iadesi; nişan dolayısıyla ve nişanlanma sırasında veya nişanlılığın devamı süresinde, alışılmış dışında kalan hediyelerin geri verilmesini kapsar ve bu hak nişanlılardan başka, onların ana babalarına ve hatta ana baba gibi davranan kimselere de tanınmıştır. Nişanlılara bu kişiler dışında üçüncü kişiler tarafından verilen hediyelerin iade kapsamı ise Medeni Kanunda özel olarak belirtilmediğinden ortaya çıkan boşluğun Medeni Kanunun 5 inci maddesi hükmü ile doldurulması mümkündür. Nitekim Borçlar Hukuku genel hükümleri içinde  sebepsiz zenginleşme  ve kimi zamanda Borçlar Hukuku özel hükümleri içinde  bağışlamanın geri alınması  hükümlerine gidilebilir. Üçüncü kişiler yönünden iade kapsamı tüm hediyeler yönünden değil, gelecekte evlenmeleri düşünülerek, onu gerçekleştirmek ve kolaylaştırmak amacıyla verilen 54  Feyzioğlu, 22; Tekinay, 10; Öztan, 34; Werro, 163: Geissbühler, 19.55  Hatemi and Serozan, 39; Kılıçoğlu, 15; Öztan, 60. Yargıtay da evli bir kimsenin evliliği kesin olarak sona ermedikçe nişanlanmasının mümkün olmadığını belirtmektedir. Örnek olarak bkz. 3.HD. 26.12.2005, 13403/14367. (www.kazanci.com.tr)56  Geissbühler, 20; Öztan, 49-50; Dual, Öğüz and Gümüş, 21. Yargıtay da evli bir kimsenin nişanlanamayacağından hareketle, hediyelerin iadesinin Medeni Kanunun 122 inci maddesi uyarınca değil, Borçlar Kanununun genel hükümleri uyarınca mümkün olduğunu vurgulamaktadır. Örnek olarak bkz. Yargıtay 3.HD. 11.06.2009, 8106/10088, YKD 2009, C.XXXV, 1855, Yargıtay 3. HD. 23.01.2014, 15535/884. (www.kazanci.com.tr)57  Hatemi and Serozan, 39. 58  Bu anlamda örneğin nikâhsız birlikte yaşamayı temin etmek için yapılan bağışlamalar, verilen hediyeler ahlaka aykırılık sebebiyle ve alaka aykırı amacı gerçekleştirmek için verildiklerinden iadeleri istenemez. Ateş, D, Borçlar Hukuku Sözleşmelerinde Genel Ahlaka Aykırılık, (Turhan 2007), 318 vd. Ayrıca bkz. Engel, 594; Tercier, P, La Corruption Et Le Droit Des Contrats, (1999) (II) SJ 225-271 (Corruption) , 253, Guggenheim, D, Le Droit Suisse Des Contrats, (Geneve Georg. 1991), 269; Petitpierre, (Commentaire Romand), 454; Sirmen, L, Borçlar Hukuku Genel Hükümleri Ders Notları, (1996), 193. 59  Akıntürk and Ateş, 45 vd; Öztan, 80 vd.; Dual, Öğüz and Gümüş, 42 vd; Koç, 132 vd.687İstanbul Hukuk Mecmuası 77/2hediyelerdir ve bu husus Türk-İsviçre yargı kararlarında da yerleşmiştir. Borçlar Kanununun 30 uncu maddesi kapsamında yanılma hükümlerine gidilememesinin sebebi ise nişanlanmanın kesin olarak evlenme ile nihayetlendirilmesini beklemenin evlenme özgürlüğü ile bağdaşmamasından kaynaklanır.  Nişanlılara ait mektup ve fotoğrafların iadesi konusunda ise farklı görüşler bulunmaktadır.  Genel  olarak  baskın  görüş,  bunların  hediye  kavramına  dâhil olmadıkları ve ancak nişanlılardan birinin kişilik hakkını zedelemesi durumunda geri verilmesinin istenebileceği yönündedir. Bu durumda kişilik hakkı zedelenen nişanlı, Medeni Kanunun 24 üncü maddesi uyarınca dava açarak hâkimden, saldırıda bulunanlara karşı korunmasını isteyebileceğinden Medeni Kanunun 5 inci maddesi uyarınca Borçlar hukuku genel hükümlerine gidilmesine ihtiyaç yoktur. Diğer yandan hediyelerin iadesi ile ilgili hükmün (MK.m), sebepsiz zenginleşme ile ilgili Borçlar Kanunun 77 inci ve devamı maddelerine yaptığı gönderme de kanun koyucu tarafından doğrudan doğruya yapıldığı içindir ki yine Medeni Kanunun 5 inci maddesi kapsamında  değerlendirilemeyecektir.  Ancak  hükmün  sebepsiz  zenginleşmeye doğrudan gönderme yapmış olması ve Borçlar Kanunun sebepsiz zenginleşme için iki ve on yıllık zamanaşımı süreleri öngörmüş olması (BK.m); buna karşılık Medeni Kanunun ise nişanlılığın sona ermesinden doğan dava haklarını bir yıllık zamanaşımı süresi ile sınırlamış olması, hangi zamanaşımı süresinin uygulanması gerekeceği konusunda da tereddüt yaratmıştır. Bu durumda kabul edilen görüş; genel hüküm ve özel hüküm ilişkisi sebebiyle; bir başka ifadeyle lex specialis bir yıllık sürenin uygulanması gerekeceğidir.63. İsviçre hukukunda da Werro hediyelerin iadesi ile ilgili hükmün (İMK.m/I, MK.m) sebepsiz zenginleşme ile ilgili hükmün karşısında (İBK.m; BK.m) özel bir hüküm olduğunu ve bu sebeple hediyelerin iadesi için nişanlılık ilişkisinin sona ermesinin yeterli olduğunu savunurken; Huwiler hediyelerin iadesi ile ilgili hükmün Borçlar Kanunun sebepsiz zenginleşme hükmünden bağımsız olduğu görüşündedir. Bu sebeple, nişanlılar hediye sebebiyle olmasa da nişanlılık ilişkisini sona erdirme şartıyla maddeyi ileri sürebilmeleri gerektiğini savunur. Ancak bu görüş nişanlılık ilişkisi içinde nişanlıların birbirlerine verdikleri maddi değere sahip varlıkları belgelendirmeleri her zaman mümkün olamayacağından hareketle, ispat bakımından sorunlar ortaya koymaktadır. Nişanlıları birbirine bağlayan fiili 60  Tekinay, 31; Velidedeoğlu, 43; Akıntürk and Ateş D, 47-48. Yargı kararları ile ilgili bkz. FF 1996 I 61; ayrıca HGK 26.11.1958, 6/84-79. (www.kazanci.com.tr)61  Geissbühler, 20.62  Mektup ve fotoğrafların hediye kavramına girdiği hakkında bkz. Schwarz, 52; Velidedeoğlu, 42; aksi yönde bkz. Tekinay, 28; Feyzioğlu, 60; Akıntürk and Ateş,D, 49; Dual, Öğüz and Gümüş, 43; Öztan, 96; Koç, 158. İsviçre hukuku yönünden ise bkz. Werro, 202; Geissbühler, 19.63  Geissbühler, 19. Ayrıca bkz. Koç, 153, Abik, 118. Diğer yandan Yargıtay, resmi nikâh yapılmadan gerçekleşen fiili birliktelikler yönünden tarafların aynı konutta birlikte yaşadıkları ve çocuk sahibi oldukları durumlarda, taraflar arasında aile hukuku ilişkisi bulunmadığını; bu sebeple taraflar bakımından somut olayın özelliklerine göre Borçlar Hukuku haksız fiil ve sebepsiz zenginleşme zamanaşımı sürelerinin uygulanması gerektiği kabul etmektedir. HGK. 03.03.2010 tarihli 2010/4-88, 2010/126; aynı yönde bkz. Yarg.3.HD. E.20013/5424, E.2013/7367, T.6.5.2013. (www.kazanci.com.tr)64  Werro, 220; Geissbühler, 20.688Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki Uygulamasıdurum  sebebiyle  verilen  hediyelerin  var  olan  nişanlılık  ilişkisinin  sona  ermesi sebebiyle geri verilmeleri bizce de doğal olan yol olmalıdır.Öztan, ayrıca batıl olmaları sebebiyle hükümsüz olan nişanlanmalarda Medeni Kanunun 120 ve 121 inci maddeleri uyarınca tazminat davasının açılamayacağını ancak culpa in contrehando sorumluluğunun doğabileceğini ve kişi haksız fiil nedeniyle manevi bir zarara uğramışsa, Medeni Kanunun 5 inci maddesinin yardımı ve Borçlar Kanunun 58 inci maddesi uyarınca tazminat isteyebileceğini de vurgular. Aynı şekilde maddi tazminat yönünden de yine hâkim evlenileceğine inançla yapılan masrafların tazminine hükmederken geniş bir takdir yetkisine sahiptir ve bu noktada Medeni Kanunun 5 inci maddesi vasıtasıyla, Borçlar Kanununun 52 inci maddesini kıyasen uygulayabilir.Geçerlilik  şartlarına  sahip  bir  nişanlanmanın  şarta  bağlı  olarak  yapılması mümkündür. Geciktirici ya da bozucu şartlar yönünden Borçlar Kanununun şarta ilişkin  hükümleri  nişanlanmanın  niteliğine  uygun  düştüğü  oranda  yine  Medeni Kanunun 5 inci maddesi uyarınca uygulama alanı bulur. Örneğin nişanlanma sözleşmesi bozucu bir şarta bağlanmışsa ve bu şart gerçekleşmişse, akit, kural olarak şartın gerçekleştiği andan sonrası için yani ileriye etkili (ex nunc) olarak ortadan kalkar. Böylece Medeni Kanunun 5 inci maddesi uyarınca Borçlar Kanununun 173 üncü maddesinin II inci fıkrası burada uygulama alanı bulacaktır. 2. EvlenmeEvlilik tam ve sürekli bir hayat ortaklığı yaratmak üzere, ayrı cinsiyetteki iki kişinin hukuken makbul ve geçerli bir şekilde birleşmesi olup, sosyal, ahlaki ve aynı zamanda hukuki bir kurumdur. Evlenmenin hukuki niteliği hakkında doktrinde üç temel görüş vardır. Bunlardan ilki evlenmenin bir aile hukuku sözleşmesi olduğu görüşüdür. Bu görüş, evlenmenin nişanlıların karşılıklı ve birbirine uygun irade açıklamalarında bulunmaları ile kuruluyor olmasından temel alır. İkinci görüş ise, nişanlıların evliliğin hükümlerini ve şartlarını kararlaştırmakta, değiştirmekte serbest olmadıklarını, bu sebeple evlenmenin bir sözleşme olmadığını ileri süren kurum görüşüdür. Son görüş ise, tarafların irade beyanları ile kanunen objektif ve genel olarak tayin edilen evlenme statüsüne evlenme memurunun beyanı ile girdikleri şarttasarruf görüşüdür. Türk hukuku yönünden baskın ve yaygın olan görüş evlenmenin 65  Öztan, 60.66  Öztan, 106.67  Schwarz, 50; Arsebük, 525; Köprülü, 475; Feyzioğlu, 38; Velidedeoğlu, 31; Saymen and Elbir, 50; Dual, Öğüz and Gümüş, 42; Akıntürk and Ateş,D, 36; Öztan, 54.68  Öztan, 56-57.69  Tandoğan, 2; Velidedeoğlu, 45; Akıntürk and Ateş, 59, Feyzioğlu, 83; Öztan, 119.70  Velidedeoğlu, 50; Schwarz, 55; Tekinay, 65; Feyzioğlu, 95; Hatemi and Serozan, 72; Akıntürk and Ateş, 60; Öztan, 121; Dual, Öğüz and Gümüş, 47.71  Fransız hukukunda benimsenen bu görüş hakkında bkz. Saymen and Elbir; 70; Tandoğan, 25; Tekinay, 65; Feyzioğlu, 93; Akıntürk and Ateş, 60; Öztan, 122.72  Saymen and Elbir, 71-72.689İstanbul Hukuk Mecmuası 77/2bir medeni hukuk sözleşmesi olduğudur. Nitekim Yargıtay ın da kararları bu görüşü destekler niteliktedir.Evlenme akdi, ilk bakışta nişanlıların karşılıklı ve birbirine uygun irade açıklamaları ile kurulması ve eşler bakımından karşılıklı yükümlülükler doğurması sebepleriyle ilk bakışta borçlar hukuku sözleşmelerine benzer özellikler taşıyor izlenimi yaratsa da şüphesiz ki sadece bu özellikleri ile borçlar hukuku sözleşmesi olduğunu söylemek mümkün değildir. Bu sebeple sözleşme görüşü daha ziyade evlenmenin kendine has özelliklere sahip (sui generis) bir medeni hukuk sözleşmesi olduğu yönünde kabul bulur. Bilhassa sözleşmenin kurulması ve irade açıklamalarındaki şekil şartı ve irade sakatlığı halleri borçlar hukuku genel nitelikli hükümlerinden farklılıklar gösterir. Bir başka deyişle sözleşme özgürlüğü ilkesinin  sözleşme yapma özgürlüğü bakımından  olmasa da;  şekil özgürlüğü  ve  düzenleme özgürlüğü  yönünden birebir uygulama alanı bulmasının mümkün olmadığı bir hukuki alan söz konusudur. Aynı şekilde hukuki sonuçları bakımından tarafların irade uygunlukları bulunsa dahi bir başka sözleşme ilişkisine uyarlamanın imkânsız olduğu; kanunda belirtilen usuller dışında sona erdirilmesinin mümkün olmadığı ve kanun koyucunun kurumsal olarak evlilik ile farklı temel hak ve özgürlükleri korumaya aldığı gözden kaçırılmamalıdır. Bunun içindir ki; Borçlar Kanunun genel nitelikli hükümlerinin  uygun düştükleri ölçüde  Medeni Kanunun evlilik ile ilgili hükümlerinde uygulanma alanı bulması oldukça sınırlıdır.Medeni Kanunda yasal mal rejimi olarak kabul edilen  edinilmiş mallara katılma rejimi nde  eşlerin katılma alacağından doğan talep haklarının zamanaşımı süresi  kanun koyucu tarafından belirlenmemiştir. Medeni Kanunun 178 inci maddesinde yer alan ve evliliğin boşanma sebebiyle sona ermesi halinde doğan dava haklarının boşanmanın kesinleşmesinden itibaren bir yıl geçmekle zamanaşımına uğrayacakları yönündeki hüküm, boşanma davası ve sonuçları ile ilgili iken; Medeni Kanunun 241 inci maddesinde düzenlenen bir ve beş yıllık zamanaşımı süreleri katılma alacağının ihlal edilmesi kastıyla borçlu eş tarafından üçüncü kişilere geçirilen mallar ve bu kişilerin  sorumluluklarıyla  ilgilidir.  Dolayısıyla  bu  hükümlerin  uygulama  alanı bulması doğru olmayacaktır. Nitekim Yargıtay da konuyla ilgili olarak, Medeni Kanunda ayrı bir hüküm bulunmadığını ve niteliği itibariyle hakkın bir alacak hakkı olduğunu bu sebeple uygulanması gereken hükümlerin, Medeni Kanunun 5 inci maddesi uyarınca kıyasen Borçlar Kanunun 146 ıncı maddesi ve dolayısıyla on yıllık zamanaşımı süresi olduğu yönünde içtihat oluşturmuştur. Gerçekten de 73  Bilhassa Yargıtay ın evlenme memurunun beyanının açıklayıcı mı kurucu mu olduğu hususunda verdiği Yargıtay İçtihadı Birleştirme Kararı bu hususta belirleyici olmuştur. YİBK. 13.12.1985 T, 4/9; RG 9.1.1986, S.18983. (www.kazanci.com.tr)74  Deschenaux, Steinauer, Baddaley, 29, 33; Werro, 68; Geissbühler, 9; Velidedoğlu, 50,51; Öztan, 64; Hatemi and Serozan, 72; Zevkliler, 683; Oğuzman and Dural, 62; Akıntürk and Ateş, 60.75  Deschenaux, Steinauer and Baddaley, 36; Geissbühler, 9.76  Geissbühler, 10.77  YHGK, 17.04.2013 T, E.2013/8-375, K.2013/520, YHGK. 05.10.2016 T, 8-1061/959; YHGK, 25,02.2015 T., 8-2485/850; 8.HD. 27.01.2015 T., 8561/1622. (www.kazanci.com.tr)690Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki Uygulamasıbilindiği üzere tasfiye davaları, zamanaşımı ve hak düşürücü süreye tabi olmayan, sınırının Medeni Kanunun 2 inci maddesi uyarınca çizildiği davalardır. Buna göre; eşler arasında mal rejimi sözleşmelerinden doğan talep hakları, sözleşme ilişkisinden doğdukları için; Borçlar Kanunun 146 ıncı maddesi uyarınca on yıllık genel zamanaşımı süresine tabi olacak; ayrıca eşler arasında yasal mal rejiminin uygulandığı yani mal rejim sözleşmesinin bulunmadığı hallerde ise katılma alacağı kanundan doğan bir alacak olarak; alacağın varlığının öğrenildiği tarihten itibaren bir yıl; her durumda mal rejiminin sona erdiği tarihten itibaren ise on yıllık zamanaşımı süresine tabi olacaktır. 3. TanımaDoğal ya da genetik babanın bir çocuğun kendisinden olduğu yolunda, kanunda belirtilen makamlara kanunun aradığı şekiller içinde beyanda bulunması durumunu ifade eden tanıma Medeni Kanunun 295 ve devamı maddelerinde düzenlenir. Kurucu yenilik doğuran ve tek taraflı bir hukuki işlemi ifade eden tanıma kişiye sıkı sıkıya bağlı bir haktır ve geçmişe etkili sonuçlar doğurur.Kanun koyucu Medeni Kanunda tanımanın iptalini düzenlemiş ancak tanımanın butlanı sonucunu doğuran sebeplerin neler olduğunu düzenlememiştir. Bununla birlikte Medeni Kanunun 5 inci maddesi, Borçlar Kanunun kesin hükümsüzlüğe ilişkin 26 ve 27 inci maddelerinin tanıma için de uygulanmasına imkân sağlar. Türk ve İsviçre Hukuklarında doktrin ve yargı kararlarındaki görüş; tanımanın esasa  veya  şekle  ilişkin  şartlarından  herhangi  birinin  eksik  olması  durumunda tanımanın mutlak butlan ile geçersiz olacağı yönündedir. Gerçekten tanıyanın ayırt etme gücünden yoksun olması, tanınan çocuğun halen başka bir erkek ile soybağı ile bağlı olması, tanımanın resmi şekil şartına uygun yapılmaması gibi durumlarda işlemin mutlak butlan ile geçersiz sayılması gerekir. Böylece batıl olan tanıma hiçbir hukuki sonuç doğurmaz. Ancak bu noktada bilhassa tanınan çocuğun aile kütüğünün değişmiş olması halinde ve aile hukuku ilkeleri çerçevesinde tıpkı evlenmenin butlanında olduğu gibi tanımanın butlanının dava ile tespit ettirilmesi zorunluluğu da doğmaktadır ki bu mahkeme hükmü bozucu yenilik doğurucu değil, tespit edici nitelik taşır 83.78  Dual, Öğüz and Gümüş, 245.79  Kılıçoğlu, A, Edinilmiş Mallara Katılma Rejimi, (Turhan 2002) (Edinilmiş Mallara Katılım), 76. Bu konuda ayrıca bkz. Şıpka, Ş, Türk Hukukunda Edinilmiş Mallara Katılma Rejimi Ve Uygulamaya İlişkin Sorunlar, (On İki Levha 2011), 292 vd.; Zeytin, Z, Edinilmiş Mallara Katılma Rejimi Ve Tasfiyesi, (Seçkin 2005); Sarı, S, Evlilik Birliğinde Yasal Mal Rejimi Olarak Edinilmiş Mallara Katılma Rejimi, (Beşir 2007 Gümüş, A, Evliliğin Genel Hükümleri Ve Mal Rejimleri, (Vedat 2007); Acar, F, Aile Hukukumuzda Mal Rejimleri Ve Eşin Yasal Miras Payı, ( Seçkin 2007) . 80  Oğuzman and Dural, 326; Akıntürk and Ateş, 346; Öztan, 545; Dual, Öğüz and Gümüş, 293; Genç, A, Tanıma Yolu İle Kurulan Soybağı,( Prof.Dr.Zahit İmre ye Armağan) (Der, 2009), 3. Ayrıca bkz. Baygın, C, Soybağı Hukuku, (On İki Levha 2010).81  Oğuzman and Dural, 335; Akıntürk and Ateş, 354; Öztan, 921; Dual, Öğüz and Gümüş, 298.82  Tekinay, 536 vd.; Oğuzman and Dural, 335 vd.; Hatemi and Serozan, 382; Akıntürk and Ateş, 354.83  Serozan, R, Çocuk Hukuku, (Vedat, 2005) (Çocuk), 765.691İstanbul Hukuk Mecmuası 77/24. Aile Malları OrtaklığıAile malları ortaklığı (MK.m), aile bireylerinin kurmuş olduğu, daha çok aile mallarının, özellikle tarımsal taşınmazlar ve işletmelerin parçalanmasını önlemek amacıyla başvurdukları tüzel kişiliği olmayan ve elbirliği ile mülkiyet esaslarına göre kurulmuş ortaklıkları ifade eder. Resmi şekil şartına bağlanmış olması ve Borçlar Kanununda bu tür bir şekil şartına ihtiyaç bırakmayan adi ortaklık hükümlerinin varlığı (BK.m vd.) aile malları ortaklığına uygulamada çok da sık başvurulmaması sonucu doğurmak; bununla birlikte 5403 sayılı Toprak Koruma ve Arazi Kullanımı Kanunu kapsamında da ayrıca düzenlenmektedir.Aile malları ortaklığının elbirliği ile işletilen ortaklık (MK.m) ve kazanç paylı ortaklık (MK.m) şeklinde iki ayrı türü bulunur. Elbirliği ile işletilen ortaklıkta, elbirliği ile iktisadi faaliyette bulunmak amaçlanırken yönetim tüm ortakların katılımı ile yürütülür ve her birinin yetkili olduğu olağan yönetimsel işler dışındaki işler için ortakların kendi aralarından birini yönetici olarak atamaları mümkündür. Kazanç paylı ortaklıkta ise ortaklar aralarında yapacakları sözleşmeyle, yıllık kazançtan kendilerine  belli  bir  pay  verilmesi  kaydıyla  ortaklığın  temsilini  ve  ortaklığın mallarının işletilmesini içlerinden birine bırakabilirler. Bu ortak, diğerlerine yıllık kazançtan belli bir pay verir. Dolaysıyla aslında elbirliği ile işletilen ortaklıkta daha çok aile üyelerinin belirli bir faaliyet alanında birlikteliklerinin sürdürülmesi ve bu sürecinde toplumsal bir koruma ile teminat altına alınması amaçlanırken; kazanç paylı ortaklıkta daha çok aile üyelerinin kendi aralarında güvendikleri bir kişi aracılığı gelecekleri açısından teminat oluşturmak ve ortak bir fayda sağlama amaçları vardıır. Aile malları ortaklığını adi şirketten ayıran en temel iki özellik  ortak amaç eksikliği  ve  resmi şekil şartı dır. Kurumsal olarak bazı farklılıklar bulunmakla birlikte iki kurum da genel olarak benzerlik gösterir. Bu benzerlikler tüzel kişilik oluşturmayan her iki kurum için de önemlidir. Bu bağlamda Medeni Kanunun aile malları ortaklığı ile ilgili hükümlerinde ortaya çıkan boşlukların Medeni Kanunun 5 inci maddesi hükmü ile Borçlar Kanunun adi şirket ile ilgili hükümlerince doldurulması; ya da aile malları ortaklığının bilhassa aile üyeleri dışındaki kişilerin de bu ortaklığa dâhil edilmek istenmeleri durumunda adi şirkete dönüştürülmesi mümkündür. Her iki kurum arasındaki benzerlik ve Engel in  kanun koyucunun zaman zaman bir 84  Oğuzman and Dural, 414, Akıntürk and Ateş 461; Öztan, 1240; Feyzioğlu, 462; Dual, Öğüz and Gümüş, 402. 85  5403 sayılı Toprak Koruma ve Arazi Kullanımı Kanununun 8/B maddesinde yer alan  Mirasa konu tarımsal arazi ve yeter gelirli tarımsal arazilerde mülkiyetin devri esastır.  hükmü gereği, mirasçılar arasında anlaşma sağlanarak tarımsal arazilerin mülkiyeti devir işlemlerinin bir yıl içinde tamamlanması gerekmektedir. Devir işlemlerinin tamamlanmaması durumunda Tarım ve Orman Bakanlığınca mirasçılara üç ay ek süre verilerek belirtilen süre içerisinde mirasçıların, adı geçen Kanunun 8/C maddesinde yer alan seçenekler yanında istedikleri takdirde, Medenî Kanununun 373 üncü ve devamı maddelerine göre aile malları ortaklığı veya kazanç paylı aile malları ortaklığını kurabilecekleri ve buna ilişkin sözleşmelerin de noterliklerde yapılması gerektiğini belirtilmiştir.86  Örneğin evlenmenin aile malları ortaklığından çıkmak için bir sebep olarak kabul edilmesi (MK.m); Ortaklık mallarının paylaşılması veya ayrılan ortağın payının hesaplanması, ortaklık mallarının paylaşma veya ayrılma zamanındaki değerine ve durumuna göre yapılması (MK.m) tasfiye sonrası katılım payına biçilen değere göre yapılması (BK.m) gibi. 692Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki Uygulamasıkurumun gerekliliği ve uygulanması hakkında kendini kandırdığı  görüşünden de hareketle İsviçre hukukunda bazı yazarlar aile malları ortaklığının Borçlar Kanunu içinde düzenlenmesinin daha yerinde olacağı görüşünü de savunmaktadır.IV. SonuçTürk  Medeni  Kanununun   Başlangıç  Hükümleri ,  aslında  hukuk  sisteminin temelini oluşturarak, genel hukuk ilkelerini ortaya koyan; hem bireylere hem de hukuk kurallarının uygulayıcısı durumundaki hâkime yol gösteren kurallar bütününden oluşur. Bu kurallar arasında ilk başta çok da ön plana çıkmayan Medeni Kanunun 5 inci maddesi aslında özel hukuk boşlukları ve genel olarak yasal düzenleme eksiklikleri karşısında çoğu zaman bu boşlukları ortadan kaldıran, hâkime Medeni Kanunun 1 inci maddesinin II inci fıkrasındaki yolu izlemeden meseleyi çözebilme imkânı getiren adeta çok yönlü anahtar bir kural gibidir. Uygulama alanı son derece geniş olduğundan çalışmamızda örneklendirmelerini sadece  aile  hukuku  ile  sınırladığımız  madde,  temelde  var  olan  boşluklara  ve eksikliklere  rağmen  özel  hukuk  ilişkilerini  ayakta  tutmayı  sağlar. Aile  hukuku kapsamında verilen örneklerden de anlaşıldığı üzere  hükmün gerekli olup olmadığı  yönündeki tartışmalar aslında hâkimin Medeni Kanun ve Borçlar Kanunun genel nitelikli hükümlerini tüm özel hukuk ilişkilerine uygularken; gerçekte doğrudan bir uygulama mı, kıyasen bir uygulama mı, yoksa her ikisini de kapsayacak bir uygulama mı  yaptığı  meselesiyle  ilgilidir.  Zira  hâkime  hukuk  kurallarını  sözü  ve  özüyle değindikleri tüm konularda uygulama yetkisi ve görevi veren Medeni Kanunun 1 inci maddesi aynı zamanda doğabilecek kanun boşlukları için de bir yol haritası çizer. Bu noktada şüphesiz ki doğrudan uygulamanın mı yoksa kıyasen uygulamanın mı yapılması gerektiğine karar verecek kişi hâkimdir.Gelişen ve yenilenen sosyal hayat içinde artan ihtiyaçlar ve yeni yasal düzenlemelerle birlikte Borçlar Kanunu ve Medeni Kanunun genel nitelikli hükümleri adeta özel hukukun genel hükümleri şeklini almıştır. Diğer yandan maddenin her iki Kanun arasındaki bağlantıyı güçlendirerek kanun koyucu bakımından kanunlar arasındaki ilişkinin adeta altını çizdiği genel bir atıf hükmü olma özelliği de vardır. Zira atıf hükümleri, hukuki meselelerde uygulanacak olan yasal düzenlemeler araştırılırken kanun koyucu tarafından hâkimin yönlendirilmesinde karşımıza çıkar. Bu anlamda Medeni Kanunun 5 inci maddesi de kıyasen uygulama yönünde hâkime talimat veren genel bir atıf hükmüdür. Şüphesiz ki bu hüküm olmasaydı da hâkim var olan boşlukları doldurabilecek ve çoğu zaman da kıyas yoluyla yine çözüm bulabilecekti. Aslında kanun koyucunun maddeyi Medeni Kanunun Başlangıç Hükümleri bölümünde ve genel ifadeler ile 87  Engel, 180; Geissbühler, 23-24.693İstanbul Hukuk Mecmuası 77/2düzenlemiş olması, hem hâkime önündeki mesele ile ilgili çözüm arayışında ışık tutmakta hem de yargı kararları arasında sistematik bir tutarlılık sağlamaktadır. Bu sebeple hüküm basit bir genel hukuk kuralı olmaktan çok daha fazlasıdır ve tüm özel hukuk alanı için önem taşır. Madde aynı zamanda hâkime önündeki mesele ile doğrudan bağlantısı olmayan bir hukuk kuralını uygulamadan önce kontrol etme ve ancak gerekliyse onu uygulama imkânı da verir. O halde hâkim Medeni Kanun ve Borçlar Kanunu tarafından öngörülmüş genel hükümleri özel olarak dikkate alacak ve ihtiyaç varsa Medeni Kanunun 5 inci maddesinin gösterdiği yolu takip ederek o hukuk kuralını somut olaya uygulayabilecektir. Hatta genel bir atıf hükmü olarak Medeni Kanunun 5 inci maddesinin hâkime Kanunun 1 inci maddesinin II inci fıkrasına gitmeden önce kıyasen uygulama yönünde bir yükümlülük yüklediğini söylemek de bizce yanlış olmayacaktır.Finansal Destek: Yazar bu çalışma için finansal destek almamıştır.694Ateş / Özel Hukukun Bütünlüğü İlkesi ve Medeni Kanunun 5 inci Maddesinin Aile Hukukundaki Uygulaması",
     "Kaynakça": "Abik, Y,   Nişanlanma ve Nişanlılık ,(2005) 54 (2), AUHFD, 65 152.Acar, F, Aile Hukukumuzda Mal Rejimleri ve Eşin Yasal Miras Payı, ( Seçkin 2007) Akıntürk, T. and Ateş, D., Türk Medeni Hukuku, Aile Hukuku, (21th edn, Beta 2019). Akipek, J, Akıntürk, T. and Ateş, D, Türk Medeni Hukuku, Başlangıç Hükümleri, Kişiler Hukuku (15th edn, Beta, 2018)Ataay, A, Borçlar Hukukunun Genel Teorisi, (Der 1975)Ateş, D, Borçlar Hukuku Sözleşmelerinde Genel Ahlaka Aykırılık, (Turhan 2007)Baygın, C, Soybağı Hukuku, (On İki Levha 2010)Bilge, N, Hukuk Başlangıcı, Hukukun Temel Kavram ve Kurumları (Turhan 2005)Deschenaux, H, Traite De Droit Civil Suisse, Le Titre Préliminaire Du Code Civil, (Fribourg Ed. universitaires 1969)Dural, M, Ögüz, T and Gümüş A, Türk Özel Hukuku Cilt III, Aile Hukuku, (Filiz 2019)Edis, S, Medeni Hukuka Giriş ve Başlangıç Hükümleri, (Ankara Üniversitesi Yayınları 1993) (Hukuka Giriş)Edis, S, Özel Hukukun Bütünlüğü Üstüne, (1975) 32 (1 4) AÜHFD 155 172.Engel, P, Traite Des Obligations En Droit Suisse (2th edn, Staempfli SA Berne 1997)Eren, F, Borçlar Hukuku Genel Hükümler (24th edn, Yetkin 2019)Feyzioğlu, F.N, Aile Hukuku, (Filiz 1986)Friedrich, H. P, Berner Kommentar, Kommentar Zum Schweizerischen Privatrecht, Band I, Einleitung Und Personenrecht, Einleitung, Nachdruck Der Ausgabe Von (Bern : Stämpfli & Ci 1966)Geissbühler, G. Les Contrats Prévus Par Le Code Civil Et Le Rôle De L art 7 Cc <http://archiveouverte.unige.ch/unige:32766 >  accessed 19 Novembre 2013Genç, A, Tanıma Yolu İle Kurulan Soybağı,( Prof.Dr.Zahit İmre ye Armağan) (Der, 2009) 1 39.Guggenheim, D, Le Droit Suisse Des Contrats, (Geneve Georg. 1991)Gümüş, A, Evliliğin Genel Hükümleri ve Mal Rejimleri, (Vedat 2007)Güriz, A, Hukuk Başlangıcı, (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1986)Gürzumar, O. B., Türk Medeni Kanunu nun 5 inci Maddesi Ve Özel Hukuk Uygulamasındaki Yeri, (Prof. Dr. Erden Kuntalp e Armağan) (I) GÜHFD, (2004) 105 161.Hatemi, H. and Serozan, R., Aile Hukuku, (Filiz 1993)Hatemi, H., Medeni Hukuk a Giriş, ( On İki Levha 2017)Kılıçoğlu, A, Edinilmiş Mallara Katılma Rejimi, (Turhan 2002) (Edinilmiş Mallara Katılım)Kılıçoğlu, A., Medeni Hukuk, (Turhan 2018)Kırca, Ç., Örtülü (Gizli) Boşluk ve Bu Boşluğun Doldurulması Yöntemi Olarak Amaca Uygun Sınırlama, (2001) (I) 50 AÜHFD, 91 119.Kocayusufpaşaoğlu N, Hatemi, H., Serozan, R. and Arpacı, A., Prof.Dr.Necip Kocayusufpaşaoğlu Borçlar Hukukuna Giriş Cilt 1, (Filiz 2017)Koç, N, Türk İsviçre Hukukunda Nişanlanma Sözleşmesi, (Dokuz Eylül Üniversitesi Yayınları 2002)Manai, D, Clés Pour Une Introduction Au Droit, (2th edn Stämpfli 2012)695İstanbul Hukuk Mecmuası 77/2Oğuzman, K and Barlas, N, Medeni Hukuk, (Vedat 2018)Oğuzman, K and Dural, M, Aile Hukuku, (Filiz 1998)Oğuzman, K and Öz T, Borçlar Hukuku Genel Hükümler, Cilt I (Vedat 2018)Öztan, B, Aile Hukuku, (Turhan 2015) (Aile)Öztan, B, Medeni Hukuk un Temel Kavramları, (Turhan 2019)Pichonnaz P and Foex B, Commentaire Romand, CC I, (Code Civil Art. 1 359) (Helbing Lichtenhahn Verlag 2010)Sarı, S, Evlilik Birliğinde Yasal Mal Rejimi Olarak Edinilmiş Mallara Katılma Rejimi, (Beşir 2007)Schwarz, A.B, Medeni Hukuka Giriş, (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1935)Serozan, R, Çocuk Hukuku, (Vedat, 2005) (Çocuk)Serozan, R, Medeni Hukuk Genel Bölüm, (Vedat 2005)Sirmen, L, Türk Özel Hukukunda Şart, (Bankacılık ve Ticaret Hukuku Araştırma Enstitüsü 1992) (Şart)Sirmen, L, Borçlar Hukuku Genel Hükümleri Ders Notları, (1996)Steinauer, P H, Traite De Droit Prive Suisse (II/1) Le Titre Préliminaire Du Code Civil, (Helbing Lichtenhahn Verlag, 2009)Şıpka, Ş, Türk Hukukunda Edinilmiş Mallara Katılma Rejimi Ve Uygulamaya İlişkin Sorunlar, (On İki Levha 2011)Tandoğan, H, Türk Mesuliyet Hukuku Akit Dışı ve Akdi Mesuliyet (Vedat 2012) Tekinay S. S, Akman S, Burcuoğlu, H. and Altop A, Borçlar Hukuku Genel Hükümleri (Filiz, 1993)Tekinay, S.S, Türk Aile Hukuku, (Filiz 1971)Tercier, P, La Corruption Et Le Droit Des Contrats, (1999) (II) SJ 225 271 (Corruption) Tercier, P and Pichonnaz, P, Le Droit Des Obligations, (Schulthess Verlag 2012)Thévenoz L and Werro F, Commentaire Romand, CO I (Code Des Obligations, Art 1 529 Co), ((Helbing Lichtenhahn Verlag 2003)Tunçomağ, K, Borçlar Hukuku Genel Hükümleri, Cilt I, (Sermet, 1976)Velidedeoğlu, H.V, Türk Medeni Hukuku, Aile Hukuku, (İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1965) (Aile)Velidedeoğlu, H.V, Türk Medeni Hukuku, Cilt I, Başlangıç ve Şahsın Hukuku, (4th edn İstanbul Üniversitesi Hukuk Fakültesi Yayınları 1951)Von Tuhr, A, Borçlar Hukukunun Umumi Kısmı, Cilt 1 2, (Yeni Matbaa 1983)Zevkliler, A, Medeni Hukuk, (Turhan 1997)Zevkliler, A, Acabey, M.B. and Gökyayla, K. E, Medeni Hukuk Giriş, Başlangıç Hükümleri, Kişiler Hukuku, Aile Hukuku, (Savaş 2000)Zeytin, Z, Edinilmiş Mallara Katılma Rejimi Ve Tasfiyesi, (Seçkin 2005)696"
}