{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "30",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "Ceza Hukukunda Rızanın Iki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rıza",
     "Title": "Two Aspects of Consent in Criminal Law: Consent, Which Prevents the Typical Act and Consent, which is the Justification",
     "Yazar İsmi": [

          "Muhammed Demirel"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İlgilinin rızası", "Rıza ehliyeti", "Hata", "Cinsel suçlar", "Kişiyi hürriyetinden yoksun kılma", "Konut dokunulmazlığının ihlali", "Hırsızlık"
     ],
     "Keywords": [
          "Consent of the concerned person", "Consent capability", "Mistake", "Sexual crimes", "Deprivation of liberty", "Home invasion", "Theft"
     ],
     "Özet": "Yaşam, vücut ve cinsel özgürlük gibi birçok alana ilişkin olarak bireysel dokunulmazlıklar söz konusudur. Bu dokunulmaz alanlara kural itibariyle hiçbir şekilde müdahale edilemez. Bununla birlikte kişi, müdahale teşkil eden davranışlara karşı rıza gösterebilir. Kişinin rızası ile birlikte belirli koşulların varlığı halinde bu fiiller haksızlık teşkil etmeyecektir. Bu durum, iki şekilde olabilir. İlk ihtimalde rıza, tipiklik kapsamında yer alabilir ve böylece tipikliğin gerçekleşmesine engel teşkil edebilir. Ya da rıza, hukuka aykırılık unsuru altında bir hukuka uygunluk nedeni olabilir. Böylelikle rızanın konumlandığı yere göre etkisi de değişiklik gösterecektir. Esasen her iki durumda da işlenen fiil, rıza ile meşru olacaktır. Ancak rızanın konumuna göre koşulları ve beraberinde getirdiği sonuçlar değişecektir. İşte bu incelemede konumlandığı yere göre rızanın koşulları ve beraberinde getirdiği sonuçlar, detaylı bir şekilde ele alınmaktadır.",
     "Abstract": "There are individual immunities in many areas such as life, body and sexual freedom. As a rule, these untouchable areas cannot be affected in anyway. However, a person can give a consent against these kinds of acts. These acts do not constitute injustice in the presence of certain circumstances with the consent of the person. This can be done in two ways. Firstly, the consent can fall into the typicality and thus hinder the realization of the typicality. Secondly the consent can be a justification under the element of illegality. The effect of consent thus depends on where the consent is. In fact, in both cases, the act committed will be legal with consent. However, the conditions and consequences of consent vary according to the position of consent. In this review, the conditions of consent and the consequences of consent are discussed in detail according to its position.",
     "Metin": "Meşru savunma ve zorunluluk hali kapsamında iki menfaat arasında bir çatışma mevcut olup bir menfaat üzerinde mevzu bahis olan saldırı ya da tehlikeye karşılık bu menfaatin korunması adına söz konusu saldırı veya tehlikenin bertaraf edilebilmesi için başka bir menfaatin ihlal edilmesi söz konusudur. Oysa ki kişinin rızasında belirli koşullar altında belirli hukuki değerlerin yetkili olan, kural olarak bu değerin sahibi olan kişi tarafından, bu hukuki değer üzerinde bir vazgeçiş mevzu bahis olabilir. Bu durumda da hukuk düzeni açısından kural olarak bu menfaatin korunması için bir gereklilik kalmamakta, bu defa hukuk düzeni bu değeri korumamakta ve gerçekleştirilen  hareket  cezalandırılmamaktadır.  Özellikle  tıbbi  müdahale  gibi durumlarda rıza gösteren kişinin karşı tarafça ihlal edilmesine rıza gösterdiği değer, zaten önceden bir şekilde zarar görmüş yahut tehlikeye düşmüş ve tedavi edilmesi gereken bir durum olarak görünmektedir. Örneğin tedavi etmek üzere narkoz vererek hastasını uyuşturan hekim, her ne kadar hastasının vücut dokunulmazlığını ihlal etmekteyse de esasında bu hastanın vücudu zaten tedavi edilmesini gerektirecek şekilde zarar görmüş ya da zarar görme aşamasına gelmiş haldedir. Bu anlamda rızada, büyük ölçüde kişinin kendisi için ve yine kişinin kendisine ait bir değere yönelik saldırı gerçekleştirilirken meşru savunma ve zorunluluk halinde genel olarak kişinin kendisi için başkasına ait bir değere yönelik saldırı gerçekleştirilmektedir. Dolayısıyla meşru savunma ve zorunluluk halinden oldukça farklı olan ve bu anlamda farklı koşul ve kurallara tabi olan rıza kurumu da incelenmeye değer konulardan biri olarak öne çıkmaktadır. Kişinin rızasının ceza hukuku anlamında öneminin tarihi olarak oldukça eski zamanlara kadar uzandığı ifade edilebilir. Bu çerçevede ilk defa Digesta nın 27. Kitabında Roma hukukçusu Ulpian tarafından yer verilen ve  Zarar verilen kişinin iradesiyle olan şey, haksız değildir.  anlamına gelen  volenti non fit iniuria  şeklindeki ifade kapsamında rıza ile karşılaşılmaktadır. Bu cümlede yer alan  iniuria  ibaresinin 1  Rolf Schmidt, Strafrecht Allgemeiner Teil (14. Auflage, Bremen 2015) kn 428; Alfred Bergmann, ‘Die Grundstruktur des rechtfertigenden Notstand (§ 34 StGB)  (JuS 1989) 109; Thomas Rönnau, ‘Grundwissen – Strafrecht: Einwilligung und Einverstandnis  (JuS 2007) 18.2  Hans-Heinrich Jescheck and Thomas Weigend, Lehrbuch des Strafrechts Allgemeiner Teil (5. Auflage, Duncker&Humblot Berlin 1996) § 34 II 1; Rönnau (n 2) 18.3  Urs Kindhäuser, Strafrecht Allgemeiner Teil (7. Auflage, Nomos, Baden-Baden 2015) § 12 kn 1 dipnot 1; Kristian Kühl, Strafrecht Allgemeiner Teil (8. Auflage, Verlag Franz Vahlen München, 2017) § 9 kn 20; Jürgen Baumann, Ulrich Weber, Wolfgang Mitsch and Jörg Eisele, Strafrecht Allgemeiner Teil (12. Auflage, Verlag Ersnt und Werner Gieseking, Bielefeld 2016) § 15 kn 117; Claus Roxin, Strafrecht Allgemeiner Teil (Band I, 4. Auflage, C. H. Beck, München 2006) § 13 kn 1; Rudolf Rengier, Strafrecht Allgemeiner Teil (9. Auflage, C. H. Beck, München 2017) § 23 kn 7; Jescheck and Weigend, § 34 II 1; Rönnau (n 2) ‘Grundwissen – Strafrecht: Einwilligung und Einverstandnis  18; Wolfhard Kohte, Die rechtfertigende Einwilligung (Mohr Siebeck, 1985) 108; Knut Amelung, ‘Über die Einwilligungsfahigkeit  (ZStW 104, 1992) 525; Meral Ekici Şahin, Ceza Hukukunda Rıza (1. Baskı, On İki Levha, İstanbul 2012) 55; Mahmut Koca ve İlhan Üzülmez, Türk Ceza Hukuku Genel Hükümler (11. Bası, Seçkin, Ankara 2018) 288, 289.1472Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızadar anlamda sadece hakaret olarak anlaşılmaması, kişilik haklarının her türlü şekilde ihlali olarak okunması gerektiği belirtilmektedir. Bu bakımdan aynı zamanda bir ilke olarak görülen bu ifade, Roma hukukunda rızanın her  iniuria  durumunda (yaşamın ve vücudun zarar görmesi altında kişilik haklarının ihlali) hukuka uygun kılıcı etkisine karşılık gelir. Yani rızanın Roma hukukunda farklı şekilde ele alınmasına ve dogmatik anlamda günümüzdeki durumundan uzaklaşmasına neden olan bu ilkeye göre, kişinin iradesiyle sonuçlanan hukuki değerine yönelik saldırı, haksızlık teşkil etmeyecektir. Zira her vatandaş,  kendi yaşam alanı  üzerinde serbest şekilde tasarrufta bulunabilecektir. Böylelikle suçun yapısını sübjektif hakların ihlal edilmesinde gören doğal hukuk öğretisi için hukuk düzeninin ilgili kişiye ceza hukuku korumasından vazgeçme konusunda ne denli yetki verdiği açıklığa kavuşturulmuştur. Bununla birlikte her ne kadar tarihi süreç içerisinde hukuk okulları tarafından farklı görüşler ileri sürülmüş ve rıza konusu bu ifadeden bağımsız olarak tartışılmışsa da bu ifade, nihayetinde günümüzde de bazı sınırlandırmalarla birlikte kabul edilmiştir. Nitekim günümüzde Alman Ceza Kanunu nda bazı suç tipleri kapsamında örtülü şekilde düzenlenmiş olma dışında rızaya ilişkin açık bir düzenleme yer almazken doktrinde yalnızca Alman Anayasası nın 2 nci maddesinde kendi geleceğini belirleme hakkı çerçevesinde rıza kurumunun kendine bir yer bulduğuna dikkat çekilmektedir. Bu çerçevede kendi geleceğini belirleme hakkının, sahibine kendisini başkasının yaralamasına izin verebilme de dahil olmak üzere hukuki değerler üzerinde tasarruf etme yetkisi verdiği kabul edilmiş ve kural olarak kişinin rızasına belirli bir değer atfedilmiştir. Burada dikkat çekilmesi gereken husus, kişilerin bireysel anlamda 4  Roxin (n 4) § 13 kn 1.5  Kohte (n 4) 108, 109.6  Jescheck and Weigend (n 4) § 34 II 1.7  Bir defa tarihi hukuk okulu savunucuları, ceza hukukunun sadece genel yapıya hizmet edebileceği argümanından hareketle rızanın cezalandırılabilirlik üzerindeki etkisini reddetmişler, devlet düzeninin tarihi görünüm şekli olarak ceza hukukunun her bir kişinin hevesine, isteğine tabi kılınamayacağını ileri sürmüşlerdir. Buna karşılık doğal hukuk öğretisinin etkisinde olan yazarlar ve keza Hegel etkisinde kalan yazarlar, günümüzdeki hâkim görüşte olduğu gibi saldırıya maruz kalan hukuki değerin tasarruf edilebilirliği kriterine dayanmışlar ve böylelikle rızayı sadece sübjektif haklardan vazgeçiş durumunda etkili görmüşlerdir. Dolayısıyla bu görüşe göre her bir kişinin sübjektif iradesinin bir yansıması olan rızaları, çok fazla objektif genelin iradesinin reddini de içermemelidir. Bu çerçevede de kişinin tasarruf edebilme ehliyetini dikkate almışlar ve objektif genel iradeye karşı yönelen saldırıları bu kapsamda telakki etmemişlerdir. Nihayet sosyolojik hukuk okulu ise cezalandırılabilir hareketin yapısını menfaatlerin ihlalinde görür ve dolayısıyla da rızanın hareket eden kişinin hayat ve vücut bütünlüğü de dahil olmak üzere hak ihlalini kesin bir şekilde ortadan kaldıracağını kabul ederler. Bu açıklamalar için bakınız Roxin (n 4) § 13 kn 1; Jescheck and Weigend (n 4) § 34 II 1. Rıza, 20. yüzyıla kadar bilhassa özel hukuk anlamında irade açıklaması olarak telakki edilmiştir. Nitekim bu sebepten dolayı da irade yeteneği ve irade eksikliğine ilişkin hususlar, medeni hukuk kuralları dikkate alınarak belirlenmiştir. Bu etkinin halen devam ettiğine vurgu yapılmıştır. Bununla birlikte irade açıklaması ile rıza arasında farklı norm tipleri kapsamında yer almaları bakımından da keskin bir ayrım olduğuna da işaret edilmiştir. Nitekim rızanın düzenleyici bir norm olduğu, yani insan vücudu gibi mevcut değerleri koruduğu, değerin dokunulmazlığının ilgili kişinin menfaatine olmaması halinde hak sahibinin bu normun korumasının kaldırılmasına dair iradesini açıkladığı, özel hukuk anlamındaki irade açıklamasının ise yapıcı bir norm niteliğini haiz olduğu belirtilmiştir. Açıklamalar için bakınız Knut Amelung and Frieder Eymann, ‘Die Einwilligung des Verletzten im Strafrecht  (JuS 2001) 937, 938.8  Friedrich Geerds, ‘Einwilligung und Einverstandnis des Verletzten im Strafgesetzentwurf  (ZStW 1960) 48, 49.9  Uwe Murmann, Grundkurs Strafrecht (3. Auflage, C.H. Beck, München 2015) § 25 kn 116; Kühl (n 4) § 9 kn 20; Rengier (n 4) § 23 kn 7; Ekici Şahin (n 4) 55. Alman doktrininde çoğunlukla hukuka uygunluk nedeni olan rızanın örf-adet hukukundan kaynaklı olduğu ifade edilmektedir. Bakınız Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 117.10  Kühl (n 4) § 9 kn 20.1473İstanbul Hukuk Mecmuası 78/3kendileriyle  ilgili  olarak  karar  verebilme  haklarının,  korunan  hukuki  değerler karşısında üstün görülmesidir. Zaten bu hukuki değerlerin ceza hukuku anlamında korunmasının da bu değerlerin kişinin özgürlüğüyle yakından ilişkili olmasından kaynaklandığının altı çizilmekte, bu bakımdan da bu tür değerlerin ihlal edilmesinin, şayet ilgili kişinin iradesine uygun olarak rızası varsa haksızlık teşkil etmeyeceğine işaret edilmektedir. Ancak elbette kişinin kendisi için korunuyor olsalar da hukuki değerler üzerinde tasarruf yetkisinin belirli koşulları öngörülmüş, bu hususta Alman doktrininde bazı tartışmalara yer verilmiştir. Alman hukukundan farklı olarak Türk hukukunda 1 Haziran 2005 tarihinde yapılan ceza hukuku reformuyla birlikte ceza kanununda  ilgilinin rızası  düzenlemesi ihdas edilmek suretiyle rızanın koşullarına açıkça  yer  verilmiştir.  Bu  bağlamda  hiç  kuşkusuz  Türk  ceza  hukukunda,  rıza mevzusunun çok daha belirgin hale getirildiğinin altı çizilmelidir. Nitekim Alman Ceza Kanunu nda bu konuya ilişkin genel nitelikte pozitif bir kanuni düzenlemenin bulunmaması nedeniyle Alman doktrininde hukuka uygunluk nedeni olan rızanın unsurları ve yapısına ilişkin tek bir görüş elde edilmesinin zorluğuna işaret edilmiş, rızanın koşulları ve temeli bakımından mahkeme kararları ve literatürdeki görüşler dikkate alındığında çok sayıda belirsiz şartın ortaya konulduğuna vurgu yapılmıştır.Buna mukabil Alman ceza hukuku doktrininde rızanın hukuka uygunluk nedeni olan ve tipikliğe engel olan rıza olmak üzere iki türü olduğu ileri sürülmüş, Alman doktrini bu yönde bir gelişim göstermiştir. Yoksa failin tipik olarak korunan hukuki değer  üzerinde  tasarruf  yetkisine  sahip  kişinin  iradesiyle  hareket  etmiş  olması durumunda, haksızlığın söz konusu olmayacağı konusunda herhangi bir tartışma bulunmamaktadır. Buna karşılık Alman doktrininde daha çok rızanın hangi suç tiplerinde hukuka uygunluk nedeni olduğu, hangi suç tiplerinde tipikliğe engel olucu bir nitelik arz ettiği tartışması üzerinde durulmuştur. Bu kapsamda çeşitli tartışmalarla birlikte birtakım sonuçlara ulaşılmış, hatta bu iki rıza türünün koşulları belirli noktalarda birbirinden ayrı olacak şekilde belirginleştirilmiş ve bu farklılıkların ne gibi neticeleri beraberinde getireceği hususu detaylı olarak irdelenmiştir. Ancak Türk hukukunda benzer tartışmalara ve görüşlere pek yer verilmediği, genel itibariyle hukuka uygunluk nedeni olan rıza ile yetinildiği hususu dikkat çekmektedir. Halbuki bu iki rıza türünün ortaya çıkardığı farklı sonuçlar göz önüne alındığında bu ayrımın oldukça önemli olduğu, dolayısıyla da özel olarak irdelenmesi gerektiği belirtilmelidir. Gerçi Alman Ceza Kanunu nun aksine, Türk Ceza Kanunu nda rızaya ilişkin açık bir düzenlemenin var olmasından dolayı Türk hukukunda bu türden bir tartışmaya gerek bulunmadığı ileri sürülebilirse de bu tarz bir karşı görüş, Türk hukukundaki suç tipinde açıkça  rızaya aykırılık  unsurunun belirtildiği suç tipleri de dahil olmak 11  Eberhard Schmidhäuser, Strafrecht Allgemeiner Teil (2. Auflage, J. C. B. Mohr, Tübingen 1975) 8/124.12  Günter Stratenwerth and Lothar Kuhlen, Strafrecht Allgemeiner Teil (6. Auflage, Verlag Franz Vahlen München, 2011) § 9 kn 6.13  Rönnau (n 2) 19; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 117.14  Kindhäuser (n 4) § 12 kn 2.1474Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızaüzere bütün suçlar bakımından rızanın hukuka uygunluk nedeni olarak kabul edilmesi sonucunu ortaya çıkaracaktır. Bu defa da suç tiplerinde açıkça yer verilen  rızaya aykırılık  unsurunun ne tür bir anlam ifade ettiği sorusuyla karşılaşılacaktır. Kaldı ki Alman hukukunda  tipikliğe engel olan rıza/hukuka uygunluk nedeni olan rıza  şeklinde bir ayrıma gidilmesinin nedeni olarak ceza kanununda rızaya ilişkin açık bir düzenlemenin bulunmayışı da gösterilemez. Şu hâlde Türk Ceza Kanunu nda zaten rızaya ilişkin açık bir düzenlemenin bulunduğu, dolayısıyla da rızanın niteliğine dair bu şekilde bir ayrıma gidilmesinin bir öneminin bulunmadığı yönünde itirazların ileri sürülmesi yerinde olmayıp bilakis rızanın bu iki farklı niteliğinin irdelenmesi özel bir gereklilik arz etmektedir. Bu minvalde incelememizin başlığından da anlaşılacağı üzere rızanın bu iki türü üzerine olacak, bu çerçevede öncelikle Alman hukukunda hangi durumlarda bu iki rıza türünün söz konusu olduğu örnekler üzerinden izah edilecek, daha sonra ayrım kriteri ortaya konularak bu ayrımın ortaya çıkardığı etkilerin neler olduğu ele alınacaktır. Elbette bu inceleme yapılırken Türk hukuku kapsamında da bazı açıklamalara yer verilecek, bu anlamda çalışmanın karşılaştırmalı bir yöntemle yapılmasına özen gösterilecektir. II. Tipikliğe Engel Olan Rıza ile Hukuka Uygunluk  Nedeni Olan Rıza AyrımıA. Genel OlarakRıza, suç sistematiğinde iki yerde konumlandırılabilir ve bu konumlandırılma biçimine  göre  de  isimlendirilebilir.  Buna  göre  rıza,  bazı  durumlarda  tipiklik kapsamında maddi unsurlar altında tipikliğin bir unsuru olarak görünüm arz edebilir ve  tipikliğe engel olan rıza  şeklinde nitelendirilebilir. Bazı durumlarda ise rıza, her ne kadar bu konuda aksi görüşler ileri sürülmekteyse de hukuka aykırılık unsuru altında konumlandırılabilir ve  hukuka uygunluk nedeni olan rıza  şeklinde isimlendirilebilir. Bu çerçevede bu ayrım, Alman hukukunda tipikliğe engel olan rıza (Einverständnis) ile hukuka uygunluk nedeni olan rıza (Rechtfertigungsgrund) arasında farklı terimlerin kullanılması suretiyle de açık ve net bir şekilde ortaya 15  Koca ve Üzülmez (n 4) 291.16  Horst Schlehofer, Einwilligung und Einverständnis (Carl Heymanns Verlag KG, Berlin 1985) 1, 2; Hans Welzel, Das Deutsche Strafrecht (11. Auflage, Walter de Gruyter, Berlin 1969) 95; Rengier (n 4) § 23 kn 3; Stratenwerth and Kuhlen (n 13) § 9 kn 7; Amelung and Eymann (n 8) 938; Rönnau (n 2) 18; Murmann (n 10) § 25 kn 118; Thomas Rönnau, ‘Zur Lehre vom bedingten Einverständnis  (Festschrift für Claus Roxin, 2011) 487; Thomas Exner, ‘Minderjahrige im StGB  (Jura 2013) 103; Bernd Heinrich, Strafrecht Allgemeiner Teil (4. Auflage, Verlag W. Kohlhammer, Stuttgart 2014) kn 440; Klaus Hoffmann-Holland, Strafrecht Allgemeiner Teil (3. Auflage, Morh Siebeck, Tübingen 2015) kn 304; Kühl (4) § 9 kn 25; Horst Schlehofer, Münchener Kommentar zum Strafgesetzbuch: StGB (Band 1, 3. Auflage, C. H. Beck, 2017) Vor § 32 kn 140; Schmidhäuser (n 12) 8/127; Sandra Maria Beckert, ‘Einwilligung und Einverständnis  (JA 2013) 508; Gerd Bichlmeier, ‘Die Wirksamkeit der Einwilligung in einen medizinisch nicht indizierten ärztlichen Eingriff  (JZ 1980) 54; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 119. Reddeden görüş için bakınız Roxin (n 4) § 13 kn 11. Bu ayrımı kavramsal olarak ilk defa ifade eden Geerds tir. Bakınız Geerds (n 9) 43. Türk doktrininde bu konudaki açıklamalar için bakınız Ekici Şahin (n 4) 70 ff; Koca ve Üzülmez (n 4) 289. 1475İstanbul Hukuk Mecmuası 78/3konmuştur. Bu kapsamda örnekler üzerinden bu iki rıza türünün ayrım temeline ve ayrım için kıstaslara değinilecek, daha sonra da bu ayrımın sonuçlarına yer verilecektir. B. Ayrımın TemeliBir suç tipi kapsamında rızanın tipikliğe engel nitelik mi arz ettiği yoksa hukuka uygunluk nedeni mi olduğu hususunda bir karar verebilmek için her durumda suç tanımının dikkate alınması ve buna göre bir sonuca ulaşılması gerekmektedir. Bununla birlikte ilerleyen kısımlarda da incelenecek olduğu üzere Alman doktrininde bazı yazarlar, bu ayrımı hiçbir şekilde kabul etmeyip rızanın her durumda tipikliğe engel teşkil ettiği düşüncesinden hareket etmektedirler. Yani bu yazarlara göre rıza, hiçbir şekilde hukuka uygunluk nedeni olarak görülemez. Bu husus bir tarafa bırakıldığında rızanın tipikliğe engel nitelik taşıdığına dair ilk işaret olarak kanuni tanımda açıkça rızaya aykırılık unsuruna yer verilmiş olması gösterilebilir. a. Kanuni tanımda açıkça yer verilmiş olan rızaya aykırılık unsuru: Bazı suçlarda suç tipini temellendiren haksızlık, kendine ait değer ihlal edilen kişinin doğrudan iradesine aykırılıkta yer alır. Suç tipinde tanımlanan hareketin, mağdurun iradesine aykırı olarak yahut iradesi olmaksızın işlenmiş olmasının ya da ihmal edilmesinin açık veya örtülü şekilde şart olduğu suç tiplerinde rıza, tipikliğe engel bir niteliği haiz olup  tipikliğe engel olan rıza  şeklinde isimlendirilmektedir. Bu suçlarda tipik haksızlık tanımlaması, hukuki değerin ait olduğu kişinin iradesi ile ayrılmaz şekilde birbirine bağlanmıştır. O kadar ki hukuki değerin korunmasından iradi olarak vazgeçiş, suç tipinin gerçekleşmemesi sonucunu ortaya çıkarmaktadır. Buna göre suç tipinin kapsamından suç tipinde tanımlanan hareket için açıkça mağdurun rıza göstermemesinin gerekli görüldüğü anlaşılan suçlarda kesin olarak tipikliğe engel olan rıza söz konusudur. Kanuni tanımında açıkça hareketin rızaya aykırı olarak gerçekleştirilmesi gerektiği belirtilen suçlarda böylesi bir tartışmadan elbette söz edilemez.17  Roxin (n 4) § 13 kn 12; Helmut Gropengießer, ‘Die Rechtswidrigkeit bei der Sachbeschädigung  (JR 1998) 89; Schlehofer (n 17) 4; Schlehofer (n 17) vor § 32 kn. 126.18  Jescheck and Weigend (n 4) § 34 I 1 b; Walter Gropp, Strafrecht Allgemeiner Teil (4. Auflage, Springer 2015) § 5 kn 120; Volker Krey and Robert Esser, Deutsches Strafrecht Allgemeiner Teil (5. Auflage, Stuttgart 2012) kn 656; Ekici Şahin (n 4) s. 90.19  BGH NStZ 2014, s. 156 (Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 119); Roxin (n 4) § 13 kn 2; Krey and Esser (n 19) kn 656; Stratenwerth and Kuhlen (n 13) § 9 kn 8; Amelung and Eymann (8) 938; Beckert (n 17) 507; Murmann (10) § 25 kn 118; Schmidt (n 2) kn 430; Rönnau (n 2) 18; Schlehofer (n 17) vor § 32 kn. 140; Heinrich (n 17) kn 438; Gropp (n 19) § 5 kn. 113; Hoffmann-Holland (n 17) kn 304; Jescheck and Weigend (n 4) § 34 I 1 b; Kühl (n 4) § 9 kn 25; Geerds (n 9) 45; Exner (n 17) 103. 20  Schmidt (n 2) kn 430; Beckert (n 17) 508; Rönnau (n 2) 20.21  Schlehofer (n 17) vor § 32 kn 140; Gropp (19) § 5 kn 120; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 119; Geerds (n 9) 45; İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler (14. Bası, Seçkin, Ankara 2018) 366; Koca ve Üzülmez (n 4) 289.1476Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaNitekim Türk  Ceza  Kanunu nun  141 inci  maddesinde  yer  alan  tanıma  göre başkasına ait bir taşınır malı, zilyedin rızası olmaksızın bulunduğu yerden alan kişinin cezalandırılacağına yer verilmiş, zilyedin rızası özel olarak vurgulanmıştır. Ancak aynı durumun Alman hukukunda da geçerli olduğu belirtilemez. Her ne kadar hırsızlık suçu (§ 242) kapsamında rıza Alman doktrininde de tipikliğe engel olan rıza olarak kabul edilmekteyse de kanuni tanımda açıkça zilyedin rızasına aykırılıktan söz edilmemektedir. Alman Ceza Kanunu nun 242 nci paragrafında yer alan tanıma göre başkasına ait taşınır bir malı, hukuka aykırı bir şekilde kendisine mal edinmek veya üçüncü bir kişiye mal edindirmek maksadıyla bulunduğu yerden alan kişinin cezalandırılacağına yer verilmiştir. Buradan  hareketle  özellikle  ifade  edilmelidir  ki  tipikliğe  engel  olan  rızanın söz konusu olduğu bazı suç tiplerinde, hareketin gerçekleştirilmesinin mağdurun iradesine aykırı olması kanuni tanımda açıkça yer almayabilir. İşte bu suçlarda hareketin kişinin rızasına aykırı olarak gerçekleştirilmesi gerektiği, tanımda yer alan hareketin yorumlanması suretiyle tespit edilecektir ki bu da tipikliğe engel olan rıza ile hukuka uygunluk nedeni olan rızanın ikinci ayrım temelini oluşturur. b. Yorum suretiyle kanuni tanımda olduğu anlaşılan rıza unsuru: Rızanın bir  suç  tipi  kapsamında  hukuka  uygunluk  nedeni  mi  olduğu  yoksa  tipikliğin gerçekleşmesini mi önlediği hususu, suç tipi tanımında açıkça rıza unsuruna yer verildiği durumlarda zor değildir. Buna rağmen kanuni tanımında hareketin rızaya aykırı olarak gerçekleştirilmesi gerektiğine açıkça yer verilmemiş olan, yani hareketin yorumlanması  suretiyle  rızaya  aykırı  gerçekleşmesi  gerektiğinin  öngörüldüğü suçlarda bu husus tam anlamıyla açıklığa kavuşturulmuş değildir. Kaldı ki esasen çoğu durumda da rızanın tipiklik kapsamında yer aldığı suç tiplerinin bu şekilde olduğuna dikkat çekilmektedir. İşte bu durumlarda ayrım sorunu, her bir suçun tipiklik unsurlarının yorumlanması suretiyle ortaya konacaktır. 22  Welzel (n 17) 95; Jescheck and Weigend (n 4) § 34 I 1 b; Schlehofer (n 17) 72; Schlehofer (n 17) vor § 32 kn 140; Geerds (n 9) 74; Stratenwerth and Kuhlen (n 13) § 9 kn 8; Murmann (n 10) § 25 kn 118; Kindhäuser (n 4) § 12 kn 33; Gropp (n 19) § 5 kn 113; Gunther Arzt, Ulrich Weber, Bernd Heinrich and Eric Hilgendof, Strafrecht Besonderer Teil (3. Auflage, Giese King, 2015) § 13 kn 53. Alman literatüründe garip bir şekilde hırsızlık suçunu işleyeceğinden şüphelenilen kişinin suçüstü halinde yakalanması için suça sevk edilmesi üzerinden örnekler verilmekte ve böylelikle esasen rıza bulunduğundan hırsızlık suçunun tipik olmayacağı, suç kapsamındaki hareketi gerçekleştiren kişinin ise hırsızlık suçuna teşebbüsten cezalandırılacağı temellendirilmeye çalışılmaktadır (Bu örnek için bakınız Schmidt (n 2) kn 430). Kanaatimize göre bu tür örnekler, bilhassa bir hukuk devletinde gerçeklerle uyumlu olmayıp tamamen ütopik bir nitelik taşımaktadır. Zira bir kimsenin meşru olacak şekilde oldukça sınırlı olmak koşuluyla hangi hallerde suça sevk edilmesinin mümkün olduğu kapsamlı bir tartışmanın konusu olup bu tür hırsızlık gibi daha basit nitelik arz eden suçlarda bu şekilde salt suçun işleneceğinin ispatlanması gibi nedenlerle kişinin suça sevk edilmesi mümkün görülmemelidir. Dolayısıyla da sırf konuyu örneklendirmek adına bu tür misallerle konunun izah edilmeye çalışılmasını hiçbir şekilde doğru görmediğimizi vurgulamak gerekir.23  Hoffmann-Holland (n 17) kn 304; Schmidt (n 2) kn 430; Jescheck and Weigend (n 4) § 34 I 1 a. 24  Kühl (n 4) § 9 kn 21.25  Schlehofer (n 17) vor § 32 kn 142.26  Hoffmann-Holland (n 17) kn 304; Heinrich (n 17) kn 441; Krey and Esser (n 19) kn 656; Koca and Üzülmez (n 4) 289.1477İstanbul Hukuk Mecmuası 78/3Bu noktada ilgili suç tipinin fonksiyonu ve korunan hukuki değerin yapısından hareketle bir sonuca ulaşılacaktır. Nitekim iradenin kabul etmesi ve kullanması özgürlüğünün tek başına ya da başka bir hukuki değerle birlikte olduğu, iradenin zorlanmasına dair unsurun veya unsurların doğrudan kullanılan kelimelerle değil de yorum yoluyla ortaya konulabildiği suç tipleri bunlara örnek gösterilebilir. Diğer bir deyişle bazı suç tipleri, amaç ve anlamları veya yapısı gereğince tanımlarında yer alan hareketin mağdurun iradesi olmaksızın ya da bu iradeye aykırı olarak gerçekleştirilmesini şart koşar. Bu çerçevede Alman hukukunda hırsızlık suçunun kanuni tanımında kullanılan ve  malın zorla alınmasına  karşılık gelen ifade, zilyedin rızasının  bulunmaması  olarak  yorumlanmaktadır.  Nitekim  zilyedin  rızasının bulunması durumunda malın zorla alınması gibi bir durumdan bahsedilemeyeceğine vurgu yapılmaktadır. Türk  hukukunda  ise  Türk  Ceza  Kanunu nun  141 inci  maddesinde  yer  alan kanuni tanımda  başkasına ait bir taşınır malın bulunduğu yerden zilyedin rızası olmaksızın alınması na özel olarak vurgu yapılmış olması karşısında rıza, hâkim görüş tarafından tipikliğe engel olan bir unsur olarak kabul edilirken bir kısım görüş sahibi tarafından hukuka uygunluk nedeni olarak telakki edilmektedir. Esasen bu suç tipinde dahi rızayı hukuka uygunluk nedeni olarak kabul eden yazarların bu görüşlerinin sebebi, madde gerekçesine dayanmaktadır. Zira TCK md. 141 hükmünün gerekçesinde,  Madde metninde, hırsızlığın temel şekli tanımlanmıştır. Buna göre, taşınır malın alınmasının suç oluşturabilmesi için, zilyedinin rızasının bulunmaması gerekir. Rızanın geçerli olması için bulunması gereken koşulların varlığı hâlinde zilyedin rızası bir hukuka uygunluk nedeni teşkil edecek ve suç oluşmayacaktır.  şeklindeki ifadelere yer verilmek suretiyle kanuni tanımda açıkça  rızaya aykırılık  unsuruna yer verilmiş olmasına rağmen rızanın hukuka uygunluk nedeni olduğu belirtilmiştir. Madde gerekçesindeki bu izahatın, madde metnine uygun olmadığı özellikle vurgulanmalıdır. Şu hâlde her ne kadar madde gerekçesi de madde metni kadar önem arz etmekteyse de bu türden bir uyumsuzluğun olduğu durumlarda 27  Beckert (n 17) 507; Schlehofer (n 17) vor § 32 kn 141.28  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 119.29  Beckert (n 17) 50730  Beckert (n 17) 507; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 119; Arzt, Weber, Heinrich and Hilgendof (n 23) § 13 kn 53. Ayrıca bazı görüşler, hırsızlık suçunun yanı sıra yağma suçuna yönelik olarak gösterilen rızayı da tipikliğe engel olan rıza olarak nitelendirmektedir, Gropp (n 19) § 5 kn 113. Ancak kanaatimize göre bu noktada özellikle belirtmek gerekir ki bileşik suçun en önemli örneklerinden biri olan yağma suçu, hırsızlık suçunun yanı sıra kasten yaralama suçunu ya da tehdit suçunu da bünyesinde bulundurmaktadır. Bu bakımdan yağma suçuna yönelik olarak gerçekleştirilecek olan rızanın niteliği değerlendirilirken hırsızlık dışında kalan suçlar da dikkate alınarak bir sonuca ulaşılmalıdır.31  Schlehofer (n 17) vor § 32 kn 140.32  Durmuş Tezcan, Mustafa Ruhan Erdem and R. Murat Önok, Teorik ve Pratik Ceza Özel Hukuku (16. Bası, Seçkin, Ankara 2018) 691; Koca ve Üzülmez (n 4) Türk Ceza Hukuku Genel Hükümler, 291; Mahmut Koca and İlhan Üzülmez, Türk Ceza Hukuku Özel Hükümler (5. Bası, Adalet, Ankara 2018) 588; Ekici Şahin (4) 90; Veli Özer Özbek, Koray Doğan, Pınar Bacaksız and İlker Tepe, Türk Ceza Hukuku Özel Hükümler (13. Bası, Seçkin, Ankara 2018) 641, 542; M. Emin Artuk, Ahmet Gökcen, M. Emin Alşahin ve Kerim Çakır, Ceza Hukuku Özel Hükümler (Adalet, Ankara 2018) 466.33  Nur Centel, Hamide Zafer ve Özlem Yenerer Çakmut, Kişilere Karşı İşlenen Suçlar (C. I, Beta, 3. Bası, İstanbul 2016) 306; Nevzat Toroslu, Ceza Hukuku Özel Kısım (Savaş Yayınevi, Ankara 2018), 139.1478Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızatabii olarak madde gerekçesindeki açıklamalardan ziyade madde metninin bizzat kendisinin esas alınması bir gerekliliktir. Bu bakımdan da hırsızlık suçu açısından rıza, bir hukuka uygunluk nedeni olarak değil, tipikliğe engel olan bir neden olarak görülmelidir. Alman doktrininde kişiyi hürriyetinden yoksun kılma suçu (§ 239) bu kapsamda telakki edilmektedir. Alman Ceza Kanunu nun 239 uncu paragrafında  Her kim, bir insanı çıkamayacağı şekilde bir yere kapatır veya başka bir şekilde hürriyetinden yoksun kılarsa, beş̧ yıla kadar hapis cezası veya adlî para cezası ile cezalandırılır.  hükmüne yer verilmiş, kişiyi hürriyetinden yoksun kılma suçu düzenlenmiştir. Alman doktrininde hâkim görüş tarafından bu suçun kanuni tanımında yer alan  kapatma  ve  yoksun bırakma  hareketlerinin kendi yapılarının mağdurun iradesine aykırı olmalarını ya da iradesi olmaksızın gerçekleştirilmelerini şart koşması nedeniyle bu  suç  kapsamında  mağdurun  rızasının,  tipikliğe  engel  olduğu,  yani  hukuka aykırılığı  kaldırmak  suretiyle  fiili  hukuka  uygun  hale  getirmediği  kabulünden hareket edilmektedir. Bu noktada cebir kullanma, tehdit ya da önemli ağırlıktaki başka fiziksel kuvvetleri kullanma suretiyle kişinin özgürlüğünden alıkonulması,  kapatma  dışındaki  yoksun bırakma  araçları olarak nitelendirilmektedir. Esasen fail,  objektif  olarak  çeşitli  şekillerde  mağdurun  hareket  özgürlüğünün  önüne geçmektedir.  Dolayısıyla  kişinin  kapatılması  dışındaki  hallerde  de  mağdurun rızasının bulunmaması gibi bir koşulun varlığından söz edilmektedir. Bununla birlikte Alman doktrinin aksine Alman mahkemelerinin bu konuda ittifak içerisinde olmadığına da vurgu yapılmaktadır. 34  Öyle ki kanun çalışmalarında yer alan Özgenç in dahi bu suç kapsamında rıza unsurunu maddi unsurlar kapsamında telakki etmiş olması özellikle dikkate alınması gereken bir husustur. Bakınız Özgenç (n 22) 366.35  Roxin (n 4) § 13 kn 2; Beckert (n 17) 507; Klaus Geppert, ‘Stracrecht: Die mißglückte Bierreise  (JuS 1975) 386; Schlehofer (17) vor § 32 kn 140; Krey and Esser (n 19) kn 656; Stratenwerth and Kuhlen (n 13) § 9 kn 8; Murmann (n 10) § 25 kn 118; Kindhäuser (n 4) § 12 kn 33; Gropp (n 19) § 5 kn 113; Jescheck and Weigend (n 4) § 34 I 1 b; Thomas Fischer, Strafgesetzbuch mit Nebengesetzen (66. Auflage, C. H. Beck, 2019) § 239 kn 3a; Geerds (n 9) 62.36  Johannes Wessels and Michael Hettinger, Strafrecht Besonderer Teil 1 (35. Auflage, C. F. Müller, Heidelberg 2011) kn 374. Urs Kindhäuser, Strafrecht Besonderer Teil I (4. Auflage, Nomos, Baden-Baden 2009) § 15 kn 27; Reinhart Maurach, Friedrich-Christian Schroeder and Manfred Maiwald, Strafrecht Besonderer Teil (Band 1, 10. Auflage, C. F. Müller, Heidelberg 2009) § 14 kn 12; Brian Valerius, v. Heintschel-Heinegg (Hrsg.), Strafgesetzbuch Kommentar, Beck/OK-StGB (39. Edition) § 239 kn 9 vd.; Bernd-Rüdeger Sonnen, Kindhäuser/Neumann/Paeffgen Strafgesetzbuch (5. Auflage, Nomos, 2017) § 239 kn 20; Kristian Kühl, Lackner/Kühl Strafgesetzbuch (29. Auflage, C. H. Beck, 2018) § 239 kn 5; Brunhild Wieck-Noodt, Münchener Kommentar zum Strafgesetzbuch: StGB (Band 4, 3. Auflage, C. H. Beck, 2017) § 239 kn 36; Fischer (36) § 239 kn 12. Bu çerçevede Arzt/Weber/Heinrich/Hilgendof, görüş beyan etmekten imtina etmişler, rızanın niteliğine ilişkin farklı görüşlerin bulunduğunu belirtmekle yetinmişlerdir. Bakınız Gunther Arzt, Ulrich Weber, Bernd Heinrich and Eric Hilgendorf (n 23) § 9 kn 27. Ancak  kapatmak  ve diğer  yoksun bırakma ya yönelik hareketlere dair açıklamaları dikkate alındığında (Arzt, Weber, Heinrich and Hilgendof (n 23) § 9 kn 26) kendilerinin de rızayı tipikliğe engel olucu nitelikte kabul etmeye yönelik bir eğilim gösterdikleri anlaşılmaktadır. 37  RGSt 7, 259 (Albin Eser and Jörg Eisele, Schönke/Schroeder Strafgesetzbuch Kommentar (29. Auflage, C. H. Beck, 2014) § 239 kn 5); Wieck-Noodt (n 37) § 239 kn 21.38  Volker Krey and Manfred Heinrich, Strafrecht Besonderer Teil (Band I, Verlag W. Kohlhammer, Stuttgaert 2008) kn 314; Kindhäuser (n 37) § 15 kn 11, 12, 13. 39  Bakınız BGH NStZ 92, s 33 – Wessels and Hettinger (n 37) kn 374. Rızanın bu suç bakımından tipikliğe engel olan rıza olduğu yönündeki Alman Federal Mahkemesi kararı için bakınız BGH 25.02.1993 – 1 StR 652/92, NJW 1993, s. 1807 (Wieck-Noodt (n 37) § 239 kn 36).1479İstanbul Hukuk Mecmuası 78/3Türk hukukunda ise gerek doktrinde gerekse mahkeme kararlarında kişiyi hürriyetinden yoksun kılma suçu bakımından rıza, tipikliğe engel olan bir neden olarak değil, hukuka uygunluk nedeni olarak nitelendirilmektedir. Oysa ki kanaatimize 40  Nevzat Toroslu, Ceza Hukuku Özel Kısım (Savaş Yayınevi, Ankara 2018) 89; Erol Cihan,  Kişisel Özgürlüğü Sınırlama Cürmü (Hürriyeti Tahdit)  (1975) İÜHFM 63; Tezcan, Erdem ve Önok (n 33) 524; Özbek, Doğan, Bacaksız and Tepe (n 33) Türk Ceza Hukuku Özel Hükümler, 433; Koca ve Üzülmez (n 33) Türk Ceza Hukuku Özel Hükümler, 451, 453; Mustafa Artuç, Hasan Tahsin Gökcan ve Osman Yaşar, Yorumlu-Uygulamalı Türk Ceza Kanunu (C. 3, Adalet, Ankara 2015) 2734; Mustafa Özen, Ceza Hukuku Özel Hükümler Dersleri (2. Bası, Adalet, Ankara 2017) 368; Necati Meran, Hürriyetten Yoksun Bırakma, Tehdit, Şantaj, Konut Dokunulmazlığını Bozma (Seçkin, Ankara 2014) 127; Özlem Yenerer Çakmut, ‘Kişiyi Hürriyetinden Yoksun Kılma Suçu (TCK md. 109)  (2013) 19(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Prof. Dr. Nur Centel e Armağan, 592.41   Sanık Ziya K nin mağdureyi para karşılığı tedarik etme eyleminin, temin edilen kişilerin ırza geçme suçlarına katılmak vasfında bulunduğu halde fuhşa aracılık olarak kabulü karşı temyiz olmadığından bozma nedeni sayılmamış, akıl hastası olan mağdurenin bu nedenle de temyiz gücüne ve irade açıklamasına ehil olmayacağının anlaşılması karşısında 5237 sayılı Yasanın 26/2 maddesi çerçevesinde sanıklarca alıkonulması eylemine yönelik rızası bulunduğundan söz edilemeyeceğinden mahkemece alıkoyma fiilinin 765 sayılı Yasanın 430/2 maddesi kapsamında kabulünde isabetsizlik görülmemekle tebliğnamedeki bu hususa ilişkin bozma isteyen düşünceye iştirak edilmemiştir.  Y. 5. CD., 01.11.2007, 8599/8066 – İsmail Malkoç, Açıklamalı Türk Ceza Kanunu (C. 2, Ankara 2013) 2002.  …Olayın meydana çıkış biçimi, müracaatın yapılış zamanı, savunmalar ile tüm dosya kapsamına göre, sanıklar ile suça sürüklenen çocuğun, mağdureye yönelik eylemlerini zora dayalı gerçekleştirdiklerine dair her türlü şüpheden uzak, kesin ve inandırıcı delil bulunmadığı, mağdure hakkında Adli Tıp Kurumu 6. İhtisas Kurulunca düzenlenen 30.05.2012 tarihli raporda  mağduru bulunduğu olayın hukuki anlam ve sonuçlarını algılayabileceği ve olaya ruhsal yönden muktedir bulunduğunun  belirtilmesi de nazara alındığında, suça sürüklenen çocuğun, mağdurenin on beş yaşından küçük olduğu 2008 yılı Aralık ayının ilk haftasındaki eylemine dair olarak TCK nın 103/2, 31/3 ve 109/1-3-f-5, 31/3. maddeleri uyarınca mahkumiyetine karar verilmesi, suça sürüklenen çocuk ile sanık haklarında mağdurenin on beş-on sekiz yaş grubunda bulunduğu 2009 yılı Şubat ayındaki çocuğun cinsel istismarı suçundan açılan kamu davalarına konu eylemlerin ise TCK nın 104. maddesinde düzenlenen reşit olmayanla cinsel ilişki suçunu oluşturup aynı Kanunun 73/1. maddesinde öngörülen 6 aylık şikâyet süresinin geçtiğinin anlaşılması karşısında, bu suçlara dair kamu davalarının şikâyet yokluğu sebebiyle düşmesine ve aynı Kanunun 26/2. maddesi kapsamında mağdurenin hukuken geçerli rızasına istinaden sanık ile suça sürüklenen çocukla birlikte kalması halinin kişiyi hürriyetinden yoksun kılma suçunu oluşturmayacağı gözetilerek bu suçtan beraatlerine karar verilmesi yerine yazılı şekilde hükümler kurulması, kabul ve uygulamaya göre de; Sanık hakkında çocuğun nitelikli cinsel istismarı suçundan hüküm kurulurken, mağdurenin suç tarihi itibariyle on beş yaşından büyük olması ve fiilin hukuki anlam ve sonuçlarını algılama yeteneğinin gelişmiş bulunması sebebiyle verilen cezada TCK nın 103/4. maddesinin uygulanmasının mümkün bulunmadığı gözetilmeden yazılı şekilde hüküm kurulması…  Y. 14. CD., E. 2016/3510, K. 2016/8162, T. 30.11.2016. Çocukların aileleri tarafından ileri sürülen çocuklarının kaçırıldığı ve zorla alıkonuldukları yönündeki iddialar karşısında yargılamanın konusu olan kişiyi hürriyetinden yoksun kılma suçu, mağdurenin rızasına rağmen tipik kabul edilmiş ve fakat bu tipe uygun fiilin salt mağdurenin rızası nedeniyle hukuka uygun hale geldiği sonucuna ulaşılmıştır. Nitekim burada yer verilen Yargıtay kararında da görüldüğü üzere 15-18 yaş arasındaki çocukların cinsel amaçlı olarak kişi hürriyetinden yoksun bırakma suçu kapsamındaki hareketlere yönelik olarak gösterdikleri rıza geçerli addedilmiştir. Yani bu yaş aralığındaki çocuklar, her ne kadar cinsel ilişkiye girme açısından rıza gösterme ehliyetini haiz görülmeseler de cinsel amaçlı olsa dahi olsa kendi iradeleriyle bir yerde kalma ya da bir yere gitme konusunda karar verebilme ehliyetini haiz görülmüşlerdir. Halbuki 765 sayılı TCK döneminde mevcut olan  Eğer reşit olmayan kimse, cebir ve şiddet veya tehdit veya hile olmaksızın kendi rızası ile şehvet hissi veya evlenme maksadıyla kaçırılmış veya bir yerde alıkonulmuş ise ceza altı aydan üç seneye kadar hapistir.  şeklindeki madde 430/2 özel hükmü nedeniyle reşit olmayan kişilerin rızaları kanun koyucu tarafından hiçbir şekilde muteber görülmemekteydi. Nitekim 5237 sayılı TCK nın yürürlüğe girmesiyle birlikte  Bir kimseyi hukuka aykırı olarak bir yere gitmek veya bir yerde kalmak hürriyetinden yoksun bırakan kişiye, bir yıldan beş yıla kadar hapis cezası verilir.  şeklindeki TCK md. 109/1 hükmünün 5 inci fıkrasında  Suçun cinsel amaçla işlenmesi halinde, yukarıdaki fıkralara göre verilecek cezalar yarı oranında artırılır.  şeklindeki nitelikli haline yer verilerek 765 sayılı TCK döneminden farklı bir anlayışla hareket edilmiştir. Buna göre 765 sayılı TCK daki düzenlemede olduğu gibi reşit olmayan bütün çocukların rızalarını geçersiz kılan bir hükme yer verilmemiş, bilakis hem madde 109 hükmündeki hukuka aykırılığa yönelik özel vurgunun 5 inci fıkrada yer alan nitelikli hal açısından da geçerli olması hem de TCK da ilgilinin rızası düzenlemesine açıkça yer verilmiş olması, artık çocukların da belirli şartlar dahilinde kişiyi hürriyetinden yoksun kılma suçu açısından rıza gösterebilmelerine imkân tanımıştır. Dolayısıyla artık reşit olmasalar bile 15-18 yaş aralığında olan çocukların cinsel amaçla dahi olsa bir kimsenin yanında bulunmaya yönelik rızaları geçerli görülmüştür. Nitekim Yargıtay 5. Ceza Dairesi, 2004/8765 Esas ve 2005/22305 Karar sayılı, 22.11.2005 tarihli kararında  Sanığın reşit olmayan mağdureyi rızası ile kaçırıp alıkoymak suretiyle 765 Sayılı TCK.nun 430/2. maddesine uyan suçu işlediği sabit ise de; sonradan yürürlüğe giren 5237 Sayılı TCK.nın 26/2. maddesinin  kişinin üzerine mutlak surette tasarruf edebileceği bir hakkına ilişin olmak üzere, açıkladığı rızası çerçevesinde işlenen fiilden dolayı kimseye ceza verilmez  hükmü karşısında 16 yaşındaki mağdureyi rızası ile alıkoyan sanığın aynı yasanın 109. maddesi anlamında hukuka aykırı bir davranışından söz edilemeyeceğinden rızanın fiili hukuka uygun hale getirdiğinden, alıkoyma suçundan verilen ve sonucu itibariyle doğru olan beraat kararının (ONANMASINA)…  şeklinde karar vermiştir. Konuya ilişkin olarak verilen Yargıtay kararlarına dair detaylı açıklamalar için bakınız Muhammed Demirel, ‘Evi Terk Eden Çocuğu Evlenmek Amacıyla Yanında Tutan Kişinin Fiiline İlişkin Yargıtay Ceza Genel Kurulu Kararının Değerlendirilmesi  (Erciyes Üniversitesi Hukuk Fakültesi Dergisi, 2018).1480Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızagöre Alman doktrinindeki hâkim görüş, Türk hukukunda da geçerli kabul edilebilir. Zira kişiyi hürriyetinden yoksun kılma suçunun düzenlendiği Türk Ceza Kanunu nun 109 uncu maddesinde,  Bir kimseyi hukuka aykırı olarak bir yere gitmek veya bir yerde kalmak hürriyetinden yoksun bırakan kişiye, bir yıldan beş yıla kadar hapis cezası verilir.  hükmüne yer verilmiştir. Dolayısıyla bu düzenleme, Alman Ceza Kanunu ndaki düzenlemeden  kapatma  ifadesine yer verilmemesi ve fakat  hukuka aykırı olarak  ifadesinin özel olarak belirtilmesi şeklinde olmak üzere iki açıdan farklılık arz etmekte olup bu iki farklılık da Türk hukukunda kişiyi hürriyetinden yoksun kılma suçunda mağdurun rızasının tipikliğe engel olan rıza olarak kabul edilmesine engel teşkil etmeyecektir. En nihayetinde kişinin bir yere gitme veya bir yerde kalma hürriyetinden yoksun bırakılması da kişinin rızası bulunmadan olabilecek bir durum olarak nitelendirilebilir. Madde metninde yer alan  hukuka aykırı olarak  ifadesi de bu suç açısından rızanın hukuka uygunluk nedeni olduğuna işaret etmemekte, yalnızca tutuklama kararı, gözaltı kararı gibi yetkili merciler tarafından verilebilecek olan kanun hükmünü yerine getirme ya da meşru savunma gibi diğer hukuka uygunluk nedenlerinin bulunmamasına atıfta bulunmakta, yani hukuka aykırılığın değerlendirme derecesine dair özel bir işaret, vurgu olarak öne çıkmaktadır. Nitekim bu suç kapsamında mağdurun rızasının tipikliğe engel teşkil eden bir durum olarak kabul edilmesi, kanun hükmü, yetkili merci, meşru savunma gibi  diğer  hukuka  uygunluk  nedenlerinin  varlığına  engel  teşkil  etmeyecektir. Kişinin rızasının tipiklik kapsamında telakki edilmesiyle pikniğe gitmek üzere bir otomobile birlikte binen iki arkadaşın birbirine karşı kişiyi hürriyetinden yoksun kılma suçunun tipik hareketini gerçekleştirdikleri kabul edilmeyecek, yani sorun hukuka aykırılık unsuruna bırakılmadan çözülmüş olacak, her ikisinin de rızası bulunduğundan tipik fiilden dahi söz edilemeyecektir. Buradaki  hukuka aykırı olarak  şeklindeki ifadeye dair Alman hukukunda ne tür görüşlerin ileri sürülmüş olduğu konut dokunulmazlığının ihlali suçunda görülebilir. Zaten Alman doktrininde hâkim görüş tarafından rızanın tipikliğe engel olan rıza olarak kabul edilen suçlardan biri de konut dokunulmazlığının ihlali suçudur (§ 123). Alman Ceza Kanunu nun 123 üncü paragrafına göre başkasının konutuna, iş yerine, etrafı çevrili özel alanına veya kamu hizmetine veya kamusal ulaşıma 42  Türk doktrininde Önder, bu görüşten yanadır. Bakınız Ayhan Önder, Türk Ceza Hukuku Özel Hükümler (4. Bası, Filiz Kitabevi, İstanbul 1994) 31. 43  Peter Rackow, v. Heintschel-Heinegg (Hrsg.), Strafgesetzbuch Kommentar, Beck/OK-StGB (39. Edition) § 123 kn 23, 24.44  Nitekim Alman doktrininde de bu suç bakımından yetkili merciin kararı gibi hukuka uygunluk nedenlerine işaret edilmiştir. Bakınız Arzt, Weber, Heinrich and Hilgendof (n 23) § 9 kn 27; Maurach, Schroeder and Maiwald (n 37) § 12 kn 15; Sonnen (n 37) § 239 kn 20; Kühl (n 4) § 239 kn 7; Wieck-Noodt (n 37) § 239 kn 38; Eser and Eisele (n 38) § 239 kn 8.45  Detlev Sternberg-Lieben, Schönke/Schroeder Strafgesetzbuch Kommentar (29. Auflage, C. H. Beck, 2014) § 123 kn 22; Beckert (n 17) 507; Jürgen Schäfer, Münchener Kommentar zum Strafgesetzbuch (Band 3, 3. Auflage, C. H. Beck, 2017) § 123 kn 29; Martin Heger, Lackner/Kühl Strafgesetzbuch (29. Auflage, C. H. Beck, 2018) § 123 kn 5; Heribert Ostendorf, Kindhäuser/Neumann/Paeffgen Strafgesetzbuch (5. Auflage, Nomos, 2017) § 123 kn 29; Wessels and Hettinger (n 37) § 13 kn 584; Milan Kuhli, ‘Grundfälle zum Hausfriedensbruch  (JuS 2013) 212; Geerds (9) 73; Kindhäuser (n 37) § 33 kn 21; Fischer (36) § 123 kn 14; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 119; Krey and Esser (n 19) kn 656.1481İstanbul Hukuk Mecmuası 78/3tahsis edilen kapalı yerlere, hukuka aykırı bir şekilde giren veya kalmaya yetkisi bulunmadığı halde orada bulunduğu sırada hak sahibinin talebi üzere oradan çıkmayan kimse bir yıla kadar hapis cezası veya adlî para cezası ile cezalandırılır. Bu tanımda yer alan  girme  ve  hak sahibinin talebi üzere oradan çıkmama  şeklindeki ifadelerden hareketle yetkili ev sahibinin iradesi üzerine hareketin tipiklik unsuru olan  girmeden  söz  edilmeyeceği  kabul  edilmektedir. Yani  kelimelerin  kanuni tanımdaki anlamlarına sahip olmaları, konut ve iş yeri sahibinin iradesine aykırılığa bağlıdır. Bununla birlikte daha evvel Türk hukukunda kişiyi hürriyetinden yoksun kılma suçunda yer alan açıklamalarda ifade edildiği üzere düzenleme kapsamında yer alan  hukuka aykırı  ifadesinin, özel olarak kişinin rızasının bulunmamasına işaret ettiğinden bahsedilemez. Bu ifade, yalnızca müşahhas olarak hukuka aykırılık şeklindeki suçun unsuruna vurgu yapmakta, yetkili merciin emri gibi diğer hukuka uygunluk nedenlerinden birinin bulunmuyor olmasının altını çizmektedir. Esasen failin, başka bir kimsenin konut dokunulmazlığını, kendisi bakımından daha kuvvetli bir hak olmaksızın ihlal etmesi gerekir. Türk doktrininde de konut dokunulmazlığının ihlali suçu (TCK md. 116) açısından aynı görüşün üstün olduğu, 765 sayılı TCK dönemindeki görüşün devam ettirildiği ifade edilebilir. Hatta her ne kadar madde gerekçesinde,  …konut sahibinin rızasının olmaması, bu suçun bir unsurunu oluşturmaktadır…  şeklindeki ifadenin ardından,  Konut dokunulmazlığını ihlâl suçunun hukuka aykırılık vasfını ortadan kaldıran rızanın, hukuken geçerli rıza olması gerekir.  şeklinde bir cümleye yer verilerek rızanın tipikliği değil, hukuka aykırılığı ortadan kaldırdığına vurgu yapılmış ve bir 46  Sternberg-Lieben (n 46) § 123 kn 14/15; Schäfer (n 46) § 123 kn 25; Krey and Esser (n 19) kn 656; Kindhäuser (n 37) Strafrecht Besonderer Teil 1, § 33 kn 21; Maurach, Schroeder and Maiwald (n 37) § 30 kn 8, 16; Krey and Heinrich (n 17) kn 437; Wessels and Hettinger (n 37) kn 584, 587; Geerds (n 9) 73; Fischer (n 36) § 123 kn 14. Bazı yazarlar tarafından irade kriteri şeklindeki koşul, tek başına önemsiz telakki edilmekte ve girme fiilin konusuyla bağlantılı olarak korunan değeri aşacak ölçüde yorumlanmaktadır. Bu yönde görüş için bakınız Wolfgang Schild, ‘Eindringen  (§123 I StGB) bei individuellem Betretungsverbot  (NStZ 1986) 348. Nitekim Schild,  girme  kelimesinin salt günlük konuşma diliyle de yorumlanamayacağını, başka unsurlarla içeriğinin doldurulmasını gerektiğini belirttikten sonra bunun salt soyut hukuki değer veya irade olmayacağını, konut, iş yeri gibi suçun konusuyla da ilişkilendirilerek belirlenmesi gerektiğine dikkat çekmiştir. Bkz. Schild (n 47) 349.47  Schäfer (n 46) § 123 kn 27; Geerds (n 9) 73. Alman doktrininde bazı yazarlar tarafından, fark edilebilir olan ya da zannedilen iradeye aykırılıktan söz edilirken incelememizde atıf yapılan hâkim görüş tarafından bu şekilde özel bir nitelendirme yapılmaksızın iradenin bulunmamasından bahsedilmiştir. Bakınız Heger (n 46) § 123 kn 5.48  Kuhli (n 46) 214; Rackow (44), § 123 kn 23.49  Ostendorf (n 46) § 123 kn 46; Schäfer (n 46) § 123 kn 48; Sternberg-Lieben (n 46) § 123 kn 31; Heger (n 46) § 123 kn 6. Bu suç açısından mümkün olabilecek hukuka uygunluk nedenleri hakkında detaylı açıklamalar için bakınız Rackow (n 44), § 123 kn 25.1.50  Tezcan, Erdem ve Önok (n 33) 555; Özbek, Doğan, Bacaksız ve Tepe (n 33) 452; Özen (n 41) 390; Gökcan, Yaşar ve Artuç (n 41) 3920; Güneş Okuyucu Ergün, Konut Dokunulmazlığını İhlal Suçu (Çakmak Yayınevi, Ankara 2010) 82, 99; Ekici Şahin (n 4) 90; Serap Keskin Kiziroğlu, 5237 Türk Ceza Kanunu nda Konut Dokunulmazlığının İhlali Suçu (Adalet, Ankara 2010) 82; Toroslu (n 41) 100; Koca ve Üzülmez (n 4) 291; M. Emin Artuk, Ahmet Gökcen, M. Emin Alşahin ve Kerim Çakır, Ceza Hukuku Genel Hükümler (12. Baskı, Adalet, Ankara 2018) 492. Meran ın eserinde bu suç açısından rızayı özel olarak irdelediği görülmekteyse de (Bakınız Meran (n 41) 364-370) rızanın hangi türde bir niteliği haiz olduğunu belirtmekten kaçındığı dikkat çekmektedir. Rızaya aykırılığın suçun oluşumu için gerekli bir unsur olduğunun ifade edilmesi (Meran (n 41) 364), rızaya ne tür bir nitelik atfettiğini belirsiz kılmaktadır. Nitekim tipikliğe engel teşkil eden rızada da hukuka uygunluk nedeni olan rızada da rıza, suçun oluşumuna engel teşkil eden bir unsur durumundadır. 51  Önder (n 43) 70.1482Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızaçelişki içerisine düşülmüşse de konut dokunulmazlığının ihlali suçu, Türk hukukunda  rıza nın hukuka uygunluk nedeni değil de tipikliğe engel olan bir neden olarak var olduğu suç tiplerine verilebilecek en bilinen örneklerden biri olarak gösterilebilir. Nitekim,  Bir kimsenin konutuna, konutunun eklentilerine rızasına aykırı olarak giren veya rıza ile girdikten sonra buradan çıkmayan kişi, mağdurun şikâyeti üzerine, altı aydan iki yıla kadar hapis cezası ile cezalandırılır.  şeklindeki tanımdan da anlaşılacağı üzere suç tipinde açıkça  rıza  unsuruna yer verilmiş, böylelikle rıza tipikliğin bir unsuru olarak kabul edilmiştir. Bununla birlikte düzenleme kapsamında yer alan,  konutunun eklentilerine rızasına aykırı olarak giren veya rıza ile girdikten sonra buradan çıkmayan  şeklindeki ifade, girmede rızaya aykırılığın aranması, çıkmamada ise böyle bir koşulun bulunmaması şeklinde bir yorumun yapılmasına yol açabilecek olmasına rağmen doktrinde her iki durumda da, hem girme hem de çıkmamada, rızaya aykırılığın bulunduğu ve bu rızanın tipiklik kapsamında yer aldığı kabul edilmiştir. Buna rağmen şikayetçinin bahçesinden kiraz yiyen çocukların yargılamasının yapıldığı Yargıtay 13. Ceza Dairesi nin 05.03.2015 tarihli 2014/16390 Esas ve 2015/3661  Karar  sayılı  kararında  şikayetçinin  11.10.2012  tarihli  duruşmada, ‘Ben  zarar  verilmeden  önce  evimin  yanındaki  bahçede  bulunan  ağaçlarımdaki meyvelerden komşularımın faydalanmalarına müsaade etmiştim  şeklinde beyanda bulunmuş olması, suça sürüklenen çocuğun şikayetçinin konutunun eklentisi olan bahçesine kiraz yemek amacıyla gündüz saatlerinde girmesi fiilinde ilgilinin rızası hukuka uygunluk nedeninin somut olayda mevcut olması sebebiyle suça sürüklenen çocuğun hakkında beraat yerine yazılı şekilde mahkumiyete karar verilmesi hukuka aykırı bulunmuştur. Görüldüğü üzere Yargıtay, şikayetçinin daha önce konutunun eklentilerine girilebileceğine yönelik olarak göstermiş olduğu rızayı, suç tanımında yer verilmiş olan rıza unsuruna rağmen bir hukuka uygunluk nedeni olarak telakki etmiştir. Esasen bu durum, Yargıtay ın bu suç tipi nezdindeki rızaya farklı bir nitelik addetmesinden  kaynaklanmamakta,  tamamen  tipikliğe  engel  olan  rıza-hukuka uygunluk nedeni olan rıza şeklinde bir ayrımı kabul etmemesinden, yani tipikliğe engel olan rızayı hiçbir şekilde dikkate almamasından ileri gelmektedir. Bu çerçevede üzerinde en çok durulması gereken hususlardan biri, cinsel suçlardır. Nitekim Alman doktrininde mağdurun cinsel ilişkiye müsaade etmesi halinde failin hareketinin cinsel taciz, cinsel zorlama, cinsel saldırı (§ 177) açısından tipik olmayacağı ifade edilerek cinsel davranışlar bakımından da rızanın tipikliğe engel olucu bir nitelik arz ettiği kabul edilmektedir. Cinsel saldırı suçunda suç tanımında yer alan davranışın geri planında söz konusu olan  iradeye aykırılık  52  Bu konuya dair açıklama için bakınız Keskin Kiziroğlu (n 51) 83.53  Keskin Kiziroğlu (n 51) 80, 81; Ergün (n 51) 82.54  Schmidhäuser (n 12) 8/127; Roxin (4) § 13 kn 2, 8; Beckert (n 17) s 507; Krey and Esser (n 19) kn 656; Stratenwerth and Kuhlen (13) § 9 kn 8; Fischer (n 36) § 177 kn 5; Amelung and Eymann (n 8) 938.1483İstanbul Hukuk Mecmuası 78/3unsuru, esasen suçun oluşması için rızanın bulunmamasını, failin mağdurun iradesine karşı koyan her türlü davranış şekillerini, isteği olmaksızın cinsel davranışları gerekli kılmaktadır.  Bu  durumu, Alman  hukukunda  son  dönem  yapılan  değişiklikler çerçevesinde,  Hayır, hayır demektir (Nein heißt nein)  çözümü de açıkça ortaya koymaktadır. Yani cinsel davranışların tipik olabilmesi için muhakkak şekilde zorlama şart olmayıp muhatabın en basit karşı koyucu iradesinin varlığı da yeterlidir. Bu durum, düzenlemenin belirsizliğine yönelik Alman doktrinindeki eleştiriler bir tarafa bırakılacak olursa Alman Ceza Kanunu nun 177 nci paragrafında yer alan hükmün kapsamından rahatlıkla çıkarılabilir. Nitekim söz konusu hükme göre bir başka kimsenin fark edilebilir iradesine karşı cinsel davranışları gerçekleştiren veya gerçekleştirten yahut da bu kişiye yönelik olarak üçüncü bir kişiyi cinsel davranışları gerçekleştirmeye ya da katlanmaya sevk eden kişinin veya tam tersi bu kişiyi üçüncü bir kişiye yönelik cinsel davranışlarda bulunmaya ya da katlanmaya sevk eden kişinin cezalandırılacağı ifade edilmiştir (§ 177/1). Bu davranışları gerçekleştiren kişi hakkında altı aydan beş yıla kadar hapis cezasına hükmolunacağı belirtilmiştir. Suçun temel şekli olarak düzenlenen 177 inci paragrafın her iki fıkra hükmünde de cinsel davranışların mağdurun iradesine karşı gerçekleştirilmesine vurgu yapılmıştır. Bu düzenlemede esasen üç farklı ihtimalden söz edilmiştir. Buna göre, 1. Fail, mağdura yönelik olarak cinsel davranışları bizzat kendisi gerçekleştirebilir, 2. Fail, mağduru cinsel davranışları üçüncü bir kişiye yönelik olarak gerçekleştirmesi için sevk edebilir, 3. Fail, mağduru üçüncü bir kişinin mağdura karşı gerçekleştireceği cinsel  davranışlara  katlanmaya  sevk  edebilir.  Düzenlemenin  ilk  paragrafında açıkça görüldüğü üzere suç tipinde cezalandırılabilirlik açısından esaslı unsur tek başına mağdurun fark edilebilir şekildeki karşı koyucu iradesi olup mağdurun cinsel davranışlara karşı rızası bulunmamalı, bu açıdan da tipikliğin oluşmaması için muhataba yönelik olarak herhangi bir zorlama unsuru kullanılmamalıdır. Bu da mağdurun rızasının varlığı durumunda, zorlamadan söz edilemeyeceği anlamına gelmektedir.  Mağdurun  rızasının  bulunmadığı hususu   fark  edilebilir değilse  tipiklikten de söz edilemeyecektir. Bu noktada mağdurun cinsel davranışlara karşı koyucu iradesinin fark edilebilir olup olmadığı konusundaki tespit, objektif üçüncü 55  Kindhäuser (n 4) § 12 kn 33; Steffen Ziegler, v. Heintschel-Heinegg (Hrsg.), Strafgesetzbuch Kommentar, Beck/OK-StGB (39. Edition) § 177 kn 8; Joachim Renzikowski, Münchener Kommentar zum Strafgesetzbuch: StGB (Band 4, 3. Auflage, C. H. Beck, 2017) § 177 kn 4, 44; Krey and Esser (n 19) kn 656.56  Heger (n 46) § 177 kn 5; Fischer (n 36) § 177 kn 6.57  Renzikowski (n 56) § 177 kn 4.58  Ziegler (n 56) § 177 kn 8; Heger (n 46) § 177 kn 5.59  Heger (n 46) § 177 kn 5; Ziegle (n 56) § 177 kn 9; Renzikowski (n 56) § 177 kn 47; Fischer (n 36) § 177 kn 10.60  Arzt, Weber, Heinrich and Hilgendorf (n 23) § 10 kn 12; Maurach, Schoeder and Maiwald (n 37) § 18 II kn 10; Fischer (n 36) § 177 kn 15.61  Kindhäuser (n 37) § 21 kn 2.62  Heger (n 46) § 177 kn 5.1484Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızakişinin gözlemlerine göre içsel ve dışsal tüm faktörler dikkate alınarak yapılacaktır. Buna göre örneğin mağdurun fiilin işlendiği esnada ya açıkça karşı çıkması ya da ağlama yahut şiddetle direnme gibi yanlışa mahal bırakmayacak şekilde somut olayda iradesini ortaya koyan davranışlar sergilemesi halinde fark edilebilir iradeden söz edilebilecektir. Bununla birlikte akıl sağlığı yerinde olan ve bir zorlamaya maruz kalmamış normal durumdaki her kişinin iradesini açık ve net bir şekilde ortaya koyması beklenebileceğinden  içeriği muallak konuşmalarda mağdurun iradesinin fark edilebilir olmadığına  dikkat çekilmektedir. Türk doktrininde ise hâkim olmaya başlayan bir görüş tarafından cinsel saldırı (TCK  md.  102)  suçu  bakımından  cinsel  davranışlardan  söz  edilebilmesi  için mağdurun rızasının bulunmaması gerektiği, mağdurun rızasının varlığı durumunda bu suç tipi nezdinde cinsel davranışlardan bahsedilemeyeceği ifade edilirken diğer görüş tarafından mağdurun rızası, tipiklik kapsamında değil, hukuka aykırılık unsuru içerisinde konumlandırılmaktadır. Bununla birlikte Türk doktrininde bazı yazarların bir taraftan cinsel davranışların gerçekleşmesi için mağdurun rızasının bulunmamasını bir şart olarak öngördükleri, diğer taraftan ise rızayı hukuka uygunluk nedeni olarak telakki ettikleri hususu dikkat çekmektedir. Özellikle belirtmek gerekir ki bu durum, cinsel suçlarda rıza konusunda ancak bir kararsızlığın emaresi olarak görülebilir.   Yargıtay kararlarında da cinsel saldırı suçu bakımından rıza, hukuka aykırılık unsuru kapsamında görülmüş ve böylelikle tipikliğe engel olan bir neden olarak değil, bir hukuka uygunluk nedeni olarak kabul edilmiştir. Nitekim Yargıtay Ceza Genel Kurulu, 17.02.2015 tarih ve 2014/1-572 Esas, 2015/2 Karar sayılı kararında mağdurun  rızası  cinsel  saldırı  suçu  bakımından  bir  hukuka  uygunluk  nedeni 63  Ziegler (n 56) § 177 kn 9; Heger (n 46) § 177 kn 5; Renzikowski (56) § 177 kn 47; Fischer (n 36) § 177 kn 12.64  Fischer (n 36) § 177 kn 12; Renzikowski (n 56) § 177 kn 47.65  Renzikowski (n 56) § 177 kn 47.66  Selman Dursun,  Türk Ceza Hukukunda Cinsel Suçlara Genel Bir Bakış  (2014) 9(24) CHD 57-73; Ekici Şahin (n 4) 90; Fahri Gökçen Taner, Türk Ceza Hukukunda Cinsel Özgürlüğe Karşı Suçlar (2. Bası, Seçkin, Ankara 2017) 173; Ahmet Ceylani Tuğrul ve Murat Ceylani Tuğrul, Cinsel Dokunulmazlığa Karşı İşlenen Suçlar & Ensest İlişkiler (Ankara 2018) 99; Nurullah Kantarcı, Türk Ceza Hukukunda Reşit Olmayanla Cinsel İlişki Suçu (Adalet, Ankara 2016) 149. Doktrinde hâkim görüş tarafından açıkça cinsel davranışların mağdurun rızası bulunmaksızın gerçekleştirilmesi gerektiği belirtilmiştir. Bunun da maddede yer alan  saldırı  ve  ihlal etme  şeklindeki ifadelerden çıkarılabileceğine dikkat çekilmiştir. Bakınız Yaşar, Gökcan ve Artuç (n 41) 3301; Çetin Akkaya, Cinsel Dokunulmazlığa Karşı Suçlar (Adalet, Ankara 2017) 30; Tuğrul and Tuğrul, 99; Kantarcı (n 67) 149.67  Toroslu, 62; Mustafa Arslantürk, Türk Ceza Kanunu Uygulamasında Cinsel Suçlar (4. Baskı, Seçkin, Ankara 2018) 128, 169; Pınar Memiş Kartal, Türk Ceza Hukukunda Çocukların Cinsel İstismarı (Der Yayınları, İstanbul 2014) 210. 68  Bilgehan Savaşçı, Çocukların Cinsel İstismarı Suçu (Legal, İstanbul 2013) 109. Benzer şekilde Tezcan/Erdem/Önok da suça rengini veren hususun  rızanın yokluğu  olduğunu, hukuken geçerli bir rızanın bulunmaması gerektiğini, nitekim mukayeseli hukukta suçun unsuru olarak cebir, tehdit, hile veya iradeyi etkileyen başka nedenlerden söz edildiğini ifade ederek rızayı adeta suçun tipiklik unsurunda telakki ediyorlarmış gibi bir izlenim vermekteyseler de (Tezcan, Erdem ve Önok (n 33) 372) ilerleyen kısımlarda rızanın hukuka aykırılığı ortadan kaldırdığını belirtmektedirler (Tezcan, Erdem ve Önok (n 33) 404). Bu çerçevede suça esas rengini veren hususun rızanın yokluğu olduğunu belirten yazarların, bu ifadelerine rağmen rızayı bir hukuka uygunluk nedenleri kapsamında telakki etmiş olmaları karşısında rızanın suça esas rengini veren unsur olmasının ne tür bir önemi haiz olduğu, rızanın zaten hukuka uygunluk nedeni olarak kabul edildiği diğer birçok suç karşısında ne tür bir farkın bulunduğu gibi sorular akla gelmektedir. 1485İstanbul Hukuk Mecmuası 78/3olduğundan TCK nın 26/2 nci maddesi uyarınca hukuken geçerli olan rızanın cinsel saldırı teşkil eden eylemleri hukuka uygun hale getireceğini belirtmiş, cinsel saldırı suçunun temel şeklinin maddi unsurları arasında yer alan hareket unsurunun, vücudu üzerinde gerçekleştirilen, cinsel arzuları tatmin amacına yönelik ve fakat cinsel ilişki boyutuna varmayan cinsel davranışlarla bir kimsenin vücut dokunulmazlığının ihlal edilmesi olduğunu vurgulamış, mağdurun rızasının hiçbir şekilde tipiklikle ilişkilendirme gereği duymamıştır. Gerçi Yargıtay 14. Ceza Dairesi nin 03.05.2017 tarih ve 2016/8681 Esas, 2017/2375 Karar sayılı kararında, mağdurenin cinsel ilişkiye rıza gösterdiği olayda  atılı suçun kanuni unsurları itibariyle oluşmadığı  şeklinde ifadeler kullanılarak adeta rızanın zımni de olsa kanuni tanımda yer aldığı ve böylelikle hukuka uygunluk nedeni değil, tipikliğe engel olan bir neden olduğu kabulünden hareket edildiği izlenimi oluşmaktaysa da kararın bütününde yer alan ifadeler ele alındığında bu ifadenin çok fazla önem arz etmediği sonucu ortaya çıkmaktadır. Nitekim Yargıtay, bu kararında da açıkça TCK madde 26/2 hükmüne atıfta bulunmuş ve herhangi bir tartışmaya yer verilmeksizin rızayı, cinsel suçlar açısından da hukuka uygunluk nedeni olarak addetmiş, yalnızca hukuka uygunluk nedenlerinin maddi koşullarında hatanın varlığı halinde kastı kaldıran hatanın söz konusu olduğundan bahisle cezalandırılmama yönünde bir sonuca ulaşmıştır.Kanaatimize göre cinsel saldırı suçu bakımından rıza, tipikliğe engel olan bir unsurdur. Bu durum, hem cinsel suçların düzenleniş şeklinden ve düzenleme içeriklerinden hem de madde gerekçesinden açıkça anlaşılmaktadır. Cinsel saldırı suçu kapsamında cinsel davranışlarla bir kimsenin vücut dokunulmazlığını ihlâl eden kişinin cezalandırılacağı ifade edilmiş, dokunulmazlığın ihlalinden söz edilmiş, bu sayede madde başlığında da yer verildiği üzere cinsel anlamda bir saldırının gerçekleştirilmiş olacağından bahsetmiştir. Bu noktada cebir ya da tehdit unsurlarının kullanılmış olması bir şart olarak görülmemiştir. Burada önemli olan husus, cinsel davranışların mağdurun iradesine aykırı olarak gerçekleştirilmiş olması, mağdurun en basit şekilde  hayır  yönündeki  iradesini yansıtan tavır ve davranışları  sergilemiş olmasıdır. Bu açıdan mağdurun bu olumsuz yöndeki iradesini mutlaka sözlü olarak beyan etmiş olması şart değildir. Aynı şekilde mağdurun cinsel davranışlara karşı sessiz kalmış 69   …Olaydan iki yıl kadar önce eşi vefat eden katılanın çocuklarıyla birlikte yaşadığı, eşinin vefatından bir süre sonra sanığın, katılana cinsel yönden birliktelik teklif etmeye başlayıp, katılan bunu kabul etmediği halde ısrarla tekliflerine devam ettiği, olaydan birkaç gün önce sanığın, tekrar araması üzerine mağdurenin sanığı yakalatmak amacıyla duruma rıza gösterdiğini ve kendisini eve alacağını belirttiği, bunun üzerine olay günü eve gelen sanığın eşikte sarılmak istediği katılanın sanığa içeriye geçmesini, kendisinin kapıyı kontrol edip geleceğini söyledikten sonra kapıyı dışarıdan kilitleyerek köy muhtarına haber verdiği tüm dosya içeriğinden anlaşılmakla, TCK nın 102. Maddesinde düzenlenen cinsel saldırı suçunun konusu mağdurun rızası ve iradesi dışındaki eylemler olup, TCK nın 26/2. maddesinde de  Kişinin üzerinde mutlak surette tasarruf edebileceği bir hakkına dair olmak üzere, açıkladığı rızası çerçevesinde işlenen fiilden dolayı kimseye ceza verilmez  hükmü düzenlenmiştir. Dava konusu olayda katılanın, sanığı yakalatmak amacıyla cinsel ilişkiye rıza gösterdiğini belirtmesi ve sanığın da bu beyana istinaden katılanın evine gittiğinin anlaşılması karşısında, atılı suçun kanuni unsurları itibariyle oluşmadığı ve 17.06.2007 tarihli iddianame içeriğine göre de bu olay öncesinde sanık tarafından yapılan cinsel ilişki tekliflerinin kamu davasına konu edilmediği nazara alınarak atılı suçtan beraati yerine yazılı şekilde mahkûmiyetine karar verilmesi…  Y. 14. CD., E. 2016/8681, K. 2017/2375, T. 03.05.2017.70  Benzer görüş için bakınız Yaşar, Gökcan ve Artuç (n 41) 3301; Akkaya (n 67) 30.71  Akkaya (n 67) 30.1486Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızaolması hiçbir şekilde bu davranışlara rızası olduğu şeklinde yorumlanmamalıdır. Nitekim madde gerekçesinde,  Cinsel saldırı suçunun özelliği, bu suçu oluşturan fiillerin mağdurun iradesi dışında gerçekleştirilmesidir. Mağdura karşı cebir veya tehdit ya da hile kullanılabileceği gibi, örneğin bilincinin yitirilmesine neden olmak veya örneğin uyku hâli dolayısıyla bilincinin kapalı olmasından yararlanmak suretiyle de bu suçlar işlenebilirler.  şeklindeki ifadelere yer verilerek bu suç kapsamında fiilin gerçekleşmiş sayılabilmesi için bu davranışların mağdurun iradesine aykırı olarak gerçekleştirilmiş olması gerektiği hususu vurgulanmıştır. Kaldı ki cinsel suçlar bakımından rızanın tipikliğe engel olucu nitelik taşımayıp hukuka  uygunluk  nedeni  olduğunun  ileri  sürülmesi,  karşılıklı  rızalarıyla  cinsel davranışlarda bulunan kişilerin ve hatta eşlerin dahi bu tür cinsel davranışlarının cinsel  saldırı  suçu  açısından  tipik  olduğunun  kabul  edilmesi  sonucunu  ortaya çıkaracak, en son hukuka aykırılık unsuru kapsamında yapılacak değerlendirmede rızanın varlığından bahisle gerçekleştirilen cinsel davranışların meşru olduğu kabul edilebilecektir. Bu şekilde rıza mevcut olduğunda daha en baştan cinsel saldırı suçu  kapsamında  sayılabilecek  şekildeki  cinsel  davranışların  bulunmadığı  ve dolayısıyla da tipik fiilin gerçekleşmediği sonucuna ulaşılabilecekken meseleyi hukuka aykırılık unsurunda çözüme kavuşturmanın kanaatimize göre makul bir izahı bulunmamaktadır. Bundan daha önemlisi ise cinsel suçlarda rızanın tipikliğe engel olan rıza olarak değil de hukuka uygunluk nedeni olarak kabul edilmesi halinde akıl hastalarının birçok durumda cinsel birlikteliklere karşı rıza gösteremeyecekleri sonucuna  ulaşılması  gerekli  hale  gelecektir  ki  bu  da  akıl  hastalarının  cinsel yaşamlarının sonlandırılmasından başka bir anlam ifade etmeyecektir. Elbette bu iki durumun ortaya çıkardığı esas fark, ilerleyen kısımlarda da incelenecek olduğu üzere hata durumunda ortaya çıkmaktadır ki sadece bu farklılık dahi cinsel suçlarda rızanın tipikliğe engel bir neden olmasının önemini açıkça ortaya koymaktadır.C. Hukuka Uygunluk Nedeni Olan Rıza ile Bu Ayrımı Reddeden Görüş1. Hukuka Uygunluk Nedeni Olan RızaAlman doktrininde oldukça dar bir alanda kabul edilmekteyse de suçların bazıları bakımından rıza, hukuka uygunluk kapsamında görülmektedir. Bu suçlarda hukuki değer sahibinin iradesi, objektif tipiklik alanında dikkate alınmamakta, tipiklik alanı 72  Roxin (n 4) § 13 kn 2.73  Doktor Öğretim Üyesi Selman Dursun ile 10.10.2018 tarihinde yapılan sözlü konuşma ile edinilen bilgidir. 74  Taner (n 67) 174.75  Elbette Taner, bu farklılığın hataya etki ettiğini kabul etmekteyse de bunun pratikte bir önemi olmadığına işaret etmiştir (Taner (n 67) 174). Ancak Dursun un da vurguladığı gibi bu farklılık, suçun yapısal analizindeki yerini belirlediği gibi ayrı hata hükümlerinin uygulanması gibi önemli bir sonucu da beraberinde getirebilir. Bakınız Dursun (n 67) 64, dipnot 19. 1487İstanbul Hukuk Mecmuası 78/3dışında tipik fiilin meşru hale gelmesine neden olup olmadığı bağlamında göz önünde bulundurulmaktadır.  Rızanın  tipiklik  kapsamında  yer  almadığı  suç  tiplerinde yetkili kişinin iradesine binaen işlenmiş olsa dahi fiilin, korunan hukuki değeri ihlal ettiği ve tipiklik kapsamında yer alan rıza durumunun aksine sosyal yaşamın normal sürecinde yer almadığı, bilakis tasarruf özgürlüğü kapsamında olsa bile ağır zararları beraberinde getirebilme potansiyeli taşıdığı kabul edilmektedir. İşte bu tür durumlarda rıza, tipikliğe engel olan rızadan farklı olup  hukuka uygunluk nedeni olan rıza  olarak nitelendirilmektedir. Bu çerçevede kanuni anlamda gerçekleşen tipik fiil, hukuki değer sahibinin tipikliğin gerçekleşmesine yönelik olarak hukuka uygunluk nedeni olan rızasının söz konusu olması suretiyle meşru hale gelebilir. Hukuka uygunluk nedeni olan rızanın altında yatan neden, ilgili kişinin sahip olduğu hukuki değere riayet edilmesi yönündeki gereklilik karşısında kendi kaderini tayin hakkı çerçevesinde bu hukuki değere yönelik korumadan vazgeçerek saldırıya rıza göstermesi ve buna binaen cezalandırılabilir  hareketin  kanuni  tanımdaki  içeriğinin  oluşmadığı  yönündeki düşüncedir. Böyle durumlarda mağdurun hukuki korumadan vazgeçişi, mağdurun kendine ait olan değerle otonom bir ilişkisi mevzu bahistir. Yani sadece vücut dokunulmazlığı ya da mülkiyetin dokunulmazlığının korunmadığı, aynı zamanda vücut ya da mülkiyetin hak sahibinin isteğine göre tasarruf etme özgürlüğünün korunduğu suç tipleri, kişisel hukuki değer kavramının gerekli olduğu suçlar olarak kabul  edilmektedir  ve  bu  suçlar  bakımından  rızanın  hukuka  uygunluk  nedeni olduğundan hareket edilmektedir. Buna göre kasten yaralama suçu kapsamında irade yeteneği bulunmayan küçük bir çocuğun otonom şekilde üzerinde tasarruf edemeyeceği bedeni korunmaktadır. Hukuka uygunluk nedeni olan rıza, Türk Ceza Kanunu nun  Ceza Sorumluluğunu Kaldıran veya Azaltan Nedenler  üst başlığı altında  İlgilinin Rızası  başlıklı 26 ncı maddenin ikinci fıkrasında,  Kişinin üzerinde mutlak surette tasarruf edebileceği bir  hakkına  ilişkin  olmak  üzere,  açıkladığı  rızası  çerçevesinde  işlenen  fiilden dolayı kimseye ceza verilmez.  şeklindeki ifadelerle açıkça hüküm altına alınmıştır. Esasen bu düzenlemeyle birlikte hukuka uygunluk nedeni olan rızanın da koşulları bakımından bir belirlilik sağlanmıştır ki daha evvel de işaret edildiği üzere bu durum, Türk hukukunda ilgilinin rızası kurumuna yaklaşımın daha makul olduğunu göstermektedir. 76  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 120.77  Jescheck and Weigend (n 4) § 34 I 1 c.78  Hoffmann-Holland (n 17) kn 303.79  Welzel (n 17) 95; Gropp (n 19) § 5 kn 109.80  Amelung (n 4) 821; Schmidhäuser (n 12) 8/128.81  Amelung and Eymann (8) s. 938.1488Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaBuna mukabil Alman Ceza Kanunu nda hakkın korunması üzerinde ihlal edilen kişinin feragat etmesine ilişkin olan ilgilinin rızası, Alman Ceza Kanunu nda düzenlenmemiş olsa da örf-adet ve teamül gereğince kabul edilmektedir. Esasen hukuka uygunluk nedenleri, kural olarak failin lehine etki ettiğinden bu şekilde örf-adet kurallarından hareketle bir hukuka uygunluk nedeninin öngörülmesine de müsaade edilebilmektedir. Bu çerçevede Alman hukukunda bu kategorideki en önemli suçlar, kasten yaralama ve mala zarar verme olarak görülmektedir. Buna göre Alman hukukunda malikin, başkasının kendi malına zarar vermesine ya da kırmasına  yönelik  olarak  onay  vermesi  halinde  hukuka  uygunluk  nedeni  olan rızadan söz edilmektedir. İşte hâkim görüşe göre bu rızanın, eşyaya zarar verilmiş olması ve başkasına ait mala tipe uygun bir yapıda zarar verildiği gerçeğini ortadan kaldırmayacağı kabulünden yola çıkılmaktadır.Bu duruma rağmen Alman kanun koyucunun bazı özel suç tipleri bakımından hukuka  uygunluk  nedeni  olan  rızaya  ilişkin  ayrıca  bir  düzenleme  yaptığı görülmektedir. Nitekim kanuna sonradan eklenen  Rıza  başlıklı kasten yaralama suçunda rızayı düzenleyen § 228 hükmü bu durumu açıkça göstermektedir. Söz konusu düzenlemeye göre kasten yaralama suçunu yaralanan kişinin rızası ile işleyen kişi, sadece fiilinin rızaya rağmen ahlaka aykırı olması halinde hukuka aykırı hareket etmiş olur. Bu ölçüt, sadece hukuka uygunluk nedeni olan rızanın söz konusu olduğu kasten yaralama suçu açısından geçerli olup diğer diğer suç tipleri bakımından geçerli değildir. Yani rıza verenin rıza verme nedenlerinin etik niteliği, rızanın etki etmesi bakımından bir anlam ifade etmemektedir. Buna göre bir kimse, başkasını suç niteliğini haiz bir amaçla evine almış olsa eve girme ahlaka aykırı olsa da konut dokunulmazlığının ihlali suçu açısından tipiklik ortaya çıkmayacaktır. Aynı durum cinsel saldırı suçu açısından da geçerlidir. Kişinin rızasının geçerli olup olmadığı yönünde bir tespit yapılabilmesi, bu rızanın ahlaka uygun olup olmadığına bağlı değildir. Kişinin cinsel birlikteliğe rıza göstermesiyle birlikte bu birliktelik, ahlaka uygun olsun ya da olmasın bu suç açısından tipiklik gerçekleşmiş olmayacaktır. 82  Schlehofer (n 17) 2; Harro Otto, Grundkurs Strafrecht (7. Auflage, De Gruyter Recht, Berlin 2004) § 8 kn 106.83  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 117; Heinrich (n 17) kn 438; Kühl (n 4) § 9 kn 20; Stratenwerth and Kuhlen (n 13) § 9 kn 3; Hoffmann-Holland (n 17) kn 304; Geerds (9) 49, 50.84  Heinrich (n 17) kn 438.85  Beckert (n 17) 507; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 120; Roxin (n 4) § 13 kn 3; Rönnau (2)18.86  Welzel (n 17) 95; Roxin (n 4) § 13 kn 3.87  Hoffmann-Holland (n 17) kn 304; Thomas Weigend, ‘Über die Begründung der Straflosigkeit bei Einwilligung des Betroffenen  (ZStW 98 (1986) 62; Geerds (n 9) 50 ff.88  Welzel (n 17) 95; Beckert (n 17) 508; Stratenwerth and Kuhlen (n 13) § 9 kn 3; Roxin (n 4) § 13 kn 8; Geerds (n 9) 50, 51; Weigend (n 88) 62.89  Weigend (n 88) 64.90  BGH NStZ 2000, 88 (Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 145).91  Roxin (n 4) § 13 kn 8.1489İstanbul Hukuk Mecmuası 78/3Görüldüğü üzere burada hukuka aykırılığa istisnai bir nitelik verilmiştir. Doktrinde Alman Ceza Kanunu § 228 hükmü olmadan da yaralanmasına yönelik rıza gösteren kişinin bu rızasının fiilin hukuka aykırılığını ortadan kaldırabileceği, söz konusu hükmün  daha  çok  hukuka  aykırılığın  ortadan  kalkmış  olmayacağı  bir  durumu gösterdiği belirtilmiştir. Dolayısıyla kasten yaralama suçu üzerinde rıza suretiyle hak korumasından vazgeçişin bu hükümle sınırlandırıldığına işaret edilmiştir. Bu bakımdan rızanın bu suçlarda hukuka uygunluk nedeni olarak görülmesi, yaşam ve beden bütünlüğü gibi değerlerin eşsiz ve üstün değerler (par excellence) olmalarından kaynaklanıyor  olabilir.  Bu  çerçevede  devlet,  bu  değerler  bakımından  tasarruf edebilme hakkını güvence altına aldığı gibi aynı zamanda bu hakkın sınırlarını da belirlemektedir. 2. Hukuka Uygunluk Nedeni Olan Rızayı Kabul Etmeyen ve Bütün Rıza Hallerini Tipikliğe Engel Nitelikte Gören GörüşAlman  doktrininde  yeni  olan  ve  yayılmaya  başlayan  görüşe  göre  hukuka uygunluk nedeni olan rıza da tipikliğe engel olan rıza olarak görülmektedir. Diğer bir ifadeyle sırf suç tipinde yer alan tanımdan hareketle rızanın ister açık ister zımni olarak tipikliğe engel bir nitelik arz etmediği hallerde de rıza tipiklik kapsamında görülmekte, özetle rıza her halde ve durumda tipikliğe engel teşkil eder nitelikte görülmekte ve hukuka uygunluk nedeni olan rızanın hiçbir şekilde bulunmadığı kabul edilmektedir. Bu çerçevede Alman hukukunda rızanın ister açık ister yorum yoluyla suç tipinde yer almadığı durumlarda rızanın suç sistematiğinde tam olarak nerede konumlandırılacağı konusu üzerinde bir tartışma ortaya çıkmıştır. Özellikle vurgulamak  gerekir  ki  bu  tartışma,  bilhassa  tıbbi  müdahaleler  kapsamında gerçekleştirilen yaralamalarla ilgili olarak ortaya çıkmaktadır. Buna göre hekimler tarafından tedavi amacıyla tıp mesleğinin kurallarına göre vücut bütünlüğüne yönelik olarak yapılan müdahalelerin başarılı bir şekilde gerçekleştirilmiş olması durumunda tipiklikten söz edilemez. Yani bu görüşe göre, tıbbi müdahaleler kapsamında hasta tarafından gösterilen rıza, tipikliğe engel olan rıza olarak görülür. 92  Kühl (n 4) § 9 kn 20.93  Otto (n 83) § 8 kn 106.94  Weigend (n 88) 62. 95  Roxin (n 4) § 13 kn 12; Gropengießer (n 18) 89; Schlehofer (n 17) 4; Schlehofer (n 17) vor § 32 kn 126; Weigend (n 88) 61. Bu konuda Türk doktrininde bilgi için bakınız Koca ve Üzülmez (n 4) 291. 1490Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaBuna  karşılık  Alman  mahkeme  kararları  da  dahil  olmak  üzere  doktrindeki geleneksel görüş tarafından tedavi amaçlı yapılan tıbbi müdahalelerin kapsamında olduğu yaralama suçu bakımından rıza hukuka uygunluk nedenleri kapsamında değerlendirilmektedir. Yani Alman doktrininde bu görüş, kanuni tanımda hareketin açıkça rızaya aykırı olması gerektiği belirtilen yahut açıkça belirtilmese de hareketin yorumlanması suretiyle rızaya aykırı olarak gerçekleştirilmesi gerektiği ifade edilen suç tipleri dışında kalan bütün suçlarda rızanın hukuka aykırılık unsuru altında incelenmesi ve hukuka uygunluk nedeni olarak kabul edilmesi gerektiğini kabul etmektedir. Hatta o kadar ki bu görüş nezdinde hukuka uygunluk nedeni olan rızanın, özellikle de tıbbi müdahalelerde önem arz ettiği kabul edilmektedir. 3. DeğerlendirmeBu konudaki kanaatimiz,  bireye ilişkin hukuki değer öğretisi  çerçevesinde şekillenecektir. Buna göre kişinin özgür gelişimine zarar vermeyen, bilakis bu ifadenin aksine olacak şekilde hareketin hukuki değerin sahibi olan kişinin tasarrufuna dayanması halinde hukuki değerin ihlalinden söz edilemeyecektir. Elbette kabul ettiğimiz görüşün temeli bu ilkeye uygun olmakla birlikte bundan farklı olarak suç tipi tanımlarında yer alan ifadelerin de dikkate alınması gerektiğini düşünmekteyiz. Bu minvalde kanaatimiz, rızanın kural olarak tipikliğe engel teşkil eden bir neden 96  BGHSt 17, 359 (Kindhäuser (n 4) § 12 kn 2); BGHSt 11, 111; BGH, NJW 2011, 1088, 1089 (Kühl (n 4) § 9 kn 26); Beckert (n 17) 507; Gropp (n 19) § 5 kn 112; Rengier (n 4) § 23 kn 10; Hoffmann-Holland (n 17) kn 303. Jescheck/Weigend, her kim kendisine kozmetik operasyon yaptırırsa az ya da çok bir süreliğine vücudunun zarar görmesine tahammül etmesi gerektiğini ifade ederek bu hususu hukuka uygunluk kapsamında değerlendirmektedir (Jescheck and Weigend (n 4) § 34 I 1 c). Kindhäuser e göre bu suçlarda da rızanın tipikliği kaldırdığı yönündeki görüş, tipik haksızlığın ortadan kalkması bakımından sonuç itibariyle gerçeğe uygun olmasına rağmen öldürme ve yaralama suçları açısından söz konusu olan sınırlandırmaları açıklayamaması açısından bazı zorluklara sahiptir. Başkasının öldürmesi, rıza durumunda kişinin kendisini öldürmesi olarak anlaşılmış olsaydı kişinin kendisini öldürmesi tipe uygun olmadığından ve dolayısıyla da yasaklanmadığından başkasının öldürmesi de her şekilde cezalandırılmaması gerekirdi. Buna karşılık Alman Ceza Kanunu § 216 hükmü, tersini söylemektedir. İhlal edilenin rızasıyla icra edilen tipikliğin gerçekleşmesi de tek başına fail tarafından başkasının değerine yönelik bir saldırı olarak görünüm arz etmektedir (Kindhäuser (n 4) § 12 kn 5). Baumann/Weber/Mitsch/Eisele, ilginç bir şekilde ev sahibinin kendisinin de taşı fırlatması durumunda zarar verme ya da kırma unsurlarının gerçekleşmiş olacağına dikkat çekmişler, her ne kadar taşı fırlatan ev sahibi için fiilin konusu başkasına ait nitelik arz etmese de ev sahibi olmayan kimsenin hukuka uygunluk nedeni olan rızasıyla işlenen fiil açısından böyle bir durumdan söz edilemeyeceğine işaret etmişler, bu sayede rızanın esasen hukuka uygunluk nedeni olduğunu belirtmişlerdir (Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 122). Halbuki yazarların bu görüşüne göre, ev sahibinin kendi malını kırmasının mala zarar verme suçu kapsamında hakikaten tipik olacağından bu defa hukuka aykırılık unsuru altında rızasının bulunup bulunmadığına bakılmak durumunda kalınacaktır. Gerçekte mala zarar verme suçu açısından da rıza tipiklik alanında addedilse bu değerlendirme için hukuka aykırılık unsuruna gerek kalmayacak, sorun en baştan tipiklik alanında çözüme kavuşturulmuş olacaktır. Kaldı ki yazarların bizzat kendileri de görüşlerinin, iflas durumunda mal sahipleri bakımından söz konusu olduğu üzere hukuki değer sahiplerinin hukuki değerleri üzerinde tasarruf edebilme imkanlarının ellerinden alınmış olduğu durumlarda çelişkisiz bir çözüm bulamadığına vurgu yapmışlardır. Bakınız Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 122.97  Suç tipi ifadesinde  sağlığa zarar verme  ibaresi dikkate alındığında iradeden bağımsız tipikliğin gerçekleşmesinden söz edildiğine işaret edilmekte, bu açıdan da kasten yaralama suçu açısından rızanın tipikliğe engel olan değil, hukuka uygunluk nedeni olan rıza olduğunun altı çizilmiştir (Murmann (n 10) § 25 kn 123). Bu noktada erkek çocukların sünnet edilmelerinin sosyal anlamda uygun hareketler olarak kasten yaralama suçunun tipikliğini kaldırıp kaldırmayacağı tartışılmaktadır. Exner, bu görüşü savunurken hâkim görüş, bunun dini uygulamalar bağlamında bir hukuka uygunluk nedeni olduğunu belirtmektedir. Bu konudaki görüşler ve ayrıntılı açıklamalar için bakınız Rolf Dietrich Herzberg, ‘Rectliche Probleme der rituellen Beschneidung  (JZ 2009) 332-339.98  Jescheck and Weigend (n 4) § 34 I 1 c; Hoffmann-Holland (n 17) kn 303.99  Roxin (n 4) § 13 kn 12.1491İstanbul Hukuk Mecmuası 78/3olarak kabul edilmesi gerektiği, bununla birlikte her durumda tipikliğe engel nitelik arz  edemeyeceği,  bazı  durumlarda  hukuka  uygunluk  nedeni  olarak  görülmesi gerektiği yönündedir. Yani görüşümüz, temelde bireye ilişkin hukuki değer anlayışına dayanmakla birlikte bu görüşü ilk defa ortaya koyan ve şekillendiren Roxin in mülkiyet şeklindeki hukuki değerin mala zarar verme suçuyla ihlalinin rızayla hukuka uygun olabilecek gerçek türde bir manevi yapıda olmadığı, malikin özgür kararıyla malın zarar görmesine ya da kırılmasına rıza göstermesi durumunda veya bu yönde bir talepte bulunması halinde burada malik pozisyonunun ihlalinin söz konusu olmadığı, malikin özgür kararının icrasına katılma olduğu yönündeki argümanını benimsememek yönündedir. Zira bu ayrımın tamamen ortadan kaldırılması ve bütün rıza hallerinin tipikliğe engel teşkil ettiği yönünde bir görüşün, rızaya dair genel ve açık bir düzenlemenin bulunmadığı Alman hukukunda ileri sürülebilmesi mümkün görünse de Türk Ceza Kanunu ndaki  ilgilinin rızası  başlıklı açık düzenleme karşısında Türk hukukunda ileri sürülmesi o denli kolay görünmemektedir. Kaldı ki böyle bir görüşün, § 228 hükmünün yer aldığı Alman Ceza Kanunu karşısında Alman hukukunda da ileri sürülemeyeceğine vurgu yapılmaktadır. Türk  Ceza  Kanunu ndaki  rızaya  ilişkin  düzenleme  olmasaydı  dahi  suç  tipi tanımlarında yer alan ifadeler ve de hukuki değerlerden hareketle yaralama, mala zarar verme gibi suç tipleri bakımından rızanın tipikliğe engel teşkil eder bir nitelik arz ettiğinden söz edilmesinden bahsedilemez. Nitekim hukuka uygunluk nedeni olan rıza olmaksızın malikin eşyasına zarar veren kişi, sadece spesifik olmayacak şekilde onun yapısına değil, aynı zamanda özel olarak mülkiyetten kaynaklı hukuki değere müdahalesi söz konusu olduğundan başkasına ait bir eşya hem kavramsal olarak hem de malikin iradesi olmaksızın zarar verilebilir, kırılabilir. Bu olay malikin rızasıyla gerçekleşmiş de olsa bu durum, söz konusu malın zarar görmesi ya da kırılması gerçeğinde bir değişikliğe neden olmaz. Aynı şekilde kişinin ölmek isteyip istemediğinden bağımsız olarak bir insan öldürülebilir. Öldürülen kişinin rızasının olup olmadığından bağımsız olarak kişinin öldürüldüğü gerçeği değişmeyecektir. Bu açıdan rıza, öldürmenin tipiklik unsurlarını ortadan kaldırmayacaktır. 100  Roxin (n 4) § 13 kn 12.101  Krey and Esser (n 19) kn 657; Beckert (n 17) 508.102  Gropp (n 19) § 5 kn 112.103  Beckert (n 17) 508; Heinrich (n 17) kn 441.104  Heinrich (n 17) kn 441.1492Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaDaha açık ifadeyle kasten yaralamada insan ve mala zarar vermede taşınır malın maliki rıza göstermiş olsa bile günlük anlayışa ve normal dil kullanımına göre yaralanmış insanın  vücuduna acı verilmiş tir, aynı şekilde kırılan vazo  kullanılmaz hale getirilmiş , bu suretle mala zarar verilmiştir.Bununla birlikte hukuki değerin büyük bir önem arz ettiği bazı suçlar açısından, örneğin yaralama suçu bakımından hukuki değer sahibi olan kişinin rızasının hukuka uygunluk nedeni olarak görülmesi daha makul olacaktır. Bu çerçevede hasta A, doktor B tarafından yapılacak müdahaleye rıza gösterir ve bu müdahale tıp biliminin kurallarına uygun şekilde gerçekleştirilerek apandis alınırsa her ne kadar kasten yaralama suçunun tipiklik unsuru gerçekleşmekteyse de hekimin hareketi hastanın rızası  nedeniyle  hukuka  uygun  hale  gelecektir.  Bilhassa  tıbbi  müdahaleler kapsamında gösterilen rızanın, tipikliğe engel olan rıza olarak değil de hukuka uygunluk nedeni olan rıza olarak kabul edilmesi gerekir ki bunun en temel sebeplerinden biri, ayrımın sonuçlarında da görüleceği gibi tipikliğe engel teşkil eden rızanın koşullarının daha az olmasıdır. Yani hukuka uygunluk nedeni olan rızanın koşulları daha sıkı olduğundan bu şekilde yaralama teşkil edebilecek türden tıbbi müdahalelere karşı gösterilecek rızanın koşullarının daha dar olmasının hastalar bakımından ve keza hekimler açısından da önemli faydaları olacağını düşünmekteyiz.Nitekim vücuda yönelik saldırının haksızlığı temellendiren esası hukuka uygunluk nedeni olan rıza kabulüyle birlikte meşru savunmadaki gibi karmaşaya engel olunmuş olur.  Buradan  hukuka  uygunluk  nedeni  olan  rıza  da  kural  olarak  menfaatlerin değerlendirilmesine, karşılaştırılmasına dayanmaktadır. Hukuki değerin sahibi olan kişi, kendisi için fiilden (bacağının kaybının daha uzun yaşamasını sağlaması) ya da fiilin ihmalinden (bacağın kesilmemesinin her iki bacağının da kesilmesine neden olması yahut daha az yaşamasına yol açması) kaynaklı olası sonuçlanabilecek avantaj veya dezavantajların değerlendirilmesine göre hukuka uygunluk nedeni olan rızasına ilişkin kararını ortaya koyar. Bu bakımdan hukuka uygunluk nedeni olan rıza, menfaatleri kıyaslama ve değerlendirme aracıdır. Elbette rızanın tipikliğe engel mi olduğu yoksa hukuka uygunluk nedeni mi olduğunun ne tür bir öneme sahip olduğu hususu, ayrımın sonuçları incelenirken daha iyi bir şekilde anlaşılacaktır. Burada 105  Alman doktrininde rızanın hukuka uygunluk nedeni olarak etkisine gerekçe olarak kasten yaralama suçu bakımından yapılan özel düzenleme (§ 228) örnek gösterilmektedir. Bakınız Kühl (n 4) § 9 kn 22. Gerçi bu argümanı Roxin, Alman Ceza Kanunu § 11 I Nr 5 hükmünde yapılan tanıma göre hukuka aykırı fiilin, ceza kanunundaki tipikliğin gerçekleştiği fiil olduğu, ancak bunun Alman Ceza Kanunu § 228 hükmü anlamında hukuka aykırı fiille ilgili olmadığı, zira buradaki hukuka aykırılığın rızayla hukuka uygun hale getirilen fiilin istisnasını norm altına aldığı (Roxin (n 4) § 13 kn 29) yönündeki gerekçelerle kabul etmemekteyse de Alman doktrininde bu görüş oldukça fazladır. Burada rızanın ahlaka aykırı olması durumunda yaralanan kişinin rızasının mevcudiyetinin fiili meşru hale getirmeyeceği vurgulanmaktadır (Kühl (n 4) § 9 kn 22). Dolayısıyla bu suç açısından ihdas edilen bu özel düzenlemedeki ifadeden hareketle bu rızanın tipikliğe engel olan rıza değil, hukuka uygunluk nedeni olan rıza olduğu sonucuna ulaşılmaktadır. 106  Hoffmann-Holland (n 17) kn 303; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 123. Bu konuyla bağlantılı olarak genital muayene suçu bakımından rızanın bir hukuka uygunluk nedeni olduğuna dair açıklamalar için bakınız Oğuzhan Demir, ‘Genital Muayene Suçu (TCK m.287) , (2017) 5(2) Sakarya Üniversitesi Hukuk Fakültesi Dergisi 140.107  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 123.108  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 124; Amelung and Eymann (n 8) 939.1493İstanbul Hukuk Mecmuası 78/3özellikle de basit nitelik arz etmeyen yaralama sonucunu beraberinde getirebilecek cerrahi müdahaleler açısından rızanın tipikliğe engel teşkil ettiğinin kabul edilmesinin önemli sorunları beraberinde getirme ihtimalinin bulunduğuna değinmekle yetinelim. Şu  hâlde  hukuki  değerin  sahibi  olan  kişinin  rızası  olmaksızın  da  unsurun gerçekleşmesi kavramsal olarak mümkün ise kişinin rızası tipikliğin gerçekleşmesi bakımından bir değişikliğe neden olmaz ve bu noktada rıza, yalnızca bir hukuka uygunluk nedeni olabilir. Esasında  girmek  veya  almak  şeklindeki ifadelerin de günlük dil kullanımında ilgili kişinin rızası olmasına rağmen gerçekleşmeleri mümkün görünmektedir. Zira bu ifadeler, tek başlarına ceza hukuku bakımından tam olarak belirli olmayan ve renksiz olarak görülmektedir. İşte tam da bu nedenle kanun koyucu, bu ifadelerle birlikte  rızaya aykırılık  unsuruna yer vermiş bulunmaktadır. Bazı durumlarda ise suç tanımında yer alan hareketin varlığının hukuki değer sahibinin rızasının bulunmamasına bağlı olduğu hususu kelimenin kendi anlamından hareketle ortaya konulabilir. Nitekim incelemede yer verilen cinsel saldırı suçu buna örnek olarak gösterilebilir. İşte bu durumlarda hukuki değer sahibinin rızasıyla birlikte ilgili hukuki değere yönelik bir saldırının daha en baştan bulunmadığı varsayımından hareket edilir. Oysa ki etkili bir hukuka uygunluk nedeni olan rızada, korunan hukuki değere yönelik saldırı mevcuttur ve düzenlemelerde tanımlanan değersizliğin gerçekleşmesi söz konusudur. Yani hukuki değerin ihlal edilmesi ve fakat bunun değersizliğin gerçekleşmesi anlamına gelmemesi, hukuka uygunluk nedeni olan rıza ile hukuka aykırılığın ortadan kalkması sonucu söz konusu olur. Buna cinsel davranışlarla vücut dokunulmazlığının ihlal edilmesi örnek gösterilebilir. Daha evvel de belirttiğimiz üzere cinsel davranışlarla bir kimsenin vücut dokunulmazlığının ihlal edilmiş olmasından söz edilebilmesi, kişinin bu cinsel davranışlara yönelik rızasının bulunmamasına bağlıdır. Yani cinsel suçlar açısından rızanın yokluğu, fiil unsurunun oluşmasının ön koşullarından biridir. Dolayısıyla da Türk doktrininde yorum yoluyla bazı suç tiplerinde rızanın tipikliğe dahil edilmemesi gerektiği, bu tür durumlarda rızanın hukuka uygunluk nedeni olarak kabul edilmesi gerektiği yönündeki görüşe katılmamaktayız.III. Ayrımın Etkisi ve SonuçlarıHer ne kadar ister tipikliğe engel olarak kabul edilsin isterse hukuka uygunluk nedeni olarak nitelendirilsin, her iki durumda da mağdurun işlenen fiile rıza göstermiş olduğu durumda fail haksız bir fiil gerçekleştirmiş olmayacak ve bu bakımdan içerik 109  Heinrich (n 17) kn 441.110  Schlehofer (n 17) vor § 32 kn 142.111  Schild (n 47) 346.112  Gropp (n 19) § 5 kn 112.113  Koca ve Üzülmez (n 4) 292.1494Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızaaçısından bir fark ortaya çıkmayacaksa da bu ayrımın daha evvel de işaret edildiği üzere bazı hususlar bakımından oldukça anlamlı olduğu ifade edilmelidir. Zira kişinin rızasının ceza hukukunda ne şekilde nitelendirileceği ve nerede konumlandırılacağı konusunda verilecek karar, başta hata olmak üzere rızanın koşulları açısından, uygulamada  önemli  sonuçları  beraberinde  getirecektir.  Genel  olarak  tipikliğe engel olan rızanın koşulları, her bir suç tipinin fonksiyonundan ve korunan hukuki değerin yapısından kaynaklı olarak gelişim gösterirken hukuka uygunluk nedeni olan rıza genel kurallardan hareketle şekillenir. Nitekim ilgili kişinin rızasının etkili olması -bu rıza ister hukuka uygunluk nedeni olarak kabul edilsin isterse tipikliğe engel olan bir neden olarak kabul edilsin- ancak belirli koşulların gerçekleşmesine bağlıdır.  Bu  kapsamda  ayrımın,  suçun  unsurları  bağlamında  etkisi,  rızanın koşullarının değişmesine olan etkisi ve nihayet hata durumlarına olan etkisi söz konusu olacağından incelememizde de bu başlıklara yer verilecektir.  A. Suçun Unsurları Bağlamında EtkisiBu kapsamda tipikliğe engel olan rıza ile hukuka uygunluk nedeni olan rıza arasındaki en önemli farklardan biri, rızanın konumlandığı unsurdan hareketle ortaya çıkmaktadır. Zira biri, tipiklikte yer alırken diğeri hukuka aykırılık unsurundadır. Bunun sonucu olarak ilkinde rızayla birlikte tipik hareket dahi mevcut olmayacak, bu suretle maddi unsur oluşmayacakken ikincisinde rıza olsa bile tipik hareketten söz  edilebilecek,  bununla  birlikte  rıza  ceza  hukuku  anlamındaki  haksızlığın oluşmasına engel olacaktır. Rıza ile tipikliğe engel olunması suretiyle tipikliğin gerçekleşmemesi,  hukuki  değer  sahibi  olan  kişinin  bu  hukuki  değerin  başkası tarafından ihlal edilmesine muvafakat göstermesi halinde, tipikliğin gerçekleşmesi için gerekli hukuki değer ihlalinin mevcudiyetinden söz edilemeyeceği anlamına gelmektedir. Burada hukuki değer sahibi olan kişinin irade özgürlüğünün hukuk düzeni  tarafından  tanınması  ve  kabul  edilmesi  suretiyle  bu  türden  bir  hukuki değere yönelik saldırının desteklenmesi söz konusudur. Bu temelin arka planında çoğunlukla malvarlığında olduğu gibi her bir hukuki değer üzerinde tasarruf edebilme imkanının anlaşıldığı hallerde tipikliğe engel olan rıza yer alır.114  Schlehofer (n 17) 1; Murmann (n 10) § 25 kn 122.115  Beckert (n 17) 508; Jescheck and Weigend (n 4) § 34 I 1; Schmidt (n 2) kn 429; Heinrich (n 17) kn 440; Kühl (n 4) § 9 kn 42; Koca and Üzülmez (n 4) 290, dipnot 807.116  Schlehofer (n 17) 1, 2.117  Weigend (n 88) 44; Jescheck and Weigend (n 4) § 34 I 3.118  Beckert (n 17) 508.119  Schäfer (n 46) § 123 kn 27; Kindhäuser (n 4) § 12 kn 34; Schlehofer (n 17) vor § 32 kn 140; Schmidt (n 2) kn 431; Rengier (n 4) § 23 kn 3; Gropp (n 19) § 5 kn 120; Koca ve Üzülmez (n 4) 292.120  Geerds (n 9) 43.121  Kühl (n 4) § 9 kn 21; Kohte (n 4) 124.122  Kühl (n 4) § 9 kn 21.123  Kühl (n 4) § 9 kn 21.1495İstanbul Hukuk Mecmuası 78/3Bu çerçevede Alman hukukunda konut dokunulmazlığının ihlali suçunda (§ 123) eve girme hareketi, ev sahibinin davetine icabet etmek üzere gerçekleştirilmişse suç tanımında yer alan  girme den söz edilemeyecektir. Zira konut dokunulmazlığının ihlali  suçu  da  konut  sahibi  olan  kişinin  iradesine  karşı  hareket  etmeyi  şart koşmaktadır. Benzer durumun Türk hukuku açısından da geçerli olduğu daha evvel belirtilmişti. Buna göre konut ya da iş yerine girmenin ya da girdikten sonra çıkmamanın bu suçu oluşturabilmesi, konut veya iş yeri sahibinin iradesine aykırı olmasına bağlıdır. Burada yetkili kişinin olumsuz yöndeki iradesi tek başına yeterli olup ayrıca fiili anlamda girişi önlemeye yönelik bir davranışta bulunması ya da çaba sarf etmesi gerekli değildir. Aynı  şekilde  hırsızlık  suçunda  (§  242)  malik,  eşyasının  korunması  için alınmasına  razı  olmuşsa  suç  tanımındaki   alma dan  bahsedilemeyecektir. Hırsızlık  suçu  kapsamında   alma   ifadesi,  malikin  ya  da  zilyedin  rızası olmaksızın kavramsal olarak bir anlam ifade eder. Aksi takdirde, malikin ya da zilyedin rızasıyla malın alınması durumunda, hırsızlık suçu kapsamında yer alan  alma  hareketi, kavramsal olarak gerçekleşmiş olmayacaktır. Bu suçla bağlantılı olarak malın alınmış olmasından söz edilebilmesi, malik ya da zilyedin iradesine aykırı olarak almayı şart koşmaktadır. Dolayısıyla sigara paketinden sigara alıp alamayacağı  sorusuna  paketin  sahibinin  alabileceği  yönünde  cevap  vermesi üzerine paketten sigara alan kişinin bu hareketi, hırsızlık suçu kapsamında bir  alma  olmayıp yalnızca günlük dil kullanımında bir alma olacaktır. Şu hâlde hırsızlık suçu kapsamında yer alan  alma  hareketi, zilyedin rızasına aykırı olmaksızın gerçekleştirilemez. Bu bakımdan kolluk görevlileri tarafından sırf yakalanmak üzere içinde para bulunan çantanın masaya bırakılması ve failin çantayı almasıyla yakalandığı olayda yerel mahkeme, tamamlanmış hırsızlık suçunun olduğunu kabul etmemiş, buna gerekçe olarak çanta sahibinin de bu 124  RGSt 5, 109, 111 (Kuhli (n 46)211); OLG Jena NJW 2006, 1892 (Rackow (n 44), § 123 kn 13); Schäfer (n 46) § 123 kn 27, 29; Sternberg-Lieben (n 46) § 123 kn 14/15; Heger (n 46) § 123 kn 5; Wessels and Hettinger (n 37) § 13 kn 587; Jescheck and Weigend (n 4) § 34 I 1 b; Gropp (n 19) § 5 kn 113. Bu noktada Alman doktrininde bazı görüşler, mağdurun iradesine karşı olmanın yanı sıra iradesi olmaksızın da konuta veya iş yerine girmeyi bu kapsamda telakki etmektedir. Yani  girmeyi , yetkili kişinin iradesine karşı veya iradesi olmaksızın girme olarak kabul etmektedirler. Bu şekilde bir yaklaşım sergilemeleri, genel anlamda rıza gösteren konut veya iş yeri sahibinin, bazı özel durumlarda rıza göstermemesi, bu bakımdan karşı bir irade beyanında bulunmasa da genel anlamda irade beyanında bulunduğundan hareketle bu genel iradenin kapsamı dışında bulunan söz konusu özel yere girilmesi durumunda yetkili kişinin iradesine karşı girişten değil, iradesi olmaksızın girişten söz edilecektir. Bu müelliflere göre genel anlamda rızanın ortadan kalkması, sadece iş yeri, sinema gibi kamuya açık alanların dışında kalan konutlarda söz konusu olabilecektir. Bakınız Ostendorf (n 46) § 123 kn 29. Kanaatimize göre yetkili kişinin iradesine aykırı olarak değil de iradesi bulunmayarak girişlerde büyük ölçüde hata durumlarından bahsedileceğinden bu müelliflerin hareket noktasının ne denli makul olduğu şüpheli görünmektedir. 125  Keskin Kiziroğlu da Alman doktrininde hâkim görüşün kabul ettiği gibi yalnızca iradeye karşı olmaktan, aykırılıktan söz etmiştir. Bakınız Keskin Kiziroğlu (n 51) 77.126  Kuhli (n 46) 211; Ergün (n 51) 87.127  Roxin (n 4) § 13 kn 2; Kühl (n 4) § 9 kn 25; Helmut Frister, Strafrecht Allgemeiner Teil (7. Auflage, C.H. Beck, 2015) 15/1; Jescheck and Weigend (n 4) § 34 I 1 b; Gropp (n 19) § 5 kn 113; Rengier (n 4) § 23 kn 4; Schmidt (n 2) kn 430; Geerds (n 9) 74. Bu kapsamda koşullu muvafakat da tartışılmıştır. Bakınız Rönnau (n 2) 487-506.128  Heinrich (n 17) kn 442.129  Jescheck and Weigend (n 4) § 34 I 1 b.1496Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızadurumdan haberinin olmasının çantanın fail tarafından alınmasına rıza gösterdiği anlamına gelmiş olmasını göstermiştir. Buna karşılık hukuka uygunluk nedeni olan rızada, ihlal edilen hukuki değerin sahibi olan kişinin rızası olmasına rağmen tipiklik gerçekleşir ve fakat hukuka uygunluk nedeni söz konusu olursa tipik olan fiil hukuka uygun hale gelir. Burada rıza, hukuki değerin muhafazasına dair cezaya layık menfaatin ortadan kalkmasına neden olur. Bu türden suçlarda, örneğin mülkiyet hakkının korunduğu mala zarar verme suçunda iradenin ihlal edilmesi söz konusu değildir. Bu çerçevede mal sahibinin izin vermesi üzerine malını kıran kişinin bu hareketi, mala zarar verme suçu açısından tipik olsa da hukuka aykırı olmayacaktır. Alman Ceza Kanunu § 223 hükmüne göre de sadece başkasını özgürce karar verebilme hakkına saldırı altında bedensel olarak ihlal eden veya sağlığına zarar veren kişi tipe uygun hareket etmiş olur. Bilakis ceza hukuku, belirli yaşamsal değerler bakımından kişinin kendi kararını verme hakkını korumaz. B. Rızanın Koşullarının Değişimine Yönelik EtkisiHer iki rıza türünün koşulları da birbirinden farklı olup bu koşullara dair özel kanunlar dışında ceza kanunlarında herhangi bir genel düzenleme bulunmamaktadır. Bu farklılık, yapılarının aynı olmamasından kaynaklanmaktadır. Buna göre hukuka uygunluk nedeni olan rıza, hukuki nitelikte bir yapıya sahipken tipikliğe engel olan rıza, hukuki değil, fiili bir yapıya sahiptir. Koşulların aynı olmaması da bu yapısal farklılık nedeniyle ortaya çıkmaktadır. Bu kapsamda hukuka uygunluk nedeni olan rızanın uygulanma alanı, tipikliğe engel olan rıza karşısında daha dardır. Hatta burada bir  daraltma dan söz edilmiş ve bu daraltmanın, hukuka uygunluk nedeni olarak rızanın kapsamına sınırlar çekilerek gerçekleştirilmeye çalışıldığı belirtilmiştir. Bu çerçevede hukuka uygunluk nedeni olan rızanın koşullarının çok daha katı olduğuna dikkat çekilmektedir. Bu koşullar arasındaki farklılıklar, hukuka uygunluk nedeni olan rızanın koşulları kapsamında detaylara girilmeden ele alınmaya çalışılacak ve bu suretle bir karşılaştırma yapılacaktır. 130  BayObLG RReg. 3 St 230/78 NJW 1979, s. 729 (Gropp (n 19) § 5 kn 113, 115). Benzer durumun, güveni kötüye kullanma suçu bakımından da geçerli olduğu, nitekim bu suçta da tipik hareketin mağdurun iradesine karşı işlendiği vurgulanmaktadır (Rengier (n 4) § 23 kn 4).131  Kohte (n 4) 124.132  Schlehofer (n 17) vor § 32 kn 140.133  Kühl (n 4) § 9 kn 25. 134  Rönnau (n 2) 18.135  Gropp (n 19) § 5 kn 111.136  Gropp (n 19) § 5 kn 117; Exner (n 17) 104.137  Amelung (n 4) 529.138  Rengier (n 4) § 23 kn 40; Frister (n 128) 15/3.139  Stratenwerth and Kuhlen (n 13) § 9 kn 11.1497İstanbul Hukuk Mecmuası 78/31. Tasarruf Edilebilir Haklar BakımındanHukuka uygunluk nedeni olan rıza konusunda belirleyici olan unsur, hukuk politikasıdır.  Sosyal  bir  hukuk  devletinde,  hukuki  değer  sahibinin  özgürlüğü oldukça geniş olup rızanın bazı özel koşulları bulunmak kaydıyla korunan değerin ihlal edilmesi de bu kapsamda bulunmaktadır. İşte bu özel koşullardan ilki, rızanın sadece bazı bireysel hukuki değerlere ilişkin olması ve rıza gösteren kişinin sadece ilgili hukuki değerin sahibi olan kişi olması durumunda dikkate değer olmasıdır. Bu çerçevede bireysel malvarlığı değerlerinde ve özgürlüğe ilişkin değerlerde kural olarak vücut bütünlüğünde olduğu gibi tasarruf yetkisinin bulunduğu kabul edilmiştir. Ceza hukukunda başkasının değerlerine zarar vermeme şeklinde bir yükümlülüğün genel menfaatler bakımından devlete karşı da söz konusu olduğu, dolayısıyla her ne kadar bu saldırıdan dolaylı da olsa etkilenen kişi rıza göstermiş olsa da ceza hukukunun kamusal normları üzerinde tasarruf yetkisinden söz edilemez. Şu hâlde yalan tanıklık, genel güvenliğin tehlikeye sokulması suçu, çevrenin kasten kirletilmesi gibi genel nitelikli hukuki değerler açısından bu şekilde bir yetkiden söz edilemez, tasarruf edilebilir bir haktan bahsedilemez. Zira bu tür durumlarda ne ampirik ne de normatif olarak genelin rızası söz konusudur. Bu bakımdan hukuka uygunluk nedeni olan rıza, devletin korunduğu, kamu güveninin korunduğu suç tiplerinde herhangi bir etki oluşturmaz. Elbette ilgili suç tipi bakımından rızanın mümkün olup olmayacağı, suç tipinin kanunun özel hükümler kısmında konumlandığı yere ve dolayısıyla da hukuki değer analizine bağlı olarak şekillenecektir. Böylelikle mala zarar verme suçunun temel şekli açısından rıza gündeme gelebilecekken kamu malına zarar verilmesi şeklindeki suçun nitelikli hali açısından rıza söz konusu olmayacaktır. Bununla birlikte trafik güvenliğini tehlikeye sokma suçu bakımından tasarruf edilebilir bir hak olmadığı yönünde görüşler bulunmaktaysa da bazı görüşler tarafından sahip olduğu değer tehlikeye düşürülen kişinin rızasının, en azından  bireysel  anlamda  tehlikeye  düşürülen  kısmı  bakımından  geçerli  olup olmayacağı, hukuka uygun bir karaktere sahip olup olmayacağı tartışılmaktadır. 140  Jescheck and Weigend (n 4) § 34 II 3.141  Amelung and Eymann (n 8) 939; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 126; Jescheck and Weigend (n 4) § 34 II 3.142  Schmidt (n 2) kn 434; Beckert (n 17) 509; Stratenwerth and Kuhlen (n 13) § 9 kn 14; Rengier (n 4) § 23 kn 9; Murmann (n 10) § 25 kn 134; Ekici Şahin (n 4) 112; Özgenç (n 22) 367; Artuk, Gökcen, Alşahin ve Çakır (n 51) 491, 492.143  Kindhäuser (n 4) § 12 kn 5; Özgenç, (n 22) 368; Artuk, Gökcen, Alşahin ve Çakır (n 51) 491.144  Schmidt (n 2) kn 434; Rengier (n 4) § 23 kn 11; Ekici Şahin (n 4) 123; Koca ve Üzülmez (n 4) 293, 294.145  Amelung and Eymann (n 8) 939. Bilhassa Alman Federal Mahkemesi kararlarında bu yönde görüş oldukça yaygındır. Bu kararlar için bakınız: BGH 23, 261 (Jescheck and Weigend (n 4) § 34 II 3). BGHSt 6, 66 (Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 126).146  Rengier (n 4) § 23 kn 12. Bu tür suç tiplerinde korunan bireysel hukuki değerlerin ihlaline yönelik rıza, haksızlığın bir kısmını nötralize edecekse de geride kalan haksızlık tipikliğin tam anlamıyla oluştuğunun belirtilebilmesi için yeterli olmayacaktır. Bu açıdan da hukuka uygun hale getiren rızanın kabul edilmesi gerektiği ileri sürülmektedir. Bu görüş için bakınız Amelung and Eymann (n 8) 939.1498Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaTüm bu açıklamalardan da açıkça anlaşıldığı üzere tasarruf edilebilir hak, istisnai durumlar hariç olmak üzere bireysel hukuki değerler olarak görülür. Yaşam hakkı ise bu istisnalardan biri olarak gösterilebilir. Nitekim Alman Ceza Kanunu nda bu konuda açık bir düzenlemeye yer verilmiş, buna göre öldürdüğü insanın açık bir şekilde ifade etmesi ve ciddi isteği üzerine, o kişiyi öldürmeye sevk edilmiş olan bir kişinin altı aydan beş yıla kadar hapis cezası ile cezalandırılacağı yönünde bir hüküm ihdas edilmiştir (§ 216). Burada iki hususa önemle dikkat çekmek gerekir. Birincisi, kişilerin yaşamları ve vücut bütünlükleri, keza sağlıkları bizatihi kendilerine karşı korunmamakta, ilkesel olarak kendilerini öldürmeleri ya da yaralamaları yasaklanmamaktadır. İkincisi ise, kişilerin başkalarından kendilerini öldürmelerini ya da yaralamalarına istemelerine yahut da rıza göstermelerine genel olarak müsaade edilmemektedir. Yani kişinin kendisini öldürmesi yahut da yaralamasına yönelik olarak hukuk düzeni tarafından verilen serbestlik alanı, kişinin rızasına rağmen başkasına verilmemiş, tanınmamıştır. Burada kamusal menfaatlerin korunduğu yerde bireysel olarak ilgili kişinin rızasının etkisiz olduğu kabul edilmektedir. Halbuki iki durum arasındaki tek fark, birinde kişinin doğrudan kendi hayatına son vermesi ya da vücudunu yaralaması söz konusuyken diğerinde kişinin bunu doğrudan kendisinin gerçekleştirmeyip bir başkasından rica etmesidir. Bu iki durum karşılaştırıldığında niçin ikincisinin daha ağır nitelikte görüldüğü ve cezalandırılabilirlik alanına dahil edildiği hususunun tartışmalı olduğuna dikkat çekilmiştir. Burada altı çizilmesi gereken bazı noktalar bulunmaktadır: 1. Bir piramit çizildiğinde bu piramidin en alt katında kişinin kendisini öldürmesi yer alacak ve bu davranışlar tipik olmayacak, yani cezalandırılabilir nitelikte görülmeyecektir. Bununla birlikte kişinin kendisine yönelik olarak gerçekleştirdiği bu davranışlara kişiyi sevk eden veya kişiye yardım eden kişilerin de ön plandaki kişinin tipik bir fiili bulunmadığından bağlılık kuralı gereğince şerik olarak öldürme veya yaralama suçlarından sorumlu tutulmaları  mümkün  olmayacaktır.  Bu  nedenle  kanun  koyucu tarafından  intihara sevk etme veya yardım etmenin cezasız kalmasını engellemek amacıyla kanunda  İntihara  Yönlendirme   başlıklı  özel  bir  düzenlemeye  yer  verilmiştir  (TCK  md. 84). 2. Bu piramidin en üst katında kişinin rızası olmaksızın başkası tarafından bu kimsenin öldürülmesi yer almaktadır ki bu fiiller, tamamen cezalandırılabilir bir 147  Murmann (n 10) § 25 kn 134; Amelung and Eymann (n 8) 939; Stratenwerth and Kuhlen (n 13) § 9 kn 3; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 126; Koca and Üzülmez (n 4) 294. Hatta bu, şüpheli de olsa Alman Federal Yüksek Mahkemesi kararlarına göre rıza gösteren kişi ölmeyecek, bilakis yaşamı sadece somut olarak tehlikeye düşürülecek kişiler bakımından da geçerlidir (BGH BStZ 2009, 148, 150 - Schmidt (n 2) kn 434). Bu mahkeme kararı temel alınarak yaşamında somut bir tehlike oluşturacak duruma yönelik rızanın geçerli olamayacağı sonucuna ulaşılabilecektir (Schmidt (n 2) kn 434).148  Stratenwerth and Kuhlen (n 13) § 9 kn 15; Geerds (n 9) 61; Ekici Şahin (n 4) 121, 122.149  Amelung and Eymann (n 8) 940.150  Welzel (n 17) 96.151  Stratenwerth and Kuhlen (n 13) § 9 kn 15.1499İstanbul Hukuk Mecmuası 78/3nitelik arz etmektedir. Nitekim bu tür fiiller, hem mağdurun yaşam gibi bireysel anlamda korunan değerini ihlal etmekte hem de toplum yaşamının düzenli bir şekilde sürdürülmesini tehlikeye düşürmektedir. Bu tür fiillere yönelik azmettirme (TCK md. 38) ve yardım etme (TCK md. 39) de genel hükümlerde yer alan hükümlere binaen cezalandırılabilir niteliktedir. 3. Piramidin orta katında ise kişinin rızasıyla, yani isteği veya müsaadesiyle, başkası tarafından öldürülmesi yer almaktadır. İşte bu fiiller bakımından Alman hukukunda kişinin rızasına belirli koşullarda ve sınırlarda müsaade edilmiş, talep üzerine öldürmede kişinin rızasının haksızlığı azaltıcı etkisinin olduğu kabulünden hareketle bu şekilde cezada indirim yapılmasını sağlayacak özel bir hükme yer verilmiştir. Bu açıdan Alman hukukunda intihara iştirak etme ile talep üzerine öldürme birbirinden ayrılmıştır. Buna göre Alman hukukunda piramidin orta katıyla üst katı arasında bir ayrım yapılmıştır. Sadece bireysel değil, toplumsal yönü de olan yaşam hakkı, her ne kadar kişinin mutlak surette tasarruf edemeyeceği hak olarak görülmüş olsa da rıza olmadan gerçekleştirilen öldürme karşısında daha hafif nitelikli bir fiil olarak telakki edilmiştir. Buna karşılık Türk hukukunda orta katla üst kat arasında bir sınıra yer verilmemiş, her iki alan birleştirilmiş, böylelikle öldürülen kişinin rızasına cezayı azaltıcı olacak şekilde dahi müsaade edilmemiştir.  Tüm bunların yanında vücut bütünlüğünün korunduğu yaralama suçu bakımından Türk hukukunda herhangi bir değişiklik söz konusu olmazken Alman hukukunda farklı bir kabulden hareket edilmiştir. Buna göre Alman Ceza Kanunu nda rıza konusunda özel bir düzenlemeye (Alm. CK. § 228) yer verilmiştir. Bu çerçevede vücut  dokunulmazlığının  korunduğu  yaralama  suçunda  verilen  rızanın  geçerli olabilmesi için ahlaka aykırı olmaması gerekir. Bu çerçevede Alman Federal Yüksek Mahkemesi, eroin enjekte etme ya da süratli araç kullanma gibi somut ölüm tehlikesi oluşturan sado-mazoşist davranışlara yönelik rızayı kabul etmemiş ve failin işlediği fiili kasten öldürme olarak telakki etmiştir. Alman literatüründe ahlaka aykırı olmama şeklindeki bu kriter sadece yaralama açısından geçerli görülmüştür. Buna karşılık mahkeme kararlarında ilk dönemlerde literatürdeki bu görüş kabul edilmişse de doktrinde  ahlaka aykırılık  şeklindeki ifadenin belirsiz olduğu yönünde bir görüş bulunmasına rağmen mahkemenin sonraki kararlarında bu kriter, fail ve mağdur tarafından takip edilen amaçla birlikte ihlalin türü ve araçları çerçevesinde bütüncül bir bakış açısıyla kınanabilir nitelik söz konusuysa bütün suçlar açısından kabul edilmiştir.152  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 128.153  Stratenwerth and Kuhlen (n 13) § 9 kn 19.154  Murmann (n 10) § 25 kn 134; Geerds (n 9) 51; Hoffmann-Holland (n 17) kn 307; Jescheck and Weigend (n 4) § 34 I 3.155  BGHSt 49, 34 (Stratenwerth and Kuhlen (n 13) § 9 kn 19).156  BGHSt 49, 34 (Hoffmann-Holland (n 17) kn 307).157  Beckert (n 17) s. 510; Stratenwerth and Kuhlen (n 13) § 9 kn 20; Weigend (88) 64.158  BayObLG NJW 1999, s. 372, 373 (Hoffmann-Holland (n 17) kn 307).1500Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaTüm bu açıklamalar çerçevesinde bir insanın öldürülmesi veya ahlaka aykırı şekilde bir insanın yaralanması şeklindeki fiiller genel menfaatler çerçevesinde koşulsuz olarak dokunulmaz kılınmış ve kişinin bu değerler bakımından tasarruf imkânı ortadan kaldırılmıştır. Bu bakımdan rızanın kapsamının kamusal menfaatlerden hareketle sınırlandırıldığı ifade edilebilir. Bu kapsamda tüm bireylerin çalışma gücünün muhafaza edilmesi üzerinden toplumun ekonomik menfaatleri esas alınmaktadır. Ancak elbette konuyu yalnızca ekonomik bir mevzuya indirgememek gerekir. Zira toplumda yaygınlaşabilecek olan muhtemel  rıza üzerine  öldürme ve yaralamaların kamu düzenini bozacak olması da bu noktada büyük bir önem arz etmektedir. Kaldı ki öldürülenin öldürülme konusundaki rızası tam olarak geçerli görülüp öldüren kişiye hiçbir şekilde ceza verilmeseydi öldürülen kişilerin gerçekten rıza gösterip göstermediklerinin tespitinin belirsizliği karşısında öldürme fiili işleyen ve bunu rıza üzerine gerçekleştirdiği iddiasında bulunan kişilerin bu iddialarının, en azından  şüpheden sanık yararlanır  ilkesi gereğince doğru kabul edilmesi gibi oldukça riskli bir sonuç tercih edilebilecektir. Bunların yanında taksirle öldürmenin ve kasıtlı olarak yaşamı tehlikeye düşürmenin bir taraftan rıza suretiyle hukuka uygunluğundan bahsedilmekte, diğer taraftan ise mağdurun başkası tarafından gerçekleştirilen ve yaşamını tehlikeye düşüren riskli hareketlere rıza göstermesinin yaşamını tam anlamıyla sonlandıracak hareketlerin gerçekleştirilmesine izin verdiği anlamına gelmeyeceği, kuşkusuz ki ihmalin ölümcül neticesi gerçekleştiğinde mağdurun riskin önemini yeterince kavrayıp kavramadığı hususunun dikkatli bir şekilde incelenmesi gerekeceğinin altı çizilmektedir. İşte hukuka uygunluk nedeni olan rızanın tipikliğe engel olan bir nitelik arz ettiğinin  kabul  edilmesi  halinde  evvela  rıza  için  tasarruf  edilebilir  bir  hukuki değerin bulunması gerektiği şeklindeki koşul ortadan kalkacaktır. Zira bu rızanın tipikliğe engel nitelikte görülmesi, kişinin başkasına rıza göstermesinin o fiili kendi işlemişçesine bir sonuç doğurmasına neden olacaktır. Buna göre kişi, intihar ettiğinde nasıl ki yaşamına yönelik kendi saldırısı öldürme suçu açısından tipik olmayacaksa başkasının kendisini öldürmesine yönelik rıza göstermesi halinde de aynı durumdan söz edilebilecek, başkasının hareketi de tipik olmayacaktır. Böylelikle yaşam ve vücut dokunulmazlığı gibi üstün değerler bakımından da kişilerin sınırsız şekilde tasarruf edebilmelerinden ve rıza gösterebilmelerinden bahsedilebilecektir.159  Kindhäuser (n 4) § 12 kn 5; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 128; Özgenç (n 22) 367, 368; Artuk, Gökcen, Alşahin ve Çakır (n 51) 495.160  Beckert (n 17) 509; Jescheck and Weigend (n 4) § 34 I 3; Weigend (n 88) 62, 63.161  Weigend (n 88) 63.162  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 129.1501İstanbul Hukuk Mecmuası 78/32. Rıza Gösterme Yeterliliği BakımındanRıza gösterme yeterliliği, kişinin hukuki etki doğuran rızayı açıklayabilme yeteneğini ifade eder. Bu noktada rızayı sadece fiilin konusunun ait olduğu, korunan hukuki değerin taşıyıcısı olan kişi gösterebilir. Hukuki değerin konusu birden fazla kişiye aitse bu defa bütün kişilerin rıza göstermesi gerekmektedir. Rıza gösterme yetkisinin hukuki değerin sahibi olmayan kimseye devredilmesi, mülkiyet gibi kişiliğe ilişkin olmayan hukuki değerlerde mümkünken vücut dokunulmazlığı, sağlık, özgürlük gibi kişiliğe ilişkin değerlerde kural olarak mümkün değildir. Bu bakımdan tıbbi tedavilerde hukuka uygunluk nedeni olan rızayı kural olarak sadece ilgili hastanın kendisi verebilir. Hukuka uygunluk nedeni olan rızanın etki gösterebilmesi için rıza gösteren kişinin, davranışının etkisi ve fiilin haksızlığına ilişkin olarak somut olayda belirli bir olgunluk ve anlayışa sahip olması gerekir. Buna karşılık rıza gösteren kişinin işlediği fiilin hukuki anlam ve sonuçlarını algılama ve davranışlarını yönlendirme yeteneğinin önemli derecede azalması halinde rızanın hukuka uygunluk etkisinden söz edilemeyecektir. Bu noktada hangi tür irade eksikliğinin önemli olduğu konusu tartışmalıdır. Geleneksel görüşe göre rıza gösterenin iradesindeki her türlü eksiklik önemli görülmektedir. Yaygınlaşan görüşe göre ise hukuki değere ilişkin irade eksikliğine önem veren bir bakış açısı esas alınır. Buna göre rıza gösteren kişinin kendi üzerinde bir tehlikeye neden olması bakımından ilgili hukuki değerin anlamını ve saldırının ağırlığını anlayabilecek nitelikte algılama yeteneğine sahip olması gerekir. Bu  görüşe  yönelik  olarak  bilhassa  rıza  gösteren  kişinin  hatasının  varlığı durumunda ortaya çıkacak sonuç bakımından eleştiriler ileri sürülmektedir. Buna göre rıza gösteren kişinin kendisine ait değere gerçekleştirilecek saldırının amacı veya kapsamı üzerinde hataya düşmesi durumunda rıza gösterenin bu açıklamasının geçersizliğini  ileri  süremeyeceği,  zira  bu  hatanın  dikkate  değer  görülmeyeceği ifade edilmektedir. Bu çerçevede bir annenin çocuğu için böbreğini bağışlamasına neden olunması, ancak doktorun bu organı sadece yurt dışına satma planı yapması durumunda annenin rızasının geçersiz olduğu yönünde bir iddia ileri süremeyeceğine vurgu yapılmaktadır. Zira burada en nihayetinde annenin gösterdiği rıza, vücut dokunulmazlığının ihlal edilmesine yöneliktir ve annenin hatası, kişiye yöneliktir. 163  Amelung (n 4) 556.164  Welzel (n 17) 96.165  Amelung and Eymann (n 8) 940.166  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 131.167  Geerds (n 9) 44; Exner (n 17) 104; Bichlmeier (n 17) 54; Ekici Şahin (n 4) 73; Artuk, Gökcen, Alşahin ve Çakır (n 51) 496.168  Amelung and Eymann (n 8) 943.169  Welzel (n 17) 95.170  Schlehofer (n 17) 82, 83. Bu konuda detaylı bilgi için bakınız Knut Amelung, ‘Willensmangel bei der Einwilligung als Tatzurechnungsproblem  (ZStW 109 (1997) 490-518.171  RGSt 41, 392; BGHSt 4, 88 (Welzel (n 17) 96; Kindhäuser (n 4) § 12 kn 11); BGHSt 23, 1 (Amelung and Eymann (n 8) 941); Beckert (n 17) 509; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 132; Schmidhäuser (n 12) 8/137; Roxin (4) § 13 kn. 6; Jescheck and Weigend (n 4) § 34 I 3; Özgenç (n 22) 369; Özbek, Doğan, Bacaksız and Tepe (n 33) 433.1502Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaYani anne, organının bir kimseye verilmesi için bağışlamaya rıza göstermiştir, organı çocuğuna değil de yurt dışında bir kimseye verilmiş olsa da esas itibariyle annenin rızası dahilinde bir durumun varlığından bahsedilebilir. İşte bu şekilde bir neticenin çok makul olmadığı, hukuki değere ilişkin irade eksikliği şeklindeki kriterin rıza gösteren kişinin menfaatlerini gözeten bir ölçüt olmadığı belirtilmektedir. Bu bakımdan kişinin algılama yeteneğine sahip olup olmadığı konusu yaşından bağımsız şekilde tespit edilmelidir. Yani rıza yeteneğini belirli bir yaşla sınırlandırıp genel kural konulması da mümkün olmamalıdır. Özel hukuk anlamında hareket yeteneğinin farklı dereceleri üzerine karar veren eski sınırlandırmaların bu bağlamda bir anlam ifade etmeyeceğine vurgu yapılmış, nadiren de olsa doktrinde malvarlığı değerlerine karşı yönelen fiiller açısından bu kuralların geçerli görüldüğünün altı çizilmiştir. Bu minvalde özel hukuk anlamında ticaret yapabilme durumu gerekli olmayıp önemli olan rızanın somut durumda hukuki anlamda etki göstermiş olmasıdır ki bunun için de hakkı ihlal edilen kişinin somut olayda hukuki değerden vazgeçişinin bütün sonuçlarıyla birlikte yeterli derecede karar verebilir durumda olup olmadığı dikkate alınacaktır.  Rıza yeteneği konusundaki karar, her bir durumun somut koşullarından hareketle sübjektif bir değerlendirme sonucunda elde edilmelidir. Dolayısıyla bir ve aynı kişinin basit bir operasyona yönelik olarak gösterdiği rıza geçerli olarak kabul edilebilecekken karmaşık operasyona yönelik rızası geçersiz olarak görülebilecektir. Buna göre bir olayda yedi yaşındaki çocuğun rıza yeteneğinin varlığından söz edilebilirken bir başka olayda on dört yaşındaki çocuğun rıza yeteneğinin bulunmadığı sonucuna  ulaşılabilir.  Bu  çerçevede   diş  çekme   kararında  Alman  Yüksek Mahkemesi, sert şekilde baş ağrısı çekmekte olan hastanın bu ağrısıyla dolgu dişleri arasında bağlantı görmesi üzerine bu dişlerinin çekilmesi konusunda ısrar ettiği ve tıbben gerekli olmamasına rağmen 16 dişinin çekildiği olayda kusur yeteneği tam olmasına rağmen diş hekiminden dişlerini kapsamlı bir şekilde çekmesini isteyen hastanın bu rızasını geçerli bir rıza olarak kabul etmemiş, diş hekiminin kasten yaralama suçundan sorumlu tutulması gerektiği sonucuna ulaşmıştır. 172  Amelung and Eymann (n 8) 943.173  Beckert (n 17) 509.174  Amelung and Eymann (n 8) 941; Kohte (n 4) 113.175  Welzel (n 17) 96; Koca and Üzülmez (n 4) 295.176  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 132.177  BGHSt 12, 379 (Kindhäuser (n 4) § 12 kn 11); Welzel (n 17) 96; Beckert (n 17) 509; Amelung (n 4) 525; Bichlmeier (n 17) 54.178  Bichlmeier (n 17) 54; Koca ve Üzülmez (n 4) 295.179  Beckert (n 17) 509; Amelung (n 4) 543, 551; Geerds (n 9) 44.180  Amelung and Eymann (n 8) 941.181  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 132. 182  BGH NJW 1978, 1206 (Beckert (n 17) 509; Bichlmeier (n 17) 53; Otto (n 83) § 8 kn 116).1503İstanbul Hukuk Mecmuası 78/3Kişinin algılama yeteneğinin olmaması durumunda fiili anlamda dışa yansımış olan iradesi önemsizdir. Bu bakımdan on yedi yaşındaki bir hasta, risk üzerindeki açıklamalardan sonra müdahalenin türü ve kapsamını fark edebilir ve bu anlamda rızası da etki gösterebilir. Aksi takdirde bu kişinin iradesinin yanı sıra bu kişi adına irade açıklamasında bulunabilecek kişilere de başvurulur. Yani hukuki değer sahibinin yaş küçüklüğü ya da akıl hastalığı gibi nedenlerle rıza gösterme yeteneğine sahip olmaması durumunda başka bir kişinin daha rızasının gerekliliğinden söz edilmelidir. Bu çerçevede üç yaşındaki çocuğun apandis ameliyatına yönelik gösterilecek rıza, mutlaka çocuğun ebeveynleri tarafından açıklanmalıdır. Nitekim  İnsan üzerinde deney  başlıklı TCK md. 90 hükmünün üçüncü fıkrasında rıza açıklama yeteneğine sahip çocuğun kendi rızasının yanı sıra ana ve babasının veya vasisinin yazılı muvafakatinin de alınması gerektiğine yer verilmiştir. Benzer şekilde 1219 sayılı Tababet ve Şuabatı San atlarının Tarzı İcrasına Dair Kanun un 70 inci maddesinde de tabipler, diş tabipleri ve dişçilerin yapacakları her nevi ameliye için hastanın, hasta küçük veya tahtı hacirde ise veli veya vasisinin evvelemirde muvafakatinin alınacağı, büyük ameliyei cerrahiyeler için ise bu muvafakatin yazılı olması gerekeceğine yer verilmiştir.  Tipikliğe engel olan rıza için ise ilgili kişinin doğal irade yeteneğine sahip olması yeterlidir. Bu, tamamen hukuka uygunluk nedeni olan rızanın hukuki bir yapısının bulunmasından, yani norma dayalı bir yapısının söz konusu olmasından kaynaklanmaktadır. Nitekim aynı durumun, tipikliğe engel olan rızada varlığından söz edilemez. Buna göre tipikliğe engel olan rızanın hukuki değil, fiili bir yapısı göze çarpmaktadır. Bunun beraberinde getirdiği sonuçlardan biri, tipikliğe engel olan rızada hukuka uygunluk nedeni olan rızada olduğu gibi anlayış gösterme konusunda belirli  bir  olgunlukta  olunmasının  ya  da  belirli  bir  algılama  ve  davranışlarını yönlendirme yeteneğine sahip olunmasının bir şart olarak görülmemesidir. Bu anlamda söz gelimi hırsızlık suçu kapsamında zilyetlik için doğal hakimiyet iradesi yeterli olup bu iradenin çocuklarda ve hatta akıl hastalarında da bulunduğu kabul edilmekte, altı yaşında topuyla oynayan çocuğa yetişkin durumdaki E nin, kendisine hediye verirse topunu alıp alamayacağını sorması üzerine S nin kabul etmesiyle topu alması örneğinde hırsızlık suçu kapsamında  alma  unsurunun gerçekleşmediği ifade edilmektedir. Yani çocuğun malını verme yönündeki basit iradesi dahi 183  Kindhäuser (n 4) § 12 kn 11.184  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 131; Amelung and Eymann (n 8) 940.185  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 131.186  Welzel (17) 95; Schmidt (2) kn 431; Beckert (17) 510; Amelung (n 4) 542; Geerds (n 9) 45; Ekici Şahin (n 4) 73.187  Beckert (n 17) 510; Amelung (n 4) 542.188  Roxin (n 4) § 13 kn 6; Murmann (n 10) § 25 kn 119; Gropp (n 19) § 5 kn 118; Heinrich (n 17) kn 445. Farklı görüşler için bakınız Kindhäuser (n 4) § 12 kn. 43, 44. 189  Kindhäuser (n 4) § 12 kn 42; Roxin (n 4) § 13 kn 6; Murmann (n 10) § 25 kn 119.1504Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızayeterli görülecektir. Hırsızlık suçunda zilyedin durumunda olduğu gibi ihlalin fiili hakimiyet ilişkisiyle ilgili olduğu durumlarda rıza için çocukların ve akıl hastalarının da yetkili olduğu doğal tipikliğe engel olan rızanın yeterli olduğu belirtilirken daha ziyade ihlalin daha yoğun olması karşısında tıbbi operasyonlara yönelik olarak mağdurun söz konusu müdahalenin anlam ve kapsamına ilişkin idraki zaruri olarak gerekli görülmektedir. Bu noktada önemle ifade etmek gerekir ki hırsızlık suçunda rızayı tipikliğe engel olan neden olarak görmeyen yazarlarına göre bile akıl hastaları bakımından doğrudan doğruya kendi eşyalarına yönelik makul karar alma yetenekleri ortadan kalkmış olmayacak, akıl hastalığı düzenlemesindeki durumun mevcudiyeti doğrudan rıza yeteneğinin olmaması gibi bir sonucu doğurmayacaktır. Bu da göstermektedir ki hırsızlık suçunda rıza, tipikliğe engel nitelikte telakki edilmelidir. Yine bir kimse çocuğun ya da akıl hastasının doğal iradesiyle bu kişileri bir dağ evine götürürse burada kişiyi hürriyetinden yoksun kılma suçundan bahsedilemez.  Ancak aynı durumun hakaret suçu açısından da geçerli olduğunu belirtmek mümkün değildir. Nitekim hakaret suçunda rıza, tipikliğe engel bir neden olarak görülmeyecek, olsa olsa bir hukuka uygunluk nedeni olarak görülebilecektir. Bu durumda da akıl hastalığı bir kimsenin rızası, hakaret teşkil eden fiili hukuka uygun kılmayacaktır. Aynı durum kasten yaralama suçu açısından da geçerli olacaktır. Rıza gösteren kişinin alkol etkisi altında olduğu anda rıza göstermiş olması nedeniyle bu rıza etkisiz olacak, fiili hukuka uygun hale getirmeyecektir.Bu kapsamda Türk hukuku bakımından özellikle reşit olmayanla cinsel ilişki (TCK md. 104) suçu kapsamında özel bir irdeleme yapılması gerekmektedir. Bu suçun tanımına göre cebir, tehdit ve hile olmaksızın, on beş yaşını bitirmiş olan çocukla cinsel ilişkide bulunan kişi, şikâyet üzerine, iki yıldan beş yıla kadar hapis cezası ile cezalandırılır. Bu çerçevede cebir, tehdit, hile veya iradeyi etkileyen başka bir nedene dayalı olarak cinsel ilişki de dahil olmak üzere gerçekleştirilen bütün cinsel davranışlar zaten çocukların cinsel istismarı suçunu (TCK md. 103) oluşturacaktır. Bu anlamda reşit olmayanla cinsel ilişki suçunun oluşması için on beş-on sekiz yaş aralığında bulunan çocuğun cinsel ilişkiye mutlaka rızasıyla girmiş olması şarttır. Aksi takdirde çocuğun rızası olmadan, cebir, tehdit veya hile yahut da iradeyi etkileyen başka nedenlerle cinsel ilişkiye girilmesi durumunda artık reşit olmayanla 190  Heinrich (n 17) kn 445; Ekici Şahin (n 4) 73.191  Stratenwerth and Kuhlen (n 13) § 9 kn 12.192  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 132; Amelung and Eymann (n 8) 941.193  Roxin (n 4) § 13 kn 6. Elbette Türk hukukunda kişiyi hürriyetinden yoksun kılma suçu bakımından rıza, hâkim görüş tarafından hukuka uygunluk nedeni olarak kabul edildiğinden bu görüşün kabul gördüğünden söz edilemez. Bakınız Özbek, Doğan, Bacaksız ve Tepe (n 33) 433.194  BGHSt 23, 3 (Roxin (n 4) § 13 kn 6).195  Roxin (n 4) § 13 kn 6.1505İstanbul Hukuk Mecmuası 78/3cinsel ilişki suçundan değil, çocukların cinsel istismarı suçundan söz edilecektir. Şu hâlde görüldüğü üzere çocuğun rızasının varlığı, zımnen de olsa reşit olmayanla cinsel ilişki suçunun kanuni tanımında yer almaktadır. Bununla birlikte on beş-on sekiz yaş aralığındaki bir çocuğun cinsel ilişkiye girme bakımından gösterdiği rıza, kanun koyucu tarafından geçerli görülmemiş ve bu çocukla cinsel ilişkiye giren kişi açısından bir ceza yaptırımı öngörülmüştür. Diğer bir ifadeyle bu çocuk, on beş-on sekiz yaş aralığında olsa dahi cinsel ilişkide bulunmaya yönelik olarak rıza gösterme ehliyetine  sahip  olarak  nitelendirilmemiştir.  Kanun  koyucunun  bu  açık  iradesi, zorunlu olarak hem doktrinde hem de uygulamada karşılık bulmuştur. Benzer durum, çocukların cinsel istismarı suçu açısından da geçerli olup bu suç açısından on beşini tamamlamamış çocukların her türlü cinsel davranışlara karşı rızaları, kanun koyucu tarafından geçersiz addedilmiştir. Zaten bu şekilde özel bir düzenlemeye yer verilmiş olması, yani TCK md. 103 hükmünün birinci fıkrası kapsamında on beş yaşını tamamlamamış veya tamamlamış olmakla birlikte fiilin hukuki anlam ve sonuçlarını algılama yeteneği gelişmemiş olan çocuklara karşı gerçekleştirilen her türlü cinsel davranışın suç teşkil ettiğinin özel olarak düzenlenmesine  ihtiyaç  duyulmuş  olması  da  esasen  bu  çerçevede  muhtemel mağdur konumunda olabilecek çocukların belirli bir kısmının belirli türdeki cinsel davranışlara karşı rızalarının kural olarak kabul edilebilir nitelik arz etmesinden kaynaklanmaktadır. Bu durum, cinsel suçlar açısından rızanın hukuka uygunluk nedeni değil, tipikliğe engel olucu bir nitelik arz ettiğini ortaya koymaktadır. Nitekim rıza, hukuka uygunluk nedeni olarak kabul edilmiş olsaydı on dört yaşında bir çocuğun kendisinin yirmi yaşında biri tarafından öpülmesi hareketine yönelik olarak rızasının geçersiz olduğu ve cezalandırılması gerektiği yönündeki TCK md. 103 hükmüne gerek kalmaz, çocuğun rıza ehliyetine sahip olmadığından bahisle TCK md. 102 hükmüne 196  Nitekim Yargıtay 14. Ceza Dairesi nin 01.12.2015 tarihli 2015/8435 Esas ve 2015/11180 Karar sayılı kararı gereğince  …suç tarihinde on sekiz yaşından küçük, on beş yaşından büyük olan mağdurenin sanığın kendisi ile zorla ilişkiye girdiğine dair beyanlarına itibar edilmeyerek sanığın cebir, tehdit ve hile olmaksızın on beş yaşını bitirmiş çocukla cinsel ilişkiye girme suçundan anılan Kanunun 104/1. maddesine göre cezalandırmasına karar verilmesine rağmen, hürriyeti tahdit suçu açısından on beş yaşını bitirmiş olan mağdurenin rızasının anılan Kanunun 26/2. maddesi gereğince suçun sübutuna engel olacağı dikkate alınmaksızın hürriyeti tahdit suçundan sanığın cezalandırılmasına karar verilmesinde isabet görülmediğinden bahisle…  şeklindeki gerekçeyle cebir, tehdit ve hile ile ilişkiye girilmemesinin ilişkiye rıza ile girilmesi anlamına geldiği ifade edilmiştir. Kaldı ki Yargıtay kararlarında 15-18 yaş arasındaki çocuklarla cinsel ilişkiye girerken cebir, tehdit ve hilenin varlığı ispat edilmediği takdirde de  şüpheden sanık yararlanır  ilkesi gereğince rızanın var olduğu kabulünden hareket edilerek reşit olmayanla cinsel ilişki suçunun oluştuğu sonucuna ulaşılmıştır:  …Mağdure ve sanığın aşamalardaki beyanları, adli rapor ve tüm dosya kapsamına göre; sanığın suç tarihinden önce mağdureyi tanıdığı, olay gecesi on altı yaşındaki mağdurenin saat 21.30 sularında sanıkla birlikte onun evine gidip ertesi gün saat 13.00 sularına kadar kaldığı, mağdure ve sanığın anlatımları karşısında bu süre içerisinde cinsel ilişkiye girdikleri hususunda bir tereddüt bulunmadığı, ancak, sanığın bu eylemini cebir tehdit veya hile kullanmak suretiyle gerçekleştirdiğine dair cezalandırılmasına yeter nitelikte kuşkudan arındırılmış delil elde edilememesi ve  kuşkudan sanık yararlanır  ilkesi dikkate alındığında eylemlerin bu haliyle reşit olmayanla cinsel ilişki suçunu oluşturması sebebiyle sanığın TCK nın 104/1. maddesi gereğince cezalandırılması ve mağdurenin aynı Kanunun 26/2. maddesi kapsamında hukuken geçerli rızasına istinaden sanıkla birlikte kalması halinin kişiyi hürriyetinden yoksun kılma suçunu oluşturmayacağı gözetilerek bu suçtan beraatine karar verilmesi gerekirken, suç vasfının tayininde yanılgıya düşülerek yazılı şekilde mesnet suçlardan mahkûmiyetine hükmedilmesi…  Y. 14. CD., E. 2015/437, K. 2015/6166, T. 06.05.2015. 197  Murat Aydın, Çocukların Cinsel İstismarı ve Reşit Olmayanla Cinsel İlişki Suçu (3. Baskı, Seçkin, Ankara 2018) 77; Arslantürk (n 68) 310; Bilgehan Savaşçı, Çocukların Cinsel İstismarı Suçu (Legal, İstanbul 2013) 75; Taner (n 67) 152; Kartal (n 68) 211. 1506Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızabinaen yirmi yaşındaki kişinin cezalandırılması yoluna gidilebilirdi. Buna rağmen TCK md. 102 gibi genel bir hüküm karşısında TCK md. 103 şeklinde müşahhas bir hükme yer verilmiş olması ve özel olarak belirli durumların da cezalandırılabilirlik kapsamında telakki edilmiş olması, hem cinsel suçlarda rızanın hukuka uygunluk nedeni değil, tipikliğe engel olan bir nitelik taşıdığını göstermekte, hem de TCK md. 103 hükmünü TCK mad. 102 hükmü karşısında özel bir hüküm haline getirmekte ve iki hükmün birbirleriyle genel norm-özel norm ilişkisi içerisinde olmalarına neden olmaktadır.  3. Rızanın Açıklanması BakımındanRıza, mutlaka fiil öncesinde açıklanmış olmalıdır. Fiilin işlendiği anda rızanın mevcut olması için rıza açıklaması, fiile başlanmadan evvel ya da en geç fiil başlandığı esnada yapılmış olmalıdır. Fiilden sonra yapılan onaylama, fiilin hukuka aykırılığını ortadan kaldırmaz. Bununla birlikte fiilin hukuki değer sahibi tarafından içsel anlamda onaylanmış olması ya da bu fiile bir şekilde katlanması da yeterli olmayıp rızanın yanlışa mahal bırakmayacak şekilde ciddi olarak ortaya konulmuş olması şarttır. Bununla birlikte kural olarak belirli bir açıklama şekli de gerekli değildir. Bu noktada önem arz eden husus, ciddi nitelikteki somut irade açıklamasıdır. Ayrıca rıza açıklaması, mutlaka failin kendisine yönelik olmalıdır ki fail, bu rıza açıklamasından haberdar olsun. Bu da göstermektedir ki kendisine rıza gösterilen kişi, bu rıza açıklamasından mutlaka haberdar olmalıdır. Zira sadece bu koşul altında rıza veren kişi kendisi tarafından harekete geçirilen olaylar üzerinde kontrolü elde edebilir ve gerektiğinde doğru zamanda rızasını geri alarak fiilin gerçekleştirilmesini önleyebilir.  Tipikliğe engel olan rızanın salt gerçek, fiili bir yapısı bulunduğundan açıklanmış olması şart olmayıp fiilen mevcut olması yeterlidir. Bu bakımdan hukuka uygunluk nedeni olan rızadan farklı olarak tipikliğe engel olan rızanın ne açık ne somut olarak verilmesi olması şarttır. Ayrıca bu rızanın ahlaka uygun olması ve fail tarafından bilinmesi  de  gerekli  değildir. Yani  bu  rızanın  açıkça  ifade  edilmesine  gerek bulunmadığı gibi failin bu rızadan haberdar olmasına da gerek bulunmamaktadır. Nitekim Avrupa da  bazı  ülkelerde  benzin  istasyonlarında  müşteriler  araçlarının 198  Schmidhäuser (n 12) 8/135; Amelung and Eymann (n 8) 941; Geerds (n 9) 44; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn. 133; Ekici Şahin (n 4) 72; Koca ve Üzülmez (n 4) Türk Ceza Hukuku Genel Hükümler, 296.199  Welzel (n 17) s. 96; Beckert (n 17) 509; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn. 135; Amelung and Eymann (n 8) 941.200  Welzel (n 17) 95; Amelung and Eymann (n 8) 941; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn. 133.201  Geerds (n 9) 44.202  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn. 133.203  BGH 4, 199 (Jescheck and Weigend (n 4) § 34 I 2 a); Welzel (n 17) 95; Beckert (n 17) 510; Roxin (n 4) § 13 kn 6; Krey and Esser (n 19) kn 659; Murmann (n 10) § 25 kn 120; Schmidt (n 2) kn 432; Gropp (n 19) § 5 kn 119; Schäfer (n 46) § 123 kn 29; Sternberg-Lieben (n 46) § 123 kn 22; Geerds (n 9) 45; Exner (n 17) 104; Ekici Şahin (n 4) 72.204  Heinrich (n 17) kn 448; Schmidt (n 2) kn 431, 432.205  Roxin (n 4) § 13 kn 5; Jescheck and Weigend (n 4) § 34 I 2 a; Krey and Esser (n 19) kn 659; Schmidt (n 2) kn 432.1507İstanbul Hukuk Mecmuası 78/3benzin  deposunu  kendileri  doldurup  istasyondan  ödeme  yapıp  ayrıldıklarından bir kimse deposuna benzini doldurur ve ödeme yapmaksızın yoluna devam ederse Alman Federal Yüksek Mahkemesi kararında istasyon sahibinin müşterinin aracının deposuna benzin doldurmasına açıklamamış olsa da rızası bulunduğundan hırsızlık suçunun oluşmayacağı, burada olsa olsa dolandırıcılık ya da güveni kötüye kullanma suçunun gündeme gelebileceği ifade edilmiştir.Bununla birlikte gerçekte tipikliği engelleyen rıza her durumda salt fiili yapıda değildir. Nitekim cebir ve tehdit yoluyla elde edilmişse her ne kadar doktrinde aksi görüşler ileri sürülmekteyse de cebir veya tehdidin belirli bir ağırlıkta olması şartıyla rızanın geçerliliğinden bahsedilemez. Şu hâlde kişinin bu rızasını kendi iradesiyle vermiş olması gerekir. Nitekim konut dokunulmazlığının ihlali suçunun nitelikli halleri arasında suçun işlenmesinde cebir veya tehdidin kullanılmasına yer verilmiş olması da (TCK md. 116/4) bu durumlarda rızanın muteber görülmediğini ortaya koymaktadır. Buna göre A, B yi silahla tehdit eder ve çantasından cüzdanını alırsa burada tipikliğe engel olan bir rızadan söz edilemez. Benzer şekilde cinsel saldırı suçunun ortadan kalkması için kadının cinsel ilişkiye yönelik doğal bir rızasının bulunması yeterlidir. Zira cinsel saldırı suçunun tipikliği sadece cebir veya tehditle yahut da vücut üzerinde bir tehlike oluşturmak suretiyle cinsel ilişkinin gerçekleşmesi halinde söz konusudur. Salt cebir veya tehditle, zorlama yoluyla mağdurun cinsel ilişkiye göz yumması ya da katlanması cinsel saldırı suçunun tipe uygun olmasına engel olmayacaktır.206  BGH NJW 1983, s. 2827 (Jescheck and Weigend (n 4) § 34 I 2 a).207  Roxin (n 4) § 13 kn 7; Geerds (n 9) 45. Hile veya tehdit yoluyla ev sahibinin gerekli olan rızasının varlığı durumunda fail, ev sahibinin korunan mahrem alanına iradesine uygun olmaksızın girmiş olunacağı yönündeki görüş karşısında Schmidt,  zorla girme  unsurunun pekâlâ irade eksikliği durumunda dikkate alınması gereken bir değerlendirmeye dayanmadığı, bilakis gerçek, fiili duruma dayalı bir değerlendirme olduğuna dikkat çekmiştir (Schmidt (n 2) kn 431). Schmidt e göre burada rıza sadece mağdurun doğal anlamda iradesini ortaya koyabilme yeteneğine sahip olması yeterli olup bu anlamda hile suretiyle elde edilen rıza durumunda da tipiklik gerçeklemiş olmayacaktır (Schmidt (n 2) kn 431).208  Eser and Eisele (n 38) § 239 kn 6. Burada önemli olan tek başına rıza gösteren kişinin sübjektif olarak değerlendirilmesi ve bu kişinin içsel menfaatinin korunmasıdır. Şayet bu kişi, tehdidin etkisinin önlenmesine ilişkin menfaatinin fiilin konusunun dokunulmazlığına ilişkin menfaatine göre daha yüksek olduğu yönünde bir değerlendirme yaparsa bu, kendisi için tehdit etkisinin fiilin konusunu def etmek için dahi olsa hassas seviyeye ulaştığı, bu anlamda yeterli olduğu anlamına gelecektir. Elbette bu durum, zorlama etkisinin objektif olarak kolaylıkla görülebilir olması ve zorlamaya maruz kalan hukuki değer sahibinin dışardan da görülebilir şekilde zayıf olması ve hassas bir kişiliğe sahip olması durumlarında da geçerlidir. Bu noktada diğer hukuki değer sahibinin ya da varsayımsal (fiktif) olarak ölçüt alınan bir kişinin içsel çatışmasını nasıl çözdüğünün bir önemi bulunmamaktadır. Burada zorlamanın yoğunluk derecesi değil, bilakis bu zorlamanın hukuka aykırılığı önemlidir. Dolayısıyla objektif hassasiyet eğişi altında bir kötülük tehdidi de hukuka uygunluğa engel olacaktır. Açıklamalar için bakınız Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 139.209  BGH JR 1982, s. 254 (Jescheck and Weigend (4) § 34 I 2a); Schmidhäuser (n 12) 8/136; Heinrich (n 17) kn 447; Kuhli (n 46) 212; Rackow (n 44), § 123 kn 14; Eser and Eisele (n 38) § 239 kn 6.210  Yargıtay kararlarına göre burada cebrin, konuta girmeden bir araç olarak kullanılmış olması gerekir. Konuta girildikten sonra uygulanan cebir, bu minvalde değerlendirilmemektedir. Söz konusu Yargıtay kararları için bakınız Ergün (n 51) 116, dipnot 399. Kanaatimize göre konut sahibinin rızasıyla girdikten sonra çıkılması istenmesine rağmen çıkmamakta direnen failin, cebir kullanarak direnmesi durumunda da konut dokunulmazlığının ihlali suçunun cebir kullanılarak işlenmesinden söz edilebilecektir. 211  Heinrich (n 17) kn 446.212  BGH JR 1982, s. 254 (Jescheck and Weigend (n 4) § 34 I 2a).1508Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaBununla birlikte mecburiyete dayalı zor durumu, rızanın etki göstermesine engel olmayacaktır. Nitekim bir hasta bacağının kesilmesine rıza göstermezse ciddi ölüm tehdidiyle karşı karşıya kalacağını bilerek bacağının kesilmesine rıza gösterirse hastaya  karşı  işlenen  kasten  yaralama  suçu  kapsamında  ilgilinin  rızası  hukuka uygunluk nedeni gündeme gelecektir. Zira hukuki değer ihlali olmaksızın mağduru baskıdan kurtaramayacak olan fail, hukuki değer sahibinin üçüncü kişi ya da şey yüzünden rıza göstermeye zorlanması durumunda hukuka uygun hareket etmiş kabul edilecek, bu açıdan da failin hareketi meşru olacaktır. Bu kapsamda özellikle vurgulamak gerekir ki tipikliğe engel olan rızanın fiili yapısı, irade eksikliğine neden olan durumlarda da gündeme gelecek, böylelikle hileye maruz kalma gibi çeşitli nedenlerle hatalı bir şekilde izin verildiğinde ya da saldırıya maruz kalan kişi hukuki değerin önemini anlayamadığı durumlarda da bu rıza geçerli kabul edilecek, failin işlediği fiil tipik olmayacaktır. Buna uygun olarak 765 sayılı TCK da evlenme vaadiyle cinsel ilişki suçunun sebebi de hilenin rızayı geçersiz hale getirmemesidir. Yani 765 sayılı TCK döneminde esasında bu düşünceye sahip olunduğu görülmektedir. Şu hâlde tipikliğe engel olan rızada salt pasif bir müsamaha yeterli olmasa da  kabul etme  anlamında bilinçli içsel rıza gösterme yeterli ve gereklidir. Bu çerçevede mağdurun hileye maruz kaldıktan sonraki içsel hissiyatı önem arz etmektedir. Yani yapılan hileli davranış sonrası mağdurun hürriyetinden yoksun bırakıldığı bilincinde olması durumunda, hileli davranış esnasında mağdurun göstermiş olduğu rızanın bir önemi olmayacak, failin işlediği fiilin kişiyi hürriyetinden yoksun kılma suçu açısından tipik olmasından söz edilecektir. Her  ne  kadar  Türk  doktrininde  katılmayan  görüşler  bulunmakta  ve  madde gerekçesinde de,  Kişinin konuta girme konusunda rıza açıklamaya yetkili olmasının yanı sıra, açıklanan rızanın da örneğin hile dolayısıyla sakatlanmamış olması gerekir.  şeklindeki ifadeyle kanun koyucunun da iradesi hile durumunda rızayı geçerli kabul etmemek yönünde olsa da esasında rızanın hile ile elde edilmiş olması ya da irade eksikliğine dayalı başka bir nedene dayanılarak elde edilmiş olması halinde de tipikliğe engel olan rıza söz konusu olacaktır. Yani soru yoluyla kandırma şeklinde iradeyi 213  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 138.214  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 138.215  Amelung and Eymann (n 8) 938; Schmidt (n 2) kn 431; Jescheck and Weigend (n 4) § 34 I 2a; Ekici Şahin (n 4) 74. Bununla birlikte Alman doktrininde hâkim görüşün kişiyi hürriyetinden yoksun kılma suçu (§ 239) açısından hileye rağmen işlenen fiilin tipik olacağı ve suçun işlenmiş kabul edileceği yönünde olduğu görülmektedir. Bakınız Eser and Eisele (n 38) § 239 kn 6.216  Doktor Öğretim Üyesi Selman Dursun ile 10.10.2018 tarihinde yapılan sözlü konuşmadan esinlenilmiştir. 217  RGSt 68, 306 (Heinrich (n 17) kn 446).218  Eser and Eisele (n 38) § 239 kn 6.219  Keskin Kiziroğlu (n 51) 87; Ergün (51) 96.220  Schäfer (n 46) § 123 kn 29; Heinrich (n 17) kn 446; Sternberg-Lieben (n 46) § 123 kn 22; Kuhli (n 46)212; Rackow (n 44), § 123 kn 14.1509İstanbul Hukuk Mecmuası 78/3sakatlayan durumun varlığı halinde de tipikliğe engel olan rızadan bahsedilmektedir. Buna göre gerçekte evin içini teşhis edip daha sonradan hırsızlık yapmaya değer bir ev olup olmadığını tespit edebilmek için evin kapısını çalan ve kendisini kazanılan büyük ödülü takdim etmek üzere görevlendirilen bir kişi olarak tanıtan A nın, kendisine inanan B nin davetiyle eve girmesi halinde gerçekte hilesi olmasa asla içeri giremeyeceği bir durum söz konusudur. İşte bu örnekte A nın konut dokunulmazlığını ihlal suçunu işlemediği, eve girmeye yönelik olarak hile ile elde edilen rızanın zorla girme olarak kabul edilmeyeceği, böylelikle de konut dokunulmazlığının ihlali suçunun tipikliğinin oluşmayacağı, nitekim hile ile de olsa her halükârda A nın konuta B nin iradesi ile girmiş olduğu ifade edilmektedir. Zira burada hile ile de olsa rızası alınan kişinin gerçek anlamda üstesinden gelinmesi gerekebilecek karşı koyucu bir iradesinden söz edilemeyecek, dolayısıyla da kendi isteğiyle de olsa bir rızasından söz edilecek, en nihayetinde kişinin iradesi üzerinde bir zorlamanın varlığı ileri sürülemeyecektir. Bu bakımdan Türk hukukunda da kabul edilen hile ile alınan rızada ev sahibinin özel alanı üzerine bilinçli ve isteyerek ortaya koyduğu bir irade bulunmadığı yönünde görüş yerinde değildir. Başkasını evine davet eden kişi, hileye maruz bırakılmış olsa da bu davetini bilinçli bir şekilde yapmaktadır; yine üzerinde herhangi bir baskıya maruz bırakılmadığından da bu davetini gönüllü bir şekilde yapmaktadır. Bunun yanında hilenin ve de mağdurun iradesine yönelik aldatıcı şekilde etki eden diğer nedenlerin ne derece etki edeceği ve rızanın dış dünyaya açıklanmasına gerek  bulunup  bulunmadığı  sorularının  genel  bir  kurala  bağlanamayacağı,  her bir suç tipinin yorumlanması kapsamında suç tiplerinin anlam ve amacına göre cevaplandırılması gerektiği özellikle ifade edilmektedir. Bu anlamda tipikliğe engel olan tüm rıza durumları için genel kuralların uygulanabileceği yönünde bir inanç olsa da günümüzde bu şekilde umumileştirmenin hatalı olduğu ve rızanın etki koşullarının ilgili suç tipinin yorumlanmasına bağlı olduğu, dolayısıyla da bu konuya ilişkin tartışmanın ceza hukuku genel hükümler konusu olmaktan çok özel hükümler konusu olduğu hususu vurgulanmaktadır. 221  Schmidt (n 2) kn 431.222  OLG München NJW 1972, s. 2275 (Heinrich (n 17) kn 447); Wessels and Hettinger (n 37) § 13 kn 587; Schmidt (n 2) kn 431; Roxin (n 4) § 13 kn 7.223  Wessels and Hettinger (n 37) § 13 kn 587. Bu bakımdan bazı yazarlar tarafından hile ile de olsa bir eve giren gizli soruşturmacının eve girme hareketinin tipik olmadığı ifade edilmektedir. Bakınız Schäfer (n 46) § 123 kn 30; SternbergLieben (n 46) § 123 kn 22; Kuhli (n 46) 212; Rackow (n 44), § 123 kn 14. Ayrıca bu konuya ilişkin detaylı bilgi için bakınız Muhammed Demirel, Uyuşturucu Madde Ticareti Suçlarında Alıcı Kılığına Giren Kolluk Görevlisinin Hukuki Niteliği ve Cezalandırılabilirliği, (2018) CHD. 224  Bu görüş için bakınız Knut Amelung and Hero Schall, ‘Zum Einsatz von Polizeispitzeln: Hausfriedensbruch und Notstandsrechtfertigung, Wohnungsgrundrecht und Durschsuchungsbefugnis – OLG München, DVBI 1973  (JuS 1975) 567.225  Aynı yönde görüş için bakınız Wessels and Hettinger (n 37) § 13 kn 588.226  Jescheck and Weigend (n 4) § 34 I 2 a. Bu çerçevede zorla evlendirme suçunun tipikliğinin oluşmaması için kadının doğal iradesi bu kadın akıl hastası olsa bile yeterli addedilmişken (BGH 23, 1 - Jescheck and Weigend (n 4) § 34 I 2 a) kaza yerinde bulunan yaralı çocuklardan birinin diğer kişiye kendisini bırakıp gitmesini istemesi, yani bu konuda rıza gösterdiği rıza tipikliğe engel görülmemiştir (OLG Hamm VRS 23, 102, 104) Jescheck and Weigend (n 4) § 34 I 2 a; Amelung (n 4) ‘Über die Einwilligungsfahigkeit , 525-551; 821-833.227  Rengier (n 4) § 23 kn 40; Frister (n 128) 15/3.1510Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaBu çerçevede Alman Ceza Kanunu nun 177 nci paragrafının ikinci fıkrasında yer  alan  düzenlemenin  de  değerlendirilmesinde  fayda  bulunmaktadır.  Nitekim düzenlemenin  ikinci  fıkrasında  ise  failin  cinsel  davranışlarının  mağdurun  karşı koyucu iradesinin fark edilebilir olmadığı durumlarda da cezalandırılabilir olduğu durumlara yer verilmiştir. Buna göre; i. Failin, kişinin söz konusu davranışlara karşı koyan iradesini açıklamasını ya da şekillendirmesini engelleyen durumlar içerisinde bulunmasını kullanmış olması, ii. Failin, kişinin onayına güvenmiş olmamak kaydıyla mağdurun bedensel ya da ruhsal nedenlerle iradesini şekillendirme ya da ifade etme durumunun önemli ölçüde sınırlandırılmış olmasını kullanmış olması, iii. Failin sürpriz unsurunu kullanmış olması, iv. Failin, kişinin hassas kötü bir duruma karşı koyma tehdidiyle karşı karşıya kaldığı hali kullanmış olması, v. Failin, kişiyi hassas bir kötülükle tehdit ederek, korkutarak kişiyi cinsel davranışları gerçekleştirmesi yahut da bu davranışlara katlanması konusunda zorlamış olması durumlarından birinin varlığında bu kişiye yönelik olarak cinsel davranışları icra eder veya icra ettirir yahut da bu kişiyi üçüncü kişiye yönelik cinsel davranışların gerçekleştirilmesine sevk eder ya da üçüncü bir kişi tarafından bu kişiye yönelik cinsel davranışlar gerçekleştirilmesine veya bu davranışlara katlanmaya sevk ederse birinci fıkraya göre ceza verilecektir (§ 177/2). Görüldüğü üzere bu hükümle birlikte sayılan durumlarda mağdurun iradesinin fark edilebilir olmadığı ve bu durumlar altında mağdura yönelik olarak gerçekleştirilen davranışların da bu suç kapsamında cezalandırılabilir olduğu belirtilmiştir. Nitekim mağdurun bazı durumlarda cinsel davranışlara yönelik olarak vermiş olduğu onayı algılayabilecek durumda bulunmaması gibi karşı koyucu iradesini açıklamasının kendisinden  beklenemeyecek  halde  olmasının  ya  da  karşı  koyucu  iradesini açıklamasının objektif olarak mümkün olmamasının söz konusu olabileceğine işaret edilmiştir. Yani ikinci fıkraya göre mağdur, iradesini şekillendirme veya açıklamaya mutlak anlamda ehil durumda bulunmamalıdır. Salt yardıma muhtaç durumda olma ya da açıkça yeteneğinin sadece sınırlandırılmış olması yeterli değildir. Alman Ceza Kanunu nda bu şekilde bir düzenlemenin özel olarak ihdas edilmiş olması, esasen belirtilen bu durumlarda mağdurun somut olayda göstermiş olduğu tavırların rıza olarak kabul edilebilme ihtimalidir. Nitekim bu durumların hiçbirinde belirli  bir  seviyeye  ulaşmış  cebir  veya  tehdit  görülmemekte,  mağdurun  belirli durumların içerisinde bulunmasından faydalanılarak kullanılması suretiyle kendisine karşı gerçekleştirilen cinsel davranışlar söz konusudur. Bu bakımdan failin sürpriz unsurunu kullanmış olması gibi hilenin daha düşük seviyesinin mevzu bahis olduğu bu durumlarda mağdurun rızasının geçerli kabul edilmesi yönündeki ihtimale binaen böyle bir düzenlemeye gerek duyulması oldukça olağan karşılanabilir. Öyle ki bu 228  Ziegler (n 56) § 177 kn 11.229  Ziegler (n 56) § 177 kn 12.1511İstanbul Hukuk Mecmuası 78/3düzenlemeyle birlikte ilgili kişinin gerçek iradesine bakılmayacak, açık onayını çok fazla ifade edemeyeceği kişilerle her türlü cinsel davranış ceza yaptırımı altına alınacaktır. Benzer duruma Türk hukukunda da rastlanabilir. Buna göre çocukların cinsel istismarı suçu (TCK md. 103) kapsamında on beş yaşın altındaki çocukların her türlü cinsel davranışa yönelik olarak gösterebilecekleri rızaya herhangi bir önem atfedilmemiş, bu tür bir rıza geçerli görülmeyerek bu suç kapsamında cezalandırılabilir hale getirilmiştir. Keza reşit olmayanla cinsel ilişki suçunda da (TCK md. 104) on beş yaşını bitirmiş çocukla cebir, tehdit ve hile olmaksızın cinsel ilişkiye giren kişi açısından çocuğun rızası geçersiz addedilmiştir. C. Rızaya İlişkin Hata Durumlarına Etkisi1. Öncelikle rıza bulunmadığı halde failin rızanın bulunduğu düşüncesiyle hareket etmiş olması durumunda nasıl bir sonuca ulaşılması gerektiği üzerinde durulacak olursa; Tipikliğe engel olan rızanın söz konusu olması halinde altı çizilmesi gereken ilk husus, rızaya aykırılığın da tipiklik kapsamında yer alması, yani kast kapsamında olmasıdır. Söz gelimi konut dokunulmazlığının ihlali suçunda fail, konut sahibinin rızasının bulunmadığını bilmeli, bu bilince sahip olup rızanın olmadığı hususunda kasıtlı şekilde hareket etmiş olmalıdır. Ancak failin özel olarak kişinin konut dokunulmazlığını ihlal etme amacına sahip olması da aranmaz. Bu bakımdan failin konutuna girmesine rızası bulunmayan ancak faile ses çıkartmayan ev sahibinin sessizliğini bir onay, rıza olarak gören failin düşmüş olduğu hata, tipiklikte hata olup sonuçları bu minvalde değerlendirilmelidir. Aynı durum, kişiyi hürriyetinden yoksun kılma suçu açısından kişinin rıza gösterdiği konusunda hataya düşülmesi bakımından da geçerli olup bu durumda da tipikliği kaldıran hatadan söz edilecektir. Keza cinsel saldırı suçunda da mağdurun rızasının tipiklik kapsamında telakki edilmesi halinde bu defa mağdurun karşı koyucu iradesinin fail tarafından bilinmesi yahut  da  en  azından  öngörülmesi  ve  yine  de  işlenmesi,  yani  göze  alınması gerekecektir. Buna göre fail, mağdurun cinsel davranışlara yönelik olarak rızasının bulunmadığı düşüncesinden hareket etmelidir. Yani fail, mağdurun karşı koyucu 230  Renzikowski (n 56) § 177 kn 66.231  Sternberg-Lieben (n 46) § 123 kn 34; Keskin Kiziroğlu (n 51) 82.232  Heger (n 46) § 123 kn 11.233  Sternberg-Lieben (n 46) § 123 kn 34; Geerds (n 9) 45; Keskin Kiziroğlu (n 51) 82.234  Valerius, § 239 kn 16; Wieck-Noodt (n 37) § 239 kn 42; Taner (n 67) 174; Ekici Şahin (n 4) 77.235  Ziegler (n 56) § 177 kn 9.236  BGH 26.08.2008 – 4 StR 373/08, NStZ 2009, s. 29 (Renzikowski (n 56) § 177 kn 56).1512Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızairadesini fark etmeli ya da en azından mümkün görmeli ve göze almalıdır. Yani fail, mağdurun karşı koyucu iradesi açısından kasta sahip olmalı, bu konuda en azından olası kasla hareket etmelidir. Esasen Alman kanun koyucunun kullanmış olduğu  fark edilebilir irade  kriteri, suçun taksirli halinin de işlenebilmesine imkân verir nitelikte gibi görünse de bu tür bir yorumun takip edilemeyeceğine vurgu yapılmaktadır. Bu çerçevede kanuni düzenlemede faile,  Evet, evet demektir  şeklinde mağdurun onayından kesin olarak emin olma şeklinde özel bir özen yükümlülüğünün getirilmediğinin altı çizilmektedir.Buna göre tipikliği engel olan rıza konusunda hatanın varlığı durumunda objektif anlamda tipiklik gerçekleşmez. Fail, hatalı bir şekilde rızanın olduğu düşüncesiyle hareket etmiş olursa tipikliğin gerçekleşmesi açısından kasten hareket etmiş olmaz. Burada TCK md. 30/1 hükmüne göre kastı kaldıran hatadan söz edilir ve fakat failin taksirli sorumluluk hali saklı kalır. Şu hâlde sekiz yaşındaki oğlunun geldiğini zanneden A nın, kapıdaki komşusuna doğru seslenerek çok güzel yiyecekler yaptığını, içeri gelmesini söylemesi üzerine komşusu B nin davetin kendisine yapıldığını düşünerek içeri girmesi durumunda B, A nın rızası olduğunu düşündüğünden kendisi bakımından kastı kaldıran hatadan söz edilecek ve konut dokunulmazlığının ihlali suçu bakımından kasıtlı olarak hareket ettiğinden bahsedilemeyecektir. Bu suçun taksirli hali de öngörülmediğinden dolayı B, cezasız kalacaktır.  Aynı  şekilde  failin,  mağdurun  rızasının  bulunduğundan  yola  çıkarak  cinsel davranışları gerçekleştirmiş olması durumunda da kastı kaldıran hatadan söz edilecek ve suçun taksirli hali olmadığından fail cezasız kalacaktır. Elbette yanlış anlaşılmalar mümkündür, ancak başka bir kimsenin zorla öpme suretiyle kandırılabilir olduğu düşüncesinin, ilişkiler dışında oldukça uzak bir olasılık olacağının altı çizilmektedir. Failin mağdurun karşı koyucu iradesini fark etmiş olması durumunda, failin yine de rızanın var olduğu yönündeki umudu geride kalacak güzel bir arzu, temenni olarak görünecektir. Failin bu tür bir hatalı düşüncesi, mağdurun muallak hareketlerinin var olduğu her durumda söz konusu olabilecek, bu tür muallak durumlarda da mağdurun karşı koyucu iradesinin çok fazla fark edilebilir olması mevzu bahis edilemeyecektir.  Hukuka uygunluk nedeni olan rızada ise failin rızanın bulunduğu düşüncesiyle hareket etmiş olması, yani hukuka uygunluk nedeni olan rızanın bulunmaması ve fakat failin bu nedenin bulunduğu düşüncesiyle hareket etmiş olması durumunda ise maddi 237  Ziegler (n 56) § 177 kn 9.238  Heinrich (n 17) kn 449; Keskin Kiziroğlu (n 51) 82; Ekici Şahin (n 4) 77; Koca ve Üzülmez (n 4) 292.239  Beckert (n 17) 510; Wieck-Noodt (n 37) § 239 kn 43; Kindhäuser (n 4) § 12 kn. 34; Roxin (n 4) § 13 kn 10; Schmidt (2) kn 429, 432; Heinrich (n 17) kn 450; Keskin Kiziroğlu (n 51) 82; Koca ve Üzülmez (n 4) 292. Ergün (n 51) bu hatanın kastı kaldıracağını belirtmekle yetinmiş, sonucunun ne olacağına değinmemiştir. Bakınız Ergün (n 51) 106.240  Heinrich (n 17) kn 450.241  Keskin Kiziroğlu (n 51) 83.242  Renzikowski (n 56) § 177 kn 57.1513İstanbul Hukuk Mecmuası 78/3unsurlarda hatadan değil, hukuka uygunluk nedenlerinin maddi koşullarında hatadan bahsedilecektir. Bununla birlikte böyle bir durumda da nasıl bir sonuca ulaşılacağı konusunda doktrinde iki görüş bulunmaktadır.  Bu çerçevede bir görüşe göre kastı kaldıran hata halinden (TCK md. 30/1) söz edilecekse de diğer görüşe göre tipiklik kapsamında kastın ortadan kalkmasından bahsedilmez, sadece kusur kastı kalkar ve dolayısıyla da işlenen fiil kasıtlı ve hukuka aykırı olmaya devam eder, kusur bahsinde hatanın kaçınılmaz olup olmadığı değerlendirilir (TCK md. 30/3). Buna göre dalgın haldeki bir ev sahibinin bahçıvanına gerçekte çimlerin kısaltılmasını kast ederken ağaçları kısaltmasını söylemesi karşısında esasen mala zarar verme suçu bakımından tipik bir davranış sergileyen bahçıvanın ağaçları kesmesi rıza yoluyla hukuka uygun olmayacak, hataya ilişkin bu açıklamalar çerçevesinde bir sonuca ulaşılacaktır. Yargıtay ın  kararları  incelendiğinde  bu  hatanın  kastla  mı  yoksa  kusurla mı  ilişkilendirildiği  konusunda  net  bir  sonuca  ulaşmanın  oldukça  zor  olduğu anlaşılmaktadır.  Öyle  ki  bazı  kararlarında  failin  rızanın  varlığı  konusunda kaçınılmaz  hataya  düştüğünü  ve  cezalandırılmaması  gerektiğini  belirten,  bu suretle bu noktadaki hatayı kusurla ilişkilendiren Yargıtay, ilginç bir şekilde başka kararlarında bu hata halinde suçun kanuni unsurlarının oluşmadığı ifadesine yer vermiş, hatayı kastla ilişkilendirmiştir. Elbette kararlarda ulaşılan bu farklı sonuçlar, bağlılık kuralı gereğince kasıtlı ve hukuka aykırı fiilin varlığını şart koşan şeriklik açısından da ayrı bir önem arz etmektedir.Bu kapsamda çocukların cinsel istismarı (TCK md. 103) suçu bakımından özel bir irdelemenin yapılmasında fayda bulunmaktadır. Bu noktada gerçekte on beş yaşını tamamlamamış olan bir çocuğun, on beş yaşını tamamlamış olduğunu düşünen, bu yönde bir zanla hareket eden failin içerisine düştüğü hata, kastı kaldıran hata olarak görülmelidir. Buna göre çocukların cinsel istismarı suçunun da taksirli hali öngörülmediğinden, her ne kadar Yargıtay beraat kararı vererek görmezden gelmişse de,  doktrinde  failin  yine  de  reşit  olmayanla  cinsel  ilişki  suçundan  sorumlu 243  Beckert (n 17) 510; Roxin (n 4) § 13 kn 9; Eser and Eisele (n 38) § 239 kn 9; Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 136; Taner (n 67) 174; Ekici Şahin (n 4) 77.244  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 136; Koca ve Üzülmez (n 4) 301; Kartal (n 68) 220; Taner (n 67) 193.245  Wieck-Noodt (n 37) § 239 kn 43; Keskin Kiziroğlu (n 51) 83.246  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 140.247  Y. 14. CD., 10.04.2017, 7351/1926 (Akkaya (n 67) 32).248  Y. 14. CD., 03.05.2017, 8681/2375 (Akkaya (n 67) 32). 249  Schmidt (n 2) kn 429.250   …Fail, cinsel ilişkide bulunduğu mağdurenin 15 yaşını doldurmadığı halde, 15 yaşını doldurduğu düşüncesiyle mağdureyle rızasıyla cinsel ilişkide bulunur ve şikayetçi olmayan mağdurenin yaşı konusundaki hatası esaslı, diğer bir ifadeyle kabul edilebilir bir hata olursa, bu takdirde fail 5237 Sayılı T.C.K.nun 30. maddesinin 1. fıkrası uyarınca suçun maddi unsurlarından olan mağdurun yaşına dair bu hatasından yaralanacak, bunun sonucu olarak yüklenen suç açısından kasten hareket etmiş sayılmayacağından ve bu suçun taksirle işlenmesi hali kanunda cezalandırılmadığından 5271 Sayılı C.M.K.nun 223. maddesinin 2. fıkrasının ( c ) bendi gereğince beraatına karar verilmesi gerekecektir….  YCGK, 17.06.2014, E. 2014/14-88, K. 2014/334 – www.kazanci.com.tr. 1514Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rızatutulabileceği ileri sürülmektedir. Gerçekte burada kanuni düzenleme nedeniyle herhangi bir suç oluşmayacaktır. Zira madde metninde özel olarak yaş belirtilmiş, kanuni tanımda on beş yaşını bitirmiş çocukla cinsel ilişkiye girilmesi suç olarak düzenlenmiştir. Buna göre bu hükümde (TCK md. 104) çocukların yaşına ilişkin bir belirlemenin yapılması, incelediğimiz bu örnek açısından cezasızlık sonucunu ortaya çıkarmakta, bir boşluğa neden olmaktadır ve bu önemli bir sorundur.   Tüm bu bilgilerin yanında motive edici hatanın da hukuka uygunluğun etkisine değinmekte fayda bulunmaktadır. Buna göre motive edici hatanın, hukuka uygunluğun etkisini ortadan kaldırdığı kabul edilmektedir. Bu çerçevede rıza gösteren kişi, yanlış düşünceyle rıza göstermeye motive edilmiş ise etkili bir rızadan söz edilemeyecektir. Söz gelimi bir kimse, yeğeninin organ nakli sonrası düzeleceği şeklindeki hatalı kabulle  böbreğini  bağışlamayı  kabul  ederse  yeğeninin  gerçekte  böbrek  nakline ihtiyaç duymaması ya da böbrek nakli yapılsa bile ölecek olması durumunda kasten yaralama suçu bakımından rızası etkisiz kalacaktır. Bununla birlikte rıza veren kişideki hatanın failin kendisi tarafından mı yoksa üçüncü bir kişi tarafından mı meydana geldiğinin yahut da tamamen başka bir nedenden mi kaynaklandığının herhangi bir önemi bulunmamaktadır. Tüm bu hususlara karşılık hâkim görüşe göre motive edici bu hata, hukuki değerlere ilişkin değilse önemsiz addedilecektir. Şu hâlde kan bağışında bulunması halinde 100 TL ödül verileceği gibi hatalı bir kabulle kan vermeye rıza gösteren kişinin bu rızası, kasten yaralama suçu kapsamında işlenen fiili hukuka uygun hale getirecektir. Zira bu hata hukuki değere ilişkin değildir. Alman doktrininde hâkim olan bu görüşe karşılık doktrinde bir görüş, hukuki değere ilişkin olan ve olmayan hata şeklindeki farklılaştırmanın reddedilmesi gerektiğini vurgulamış, açıklanan rıza bakımından nedensel olan her türlü hatanın rızaya etki edeceğine ve böylelikle fiilin hukuka uygun olmasını engelleyeceğine işaret etmiştir.  251  Aydın (n 198) 81; Taner (n 67) 189.252  Dursun (n 67) 66, dipnot 27. Ayrıca Dursun, tüm bu sorunlar bağlamında mülga TCK daki düzenlemenin daha yerinde olduğunu, nitekim  Reşit olmıyan bir kimse ile rızasiyle cinsi münasebette bulunanlar fiil daha ağır cezayı müstelzim bulunmadığı takdirde altı aydan üç seneye kadar hapis cezası ile cezalandırılır.  şeklinde 765 sayılı TCK nın 416/3 hükmünde düzenlenen suça göre mağdurun yaşında özel bir belirleme yapılmamıştır. Bu eleştiri ve diğer sorunlar için bakınız Dursun (n 67) 66, dipnot 27.253  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 140; Amelung and Eymann (n 8) 943.254  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 140.255  Beckert (n 17) 509.256  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 142; Amelung and Eymann (n 8) 943. Baumann/Weber/Mitsch/Eisele, hâkim görüş tarafından (Amelung and Eymann (n 8) 943) hukuki değere ilişkin olmayan hatanın önemsizliği şeklindeki fikre esasen gönülsüz bir adalet duygusuyla dayanıldığına, böylelikle kendilerinin de bu kriterin elverişli bir ayrım ölçütü olmadığını kabul etmiş olduklarına işaret etmiştir. Yazarlar, hukuki değer sahibi olan kimsenin, hatalı koşullar altında hukuki değerini feda etmeyi kendisi açısından uygun görmüş olduğundan esasen bu koşulların da kendisi açısından gerçekten uygun olmadığına değinmişler (Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 142), böylelikle hukuki değerlere ilişkin hatanın hukuki değerlere ilişkin olmayan hata karşısında daha önemsiz ya da daha önemli olmayabileceğine işaret etmişlerdir.1515İstanbul Hukuk Mecmuası 78/32. Rıza bulunduğu halde failin, rızanın bulunmadığı düşüncesiyle hareket etmiş olması durumunda, yani rızadan haberdar olmadığı halde, nasıl bir sonuca ulaşılması gerektiği üzerinde durulacak olursa; Tipikliğe engel olan rızada rızanın açıklanmasına da gerek olmadığından esasen failin bu rızadan haberdar olmasına gerek bulunmamaktadır. Yani zaten mevcut olan rızadan failin haberdar olmamasının bir önemi olmayacak, failin fiili bu rıza nedeniyle  tipik  olmayacaktır.  Buna  rağmen  Alman  doktrininde  bazı  görüşler tarafından failin, mutlaka rızadan haberdar olması gerektiği ifade edilmekte, failin rızanın varlığından haberdar olmaması durumunda tipikliğe engel olan rıza açısından haksız saldırıdan söz edilemezse de failin hareketinin elverişsiz teşebbüs aşamasında kalmasından  bahsedileceğine  vurgu  yapılmaktadır.  Bu  durum,  Alman  Ceza Kanunu nda belirli durumlarla sınırlı olmak üzere cezalandırılırken Türk hukukunda cezalandırılmamaktadır. Bu bakımdan Alman hukukuna göre gerçekte fail tarafından bilinmese de ilgili kişi tarafından bir rıza verilmiş olmasına rağmen objektif anlamda tipiklik ortadan kalkmakta ve yalnızca teşebbüsten söz edilmektedir. Buna göre B nin sevdiğini düşündüğü için gerçekte B nin nefret ettiği heykeli B nin garajına koyan A nın bu hareketi üzerine B, heykelin biri tarafından çalınması için garajın kapısını açık bırakır ve oradan geçmekte olan R, bu fırsatı kullanarak heykeli çalar. Burada esasen hem konut dokunulmazlığının ihlali hem de hırsızlık suçu açısından tipikliğe engel olan bir rıza söz konusudur. Her iki suç açısından da tipiklik gerçekleşmemiştir. Yine de R, başkasına ait bir eşyayı aldığından teşebbüs aşamasında kalmış hırsızlık suçundan ve teşebbüs aşamasında kalmış konut dokunulmazlığının ihlali suçundan sorumlu tutulacaktır.Hukuka uygunluk nedeni olan rızada ise rızanın varlığından habersiz olan failin işlediği fiil bakımından iki farklı görüşten söz edilebilecektir. Bu durumda sübjektif görüşe göre failin bu nedenden haberdar olması gerektiğinden tamamlanmış suçtan ya da netice haksız olmadığından suçun teşebbüs aşamasında kalmış halinden sorumlu tutulması gerekmektedir. Objektif görüşe göre ise failin bu nedenden haberdar olması gerekmemekte, failin içsel anlamda rızasının bulunması yeterli addedilip her halükârda bu hatasından yararlanması gerektiği kabul edilmektedir. Bu çerçevede her ne kadar hukuka uygunluk nedeni olan rızada objektif görüşün benimsenmesi halinde tipikliğe engel olan rıza ile aynı sonuca ulaşılmaktaysa da hukuka uygunluk nedeni olan rızada sübjektif görüşten hareket edilmesi durumunda farklı bir sonuca ulaşılması gerekli hale gelecektir. 257  Baumann, Weber, Mitsch and Eisele (n 4) § 15 kn 146.258  Beckert (n 17) 510; Geerds (n 9) 45; Roxin (n 4) § 13 kn 9; Schmidt (n 2) kn 429; Ekici Şahin (n 4) 75.259  Gropp (n 19) § 5 kn 120; Heinrich (n 17) kn 451.260  Heinrich (n 17) kn 451.261  Amelung and Eymann (n 8) 941; Beckert (n 17) 510; Schmidt (n 2) kn 429. Bilgi için bakınız Ekici Şahin (n 4) 75, 76.262  Selman Dursun ve Ali Emrah Bozbayındır, ‘Ceza Hukukunda Hukuka Uygunluk Nedenlerinin Manevi Unsurları Meselesi  (2015) 73(1) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 86, 87. 1516Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaIV. SonuçRızanın niteliğine ilişkin olan bu incelemede, öncelikle rızanın tipikliğe engel olan ve hukuka uygunluk nedeni olan iki türünün bulunduğu düşüncesinden hareket edilmiştir. Bu kapsamda herhangi bir suç tipinde rızanın hukuka uygunluk nedeni mi yoksa tipikliğe engel olan bir neden mi olduğu hususunda irdeleme yapılırken evvela rızanın tipikliğe engel teşkil edip etmediği üzerinde durulmalıdır. Bu çerçevede rızanın tipikliğe engel bir nitelik arz ettiği yönünde bir sonuca ulaşılabilmesi için ya suç tipinde açıkça rızaya aykırılık ifadesi aranmalı ya da suç tipinde yer alan ifadeler yorumlanmalı ve bu suretle rızaya aykırılığın tipiklik altında konumlandırıldığı tespit edilmelidir. Buna göre hırsızlık suçu gibi bazı suçlarda suç tipini temellendiren durumun haksızlığın,  kendisine  ait  olan  belirli  değerleri  ihlal  edilen  kişinin  iradesine aykırılığında yer aldığı ifade edilmiştir ki bu suç tiplerinde rıza, tipikliğe engel bir niteliği haiz olup  tipikliğe engel olan rıza  şeklinde isimlendirilmektedir. Zaten bunun gibi rızaya aykırılığın açıkça suç tipinde belirtildiği suçlarda rızanın hukuka uygunluk nedeni mi yoksa tipikliğe engel teşkil eden rıza mı olduğu konusunda çalışmada  da  yer  yer  belirtildiği  üzere  istisnalar  dışında  herhangi  bir  tartışma bulunmamaktadır. Bu noktada esas üzerinde durulması gereken husus, rızaya aykırılığın açıkça suç tipinde gösterilmediği durumlarda rızanın niteliğinin ne olduğudur. İşte bu gibi hallerde ilgili suç tipinin fonksiyonu ve korunan hukuki değerin yapısından hareketle bir sonuca ulaşılacaktır. Nitekim iradenin kabul etmesi ve kullanması özgürlüğünün bir unsur olarak doğrudan kullanılan kelimelerle değil de yorum yoluyla ortaya konulabildiği suç tiplerinde tipikliğe engel olan rızadan söz edilecektir. Yani bu tür suç tiplerinde, amaç ve anlamları veya yapısı gereğince tanımlarında yer alan hareketin mağdurun iradesi olmaksızın ya da bu iradeye aykırı olarak gerçekleştirilmesi şart koşulur. Nitekim Alman doktrininde kişiyi hürriyetinden yoksun kılma suçunun (§ 239) bu kapsamda telakki edildiği üzerinde durulmuş, buna gerekçe olarak da suçun kanuni tanımında yer alan  kapatma  ve  yoksun bırakma  hareketlerinin kendi yapılarının mağdurun iradesine aykırı olmalarını ya da iradesi olmaksızın gerçekleştirilmelerinin şart koşulması gösterilmiştir. Bu görüşle bağlantılı olarak her ne kadar Türk doktrininde hâkim görüş tarafından kabul edilmese de bizim kanaatimiz  Türk  hukukunda  da  kanuni  tanımdaki  ifadelerden  hareketle  kişiyi hürriyetinden yoksun kılma suçu bakımından rızanın tipikliğe engel olan bir neden olduğu yönündedir. Türk doktrininde rızanın niteliğinin ne olduğu konusunda incelenmesi gereken esas suç tiplerinden biri konut dokunulmazlığının ihlali suçuyken (TCK md. 116) diğeri de cinsel suçlardır. Konut dokunulmazlığının ihlali suçu, suç tipinde açıkça 1517İstanbul Hukuk Mecmuası 78/3rızaya  aykırılıktan  bahsedildiğinden  esasen   rıza nın  hukuka  uygunluk  nedeni değil de tipikliğe engel olan bir neden olduğu suç tiplerine verilebilecek en bilinen örneklerden biridir. Nitekim madde gerekçesinde yer alan  …konut sahibinin rızasının olmaması, bu suçun bir unsurunu oluşturmaktadır…  şeklindeki ifade de bu durumu göstermektedir. Bununla birlikte gerekçedeki bu ifadenin hemen ardından gerekçede yer verilen  Konut dokunulmazlığını ihlâl suçunun hukuka aykırılık vasfını ortadan kaldıran rızanın, hukuken geçerli rıza olması gerekir.  şeklindeki ifadenin önceki cümle ile uyumlu olmadığı da vurgulanmıştır.   Cinsel suçlar açısından suç tanımlarında yer alan davranışların geri planında söz konusu olan  iradeye aykırılık  unsuru nedeniyle esasen bu suçların oluşması için rızanın bulunmamasının bir ön koşul olduğu, bu anlamda Alman hukukunda genel olarak kabul edildiği gibi Türk hukukunda da cinsel suçlarda rızanın hukuka uygunluk nedeni değil, tipikliğe engel olan bir nitelik arz ettiğinin altı çizilmiştir. Nitekim bu durum, hem cinsel suçların düzenleniş şeklinden ve düzenleme içeriklerinden hem de madde gerekçesinden açıkça anlaşılmaktadır. Öyle ki cinsel suçlar bakımından rızanın tipikliğe engel olucu nitelik taşımayıp hukuka uygunluk nedeni olduğunun ileri sürülmesi halinde karşılıklı rızalarıyla cinsel davranışlarda bulunan kişilerin ve hatta eşlerin dahi bu tür cinsel davranışlarının cinsel saldırı suçu açısından tipik olduğunun kabul edilmesi sonucunu ortaya çıkaracağı, en son hukuka aykırılık unsuru kapsamında yapılacak değerlendirmede rızanın varlığından bahisle gerçekleştirilen cinsel davranışların meşru olduğunun kabul edilebileceği, daha önemlisi ise akıl hastalarının  birçok  durumda  cinsel  birlikteliklere  karşı  rıza  gösteremeyecekleri sonucuna ulaşılmasının gerekli hale geleceği, bunun da akıl hastalarının cinsel yaşamlarının sonlandırılmasından başka bir anlam ifade etmeyeceği hususlarına dikkat çekilmiştir.  Elbette bu iki rıza türünün bu şekilde ayrılmasının ne yönde öneminin olduğu, özellikle de sonuçlarıyla birlikte değerlendirme yapıldığında daha iyi anlaşılmaktadır. Bu nedenle tipikliğe engel olan rıza ile hukuka uygunluk nedeni olan rıza arasındaki ayrımın tablo olarak gösterilmesi daha faydalı olacaktır. 1518Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaHUKUKA UYGUNLUK NEDENİ OLAN RIZA İLE TİPİKLİĞE ENGEL OLAN RIZANIN KARŞILAŞTIRMASIHUKUKA UYGUNLUK NEDENİ   TİPİKLİĞE ENGEL  OLAN RIZA OLAN RIZA•  Fiili hukuka uygun kılan bir etki söz konusudur. •  Maddi ve manevi unsur oluşur, ancak hukuka  •  Fiilin tipe uygun olmasına engel olucu bir etki uygunluk nedeni söz konusu olduğundan fiil  söz konusudur. hukuka uygun, meşru hale gelir.  •  Böylelikle maddi unsur oluşmaz.•  Fiili yapısı nedeniyle yalnızca ilgili kişinin doğal anlamda iradesini ortaya koyabilme durumu dikkate alınır. •  Rıza gösteren kişinin rıza yeteneğine sahip  •  Yani kişinin rıza yeteneğine sahip olması gerekli olması gerekir. değildir. •  Rızaya yönelik bir iradenin tek başına mevcudiyeti yeterlidir.•  Rızanın açık ve somut bir şekilde ifade edilmiş olması gerekli değildir. •  Fiilin icrası başladığında rızanın fiilen mevcut •  Rızanın açık ve somut bir şekilde ifade edilmiş olması yeterlidir. olması gerekir. •  Kuşkusuz ki rızanın bilinçli bir şekilde verilmiş •  Bu açıklama, hile, tehdit, hata gibi nedenlerle olması şarttır. iradede meydana gelen bir eksikliğe •  Korkudan ya da endişeden kaynaklı olarak salt dayanmamalıdır. pasif bir katlanma yeterli değildir. •  Aksi takdirde rıza geçersiz ve etkisiz olur. •  Hile suretiyle iradede meydana gelen eksiklik rızanın salahiyeti açısından kural olarak önemsizdir. Hata durumlarında; Hata durumlarında;•  Failin gerçekte mevcut olan rızadan haberinin  •  Failin gerçekte mevcut olan rızadan haberinin olmaması halinde sübjektif görüşe göre  olmaması halinde elverişsiz teşebbüs söz teşebbüsten ya da tamamlanmış suçtan bahisle  konusu olacaktır. Elverişsiz teşebbüs, Alman cezalandırma gündeme gelecektir. Objektif  hukukunda cezalandırılırken Türk hukukunda görüşe göre ise hiçbir şekilde cezalandırma söz  cezalandırılmaz.konusu olmayacaktır. •  Failin esasen bulunmayan rızayı mevcut •  Failin esasen bulunmayan rızayı mevcut  zannetmesi halinde ise maddi unsurlarda hata zannetmesi halinde ise hukuka uygunluk  sonucu kastı kalkar, failin taksirli sorumluluk nedenlerinin koşullarında hata olacak. Buna  hali saklı kalır. göre bu hata durumunda failin kastı kalkar, taksirli sorumluluk hali saklı kalır. Bununla birlikte Alman doktrininde hâkim görüşe göre kusur kastı ortadan kalkacaktır. Tam bu noktada iki görüş ortaya çıkmıştır. Birinci görüş kastı kaldıran hata sonucuna ulaşırken diğer görüş, bu hatayı kusuru etkileyen bir hata olarak görmektedir. 263  Tablo, Schmidt in eserinden yararlanılarak düzenlenmiştir. Bakınız Schmidt (n 2) kn 451.1519İstanbul Hukuk Mecmuası 78/3Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1520Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan Rıza",
     "Kaynakça": "Akkaya Ç, Cinsel Dokunulmazlığa Karşı Suçlar (Adalet, Ankara 2017).Amelung K, ‘Über die Einwilligungsfahigkeit  (ZStW 104, 1992), 525 551; 821 833.Amelung K, ‘Willensmangel bei der Einwilligung als Tatzurechnungsproblem  (ZStW 109, 1997) 490 518.Amelung, K and Eymann F, ‘Die Einwilliung des Verletzten im Strafrecht  (JuS 2001) 937 946.Arslantürk M, Türk Ceza Kanunu Uygulamasında Cinsel Suçlar (4. Baskı, Seçkin, Ankara 2018).Artuç M, Gökcan HT and Yaşar O, Yorumlu Uygulamalı Türk Ceza Kanunu (C. 3, Adalet, Ankara 2015).Artuk ME, Gökcen A, Alşahin ME and Çakır K, Ceza Hukuku Genel Hükümler (12. Baskı, Adalet, Ankara 2018).Artuk ME, Gökcen A, Alşahin ME and Çakır K, Ceza Hukuku Özel Hükümler (Adalet, Ankara 2018).Arzt G, Weber U, Heinrich B and Hilgendof E, Strafrecht Besonderer Teil (3. Auflage, Giese King, 2015).Aydın M, Çocukların Cinsel İstismarı ve Reşit Olmayanla Cinsel İlişki Suçu (3. Baskı, Seçkin, Ankara 2018).Baumann J, Weber U, Mitsch W and Eisele J, Strafrecht Allgemeiner Teil (12. Auflage, Verlag Ersnt und Werner Gieseking, Bielefeld 2016).Beckert SM, ‘Einwilligung und Einverständnis  (JA 2013) 507 511.Bergmann A, ‘Die Grundstruktur des rechtfertigenden Notstand (§ 34 StGB)  (JuS 1989) 109 111.Bichlmeier G, ‘Die Wirksamkeit der Einwilligung in einen medizinisch nicht indizierten ärztlichen Eingriff  (JZ 1980) 53 56.Centel N, Zafer H and Çakmut ÖY, Kişilere Karşı İşlenen Suçlar (C. I, Beta, 3. Bası, İstanbul 2016).Cihan E, ‘Kişisel Özgürlüğü Sınırlama Cürmü (Hürriyeti Tahdit)  (İÜHFM 1975) 47 69.Çakmut ÖY, ‘Kişiyi Hürriyetinden Yoksun Kılma Suçu (TCK md. 109)  (Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Prof. Dr. Nur Centel e Armağan, Y. 2013, C. 19, S. 2) 587 602.Demir O, ‘Genital Muayene Suçu (TCK m. 287) , Sakarya Üniversitesi Hukuk Fakültesi Dergisi (C. 5, S. 2, Aralık 2017) 123 147.Demirel M, ‘Evi Terk Eden Çocuğu Evlenmek Amacıyla Yanında Tutan Kişinin Fiiline İlişkin Yargıtay Ceza Genel Kurulu Kararının Değerlendirilmesi  (Erciyes Üniversitesi Hukuk Fakültesi Dergisi, Ekim 2018, S. 2, C. XIII) 289 315.Demirel M, ‘Uyuşturucu Madde Ticareti Suçlarında Alıcı Kılığına Giren Kolluk Görevlisinin Hukuki Niteliği ve Cezalandırılabilirliği  (Ceza Hukuku Dergisi, Nisan 2018, Y. 13, S. 36) 101 161.Dursun S, ‘Türk Ceza Hukukunda Cinsel Suçlara Genel Bir Bakış  (Ceza Hukuku Dergisi, Y. 9, S. 24, Nisan 2014) 57 73. Dursun S and Bozbayındır A E, ‘Ceza Hukukunda Hukuka Uygunluk Nedenlerinin Manevi Unsurları Meselesi  (İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. LXXIII, S. 1, 2015) 63 90.Ekici Şahin M, Ceza Hukukunda Rıza (1. Baskı, On İki Levha, İstanbul 2012).Ergün GO, Konut Dokunulmazlığını İhlal Suçu (Çakmak Yayınevi, Ankara 2010).Eser A and Eisele J, Schönke/Schroeder Strafgesetzbuch Kommentar (29. Auflage, C. H. Beck, 2014).1521İstanbul Hukuk Mecmuası 78/3Exner T, ‘Minderjahrige im StGB  (Jura 2013) 103 110. Fischer T, Strafgesetzbuch mit Nebengesetzen (66. Auflage, C. H. Beck, 2019).Frister H, Strafrecht Allgemeiner Teil (7. Auflage, C.H. Beck, 2015).Geerds F, ‘Einwilligung und Einverstandnis des Verletzten im Strafgesetzentwurf  (ZStW 1953) 42 92.Geppert K, ‘Stracrecht: Die mißglückte Bierreise  (JuS 1975) 384 390.Gropengießer H, ‘Die Rechtswidrigkeit bei der Sachbeschädigung  (JR 1998) 89, 91. Gropp W, Strafrecht Allgemeiner Teil (4. Auflage, Springer 2015).Heger M, Lackner/Kühl Strafgesetzbuch (29. Auflage, C. H. Beck, 2018).Heinrich B, Strafrecht Allgemeiner Teil (4. Auflage, Verlag W. Kohlhammer, Stuttgart 2014).Herzberg RD, ‘Rectliche Probleme der rituellen Beschneidung  (JZ 2009) 332 339.Hoffmann Holland K, Strafrecht Allgemeiner Teil (3. Auflage, Morh Siebeck, Tübingen 2015).Jescheck  HH  and  Weigend  T,  Lehrbuch  des  Strafrechts  Allgemeiner  Teil  (5.  Auflage, Duncker&Humblot, Berlin 1996).Kantarcı N, Türk Ceza Hukukunda Reşit Olmayanla Cinsel İlişki Suçu (Adalet, Ankara 2016).Kartal PM, Türk Ceza Hukukunda Çocukların Cinsel İstismarı (Der Yayınları, İstanbul 2014).Keskin Kiziroğlu S, 5237 Türk Ceza Kanunu nda Konut Dokunulmazlığının İhlali Suçu (Adalet, Ankara 2010).Kindhäuser U, Strafrecht Allgemeiner Teil (7. Auflage, Nomos, Baden Baden 2015).Kindhäuser U, Strafrecht Besonderer Teil I (4. Auflage, Nomos, Baden Baden 2009).Koca M and Üzülmez İ, Türk Ceza Hukuku Genel Hükümler (11. Bası, Seçkin, Ankara 2018).Koca M and Üzülmez İ, Türk Ceza Hukuku Özel Hükümler (5. Bası, Adalet, Ankara 2018).Krey V and Esser R, Deutsches Strafrecht Allgemeiner Teil (5. Auflage, Stuttgart 2012).Krey V and Heinrich M, Strafrecht Besonderer Teil (Band I, Verlag W. Kohlhammer, Stuttgaert 2008).Kühl K, Lackner/Kühl Strafgesetzbuch (29. Auflage, C. H. Beck, 2018).Kühl K, Strafrecht Allgemeiner Teil (8. Auflage, Verlag Franz Vahlen München, 2017).Malkoç İ, Açıklamalı Türk Ceza Kanunu (C. 2, Ankara 2013).Maurach R, Schroeder FC and Maiwald M, Strafrecht Besonderer Teil (Band 1, 10. Auflage, C. F. Müller, Heidelberg 2009).Meran N, Hürriyetten Yoksun Bırakma, Tehdit, Şantaj, Konut Dokunulmazlığını Bozma (Seçkin, Ankara 2014).Murmann U, Grundkurs Strafrecht (3. Auflage, C.H. Beck, München 2015).Ostendorf H, Kindhäuser/Neumann/Paeffgen Strafgesetzbuch (5. Auflage, Nomos, 2017).Otto H, Grundkurs Strafrecht (7. Auflage, De Gruyter Recht, Berlin 2004).Önder A, Türk Ceza Hukuku Özel Hükümler (4. Bası, Filiz Kitabevi, İstanbul 1994).Özbek VÖ, Doğan K, Bacaksız P and Tepe İ, Türk Ceza Hukuku Özel Hükümler (13. Bası, Seçkin, Ankara 2018).Özen M, Ceza Hukuku Özel Hükümler Dersleri (2. Bası, Adalet, Ankara 2017).Özgenç İ, Türk Ceza Hukuku Genel Hükümler (14. Bası, Seçkin, Ankara 2018).Rackow P, v. Heintschel Heinegg (Hrsg.), Strafgesetzbuch Kommentar Beck/OK StGB (39. Edition).Rengier R, Strafrecht Allgemeiner Teil (9. Auflage, C. H. Beck, München 2017).1522Demirel / Ceza Hukukunda Rızanın İki Boyutu: Tipikliğe Engel Olan Rıza ve Hukuka Uygunluk Nedeni Olan RızaRenzikowski J, Münchener Kommentar zum Strafgesetzbuch: StGB (Band 4, 3. Auflage, C. H. Beck, 2017).Roxin C, Strafrecht Allgemeiner Teil (Band I, 4. Auflage, C. H. Beck, München 2006).Rönnau T, ‘Grundwissen – Strafrecht: Einwilligung und Einverstandnis  (JuS 2007) 18 20.Rönnau T, ‘Zur Lehre vom bedingten Einverständnis  (Festschrift für Claus Roxin, 2011) 487 506.Savaşçı B, Çocukların Cinsel İstismarı Suçu (Legal, İstanbul 2013).Schäfer J, Münchener Kommentar zum Strafgesetzbuch (Band 3, 3. Auflage, C. H. Beck, 2017).Schild W, ‘Eindringen (§ 123 I StGB) bei individuellem Betretungsverbot  (NStZ 1986) 346 351.Schlehofer H, Einwilligung und Einverstandnis (Carl Heymanns Verlag KG, Berlin 1985).Schlehofer H, Münchener Kommentar zum Strafgesetzbuch: StGB (Band 1, 3. Auflage, C. H. Beck, 2017).Schmidhäuser E, Strafrecht Allgemeiner Teil (2. Auflage, J. C. B. Mohr, Tübingen 1975). Schmidt R, Strafrecht Allgemeiner Teil (14. Auflage, Bremen 2015).Sonnen BR, Kindhäuser/Neumann/Paeffgen Strafgesetzbuch (5. Auflage, Nomos, 2017).Sternberg Lieben D, Schönke/Schroeder Strafgesetzbuch Kommentar (29. Auflage, C. H. Beck, 2014).Stratenwerth G and Kuhlen L, Strafrecht Allgemeiner Teil (6. Auflage, Verlag Franz Vahlen München, 2011).Taner FG, Türk Ceza Hukukunda Cinsel Özgürlüğe Karşı Suçlar (2. Bası, Seçkin, Ankara 2017).Tezcan D, Erdem MR and Önok RM, Teorik ve Pratik Ceza Özel Hukuku (16. Bası, Seçkin, Ankara 2018).Toroslu N, Ceza Hukuku Özel Kısım (Savaş Yayınevi, Ankara 2018).Tuğrul AC and Tuğrul MC, Cinsel Dokunulmazlığa Karşı İşlenen Suçlar & Ensest İlişkiler (Ankara 2018).Valerius B, v. Heintschel Heinegg (Hrsg.) Strafgesetzbuch Kommentar, Beck/OK StGB (39. Edition).Weigend T, ‘Über die Begründung der Straflosigkeit bei Einwilligung des Betroffenen  (ZStW 98 1986), 44 72.Welzel H, Das Deutsche Strafrecht (11. Auflage, Walter de Gruyter, Berlin 1969).Wessels J and Hettinger M, Strafrecht Besonderer Teil 1 (35. Auflage, C. F. Müller, Heidelberg 2011).Wieck Noodt B, Münchener Kommentar zum Strafgesetzbuch: StGB (Band 4, 3. Auflage, C. H. Beck, 2017).Ziegler S, v. Heintschel Heinegg (Hrsg.), Strafgesetzbuch Kommentar Beck/OK StGB (39. Edition).1523"
}