{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "25",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "Konkordatonun Kefalet Sözleşmesine Etkileri",
     "Title": "Effects of Concordat on the Suretyship",
     "Yazar İsmi": [

          "Levent Börü" , "Şafak Parlak Börü"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Konkordato", "Kefalet", "Birlikte borçluluk", "Konkordato mühleti", "Konkordatonun tasdiki"
     ],
     "Keywords": [
          "Concordat", "Suretyship", "Joint indebtedness", "Concordat period", "Approval of the concordat"
     ],
     "Özet": "Konkordato, borçlarını vadesi geldiği halde ödeyemeyen veya vadesinde ödeyememe tehlikesi altında bulunan bir borçlunun borçlarını proje ile belirli bir vade veya indirim yoluyla yeniden yapılandırabileceği bir hukuki imkândır. Konkordato geçici mühleti sonunda konkordatonun başarıya ulaşma ihtimalinin olması durumunda borçluya bir yıllık kesin mühlet verilir. Konkordatonun borçlu ve alacaklıları üzerinde takip hukuku ve maddi hukuk ile ilgili önemli sonuçları bulunmaktadır. Ayrıca asıl borç için kefalet sözleşmesi yapılması durumunda konkordatonun kefalete etkileri ortaya çıkmaktadır. Böyle bir durumda konkordatonun ilgi alanına alacaklıların ve borçlunun dışında, alacaklıya karşı borçtan birlikte sorumlu olan kefil de dahil olmaktadır. Türk Borçlar Kanunu nda hükme bağlanan kefalete, borçlunun konkordato sürecine girmesi ile birlikte İcra İflas Kanunu hükümlerinin de uygulanması gerekir. Zira, İİK nun konkordato ile ilgili düzenlendiği bölümde kefalete ilişkin hükümler bulunduğu gibi, TBK nun kefalete ilişkin düzenlendiği bölümde konkordatoya ilişkin hükümler bulunmaktadır. Her ne kadar kefalet bakımından İİK hükümlerinin TBK hükümlerine göre özel hükümler olduğu kabul edilse de konkordatonun kefalete olan etkileri bu hükümlerin birlikte uygulanmasını zorunlu kılar.",
     "Abstract": "Concordat is a legal opportunity for reorganizing the debts of any debtor, who cannot pay his debts or who is in danger of failing to pay at a maturity date, with a project via a certain maturity date or discount. The debtor will be given 1-year definitive period if the concordat is likely to be successful at the end of the provisional period. Concordat has important consequences related to procedural law and substantive law on debtors and creditors. Furthermore, the effects of concordat on the suretyship arise in the case of signing a suretyship contract for the original debt. Hence, the surety who is jointly liable to the creditor with the debt is also included in the interest of the concordat apart from the creditors and the debtor. The provisions of the Enforcement and Bankruptcy Code (EBC) must also be applied to the suretyship stipulated in the Turkish Code of Obligations (TCO) after the debtor enters the concordat process as there are provisions regarding suretyship in the section where Enforcement and Bankruptcy Code is organized on concordat, and there are provisions on concordat in the section where TCO is organized on suretyship. The effects of concordat on the suretyship require that these provisions be applied together although it is accepted that the provisions of the EBC regarding suretyship are special provisions according to the provisions of the TCO.",
     "Metin": "Mali durumunun bozulması sebebiyle vadesi geldiği halde borçlarını ödeyemeyen veya vadesinde ödeyememe tehlikesi altında bulunan bir borçlu, Kanun da öngörülen nitelikli çoğunlukta alacaklıları tarafından kabul edilmesi ve mahkemece tasdik edilmesi sonucu borçlarını vadelendirme veya indirim yapılmak şekliyle İİK nda düzenlenen konkordato kurumu ile yeniden yapılandırabilmektedir. Bu bakımdan konkordatonun borçlunun mali durumunu yeniden yapılandıran karakteristik bir özelliği  bulunmaktadır.  Borçlunun  konkordatodan  yararlanabilmesi  için  onun iflâsa tabi kişilerden olması şart değildir; bununla birlikte iflâsa tabi olmayan borçlu için de gerek konkordato başvurusunda gerek konkordatonun tasdikinde konkordato projesinde yer alan teklife göre alacaklıların eline geçmesi öngörülen miktar ile borçlunun iflası halinde alacaklıların eline geçebilecek muhtemel miktarın varsayımsal olarak tespit edilmesi gerekmektedir (İİK m 286,I-d; 305, I-a)5. Burada egemen olan düşünce borçlunun mali durumunun mümkün ise tasfiyeden, iflâstan ve iflâsın yıkıcı etkilerinden korunarak yeniden yapılandırılmasıdır. Konkordato kurumu ile iflâsa tabi olmayan borçlu için borçlunun malvarlığının icra yoluyla paraya çevrilmesine kıyasla daha iyi değerlendirilmesi amaçlanırken; iflâsa tabi kimse için ise alacaklılara iflâs tasfiyesine kıyasla daha avantajlı bir öneri getirilen toplu bir borç tasfiyesi amaçlanır. Borçluya ise borçlarını ödeyebilmek konusunda belirli süre tanınarak onun malvarlığına karşı icra takibi yapılmasının önüne geçilir; bu bakımdan konkordato ile, esas itibarıyla borçlunun menfaatleri ön planda tutulmuştur. İcra İflâs Kanunu nda konkordato, iflâs dışı (adi) konkordato, iflâs içi konkordato (iflâstan  sonra  konkordato)  ve  malvarlığının  terki  suretiyle  konkordato  olarak hükme bağlanmıştır. İflâs dışı konkordato, iflâsa tabi olmayan borçlularla henüz 1  Konkordato, kelime anlamıyla sözleşme, anlaşma anlamına gelen  concordat ,  konkordat ,  concordato  kelimesinin karşılığıdır. Ejder Yılmaz, İcra ve İflâs Kanunu Şerhi (Yetkin 2016), 1256.2  Bkz ve karş Daniel Hunkeler, Das Nachlassverfahren nach revidiertem SchKG, Mit einer Darstellung der Rechtsordungen der USA, Frankreichs und Deutschlands (Universitätsverlag Freiburg 1996) 5 ff; Selçuk Öztek, ‘İİK m 285 in Selçuk Öztek (ed) Yeni Konkordato Hukuku (2. Bası, Adalet 2019), 134 ff; Sümer Altay ve Ali Eskiocak, Konkordato ve Yeniden Yapılandırma Hukuku (4. Bası, Vedat 2018) 16 ff; Timuçin Muşul T, İflâs ve Konkordato Hukuku (Adalet 2018) 347 ff; Hakan Pekcanıtez ve Güray Erdönmez, 7101 Sayılı Kanun Çerçevesinde Konkordato (Vedat 2018) 4 ff.3  Hans Hurter, Der Nachlassvertrag mit Gesellschaftsgründung (Keller & Co AG 1988) 34 ff.4  Ramazan Arslan, Ejder Yılmaz, Sema Taşpınar Ayvaz ve Emel Hanağası E, İcra ve İflâs Hukuku (5. Bası, Yetkin 2019) 544.5  Bu hükümlerin iflas dışı konkordatonun niteliği ile bağdaşmadığı için Kanundan kaldırılması gerektiği görüşü için bkz Oğuz Atalay, ‘Konkordato Projesinin Hazırlanması  iç MİHBİR XVI 7101 Sayılı Kanunu Çerçevesinde Konkordato (Türkiye Cumhuriyeti Adalet Bakanlığı 2019) 99.6  Sema Taşpınar, ‘Adi Konkordato Hakkında İcra ve İflâs Kanunu nda yapılan Değişiklikler  (2003) 27 (2) Banka ve Ticaret Hukuku Dergisi 52.7  Jolanta Kren Kostkiewicz, Schuldbetreibungs- & Konkursrecht (3. Auflage, Schulthess 2018) 481.8  Hunkeler (n 2) 14. 9  Süha Tanrıver, Konkordato Komiseri (Yetkin 1993) 4.1243İstanbul Hukuk Mecmuası 78/3iflâs etmemiş olan borçluların teklif ettiği konkordato türüne verilen isimdir. Bu çalışmamızda uygulamada da esas olarak ortaya çıkan konkordato türü olan iflâs dışı konkordatonun kefalete etkileri irdelenecektir. Alacaklarını vadelendirilmiş veya indirilmiş şekilde alabilecek olan alacaklılar için  konkordato  özverili  olmayı  gerektirmektedir.  Zira,  konkordato  mühleti verilmesinden  konkordatonun  tasdikine  kadar  alacaklılar  alacaklarını  borçludan kural  olarak  talep  edemezler.  Bunun  üzerine  alacaklarını  kefalet  ile  güvence altına alan alacaklılar, borçludan tahsil edemedikleri alacaklarını bu kez kefilden almaya çalışacaklardır. İşte bu noktada konkordatonun ilgi alanına alacaklıların ve borçlunun dışında, alacaklıya karşı borçtan birlikte sorumlu olan kefil de dahil olmaktadır.  Böyle  bir  durumda  sadece  alacaklı  ve  borçlu  bakımından  sonuç doğuran konkordato hükümlerinin artık kefil ile de ilişkisi ortaya çıkmaktadır. Bu sebeple, konkordatonun kefalete etkileri konusunda TBK na ve İİK na özel hükümler konulmuştur. Çalışmamızda bu Kanunların ilgili hükümleri dikkate alınarak borçluya tanınmış iflâs dışı adi konkordato başvurusunun, mühletinin ve tasdikinin kefalet sözleşmesine etkileri incelenecektir. Çalışmamızın ilk bölümünde konkordatonun kefalet sözleşmesine etkilerine ilişkin sorunların çözülebilmesi için kefalete ilişkin temel özellikler kısaca açıklanacaktır.  I. Kefaletin Tanımı, Tarafları, Temel Özellikleri Ve TürleriA. Tanımı, Tarafları ve Temel ÖzellikleriKefalet sözleşmesi, TBK m 581 de tanımlanmıştır. Buna göre, kefalet sözleşmesi, kefilin alacaklıya karşı, borçlunun borcunu ifa etmemesinin sonuçlarından kişisel olarak sorumlu olmayı üstlendiği sözleşmedir. Bu tanımdan da anlaşılacağı üzere kefalet sözleşmesi, alacaklıya kişisel teminat sağlanması amacıyla yapılarak üçlü bir ilişkiyi zorunlu kılar ve bu kişisel teminat fonksiyonu, kefalet sözleşmesinin asıl amacını ve hukuki sebebini oluşturur. Bu bakımdan kefaletin amacı, asıl borcun 10  Serdar Kale, Sorularla Konkordato (On İki Levha 2017) 4; Süha Tanrıver ve Adnan Deynekli, Konkordatonun Tasdiki (Yetkin 1996) 42. 11  Yılmaz (n 1) 1257.12  İhsan Erdoğan, ‘Konkordatonun Müşterek Borçlulara ve Kefillere Etkisi  (1984) 10 (1-2) Yargıtay Dergisi 158. 13  ibid 158.14  Bu konuyla ilgili doktrin tarafından yapılan çalışmalara da bakıldığında yürürlükten kaldırılan 818 sayılı eski BK m 483 ile karşılaştırıldığında, 6098 sayılı TBK m 581 de hükme bağlanan kefalet sözleşmesine ilişkin tanımın yeterli olduğu belirtilmiştir. Bu sebeple kefalet sözleşmesine ilişkin ayrıca kanun metni dışında bir tanımlama yapılması gerekmediği belirtilmiştir. Bkz Serkan Ayan, Kefalet Sözleşmesi (Adalet 2018) 15; Burak Özen, 6098 Sayılı TBK Çerçevesinde Kefalet Sözleşmesi (4. Bası, Vedat 2017) 57; Seza Reisoğlu, Türk Kefalet Hukuku (2. Bası, Cem Web Ofset 2013) 20; Cevdet Yavuz, Türk Borçlar Hukuku Özel Hükümler (9. Bası, Beta 2014) 1361; Kasım Buluş, 6098 Sayılı Türk Borçlar Kanununa Göre Birlikte Kefaletin Türleri ve Hükümleri (Seçkin 2017) 23; Ömer Çınar, Türk Borçlar Kanununa Göre Kefilin Sorumluluğunun Sona Ermesi (On İki Levha 2013) 1; Nami Barlas, ‘Yeni Türk Borçlar Kanununda Kefalet Sözleşmesi Konusunda Getirilen Yenilikler  iç Çiğdem Kırca (ed), Yeni Türk Borçlar Kanunu ve Yeni Türk Ticaret Kanunu Sempozyumu (Vedat 2013) 213. 15  Fikret Eren, Borçlar Hukuku Özel Hükümler, (7. Bası, Yetkin 2019) 771; Reisoğlu (n 14) 20.1244Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkilerialacaklısını  güvence  altına  almaktır.  Buna  göre,  kefil,  borçlunun  borcunu  ifa etmeyi sağlamaktan ziyade onun borcunu hiç veya gereği gibi yerine getirmemesi durumunda bunu kişisel olarak sorumlu olmayı üstlenir. Kefalet sözleşmesinin geçerli olabilmesi için mevcut ve geçerli asli bir borcun varlığı, kefilin kefalet ehliyetine sahip olması (TBK m 582), kefalet sözleşmesinin yazılı olması ve kefilin garanti ettiği miktarın açıkça belirtilmiş olması (TBK m 583) gerekir. Kefalet sözleşmesinin tarafları alacaklı ile kefildir. Başka bir deyişle, kefalet sözleşmesi,  alacaklı  ile  kefil  arasında  yapılmasına  rağmen,  alacaklı,  kefil  ve borçlu arasında doğan üçlü ilişkiden kaynaklanan hukuki sonuçları ortaya çıkarır; dolayısıyla kefaletle temin edilen asıl borcun borçlusu kefalet sözleşmesinin tarafı değildir. O halde kefalet sözleşmesinin yapılmasıyla, kefil ile borçlu arasında bir sözleşme ilişkisi ortaya çıkmaz; sadece kefil, belli özellikleri olan borçlunun borcu için, örneğin arkadaşı, ortak olduğu şirket veya ticari ilişkisi sebepleriyle kefil olmak isteyecektir.Alacaklı,  kefil  ve  borçlu  üzerinde  üçlü  bir  hukuki  ilişki  yaratan  kefalet sözleşmesinin kendine özgü bazı temel özellikleri bulunmaktadır. Söz konusu bu temel özellikler onun diğer benzer hukuki kurumlardan ayırt edilmesini sağlamaktadır. Doktrinde kefalet sözleşmesinden doğan temel özellikler kısaca şu başlıklar altında belirtilmiştir:-Kefalet borcu, fer i bir borç ilişkisi doğurur: Kefalet sözleşmesi, kefil tarafından güvence altına alınan asıl bir borcun varlığını gerektirir ve bu borç, asıl borca bağlı hüküm doğurur. Buna göre, asıl borcun sona ermesi durumunda kefalet borcu da sona erecektir (TBK m 131,I). Asıl borç kısmen sona erdiği takdirde, kefilin sorumluluktan  kurtulması  da  kısmen  gerçekleşir.  Kefalet  sözleşmesinin  fer i özelliği sebebiyle, kefaletin varlığı, devamı ve sona ermesi de asıl borca bağlıdır. Bu sebeple kefalet borcu, asıl borç miktarıyla sınırlıdır ve kefile asıl borçtan fazla bir sorumluluk yüklenemez; yine alacak asıl borçluya karşı muaccel olmadan 16  Reisoğlu (n 14) 24; Haluk Tandoğan, Borçlar Hukuku- Özel Borç İlişkileri C 2 (4. Bası, Vedat 2008) 701.17  Gülçin Elçin Grassinger, Borçlar Kanununa Göre Kefilin Alacaklıya Karşı Sahip Olduğu Savunma İmkânları (Alfa 1996) 13; Yavuz (n 14) 1363; Tandoğan (n 16) 696-697.18  Reisoğlu (n 14) 43 ff; Ayan, 81 ff. 19  Reisoğlu (n 14) 20; Ayan, 15.20  Ayan (n 14) 16; Reisoğlu (n 14) 20.21  Kefalet sözleşmesinin benzer olan garanti sözleşmesinden, rehin sözleşmesinden, müteselsil borçluluktan, borca katılmadan, avalden ayırt edilmesi konusunda ayrıntılı bilgi için bkz Reisoğlu (n 14) 107 vd; Özen (n 14) 7 ff; Özlem Acar, Türk Borçlar Hukukunda Müteselsil Kefalet Sözleşmesi (On İki Levha 2015) 19 ff.22  Bkz ve karş. Özen (n 14) 72 ff; Ayan (n 14) 18 ff; Reisoğlu (n 14) 22 ff; Acar (n 21) 9 ff; Eren (n 15) 774 ff; Barlas, (n 14) 213 ff. 23  Reisoğlu (n 14) 22; Buluş (n 14) 25.24  Çınar (n 14) 6; Gizem Özkan Şahin, ‘Kefalet Sözleşmesinin Sona Ermesi  (2019) 25 (2) Marmara Üniversitesi Hukuk Fakültesi Araştırmaları Dergisi (Prof.Dr. Ferit Hakan Baykal Armağanı) 1301. 25  Elçin Grassinger (n 17) 13.26  Bu kuralın istisnası alacaklının konkordatoyu reddi durumundadır. Bkz aşağı III, C, b, aa. 1245İstanbul Hukuk Mecmuası 78/3kefile karşı da muaccel olmaz. Ayrıca kefilin sorumluluğu kural olarak ikincil (tali) niteliktedir; bu sebeple, asıl borcun muaccel olması ile birlikte, yani borçlunun borcunu ifa etmemesinden sonra kefile başvurulabilir.- Kefalet sözleşmesi tek tarafa borç yükleyen ivazsız bir sözleşmedir: Kefalet sözleşmesi ile yalnızca kefil, alacaklıya karşı borç altına girmektedir. Başka bir deyişle, bu sözleşme ile alacaklı herhangi bir borç altına girmez ve kefilin kendisine karşı  borç  edimini  yüklendiği  kimse  borçlu  olmayıp,  alacaklıdır. Ayrıca,  kefil, borçlanmış olduğu edime karşı alacaklıdan herhangi bir ivaz elde edemez. - Kefalet sözleşmesinin hukuki sebebi alacaklıya kişisel teminat sağlamaktır: Kefalet sözleşmesi, kefil ile alacaklı arasında yapılması sebebiyle, kefil alacaklıya karşı kişisel güvence vermektedir. Burada dikkat edilmesi gereken husus, asıl borç ile kefalet borcunun hukuki sebeplerinin birbirinden farklı olmasıdır; asıl borç, bir satış veya kira sözleşmesine dayanırken, kefalette daima kişisel teminat sebebine dayanılması gerekecektir.-Kefilin borcu, asıl borçtan ayrı bağımsız bir borçtur: Kefalet sözleşmesi ile kefil alacaklıya borçlunun edimini değil, kendi üstlendiği edimi borçlanır; böylelikle kefilin borcu, içerik ve şekil bakımından asıl borçtan bağımsızlaştırılır. Başka bir deyişle, kefalet sözleşmesinin geçerliliği, temel ilişkideki asıl bir borcun varlık ve geçerliliğine bağlı olmasına rağmen, kefalet sözleşmesi, alacaklı ile borçlu arasında yapılan temel borç ilişkisinden ayrı hüküm ve sonuç doğurur. Bu sebeple, kefilin alacaklıya yapacağı ifa ile asıl borç sona ermez; söz konusu ifayla kefalet borcu ortadan kalkar ve kefil alacaklıya ifada bulunduğu ölçüde onun haklarına halef olur (TBK m 596). B. TürleriKonkordato  ile  ilgili  kefaletin  türlerine  göre  TBK nda  ayrıksı  hükümler düzenlenmiştir; bu sebeple, çalışmada konuyla ilgisi olduğu ölçüde kefaletin türlerine kısaca  değinilmesinde  yarar  vardır. Ayrıca  diğer  bölümde  kefaletin  konkordato karşısındaki sonuçlarına değinilecektir. Kefalet, adi kefalet, müteselsil kefalet, birlikte (toplu) kefalet, kefile kefalet ve rücua kefalet olmak üzere çeşitli türlere ayrılır: 27  Eren (n 15) 776; Reisoğlu (n 14) 22-23.28  Fahrettin Aral ve Hasan Ayrancı, Borçlar Hukuku Özel Borç İlişkileri (12. Bası, Yetkin 2019) 468; Mustafa Alper Gümüş, Borçlar Hukuku Özel Hükümler C II (3. Bası, Vedat 2014) 288.29  Ayan (n 14) 18-19.30  Eren (n 15) 772-773.31  Ayan (n 14) 18.32  Eren (n 15) 777.33  Özen (n 14) 24; Eren (n 15) 774. 34  Ayan (n 14) 46.35  Bkz aşağı B, 3.1246Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkileri1- Adi Kefalet: Borçlunun borcunu yerine getirmemesi durumunda alacaklının kefile başvurabildiği kefalet türüne ‘adi kefalet  denir (TBK m 585). Bu kefalet, kefalet sözleşmesinin asıl olan türüdür. Adi kefalette kefilin borcu, tam anlamıyla ikincil bir borçtur; bu sebeple, alacaklının alacağını önce asıl borçludan talep ederek başvuruda bulunması gerekir. Kefile başvuru ile icra takibinin yapılması veya davanın açılması anlaşılmalıdır. Alacaklı borçluya başvurmadan, doğrudan doğruya kefile başvurursa, kefil, alacaklıdan önce borçluyu takip etmesi defini ileri sürebilir; doktrinde buna  tartışma def i  adı verilmektedir. TBK m 585,II e göre, alacak, kefaletten önce veya kefalet sırasında rehinle güvence altına alınmışsa, adi kefalette kefil, alacağın öncelikle rehin konusundan rehnin paraya çevrilmesi yolu ile alınmasını talep edebilir. Doktrinde buna  rehnin paraya çevrilmesi def i  adı verilmektedir. Tartışma ve rehnin paraya çevrilmesi defileri kefile tanınmış iki savunma vasıtası olup, bu iki savunma birbirinden bağımsızdır. Dolayısıyla, kefil, öncelikle tartışma defini, bunun gereği yerine getirilip kendisine tekrar başvurulması durumunda ise, şartları var ise rehnin paraya çevrilmesi defini ileri sürebilecektir. 2- Müteselsil  Kefalet:  Kefilin,  müteselsil  kefil  sıfatıyla  veya  bu  anlama  gelen herhangi bir ifadeyle yükümlülük altına girdiği kefalete, ‘müteselsil kefalet  denir (TBK m 586). Bu tür kefalette alacaklı, borçluyu takip etmeden veya taşınmaz  rehnini  paraya  çevirmeden  doğrudan  kefili  takip  edebilir;  ancak bunun için borçlunun ifada gecikmesi ve ihtarın sonuçsuz kalması veya açıkça ödeme güçsüzlüğü içinde olması gerekir (TBK m 586). Müteselsil kefaleti diğer türlerinden farklı kılan, alacaklının asıl borçluyu takip etmesine gerek kalmadan müteselsil kefile başvurabilmesidir. Buna göre, alacaklı, borçlunun borcunu ifa etmemesi durumunda asıl borçluyu takip edebileceği gibi, bu hükümdeki şartlar gerçekleştiğinde müteselsil kefili veya her ikisini de aynı anda takip edebilir. Başka bir deyişle, müteselsil kefalette kefilin, tartışma defini ileri sürme hakkı bulunmamaktadır; buna karşın rehin bakımından kefil, sadece taşınmaz rehninde rehnin paraya çevrilmesi defini ileri süremezken, alacak ve taşınır rehinlerinde bu defiyi ileri sürebilir. Müteselsil kefalette, asıl borçlu takip edilmeden ve 36  Ayan (n 14) 291.37  Eren (n 15) 786.38  Ayan (n 14) 293.39  Aral ve Ayrancı (n 28) 480; Eren (n 15) 786; Ayan (n 14) 293.40  Ayan (n 14) 293; Elçin Grassinger (n 17) 214; Aral ve Ayrancı (n 28) 482; Eren (n 15) 787; Ali Cem Budak, İpoteğin Paraya Çevrilmesi Yoluyla Takip (Yeditepe Üniversitesi 2008) 27.41  Özen (n 14) 260; Gümüş (n 28) 331; Ayan (n 14) 293. 42  Müteselsil kefaletin, müteselsil borçluluktan ayırt edilmesi gerektiği konusunda bkz Fulya Erlüle, ‘Müteselsil Kefalet ve Müteselsil Borçluluk Kavramlarının Karşılaştırılması  (2003) 7 (1-2) Atatürk Üniversitesi Erzincan Üniversitesi Hukuk Fakültesi Dergisi 632; Acar (n 21) 28; Nurcihan Dalcı Özdoğan, Müteselsil Sorumluluk (Seçkin 2015) 73.43  Acar (n 21) 7.44  Nahide Siller, Müteselsil Kefalet (Seçkin 2019) 20; Acar (n 21) 7.45  Eren (n 15) 788.1247İstanbul Hukuk Mecmuası 78/3taşınmaz rehni paraya çevrilmeden doğrudan kefile başvurabildiği için, kefaletin ikincilliği burada önemini yitirmiştir. 3- Birlikte Kefalet: Birden fazla kişinin, her biri kendi payı için adi kefil gibi, diğerlerinin payı için kefile kefil gibi sorumlu olmak üzere aynı borca birlikte kefil olmaları durumunda ortaya çıkan kefalet türüne ‘birlikte kefalet  denir (TBK m 587). TBK m 587,II e göre, borçluyla birlikte veya kendi aralarında müteselsil kefil olarak yükümlülük altına giren kefillerden her biri, borcun tamamından sorumlu olur. Ancak, bir kefil, kendisiyle birlikte daha önce veya aynı zamanda müteselsilen yükümlü bulunan ve Türkiye de takip edilebilen bütün kefillere karşı takibe girişilmiş olmadıkça, kendi payından fazlasını ödemekten kaçınabilir. Bu tür kefalet için kefillerin aynı anda kefil olmaları şartı aranmamakla birlikte, her bir kefilin başka kişilerin de kefalet sorumluluğu olduğunu bilmesi gerekmektedir.4- Kefile Kefalet: ‘Kefile kefalet , alacaklıya karşı, daha önce kefil olmuş veya olacak kimselerin borcunun üstlenilmesi durumunda ortaya çıkan kefalet türüdür (TBK m 588); adi veya müteselsil şekilde kefile kefalet ilişkisi kurulabilir. Bu tür kefalette kefil, alacaklıya karşı, borçluya kefil olmuş kişiye kefil olmakta ve böylece borçlunun ödemediği borcu kefilin de ödememesinin sorumluluğunu üstlenmektedir. Bu sözleşmenin tarafları, asıl borç ilişkisinde alacaklı ile kefile kefildir. TBK m 588,I e göre, kefile kefil, alacaklıya karşı tartışma defini ve rehnin paraya çevrilmesi defini ileri sürebilir. 5- Rücua Kefalet: Asıl borçluyla rücu eden kefile karşı, asıl borçlunun borcunu ifa etmemesinin  sonuçlarından  kişisel  olarak  sorumluluk  üstlenilmesinde  ortaya çıkan kefalet türüne rücua kefalet (TBK m 588,II) denir. Bu sözleşme, rücua kefil ile kefil arasında yapılır ve rücua kefil, alacaklıya ödemede bulunan kefilin rücu alacağını teminat altına alır. TBK m 588, II e göre, borcu ödemek zorunda kalan kefil, ödemeden sonra borçluya rücu eder ve ondan ödemiş olduğu borcu ister. 46  Ayan (n 14) 85. 47  Doktrinde birlikte kefalet için ‘toplu kefalet  adı da kullanılmaktadır. Bkz Özen (n 14) 330 vd; Eren (n 15) 789; Buluş (n 14) 109. 48  Buluş (n 14) 110. 49  Reisoğlu (n 14) 201; Ayan (n 14) 107.50  Eren (n 15) 791. 51  Ayan (n 14) 108.52  Eren (n 15) 791.53  Ayan (n 14) 108. 54  Aral ve Ayrancı (n 28) 488.55  Eren (n 15) 792.1248Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine EtkileriII. Konkordatonun Kefaleti Etkileyen TBK ve İİK  Hükümlerinin Birbiri ile İlişkisiTBK ve İİK nda konkordatonun kefaleti etkileyen hükümleri bulunmaktadır. Söz  konusu  hükümler  konkordatoda  kefaletle  ilişkili  olan  alacaklı,  borçlu  ve kefilin durumlarını açıklamaktadır. İİK nda düzenlenen kefalete ilişkin konkordato hükümleri, TBK nda yer alan hükümlere göre özel hükümlerdir (lex specialis) ve bunların öncelikle uygulanması gerekir. Ancak İİK nda yer alan konkordatonun kefalete ilişkin hükümlerinin TBK nda yer alan hükümlerine göre özel hükümler olması,  TBK nda  düzenlenen  konkordatonun  kefalete  ilişkin  hükümlerinin uygulanamayacağı anlamına gelmez; burada öncelikle İİK ndaki konkordatonun kefalete  ilişkin  hükümleri  uygulama  alanı  bulurken,  TBK nda  düzenlenen konkordatonun kefalete ilişkin hükümleri ise niteliğine uygun düştüğü ölçüde İİK hükümlerini tamamlayacaktır. İİK m 297,II ve 300 de konkordatonun kefalet ile ilişkisi; TBK m 585, I-4, 585,III, 586,II, 590,II, 594,II-III de ise kefaletin konkordato ile ilişkisi düzenlenmiştir. Bu hükümlerin birbirleriyle ilişkilerine ise aşağıdaki bölümlerde değinilecektir.III. Kefalet Sözleşmesinin Konkordatonun Aşamalarında DeğerlendirilmesiA. Kefalet Sözleşmesinin Konkordato Başvurusuna EtkisiİİK m 285 hükmüne göre, herhangi bir borçlu, konkordato başvurusunu yapabilir. Borçlunun konkordato başvurusu yapabilmesi için borcun kaynağının bir önemi yoktur; örneğin, borçlunun finans kuruluşlarına kredi kartı sözleşmesinden doğan borcu olabileceği gibi, başka diğer alacaklılara özel hukuk sözleşmeleri olan satım veya  kiradan  doğan  borcu  da  olabilir.  İşte  bu  noktada  kefalet  sözleşmesinin konkordato başvurusuna etkisinin olup olmadığı değerlendirilmelidir. Borçlunun kendi mali durumunu gösteren bilgi ve belgelerle birlikte kefalet ilişkilerini  de  konkordato  başvurusunda  belirtmesi  gerekir  (İİK  m  286,  I-b). Uygulamada kefaletten doğan yükümlülüklerin borçlunun bilançosunda, gerçekçi bir  değerlendirme  ile  getirebileceği  yükle  tespit  edilerek  ödenmesi  muhtemel gerçek borçlar olarak pasifte gösterilmesi gerektiği kabul edilmektedir. Zira, kefil kefalet borcunu öderse, asıl borçluya rücu hakkına sahiptir; kefilin bu alacağı tahsil imkânı varsa, bilançonun aktif kısmında yer alması ile borçlunun mali durumu 56  Brigitte Umbach Spahn, Stephan Kesselbach, Christian Exner, ‘Art 303 SchKG  in Kren Kostkiwicz J, Vock D (eds) Schulthess Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs (4. Auflage Schulthess 2017) Art 303 N 1; Alexander Vollmar, ‘Art 303 in SchKG in Adrian Staehelin, Thomas Bauer, Daniel Staehelin (eds) Basler Kommentar Bundesgesetz über Schuldbetreibung und Konkurs (2 Auflage Helbing Lichtenhahn, 2010) Art 303 N 2.57  Bkz aşağı III, B ve C.58  Pekcanıtez ve Erdönmez (n 2) 7; Serhat Sarısözen, Konkordato (Yetkin 2020) 102. 59  Mahmut Bilgen, İflâs İflâsın Ertelenmesi, Konkordato Yargılama Usulü (Adalet 2012) 735; Bkz Yargıtay 19 HD, 10197/11933, 17.12.2009; Yargıtay 11 HD, 6992/5896, 08.11.1991 (www.kazancı.com.tr) (erişim tarihi: 01.05.2020).1249İstanbul Hukuk Mecmuası 78/3etkilenebilecektir. Buna göre, kefaletten doğan borçların konkordato başvurusuna etkisini mahkeme serbestçe değerlendirecektir.Uygulamada  özellikle  ticari  şirket  ortaklarının,  bankadan  alınan  şirkete  ait kredi borçları için aynı zamanda müteselsil kefil oldukları; hatta aynı ticari şirket ortaklarının farklı bir tüzel kişilik adı altında kurdukları şirketin borçlarına da müteselsil kefil oldukları sıklıkla görülmektedir. Doktrinde, borçlu ve borca kefil olan diğer tüzel kişiliklerin TTK m 195 e göre grup şirket (şirketler topluluğu) olarak değerlendirilmemesi ve tek şirketmiş gibi konkordato başvurusunda bulunamaması gerektiği kabul edilmektedir; bununla birlikte şirketler topluluğunu oluşturan her bir şirket kendi adına ayrı ayrı projeler hazırlayarak ayrı ayrı dilekçelerle konkordato talebinde bulunabilirler. Bunun dışında borçlu ile kefilin aynı dilekçe ile konkordato başvurusunda  bulunmasının  mümkün  olup  olmadığı  doktrinde  tartışma  konusu olmuştur: Doktrindeki bir görüşe göre, her gerçek veya tüzel kişi, yalnız kendisi için konkordato talep edebilecek olup, birden fazla gerçek veya tüzel kişinin birlikte aynı konkordato usulü içinde konkordato başvurusu yapması mümkün değildir; çünkü aynı dilekçeyle başvuru durumunda, her bir borçlunun farklı alacaklı gruplarının yapacakları oylamada karışıklıklar ortaya çıkabilecektir. Doktrindeki diğer bir görüşe göre ise, birbirlerine uyumlu projeler sunulması şartıyla tüzel kişi ve kefillerin aynı dilekçeyle konkordato başvurusunda bulunmaları mümkündür; bu durumda her bir borçlu için şartların ayrı ayrı değerlendirilmesi ve mahkemece ayrı ayrı karar verilmesi gerekir. Yargıtay kararlarına bakıldığında, genel olarak grup şirketlerinin her birinin birlikte konkordato talebinde bulunabileceği; fakat konkordato mühleti ve konkordato tasdiki için gerekli şartların her bir şirket için ayrı ayrı gerçekleşmesi gerektiği belirtilmiştir. Ayrıca İstanbul Bölge Adliye Mahkemesi Kararına göre, şirket ortakları veya kefilleri tarafından sunulan konkordato projesinin sadece bir borçlu şirketin projesine dayanması durumunda, kefil için sunulan bu proje uygulanabilir değildir.60  Bilgen (n 59) 736.61  Bkz Yargıtay 23 HD, 7489/4706, 13.11.2019 (www. kazancı.com.tr) (erişim tarihi: 01.05.2020).62  Bkz ve karş. Müjgan Tunç Yücel, Konkordato Mühletinin Alacaklılar Bakımından Sonuçları (On İki Levha 2020) 51.63  Öztek (n 2) 146; Sarısözen (n 58) 113. 64  Baki Kuru, İcra ve İflâs Hukuku C 4 (3. Bası, Alfa 1997) 3595; Sarısözen (n 58) 113.65  Öztek (n 2) 146; Muhammet Özekes, ‘Konkordatoya Başvuru ve Geçici Mühlet Kararı  in Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (2018) 55.66   …Ltd Şti, Turcihan ve …Turcihan birlikte konkordato teklifinde bulunmuşturlar. Konkordato tasdik talebinin birlikte istenmesine engel yoksa da konkordatonun tasdiki için gerekli koşulların her bir borçlunun şahsında gerçekleşmesi gerekir. Bu durumda konkordato teklif eden borçluların ayrı ayrı borç ve alacakları üzerinde durularak, tasdik koşullarının incelenmesi, bilanço ile bildirilen borç arasındaki farkın nedeninin açıklattırılması ve varılacak uygun sonuç çerçevesinde bir karar verilmesi gerekir.  Yargıtay 23 HD, 3457/701, 05.02.2020; Yargıtay 19 HD, 7121/10981, 23.11.2016; aynı yönde bkz Yargıtay 19 HD, 8721/564, 25.01.2001 (www. kazancı.com.tr) (erişim tarihi: 01.05.2020).67  İstanbul 17 BAM, 3202/2239, 20.12.2018 (app.e-uyar.com) (erişim tarihi: 01.05.2020).1250Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine EtkileriKanaatimizce, her bir şirketin ve kefilin aynı dilekçeyle konkordato başvurusu yapabilmesinden  ziyade,  her  birinin  kendine  ait  ayrı  ayrı  projeler  hazırlaması gerektiği üzerinde durulmalıdır. Zira şirketin ve kefilin birbirleri ile hukuki ilişkisi olsa dahi her birinin birbirlerinden farklı alacak grupları bulunmaktadır; buna göre her birinin borçlarını hangi gelirlerle ödeyebileceklerini ayrı ayrı bağımsız projelerle somutlaştırmaları gerekmektedir.B. Konkordato Mühletinin Kefalet Sözleşmesine Etkisi1. Genel OlarakBorçlunun konkordato talebi üzerine mahkemece konkordato için gerekli şartların oluştuğuna  kanaat  getirilmesi  durumunda  borçluya  konkordato  geçici  mühleti verilecektir (İİK m 287). Konkordato geçici mühleti, kesin mühlete geçilebilmesi için gerekli olan zorunlu bir aşamadır. İİK, alacaklı ve borçlu bakımından konkordato (geçici ve kesin) mühleti verilmesine birtakım sonuçlar bağlamıştır. İİK m 288 de geçici mühletin, kesin mühletin sonuçlarını doğuracağı hükme bağlanmışsa da, ayrıca metinde geçici mühletin sonuçları tek tek sayılmamıştır. Buna göre, kesin mühletin  sonuçlarının  niteliğine  uygun  düştüğü  ölçüde  geçici  mühlet  için  de uygulanması gerekir. Çalışmamızın bu bölümünde konkordato (geçici) mühletinin konkordatonun tasdik edilmesine kadarki süreçte kefalet sözleşmesi bağlamında asıl borçlu ve kefil bakımından ortaya çıkan etkileri değerlendirilecektir. 2. Borçlu Bakımından EtkisiKonkordato mühleti kararının asıl borçlunun kefalet sözleşmesi yapabilmesine etkisi bulunmaktadır. İİK m 297, II e göre borçlu, mahkemenin izni dışında geçici mühlet kararından itibaren kefil olamayacaktır. Mühlet dönemi içerisinde borçlunun kefalet sözleşmesi yapabilmesi mahkeme iznine bağlandığı için, doktrinde buna  yasak işlem  adı verilmiştir. Buna göre, borçlunun mühlet kararından itibaren adi kefalet, birlikte kefalet, rücua kefalet veya müteselsil kefalet vermesi yasaktır. Bunun  amacı  ise  borçlunun  malvarlığının  alacaklıların  menfaati  ölçüsünde 68  Ali Cem Budak ve Müjgan Tunç-Yücel, ‘İİK m 289  iç Selçuk Öztek (ed) Yeni Konkordato Hukuku (2. Bası, Adalet 2019) 272; Hakan Albayrak, İflâs Dışı Konkordatoda Konkordato Mühletinin Sözleşmeler Bakımından Sonuçları (Yetkin 2020) 54.69  Alacaklılar kurulunun oluşturulması, alacaklıların alacaklarını bildirmeye davet edilmesi, alacaklılar toplantısının yapılması kesin mühlette söz konusu olup geçici mühlette yer almamaktadır. Bkz Pekcanıtez ve Erdönmez (n 2) 30; Geçici mühlet kararının verilmesi dosya üzerinden yapılan incelemeye dayanması mümkün iken, kesin mühlet hakkındaki kararın mutlaka duruşmalı olarak yapılan inceleme sonucunda verilmesi gerekir. Bkz Atalı M, ‘Konkordatoda Kesin Mühlet ve Sonuçları  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018) 89; Özekes (n 65) 71.70  Hunkeler (n 2) 206; İlhan Postacıoğlu, Konkordato (2. Bası, Banka ve Ticaret Hukuku Araştırma Enstitüsü 1965) 65; Tanrıver (n 9) 75; Atalı (n 69) 97. 71  Bkz kefalet türleri için yukarı I, B.72  Tanrıver (n 9) 74; Bilgehan Yeşilova, ‘İİK m 297  iç Selçuk Öztek (ed) Yeni Konkordato Hukuku (2. Bası, Adalet 2019) 416.1251İstanbul Hukuk Mecmuası 78/3korunmasıdır. Borçlunun bu yasağa rağmen yapmış olduğu kefalet sözleşmesi ise hükümsüzdür (İİK m 297, II). Kanun da hükme bağlanan hükümsüzlük yaptırımının hukuki niteliği doktrinde tartışmalıdır: Doktrindeki birinci görüşe göre, Kanun daki  hükümsüzlük  ile kastedilenin yürürlükten kaldırılan 818 sayılı BK m 20 e göre  mutlak butlan , yürürlükte olan 6098 sayılı TBK m 27 e göre ise  kesin hükümsüzlük (geçersizlik)  yaptırımı olduğu ifade edilmiştir. Buna göre, yapılan işlem maddi hukuka göre geçersizdir ve hükümsüz olan bu işlemler sonradan geçerli duruma getirilemezler; hatta konkordato kalkmış  veya  tasdik  edilmemiş  olsa  dahi  kefalet  sözleşmesi  hükümsüz  olarak kabul edilmelidir. Dolayısıyla işlem yapıldıktan sonra mahkemeden sonradan onay (icazet) alınması mümkün değildir. Yine komiserin işleme onay vermesine rağmen, mahkemece izin verilmeyen işlem de geçersizdir. Bu hükümsüzlüğü alacaklı, borçlu ve üçüncü kimseler ileri sürebilirler. Mahkeme de kendiliğinden bu hükümsüzlüğü dikkate alabilir. Başka bir deyişle, kesin hükümsüzlük, sadece taraflar yönünden değil, herkese karşı etkili olduğundan, menfaati olan herkes geçersizliği ileri sürebilir. Doktrindeki ikinci görüşe göre ise kanun metnindeki hükümsüzlük tabiri esas olarak maddi hukuk anlamındaki kesin hükümsüzlüktür; fakat bu yaptırımın somut olaya göre TMK m 2 deki dürüstlük kuralı ve hakkın kötüye kullanılması yasağı ile birlikte değerlendirilmesi gerekir. Nitekim şekle aykırı olarak yapılan bazı işlemlerin yaptırımı kesin hükümsüzlük olmasına rağmen, bazı durumlarda bu şekle aykırılığın ileri sürülmesi TMK m 2 anlamında hakkın kötüye kullanılması yasağı olarak değerlendirilmektedir. Özellikle işlemin geçersiz sayılması adil olmayan sonuçlar doğuruyorsa, hakimin dürüstlük kuralına aykırılığı da kendiliğinden dikkate alması gerekir.  Bu  hüküm  ile  borçlunun  değil,  alacaklıların  korunması  amaçlanmıştır; dolayısıyla bu çerçevede ve olayın özelliklerine göre, hukuki işlemin geçerli olarak kabul edilebileceği durumların olması halinde mahkemenin sonradan da gerekirse bu işlemlere icazet (onay) verebilmesi gerekir; mahkemenin icazet talebini reddetmesi durumunda ise bu işlem hükümsüz kalmaya devam etmelidir. Doktrindeki üçüncü bir görüş ise, İİK daki  hükümsüzlük  tabirinin maddi hukuk anlamında mutlak veya nisbi butlan olarak değil; takip hukukuna göre hükümsüzlük olarak değerlendirilmesi gerektiği yönündedir. Borçlunun bu tür işlemleri yapması durumunda mahkemenin vereceği sonradan icazet ile hükümsüzlük giderilebilir ve geçerli bir işlem haline getirilebilir; çünkü burada amaç, yargısal kontrol güvencesinin sağlanmasıdır. Mahkemenin izni olmadan bu işlemlerin yapılması, erteleyici şartta 73  Alexander Vollmar, ‘Art 298  in SchKG in Adrian Staehelin, Thomas Bauer, Daniel Staehelin (eds) Basler Kommentar Bundesgesetz über Schuldbetreibung und Konkurs (2 Auflage Helbing Lichtenhahn, 2010 Art 298 N 1.74  Yeşilova (n 72) 413 ff; Sarısözen (n 58) 319-320; ayrıca 2003 tarihli 4949 sayılı Kanun değişikliği öncesi aynı yönde Tanrıver (n 9) 76; Postacıoğlu (n 70) 58-59; Saim Üstündağ, İflâs Hukuku, İflâs, Konkordato, İptal Davaları (8. Bası, Yaylacık 2009) 240.75  Albayrak (n 68) 124-127.76  Taşpınar (n 6) 69-70; Ahmet Başözen A, Müflisin Tasarruf Yetkisi (Turhan Kitabevi 2005) 112-114.1252Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkileriolduğu gibi düşünülmelidir ve izinsiz devredilen malvarlığı unsurları her zaman konkordato borçlusunun malvarlığına geri alınabilmelidir. Mühlet içinde bu izin alınmamışsa şart yerine gelmediğinden işlem geçersiz olmalıdır. İİK m 297 nin mehazını İsviçre İİK m 298 hükmü teşkil etmektedir; bu hükme göre, mühlet döneminde mahkemenin izni dışında borçlu tarafından yapılan kefalet işlemi hukuken geçersizdir. Mehaz Kanun da bizimkinden farklı olarak bir kesin hükümsüzlük  yaptırımı  öngörülmemiştir  ve  iyiniyetli  kazanımların  korunacağı hükme bağlanmıştır. İsviçre doktrininde eskiden mahkemenin izni alınmaksızın yapılan yasak işlemlerin yaptırımı mutlak butlan (hükümsüzlük) (Nichtigkeit) olarak kabul edilmekteydi; fakat günümüz doktrininde mahkemenin izni dışında yapılan yasak işlemlerin hükümsüzlükle geçersiz kılınması yaklaşımından vazgeçilmiştir ve mahkemenin daha sonra vereceği onayla bu işlemlerin geçerli hale gelebileceği kabul edilmiştir. Dolayısıyla İsviçre doktrininde, mahkemenin izni dışında borçlu tarafından yapılan kefalet işleminin maddi hukuk anlamında hükümsüz olarak değil, sadece icra hukuku anlamında alacaklılara karşı geçersiz olduğu kabul edilmektedir. Kanaatimizce,  Kanun daki   hükümsüzlük   ile   askıda  hükümsüzlük 80 anlaşılmalıdır. Zira, hükümde açıkça bu işlemin geçerliliği mahkemenin iznine tabi kılınmıştır ve iznin zamanı konusunda bir açıklık getirilmemiştir. Buna göre, hukuki işlem, kurucu unsurları gerçekleştiği halde, bazı nedenlerle hükümlerini doğurmayıp, bir askı durumu içindedir; burada eksik olan unsur mahkemenin iznidir; eksik olan bu unsur gerçekleşirse, sözleşme kurulduğu andan itibaren hüküm ifade eder veya bu unsur gerçekleşmez ise, kefalet sözleşmesi kesin hükümsüz olarak kabul edilir. Onay  verilmediği  dönem  için  bunu  mahkeme  kendiliğinden  göz  önüne  almak zorundadır. Mahkemenin izin vermediği durumda, işlemin takip hukukuna göre geçersiz olduğunu kabul etmek değil; maddi hukuka göre geçersiz olduğunu kabul etmek gerekir; aksi takdirde borçlu konkordato mühleti boyunca dürüstlük kuralına aykırı işlemlere girişebilir. 77  İİK da açıkça iyiniyet konusunda bir hüküm yoktur. Bununla birlikte doktrinde konkordato mühlet kararının verilmesiyle ilanı arasındaki zaman sürecinde yapılan iyiniyetli işlemlerin korunması gerektiği belirtilmiştir. Bkz Yeşilova (n 72) 419; Cenk Akil, Sorularla Adi Konkordato (Adalet 2019) 173. 78  Bkz Hunkeler (n 2) 207; Vollmar (n 73) Art 298 N 14; Thomas Bauer, Daniel Staehelin, Basler Kommentar Bundesgesetz über Schuldbetreibung und Konkurs Ergänzungsband (2. Auflage, Helbing Lichtenhahn 2017), Art 298 N 23.79  Brigitte Umbach Spahn, Stephan Kesselbach, Stefan Bossart, ‘Art 298 SchKG  in Kren Kostkiwicz J, Vock D (eds) Schulthess Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs (4. Auflage Schulthess 2017) Art 298 N 12,16; Vollmar (n 73) Art 298 N 14.80  Bkz Nagehan Kırkbeşoğlu, Türk Özel Hukukunda Kısmi Hükümsüzlük (Vedat 2011) 76.81  Kırkbeşoğlu (n 80) 76. 82  Kemal Oğuzman ve Turgut Öz, Borçlar Hukuku Genel Hükümler (14. Bası, Vedat 2016) 179-180. 1253İstanbul Hukuk Mecmuası 78/33. Kefil Bakımından EtkisiKonkordato (geçici veya kesin) mühletinin sonuçları, yalnızca alacaklı ve borçlu bakımından geçerli olup, borçtan birlikte sorumlu olan kefiller bakımından geçerli değildir. Buna göre, konkordato geçici mühleti kararından konkordatonun tasdik edilmesine kadarki süreçte borçtan birlikte sorumlu olan kefillere karşı alacağın tamamı hakkında alacaklıların başvuru (müracaat) hakkı vardır; alacaklı bu süreç içerisinde  kefile  karşı  icra  takibi  yapılmasını  veya  başlamış  olan  icra  takibine devam edilmesini sağlayabilir. Ortağın şirkete kefil olması durumunda alacaklı ortağa karşı mühlet kararının bütün sınırlamalarından bağımsız hareket edebilir ve bunun sonucunda ortağın kâr payına haciz koydurtabilir veya ortağın payını paraya çevirttirebilir. Ancak konkordato alacaklısının, borçluya konkordato mühletinin verilmesi ile birlikte kefile karşı takip yapabilmesi için ayrıca bu borcun da muaccel olması gerekir; zira iflâstaki kuralın (İİK m 195) aksine borçluya konkordato mühleti verilmesi ile borç kendiliğinden muaccel hale gelmez ve alacak asıl borçluya karşı muaccel olmadan da kefile karşı muaccel olamaz. Konkordato borçlusu hakkında geçici mühlet kararı verilmesi durumunda asıl borca kefil olan kimseden borcun talep edilebilmesi imkânı İİK ve TBK hükümlerinin birlikte uygulanması sonucunu ortaya çıkarır. Konkordato mühletinin kefalet sözleşmesine etkisi tespit edilirken, kefaletin türüne dikkat edilmelidir. Kefaletin türlerinden ve özelliklerinden yukarıda da bahsedildiği üzere, adi kefalette alacaklı borçluya başvurmadıkça kefili takip edemez; aksi durumda alacaklı borçluya başvurmadan önce doğrudan kefile başvurursa kefil önce asıl borçluya başvurulması gerektiğini (tartışma defini) ileri sürebilecektir; fakat borçluya konkordato geçici mühleti verilmesi ile birlikte alacaklı doğrudan doğruya kefile başvurabilme hakkına sahip olacaktır (TBK m 585/I-b 4). Yine, alacak, kefaletten önce veya kefalet sırasında rehinle güvence altına alınmışsa, adi kefalette kefil, alacağın öncelikle rehin konusundan alınmasını talep edebilir (TBK m 585,II). Fakat, borçluya konkordato geçici mühleti verildiği andan itibaren artık alacaklı adi kefile karşı doğrudan doğruya icra takibi başlatabilir ve kefil de, İİK m 45 de öngörülen rehnin paraya çevrilmesi defini ileri süremez.83  Dilek Aydemir, ‘Konkordatonun Kefalet Sözleşmesine Etkisi  (2019) 15 (43) Medeni Usul ve İcra İflas Hukuku Dergisi 547; Erdoğan (n 12) 165; Tunç Yücel (n 62) 36-37. 84  Tunç Yücel (n 62) 37; Mahmut Bilgen, Öğreti ve Uygulamada Kefalet ve Yargılama Hukukuna İlişkin Uyuşmazlıklar (2. Bası, Adalet 2017) 560. 85  Murat Atalı, İbrahim Ermenek ve Ersin Erdoğan, İcra ve İflâs Hukuku (2. Bası, Yetkin 2019) 672. 86  Tunç Yücel (n 62) 42.87  Eren (n 15) 776; Reisoğlu (n 14) 22-23.88  Muşul (n 2) 379.89  Bkz yukarı I, A ve B.90  Tunç Yücel (n 62) 39; Budak (n 40) 29; Muşul (n 2) 381 ff.1254Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine EtkileriMüteselsil kefalette alacaklı, konkordato mühletinin verilmesiyle birlikte borçluyu takip  etmeden  veya  taşınmaz  rehnini  paraya  çevirmeden  doğrudan  kefili  takip edebilir (TBK m 586, I). Bu hükme göre, asıl borçlu hakkında konkordato geçici mühleti kararı verilmişse, artık müteselsil kefile karşı alacaklının doğrudan başvuru hakkı  doğmaktadır.  Dikkat  edilirse,  konkordato  mühleti  boyunca  asıl  borçluya karşı herhangi bir icra takibi başlatılamıyorken, müteselsil kefile karşı icra takibi başlatılabilecektir. Ayrıca asıl borçluya konkordato mühleti verilmesi durumunda, alacağın, ipotekle, teslime bağlı taşınır rehniyle veya alacak rehni ile güvence altına alınmış olmasının herhangi bir etkisi olmaz ve doğrudan müteselsil kefile karşı başvuru (veya icra takibi) yapılabilir (TBK m 586,II) ; başka bir deyişle bu tür durumlarda İİK m 45,I deki defi ileri sürülemez 92. Konkordato geçici veya kesin mühleti döneminde kefil, kendisine karşı icra takibi yapılmasını TBK m 590, II de öngörülen hükmün yerine getirilmesi şartıyla önleyebilir. Buna göre, bütün kefalet türlerinde kefil, ayni teminat (güvence) karşılığında  hakimden,  mevcut  rehinler  paraya  çevrilinceye  ve  borçlu  aleyhine yapılan takip sonucunda kesin aciz belgesi alınıncaya veya konkordato kararına kadar kendisine karşı yöneltilen takibin durdurulmasına karar verilmesini talep edebilecektir. Madde metnindeki  konkordato kararı  ifadesinin İİK nda tam bir karşılığı olmadığı için doktrinde  konkordatonun tasdiki kararı  şeklinde anlaşılması gerektiği belirtilmiştir. Bu hükme göre, konkordatonun tasdik edilmesine karar verilinceye  kadar  takibin  her  aşamasında  kefaletin  türü  ne  olursa  olsun  kefil, ayni  güvence  karşılığında  hakimden  kendisine  karşı  yöneltilen  icra  takibinin durdurulmasını  isteyebilecektir.  Doktrinde  kefile  tanınmış  bu  talep  hakkına  takibin durdurulması def i  adı verilmektedir. Kanun metninde sadece  takibin durdurulması  ifadesinin kullanılması sebebiyle, kefile karşı açılan alacağa ilişkin davalarda bu hüküm uygulama alanı bulamaz. Konkordato borçlusunun projesinde tasdik edilen konkordatonun, İİK m 308/c, I e göre, tasdik kararının kesinleşmesiyle bağlayıcı hale geleceği kararlaştırılmış olabilir. Böyle bir durumda ise  konkordato tasdik  kararı   ifadesinin   konkordato  tasdik  kararının  kesinleşmesi   şeklinde anlaşılması gerekir; çünkü, böyle bir durumda mühletin etkileri, kanunda öngörülen istisnalar saklı kalmak kaydıyla bağlayıcı hale geldiği tarihe kadar devam eder (İİK m 308/c, I). 91  Tunç Yücel (n 62) 41. 92  Baki Kuru, İcra ve İflâs Hukuku El Kitabı (2. Bası, Adalet 2013) (El Kitabı) 989; Tunç Yücel (n 62) 41. 93  Bkz yukarı I, B.94  Aydemir (n 83) 551; Tunç Yücel (n 62) 41; Ayan, 507; Gümüş (n 28) 426. 95  Bkz Özen (n 14) 84; Ayan (n 14) 488-489.96  Gülçin Elçin Grassinger, ‘Kefalet İşlemleri , Yeni Borçlar Kanunu nun Değerlendirilmesi ve Değişikliklerin Uygulamaya Yansımaları (İktisadi Araştırmalar Vakfı 2012) 53.97  Ayan (n 14) 488; Aydemir (n 83) 548. 1255İstanbul Hukuk Mecmuası 78/3TBK m 590, II e göre takibin durdurulabilmesi için kefil tarafından ayni teminat gösterilmesi gerekmektedir. Dolayısıyla kefilin şahsi teminat göstermesi, bu hükme göre takibin durdurulabilmesi için yeterli değildir. Ayni teminatlar olarak taşınmaz rehni, taşınır rehni, pay senedi rehni, ticari işletme rehni örnek verilebilir. Bu noktada teminatın türünü kefil belirlerken, teminatın miktarına ise hakim karar verecektir. Doktrinde teminatın miktarı konusunda bir tartışma bulunmaktadır:Doktrindeki bir görüşe göre, takibin durdurulması için gerekli teminat miktarı kefilin sorumlu olduğu en yüksek tutar kadar olmalıdır. Doktrindeki diğer bir görüşe göre ise, kefil tarafından gösterilmesi gereken teminat miktarı, takibin durdurulmadan devam ettirilmesi durumunda alacaklının elde edeceği tutar kadar olmalıdır. Kanaatimizce, TBK m 590, II ihtiyati tedbir türlerinden bir tanesidir ve bu sebeple teminat miktarı konusunda HMK m 392 hükmü dikkate alınmalıdır. Buna göre, kefil tarafından gösterilmesi gereken teminat miktarı, alacaklının muhtemel zarar miktarı kadar olmalıdır. Ayrıca, kefalet borcu, asıl borç miktarıyla sınırlıdır ve kefile asıl borçtan fazla bir sorumluluk yüklenemeyeceği için, teminatın miktarı kefilin sorumlu olduğu miktardan fazla olamamalıdır. Dolayısıyla, hakim, somut olayın niteliğine göre kefilin sorumlu olduğu miktarı aşmamak kaydıyla teminat miktarını hakkaniyete uygun bir oranda serbestçe belirleyebilmelidir. Kefile karşı başlatılan takibin durdurulabilmesi için hangi mahkemenin görevli ve yetkili olduğuna ilişkin kanun metninde bir düzenleme bulunmamaktadır. Bu sebeple bu konu hakkında doktrinde bazı görüşler ileri sürülmüştür.Bizim de katıldığımız doktrindeki birinci görüşe göre, kefile karşı başlatılmış icra takibinin durdurulması icra takibinin yapıldığı icra dairesinin bağlı olduğu yerdeki icra mahkemesinden, kefil hakkında iflâs takibi yapılıyorsa, iflâs davasına bakan asliye ticaret mahkemesinden talep edilmelidir. Bu görüşe göre, kefilin TBK m 590, II ye dayanarak başvurusu konkordato sürecine dahil bir cebri icra organının yaptığı bir işlem aleyhine değildir; dolayısıyla alacaklının kefile karşı yaptığı takibin konkordato prosedüründen bağımsız olması sebebiyle konkordato mühletine karar veren asliye ticaret mahkemesi görevli olamaz. Bu görüşe göre, kefile karşı genel haciz yoluyla takipte takibin yapıldığı icra dairesinin bağlı olduğu yer icra mahkemesi veya iflâs takibi yapılması durumunda asliye ticaret mahkemesi yetkili ve görevli olmalıdır.98  Gümüş (n 28) 424; Özen (n 14) 84; bunların içerisinde banka teminat mektuplarının da sayılabileceği görüşü için bkz Ayan (n 14) 497.99  Ayan (n 14) 501. 100  Ayan (n 14) 501; Gümüş (n 28) 424-425; Aydemir (n 83) 549. 101  Özen (n 14) 84-85.102  Ayan (n 14) 435; Aydemir (n 83) 550.1256Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine EtkileriDoktrindeki ikinci görüşe göre, konkordato mühleti içinde takibin durdurulması yönündeki  talep,  konkordato  mühletini  veren  asliye  ticaret  mahkemesinden istenmelidir. Kefil TBK m 590,II e göre takibin durdurulmasını doktrindeki bir görüşe göre, sadece bir kez talep edebilir ve takip durduktan sonra alacaklı kefile karşı başlattığı takibe devam etme imkânını tekrar elde ederse, artık kefil, aynı hükme göre takibin yeniden durdurulmasını talep edemez. Kanaatimizce, TBK m 590 II hükmüne göre kefilin başvuru hakkı sınırlanmadığından, bu konuda kefil için bir sınırlama getirilmesi de yerinde değildir. Kefilin takibin durdurulmasına ilişkin talep hakkının sınırı, TMK m 2 ve HMK m 29 da düzenlenen dürüstlük kuralı ile serbestçe hakim tarafından belirlenmelidir.Asıl borçluya (konkordato borçlusuna) kefil olan kimsenin aynı zamanda rehin veren üçüncü kişi olması da muhtemeldir. Zira uygulamada özellikle, ticaret şirket ortaklarının, şirketin banka kredi borçları için hem kendi malvarlığında rehin tesis etmesi hem de müteselsil kefil olduğu sıklıkla görülmektedir. Böylelikle bankalar kredi alacağını hem şahsi hem ayni teminatla güvence altına almaktadırlar. Böyle bir durumda TBK m 586 a göre borçluya konkordato mühleti verilmesi ile birlikte borçlunun ödeme güçsüzlüğüne düştüğü kabul edilerek, aynı zamanda alacaklının tercihine göre müteselsil kefil olan üçüncü kişiye karşı tahsilde tekerrür olmamak kaydıyla genel haciz yoluyla takip veya rehnin paraya çevrilmesi yoluyla takip yapılabilecektir. Sonuç  olarak,  konkordato  geçici  mühleti  kararından  itibaren  alacaklı,  kefile karşı icra takibi yapılmasını veya başlamış olan icra takibine devam edilmesini sağlayabilir. Böyle bir durumda kefil aleyhine yapılan takip sonucunda kefilin borcu ödemesi durumunda, alacaklının alacaklı sıfatı ortadan kalkar ve artık konkordato alacaklısı olamaz. Bu durumda ödeme yapan kefil, alacaklının haklarına TBK m 596, I e göre kanunen halef olduğundan, konkordatoya alacaklı olarak kaydedilir ve konkordatonun tasdik edilmesi durumunda konkordato borçlusuna karşı, ancak konkordato  projesinde  öngörülen  şartlar  ölçüsünde  rücu  hakkına  sahip  olur. Burada dikkat edilmesi gereken husus, konkordatonun tasdikinden sonra kefilin alacaklıya ödediği paranın kısmen veya tamamen iadesinin İİK m 303 e göre talep edilemeyeceğidir. Böyle bir durumda borçluya rücu hakkı olan kefilin halefiyet ilkesi gereği (TBK m 168) alacağını doğrudan konkordato komiserine kaydettirmesi gerekecektir.103  Tunç Yücel (n 62) 41.104  Ayan (n 14) 495; Aydemir (n 83) 552.105  Tunç Yücel (n 62) 51. 106  Bkz ve karş Tunç Yücel (n 62) 51-52; Kuru, El Kitabı (n 92) 989.107  Erdoğan (n 12) 164. 108  Altay ve Eskiocak (n 2) 324; Aydemir (n 83) 548; Kuru, El Kitabı (n 92) 1520; Tunç Yücel (n 62) 38. 109  Kuru, El Kitabı (n 92) 1520; Tunç Yücel (n 62) 38. 110  Ayhan Akyürek ve Remziye Akyürek, Konkordato Hukuku (Yetkin 2019) 418; Tunç Yücel (n 62) 52-53.1257İstanbul Hukuk Mecmuası 78/3C. Konkordatonun Tasdikinin Kefalet Sözleşmesine Etkisi1. Genel OlarakİİK m 303 de borçtan birlikte sorumlu olanlara karşı haklar üst başlığı ile bir düzenleme  yapılmıştır.  Bu  düzenlemeye  göre  alacaklının  konkordato  projesini kabul veya reddetmesi durumunda birlikte borçlulara karşı sahip olduğu haklarını tam olarak koruyabilmesi için yapılması gerekenler hükme bağlanmıştır. 7101 sayılı Kanunla 28.02.2018 tarihinde İİK m 295 yerine m 303 ile  müşterek borçlu, borçlunun kefilleri ve borcu tekeffül eden  kavramları yerine  borçtan birlikte sorumlu olanlar  ifadesi tercih edilmiştir. Borç ilişkisinde borçlu tarafın birden fazla kişi olması durumu birlikte borçluluk olarak ifade edilebilir; bu durum taraf iradelerinden, kanun hükmünden veya borcun konusu olan edimin niteliğinden kaynaklanabilir. Buna göre, aynı borç ilişkisinde sorumluluğun birden fazla kişi üzerinde toplanması gerekir. Borçtan birlikte sorumlu olanlar kavramı içerisine özel bir hukuki ilişki sebebiyle konkordato borçlusu ile birlikte borca taraf olan kefiller de dahildir. Başka bir deyişle, borçtan birlikte sorumlu olan kavramı, kefil ve müteselsil borçluları da içine alan daha geniş bir kavramdır. Nitekim, İİK m 303 hükmünün mehazını İsviçre İİK m 303 teşkil etmektedir ve bu hükmün üst başlığı borçtan  birlikte  sorumlu  olanlara  karşı  haklar  (Rechte  gegen  Mitverpflichtete) olarak belirtildikten sonra madde metninde bu kavramın içerisine kefaletin (Bürgen) de dahil olduğu açıkça hükme bağlanmıştır. Dolayısıyla birlikte borçlu kavramı içerisine, borçlu lehine müteselsil veya ikincil (tali) olarak yükümlülük altına girmiş olan herkes dahildir; bu şekilde kanun maddesinde sınırlayıcı değil, örnekleyici bir düzenleme yapıldığını ifade edebiliriz. Söz konusu madde ile alacaklının, asıl borçlunun ödeme güçlüğü (aciz hali) içerisinde olması durumunda borca taraf olan kimselere başvurabilmesi imkânı verilmiştir.İİK m 303 hükmü, konkordato mühleti dönemini değil, aksine konkordatonun tasdik edilmesinden sonraki döneme ait olan kefile karşı haklar ile ilgili sonuçları 111  Üstündağ (n 74); 248 dn 225a; Aydemir (n 83) 523.112  Kabul Tarihi: 28.02.2018, RG 15.03.2018/30361.113  Bkz İİK m 303 ün mehazını teşkil İsviçre İİK (SchKG art 303) m 303 başlığı da  borçtan birlikte sorumlu olanlar  olup, madde metni içerisinde açıkça kefillere de uygulanabileceği hükme bağlanmıştır. 7101 Sayılı Kanun öncesi İİK m 295 deki kurum, madde başlığı dışında esasına ilişkin bir değişiklik yapılmadan m 303 ile yeniden düzenlenmiştir. Bu durumda İİK m 295 için yapılan yorumlar aynen m 303 için de geçerliliğini korumaya devam etmektedir. Bkz Aydemir (n 83) 524; 2018 tarihli değişiklikle İİK m 303 hükmü yeniden düzenlenmekle birlikte, bu hükmün mehazı olan İsviçre İİK m 303 si ise 21.06.2013 tarihli revizyonda değiştirilmemiştir. Bkz Bauer (n 78) Art 303 N 2a. 114  Dalcı Özdoğan (n 42) 50.115  Selçuk Öztek ve Müjgan Tunç Yücel, ‘İİK m 303  iç Selçuk Öztek (ed) Yeni Konkordato Hukuku (2. Bası, Adalet 2019) 509.116  Tunç Yücel (n 62) 38. 117  Bauer (n 78) Art 303 N 2a.118  Bkz Vollmar (n 56) Art 303 N 7; BGE 121 III 191 E. 2. 119  ibid N 7.120  Erdoğan (n 12) 163.1258Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkileriortaya koyar. Başka bir deyişle, bu hüküm uyarınca alacaklının borçtan birlikte sorumlu  olan  kefile  karşı  bütün  haklarını  koruyup  koruyamayacağı  yönündeki hukuki sonuçların doğabilmesi konkordatonun tasdikine bağlıdır. Konkordatonun tasdikinden sonra alacaklının asıl borçtan birlikte sorumlu olan kefile karşı başvuru hakkını kullanabilmesi için öncelikle İİK m 303 de öngörülen şartları yerine getirmesi gerekir. Ayrıca, İİK m 303 ün işaret ettiği TBK nda yer alan konkordato ile ilgili hükümlerinde öngörülen diğer şartlar da sağlanmalıdır. Buna göre, konkordatonun tasdikinden sonra, alacaklının kefile karşı haklarının korunabilmesi için konkordato mühleti sırasında İİK m 300 ve bunun işaret ettiği TBK nun ilgili maddelerindeki şartlar  yerine  getirilmelidir.  Ancak,  konkordato  alacaklılar  toplantısında  oy hakkı bulunmayanlar (İİK m 302), örneğin rehinli alacaklılar bakımından İİK m 300 uygulama alanı bulamaz; çünkü bu kimseler toplantıda oy kullanma hakları bulunmadığından projenin kabulü konusunda etki edemezler ve dolayısıyla kefilin durumunu kötüleştiremezler. Bu sebeple, borçlunun bilançosunda veya alacaklı listesinde kayıtlı konkordatoda oy hakkı bulunmayan imtiyazlı alacaklılarının, rehinli alacaklılarının ve borçlunun yakınlarının kefile karşı alacakları tam olarak korunur. Sonuç  olarak  alacaklının  kefile  karşı  haklarını  koruyabilmesi  için  öncelikle alacağını kaydettirmeli ve aynı zamanda haklarının korunması için gerekli diğer işlemleri yapmalıdır (TBK m 594, II).2. Alacaklının Kefile Karşı Haklarının Korunmasıa. Alacağın KaydettirilmesiAlacaklının kefile karşı İİK m 303 deki imkândan tam olarak faydalanabilmesi için onun alacağını kaydettirmesi gerektiği doktrin tarafından kabul edilmektedir. Her ne kadar İİK m 303 de alacaklının kefile karşı başvuru hakkını koruyabilmesinin bir şartı olarak alacaklının alacağını kaydettirmesi öngörülmüş olmasa da, TBK m 594 de açıkça alacaklının alacağını kaydettirmesi gerektiği hükme bağlanmıştır. Kanaatimizce alacaklının alacağını kaydettirmesi gerekliliğini İİK m 299 ile birlikte değerlendirmek  gerekir.  Zira  bu  hükme  göre,  kesin  mühlet  içerisinde  komiser tarafından yapılacak olan ilandan itibaren on beş gün içinde alacaklıların alacaklarını bildirmeleri şarttır; bununla birlikte ilandan itibaren süresi içinde bildirilmeyen alacaklar  açısından  da  borçlunun  bilançosunda  veya  konkordato  projesindeki alacaklılar  listesinde  yer  alması  durumunda  alacaklının  alacağını  bildirdiği 121  Ömer Ulukapı, Konkordatonun Feshi (Mimoza 1998) 96 dn 692; Tunç Yücel (n 62) 37; Aydemir (n 83) 536. 122  Bkz Aydemir (n 83) 536 ff. 123  Umbach-Spahn, Kesselbach, Exner (n 56) Art 303 N 2; Vollmar (n 56) Art 303 N 3; Öztek ve Tunç Yücel (n 115) 511; Aydemir (n 83) 546.124  Bkz Hakan Pekcanıtez, Oğuz Atalay, Meral Sungurtekin Özkan ve Muhammet Özekes, İcra ve İflâs Hukuku Ders Kitabı (6. Bası, On İki Levha 2019) 509. 125  Öztek ve Tunç Yücel (n 115) 510, 511; Sarısözen (n 58) 368; Aydemir (n 83) 536; Kuru (n 64) 3815.1259İstanbul Hukuk Mecmuası 78/3varsayılmalıdır. O halde, alacaklı alacağını kaydettirmemiş olsa dahi, borçlunun bilançosunda veya alacaklılar listesinde yer almış olması durumunda İİK m 300 deki imkândan faydalanabilmelidir. Alacaklının alacağını konkordato komiserine ilandan itibaren belirli süre içerisinde bildirmesinden sonra, komiser bu alacak bildirimi üzerine borçlunun beyanını alır (İİK m 300). Eğer alacaklının alacağını veya alacağın miktarını borçlu kabul etmezse, alacak veya miktarı çekişmeli duruma gelir ve ilgili alacağın konkordato projesinin oylanmasında nisaba dahil edilip edilmeyeceğine mahkeme karar verir (İİK m 302,VI). Alacağı itiraza uğramış olan alacaklı, konkordatonun tasdiki durumunda tasdik kararının ilanından itibaren bir ay içinde dava açmalıdır (İİK m 308/b,I). Tasdik kararını veren mahkeme konkordato projesi uyarınca çekişmeli alacaklara isabet eden payın, kararın kesinleşmesine kadar borçlu tarafından mahkemece belirlenen bir bankaya yatırılmasına karar verebilir. Süresi içinde dava açmamış olan alacaklılar bu paydan ödeme yapılmasını talep edemezler; bu durumda yatırılan pay borçluya iade edilir (İİK m 308/b,II). İşte kefaletle güvence altına alınmış çekişmeli alacak sahibi söz konusu bu davayı açmazsa TBK m 594, II deki hakların korunması için gerekeni yapmamış olur ve böylece kefil zarara uğramış olabilir; bu halde ise TBK m 594, III gereği, alacaklı kefilin uğradığı zarar miktarı ölçüsünde ona başvuru hakkını kaybeder. Dolayısıyla bu tür çekişmeli alacaklarda alacaklının alacağını sadece konkordatoya kaydettirmesi yeterli olmayıp, ayrıca kanunda hakkın korunması için gerekli diğer işlemlerin de yerine getirilmesi gerekir. b. Alacaklılar Toplantısında Konkordato Projesinin OylanmasıAlacaklının  alacağını  kaydettirmesinden  sonra,  İİK  m  303 deki  imkânlardan ayrıca faydalanabilmesi çeşitli ihtimaller çerçevesinde hareket edilmesine bağlıdır:aa. Alacaklının Konkordatoyu Reddi DurumundaİİK m 303, I e göre, konkordatoyu reddeden (muvafakat etmeyen) alacaklı borçtan birlikte sorumlu olanlara karşı bütün haklarını muhafaza eder ve alacaklı asıl borçluya kefil olan kimseden sanki konkordato yokmuş gibi alacağının tamamını talep etme hakkına sahip olur. Başka bir deyişle, konkordatonun tasdik edilmesi ile birlikte konkordato projesinde asıl borcun vade veya tenzilat ile ödenmesi öngörülmüş olsa dahi, alacaklı alacağını herhangi bir vadelendirme veya tenzilat yapılmaksızın kefalet 126  Bkz Levent Börü, ‘Adi Konkordatoda Alacaklıların Alacaklarını Bildirmesi  (2019) 10 (1) İnönü Üniversitesi Hukuk Fakültesi Dergisi 178 ff.127  Bkz Kuru (n 64) 3815. 128  Aydemir (n 83) 534, 539; Özen (n 14) 425.129  Kuru, El Kitabı (n 92) 1516. 1260Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkileriborcunun normal vadesinde tam olarak kefilden talep edebilme hakkına sahip olur. Bu durum kefalet borcunun, asıl borç miktarıyla sınırlı olması gerektiği ve kefile asıl borçtan fazla bir sorumluluk yüklenemeyeceği kuralına istisna teşkil etmektedir; çünkü, borçlu konkordatoda projesinde kabul edilen miktarla yükümlü olurken, kefil, bu miktarı aşan nispette ödeme ile yükümlü olmaktadır. O halde, alacaklının, İİK m 303 e göre kefile karşı başvuru haklarını tam olarak koruyabilmesi  için,  İİK  m  302 e  göre  yapılan  alacaklılar  toplantısında  açıkça konkordato projesine red oyu vermesi gerekir. Bununla birlikte alacaklı, İİK m 302,VII e göre, alacaklılar toplantısına katılmaz ve toplantının bitimini takip eden yedi gün içinde de herhangi bir oy kullanmazsa, yine onun oyunun red şeklinde değerlendirilmesi gerekir. Ayrıca, alacaklılar toplantısında veya bu toplantının bitimini takip eden yedi gün içinde alacaklının avukatı tarafından kullanılan oy kabul yönünde olmuş olsa dahi, alacaklı vekilinin HMK m 74 e göre, konkordato projesine muvafakat etme veya sulh olma konusunda özel yetkisi yoksa, yine bu kabul yönündeki oy geçerli kabul edilmeyip, reddi yönünde değerlendirilmesi gerekir. bb. Alacaklının Konkordatoyu Kabulü DurumundaAlacaklının konkordato projesini kabul etmesi durumunda kefile karşı başvuru hakları İİK m 303,II de hükme bağlanmıştır. Buna göre, konkordatoyu kabul (muvafakat) eden alacaklı kendi haklarını, borçtan sorumlu olan kişilere ödeme karşılığında devir teklif etmek ve onlara toplantıların günü ile yerini en az on gün önce haber vermek şartıyla bu hükümden yararlanır. Bu hükümden hareket edilmesi durumunda, alacaklının konkordatoyu kabul etmesi durumunda iki durum ortaya çıkmaktadır:1-Alacaklı, borçtan sorumlu olan kefile ödeme karşılığında devir teklif etme ve onlara alacaklılar toplantısının yerini en az on gün önceden haber verme şartını yerine getirmeden doğrudan konkordato projesini kabul edebilir. Alacaklı bu şartı yerine getirmeksizin konkordato projesini kabul etmiş olursa, yine de kefile karşı başvuru hakkını tamamıyla kaybetmez; sadece kefilden alacağını, konkordato projesinde  öngörülen  şartlar  dahilinde  talep  etme  hakkına  sahip  olur;  örneğin, konkordato projesinde indirim öngörülmüşse artık, bu indirim oranı ayrıca kefilden talep edilemez. 130  Öztek ve Tunç Yücel (n 115) 511; Kuru (n 64) 3808; Aydemir (n 83) 540; Postacıoğlu (n 70) 138; Mustafa Saldırım, ‘İflâstan Önce Konkordatonun Tasdikinin Hüküm ve Sonuçları  (2000) 4 Ankara Barosu Dergisi 246; Erdoğan (n 12) 169. 131  Reisoğlu (n 14) 24.132  Kuru (n 64) 3807; Saldırım (n 130) 246; Kale (n 10) 72; Aydemir (n 83) 540.133  Bkz ve karş Altay ve Eskiocak (n 2) 215.134  İİK m 303 metninde her ne kadar  toplantıların  kavramı kullanılmış olsa da, İİK m 302 e göre konkordatoda alacaklılar toplantısı bir kez yapılabilir. Bu sebeple İİK m 303 deki  toplantılar  kavramının  toplantı  şeklinde anlaşılması gerekir. 135  Kuru (n 64) 3809; Doktrindeki diğer bir görüşe göre, konkordatoyu kabul eden alacaklı, müşterek borçlu veya kefile karşı başvuru hakkını mutlak olarak kaybeder. Bkz Enver Buruloğlu ve Yuda Reyna, Konkordato Hukuku ve Tatbikat (Yörük Matbaası 1968) 88. 136  Kuru (n 64) 3808; Postacıoğlu (n 70) 505; Aydemir (n 83) 540; Turgut Akıntürk, Müteselsil Borçluluk (Sevinç Matbaası 1971) 183.1261İstanbul Hukuk Mecmuası 78/3 TBK m 168,II ye göre, alacaklı diğerlerinin zararına olarak borçlulardan birinin durumunu iyileştirirse, bunun sonuçlarına katlanması gerekir; şöyle ki kefile karşı başvuru hakkının korunması için gerekli şartların yerine getirilmemiş olmasından ötürü, kefil zarar görmüşse, kefilin sorumluluğu, alacaklının bu davranışından doğan zarar kadar azalır (TBK m 594, III); örneğin, %25 indirim öngörülen bir konkordatoda, %25 oranında alacaklı asıl borçluya karşı alacağından feragat ettiği için, kefilin de gördüğü zarar bu oran olarak kabul edilir ve kefile bu zarar miktarı için başvuru yapılamaz. Bu sonuca İİK m 303,II deki hüküm ile de ulaşılmaktadır; çünkü, alacaklı kefile ödeme karşılığında devir teklif etme şartını yerine getirmemişse, kefile karşı haklarını tam olarak koruyamaz.  Doktrinde İİK m 303 deki imkândan yararlanılabilmesi için ayrıca konkordato projesini kabul eden alacaklının oyunun İİK m 302deki toplantı nisabına etkisi bakımından bir tartışma bulunmaktadır. Doktrindeki bir görüşe göre, konkordatoyu kabul eden alacaklının oyu dikkate alınmadan konkordato projesinin kabulü için gerekli nisabın sağlanması durumunda, alacaklının kefile karşı alacağının tamamı için başvuruda bulunabilmesi mümkündür.Doktrindeki ikinci görüşe göre ise, konkordatoyu kabul eden alacaklının oyu dikkate alınmadan konkordatonun üçte iki çoğunlukla kabul edilmiş olması durumunda, alacaklının kefile karşı bütün alacağı için başvurabilmesi mümkün olmalıdır.Bizim  de  katıldığımız  doktrindeki  üçüncü  bir  görüşe  göre  ise,  kanunda konkordatonun tasdiki için gerekli çoğunluğun hangi alacaklının oyu ile sağlandığına ilişkin  bir  ayrım  bulunmamaktadır;  ayrıca  bunun  diğer  alacaklıları  etkileyip etkilemediğinin tespiti de çok zordur; bu sebeple bu konuda alacaklının oyunun etkili olup olmadığına göre değerlendirilme yapılması yerinde değildir. 2-Alacaklı, borçtan sorumlu olan kefile ödeme karşılığında devir teklif etme ve onlara alacaklılar toplantısının yerini ve zamanını en az on gün önceden haber verme şartını yerine getirerek konkordato projesini kabul edebilir. Böyle bir durumda alacaklı kefile karşı başvuru haklarını tam olarak koruyacaktır (İİK m 303, II). Burada hemen şunu belirtmek isteriz ki, hükümde belirtilen şart, her alacaklıya göre değişebilen bir şart değildir; alacaklı, kefile ödeme karşılığında kendi haklarını devir teklif etmelidir ve bu teklifin İİK m 302 de düzenlenen alacaklılar toplantısından en az on gün önce kefile haber verilmiş olmasını gerektirir. Şartın bu şekilde gerçekleşmesi durumunda alacaklı kefile karşı haklarını tam olarak korumuş olur. 137  Ayan (n 14) 694; Aydemir (n 83) 541.138  Kuru (n 64) 3810; Kale (n 10) 72; Saldırım (n 130) 248. 139  Postacıoğlu (n 70) 142-143. 140  Aydemir (n 83) 541. 141  Kale (n 10) 73; Umbach-Spahn, Kesselbach, Exner (n 56) Art 303 N 6.1262Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine EtkileriAlacaklı, bu hüküm kapsamında kefile ödeme karşılığında devir teklif eder ve kefil de bu devir teklifini kabul ederse artık bu alacak kefile geçer. Zira, alacaklı ile kefil arasında yapılan işlemin hukuki niteliğini TBK m 183 anlamında bir alacağın devri olarak kabul etmek gerekir. Alacaklının bir borç ilişkisinden doğan alacağını borçlunun rızasına gerek olmaksızın bir sözleşmeye dayanarak üçüncü bir kişiye devretmesine alacağın devri adı verilir; alacağın devrinde borçlu, kendi rızası dışında gerçekleşen alacaklı değişimine katlanmak zorundadır. Alacaklının, alacaklılar toplantısından en az on gün önce devir teklif etmesinin hukuki niteliğini ise bir  devir vaadi  olarak nitelendirmek gerekir. Birlikte kefil olması durumunda, alacaklı bu teklifi kefillerden her birine sunma hakkına da sahiptir. O halde alacaklının ödeme teklifi kefil tarafından kabul edilirse, bunun geçerliliği TBK m 184 gereği, yazılı şekilde yapılmış olmasına bağlıdır ve bu geçerlilik şartıdır. Alacaklı tarafından kefile yapılan bu ödeme teklifinin geçerliliği ise herhangi bir şekle bağlı değildir (TBK m 184, II); fakat alacağın devrine ilişkin teklifin ispata ilişkin bir sorun olarak ortaya çıkması muhtemeldir. Bu sebeple ödeme teklifinin yazılı olarak belgelendirilmesi yerinde olur; örneğin taahhütlü mektupla veya noter ihtarnamesi ile ödeme teklifi kefile bildirilebilir. Alacaklının kefile ödeme karşılığında devir teklif etmesinin zamanının, alacaklılar toplantısından en az on gün önce olması gerektiği kanunla açıkça hükme bağlanmıştır. Dolayısıyla alacaklının devir karşılığında ödeme teklifini kefile bildirmesinde bu zaman sınırına uymaması ve kefilin de bu teklifi reddetmesi durumunda, alacaklı İİK m 303, II e göre artık kefile karşı başvuru hakkını tam olarak kullanamaz; yani alacaklı ancak tasdik edilen konkordato projesine göre kefile başvurabilir. Fakat, alacaklı, alacaklılar toplantısında hatta teorik olarak konkordatonun tasdik edilmesine kadar bu teklifi kefile sunabilir. Zira, Kanunda teklifin sunulması bakımından zaman sınırlaması konulmasının amacı, kefile düşünmek ve belgeleri incelemek için süre tanımaktır; ancak bu süreye uyulmaksızın alacaklı tarafından bildirilen teklif kefil tarafından kabul edilirse bu devir işlemini de geçerli saymak gerekir. 142  Ayan (n 14) 694. 143  İhsan Erdoğan, ‘Konkordatonun Müşterek Borçlulara ve Kefillere Etkisi  (1984) 10 (3) Yargıtay Dergisi, 318; Kale (n 10) 73; Sarısözen (n 58) 366.144  Arif Burhanettin Kocaman, Alacağın Temlikinin Benzer Üçlü İlişkiler Karşısındaki Teorik Sınırı Sorunu (2. Bası, Atilla Kitabevi 1992) 8, 103; Alacağın devri, kefalet, üçüncü şahıs yararına sözleşme, havale gibi üçlü bir ilişkiye dayanan bir hukuksal işlemdir; ancak bunlar arasında farklılıklar bulunmaktadır. Ayrıntılı bilgi için bkz Kocaman (n 144) 7 ff.145  Aydemir (n 83) 542. 146  Umbach-Spahn, Kesselbach, Exner (n 56) Art 303 N 11.147  Erdoğan (n 143) 319; Aydemir (n 83) 543.148  Altay ve Eskiocak (n 2) 318; Erdoğan (n 143) 319; Kuru (n 64) 3813; Postacıoğlu (n 70) 138; Ulukapı (n 121) 98. 149  Erdoğan (n 143) 319; Aydemir (n 83) 542; Doktrindeki bir görüşe göre, alacağın devri teklifi çok geç yapılır ya da hiç yapılmazsa ve fakat buna rağmen alacaklı konkordatoyu kabul ederse, alacaklının birlikte borçluya, yani kefile başvuru hakkı sona erer. Bkz Öztek ve Tunç Yücel (n 115) 513; Sarısözen (n 58) 367.150  Kale (n 10) 74; Postacıoğlu (n 70) 139; Kuru (n 64) 3814.1263İstanbul Hukuk Mecmuası 78/3İİK m 303, II e göre, alacaklılar toplantısının günü ve yerinin de ödeme teklifinde belirtilmesi gerekir. Alacaklılar toplantısına davet ilanının, toplantıdan en az onbeş gün önce yapılması gerekir (İİK m 301). Dolayısıyla alacaklının ödeme teklifinde toplantının yerini ve zamanını kefile bildirebilmesi için ilanın yapılmış olması gerekir. Alacaklı kefile devir karşılığında ödeme teklifini toplantı gününün ilan edilmesinden önce bildirmişse, ayrıca sonradan ilan edilen alacaklılar toplantısı günü ve yerini de kefile yazılı olarak bildirmesi gerekir. Eğer alacaklı süresinde teklifi yapmış, fakat yeri ve zamanı kefile bildirmeyi ihmal etmişse, buna rağmen kefil zaten yeri ve zamanı biliyorsa, bu durumda teklifin yine de geçerli kabul edilmesi gerektiği doktrin tarafından benimsenmektedir; aksi durumda kefilin toplantının yeri ve zamanı konusunda bilgi sahibi olmaması durumunda artık geçerli bir tekliften söz edilemez. Kanaatimizce toplantının zamanı hakkında kefile herhangi bir bildirim yapılmamış olsa dahi, kefilin toplantının yeri ve zamanını biliyor olması bir ispat sorunudur ve bunun ispatına ilişkin yük alacaklının üzerindedir. Kefil,  kendi  menfaatini  ilgilendiriyorsa,  yani  kendisine  herhangi  bir  zarar gelmeyeceğini düşünüyorsa alacaklının ödeme karşılığındaki bu devir teklifini kabul edebilir. Bu durumda kefil alacaklının haklarına halef olacağı için, alacaklının herhangi bir yetkisi kalmaz ve kefil alacaklılar toplantısına katılarak, konkordato projesine kabul veya ret oyu kullanabilir; konkordato tasdik edilerek kesinleşirse, kefil konkordato borçlusuna İİK m 308/c hükmü gereği konkordato projesi ölçüsünde başvurabilir. Eğer alacaklı tarafından yapılan bu teklif kefil tarafından reddedilirse, artık alacaklı konkordato projesini kabul etmiş olsa dahi kefile karşı haklarını tam olarak korumuş olacaktır.cc. Kefile Müzakerelere Katılma Yetkisinin VerilmesiİİK m 303, III e göre, alacaklı başvuru (müracaat) hakkına zarar gelmeksizin borçtan birlikte sorumlu olan kefile konkordato müzakerelerine katılma yetkisini verebilir  ve  onun  kararını  kabul  taahhüdünde  bulunabilir.  Doktrinde  alacaklı tarafından kefile konkordato müzakerelerine katılma yetkisinin verilmesinin hukuki niteliği, kefilin alacaklıyı temsil edebilme yetkisi şeklinde değerlendirilmektedir. Buna  göre  buradaki  temsilin  hukuki  sonuçları  konkordatonun  niteliğine  uygun düştüğü ölçüde TBK m 40 vd a dayanmaktadır ve işin niteliği gereği burada verilen temsil yetkisi zaman ve konu bakımından sınırlı, özel bir temsil yetkisidir. 151  Erdoğan (n 143) 319; Kuru (n 64) 3814; Öztek ve Tunç Yücel (n 115) 513; Kale (n 10) 74; Aydemir (n 83) 542-543.152  Altay ve Eskiocak (n 2) 318; Kale (n 10) 74; Postacıoğlu (n 70) 138; Aydemir (n 83) 543. 153  Kale (n 10) 74.154  Erdoğan (n 143) 320; Kale (n 10) 74; Saldırım (n 130) 248-249; Ulukapı (n 121) 98; Aydemir (n 83) 543. 155  Altay ve Eskiocak, 317; Öztek ve Tunç Yücel, 513; Aydemir, 543; Erdoğan, 319; Postacıoğlu, 138; Kale, 74; Sarısözen, 366. 156  Erdoğan (n 143) 320; Ulukapı, 98; Aydemir (n 83) 544; Sarısözen (n 58) 367.157  Erdoğan (n 143) 320.1264Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine EtkileriTemsil yetkisinin konu bakımından sınırlanması alacaklar toplantısında oyun kullanılmasıdır; bununla birlikte yetkinin zaman bakımından sınırlanmasında kanun metninde bir açıklık bulunmamaktadır:Doktrindeki bir görüşe göre, kanun metninde açıkça bir sınırlama olmadığından alacaklıya tanınan hakkın kullanılmasına dair bir zaman sınırlaması konulamaz; bu durumda alacaklı, kefile karşı temsil yetkisini toplantının (müzakerenin) başlayacağı ana kadar verebilmelidir. Doktrindeki  diğer  bir  görüşe  göre,  kanun  metninde  bu  süreç  için  belirli mühlet öngörülmemiştir; bu sebeple konkordatonun oylanmasından sonra tasdik yargılamasına kadar olan süre içinde olmak kaydıyla İİK m 303, II deki on günlük sürenin burada da kıyas yoluyla uygulanması gerekir. Bu görüşten hareket edilmesi durumunda kefile verilebilecek temsil yetkisinin başlangıcı alacaklılar toplantısının yapılacağı on gün öncesine kadardır. Doktrindeki üçüncü bir görüşe göre ise, alacaklılar toplantısından on gün önce toplantıdan sonraki yedinci günün sonuna kadar alacaklı tarafından kefile temsil yetkisi verilebilir.Kanaatimizce, kanun metninde bu konuda bir açıklık getirilmesi son derece yerinde olur; çünkü, kefile bu teklif hakkında düşünme fırsatı tanınabilmesi gerekir. Dolayısıyla, İİK m 303, II deki on günlük sürenin burada da kıyasen uygulanabilmesi yerinde olur. Buna göre, alacaklı temsil teklifini kefile bildirmesinde bu zaman sınırına uymazsa ve kefil de bu teklifi reddederse, alacaklı İİK m 303, III e göre artık kefile karşı başvuru hakkını tam olarak kullanamaz; yani alacaklı ancak tasdik edilen konkordato projesine göre kefile başvurulabilme hakkına sahip olmalıdır. Fakat, alacaklı tarafından bildirilen teklif, kefil tarafından kabul edilirse, bu teklif işlemini İİK m 302 gereği alacaklılar toplantısının bitiminden itibaren yedi gün içinde yapılması şartıyla geçerli olarak kabul etmek gerekir.TBK nda temsil yetkisinin herhangi bir şekle tabi olmadığı hükme bağlanmış olsa da, kefile verilen bu yetkinin İİK m 303 e dayanılarak yazılı şekilde yapılması gerekir;  başka  bir  deyişle  kefil,  temsil  yetkisini  temsil  belgesi  ile  ortaya koyabilmelidir; aksi takdirde kefil tarafından alacaklılar toplantısında kullanılan oy geçersiz sayılmalıdır. Başka bir deyişle temsil belgesinin yokluğu sebebiyle kefil 158  Bu maddenin mehazını teşkil eden İsviçre İİK (SchKG) m 303,III de zaman bakımından bir sınırlama getirilmemiştir ve bu bakımdan İsviçre doktrininde de aynı yönde bir tartışma bulunmaktadır. Bkz Umbach-Spahn, Kesselbach, Exner (n 56) Art 303 N 17. 159  Erdoğan (n 143) 320; Sarısözen (n 58) 367.160  Öztek ve Tunç Yücel (n 115) 513; Umbach-Spahn, Kesselbach, Exner (n 56) Art 303 N 17.161  Aydemir (n 83) 544.162  Bkz Aydemir (n 83) 544.163  Erdoğan (n 143) 321.1265İstanbul Hukuk Mecmuası 78/3bu yetkisini kullanamazsa sonuçlarına alacaklı katlanmalı ve İİK m 303,III te verilen bu imkândan yararlanamamalıdır. Alacaklının alacaklılar toplantısına katılma ve oy kullanma temsil yetkisi verme teklifinin kefil tarafından kabul edilmesi durumunda, alacaklı kefile karşı bütün haklarını İİK m 303, III gereği korumuş olacaktır. Kendisine yapılan teklifi kabul eden kefil, alacaklılar toplantısına katılabilir ve konkordatonun kabulü veya reddi yönünde oy kullanabilir; bu durumda kefilin hangi yönde oy kullandığının bir önemi olmaksızın, alacaklının kefile karşı başvuru hakkı tam olarak korunur. Asıl borç ilişkisinde birden çok kefil olması durumunda, birlikte kefalet ilişkisi ortaya çıkar ve böyle bir durumda alacaklı her bir kefile kendi payı ölçüsünde temsil yetkisi verebilir. Alacaklı, kefile temsil yetkisini verdikten sonra, alacaklılar toplantısında artık kendisinin oy kullanma hakkı olamaz; fakat buna rağmen böyle bir durumda alacaklı ve kefil aynı anda oy kullanmış olurlarsa, alacaklının TBK m 42 e göre temsil yetkisini kefilden geri aldığı varsayıldığı için alacaklının İİK m 303, III daki imkândan  faydalandırılmaması  gerekir;  ayrıca  bu  durum  konkordato  komiseri tarafından İİK m 290 gereği tutanakla tespit edilmelidir 171. Alacaklının alacaklılar toplantısına katılma ve oy kullanabilme konusunda temsil yetkisi verme teklifinin kefil tarafından kabul edilmemesi durumunda, alacaklının kefile  karşı  bütün  haklarını  İİK  m  303,  III  gereği  korumuş  olduğunun  kabul edilmesi gerekir; çünkü, burada önemli olan alacaklının usulüne uygun olarak kefile toplantıya katılma ve oy kullanma konusunda temsil yetkisine ilişkin teklifin verilmesidir. Kefil bu yetkiyi kullansın veya kullanmasın alacaklı kefaletle temin edilen bütün asıl alacağı için alacağın vadesinde kefile başvurma hakkına sahip olacaktır. 164  Aydemir (n 83) 544; Erdoğan (n 143) 320-321.165  Erdoğan (n 143) 321; Aydemir (n 83) 544.166  Alacaklı alternatif olarak kendi yerine birlikte borçluların konkordato müzakerelerine katılarak gerek tam yetki devriyle oy kullanmalarına gerekse kendi talimatı doğrultusunda oy kullanmalarına yetki verebilir. Öztek ve Tunç Yücel (n 115) 513. 167  Kuru (n 64) 3815; Erdoğan (n 143) 321; Aydemir (n 83) 545.168  Bkz yukarı I, B. 169  Birden çok borçlu (kefil) olması durumunda, bunlar birlikte hareket etmek zorundadırlar Bir yada daha çok birlikte borçlu konkordatoyu kabul etmek istemez ve buna rağmen alacaklı konkordatoyu kabul ederse, bunlara başvuru hakkını kaybeder. Bkz Öztek ve Tunç Yücel (n 115) 513; Aydemir (n 83) 545.170  Erdoğan (n 143) 322. 171  Erdoğan (n 143) 322; Aydemir (n 83) 545. 172  Kuru (n 64) 3815; Aydemir (n 83) 545.173  Ulukapı (n 121) 99; Saldırım (n 130) 249; Aydemir (n 83) 545. 1266Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkileric. Alacağın KaydettirilmemesiİİK m 303 e göre alacaklının kefile karşı başvuru hakkını kullanabilmesi için alacağını süresi içinde yazdırmış olması veya alacağını yazdırmamış olsa dahi borçlunun bilançosunda alacağının yer alması gerektiğini yukarıda belirtmiştik. Bununla birlikte alacaklının alacağını süresi içinde kaydettirmemesi ve bilançoda da yer almaması durumunda onun kefile karşı başvuru hakkının kapsamı ve sonucu bakımından doktrinde bir tartışma bulunmaktadır:Doktrindeki bir görüşe göre, alacağını süresi içinde konkordatoya kaydettirmemiş olan alacaklı, kefile (birlikte borçluya) karşı sahip olduğu başvuru (müracaat) hakkını tamamıyla kaybeder. Bu görüşte olanların gerekçesi 2018 tarihinde 7101 sayılı İİK nun değiştirilmesinden önceki hükümlerine dayandırılmaktaydı. Zira, eski İİK m 298,III e göre, konkordatonun tasdik şartlarından bir tanesi de kaydedilmiş alacaklar için teminatın gösterilmesiydi; çünkü, alacaklı alacağını konkordatoya kaydettirmezse söz konusu bu alacak için teminattan yoksun kalacak ve dolayısıyla da kefil de bundan yararlanamayacaktı. Fakat, 7101 sayılı İİK nda yapılan değişiklikle artık konkordatonun tasdiki için alacağını kaydettiren alacaklı için teminat gösterilmesi şartı kaldırılmıştır. İİK m 305,I-d e göre, konkordatonun tasdiki için İİK m 206 nın birinci sırasındakiler ve mühlet içinde komiserin izniyle akdedilmiş borçların ifasının, alacaklı bundan açıkça vazgeçmedikçe yeterli teminata bağlanmış olması gerekir. Bu durumda alacağını süresinde kaydettirmemiş olan alacaklı, artık teminattan açıkça kanun gereği vazgeçmediği için tasdik edilen konkordato projesi şartlarına göre kefile başvurabilme hakkına sahip olmalıdır.Doktrindeki diğer bir görüşe göre, alacaklının alacağını TBK m 594,II ve m 592,I gereği süresi içinde kaydettirmesi yükümlülüğünün yerine getirilmemesi durumunda alacaklının bu davranışından ötürü kefile karşı bir zarar oluşması durumunda, alacaklı, artık kefile karşı başvuru hakkını bu zarar ölçüsünde kaybetmelidir. Dolayısıyla kefilin sorumluluğu tamamen ortadan kalkmaz, fakat alacaklının bu yükümlülüğü yerine  getirmemesi  sebebiyle  kefilin  uğradığı  zarar  miktarı  kadar  sorumluluğu azalmalıdır. Doktrindeki  üçüncü  görüşe  göre  ise,  konkordatoya  kayıt  yaptırmayan alacaklının durumu, onun kefile karşı rücu hakkının olup olmamasına göre ayrım yapılarak değerlendirilmelidir. Buna göre konkordatoya kayıt yaptırmayan alacaklı, 174  Bkz yukarı C, 2, a. 175  Bkz ve karş Burhan Gürdoğan, İflâs Hukuku Dersleri, İflâs, Konkordato, İptal Davaları (Ajans Türk Matbaası 1966) 204; Saldırım (n 130) 251. 176  Bkz Erdoğan (n 143) 322; Gürdoğan (n 175) 195; Buruloğlu ve Reyna (n 135) 91. 177  Aydemir (n 83) 538.178  Bkz ve karş. Ayan (n 14) 694 ff; Gümüş (n 28) 377; Postacıoğlu (n 70) 139-141; Aydemir (n 83) 538; Akıntürk (n 136) 184. 179  Bkz Altay ve Eskiocak (n 2) 320; Öztek ve Tunç Yücel (n 115) 511; Sarısözen (n 58) 368; Kuru (n 64) 3817; Kuru, El Kitabı (n 92) 1519; Ulukapı (n 121) 97.1267İstanbul Hukuk Mecmuası 78/3birlikte borçlulara (kefile) karşı, ancak onların konkordato borçlusuna rücu hakkının olmadığı durumlarda tüm haklarını koruyabilir; başka bir deyişle kefil konkordato alacaklısına ödeme yaptığı takdirde, konkordato borçlusuna karşı rücu hakkına sahip değilse, alacaklı kefilden alacağının tamamını talep edebilecektir; çünkü, konkordato borçlusu ile birlikte borçtan sorumlu olanların, rücu haklarının söz konusu olmadığı durumlarda, alacaklının İİK m 303 teki yükümlülüklere uymaması kefilin zararına sebep  olmamış  ve  onun  teminatının  kaybolmasına  yol  açmamış  olduğundan, alacaklının birlikte borçlu kefile başvuru yapmasına da engel olmamalıdır. Buna karşılık, kefil konkordato alacaklısına ödemede bulunarak rücu hakkına sahip olursa, alacaklı konkordato projesi ile ibra edilen kısım için kefile başvuru hakkını kaybeder.Ayrıca az yukarıda belirtilen görüşlere ek olarak doktrindeki bir görüş, alacağını konkordatoya kaydettirmemiş olan alacaklının, birlikte borçlulara ve kefillere karşı sahip  olduğu  başvuru  hakkını  tamamen  kaybetmesini  alacaklının  kusurlu  olup olmamasına bağlamaktadır. Buna göre, alacağın kaydettirilmemesinde alacaklının hiçbir kusuru yoksa, örneğin borçlunun konkordato mühletini aldığından haberi yoksa, o zaman, alacaklı, konkordato müzakerelerine katılma imkânından da yoksun kaldığından, konkordato projesinin şartları ölçüsünde kefile karşı başvuru hakkı tanınabilmelidir. Nitekim sözleşme sorumluluğuna ilişkin ilkenin uygulanması ile alacaklının bu yükümlülüğe aykırı davranışında kusuru olmadığını ispat etmesi durumunda, kefile karşı olan haklarını aynen koruması gerekir. Doktrindeki bir başka görüşe göre ise, borçluya konkordato mühleti tanınmasının açıkça ilan edildiği ve ilan edilen bir hususun bilinmediğinin ispat olunamayacağı (İİK m 288) sebepleriyle, konkordatoyu öğrenememesi ihtimali düşüktür; dolayısıyla ilk görüş kabul edilmemelidir.  Kanaatimizce, İİK m 303 deki imkânlardan alacaklının tam olarak faydalanabilmesi TBK m 594, II ve m 592, I gereği onun alacağını kaydettirmesine veya alacağını kaydettirmemiş olsa da borçlunun bilançosunda veya projesinde yer almasına (İİK m 299) bağlıdır. Buna göre alacaklının bu yükümlülüğünü ihmal etmesi ve borçlunun bilançosunda da alacağının yer almaması durumunda, kefile başvuru hakkı tamamıyla değil, ona zarar verdiği ölçüde kaybedilmelidir; örneğin indirim konkordatosunda alacaklı asıl borçlunun ibra edildiği oranda kefile zarar vermiş olmasından ötürü artık bu ibra edilen alacak miktarı için kefile başvuru hakkını kullanamamalıdır. 180  Kuru (n 64) 3816; Erdoğan (n 143) 323; Ayan (n 14) 694 vd; Gümüş (n 28) 377.181  Altay ve Eskiocak (n 2) 321; Saldırım (n 130) 251.182  Akıntürk (n 136) 184; Aydemir (n 83) 538.1268Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkilerid. Kefilin Konkordato Mühleti Hakkında BilgilendirilmesiAlacaklının alacağını kaydettirmesinin dışında TBK m 594, II e göre, alacaklı kendi haklarının korunabilmesi için gerekeni yapmakla yükümlüdür. Buna göre, her ne kadar İİK m 300 de kefilin bilgilendirilmesine ilişkin bir hüküm olmasa da, alacaklı, borçluya konkordato mühleti (mehli) verildiğini öğrendiği anda, durumu kefile bildirmekle yükümlüdür. TBK ndaki konkordato mühleti (mehli) kavramının içerisine konkordato geçici mühleti de dahildir; dolayısıyla konkordato geçici mühleti ve konkordato kesin mühleti kararlarının ayrı ayrı kefile bildirilmesi gerekir. Birden fazla kefil olması durumunda, bilgilendirmenin bütün kefillere yapılması gerekir. Kefilin bilgilendirmesi herhangi bir şekle bağlı olmasa da ispat kolaylığı için bilgilendirmenin yazılı şekilde yapılması yerinde olur; zira bu konuda ispat yükü  alacaklının  üzerindedir.  Bununla  birlikte  borçluya  konkordato  mühleti verildiğini, kefil başka bir şekilde ve zamanda öğrenmişse, alacaklının ayrıca kefili bilgilendirmesi gerekmez; örneğin, şirket yöneticisinin, şirketin borcuna kefil olması durumunda,  kefile  bildirimde  bulunulmadığı  iddiasıyla  kefilin  sorumluluğunun azaldığının ileri sürülememesi gerekir.Alacaklının alacağını konkordato komiserine bildirmesi ile alacaklının kefile bu konuda bildirim yapma yükümlülüğü ortadan kaldırılmış olmaz; çünkü bunlar iki ayrı yükümlülüktür. Alacaklı tarafından borçluya konkordato mühleti verildiği bilgisinin kefile yazılı olarak bildirilmesi ile, kefil borçluya konkordato mühleti verildiğini öğrenecek ve kefil rücu hakkını elde edebilmesi için gerekli tedbirleri 183  Yürürlükten kaldırılan 818 sayılı BK da, sadece borçlunun iflas etmesi durumunda alacaklının alacağını iflas masasına kaydettirme zorunluluğu hüküm altına alınmıştı. 6098 sayılı yürürlükte olan TBK m 594,II e göre ise alacaklı alacağını kaydettirmekle yetinmeyecek, aynı zamanda haklarının korunması için gerekeni yapmakla yükümlü olacaktır. Bkz Acar (n 21) 285; TBK m 594,II e dayanılarak konkordato mühleti döneminde alacaklının haklarını korumak için yapabileceklerine konkordato komiserinin tasarruflarını gözetlemek, İİK m 288,II e göre ilandan itibaren yedi günlük kesin süre içinde dilekçeyle itiraz ederek konkordato mühleti verilmesini gerektiren bir durum bulunmadığını delilleriyle birlikte ileri sürmek ve mahkemeden konkordatonun talebinin reddini istemek örnek olarak verilebilir. Bkz Aydemir (n 83) 534. 184  Doktrinde bir görüş, TBK m 594 ün, İİK m 303 e paralel bir hüküm olmadığını; çünkü, bu hükme göre, borçtan birlikte sorumlu olan diğer kişiler ile ilgili durumdan farklı olarak alacaklının kefile karşı haklarının korunabilmesi için konkordatoyu kabul etmemesinin yeterli olmayacağını; ayrıca alacağın kaydettirilmiş ve konkordato mehlinin (mühletini) kefile bildirilmiş olmasının da gerektiği belirtilmiştir. Bkz Öztek ve Tunç Yücel (n 115) 510; Doktrindeki diğer bir görüş ise, TBK m 594 ile İİK m 303 hükmünün birbiriyle uyumlu olduğu yönündedir. Bkz Aydemir (n 83) 536 dn 69. 185  Ayan (n 14) 704; Özen (n 14) 375; Borçlunun değil de, birlikte kefillerden birinin konkordato talep etmesi durumunda, alacaklının, TBK m 594,II e göre yükümlülükleri diğer kefillere karşı yerine getirip getirmeyeceği konusunda kanunda bir düzenleme bulunmadığı için bu konuda doktrinde tartışma bulunmaktadır. Doktrindeki birinci görüşe göre, birlikte kefillerden birinin konkordato talebinde kanunda bir düzenleme olmadığı için alacaklının herhangi bir yükümlülüğü bulunamaz; çünkü TBK m 594,II hükmü borçlunun konkordatosu ile ilgilidir (Bkz Reisoğlu (n 14) 157); Doktrindeki diğer bir görüşe göre ise, TBK m 592,I hükmünden hareketle, alacaklının TBK m 594, II anlamında birlikte kefillere karşı, kefillerden birisinin konkordato talebinden dolayı ihbar yükümlülüğü bulunmaktadır (Bkz Özen (n 14) 375; Acar (n 21) 285; Aydemir (n 83) 554).186  Özen (n 14) 376; Ayan (n 14) 705.187  Aydemir (n 83) 534. 188  Reisoğlu (n 14) 157.189  Ayan (n 14) 704; Aydemir (n 83) 534.190  Gümüş (n 28) 431; Ayan (n 14) 704. 1269İstanbul Hukuk Mecmuası 78/3zamanında  alabilecektir.  Bu  şekilde  kefile  asıl  borçlu  hakkında  alacağın kaydettirilmesi işlemlerini takip edebilme ve gerekirse alacağın kaydettirilmesinin bizzat kefil tarafından yapılabilmesine de fırsat verilmiş olur. Aslında, alacaklının konkordato komiseri tarafından yapılacak ilandan itibaren alacağını bildirmesinden sonra, ayrıca kefilin alacak bildiriminde bir hukuki yararı yoktur; ancak, kefilin borcu ödemeden rücu hakkı doğmayacağından süresi içinde kayıt yaptırmama olasılığına karşı kefil, geciktirici koşula bağlı olarak kayıt yaptırabilir (İİK m 302/6); böyle bir durumda ise konkordatoya kayıt yaptıran kefilin, kefil olduğu borcu ödemesi durumunda, ilgili alacaklının artık oy kullanamaması gerekir; çünkü aynı alacak için sadece bir kez oy kullanabilir.Alacaklının kefili bilgilendirme yükümlülüğüne aykırı davranması sebebiyle kefilin uğradığı zarar miktarınca alacaklı ona karşı haklarını kaybeder (TBK m 594,III).IV. Konkordatonun Feshinin Kefalet Sözleşmesine EtkisiKonkordatonun tasdikinden sonra alacaklılardan birine projede öngörülen vadede ödeme yapılmamasında veya konkordatonun kötü niyetle sakatlanmış olmasında konkordatonun feshi talep edilebilir (İİK m 308/f-g). Konkordatonun fesih edilmesi kararı ile alacak hakkının konkordato sebebiyle ortaya çıkan kısıtlamaları ortadan kaldırılır.  Konkordatonun  feshinin  kefalet  sözleşmesi  üzerindeki  etkisinin  ise konkordatonun kısmen ve tamamen feshi bakımından ayrı ayrı incelenmesi gerekir. Kendisine karşı konkordato projesi uyarınca ödemede bulunulmayan her alacaklı konkordato sebebiyle kazanmış olduğu haklar saklı kalmak şartıyla konkordatoyu tasdik  eden  mahkemeye  başvurarak  kendisi  hakkında  konkordatoyu  kısmen feshettirebilir (İİK m 308/e, I). Konkordatonun herhangi bir alacaklı bakımından feshine karar verilmesi durumunda, kefile karşı İİK m 303 den doğan hakları saklı kalır; çünkü böyle bir durumda, konkordato tümüyle feshedilmemiş olup, halen geçerliliğini devam ettirmektedir. Başka bir deyişle, konkordatonun kısmen fesih 191  Aydemir (n 83) 534; Gümüş (n 28) 485. 192  Ayan (n 14) 705. 193  Börü (n 126) 184; Altay ve Eskiocak (n 2) 195-196; Reisoğlu (n 14) 149; Bilgen, Kefalet (n 84) 561; Kefilin henüz borcu alacaklıya ödemediği durumlarda henüz rücu hakkı da doğmadığından konkordatoya kayıt yönünden gerekli şartı sağlamadığı için oy hakkının tanınmaması gerektiği; aksi takdirde bu durumun uygulamada borçlu tarafından kötü niyetli bir şekilde kullanıldığı konusunda bkz Akyürek ve Akyürek (n 110) 418; Sarısözen (n 58) 369. 194  Doktrinde fesih kavramının, konkordatonun hukuki niteliğine ilişkin yapısı ile bağdaşmadığı için Kanunda her ne kadar  fesih  kavramının kullanılmış olsa da bunun  iptal  şeklinde anlaşılması gerektiği ileri sürülmüştür. Şöyle ki, fesih, sözleşmenin taraflarından birinin tek taraflı yöneltilmesi gerekli irade beyanı ile sürekli borç ilişkisini ileriye etkili olarak son erdirirken; iptal, hukuken daha baştan sakat bulunan sözleşmeyi tümüyle geçmişe yönelik geçersiz kılmaktadır. Dolayısıyla Kanunda  konkordatonun feshi  ile ifade edilen kavramın,  konkordatonun iptali  şeklinde kullanılması gerekir. Ayrıntılı bilgi için bkz Ulukapı (n 121) 107-109.195  ibid, 264. 196  Postacıoğlu (n 70) 146; Ulukapı (n 121) 264; Öztek ve Tunç Yücel (n 115) 512; Altay ve Eskiocak (n 2) 323; Kale (n 10) 72-73; Saldırım (n 130) 248. 197  Altay ve Eskiocak (n 2) 323.1270Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkilerikararı ile, sadece borçlunun, fesih talep eden alacaklıya karşı konkordatodan ötürü kazandığı  hakları  ortadan  kalkar;  borçlunun,  fesih  talebinde  bulunmayan  diğer alacaklılara karşı sorumluluğu konkordato şartlarına göre devam eder. Bu durum kefilin borcunun, asıl borçtan ayrı bağımsız bir borç olmasından da kaynaklanır; zira, kefalet sözleşmesi ile kefil alacaklıya borçlunun edimini değil, kendi üstlendiği edimi borçlanır; böylelikle kefilin borcu, içerik ve şekil bakımından asıl borçtan bağımsızlaştırılmıştır. Buna göre, konkordato bir alacaklı bakımından kısmen feshedilmişse, bununla alacaklı, alacağını konkordato borçlusundan tam olarak talep edebilir; ancak, kefilden yine konkordato şartlarına göre talep edebilir. Her  alacaklı,  kötü  niyetle  sakatlanmış  konkordatonun  feshini  tasdik  kararını vermiş olan mahkemeden talep edebilir (İİK m 308/f). Konkordatonun tamamen feshi durumunda, bu fesih kararı konkordatoyu kapsayacak şekilde genel sonuçlar doğurur  ve  bütün  alacaklılara  ve  borçluya  karşı  konkordato  tamamen  ortadan kaldırılır. Dolayısıyla, borçluya karşı konkordatonun tamamen feshedilmesi aynı zamanda kefile karşı da feshedilmiş sayılacaktır; böylelikle konkordato kapsamında kefil hakkında İİK m 303 den doğan yükümlülükler yerine getirilmemiş olduğundan, bundan doğan rücu ilişkisinin etkisi ortadan kalkar ve alacaklı söz konusu borçluya ve  kefile  karşı  alacağının  tamamı  bakımından  yeniden  başvuru  hakkına  sahip olur. Buna göre, konkordatonun tamamen feshi durumunda, İİK m 303 e göre konkordatoyu kabul etmesinin hukuken bir önemi kalmayacağından, konkordato projesindeki şartlara göre kefilin de ibrasının bir önemi kalmaz ve alacaklı kefile karşı bütün alacağı için (dava veya takip yolu ile) başvurabilir. SonuçKonkordato, borçlarını vadesi geldiği halde ödeyemeyen mali durumu bozulan bir borçlunun borçlarını belirli bir proje ile vade veya indirim yoluyla yeniden yapılandırabilecekleri bir hukuki imkândır. Konkordatonun sonuçları borçlu ve onun alacaklıları arasında hüküm ve sonuç doğurur ve bu sebeple konkordato (geçici ve kesin mühleti) kararının verilmesinden konkordatonun tasdikine kadar alacaklılar alacaklarını borçludan kural olarak talep edemezler.  Alacaklarını kefalet ile güvence altına alan alacaklılar, borçludan tahsil edemedikleri alacaklarını bu kez kefilden almaya çalışacaklardır; çünkü, kefalet sözleşmesi, kefilin alacaklıya karşı, borçlunun borcunu ifa etmemesinin sonuçlarından kişisel olarak 198  Erdoğan (n 143) 327.199  Bkz yukarı I, B.200  Ulukapı (n 121) 264; Postacıoğlu (n 70) 264. 201  Postacıoğlu (n 70) 147; Erdoğan (n 143) 327; Ulukapı (n 121) 273. 202  Ulukapı (n 121) 273; Altay ve Eskiocak (n 2) 323; Öztek ve Tunç Yücel (n 115) 512; Saldırım (n 130) 248. Ulukapı (n 121) 273; Aydemir (n 83) 547; Kale (n 10) 73; Pekcanıtez ve Erdönmez (n 2) 174.  2031271İstanbul Hukuk Mecmuası 78/3sorumlu olmayı üstlendiği sözleşmedir. Kefalet, alacaklıya kişisel teminat sağlanması amacıyla yapılarak üçlü bir ilişkiyi zorunlu kılar ve bu kişisel teminat fonksiyonu, kefalet sözleşmesinin asıl amacını oluşturur. Böyle bir durumda konkordatonun kapsamına  alacaklıların  ve  borçlunun  dışında,  alacaklıya  karşı  borçtan  birlikte sorumlu olan kefil de dahil olmaktadır ve alacaklılarla borçlu arasında sonuç doğuran konkordato hükümlerinin artık kefil ile de ilişkisi ortaya çıkmaktadır. Konkordatonun kefalete etkileri, TBK nda ve İİK nda özel hükümler ile hükme bağlanmıştır. Söz konusu hükümler konkordatoda kefaletle ilişkili olan alacaklı, borçlu ve kefilin durumlarını açıklamaktadır. İİK nda düzenlenen kefalete ilişkin konkordato hükümleri, TBK nda yer alan hükümlere göre özel hükümlerdir ve öncelikle uygulanması gerekir. Ancak İİK nda yer alan konkordatonun kefalete ilişkin hükümlerinin TBK nda yer alan hükümlere göre özel hükümler olması, TBK nda düzenlenen konkordatonun kefalete ilişkin hükümlerinin uygulanamayacağı anlamına gelmez;  burada  öncelikle  İİK ndaki  konkordatonun  kefalete  ilişkin  hükümleri uygulama  alanı  bulurken,  TBK nda  düzenlenen  konkordatonun  kefalete  ilişkin hükümleri ise uygun olduğu ölçüde İİK hükümlerini tamamlayacaktır. TBK nda ve İİK nda düzenlenen kefaletin konkordato ile ilgili maddeleri şunlardır: TBK m 585,I4, 585, II, 586,II, 590,II, 594,II; İİK m 297,II, 303.Konkordato geçici mühleti kararından itibaren alacaklı, kefile karşı icra takibinin yapılmasını veya başlamış olan icra takibine devam edilmesini sağlayabilir. Böyle bir durumda kefil aleyhine yapılan takip sonucunda kefilin borcu ödemesi durumunda, alacaklının alacaklı sıfatı ortadan kalkar ve artık konkordato alacaklısı olamaz. Bu durumda ödeme yapan kefil, alacaklının haklarına TBK m 596, I e göre kanunen halef olduğundan, konkordatoya alacaklı olarak kaydedilir ve konkordatonun tasdik edilmesi  durumunda  konkordato  borçlusuna  karşı  ancak  konkordato  projesinde öngörülen  şartlar  ölçüsünde  rücu  hakkına  sahip  olur.  Burada  dikkat  edilmesi gereken husus, konkordatonun tasdikinden sonra kefilin alacaklıya ödediği paranın kısmen veya tamamen iadesinin İİK m 303 e göre talep edilemeyeceğidir. Böyle bir durumda borçluya rücu hakkı olan kefilin, halefiyet ilkesi gereği alacağını doğrudan konkordato komiserine bildirmesi gerekecektir.İİK m 303 de borçtan birlikte sorumlu olanlar ile ilgili düzenleme yapılmıştır. Bu  düzenleme,  konkordato  mühleti  dönemi  için  değil,  aksine  konkordatonun tasdik edilmesinden sonraki döneme ait olan kefile karşı haklar ile ilgili hüküm ve sonuçları ortaya koyar. Konkordatonun tasdikinden sonra alacaklı, asıl borçtan birlikte sorumlu olan kefile karşı başvuru hakkını kullanabilmek için öncelikle İİK m 303 de öngörülen şartları yerine getirmelidir. Ayrıca, alacaklı İİK m 303 ün işaret ettiği TBK nda yer alan konkordato ile ilgili hükümlerinde öngörülen şartları da sağlamalıdır.1272Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine EtkileriİİK m 303 deki kefile karşı başvuru imkânından tam olarak faydalanabilmesi için  alacaklının  alacağını  kaydettirmesi  gerekmektedir.  Alacaklının  alacağını kaydettirmesinden  sonra,  İİK  m  303 deki  imkândan  faydalanabilmesi  onun hükümdeki çeşitli ihtimaller çerçevesinde hareket etmesine bağlıdır:İİK m 303, I e göre, konkordatoyu reddeden alacaklı borçtan birlikte sorumlu olanlara karşı bütün haklarını muhafaza eder ve alacaklı asıl borçluya kefil olan kimseden sanki konkordato yokmuş gibi alacağının tamamını talep etme hakkına sahip olur. Başka bir deyişle, konkordatonun tasdik edilmesi ile birlikte konkordato projesinde asıl borcun vade veya tenzilat ile ödenmesi öngörülmüş olsa dahi, alacaklı alacağını herhangi bir vade veya tenzilat yapılmaksızın (kefalet) borcunu normal vadesinde kefilden tam olarak talep edebilecektir. Alacaklının konkordato projesini kabul etmesi durumunda ise kefile karşı başvuru hakları İİK m 303,II de düzenlenmiştir. Buna göre, konkordatoyu kabul (ona muvafakat) eden alacaklı kendi haklarını, borçtan sorumlu olan kişilere ödeme karşılığında devir teklif etmek ve onlara toplantının günü ile yerini en az on gün önce haber vermek şartıyla bu hükümden yararlanır. Bu hükümden hareket edilmesi durumunda, alacaklının konkordatoyu kabul etmesi durumunda iki durum ortaya çıkmaktadır:1-Alacaklı, borçtan sorumlu olan kefile ödeme karşılığında devir teklif etme ve ona alacaklılar toplantısının yerini en az on gün önceden haber verme şartını yerine getirmeden doğrudan konkordato projesini kabul edebilir. Alacaklı bu şartı yerine getirmeksizin konkordato projesini kabul ederse, kefile karşı rücu hakkını tamamıyla kaybetmez;  ancak  kefilden  alacağını,  konkordato  projesinde  öngörülen  şartlar dahilinde talep edebilir; örneğin, konkordato projesinde indirim öngörülmüşse artık, bu indirim oranı ayrıca kefilden talep edilemez. Alacaklı, borçtan sorumlu olan kefile ödeme karşılığında devir teklif etme ve ona alacaklılar toplantısının yerini ve zamanını en az on gün önceden haber verme şartını yerine getirerek konkordato projesini kabul edebilir. Böyle bir durumda alacaklı kefile karşı başvuru hakkını tam olarak koruyacaktır (İİK m 303,II). İİK m 303, III e göre, alacaklı başvuru (müracaat) hakkına halel gelmeksizin borçtan birlikte sorumlu olan kefile konkordato müzakerelerine katılma yetkisini verebilir ve onun kararını kabul taahhüdünde de bulunabilir.Konkordatonun  herhangi  bir  alacaklı  bakımından  feshine  karar  verilmesi durumunda, onun kefile karşı İİK m 303 den doğan hakları saklı kalır; çünkü böyle bir durumda, konkordato tümüyle feshedilmemiş olup, halen geçerliliğini devam ettirmektedir. Buna karşın, konkordatonun tamamen feshi durumunda İİK m 303 deki şartları yerine getirmemiş olan alacaklı, kefile karşı her türlü talep etme hakkına yeniden kavuşur; çünkü konkordatonun tamamen feshi durumunda, bu fesih 1273İstanbul Hukuk Mecmuası 78/3kararı konkordatoyu kapsayacak şekilde genel sonuçlar doğurur ve bütün alacaklılara ve borçluya karşı konkordato tamamen ortadan kaldırılır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors have no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support. 1274Börü,  Parlak-Börü / Konkordatonun Kefalet Sözleşmesine Etkileri",
     "Kaynakça": "Acar Ö, Türk Borçlar Hukukunda Müteselsil Kefalet Sözleşmesi (On İki Levha 2015).Akıntürk T, Müteselsil Borçluluk (Sevinç Matbaası 1971).Akil C, Sorularla Adi Konkordato (Adalet 2019).Akyürek A, Akyürek R, Konkordato Hukuku (Yetkin 2019).Albayrak H, İflâs Dışı Konkordatoda Konkordato Mühletinin Sözleşmeler Bakımından Sonuçları (Yetkin 2020).Altay S, Eskiocak A, Konkordato ve Yeniden Yapılandırma Hukuku (4. Bası, Vedat 2018).Aral F, Ayrancı H, Borçlar Hukuku Özel Borç İlişkileri (12. Bası, Yetkin 2019).Arslan R, Yılmaz E, Taşpınar Ayvaz S, Hanağası E, İcra ve İflâs Hukuku (5. Bası, Yetkin 2019).Atalay O, ‘Konkordato Projesinin Hazırlanması  iç MİHBİR XVI 7101 Sayılı Kanunu Çerçevesinde Konkordato (Türkiye Cumhuriyeti Adalet Bakanlığı 2019) 93 105. Atalı M, ‘Konkordatoda Kesin Mühlet ve Sonuçları  iç Muhammet Özekes (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (On İki Levha 2018) 111 134.Atalı M, Ermenek İ ve Erdoğan E, İcra ve İflâs Hukuku (2. Bası, Yetkin 2019).Ayan S, Kefalet Sözleşmesi (Adalet 2018).Aydemir D, ‘Konkordatonun Kefalet Sözleşmesine Etkisi  (2019) 15 (43) Medeni Usul ve İcra İflas Hukuku Dergisi 519 558.Barlas N, ‘Yeni Türk Borçlar Kanununda Kefalet Sözleşmesi Konusunda Getirilen Yenilikler  iç Çiğdem Kırca (ed), Yeni Türk Borçlar Kanunu ve Yeni Türk Ticaret Kanunu Sempozyumu (Vedat 2013) 213 233.Başözen A, Müflisin Tasarruf Yetkisi (Turhan Kitabevi 2005).Bauer T, Staehelin D, Basler Kommentar Bundesgesetz über Schuldbetreibung und Konkurs Ergänzungsband (2. Auflage, Helbing Lichtenhahn 2017) (Bearb: Bauer T).Bilgen M, İflâs İflâsın Ertelenmesi, Konkordato Yargılama Usulü (Adalet 2012).Bilgen M, Öğreti ve Uygulamada Kefalet ve Yargılama Hukukuna İlişkin Uyuşmazlıklar (2. Bası, Adalet 2017) (Kefalet). Börü L, ‘Adi Konkordatoda Alacaklıların Alacaklarını Bildirmesi  (2019) 10 (1) İnönü Üniversitesi Hukuk Fakültesi Dergisi 173 186.Budak A C, İpoteğin Paraya Çevrilmesi Yoluyla Takip (Yeditepe Üniversitesi 2008).Budak A C, Tunç Yücel M, ‘İİK m 289  iç Öztek S (ed) Yeni Konkordato Hukuku (2. Bası 2019).Buluş K, 6098 Sayılı Türk Borçlar Kanununa Göre Birlikte Kefaletin Türleri ve Hükümleri (Seçkin 2017).Buruloğlu E, Reyna Y, Konkordato Hukuku ve Tatbikat (Yörük Matbaası 1968).Çınar Ö, Türk Borçlar Kanununa Göre Kefilin Sorumluluğunun Sona Ermesi (On İki Levha 2013).Dalcı Özdoğan N, Müteselsil Sorumluluk (Seçkin 2015).Elçin Grassinger G, Borçlar Kanununa Göre Kefilin Alacaklıya Karşı Sahip Olduğu Savunma İmkânları (Alfa 1996).  ‘Kefalet İşlemleri , Yeni Borçlar Kanunu nun Değerlendirilmesi ve Değişikliklerin Uygulamaya Yansımaları (İktisadi Araştırmalar Vakfı 2012) 45 63 (Kefalet).1275İstanbul Hukuk Mecmuası 78/3Erdoğan İ, ‘Konkordatonun Müşterek Borçlulara ve Kefillere Etkisi  (1984) 10 (1 2) Yargıtay Dergisi 158 169.    ‘Konkordatonun Müşterek Borçlulara ve Kefillere Etkisi  (1984) 10 (3) Yargıtay Dergisi 318 331.Eren F, Borçlar Hukuku Özel Hükümler, (7. Bası, Yetkin 2019).Erlüle F, ‘Müteselsil Kefalet ve Müteselsil Borçluluk Kavramlarının Karşılaştırılması  (2003) 7 (12) Atatürk Üniversitesi Erzincan Üniversitesi Hukuk Fakültesi Dergisi 629 644.Gümüş M A, Borçlar Hukuku Özel Hükümler C II (3. Bası, Vedat 2014).Gürdoğan B, İflâs Hukuku Dersleri, İflâs, Konkordato, İptal Davaları (Ajans Türk Matbaası 1966). Hunkeler  D,  Das  Nachlassverfahren  nach  revidiertem  SchKG,  Mit  einer  Darstellung  der Rechtsordungen der USA, Frankreichs und Deutschlands (Universitätsverlag Freiburg 1996).Hurter, H, Der Nahlassvertrag mit Gesellschaftsgründung (Keller & Co AG 1988).Kale S, Sorularla Konkordato (On İki Levha 2017). Kırkbeşoğlu N, Türk Özel Hukukunda Kısmi Hükümsüzlük (Vedat 2011). Kocaman A B, Alacağın Temlikinin Benzer Üçlü İlişkiler Karşısındaki Teorik Sınırı Sorunu (2. Bası, Atilla Kitabevi1992).Kuru B, İcra ve İflâs Hukuku C 4 (3. Bası, Alfa 1997). Kuru B, İcra ve İflâs Hukuku El Kitabı (2. Bası, Adalet 2013) (El Kitabı).Kren Kostkiewicz J, Schuldbetreibungs  & Konkursrecht (3. Auflage, Schulthess 2018).Muşul T, İflâs ve Konkordato Hukuku (Adalet 2018).Oğuzman K, Öz T, Borçlar Hukuku Genel Hükümler (14. Bası, Vedat 2016).Özekes M, ‘Konkordatoya Başvuru ve Geçici Mühlet Kararı  in Özekes M (ed), 7101 Sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler (2018) 43 72.Özen B, 6098 Sayılı TBK Çerçevesinde Kefalet Sözleşmesi (4. Bası, Vedat 2017).Özkan Şahin G, ‘Kefalet Sözleşmesinin Sona Ermesi  (2019) 25 (2) Marmara Üniversitesi Hukuk Fakültesi Araştırmaları Dergisi (Prof.Dr. Ferit Hakan Baykal Armağanı) 1288 1336.Öztek S, ‘İİK m 285  iç Öztek S (ed) Yeni Konkordato Hukuku (2. Bası, Adalet 2019).Öztek S, Tunç Yücel, M, ‘İİK m 303  iç Öztek S (ed) Yeni Konkordato Hukuku (2. Bası, Adalet 2019).Pekcanıtez H, Atalay O, Sungutekin Özkan M, Özekes M, İcra ve İflâs Hukuku Ders Kitabı (6. Bası, On İki Levha 2019).Pekcanıtez H, Erdönmez G, 7101 Sayılı Kanun Çerçevesinde Konkordato (Vedat 2018).Postacıoğlu İ E, Konkordato (2. Bası, Banka ve Ticaret Hukuku Araştırma Enstitüsü 1965).Saldırım M, ‘İflâstan Önce Konkordatonun Tasdikinin Hüküm ve Sonuçları  (2000) 4 Ankara Barosu Dergisi 229 271.Sarısözen S, Konkordato (Yetkin 2020).Siller N, Müteselsil Kefalet (Seçkin 2019).Reisoğlu S, Türk Kefalet Hukuku (2. Bası, Cem Web Ofset 2013).Tandoğan H, Borçlar Hukuku  Özel Borç İlişkileri C 2 (4. Bası, Vedat 2008).Tanrıver S, Konkordato Komiseri (Yetkin 1993). Tanrıver S, Deynekli A, Konkordatonun Tasdiki (Yetkin 1996).Taşpınar S, ‘Adi Konkordato Hakkında İcra ve İflâs Kanunu nda yapılan Değişiklikler  (2003) 27 (2) Banka ve Ticaret Hukuku Dergisi 49 92.1276Börü,  Parlak Börü / Konkordatonun Kefalet Sözleşmesine EtkileriTunç Yücel M, Konkordato Mühletinin Alacaklılar Bakımından Sonuçları (On İki Levha 2020).Ulukapı Ö, Konkordatonun Feshi (Mimoza 1998).Umbach Spahn B, Kesselbach S, Bossart S, ‘Art 298 SchKG  in Kren Kostkiwicz J, Vock D (eds) Schulthess Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs (4. Auflage Schulthess 2017).Umbach Spahn B, Kesselbach S, Exner C, ‘Art 303 SchKG in Kren Kostkiwicz J, Vock D (eds) Schulthess Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs (4. Auflage Schulthess 2017).Üstündağ S, İflâs Hukuku, İflâs, Konkordato, İptal Davaları (8. Bası, Yaylacık 2009).Vollmar A, ‘Art 303 in SchKG in Staehelin A, Bauer T, Staehelin D (eds) Basler Kommentar Bundesgesetz über Schuldbetreibung und Konkurs (2 Auflage Helbing Lichtenhahn, 2010).   ‘Art 298 SchKG in Staehelin A, Bauer T, Staehelin D (eds) Basler Kommentar Bundesgesetz über Schuldbetreibung und Konkurs (2 Auflage Helbing Lichtenhahn, 2010).Yavuz C, Türk Borçlar Hukuku Özel Hükümler (9. Bası, Beta 2014).Yeşilova B, ‘İİK m 297  iç Öztek S (ed) Yeni Konkordato Hukuku (2. Bası, Adalet 2019).Yılmaz E, İcra ve İflâs Kanunu Şerhi (Yetkin 2016).1277"
}