{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "05",
     "Ay": "11",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)",
     "Title": "The Crimes of Provoking People to Hatred and Hostility or Contempt within the Context of Danger Crimes (TCC Art 216)",
     "Yazar İsmi": [

          "Elif Ergüne"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kin", "Düşmanlık", "Tahrik", "Aşağılama", "Tehlike suçu"
     ],
     "Keywords": [
          "Hatred", "Hostility", "Provoke", "Contempt", "Danger crime"
     ],
     "Özet": "Halkı kin ve düşmanlığa tahrik veya aşağılama suçlarının düzenlendiği TCK m 216 da, üç farklı suç tipi yer almaktadır. Bunlardan birincisi; halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik etme ve bu nedenle kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkmasıdır. İkincisi, halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılama suçudur. Üçüncüsü ise, halkın bir kesiminin benimsediği dini değerleri alenen aşağılama ve bu fiilin kamu barışını bozmaya elverişli olmasıdır. Burada yer alan suç tipleri, tehlike suçlarının farklı türlerine örnek teşkil etmektedir. Çalışmada, bu suç tipleri, unsurları ile birlikte incelenmektedir.",
     "Abstract": "There are three different types of crime in TCC Art. 216 which regulates the crimes of provoking people to hatred and hostility or contempt. The first of these crimes is the crime of publicly provoking a group of people to hatred or hostility against another group belonging to a different social class, religion, race, sect, or of another origin and therefore cause an obvious and close danger for public security. The second one is the crime of public contempt of a group of people based on social class, race, religion, sect, gender or regional differences. The third one is the contempt of religious values adopted by a part of the people. This act must also be convenient for disrupting public peace. Analysed crime types are examples of different types of danger crimes. In this study, these crime types are examined with their elements.",
     "Metin": " Halkı kin ve düşmanlığa tahrik veya aşağılama  suçları, TCK nın  Topluma Karşı Suçlar  başlıklı üçüncü kısmının,  Kamu Barışına Karşı Suçlar  başlıklı beşinci bölümünde, m 216 da düzenlenmekte olup, şu şekildedir:  (1) Halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik eden kimse, bu nedenle kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması halinde, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.(2) Halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılayan kişi, altı aydan bir yıla kadar hapis cezası ile cezalandırılır.(3) Halkın bir kesiminin benimsediği dini değerleri alenen aşağılayan kişi, fiilin kamu barışını bozmaya elverişli olması halinde, altı aydan bir yıla kadar hapis cezası ile cezalandırılır. Bu maddede üç ayrı suç tipi düzenlenmiştir. Birinci fıkrada, halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik etme ve bu nedenle kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması suç olarak tanımlanmıştır. Bu düzenlemeye benzer yönde bir hüküm, 765 sayılı mülga TCK da da mevcuttu. Buna göre, sosyal sınıf, ırk, din, mezhep veya bölge farklılığına dayanarak, halkı birbirine karşı kamu düzeni için tehlikeli olabilecek bir şekilde düşmanlığa veya kin beslemeye alenen tahrik eden kimse bir yıldan üç yıla kadar hapis cezası ile cezalandırılmaktaydı. Bu iki hüküm arasındaki belirgin fark, eski hükümde kamu güvenliği yerine kamu düzeni kavramına yer verilmiş olması ve tehlikenin ortaya çıkmasının değil, fiilin kamu düzeni bakımından tehlikeli olabilecek bir şekilde işlenmesinin aranmasıdır. Diğer bir fark ise, eski düzenlemede, kin ve düşmanlığa değil, düşmanlığa veya kin beslemeye alenen tahrik cezalandırılmaktaydı. Buna göre, düşmanlığa veya kin beslemeye tahrik yeterli görülmekte iken, mevcut düzenlemede, kin ve düşmanlığa tahrik bir arada aranmaktadır. İkinci fıkrada, halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılama düzenlenmiştir. 765 sayılı TCK m 312/3,  Halkın bir kısmını aşağılayıcı ve insan onurunu zedeleyecek bir şekilde tahkir eden kimseye de birinci fıkradaki ceza verilir.  şeklindeydi. TCK da halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak 1  765 sayılı TCK m 312/2 de yer alan bu düzenlemenin,  Halkı, sınıf, ırk, din, mezhep veya bölge farklılığı gözeterek, kamunun güvenliği açısından açık ve yakın tehlike yaratacak biçimde kışkırtan kimse… cezalandırılır.  şeklinde olması gerektiğine dair eleştiriler hakkında bkz Uğur Alacakaptan,  Fikir ve Düşünce Özgürlüğü ve Tehlike Suçları, Çağdaş Batı Hukukunda Bu Konudaki Düşünce ve Uygulamalar  (2000) Hukuk Kurultayı 21.1678Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)aşağılama aranmakta olup, bu aşağılamanın alenen olması gerekmektedir. Dolayısıyla 765 sayılı TCK dan farklı olarak yürürlükteki TCK da  insan onurunu zedeleyecek bir şekilde  tahkir etmeye yer verilmemekte olup, alenen aşağılama aranmaktadır.TCK m 216 nın son fıkrasında, halkın bir kesiminin benimsediği dini değerleri alenen  aşağılayan  kişi,  fiilin  kamu  barışını  bozmaya  elverişli  olması  halinde cezalandırılacaktır. Diğer fıkralardan farklı olarak 765 sayılı TCK da, bu fıkraya benzer bir hükme yer verilmemişti. Ancak bu düzenlemeye benzer sayılabilecek bir düzenleme, 765 sayılı TCK m 175/3 te yer almaktaydı. Bu maddeye göre,  Allah a veya dinlerden veya bu dinlerin peygamberlerinden veya kutsal kitaplarından veya mezheplerinden birine hakaret eden veya bir kimseyi dini inançlarından veya mensup olduğu dinin emirlerini yerine getirmesinden veya yasaklarından kaçınmasından dolayı kınayan veya tezyif veya tahkir eden veya alaya alan kimseye altı aydan bir yıla kadar hapis ve beş bin liradan yirmibeş bin liraya kadar ağır para cezası verilir.  Görülmektedir ki m 175/3 te daha ayrıntılı bir düzenlemeye yer verilmişken, yürürlükteki  TCK da  daha  genel  bir  ifade  olan   dini  değerler   kavramının kullanılması yeterli bulunmuştur. Ayrıca yine mevcut düzenlemeden farklı olarak, 765 sayılı Kanun döneminde,  hakaret ,  kınama ,  tezyif ,  tahkir ,  alaya alma  şeklinde seçimlik hareketler öngörülmüştür.2005 yılında Türk ceza hukuku alanında yapılan reformda, etkisini gösteren Alman hukukunda, benzer suç tipi, Alm (Alman) CK (Ceza Kanunu) § 130 da yer almaktadır. Alm CK § 130 I Nr 1 e göre,  Milli, ırki, dini veya etnik kökeni nedeniyle belirlenmiş bir gruba karşı, halk kısımları veya belirtilen grup veya halkın diğer kısımlarına mensup olması nedeniyle, kamu barışını bozmaya elverişli şekilde, bireylere karşı kine tahrik etme veya onlara karşı cebir veya keyfi muameleler yapılması için çağrıda bulunma  ve Nr 2 ye göre ise,  Milli, ırki, dini veya etnik kökeni nedeniyle belirlenmiş bir gruba, halkın bazı kesimlerine veya belirtilen gruba veya halkın bir kısmına mensup bulunması nedeniyle, kamu barışını bozmaya elverişli bir şekilde bireylere sövmek suretiyle onları kötü maksatla küçük düşürerek veya bilerek gerçek dışı olgu isnat etme şeklinde kötüleyerek insanlık onuruna saldırıda bulunma  üç aydan beş yıla kadar cezalandırılmaktadır. Alm CK § 130 da yer alan bu ve devamındaki fıkralara konu ile irtibatı ölçüsünde aşağıda değinilecektir. Nitekim Alm CK § 130 I den V e kadar inceleme konumuz olan suç tipi ile ilgili birbirinden farklı suçlar detaylı bir şekilde yer almaktadır. 2  Alm CK § 130, kişisel ifade suçu olarak nitelendirilmektedir (Jürgen Schäfer, StGB § 130, Dr. Klaus Miebach (edr),Münchener Kommentar zum StGB (MüKoStGB) §80-184j (3. Bası, München, C. H. Beck 2017) N 9, 10).3  Feridun Yenisey ve Gottfried Plagemann, Alman Ceza Kanunu Strafgesetzbuch (StGB) (2. Bası, İstanbul, Beta 2015) 224 vd.4  Schäfer (n 2) N 1.1679İstanbul Hukuk Mecmuası 78/3II. Korunan Hukuki DeğerHalkı kin ve düşmanlığa tahrik veya aşağılama suçu ile kamu güvenliği açısından tehlikeli olan kin ve düşmanlığa alenen tahrik veya halkın bir kesimini belirli nedenlerle alenen aşağılama ya da halkın bir kesiminin benimsediği dini değerleri alenen  aşağılama  yasaklanarak,  toplum  içinde  çıkacak  kargaşa  ve  huzursuzluk engellenmek istenmiştir. Nitekim bu suç tipi, toplumun bir kesiminin, diğer bir kesimine karşı kin ve düşmanlık beslemesini önlemek amacıyla düzenlenmiştir. Ayrıca TCK m 216 da düzenlenen bu suç tipinin, Kanun da yer aldığı bölüm,  Kamu Barışına Karşı Suçlar  başlıklıdır. Bu nedenle hem bölüm başlığı hem de maddenin amacı göz önünde bulundurulduğu takdirde, bu suç ile korunan hukuki değerin kamu barışı olduğu söylenebilecektir. TCK  m  216/2 de  düzenlenen  halkın  bir  kesiminin  aşağılanması  suçunda, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılanan  halk  kesiminin  şeref  ve  haysiyetlerinin  dolaylı  olarak  korunduğu, fakat kamu barışının doğrudan korunduğu ileri sürülmektedir. Nitekim bu fıkrada, kamu barışının korunmasının amaçlandığı madde gerekçesinde de vurgulanmıştır. 765 sayılı Kanun da yer alan halkın bir kısmını tahkir suçunda, tahkir edilen halk kısmının şeref ve haysiyetinin de kamu barışı gibi doğrudan korunan değer olduğu ileri sürülmekteydi. TCK m 216/3 te, halkın bir kesiminin benimsediği dini değerleri alenen aşağılayan kişi, fiilin  kamu barışını bozmaya elverişli  olması halinde cezalandırılacağı için bu düzenleme ile korunan hukuki değer de kamu barışıdır. TCK m 216/2 ve 3 te yer alan fiillerin alenen işlenmesinin aranmasından hareketle, kamu barışının öncelikle korunduğu, fakat belirtilen halk kesimlerinin haklarının da korunduğu ileri sürülmektedir.Halkı kin ve düşmanlığa tahrik veya aşağılama suçlarının düzenlendiği Alm CK § 130 bakımından hangi hukuki değerlerin korunduğu tartışma konusu olmuştur. Alm CK § 130 I e göre, ilk olarak korunan, ulusal düzeydeki kamu barışıdır. Bu düzenleme ile hem genel hukuk güvenliği, hem de halkın hukuk düzeninin korunmasına dair hissiyatı önemsenmektedir. Nitekim hâkim görüşe göre, CK § 130 un korunan hukuki değeri, kamu barışı olarak kabul edilmektedir. Buna karşılık bireysel karakterin vurgulandığı ve ikincil korunan hukuki değerin ise, münferit bireylerin değerleri olduğu ileri 5  Peter Rackow, § 130, Bernd von Heintschel-Heinegg (edr), BeckOK StGB (44. Bası, München, C. H. Beck 2019), N 10; Kristian Kühl, § 130, Karl Lackner/Kristian Kühl (edr), Lackner/Kühl Strafgesetzbuch Kommentar (29. Bası, München, C. H. Beck 2018) N 1; Mehmet Emin Artuk, Ahmet Gökcen ve A. Caner Yenidünya, Türk Ceza Kanunu Şerhi C 4 Md.154-233 (2. Bası, Ankara, Adalet 2014) 6455; Osman Yaşar, Hasan Tahsin Gökcan ve Mustafa Artuç, Yorumlu-Uygulamalı Türk Ceza Kanunu C 5 (Md.197-251) (2. Bası, Ankara, Adalet 2014) 6543.6  Abdurrahim Altıkat, Nefret Söylemi Olarak Halkın Bir Kesimini ve Halkın Bir Kesiminin Dini Değerlerini Aşağılama Suçları Süleyman Demirel Üniversitesi Sosyal Bilimler Enstitüsü, Kamu Hukuku Anabilim Dalı, Yüksek Lisans Tezi (2014) 53, 54.7  Altıkat (n 6) 30. 8  Schäfer (n 2) N 31680Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)sürülmüştür. Ayrıca literatürde, sadece insan onuru, birçok insanın insan onuru, halkın bir kesimi özetle insan, niceliksel belirli sayıdaki insanın onuru, ilgili grup üyelerinin hukuki durumu veya onların bireysel korunan hukuki değerleri ve özellikle yaşamları ve vücut bütünlükleri dolaysız korunan hukuki değer olarak görülmektedir. Ancak bu görüş, yetersiz olduğu gerekçesi ile eleştirilmektedir. Nitekim Alm CK § 130 daki fiillerin kamu barışını tehdit ettiği, bu nedenle bireysel korunan hukuki değerin ihlali ile kıyaslanamayacak ek bir nicelik arandığı kabul edilmektedir.Alm CK § 130 II de, suçun yazı ile işlenmesi kaleme alınmıştır. Bu düzenleme ile ilgili olarak, normun genel ayrımcılık karşıtı karakterinin yeterli bir koruma objesi ortaya koymaması eleştiri konusu olmuştur. Yabancı düşmanlığı eylemleri için ortamın yoğunlaşmasını ve ilgili gruplar için tehlikeli duygusal yüklemelerin gerçekleşmesini engellediği dikkate alındığında, kamu barışının korunmasının ön planda yer aldığı kabul edilmektedir. Ancak buna ek olarak münferit grup üyelerinin onurunun da korunduğu ileri sürülmektedir.Alm CK § 130 III ile politik iklim zehirlenmesinin engellenmesi amaçlanmıştır. Bu düzenleme, Nazi düşüncelerini ya da eylemlerini kabul edilebilir göstermek suretiyle veya faşist amacı ölmeye değer göstermek suretiyle barış içinde yaşamaya zarar veren ve Almanya Federal Cumhuriyeti nde politik iklimi zehirleyen eğilimleri engellemeyi amaçlamaktadır. Bununla aynı zamanda kamu barışı ve kişisel onur kadar ilgilinin şahsi saygı gösterilmesi talebi de korunmaktadır. Alm CK § 130 III te yer verilen fiiller ile Nazi rejimi tarafından güç ve teröre maruz kalan insan topluluğuna saldırı gerçekleştirilmektedir. Bu düzenleme ile korunan, halk kesiminin diğer bir deyişle birçok kişinin insan onurudur. Bu hükme aykırılık, hukuki değerlere önemli ölçüde zarar verdiği için cezai fiil olarak düzenlenmiştir. Alm CK § 130 IV te yer alan fiil, kamu barışının ihlalini gerektirir ve dolayısıyla bu düzenleme de kamu barışının korunmasına hizmet eder. Bununla birlikte fiilin, mağdurun onurunu ihlal edecek şekilde işlenmiş olmasına yer verildiği için mağdurun onurunun da korunduğu kabul edilmektedir.9  Heribert Ostendorf, § 130, Urs Kindhäuser, Ulfrid Neumann ve Hans-Ullrich Paeffgen (edr), Nomoskommentar Strafgesetzbuch (NK-StGB) (5. Bası, Baden-Baden, Nomos 2017) N 4. 10  Schäfer (n 2) N 2. Buna karşılık m 130 f.1 b.1 de, insan onuruna saldırının olduğu ileri sürülmektedir. Buna göre, ilgili düzenlemenin ihlalinde, kural olarak insan onuruna saldırı da mevcuttur (Schäfer (n 2) N 3).11  Schäfer (n 2) N 4.12  Alm CK § 130 III, şu şekildedir:  Nasyonel sosyalist iktidar altında işlenen ve Devletler Ceza Kanunu nun altıncı maddesinin birinci fıkrasında tanımlanan bir hareketi, kamu barışını bozmaya elverişli bir şekilde, alenen veya bir toplantı sırasında onaylayan, inkar eden veya zararsız gibi gösteren kişi, üç yıla kadar hapis cezası veya adli para cezası ile cezalandırılır.  (Yenisey ve Plagemann (n 3) 226).13  Schäfer (n 2) N 5.14  Ostendorf (n 9) N 415  Schäfer (n 2) N 5.16  Alm CK § 130 IV, şu şekildedir:  Her kim aleni olarak veya bir toplantı sırasında cebir ve keyfiliğe dayanan nasyonal sosyalist iktidarı onaylayarak, yücelterek veya hukuka uygun gibi göstererek, mağdurların onurunu ihlal edecek biçimde, kamu barışını bozarsa üç yıla kadar hapis veya adli para cezası ile cezalandırılır.  (Yenisey ve Plagemann (n 3) 226).17  Schäfer (n 2) N 6.1681İstanbul Hukuk Mecmuası 78/3III. Suçun Temel UnsurlarıA. Maddi Unsurlar1. Suçun KonusuSuçun konusu, tipik hareketin üzerinde gerçekleştiği kişi veya şeydir. Eşya veya kişinin fiziki, maddi yapısının da suçun konusunu ifade ettiği belirtilmektedir. Suçun konusu hakkında yapılan bu kısa tanımdan hareketle, m 216 da yer alan suçları, suçun konusu bağlamında ayrı ayrı değerlendirmek gerekmektedir. TCK m 216/1 de halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik etmeden söz edilmektedir. Bu durumda tahrik edecek nitelikteki sözlerin iletildiği kesim, suçun konusunu oluşturacaktır. Bununla birlikte sadece tahrik edecek nitelikte sözlerin sarf edildiği kesimin değil, aynı zamanda hedef gösterilen halk kesiminin de etkilendiği ve böylece hem hedef alınan kesimin hem de tahrik edilmek istenen halk kesiminin suçun konusunu oluşturduğunu ileri sürenler de mevcuttur. Ancak cezalandırılan fiilin, halkın bir kesimini, diğer bir kesimi aleyhine tahrik etme olması göz önünde bulundurulduğunda,  tahrik  edici  sözlerin  yöneltildiği  kesimin,  suçun  konusu olduğunu söylemek yerinde olacaktır. TCK m 216/2 de halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılama fiilinin cezalandırıldığını görmekteyiz. Bu fıkra bakımından suçun konusu ise, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılanan halkın bir kesimidir. Alenen aşağılanan halk kesimi, soyut bir kitledir. Aşağılama fiilinin yöneltildiği halk kesimi, belirli bir kişi ya da belirli bir sayıdaki kişiler olmamalıdır. Aksi takdirde hakaret suçunun nitelikli halinden sorumluluk söz konusu olabilecektir. TCK m 216/3 te halkın bir kesiminin benimsediği dini değerleri alenen aşağılayan kişi, fiilin kamu barışını bozmaya elverişli olması halinde cezalandırılmaktadır. Bu fıkrada yer alan suçta, fiilin üzerinde gerçekleştiği şey, halkın bir kesimi tarafından 18  Mahmut Koca ve İlhan Üzülmez, Türk Ceza Hukuku Genel Hükümler (11. Bası, Ankara, Seçkin 2018) 118.19  İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler (15. Bası, Ankara, Seçkin 2019) 219.20  Aras Türay, Nefret Söylemi Bağlamında Halkı Kin ve Düşmanlığa Tahrik Suçu (Ankara, Seçkin 2016) 235.21  Süheyl Donay, Türk Ceza Kanunu Şerhi (İstanbul, Beta 2007) 311.  Devlet hastanesi acil servisinde hekim olarak görev yapan katılanın olaydan birkaç ay önce annesini muayene ederken gerekli dikkat ve özeni göstermediğini iddia ederek şikayet için hastaneye giden sanığın, önceki olaydan dolayı duyduğu kızgınlıkla söylediği sözlerin doğrudan doğruya katılana yönelik olup katılana hakaret etme kastıyla hareket ettiği, halkın belli bir kesimini aşağılama suçunun yasal unsurlarının olayda gerçekleşmediği gözetilerek eylemin TCK.nun 125. maddesi kapsamında değerlendirilmesi gerekirken yazılı şekilde hüküm kurulması   Yargıtay 8 CD, 7743/28454, 05.12.2013  (Artuk, Gökcen ve Yenidünya (n 5) 6515, 6516). 22  Bu nitelikli hal, TCK m 125/3-b de düzenlenmiş olup, şu şekildedir:  Hakaret suçunun; dini, siyasi, sosyal, felsefi inanç, düşünce ve kanaatlerini açıklamasından, değiştirmesinden, yaymaya çalışmasından, mensup olduğu dinin emir ve yasaklarına uygun davranmasından dolayı işlenmesi halinde cezanın alt sınırı bir yıldan az olamaz .1682Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)benimsenen dini değerler olarak ifade edilmektedir. Ancak suçun konusunu, tipik hareketin üzerinde gerçekleştiği kişi veya şey olarak değerlendirdiğimizde, söz konusu dini değerleri, bu dini değerleri benimseyen halk kesimi ile birlikte kabul etmek gerekecektir.Alm CK § 130 kapsamında yapılan değerlendirmeye göre, maddede belirtilen halkın bir kesimi, diğer bir deyişle ülkede yaşayan halkın bir kısmı, doğrudan saldırının konusunu oluşturmaktadır. Suçun konusunu oluşturan halkın bir kısmı, belirli özellikler ile nitelendirilen halk kesimidir. Halkın bir kısmı olarak ifade edilen bu kısım, iç ve dış özelliklerden dolayı halkın tümünden ayrılabilen ve sayıca çok az, küçük bir grup değildir. Milli, ırki, dini veya etnik kökeni ile belirlenmiş bir grubu veya halkın kesimini kapsamaktadır. Alm CK § 130 da, halkı kin ve düşmanlığa tahrik suçunun unsurlarına genel olarak yer verilmiş olup, bu düzenlemede, sadece iç gruplar ile sınırlandırma yapılmamıştır. Bu maddede zikredilen halkın bir kesiminin, nasıl belirleneceği hususunda ise, failin kin ve düşmanlığa tahrik fiilini işlerken, söz konusu halk kesiminin, maddede sayılan özelliklere sahip halk kesimi olduğunun dışardan anlaşılabilir olmasının önemine dikkat çekilmiştir. Bu bağlamda son olarak suçun konusu üzerinde yarattıkları etkiye göre suç tipleri arasında, zarar suçları ve tehlike suçları şeklinde ayrım yapılmaktadır. Aşağıda  fiil  başlığında ayrıntılı şekilde ele alacağımız üzere yapılan bu ayrıma göre, halkı kin ve düşmanlığa tahrik veya aşağılama suçu, tehlike suçu kapsamında değerlendirilmelidir. 2. FiilTCK m 216/1 de düzenlenen suçun fiil unsurunu, halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik etme oluşturmaktadır. Fiilin ne olduğunun anlaşılabilir kılınması, halk, sosyal sınıf, ırk, din, mezhep, bölge, kin ve düşmanlık kavramlarının hangi anlama geldiğinin izahını gerektirmektedir.23  Dini değer,  inanç sistemi, dini büyükler, ibadet yeri ve şekilleri gibi o inanışı temsil eden ve inananlar tarafından dini değer olarak kabul edilen her türlü şey  olarak tanımlanmaktadır (Mehmet Emin Artuk ve Mehmet Emin Alşahin,  Dini Değerleri Aşağılama Suçu (TCK m.216/3)  (2014) 20 (1) MÜHF-HAD (Prof. Dr. Ali Rıza Okur a Armağan) 997; Özge Apiş, Halkı Kin ve Düşmanlığa Alenen Tahrik veya Aşağılama Suçları (TCK m.216) (Ankara, Adalet 2017) 507; Yaşar, Gökcan ve Artuç (n 5) 6557).24  Kühl (n 5) N 2.25  Ostendorf (n 9), N 426  Kühl (n 5) N 2.27  Bu husus, Alm CK § 130 a 16.03.2011 tarihli Kanun ile yapılan değişiklik sonrası hale ilişkindir (Kühl (n 5) N 1).28  Örneğin bu hüküm, terörist yayınlar, aşırı sağ veya  İslamcı  internet siteleri (tüm siyahlar, Amerikalılar veya Haçlılar) bakımından da uygulanabilecektir. Korunan gruplardan bazılarının şunlar olduğu ileri sürülmüştür: Museviler, çingeneler, siyahi insanlar, yabancı işçiler ve içlerinde özellikle Türkler, engelliler, Almanya Federal Cumhuriyeti kara ordusundaki askerler (Kühl (n 5) N 2).29  Apiş (n 23) 118. 1683İstanbul Hukuk Mecmuası 78/3Halk kavramı, ortak duygu, çıkar, ideoloji ve manevi değerlerin bir araya getirdiği veya  aynı  değerleri  paylaşan  insan  grubuna  işaret  etmektedir.  Sosyal  sınıfın ne anlama geldiğinden söz edebilmek için öncelikle sınıf kavramını izah etmek gerekmektedir. Sınıf,  bir toplumda, aynı görevi yapan, aynı yararı sağlayan, aynı şartlarda yaşayan büyük insan grubu  anlamına gelmektedir. Sosyal sınıflar ise, toplumların yaşadıkları çağa göre önem kazanan farklı faktörlerden etkilenerek oluşan sınıflardır. Sosyal sınıf kavramının, modern çağda önemini yitirmesi ile tabanı ferde dayanan millet kavramı önemli hale gelmiştir. Tamamen ortadan kalkmayan sınıf ayrımı, önemini büyük ölçüde yitirmiştir. Bununla birlikte toplumda, fertler arasında homojen bir yapının olmadığı ve sosyal sınıfların sosyo-ekonomik şartların getirdiği bir ayrıma sebep olduğu kabul edilmektedir. Diğer yandan ırk kavramı, kalıtımsal olarak ortak fiziksel ve fizyolojik özelliklere sahip insanlar topluluğu olarak  tanımlanmaktadır.  Bununla  birlikte  genetik  olarak  insanların  kuşaktan kuşağa geçen beden karakterlerinin bir araya gelmesi ile oluşan topluluklar anlamına gelen ırk kavramının kapsamına, ten rengine dayanan farklılıkların da dahil olması gerektiği ileri sürülmektedir.Halkı kin ve düşmanlığa tahrik veya aşağılama suçu ile ilgili önem arz eden diğer kavramlar ise din, mezhep ve bölge kavramlarıdır. Din, Tanrı ya, doğaüstü güçlere, çeşitli kutsal varlıklara inanmayı ve tapınmayı sistemleştiren toplumsal bir kurum, diyanet olarak tanımlanmaktadır. Aynı zamanda kutsal varlıklara bağlılık ve inanç olarak da ifade edilmektedir. Bununla birlikte inanç kavramından yola çıkarak yapılan tanıma göre din, insanların kutsal saydıkları varlıklara, inanç sistemine ve  bunlara  dayalı  yapılan  ibadet,  yerine  getirilmeye  çalışılan  ahlaki  kurallar bütünüdür. Mezhep kavramı, bir dinin görüş, esaslara uygunluk veya yorum ve anlayış farklılıkları sebebiyle az ya da çok ayrılık gösteren kollarından her biri 30   Yargıtay CGK, 8-201/30, 15.03.2005  Kazancı İçtihat Bankası <www.kazanci.com> Erişim Tarihi 07.02.2020. Ahmet Gökcen, Halkı Kin ve Düşmanlığa Açıkça Tahrik Cürmü (TCK m.312/2) (Ankara, Liberal Düşünce Topluluğu, 2001) 67; Mehmet Emin Artuk, Ahmet Gökcen, Mehmet Emin Alşahin ve Kerim Çakır, Ceza Hukuku Özel Hükümler (18. Bası, Ankara, Adalet 2018) 895.31  Sosyal sınıf kavramının nitelendirmesinde, ırk, din, mezhep ve bölge kavramlarına göre daha dikkatli davranılması gerektiği hakkında bkz Donay (n 21) 310.32  Türk Dil Kurumu <www.tdk.gov.tr> Erişim Tarihi 10.02.2020.33  Altıkat (n 6) 58.34  Özkan Açıkgöz,  Sosyolojinin Problemli Bir Konusu Olarak, ‘Sosyal Sınıf  Kavramı Üzerine Önemli Sosyologların Düşünceleri ve Yorumlar  (2000) 26 Sosyoloji Konferansları 306-307.35  Türk Dil Kurumu <www.tdk.gov.tr> Erişim Tarihi 07.02.2020.36  Ayhan Önder, Türk Ceza Hukuku Özel Hükümler (4. Bası, İstanbul, Filiz 1994) 416.37  Türk Dil Kurumu <www.tdk.gov.tr> Erişim Tarihi 07.02.2020.38  Önder (n 36) 416.39  Gökcen (n 30) 107.  …Ülkede geçerli hak düzeninin İslam a ve Kuran a karşı mücadele yürüttüğü, dahası vahşice saldırılar düzenlediği belirtilip laik düzen gereği ve iç hukukun uygulanması sonucu görevlerinden uzaklaştırılan ordu mensuplarının hain işlemine tabi tutulan insanlar olarak sayıldıkları iddia edilip, 80-90 yıldır ‘nifakına, c erbezesine ve istibdadlarına mani olamadıklarımız  şeklinde nitelendirilen ülkedeki laik düzen yanlılarının ‘Haccac, Yezid, Hülagu, Mussolini ve Stalin den farklı olmadıklarını belirterek halkı din anlayışı farklılığı gözetmek sureti ile kin ve düşmanlığa tahrik ettiği sabit olduğu halde…   Yargıtay 8 CD, 12101/14522, 10.10.2001  Kazancı İçtihat Bankası <www.kazanci.com> Erişim Tarihi 07.02.2020.1684Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)olarak tanımlanmaktadır. İnanılan şeye giden yoldaki farklar olarak özetlenen mezhep kavramı için bir din içindeki farklılaşan yolların sistemleştirilmesinin gerekli olduğu ileri sürülmüştür. Bölge kavramı ise, sınırları idari, ekonomik birliğe, toprak, iklim ve bitki özelliklerinin benzerliğine veya üzerinde yaşayan insanların aynı soydan gelmiş olmalarına göre belirlenen toprak parçası, mıntıka olarak tanımlanmaktadır. Bununla birlikte halkı kin ve düşmanlığa tahrik veya aşağılama suçu bakımından incelenmesi gereken diğer kavramlar, kin ve düşmanlıktır. Yukarıda da değindiğimiz üzere, 765 sayılı TCK da kin ve düşmanlığa değil, düşmanlığa veya kin beslemeye alenen tahrik cezalandırılmaktaydı. Buna göre, düşmanlığa veya kin beslemeye tahrik yeterli görülmekte iken, mevcut düzenlemede kin ve düşmanlığa tahrik bir arada aranmaktadır. Kin, düşmanca yapılan hareketlerin zeminini oluşturan psikolojik durum; düşmanlık, husumet beslenen konuya karşı düşünerek, tasarlayarak zarar vermeye, onu mağlup etmeye yönelmiş kin duygusu veya kin ve nefret duygusunu saçmak, yaymak olarak tanımlanmaktadır.TCK m 216/2 ye göre, halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılama, fiil unsurunu oluşturmaktadır. Yukarıda değindiğimiz sosyal sınıf, ırk, din, mezhep ve bölge kavramlarının yanı sıra bu fıkra kapsamında belirtilen bir diğer kavram, cinsiyettir. Bireye, üreme işinde ayrı bir rol veren ve erkekle dişiyi ayırt ettiren yaradılış özelliği, eşey, cinslik, seks olarak tanımlanan cinsiyet kavramı, doğuştan önce genetik olarak belirlenmiş dişi ya da erkek olma özellikleri olarak da ifade edilmektedir.Bu düzenlemeye benzer şekilde 765 sayılı TCK da  halkın bir kısmını tahkir  suçu düzenlenmiştir. Aşağılama fiili de tahkir şeklinde anlaşılmalıdır. Nitekim madde  gerekçesinde,   suçun  oluşması  için  fıkrada  belirtilen  özelliklere  sahip ve halkın bir kesimini oluşturan gayrimuayyen sayıdaki kişilerin aşağılanması, tahkir  edilmesi  gerekir   ifadesine  yer  verilerek  bu  hususa  işaret  edilmiştir.     40  Önder (n 36) 416.41  Bu kapsamda Alevilik değerlendirme konusu yapılmıştır. Aleviliğin bir mezhep veya din olmaması nedeniyle bu suç bağlamında ele alınamayacağı ileri sürülmektedir. Bununla birlikte Aleviliğin dini kaynaklardan beslenen bir kültür olduğu tespit edilmiştir (Altıkat (n 6) 63).42  Türk Dil Kurumu <www.tdk.gov.tr> Erişim Tarihi 09.03.2020.43  Önder (n 36) 414.44   Yargıtay 8 CD, 1974/2, 18.06.1974  Lexpera Hukuk Bilgi Sistemi <www.lexpera.com.tr> Erişim Tarihi 09.12.2019.45  Türk Dil Kurumu <www.tdk.gov.tr> Erişim Tarihi 11.03.2020.46  Altıkat (n 6) 66.47  Tahkir,  aşağılama, onur kırma, onuruna dokunma  anlamına gelmektedir (Türk Dil Kurumu <www.tdk.gov.tr> Erişim Tarihi 07.02.2020). 1685İstanbul Hukuk Mecmuası 78/3Ayrıca  mevcut  düzenlemeden  farklı  olarak  765  sayılı  TCK daki  düzenlemede, tahkirin aşağılayıcı ve insan onurunu zedeleyici olması aranmaktaydı. TCK m 216/3 de kamu barışını bozmaya elverişli bir biçimde halkın bir kesiminin benimsediği dini değerleri alenen aşağılama fiili suç olarak düzenlenmiştir. Halkın bir kesiminin benimsediği dini değerler, din olarak tanınan uhrevi değerler bütününü ifade etmekte olup, fiil söz konusu dinin değil; din tarafından kutsal sayılan değerlerin aşağılanması,  tahkir  edilmesidir.  Aşağılamak  ise,   küçültücü  davranışlarda bulunmak, hor görmek  olarak tanımlanmaktadır. Diğer yandan aşağılamanın, değer vermemek, gereksizliğini ve yararsızlığını ifade ederek kişilerdeki saygı ve güven duygularını sarsmak olarak da tanımlanmaktadır.Diğer yandan halkı kin ve düşmanlığa tahrik veya aşağılama suçunun tespiti, fiilin bir bütün olarak değerlendirilmesi suretiyle yapılacaktır. Yargıtay kararlarında da, söz konusu ifadenin veya yazının bir bütün halinde değerlendirilmesi sonucunda, kin ve düşmanlığa tahrik suçunun tespit edildiğini görmekteyiz. a. Aleniyet UnsuruSuçun maddi unsurlarından fiil başlığı altında incelememiz gereken bir diğer husus, inceleme konumuz olan halkı kin ve düşmanlığa tahrik veya aşağılama suçu kapsamında yer verilen üç suç tipi bakımından da aranan  aleniyet tir. Kelime 48  Aşağılama,  küçük görme, tahkir etme  anlamına gelmektedir (Donay (n 21) 312). 765 sayılı Kanun da tahkirin, aşağılayıcı ve insan onurunu zedeleyici olmasının aranması, tahkirin zaten bu anlama gelmesi nedeniyle eleştiri konusu yapılmıştır (Hamide Zafer,  Halkın Bir Kısmını Aşağılayacak ve İnsan Onurunu Zedeleyecek Şekilde Tahkir Etme Cürmü (TCK 312/3)  (2004) LXII (1-2) İÜHFM 210.49  Örnek karar için bkz  Yargıtay 4 CD, 8084/1478, 13.02.2008  (Yaşar, Gökcan ve Artuç (n 5) 6588, 6589).50  Donay (n 21) 312.51  Türk Dil Kurumu <www.tdk.gov.tr> Erişim Tarihi 11.03.2020.52  Artuk, Gökcen, Alşahin ve Çakır (n 30) 891.53  Örnek kararlar için bkz  Sanığın, bazı resmi kurumlarının yapmış oldukları açıklamalar ve uygulamalarına yönelik eleştiri mahiyetindeki  Basına ve Kamuoyuna  başlıklı basın açıklamasının bütünü gözetildiğinde, geçmiş olaylara ve gelecekte yaşanabileceklere yönelik görüş açıklaması niteliğinde bulunduğu, konuşma sonrasında herhangi bir olay yaşanmadığı gibi yakın bir tehlikenin varlığından da söz edilemeyeceği, AİHS nin 10. Maddesi ve AİHM nin yerleşik içtihatları birlikte değerlendirildiğinde sanığın eyleminin şiddet içermeyip, ifade özgürlüğü sınırları içerisinde kaldığından atılı suçun unsurlarının oluşmadığı gözetilmeden beraati yerine yazılı şekilde mahkumiyetine karar verilmesi   Yargıtay 8 CD, 7607/6296, 29.02.2012  (Yaşar, Gökcan ve Artuç (n 5) 6588, 6589).  Dava konusu sanık M. tarafından yazılan M. Gazete nin 15.11.2000 tarihli nüshasının 2. Sayfasında ‘Din Düşmanlığı Terörü  başlıklı yazı bir bütün olarak incelendiğinde, bu yazıda adı geçen sanığın milletine, dinine ve manevi değerlerine saldırmanın hoş karşılanmayacağını vurguladıktan sonra, bu tür değerlere karşı gelenlerin halk yığınlarını devletten soğutmak ve ülkenin temellerini dinamitleyip ülkeyi çökertmek isteyenler olduğunu belirtip, başörtüsünün İslamın sembolü olduğunu ifade ile Türkiye nin İslam karşı uygulamaların katı biçimde yapıldığı bir başka devlete benzetilmeye çalışıldığını, ülkemizde dinsizlik baskıları yapıldığını ileri sürüp bazı devlet uygulamalarını ve din sömürüsü yapan mihrakları ağır biçimde eleştirerek onların da İslam dinine karşı büyük kötülük yaptıklarını ifade ettiği anlaşılmaktadır   Yargıtay CGK, 8-201/30, 15.03.2005  (Kazancı İçtihat Bankası <www.kazanci.com> Erişim Tarihi 07.02.2020).  Sanığın bir dergide yayımlanan röportajında; kendisinin Said-i Nursi nin takipçileri aczmendilerin lideri olduğunu belirterek Kemalist düşünceyi benimseyenleri kastetmek sureti ile Kemalizmin ve laikliğin Allah düşmanı, Kur an düşmanı ve İslam Düşmanı bir din ve rejim olduğunu, Müslümanların bu rejimle cihad etmesi gerektiğini söylemesi yazının bütünlüğü içinde ele alındığında TCK nın 312/2. maddesinde yer alan halkı din farklılığı gözeterek kin ve düşmanlığa açıkça tahrik etmek suçunu oluşturur.   Yargıtay 8 CD, 19078/1127, 04.02.1998  (Kazancı İçtihat Bankası <www.kazanci.com> Erişim Tarihi 17.02.2020).1686Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)anlamı olarak kısaca  açıklık  şeklinde tanımlanan aleniyet,54 fiilin birden fazla kişinin huzurunda işlenmesidir. Ayrıca aleniyet, fiilin herkesin önünde işlenmesi ya da fiilin işlenmesinin belirsiz sayıdaki kişi tarafından izlenebilecek olması veya herhangi bir kimsenin görebileceği ya da işitebileceği bir yerde işlenmiş olması şeklinde de tanımlanmaktadır. Aleniyetin gerçekleşmesi için fiilin umuma açık yerlerde  işlenmesi  şeklinde  bir  zorunluluğun  da  olmadığı  kabul  edilmektedir. Sonuç olarak işlenen fiili, belirli olmayan sayıdaki kişinin algılayabilecek olması ile aleniyetin gerçekleştiği kabul edilmektedir. TCK m 216/1 de halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik etme şeklinde ifade edilerek fiilin işleniş şekline dair bir açıklık getirilmektedir. TCK m 261/2 de yer alan aşağılama fiilinin, aleni olması aranmakta olup, aleniyet burada da suçun bir unsuru olup, fiilin işleniş biçimini ifade etmektedir. TCK m 216/3 te, kanun koyucu tarafından dini değerleri alenen aşağılama fiilinin, kamu barışını bozmaya elverişli olması gerektiği belirtilmiştir. Aleniyet ise, suçun unsuru olarak düzenlemiş olup, burada yine fiilin işleniş şekline dair bir açıklık getirilmiştir. 765 sayılı TCK da da aleniyet aranmaktaydı. Nitekim m 312/2 de, sosyal sınıf, ırk, din, mezhep veya bölge farklılığına dayanarak, halkı birbirine karşı kamu düzeni için tehlikeli olabilecek bir şekilde düşmanlığa veya kin beslemeye alenen tahrik eden kişinin cezalandırılacağı belirtilmekteydi. Bunun dışında, halkın bir kısmını aşağılama ve insan onurunu zedeleyecek bir şekilde tahkir etme fiili bakımından da  mevcut  düzenlemeden  farklı  olarak,  suçun  temel  şekli  bakımından  aleniyet aranmamıştır. Bu Kanun da fiilin alenen işlenmesi, daha fazla ceza verilmesini gerektiren nitelikli hal olarak yer almaktaydı. 765 sayılı TCK m 312/4 te yapılan atıfla, aleniyetin ne şekilde gerçekleşeceği açıkça düzenlenmişti. Buna göre, fiil her türlü kitle haberleşme araçları, ses kayıt bantları, plak, film, gazete, mecmua ile veya sair basın aletleriyle veya elle yazılıp çoğaltılarak yayınlanan veya dağıtılan yazılar ile ya da umumi yerlerde levha ve ilan asmak suretiyle işlenirse, aleniyet gerçekleşmiş sayılacak ve cezalar bir katı oranında artırılacaktı.54  Türk Dil Kurumu <www.tdk.gov.tr> Erişim Tarihi 07.02.2020.55  Faruk Erem, Türk Ceza Hukuku Hususi Hükümler C II (Ankara 1965) 226.56  Ahmet Caner Yenidünya ve Mehmet Emin Alşahin,  Bireyin Şerefine Karşı Suçlar  (2007) (68) TBB Dergisi 74, 75; Artuk, Gökcen, Alşahin ve Çakır (n 30) 864.57  Nevzat Toroslu, Ceza Hukuku Özel Kısım (6. Bası, Ankara, Savaş 2012) 121; Tuğrul Katoğlu,  Basın Yoluyla Hakaret Kavramı ve Madde Yönünden Yetki Sorunu  (2013) 19 (2) MÜHF-HAD (Prof. Dr. Nur Centel e Armağan) 737.58  Erol Cihan,  Sosyal Sınıfları Düşmanlığa Tahrik Suçu (TCK m.312)  (1974) XL (1-4) İÜHFM 108. 59  765 Sayılı TCK m 311 ve 312 de aranan aleniyeti, kurucu unsur değerlendiren görüş hakkında bkz Önder (n 36) 375. Aynı yönde bkz Cihan (n 58)109.1687İstanbul Hukuk Mecmuası 78/3b. Tehlike Suçları Bağlamında Değerlendirmeİncelenmesi gereken bir diğer husus ise, halkı kin ve düşmanlığa tahrik veya aşağılama suçlarının, tehlike suçları bağlamında ele alınmasıdır. Zarar ihtimali anlamına gelen tehlike, zararın meydana gelme olasılığının yüksek olduğu, kuvvetli zarar ihtimali olarak da ifade edilebilir. Bu ihtimalde, zararın gerçekleşmesi yakındır; ancak henüz gerçekleşmemiştir. Tehlike suçlarında ise, zararın ortaya çıkması beklenmeksizin tehlike durumunu cezalandırılmaktadır. Bu yönüyle tehlike suçları, aslında cezalandırılabilirliği öne çekmekte ve genişletmektedir. Bu nedenle tehlike suçlarının, kusur prensibi ve hukuk devleti ilkesi ile uyuşmazlık içinde oldukları ileri sürülmektedir. Tehlike suçları, genellikle soyut ve somut tehlike suçları olmak üzere ikiye ayrılır. Somut tehlike suçlarında, suçun konusu bakımından tehlikenin gerçekleşip gerçekleşmediği araştırılmalıdır. Çünkü somut tehlike suçlarında, fiilin gerçekleşmesi ile birlikte somut bir tehlike ortaya çıkmalıdır. Soyut tehlike suçlarında ise, tehlike, kanuni tipte yer alan bir özellik değildir. Bu suçlarda, fiilin gerçekleşmesi dışında somut bir zarar tehlikesinin meydana gelmesi aranmamaktadır. Bu suç tiplerinde, belirli bir davranış çok tehlikeli görüldüğünden, somut bir tehlikenin ortaya çıkması aranmadan,  ceza  sorumluluğu  bakımından  sadece  söz  konusu  fiilin  işlenmesi yeterlidir. Diğer bir ifadeyle tehlike, neticeli suçlarda yer alan tehlike ve hareket biçimi olarak  tehlike  şeklinde  ayrılmaktadır.  Bu  durumda,  neticeli  suçlardaki  tehlike, somut tehlikedir. Hareket biçimi olarak tehlike ise, sırf hareket suçlarında mevcut olan  tehlikedir.  Soyut  tehlike  suçlarında,  suçun  tamamlanması  için  hareketin yapılması  yeterli  olduğundan,  nedenselliğin  tespitine  gerek  olmadığı  kabul edilmektedir. Ancak bu suç tiplerinde, korunan hukuki değer bakımından tehlike yaratmayan hareketin cezalandırılması, ceza hukukunun son çare olma özelliği ile bağdaşmadığından, hâkimin, somut tehlike suçlarında olduğu gibi, soyut tehlike suçlarında da  tehlikenin meydana gelip  gelmediğini araştırma yükümlülüğünün 60  Elif Bekar, Türk ve Amerikan Ceza Hukukunda Zorunluluk Hali (Ankara, Seçkin 2013) 89 vd.61  Vesile Sonay Daragenli,  Tehlike Suçları  (İstanbul 1999) (Prof. Dr. Sahir Erman a Armağan) 183. 62  Eckhard Horn, Konkrete Gefährdungsdelikte (Köln, Verlag Otto Schmidt KG 1973) 11.63  Bu görüş hakkında detaylı bilgi için bkz. Uğur Ersoy,  Ceza Hukukunun Gri Alanı: Tehlike Suçları  (2020) 11 (41) TAAD 60, 61.64  Johannes Wessels, Werner Beulke ve Helmut Satzger, Strafrecht Allgemeiner Teil (43. Bası, Heidelberg, C. F. Müller 2013) § 1, N 28; Klaus Hoffmann-Holland, Strafrecht Allgemeiner Teil (2. Bası, Tübingen, Mohr Siebeck 2011) § 1, N 52; Somut tehlike suçları ile ilgili ayrıntılı bilgi için bkz Frank Zieschang, Die Gefährdungsdelikte (Berlin, Duncker&Humblot 1998) 28 vd.65  Jürgen Baumann, Ulrich Weber ve Wolfgang Mitsch, Strafrecht AT Lehrbuch (11. Bası, Bielefeld, Verlag Ernst und Werner Gieseking 2003) § 8, N 43; Zieschang (n 64) 22 vd. 66  Bu suçlar, neticesiz suçlar, sırf hareket suçları veya şekli (biçimsel) suçlar olarak da adlandırılmaktadır. Hamide Zafer, Ceza Hukuku Genel Hükümler (TCK m.1-75) (7. Bası, İstanbul, Beta 2019), 242.67  Jürgen Baumann, Ulrich Weber, Wolfgang Mitsch ve Jörg Eisele, Strafrecht Allgemeiner Teil (12. Bası, Bielefeld, Verlag Ernst und Werner Gieseking 2016) § 5, N 33.68  Horn (n 62) 11; Kindhäuser, Gefährdung als Straftat (Frankfurt am Main, Vittorio Klostermann 1989) 191.69  Zafer (n 66) 243, 245.1688Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)bulunduğu  ileri  sürülmektedir 70.  Bu  görüş,  tehlikenin  meydana  gelmiş  olması ihtimalinde, gerek TCK m 61 kapsamında ele alınması gerektiğini, gerekse içtima kurumlarının değerlendirilmesinde dikkate alınması gerektiğini kabul etmektedir. Bize göre de, bu araştırma sonucunda, tehlike meydana gelmiş ise, görünüşte içtima ilkelerinden asli-tali norm gereği, somut tehlike suçundan cezalandırma söz konusu olacaktır. Fakat tehlikenin ortaya çıkması hali, bu durumun arandığı somut tehlike suçu olarak tanımlanmamış olabilir. Bu nedenle tehlike meydana gelmiş ve fakat somut tehlike suçu olarak düzenlenmiş değilse, bu durumda meydana gelen tehlike, faile soyut tehlike suçundan verilecek cezanın tayininde önem arz edecektir.Soyut tehlike suçları, sırf hareket suçlarıdır. Somut olayda, tehlikenin ortaya çıkması aranmaksızın, hareketin yapılması veya yapılmaması, diğer bir deyişle icrai veya ihmali hareketin varlığı, suçun oluşması için yeterlidir. TCK m 216/2 de yer verilen halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılama, soyut tehlike suçuna örnek teşkil etmektedir. Aşağılanan halk kesiminin saygınlığının, onurunun zedelenmesi şeklinde bir zarar aranmamaktadır. Diğer yandan başka bir tasnife göre, tehlike suçları, soyut tehlike suçları, somut tehlike suçları ve öngörülen tehlike suçları olarak ayrılmaktadır. Bu görüşe göre, soyut tehlike suçları, kanun koyucunun suç tipinde tehlikeyi açık bir şekilde belirtmemesine rağmen hareketin genel olarak tehlikelilik değerlendirmesini yaptıran ifadelerin kanuni tipte yer aldığı suçlar olarak kabul edilmektedir. Somut tehlike suçları ise, tehlikenin suç tipinin unsuru olarak açıkça yer almasının ve somut tehlikenin olayda gerçekleşmesinin arandığı suçlardır. Son olarak öngörülen tehlike suçlarının ise, suç tipinde tehlikenin açıkça yer almadığı, tehlikenin varlığının öngörülerek hareketin cezalandırıldığı, genel olarak tehlikeliliğin dahi aranmadığı suçlar olduğu ileri sürülmektedir. Tehlike suçları ile ilgili bir başka tasnife göre ise, somut tehlike suçları ve soyut tehlike suçları şeklinde yapılan ayrıma ek olarak bir de soyut-somut tehlike suçları olarak nitelendirilen bir tehlike suçu türü daha mevcuttur. Soyut-somut tehlike suçları, soyut tehlike suçları ile somut tehlike suçları arasında bir yerde bulunmaktadır. Bu 70  Nurullah Kunter, Suçun Maddi Unsurları Nazariyesi (İstanbul, İsmail Akgün 1954) 124; Zafer (n 66) 243.71  Bu görüşün temel dayanak noktası, tehlikenin meydana geldiği ve gelmediği durumlarda cezalandırmanın aynı olmasının, kusur prensibinin ihlaline sebebiyet verecek olmasıdır (Görüş hakkında bkz Ersoy (n 63) 47, 61).72  Bu suçlarda yer alan tehlike, varsayımsaldır ve harekete uzaktır (Zafer (n 66) 242). 73  Örn Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma (TCK m 195), usulsüz ölü gömülmesi (TCK m 196). Bahri Öztürk ve Mustafa Ruhan Erdem, Ceza Hukuku ve Güvenlik Tedbirleri Hukuku (19. Bası, Ankara, Seçkin 2019) N 354. Alkollü halde araç kullanmayı düzenleyen Alm CK § 316 e göre; kişinin, araç kullanmaya elverişli bir halde olmamasına rağmen araç kullanması, trafikteki diğer kişiler bakımından somut bir tehlikeye sebebiyet vermese dahi cezalandırılmaktadır (Bernd Heinrich, Strafrecht Allgemeiner Teil-1 (2. Bası, W. Kohlhammer 2010) N 164). 74  Apiş (n 23) 393. Tahkir suçları ile bir hak ve menfaatin zarara uğrama ihtimali cezalandırılmaktadır (Zafer (n 48) 238).75  Bu suçlara örnek olarak, 765 sayılı TCK m 549 ve m 557 verilmektedir. Daragenli (n 61) 181. 76  Zieschang (n 64) 162 vd; Baumann, Weber ve Mitsch, (n 65) N 44; Rudolf Rengier, Strafrecht Allgemeiner Teil (Grundrisse des Rechts) (4. Bası, München, C. H. Beck 2012) § 10, N 16.77  Schäfer (n 2) N 9.1689İstanbul Hukuk Mecmuası 78/3suçlarda, failin hareketi somut tehlike suçlarına göre daha az, soyut tehlike suçlarına göre daha fazla tehlikelilik içermektedir. Tehlike suçlarının bu türünde, hareketin genel olarak tehlikeyi meydana getirmeye elverişliliği, önemli bir özelliktir. Nitekim bu tür tehlike suçları, elverişlilik suçları (Eignungsdelikte) veya potansiyel tehlike suçları (Potenzielle Gefährdungsdelikte) olarak da anılmaktadır. Bu suç tiplerinde, işlenen fiilin, belirli sonuçları meydana getirme elverişliliği aranmaktadır. Bir  görüşe  göre,  soyut-somut  tehlike  suçları  ikiye  ayrılmaktadır.  Birincisinde, hâkimin araştırmasını sınırlayan belirli sınırlar getirilmiş olup, kanun koyucu tarafından dikkate alınacak hususlar belirtilmiştir. İkincisinde ise, ilgili hükümde hukuki değerin belirli olmadığı ve bütün koşulların dikkate alınmaması gerektiği ileri sürülmüştür. Bu tür suçların aslında soyut tehlike suçu özelliği taşıdığı ifade edilmektedir. Nitekim soyut-somut tehlike suçlarının, soyut tehlike suçlarından farklı olmadığı ve bu şekilde yapılan ayrımın kabul edilemez olduğu da ileri sürülmüştür. Soyut-somut tehlike suçları, soyut tehlike suçlarının alt bir grubu olarak da kabul edilmektedir. Soyut  tehlike  suçlarında  tehlikelilik  kriterleri,  kanun  koyucu  tarafından belirlenmiştir. Soyut-somut tehlike suçlarında ise, somut olayda, hareketin tehlikeye elverişli olup olmadığı incelenmektedir. Bu suç tiplerinde kanun koyucu, hareketin gerçekleşme şekline dair ayrıca bir özellik aramaktadır. Bu suçlarda elverişlilikten söz edilerek failin işlediği fiil ile bağlantılı objektif nitelikteki bir koşula değil, hareketin işleniş şekline yönelik bir özelliğe işaret edilmektedir. Bu nedenle, suçun unsurlarından fiil kısmında incelenmesi isabetlidir. Ancak buna rağmen elverişliliğin, suçun unsurlarından netice kapsamında ele alınması gerektiği görüşünün de mevcut olduğunu görmekteyiz.78  Baumann, Weber ve Mitsch (n 65) N 44.79  Selman Dursun, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar (İstanbul, On İki Levha 2010), 182, 183, dn 80. Tehlike suçlarının bu türünde, fiilin bir özelliği olarak aranan elverişliliğin gerçekleşmemiş olmasının, işlenemez suçun varlığına işaret ettiği ileri sürülmektedir. Bu görüş için bkz Ersoy (n 63) 53. 80  Baumann, Weber ve Mitsch (n 65) N 44; Rengier (n 76) N 16.81  Örn Alm CK § 325 bakımından havanın kirletilmesi (Heinrich (n 73) N 165). 82  Daragenli (n 61) 180.83  Daragenli (n 61) 185.84  BGHSt 46, 212, 218 (Rengier (n 76) N 16); Dursun (n 79) 182, dn 80.85  Bu tür suçların, çevre ceza hukukunda da örnekleri mevcuttur. Bkz Alm CK § 324a I Nr.1, § 325 I, § 326 I Nr 4a (Rengier (n 76) N 16).86  Soyut tehlike suçları gibi neticeli suç olmayan soyut-somut tehlike ya da diğer bir deyişle elverişlilik veya potansiyel tehlike suçlarının, Alm CK § 9 anlamında tipik netice olup olmadığının Alman hukukunda problemli bir konu olduğu ileri sürülmüştür. Alman Federal Mahkemesi (BGH), neticenin sadece somut tehlike suçlarındaki tehlike olmadığını belirtip aynı zamanda elverişlilik suçlarındaki elverişliliği de netice kapsamında değerlendiren görüşü, Alm CK § 9 daki netice tanımını, düşündürücü bir biçimde genişlettiği için eleştirmektedir. Ancak bir görüşe göre, halkı kin ve düşmanlığa tahrik suçunun düzenlendiği Alm CK § 130 I ve III te aranan kamu barışının ihlaline elverişlilik, netice kapsamında değerlendirilmelidir. Örneğin, Almanya doğumlu ve Avustralya vatandaşı olan T, kendi web sitesinde, soykırımı reddeden içerik yayınlar. Bu içeriğe, internet aracılığıyla Almanya da ulaşılabilmektedir. Ancak tıpkı Alm CK § 6 I e göre, Alman ceza hukukunun uygulanmasında olduğu gibi, Alman ceza hukuku uygulamasını fazla esnetmemek için uluslararası hukuk kapsamında meşrulaştırılmış bir bağlantı noktası gerekmektedir. Yüksek Mahkeme, Almanya daki Nasyonel Sosyalist diktatörlük sırasında soykırımı reddetme içeriğini yeterli görmek istemiştir. Ancak ülke içi bir bağlantı noktası olmalıdır. Bu bakımından da Alm CK § 5 ten § 7 ye kadar failin vatandaşlığı ya da ikameti gibi bağlantı noktaları aramak daha anlamlı bulunmaktadır (Baumann, Weber, Mitsch ve Eisele (n 67) N 33).1690Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)TCK m 216/3,  Halkın bir kesiminin benimsediği dini değerleri alenen aşağılayan kişi, fiilin kamu barışını bozmaya elverişli olması halinde, altı aydan bir yıla kadar hapis cezası ile cezalandırılır  düzenlemesine yer vermektedir. Aşağılama fiilinin, kamu  barışını  bozmaya  elverişli  olması,  kişilerin  barış  esasına  dayalı  hukuk toplumunda yaşadıklarına dair duygunun zedelenmesi veya zedelenme ihtimalinin somut bir biçimde ortaya çıkması şeklinde yorumlansa dahi esasında kamu barışının bozulmasının ya da kişilerin barış esasına dayalı hukuk toplumunda yaşadıklarına dair duygunun zedelenmesinin somut bir biçimde ortaya çıkması aranmamaktadır. Zira söz konusu fiilin, kamu barışını bozmaya elverişli olması yeterli görülmektedir. Ancak TCK m 216/3 ile ilgili olarak madde gerekçesinde,  fiilin cezalandırılabilmesi için kamu barışını bozmaya elverişli olması gerekir  ifadesi yer almaktadır. Buradan yola çıkıldığında, elverişliliğin, cezalandırma için aranan bir koşul olduğu sonucuna ulaşılmaktadır. Fakat madde gerekçesinin bağlayıcı olmadığı ve tek başına gerekçede yer  alan  ifadeden  yola  çıkarak  hukuki  nitelik  belirlemesinin  yerinde  olmadığı söylenebilir. Buna rağmen, madde metninde yer alan  kamu barışını bozmaya elverişli  olma koşulunun objektif cezalandırılabilme koşulu olduğu ileri sürülmektedir.Aynı zamanda suçun bu yönüyle somut tehlike suçu olduğu ileri sürülmekte olup, dini değerlerin aşağılanmasının yeterli olmadığı, aşağılamanın kamu barışını bozmaya elverişli olması gerektiği belirtilmiştir. Ancak bu suç, soyut-somut tehlike suçu kapsamında ele alınmalıdır. Çünkü halkın bir kesiminin benimsediği dini değerlerin alenen aşağılanması; ancak fiilin kamu barışını bozmaya elverişli olması halinde cezalandırılacaktır. Burada kamu barışını bozmaya elverişli olan alenen aşağılama, suç olarak düzenlenmiştir. Fiile dair fiil ile doğrudan bağlantılı bir özellik olarak kabul ettiğimiz elverişlilik hususu, fiil kapsamında incelenmelidir. Böylelikle bu ifade ile alenen aşağılama fiilinin, ne şekilde işleneceği, diğer bir deyişle fiilin işleniş şeklinin nasıl gerçekleştirileceğine işaret edilmiştir.Alman hukukunda, soyut-somut tehlike suçlarına, Alm CK § 130 I ve III tipik örnek olarak gösterilmektedir. Nitekim Alm CK § 130 I ve III te yer alan fiillerin, kamu barışını bozmaya elverişli olmaları aranmaktadır. Fiilin işlenmesi ile kamu barışının, somut tehlike altında olması gerekli değildir. Ancak somut fiilin, genel olarak  tehlikeliliği  gereklidir.  İfadenin  içeriği,  türü,  yeri  gibi  belirli  durumlar nedeniyle kamu barışını bozmaya elverişlilik aranmaktadır. Bu nedenle Alm CK 87  Yaşar, Gökcan ve Artuç (n 5) 6558; Ali Parlar ve Muzaffer Hatipoğlu, 5237 sayılı Türk Ceza Kanunu Yorumu C 2 (141-345. md) (Ankara 2007) 1603.88  Artuk ve Alşahin, (n 23) 996; Artuk, Gökcen, Alşahin ve Çakır, (n 30) 899. Objektif cezalandırılabilme koşulları hakkında haksızlık bakımından önem arz eden ve haksızlık bakımından önem arz etmeyen objektif koşullar şeklinde yapılan ayrım ve bu koşullara dair ayrıntılı bilgi için bkz Claudius Geisler, Zur Vereinbarkeit objektiver Bedingungen der Strafbarkeit mit dem Schuldprinzip (Berlin, Duncker&Humblot 1998) 211 vd. 89  Yaşar, Gökcan ve Artuç (n 5) 6558.90  Rengier (n 76) N 16.91  Schäfer (n 2) N 9.1691İstanbul Hukuk Mecmuası 78/3§ 130 I ve III te yer alan suçların, soyut-somut tehlike, diğer bir deyişle potansiyel tehlike suçları oldukları kabul edilmektedir. Aksi görüşe göre, Alm CK § 130 I ve III te aranan kamu barışını bozmaya elverişlilik koşulu, soyut-somut tehlike suçu olarak adlandırılmış olsa dahi, bu husus, suçun soyut tehlike suçu karakterinin değiştiği anlamına gelmemektedir. Bu görüşe göre, halk kesiminin insan onuruna karşı saldırı, kamu barışı için genel bir tehlikeye neden olur. Bu genel tehlikelilik, soyut tehlike suçlarının yasal zemine kavuşmasını sağlamaktadır.Alm CK § 130 II, Nr 1, fiilin yazı ile yayma şeklinde işlenmesi haline ilişkindir. Bunun yanı sıra § 130 II, radyo veya telekomünikasyon yoluyla suçlu içeriğin yayılmasını cezalandırılabilir kılmaktadır. Alm CK § 130 I ve III ün aksine, bu fıkra bakımından kamu barışının ihlaline elverişliliğin tespiti, zorunlu değildir. Bu nedenle bu fıkrada yer alan suç, soyut tehlike suçu olarak nitelendirilmektedir. 3. NeticeSuçun maddi unsurlarından netice, zarar veya zarar ihtimali, diğer bir deyişle zarar veya tehlike şeklinde ortaya çıkabilir. Korunan hukuki değer esas alınarak yapılan tanıma göre zarar, ceza normu ile korunan hukuksal yararın ihlali demektir. Zarar, henüz meydana gelmemiş ise, menfaatin kaybı ya da azalması söz konusu değildir. Zarar suçlarında, somut bir zarar, netice olarak öngörülmektedir. Bu nedenle zarar suçlarında, zarar neticesinden söz edilebilecektir. Ancak ceza hukuku, sadece hareketten doğan zarar sonucu ile ilgilenmeyip, doğabilecek sonuçlarla da ilgilenmektedir. Bu noktada da tehlike kavramı ve tehlike suçları ortaya çıkmaktadır. Zarar suçları ve tehlike suçları arasındaki ayrım, suçun konusu ve korunan hukuki değer arasındaki farka dayandırılmaktadır. Zarar suçlarında, işlenen fiil ile suçun konusu zarara uğratılmakta iken, tehlike suçlarında, işlenen fiil ile suçun konusu tehlikeye maruz kalmaktadır.92  Kühl (n 5) N 1; Schäfer (n 2) N 9, 10.93  Ostendorf (n 9) N 5. Bu düzenlemenin kısmen soyut tehlike suçu olarak şekillenmesi, karışık ve zor anlaşılır yapısı, hükmün gerekliliğine ilişkin itirazlara sebep olmuştur (Schäfer (n 2) N 8).94  Alm CK § 130 daki fiile ilişkin genel tehlikelilik, değerlendirilen her bir olayda ayrı ayrı tespit edilmelidir. (Ostendorf (n 9) N 5).95  Kühl (n 5) N 1; Schäfer (n 2) N 12.96  Suç unsuru netice ile suçun neticesi birbirinden farklıdır. Zarar ve tehlike unsur değil, zarar ve tehlike neticesi unsurdur. Kanuni tarifte zararlı veya tehlikeli olarak tarif edilmeyen neticenin, zararlı veya tehlikeli olmadığı sonucuna ulaşılamaz. Bu hususa, kanunen önem arz etmeyen bir netice olarak öldürme suçunda, öldürülen kişinin çocuklarının yoksulluğa düşmesi örnek verilebilir (Kunter (n 70) 140).97  Zafer (n 66) 238.98  Alacakaptan (n 1) 19. 99  Kunter (n 70) 124.100  Heinrich (n 73) N 161. Kanun koyucunun, kanuni tarifte, zarar şeklinde dış değişikliğe yer verdiği suçlar, zarar suçları, maddi suçlar ve neticeli suçlar olarak adlandırılmaktadır (Zafer (n 66) 239).101  Rengier (n 76) N 8; Kindhäuser (n 68)190.1692Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)Zarar kavramının zıddı olarak ifade edilen tehlike, olasılık kavramı ile izah edilmeye çalışılmış, olasılıktan farklı bir şey olmadığı ileri sürülmüştür. Tehlike, zarara ilişkin kuvvetli bir imkân veya ihtimal olarak da tanımlanmaktadır. Böylece meydana gelmiş olan zararlar ile birlikte meydana gelmesi muhtemel olanlar da kapsam dâhilinde olacaktır. Ceza hukuku bakımından her netice değil, kanuni tarife uygun netice önem arz etmektedir. Netice, suçun konusunun değer kaybına uğraması olarak gösterilmiş olabilir. Tehlikenin, netice olarak tanımlandığı suçlarda somut tehlike, neticedir. Somut tehlike suçlarında, tehlike yakındır ve bu suçlar, yakın tehlike suçları olarak da adlandırılmaktadır. Diğer bir deyişle, tehlike bir tür neticedir ve harekete nedensellik  bağı  ile  bağlanabilir  olmalıdır.  Tehlikenin,  hem  korunan  hukuki değere  hem  de  suçun  konusuna  göre  tanımlandığı  görülmektedir.  Buna  göre, tehlikenin cezalandırma normuna konu olması halinde, korunan hukuki değere yönelen tehlikenin gerçekleşmesi suç tipinde açıkça yer almalıdır. Diğer yandan somut tehlike suçlarında, kanuni tarifte, hareketin üzerinde tehlike yaratacağı maddi konunun belirtilmiş olması gerekir. Bu durumda somut tehlike suçlarının, netice suçu olduğu ve neticenin de somut tehlikenin ortaya çıkması şeklinde olduğu ifade edilebilir. Somut tehlike suçlarında, zarar, tesadüfen ortaya çıkmamıştır. Suçun konusu üzerinde gerçek bir tehlikenin mevcut olması yeterli olduğundan, bu suçlar ile zarar neticesi değil; tehlike neticesi veya netice tehlikesinin yaratıldığı kabul edilmektedir.Hareket ile meydana gelen tehlikenin, ceza normu ile korunan hukuksal yararı ihlal edecek nitelikte olup olmadığı, zarar meydana gelme olasılığı, tehlike oluşturan hareketin zarar neticesi doğurma imkanı değerlendirilmelidir. Tehlike varsayımından yola çıkarak değil; korunan hukuki değere yönelen, bu değeri ihlal gücündeki, diğer bir deyişle ihlale elverişli mahiyette olan gerçek bir tehlikeyi esas alarak suç tipi düzenlenmelidir. Tehlike, zarar suçunun meydana gelmesi bakımından uygun, elverişli değilse, cezalandırılabilir bir özellik arz etmemektedir. Bu suçlarda, zarar tehlikesinin varlığı aranmaktadır. Ayrıca bu noktada incelenmesi gereken, korunan 102  Kunter (n 70) 126.103  Alacakaptan (n 1) 19.104  Kunter (n 70) 125.105  Uğur Alacakaptan, İşlenemez Suç (Ankara, Ankara Üniversitesi Hukuk Fakültesi Yayınları) 65.106  Zafer (n 66) 239.107  Zafer (n 66) 245; Ömer Metehan Aynural, Soyut Tehlike Bağlamında Trafik Güvenliğini Tehlikeye Sokma Suçu (TCK 179/3) (İstanbul, On İki Levha 2018) 26, 27.108  Alacakaptan (n 1) 19.109  Zafer (n 48) 232.110  Heinrich (n 73) N 161; Rengier (n 76) N 10.111  Öztürk ve Erdem (n 73) N 354.1693İstanbul Hukuk Mecmuası 78/3hukuki değer bakımından objektif bir tehlikenin ortaya çıkıp çıkmadığıdır. Somut olayda tehlike neticesinin ne zaman gerçekleşmiş sayılacağı, tehlikenin tespitinin nasıl yapılacağı tartışma konusu olmuştur. Tehlikenin tespitinin, hakim tarafından genel yaşam tecrübesine göre, objektif ve ex-ante bir değerlendirme ile yapılacağı kabul edilmektedir.TCK m 216/1 e göre, halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik eden kimse, bu nedenle kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması halinde, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır. Suçun oluşumu için halkın belirli bir kesiminin, diğer bir kesimi aleyhine kin ve düşmanlığa tahrik olması ve bunun bir sonucu olarak o kesime karşı suç işlemiş olması gerekli değildir. Nitekim tahrik suçlarında, cezalandırma için tahrik edilen suçun işlenmesi beklenmez. Çünkü aksi halde, suçun önlenmesinde, suç ile mücadele edilmesinde geç kalınabileceği düşüncesi vardır. Görülmektedir ki, bu suç bakımından kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması aranmaktadır. Açıklık, tehlike halinin kuşkuya yer bırakmayacak bir özellik arz etmesi; yakınlık ise, kullanılan ifadelerin zarar yaratma ihtimalinin yakın olması anlamına gelmektedir. Tehlikenin açıklığının ve yakınlığının her somut olayda, olayın özelliklerine göre ayrı ayrı değerlendirilmesi gerektiği kabul edilmektedir. Bununla birlikte, madde metninde belirtilen tehlike durumunun, kamu güvenliği açısından ortaya çıkan somut bir tehlike olduğunu görmekteyiz. Diğer bir deyişle, failin 112  Alacakaptan (n 1) 19-22.113  Zafer (n 66) 240, 241; Aynural (n 107) 27.114  Önder (n 36) 379.115   Açık ve yakın tehlike  kavramı, Tasarı da olmayıp, Komisyon da eklenmiştir. Yapılan bu eklemenin gerekçesi şu şekildedir:  Ülkemizde ifade özgürlüğünün genişletilmesi süreci ve Avrupa İnsan Hakları Mahkemesinin kararlarının bağlayıcılığı da göz önünde tutularak, madde metnine ifade özgürlüğünün kapsamını genişletmek amacı ile  açık ve yakın tehlike  koşulu eklenmiştir. Buna göre söz konusu suçun oluşması için işlenen fiil nedeniyle kamu güvenliği açısından açık ve yakın tehlikenin ortaya çıkması gerekir. Açık ve yakın tehlikenin belirlenmesinde hâkimin böyle bir durumun ortaya çıktığına dair somut olguların varlığına ilişkin dayanak noktalarını tesbit etmesi bunları kararında göstermesi zorunludur. 116  Yaşar, Gökcan ve Artuç (n 5) 6553. Yargıtay ın bazı kararlarında halkı kin ve düşmanlığa tahrik suçu bakımından değerlendirilecek olan ifadelerin sarf edilmesinden sonra bir olay yaşanıp yaşanmadığına göre değerlendirme yapıldığını görmekteyiz. Örn  Konuşma sonrasında herhangi bir olayın yaşanmadığı yakın bir tehlikenin varlığından söz edilemeyeceği   Yargıtay 8 CD, 8117/11026, 06.10.2011  Yaşar, Gökcan ve Artuç (n 5) 6588, 6589.  Kürtçe şarkı söyleyen sanığın bu eyleminin şarkının söylendiği ortam ile türkücü olan sanığın etkinliği, düğünün bir olay meydana gelmeden sona erdiği, kamu güvenliği açısından açık, yakın ve somut bir tehlikenin saptanamaması  nedeniyle bozma kararı verildiği görülmektedir.  Yargıtay 8 CD, 14850/18205, 28.12.2011  Yaşar, Gökcan ve Artuç (n 5) 6588, 6589.  Basına ve Kamuoyuna  başlıklı basın açıklamasının bütünü gözetildiğinde, geçmiş olaylara ve gelecekte yaşanabileceklere yönelik görüş açıklaması niteliğinde bulunduğu, konuşma sonrasında herhangi bir olay yaşanmadığı gibi yakın bir tehlikenin varlığından da söz edilemeyeceği…   Yargıtay 8 CD, 7607/6296, 29.02.2012  Kazancı İçtihat Bankası <www.kazanci.com> Erişim Tarihi 06.03.2020. Bu kararlarda, ex-post yapılan değerlendirme ile halkı kin ve düşmanlığa tahrik suçu incelenerek karar verilmektedir. Bu durumda ise, herhangi bir olayın meydana gelip gelmemesi bir kriter olarak ele alınmaktadır. Ancak tehlike suçu niteliğinde olan bu suçun sonucunda, meydana gelen zarara göre değerlendirme yapılmamalıdır. Nitekim bu suç tipi bakımından da aranan  tehlike , zarardan evvelki, zararın henüz gerçekleşmediği, gerçekleşme ihtimalinin yüksek olduğu durumdur. Zararın meydana gelmemesi, tehlikenin de mevcut olmadığı şeklinde yorumlanmamalıdır.1694Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)tahrik oluşturan fiilinin sonucunda, somut tehlikenin ortaya çıkması aranmaktadır. Doktrinde,  açık  ve  yakın  bir  tehlikenin  ortaya  çıkmasının,  suçun  kurucu  bir unsuru olmayıp, objektif cezalandırılabilme koşulu olduğu ileri sürülmektedir. Bu görüşe göre; suç, aleni tahrikin yapılması ile tamamlanmaktadır. Ancak failin cezalandırılabilmesi için kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması aranmaktadır. Bu durumda da fiil sonucunda, kamu güvenliği için açık ve yakın bir tehlike ortaya çıkmadığı durumlarda cezalandırma söz konusu olmayacaktır. Ancak teşebbüs başlığında değerlendirdiğimiz üzere, objektif cezalandırılabilme koşulunun gerçekleşmesi halinde, teşebbüsten sorumluluk söz konusu olabilecektir. Ancak  somut  tehlike  suçlarında,  hareketin  gerçekleşmesi  sonucunda  somut  bir tehlikenin  ortaya  çıkmasının  aranmasında,  objektif  cezalandırılabilme  koşulları bakımından  aranan  soyut  nedensellikten,  daha  yoğun  bir  bağlantı  olmalıdır. Bununla birlikte halkı kin ve düşmanlığa tahrik suçunda aranan kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması, bu suçun somut tehlike suçu olduğuna işaret etmektedir. Somut tehlike suçlarında aranan somut tehlike, objektif bir nitelik arz etmeyip, failin fiili ile doğrudan bağlantılı özellikler içermektedir. Bu durumda, somut tehlike suçlarının, neticeli suçlar olduğunu ve somut tehlike neticesinin ortaya çıkmasının, suçun tamamlanması için arandığını ifade edebiliriz. Nitekim somut tehlike suçlarında aranan somut bir tehlikenin gerçekleşmesi, maddi unsurlar  kapsamında  değerlendirilmelidir.  Bununla  birlikte  somut  tehlikenin, geniş anlamda netice kapsamında ele alınabileceği ve bu hususun, suçun unsurları dışında objektif cezalandırılabilme koşulu olarak değerlendirilemeyeceği ve bunun bir sonucu olarak bu unsurun failin kastının kapsamında olduğu söylenebilir. Ancak somut tehlike suçuna teşebbüs hususu tartışmalı olup, mevcut teşebbüs düzenlemesi de dikkate alınarak somut olaya göre değerlendirme yapılmalıdır.117  Donay (n 21) 310.118  Horn (n 62) 101 vd; Kindhäuser (n 68) 190; Özgenç (n 19) 694; Timur Demirbaş, Ceza Hukuku Genel Hükümler (14. Bası, Ankara, Seçkin 2019) 209; Artuk, Gökcen, Alşahin ve Çakır (n 30) 875; Aslı Ekin Yılmaz, Suçu ve Suçluyu Övme Suçu İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, Kamu Hukuku Anabilim Dalı, Yüksek Lisans Tezi (2019) 100; Yaşar, Gökcan ve Artuç (n 5) 6553. Somut tehlikenin hem objektif cezalandırılabilme koşulu olarak kabul edilmesi hem de nedensellik bağı ile bağlantı kurularak açıklanmasına dair eleştiriler için bkz Ersoy (n 63) 43, 44.119  Artuk, Gökcen, Alşahin ve Çakır (n 30) 865, 875; Zafer (n 66) 475 dn 16.120  Wessels, Beulke ve Satzger (n 64) N 28; Heinrich (n 73) N 163.121  Failin hareketi ile doğrudan bağlantılı olmayan özellikler gerektiren suçlar ile failin hareketi ile doğrudan bağlantılı özellikler gerektirmeyen suçlar ayrımı hakkında bkz Elif Bekar, Objektif Cezalandırılabilme Koşulları ve Bu Koşullar Bağlamında Türk Ceza Kanunu nda Yer Alan Suçlar (İstanbul, On İki Levha 2017) 179 vd.122  765 sayılı TCK döneminde yaşanan haksız ve aşırı uygulamaların önüne geçilebilmesi amacıyla yürürlükteki TCK döneminde, kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkmasının arandığı ve bu hususun suçun unsuru olarak yorumlanması gerektiği hakkındaki görüş için bkz Ersoy (n 63) 60.123  Heinrich (n 73) N 163.124  Geniş anlamda netice, kişisel özgürlük alanına, doğrudan ihlal şeklinde yahut dolaylı bir biçimde etki etmek suretiyle yapılan müdahale olarak tanımlanmaktadır. Böylece özgürlük alanının, en azından somut tehlike altına girmiş olması aranmaktadır. Bkz Cemil Ozansü, Ceza Hukukunda Kasttan Doğan Sübjektif Sorumluluk (Ankara, Seçkin 2007) 73. 1695İstanbul Hukuk Mecmuası 78/3Genel olarak  ifade suçları 125 olarak nitelendirilen Alm CK § 130 da düzenlenen suçlar, farklı suç türlerine örnek teşkil etmektedir. Yukarıda ifade ettiğimiz üzere, Alm CK § 130 II soyut tehlike suçuna, I ve III soyut-somut tehlike suçuna örnek teşkil ederken, kamu barışının bozulmasının arandığı Alm CK § 130 IV ise, neticeli bir suç olup, zarar suçuna örnek teşkil etmektedir.4. FailSuçun kanuni tanımında yer alan fiili birlikte gerçekleştiren kişiler, fail olarak sorumlu olacaktır. TCK m 37 de yer alan faile ilişkin bu genel tanımdan hareketle, failin kanuni tanımdaki fiili işleyen kişi olduğu söylenebilecektir. Özgü suç olarak nitelendirilen bazı suç tiplerinde, fail bakımından özellik arz eden bir takım hususlar aranmaktadır. Aranan bu özelliklere sahip olmayanlar, söz konusu suç bakımından fail olarak sorumlu tutulamayacak olup, ancak şerik olarak sorumlulukları söz konusu olabilecektir. Halkı kin ve düşmanlığa tahrik veya aşağılama suçunun faili bakımından herhangi bir özellik aranmamıştır. Sonuç olarak fiili işleyen kişinin, özel bir sıfata sahip olmasının aranmadığı, herkesin fail olabileceği bu suç, özgü bir suç değildir. Bununla birlikte TCK m 266 ya göre, görevi gereği olarak elinde bulundurduğu araç ve gereçleri, bir suçun işlenmesi sırasında kullanan kamu görevlisi hakkında, ilgili suçun tanımında kamu görevlisi sıfatı esasen göz önünde bulundurulmamış ise, verilecek ceza üçte biri oranında artırılır. Kamu görevlisi olan fail hakkında bu hükümde yer alan unsurların gerçekleşmesi halinde, bu fıkra hükmü uygulama alanı bulacaktır. Diğer yandan bu suçun faili, gerçek kişidir. Tüzel kişi yararına suç işlenmesi halinde fail, tüzel kişilik yararına suç işleyen gerçek kişidir. Dolayısıyla m 216/1 de yer alan suç tipi bakımından fail, halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik eden kimsedir. TCK m 216/2 bakımından halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılayan kişi faildir. TCK m 216/3 e göre ise, halkın bir kesiminin benimsediği dini değerleri alenen aşağılayan kişi, suçun failidir. Bununla birlikte failin belli bir özelliğe sahip olması, toplumun belirli bir kesiminin kin ve düşmanlığa tahrik edilmesi konusunda daha etkin olabilir. Belirli bir konumdaki 125  Schäfer (n 2) N 9-11.126  Schäfer (n 2) N 9-11.127  Zafer (n 66) 189.128  Apiş (n 23) 84.129  Özgenç (n 19) 213; Hakan Hakeri, Ceza Hukuku Genel Hükümler (22. Bası, Ankara, Adalet 2019) 137; Mehmet Emin Artuk, Ahmet Gökcen, Mehmet Emin Alşahin ve Kerim Çakır, Ceza Hukuku Genel Hükümler (12. Bası, Ankara, Adalet 2018) 309; Altıkat (n 6) 71.1696Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)kişilerin, örneğin bir siyasi liderin söylemlerinin, diğer kişilerin söylemlerine nazaran daha fazla etkiye sahip olduğu söylenebilir. Ancak bu durum, suçun işlenmesi için fail bakımından belirli özellikler arandığı anlamına gelmemektedir. TCK m 216/2 bakımından tartışma konusu yapılan husus, kişinin kendi mensup olduğu gruba karşı aşağılama suçunu işlemesi halinde, fail olarak kabul edilip edilmeyeceğidir. Birbirinden farklı görüşlerin mevcut olmasına rağmen, aynı gruptan olunsa dahi toplum içinde sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak ayrılabilen halkın bir kesimine karşı alenen aşağılama suçu işlendiği takdirde, fail olarak sorumluluğun doğmasının gerekli olduğu söylenmelidir. Yine bu bağlamda, TCK m 216/3 te yer alan aşağılama fiilini işleyen kişi, kendi inandığı dini değerleri aşağıladığında da bu suçtan sorumlu olacaktır. Son olarak suçun basın ve yayın yoluyla işlenmesi hali incelenmelidir. Suç, basın ve yayın yoluyla işlenirse, Basın Kanunu nun ilgili düzenlemeleri uygulanmalıdır. Basın ve yayın yoluyla işlenen halkı kin ve düşmanlığa tahrik veya aşağılama suçunda failin tespiti, Basın Kanunu m 11 e göre yapılacaktır. Buna göre, süreli yayınlar ve süresiz yayınlar yoluyla işlenen suçlardan, eser sahibi sorumludur.Ayrıca  Basın  Kanunu  m  11   göre,  süreli  yayınlarda  eser  sahibinin  belli olmaması veya yayım sırasında ceza ehliyetine sahip bulunmaması ya da yurt dışında bulunması nedeniyle Türkiye de yargılanamaması veya verilecek cezanın eser sahibinin diğer bir suçtan dolayı kesin hükümle mahkûm olduğu cezaya etki  etmemesi  hallerinde,  sorumlu  müdür  ve  yayın  yönetmeni,  genel  yayın yönetmeni, editör, basın danışmanı gibi sorumlu müdürün bağlı olduğu yetkili kişi, sorumlu olur. Ancak bu eserin sorumlu müdürün ve sorumlu müdürün bağlı olduğu yetkilinin karşı çıkmasına rağmen yayımlanması halinde, bundan doğan sorumluluk yayımlatana aittir.Süresiz  yayınlarda  eser  sahibinin  belli  olmaması  veya  yayım  sırasında  ceza ehliyetine  sahip  bulunmaması  ya  da  yurt  dışında  olması  nedeniyle Türkiye de yargılanamaması veya verilecek cezanın eser sahibinin diğer bir suçtan dolayı kesin hükümle mahkûm olduğu cezaya etki etmemesi hallerinde yayımcı; yayımcının belli 130   Anti laik odaklaşması nedeni ile sonradan kapatılan bir siyasi partinin önde gelen isimlerinden olan ve yığınları etkileyebilme özelliğinde bir mevkiye sahip bulunan sanığın, Siirt te açık hava toplantısındaki konuşmasına Ziya Gökalp in eserinden bir bölüm olarak alınan ‘minareler süngü, kubbeler miğfer camiler kışlamız, müminler asker  şiirini okuyarak başlaması, hiçbir şeyin kendilerini sindiremeyeceğini, kendilerinin susturulamayacağını, ezanları susturanlar karşısında patlayacaklarını, referansının İslam olduğunu, bu ülkede inançlara saygı duyulmadığını, yoruma değil, yorumcuya bakılması gerektiğini, kula kulluk edilmeyeceğini (Atatürkçü laik kesim amaçlanmış), hakka kulluk edenlerden olduklarını (İslami şeriat ile bütünleştirilen Müslümanlar amaçlanmış) söylemesi eyleminde halkı kin ve düşmanlığa tahrik suçunun unsurları oluşmuştur.   Yargıtay 8 CD, 10296/11672, 23.09.1998  Lexpera Hukuk Bilgi Sistemi <www.lexpera.com.tr> Erişim Tarihi 09.12.2019. Ayrıca bu hususun, hareketin elverişliliği kapsamında ele alınması gerektiği hakkında bkz Türay (n 20) 231, 232.131  Aynı yönde bkz Altıkat (n 6) 71. Bu hususu, halkı kin ve düşmanlığa tahrik bağlamında değerlendiren aksi görüş için bkz Gökcen (n 30) 132. Yazar, aynı dine, aynı ırka, aynı mezhebe, aynı sınıfa ya da aynı bölgeye mensup insanların birbirine karşı tahrik edilmesi durumunda, fiil tipik olmadığı için inceleme konusu suçun oluşmayacağını ileri sürmektedir. Yazar tarafından aksi görüşün, ceza hukukunda kıyas anlamına geleceği belirtilmiştir (Gökcen (n 30) 133).1697İstanbul Hukuk Mecmuası 78/3olmaması veya basım sırasında ceza ehliyetine sahip bulunmaması ya da yurt dışında olması nedeniyle Türkiye de yargılanamaması hallerinde ise basımcı sorumlu olur.Basın Kanunu nda yer alan bu düzenleme gereği, eser sahibinin işlediği suçtan duruma göre sorumlu müdür, yayın yönetmeni, genel yayın yönetmeni, editör, basın danışmanı gibi sorumlu müdürün bağlı olduğu yetkili, yayımlatan, yayımcı veya basımcının sorumluluğu söz konusu olacaktır. Ancak bu düzenleme, ceza sorumluluğunun şahsiliği ilkesi ile çelişki halinde olmasından ötürü hem Anayasa ya hem de TCK ya aykırı görülüp, eleştirilmektedir. Son olarak suçun faili bir kişi olabileceği gibi birden fazla kişi de olabilir. Birden fazla faille işlenmesi halinde, suça iştirak hükümleri uygulama alanı bulacaktır. 5. MağdurMağdur,  suçun  konusunun  ait  olduğu  ya  da  suç  işlenerek  zarar  verilen değerin sahibi olan kişi olarak tanımlanmaktadır. Mağdur ve suçtan zarar gören, aynı kişi olabileceği gibi farklı kişiler de olabilir. Mağdur, aynı zamanda suçun işlenmesinden zarar gören kişidir. Fakat suçtan zarar gören, her zaman mağdur olmayabilir. Diğer yandan suçun mağduru, ancak gerçek kişiler olabilir. Bununla birlikte kişi topluluklarının, suçun mağduru olamayacağı ileri sürülmektedir. Tüzel kişiler de işlenen suç dolayısıyla mağdur değil; suçtan zarar gören olabilirler. Alm CK § 130 a göre, sadece Almanya da Alman vatandaşı olarak yaşayanlar, mağdur olarak kabul edilebilecektir. Buna karşılık tüzel kişilik bünyesindeki dini topluluklar, mağdur olamayacaktır. Ancak saldırıya uğraması halinde, bir grubun temsilcisi olan kişi, suçun mağduru olabilecektir.TCK m 216/1 de sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip olan ve kin ve düşmanlığa alenen tahrik edilen halk kesiminden söz edilmektedir. Burada zikredilen halk kesiminin, belirli bir sayıya ulaşması ve toplum bakımından belirli bir önemi haiz olması gerekmektedir. Nitekim tahrik fiilinin yöneldiği halk kesimi, belirli özellikleri ile ayrılabilen ve çok az sayıda olmayan bir çoğunluğu ifade etmektedir. Ancak tahrik edilen halk kesiminin, suçun mağduru olduğu ileri sürülse dahi, mağdur, toplumu oluşturan herkestir. Kamu barışının korunduğu bu suçun mağduru, tahrik fiili, belirli bir halk kesimi aleyhine yapılmış olsa dahi belirtilen halk kesimi ile birlikte genel olarak tüm toplumdur. 132  Mustafa Özen,  Hakaret Suçu ve İnternet Yoluyla İşlenmesi  (2008) (75) TBB Dergisi 106.133  Gökcen (n 30) 72.134  Koca ve Üzülmez (n 18) 116. 135  Hakeri (n 128) 138, 139. 136  Koca ve Üzülmez (n 18) 117.137  Koca ve Üzülmez (n 18) 117.138  Kühl (n 5) N 2.139  Kühl (n 5) N 2.1698Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)765 sayılı Kanun da yer alan halkın bir kısmını tahkir suçunda, söz konusu halk kesimine yönelik belirleme yapılmamış olup, herhangi bir özelliği ile farklı olan halk kesimi olması yeterli görülmüştü. Buna göre, toplum içinde farklı özelliklere sahip olan grubun, mağdur olduğu kabul edilmektedir. Buna gerekçe olarak, aleniyet şartının aranmaması ileri sürülmektedir. Bununla birlikte bu Kanun döneminde, halkın bir kısmının, suçun doğrudan doğruya mağduru, kamunun ise dolaylı mağduru olduğu da ifade edilmiştir.TCK m 216/2 de, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılanan halk kesimi söz konusudur. Aşağılama fiilinin yöneldiği halk kesiminin, bu suçun mağduru olduğu ileri sürülmektedir. Bununla birlikte sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılanan halk kesiminin doğrudan mağdur, tüm toplumun ise dolaylı mağdur olduğu düşünülebilir. Ancak halk kesimi olarak ifade edilen insan topluluğu, belirsiz sayıdadır. Bu belirsiz sayıdaki insan topluluğu aşağılanarak aslında tüm topluma yönelik  suç  işlenmektedir.  Suçun  yöneldiği  halk  kesiminin  suçtan  daha  fazla etkilenmiş olması söz konusu olabilir. Ancak bu suç ile kamu barışının korunması amaçlanmaktadır. Bu nedenle suçun mağdurunun, söz konusu halk kesimi ile birlikte tüm toplum olduğu kabul edilmelidir.Son olarak TCK m 216/3 de ise, benimsediği dini değerleri alenen aşağılanan halkın bir kesimi yer almaktadır. Bu suçun mağdurunun, benimsediği dini değerleri alenen aşağılanan halk kesimi olduğu ileri sürülmektedir. Diğer yandan bu suç bakımından da benimsediği dini değerleri alenen aşağılanan halkın bir kesiminin doğrudan mağdur, toplumun ise, dolaylı mağdur olduğu da kabul edilmektedir. Bu suç tipi bakımından da, söz konusu suç ile kamu barışının korunduğu dikkate alındığında mağdurun, benimsediği dini değerleri alenen aşağılanan halk kesimi ile birlikte tüm toplum olduğunu söylemek yerinde olacaktır. Öte yandan dini değerleri aşağılanan halk kesiminin, aşağılama fiilini algılaması aranmamaktadır.  Bu  nedenle  belirtilen  halk  kesiminde  yer  alan  kişilerin,  sağır olması veya isnat yeteneğinin bulunmaması suçun oluşması bakımından önem arz etmemektedir.140  Gökcen (n 30) 74.141  Altıkat (n 6) 53.142  Zafer (n 48) 223.143  Apiş (n 23) 85.144  Artuk, Gökcen, Alşahin ve Çakır (n 30) 895; Apiş (n 23) 505.145  Zafer (n 48) 223.146  Artuk, Gökcen, Alşahin ve Çakır (n 30) 895, 896.1699İstanbul Hukuk Mecmuası 78/3B. Manevi UnsurlarHalkı kin ve düşmanlığa tahrik veya aşağılama başlığı altında düzenlenen suç tiplerini ayrı ayrı değerlendirecek olursak ilk olarak TCK m 216/1 de düzenlenen halkı  kin  ve  düşmanlığa  tahrik  suçunun,  kasten  işlenebilen  bir  suç  olduğunu belirtmek gerekecektir. Bu halde halkı kin ve düşmanlığa tahrik suçunun doğrudan ve olası kast ile işlenebileceği söylenebilecektir. Fakat diğer bir görüşe göre, bu suç ancak doğrudan kast ile işlenebilir. Bununla birlikte suçun kast dışında, kastı hazırlayan belirli amaç veya saik ile işlenmesi aranmamaktadır. Buna rağmen her ne kadar madde metninde zikredilmemiş olsa dahi ayrıca saikin aranması gerektiği ileri sürülmüştür. Bu madde kapsamında öngörülen kamu güvenliği açısından açık ve yakın bir tehlike, somut tehlike suçuna işaret etmekte olup, netice kapsamında ele alınmaktadır. Bunun bir sonucu olarak, TCK m 216/1 de aranan açık ve yakın tehlike, failin kastının  kapsamında  değerlendirilmelidir.  Ancak  somut  tehlikeyi  objektif cezalandırılabilme koşulu olarak kabul eden aksi görüşe göre, somut tehlike failin kastı kapsamında değildir. Diğer yandan bu suçun taksirli hali düzenlenmediğinden taksirli sorumluluk söz konusu olmayacaktır.TCK m 216/2 de yer alan halkın bir kesimini belirli özellikleri nedeniyle alenen aşağılama suçunun manevi unsuru kasttır. Suçun taksirli hali düzenlenmediğinden, taksirli sorumluluk bu suç bakımından da söz konusu olmayacaktır. Kasten işlenen diğer suçlarda olduğu gibi halkın bir kesimini alenen aşağılama suçunun, doğrudan ve olası kast ile işlenebileceği söylenebilir. Ayrıca bir saike yer verilmediği için failin cezalandırılabilmesi bakımından suçun kasten işlenmesi yeterlidir. Bununla birlikte suçun sadece doğrudan kast ile işlenebileceğini kabul eden bir görüşe göre, bu suç bakımından failin saikinin önem arz ettiği, failin belirli bir saikle hareket etmesi gerektiği kabul edilmektedir. Diğer yandan halkın bir kesimini aşağılama suçunun işlenebilmesinin, failin nefret saiki ile hareket etmesi ile mümkün olacağı ileri sürülmektedir. Bu görüş tarafından, nefret saikinin, halkın bir kesimini aşağılama suçundan daha geniş bir tanıma sahip olduğu ve nefret söylemlerinin, nefret saiki ile işlendiği kabul edilmektedir.147  Apiş (n 23) 199.148   …failin özel kastına doğrudan işaret eden bir ibare mevcut olmamasına rağmen hükmün kaleme alınış tarzı, tahrikin niteliği ve muhataplarda aranan hususiyetler suçun oluşması için özel kastın aranmasını gerekli kılmaktadır. Bu bakımdan suçun oluştuğunun tespiti için failin hususi maksadının (saik) araştırılması gerekir.  Gökcen (n 30) 296. 149  Wessels, Beulke ve Satzger (n 64) N 28; Heinrich (n 73) N 163; Bekar (n 121) 246.150  Objektif cezalandırılabilme koşullarının failin kastı veya taksiri kapsamında ele alınamayacağı hakkında bkz Bekar (n 121) 56-59, Geisler (n 88) 9 vd. Ayrıca tehlike suçları ve objektif cezalandırılabilme koşulları arasındaki ilişki hakkında bkz Geisler (n 88) 275 vd.151  Failin saikinin aranması gerektiğine dair görüşler için bkz Gökcen (n 30) 96. Bu görüşe dair eleştiriler için bkz Zafer (n 48) 248.152  Altıkat (n 6) 74. 1700Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)TCK m 216/3 de yer alan halkın bir kesiminin benimsediği dini değerleri alenen aşağılama suçunun da manevi unsuru kasttır ve suçun taksirli hali düzenlenmemiştir. Bunun bir sonucu olarak halkın bir kesiminin benimsediği dini değerleri alenen aşağılama suçu, doğrudan veya olası kast ile işlenebilecektir.Halkı kin ve düşmanlığa tahrik veya aşağılama başlığında düzenlenen, üç suç tipinde de aleniyet aranmaktadır. Kasten işlenen suçlarda, kastın kapsamı da incelenmelidir. Maddi unsurlar veya nitelikli unsurlar kapsamında kabul ettiğimiz aleniyet, kastın kapsamındadır. Bu nedenle TCK m 216 da düzenlenen suçlar bakımından aranan aleniyet, suçun temel şekline dâhildir ve kastın kapsamındadır.Alm  CK  §  130 da  düzenlenen  suçun  manevi  unsuru,  kasttır.  Bu  bağlamda, fiilin işlenmesi bakımından olası kastın varlığı yeterlidir. Bu suç tipi bakımından, kamu barışının ihlali şeklinde özel bir amacın varlığı aranmamaktadır. Bununla birlikte kast, kamu barışını bozmaya elverişlilik de dahil olmak üzere tüm unsurları kapsamalıdır. Failin bu norm kapsamında ele alınabilecek söylemlerini, küçük bir grupta zikretmesi ve fakat söz konusu söylemlerin o grubun dışına taşınması ve failin bu durumu hesaba katmamış olması ihtimalinde, suçun oluşması için aranan kastın eksik olduğu ileri sürülmektedir. Ancak böyle bir durumda, failin halkı kin ve düşmanlığa tahrik veya aşağılama suçunu oluşturacak ifadelerinin, belirsiz sayıda kişilere ulaşabileceğini öngörüp, kabullenmesinin, diğer bir deyişle olası kastının mevcudiyeti değerlendirilmelidir. C. Hukuka Aykırılık UnsuruHalkı kin ve düşmanlığa tahrik suçu kapsamında hakkın kullanılması hukuka uygunluk nedeni değerlendirilmelidir. Hakkını kullanan kimseye ceza verilmeyeceği, TCK  m  26/1 de  düzenlenmiştir.  Bu  kapsamda  halkı  kin  ve  düşmanlığa  tahrik suçu ile bağlantılı bir hak olarak ifade özgürlüğü incelenmelidir. Anayasal bir hak olan ifade özgürlüğü, AY m 26 da şu şekilde düzenlenmiştir:  Herkes, düşünce ve kanaatlerini söz, yazı, resim veya başka yollarla tek başına veya toplu olarak açıklama ve yayma hakkına sahiptir. Bu hürriyet, resmi makamların müdahalesi olmaksızın haber veya fikir almak ya da vermek serbestliğini de kapsar… . Bu hakkın sınırlandırılmasına ilişkin düzenleme ise, AY m 26/2 de yer almaktadır. Söz konusu hakkın sınırlandırılması, millî güvenlik, kamu düzeni, kamu güvenliği, Cumhuriyetin temel nitelikleri ve Devletin ülkesi ve milleti ile bölünmez bütünlüğünün korunması, suçların  önlenmesi,  suçluların  cezalandırılması,  Devlet  sırrı  olarak  usulünce belirtilmiş bilgilerin açıklanmaması, başkalarının şöhret veya haklarının, özel ve aile hayatlarının yahut kanunun öngördüğü meslek sırlarının korunması veya yargılama görevinin gereğine uygun olarak yerine getirilmesi amaçlarıyla mümkündür.153  Schäfer (n 2) N 100.1701İstanbul Hukuk Mecmuası 78/3Fikir ve düşünce açıklamaları, kamu güvenliği açısından açık ve yakın bir tehlike oluşturacak şekilde kin ve düşmanlığa tahrik niteliğinde olmamalıdır. Bu noktada da ifade ve düşünce özgürlüğünün, evrensel niteliğine göre değerlendirme yapmak gerekecektir. İfade özgürlüğü esas alınarak, düşünce açıklama ve yayma hürriyeti ihlal edilmeden söz konusu söz veya yazıların, şiddet unsuru içerip içermediği, kin ve düşmanlığa tahrikin var olup olmadığı değerlendirilmelidir. Düşünce özgürlüğünü sınırsız kabul etmek, demokratik yapıya, özgürlükler sistemine zarar veren sonuçlar doğuracaktır. Bununla birlikte söz konusu ifadelerin, zarar neticesini meydana getirmeye  uygun  olmaması  halinde  cezalandırma  yoluna  gidilmesi,  düşünce açıklama özgürlüğünün ihlali gibi demokratik hak ve özgürlüklerin ihlali anlamına gelecektir. Halkı kin ve düşmanlığa tahrik suçunun, ifade özgürlüğünü sınırlayan bir yanı olsa dahi haber verme sınırlarını aşmayan ve eleştiri amacıyla yapılan açıklamalar bu kapsamda değerlendirilemeyecektir. Nitekim TCK m 218/1, c 2 ye göre;  Haber verme sınırlarını aşmayan ve eleştiri amacıyla yapılan düşünce açıklamaları suç oluşturmaz . Eleştiri, açıklama yapma şeklinde olmayıp, değerlendirme içermektedir. Eleştiri hakkı, kaynağını Anayasal güvence olan düşünce özgürlüğünden alıp, bir hukuka uygunluk sebebi teşkil eder. Haber verme hakkının, haberi bilme ve toplama, haber verme ve yorumlama ile haberi yazıya dökme ve dağıtma, yayma hakkından oluştuğu kabul edilmektedir. Bu  şartlar,  basın  hürriyetinin  de  zorunlu  şartları  olarak  kabul  edilmektedir. Diğer yandan haber verme hakkının, hakkın kullanılması hukuka uygunluk nedeni kapsamında kabul edilebilmesi için haberin gerçek ve güncel olması, kamu yararının ve ölçülülüğün mevcut olması aranmaktadır. Haberin gerçek olmasından anlaşılması 154  Donay (n 21) 311. Özgürlüğün esas, kısıtlamanın istisnai olması gerektiğine vurgu yapan Yargıtay kararı için bkz  Suça konu edilen paylaşımların halkın bir kesiminin benimsediği dini değerleri aşağılamak amacıyla yazıldığının kabulü zorlamayı gerektirmektedir. Sosyal medya üzerinden yapılan paylaşımlarda, özellikle güncel kullanımda hemen her konuda düşünce ifadesine rastlanıldığı, buna özel anlam atfedilebilmesi için çok kapsamlı, özellikle hazırlanmış ve bilinçli bir şekilde belli bir amaca yönelik planlı bir paylaşım gerekeceği düşünülmelidir. Özenli ve özellikli bir yaklaşımla bu amaç gerçekleştirilebilir. …Özgürlük esas, kısıtlama istisnaidir. İçinde bulunduğumuz yüzyılda, çağdaş olduğuna inandığımız ülkemizde, varlığına her koşulda güvendiğimiz hukuk sistemimizde, özgür bireylerden oluşan özgür bir toplum olmak adına daha hoşgörülü ve geniş bakış açısına sahip olmak gerekmektedir. Dosya içeriğine göre, sanığın siyasi bir kişilik olduğu yine bir siyasetçiye yönelik olarak söylenen sözlerin, kamu barışı açısından açık, yakın ve ciddi bir tehlikeyi somut olarak ortaya çıkarmadığı, şiddet çağrısı ya da tavsiyesi niteliğinde bir anlatım olmadığı gibi sanığın yasal çerçevede ifade özgürlüğünü kullandığı da dikkate alındığında unsurları itibariyle oluşmayan müsnet suçtan sanığın beraati yerine yetersiz gerekçeyle mahkumiyetine karar verilmesi   Yargıtay 18 CD, 18864/16714, 10.12.2018  Kazancı İçtihat Bankası <www.kazanci.com> Erişim Tarihi 15.03.2020.155  Alacakaptan (n 1) 18.  İftira, küfür, onur, şeref ve saygınlığı zedeleyici söz ve beyanlar, müstehcen içerikli söz, yazı, resim ve açıklamalar, savaş kışkırtıcılığı, hukuk düzenini zor ve cebir yoluyla değiştirmeye yönelen, farklılıklar arasında nefret, ayrımcılık, kavga, düşmanlık ve şiddet yaratmaya yönelik bulunan beyan, ifade ve eylemler ise düşünce özgürlüğü bağlamında hukuki koruma görmemekte, suç sayılmak suretiyle cezai yaptırımlara bağlanmaktadır.   Yargıtay CGK, 8-244/92, 29.4.2008  Kazancı İçtihat Bankası <www.kazanci.com> Erişim Tarihi 15.03.2020.156  Alacakaptan (n 1) 22.157  Artuk, Gökcen, Alşahin ve Çakır (n 30) 897.158  Sulhi Dönmezer, Basın Hukuku C I (İstanbul, Sulhi Garan Matbaası 1958) 61 vd; Sinan Bayındır ve Özge Apiş,  Bir Hukuka Uygunluk Nedeni Olarak Haber Verme Hakkının Yazılı Basın Yoluyla İşlenen Hakaret Suçları Açısından Değerlendirilmesi  (2010) (91) TBB Dergisi 91.1702Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)gereken, maddi gerçeklikten ziyade belirli bir bilginin doğru olduğuna inanmak için yeterli sebebin mevcut olmasıdır. Haberin güncel olması ise, geçmişte gerçekleşen ve unutulmuş olan bir olayın hatırlatılmasında kamu yararının bulunmasıdır. Halkın bilgilenme hakkı olduğu gibi basının da kamu yararının varlığı halinde haber verme hakkı mevcuttur. Bu hakkın, hukuka uygunluk nedeni olarak kabul edilebilmesi, haberin gerçek ve güncel olması ile kamuyu ilgilendirmesinin yanı sıra ölçülü olmasına bağlıdır. Burada haberde kullanılan ifadeler, tahkir edici veya aşağılayıcı nitelikte ise, bu hukuka uygunluk nedeni uygulama alanı bulamayacaktır. Zira aşağılayıcı, bilimsel değerden yoksun, sanatsal yönü bulunmayan, sadece insanların utanma duygularını incitmek amacı taşıyan ifadelerin, düşünce açıklama özgürlüğü ve haber verme hakkı kapsamında değerlendirilmesi mümkün değildir.Diğer bir hukuka uygunluk sebebi olan ilgilinin rızası ise, normun koruma alanının birey ile sınırlı olmaması nedeniyle bu suç bakımından önem arz etmemektedir. IV. Nitelikli UnsurlarTCK m 218 de ortak bir hükme yer verilerek, kamu barışına karşı suçların basın ve yayın yoluyla işlenmesi halinde, cezanın artırılacağı düzenlenmiştir. Bu hükme göre, basın ve yayın yoluyla işlenen halkı kin ve düşmanlığa tahrik veya aşağılama suçunda verilecek ceza, yarı oranına kadar artırılacaktır. Bu nitelikli hal, kişiye daha fazla ceza verilmesini gerektiren bir nitelikli haldir. Yarı oranına kadar yapılacak artırımda, oranın belirlenmesi noktasında hâkimin takdir hakkı söz konusudur. TCK m 6 ya göre, suçun basın ve yayın yoluyla işlenmesi, her türlü yazılı, görsel, işitsel  ve  elektronik  kitle  iletişim  araçlarıyla  işlenmesi  anlamına  gelmektedir. Sosyal  paylaşım  sitelerinde  yapılan  açıklamalar,  bu  kapsamda  değerlendirme konusu yapılabilecektir. Halkı kin ve düşmanlığa tahrik veya aşağılama suçu ile ilgili olabilecek bir diğer nitelikli hal ise, imam, hatip, vaiz, rahip, haham gibi dini reislerden birinin, dini sıfatından istifade ederek bu suçu işlemesi halidir. Görev sırasında din hizmetlerini kötüye kullanma başlıklı TCK m 219/1 e göre,  İmam, hatip, vaiz, rahip, haham gibi dini reislerden biri vazifesini ifa sırasında alenen hükümet idaresini ve Devlet kanunlarını ve hükümet icraatını takbih ve tezyif ederse bir aydan bir seneye kadar hapis ve adlî para cezası ile cezalandırılır veya bunlardan birine hükmolunabilir . Bu maddenin 4. fıkrası ise şu şekildedir;  Bunlardan biri dini sıfatından istifade ederek, birinci fıkrada yazılı fiillerden başka bir cürüm işlerse altıda bir miktarı çoğaltılmak şartıyla o cürüm için kanunda yazılı olan ceza ile mahkûm olur . Görülmektedir 159  Bayındır ve Apiş (n 158) 92 vd. 160  Alacakaptan (n 1) 18.161  Schäfer (n 2) N 113.162  Rackow (n 5) N 49.1703İstanbul Hukuk Mecmuası 78/3ki, maddede zikredilen kişilerden birinin, dini sıfatından istifade ederek halkı kin ve düşmanlığa tahrik veya aşağılama suçunu işlemesi halinde daha fazla ceza verilecektir. 765 sayılı TCK da yer alan halkın bir kısmını tahkir suçunda, suçun oluşması için aleni olması aranmamaktaydı. Ancak tahkirin alenen işlenmesi, daha fazla ceza verilmesini gerektiren nitelikli hal olarak yer almaktaydı. Buna göre, tahrik, her türlü kitle haberleşme araçları, ses kayıt bantları, plak, film, gazete, mecmua ile veya sair basın aletleriyle veya elle yazılıp çoğaltılarak yayınlanan veya dağıtılan yazılar ile ya da umumi yerlerde levha ve ilan asmak suretiyle olursa, aleniyet gerçekleşmiş sayılacak ve cezalar bir katı oranında artırılacaktı. Yine bu TCK döneminde, halkı kin ve düşmanlığa tahrik eden kişi, imam, hatip, vaiz, rahip, haham gibi dini reislerden biri olup da fiili, dini sıfatını kullanarak işlemiş ise, m 242/3 gereği, verilecek cezaya altıda bir oranında artırım uygulanacaktı.V. KusurHalkı kin ve düşmanlığa tahrik veya aşağılama suçlarının işlenmesi halinde, kusurluluğu  etkileyen  hallerin  mevcut  olması  durumunda,  kusurluluğa  ilişkin düzenlemeler uygulama imkânı bulacaktır. Kusurluluğu azaltan bir hal olan haksız tahrikte, haksız bir fiilin meydana getirdiği hiddet ve şiddetli elemin etkisi altında işlenen suç söz konusudur. Ancak burada işlenen suç, haksız fiili işleyen kişiye karşı gerçekleştirilmiş olmalıdır. Halkı kin ve düşmanlığa tahrik suçu bakımından değerlendirildiği takdirde, suçun haksız bir fiilin etkisi ile işlenmesi durumunda haksız fiili işleyen kamu ya da halkı kin ve düşmanlığa tahrik suçunda belirtilen halkın sosyal sınıf, ırk, din, mezhep, bölge bakımından özellik arz eden bir halk kesiminin bütünü olamayacağından, haksız tahrikin uygulanamayacağı kabul edilmektedir. Haksızlık hatasının düzenlendiği TCK m 30/4 e göre, işlediği fiilin haksızlık oluşturduğu hususunda kaçınılmaz bir hataya düşen kişi, cezalandırılmayacaktır. Halkı kin ve düşmanlığa tahrik suçunu işleyen kişinin, söylemlerinin haksızlık oluşturduğu konusunda  hataya  düşmesi  durumunda,  hatasının  kaçınılabilir  olup  olmadığı değerlendirilecektir. Fail, hatanın kaçınılabilir olması halinde cezalandırılmayacaktır.     163  765 sayılı TCK da suçlar, cürüm ve kabahat olarak ayrılmaktaydı. Ancak yürürlükteki TCK da, bu ayrım kaldırılmıştır. Buna rağmen artık kullanılmayan cürüm ibaresinin, hala madde metninde mevcut olduğunu görmekteyiz. Eski Kanun daki cürümlerin, suç olarak anlaşılması gerektiğinden buradaki cürüm ibaresini de suç olarak kabul etmek gerekmektedir (Özgenç (n 19) 114, 118).164  765 sayılı TCK da yer alan bu hükmün, diğer suçlarla ortak hüküm şeklinde düzenlenmesi nedeniyle aleniyetin nitelikli hal olarak değerlendirilemeyeceği görüşü hakkında bkz Altıkat (n 6) dn 112.165  Gökcen (n 30) 72. 166  Türay (n 20) 315.1704Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)Bununla birlikte hata, kaçınabileceği bir hata ise, fail kusurlu sayılacak ve hata hali, temel cezanın belirlenmesinde dikkate alınacaktır. VI. Objektif Cezalandırılabilme Koşulunun Bulunmamasına  İlişkin DeğerlendirmelerAleniyetin hukuki niteliği tartışmalı olmakla birlikte bir görüş tarafından objektif cezalandırılabilme koşulu olduğu ileri sürülmektedir. Bu suç tipi bakımından aleniyetin varlığının kamu düzenini ihlal etmesinden yola çıkarak, tahrik fiilinden ayrı, onun dışında kalan bir hal olduğu ifade edilmiştir. Ancak TCK da aleniyetin yer aldığı suç tipleri incelendiği takdirde, aleniyetin bazı suç tiplerinde suçun unsuru; bazılarında ise, suçun daha fazla ceza verilmesini gerektiren nitelikli unsuru olarak yer aldığı görülmektedir. Ancak burada halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik eden, halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak ya da halkın bir kesiminin benimsediği dini değerleri alenen aşağılayan kişi cezalandırılmaktadır. Görülmektedir ki, bu düzenlemede aleniyet, yukarıda fiil başlığı altında da değindiğimiz üzere, objektif cezalandırılabilme koşulu olarak değil, suçun temel unsuru olarak aranmakta olup, gerçekleşmediği takdirde suç tamamlanmış olmayacaktır. Halkı kin ve düşmanlığa tahrik veya aşağılama başlığı altında düzenlenen suçların bu başlıkta değerlendirme konusu olma sebebi, bu maddede yer alan suçların zarar suçu değil; tehlike suçu olmalarıdır. Ancak biz yukarıda da değindiğimiz üzere, somut tehlike suçlarında aranan somut tehlikeyi ve soyut-somut tehlike suçlarında aranan elverişliliği, objektif cezalandırılabilme koşulu olarak ele almamaktayız.167  Bkz TCK m 30 a, 29.06.2005 tarihli 5377 sayılı Kanun ile eklenen 4. fıkranın gerekçesi. Diğer yandan failin, hukuk düzenince geçerli bir hukuka uygunluk sebebi bulunmamasına rağmen, normu yanlış yorumlayarak olaya uygulanabilecek bir hukuka uygunluk sebebinin mevcut olduğunu zannetmesi halinde, dolaylı haksızlık hatası vardır ve bu durumda da benzer şekilde kaçınılabilirlik değerlendirmesi yapılacaktır.168  Görüş hakkında bkz Öztekin Tosun,  Basın Suçu ve Teşebbüs Sorunu  (1979-1981) 45 (1-4) İÜHFM (Doğumunun 100. Yılında Atatürk e Armağan) 263-265; Ahmet Hulusi AKKAŞ,  İfade Hürriyeti Bağlamında Halkı Kin ve Düşmanlığa Tahrik Suçu (TCK 216/1)  (2006) I (1) EÜHFD 99; Cihan (n 58) 108, 109.169  Gökcen (n 30) 195.170  Artuk, Gökcen, Alşahin ve Çakır (n 30) 864; Uğur Ersoy, Ceza Hukukunda Objektif Cezalandırılabilme Şartları (Ankara, Adalet 2015) 228; Serra Karadeniz, Nefret Söylemi Kapsamında Halkı Kin ve Düşmanlığa Tahrik Suçu Galatasaray Üniversitesi Sosyal Bilimler Enstitüsü, Kamu Hukuku Anabilim Dalı, Yüksek Lisans Tezi (2012) 124. Aleniyete, nitelikli unsur olarak yer verilen suçlarda, aleniyetin gerçekleşmesi halinde, faile daha fazla ceza verilmesi gerekmektedir. Bu nedenle suçun unsurlarından bağımsız ve failin kastı kapsamında olmayan bir durum olarak değerlendirilmesi kabul edilemeyecektir (Bekar (n 121) 276 vd).171  Bekar (n 121) 279.1705İstanbul Hukuk Mecmuası 78/3VII. Suçun Özel Görünüş BiçimleriA. TeşebbüsTeşebbüs, kişinin işlemeyi kastettiği bir suçu elverişli hareketlerle doğrudan doğruya icraya başlayıp da elinde olmayan nedenlerle tamamlayamamasıdır. Teşebbüs halinde netice, eğer tehlike şeklinde gerçekleşmişse, tehlike, soyut elverişlilik ile değil, mevcut koşullar dikkate alınarak belirlenmelidir. Teşebbüsün bir unsuru olan elverişliliğe dair bu değerlendirme, fiilden sonraki durum ve şartlara göre değil; ex ante, fiil anındaki koşullara göre yapılmalıdır.TCK m 216/1 de yer alan halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik suçunda aranan kamu güvenliği açısından açık ve yakın tehlike, somut tehlike suçuna işaret etmektedir. Açık ve yakın tehlikenin gerçekleşmemesi halinde,  suçun  icra  hareketleri  tamamlanmış  ise,  teşebbüsten  cezalandırmanın mümkün olduğu kabul edilmektedir. Somut tehlike suçlarında somut tehlikeyi, netice olarak kabul ettiğimizden, bu suçta teşebbüsten cezalandırmanın söz konusu olabileceğini ifade edebiliriz. Bu ihtimalde, teşebbüsten sorumluluğun salt hareketin gerçekleştirilmesinin  cezalandırılması  anlamına  geleceği  ifade  edilmektedir. Örneğin, halkı kin ve düşmanlığa alenen tahrik eden kişinin, bu fiilin sonucunda açık ve yakın bir tehlikenin ortaya çıkmaması halinde de cezalandırılması mümkün olacaktır. Bu hususun, elverişsiz teşebbüsün cezalandırılmadığı TCK m 35 e göre, tutarlı olmayan bir sonuca sebebiyet verdiği ileri sürülmektedir. Somut tehlike suçundaki tehlike neticesini, geniş anlamda netice kapsamında ele alarak, teşebbüsün mümkün olmadığı, sadece dar anlamda neticeye teşebbüsün mümkün olduğu sonucuna ulaşılacaktır. Ancak buna rağmen somut tehlike suçuna teşebbüsten sorumluluğun belirlenmesinde, elverişlilik değerlendirmesi yapılıp, somut olaya göre bir sonuca ulaşılmalıdır. Bu noktada, doktrinde bir görüşe göre, teşebbüs aşamasında kalan somut tehlike suçlarında, fiilin objektif ve soyut olarak tehlikeli olduğu hallerde, ceza alt sınırdan belirlenmelidir.Diğer  yandan  bu  fıkrada  aranan,  kamu  güvenliği  açısından  açık  ve  yakın tehlikenin, objektif cezalandırılabilme koşulu olarak değerlendirilmesi halinde, suça teşebbüsten sorumluluğun doğup doğmayacağı hususunda farklı görüşler mevcuttur. Bu görüşlerden biri tarafından, objektif cezalandırılabilme koşulu içeren suçlarda 172  Alacakaptan (n 105) 76, 77. Elverişlilik, sadece teşebbüsün bir unsuru değil, cezalandırılabilir fiile dair genel bir ilkedir. Böylece tamamlanmış suçlarda da aranan temel bir koşuldur (Alacakaptan (n 1) 19).173  Karadeniz (n 170) 131.174  Ozansü (n 124) 73.175  Alman hukukunda elverişsiz teşebbüsün cezalandırılabilir olmasının yanı sıra somut tehlike suçuna örnek teşkil eden münferit düzenlemelerde, (cünhalara) teşebbüsten sorumluluğa ilişkin açık hükme yer verilmektedir. Bu husus da somut tehlikenin, netice olarak değerlendirilebileceğini göstermektedir. Örn Alm CK § 315 II, 318 II (Bekar (n 121) 247, 248).176  Zafer (n 66) 246. 1706Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)teşebbüsten cezalandırmanın mümkün olmadığı ileri sürülmüştür. Buna göre, objektif cezalandırılabilme koşulları gerçekleşmediği sürece, kişi işlediği fiilden sorumlu olmaz. Dolayısıyla bu koşullara yer veren suçlarda teşebbüsten cezalandırma da söz konusu olmayacaktır.Diğer bir görüş tarafından, objektif cezalandırılabilme koşulu içeren bir suça teşebbüsün  mümkün  olduğu;  fakat  koşul  gerçekleşmediği  sürece  teşebbüsten cezalandırılabilmenin  söz  konusu  olmadığı  ifade  edilmiştir.  Böylece  fiilin teşebbüs  aşamasında  kalması  halinde,  failin  cezalandırılabilmesi,  bu  koşulun gerçekleşmesine bağlıdır. Buna göre, icra hareketleri kısımlara ayrılabilen ve objektif cezalandırılabilme koşulu içeren bir suçta fail, suçun icra hareketlerini tamamlayamamış  ve  objektif  cezalandırılabilme  koşulu  gerçekleşmemiş  ise teşebbüsten sorumluluk doğmayacaktır. Bununla birlikte objektif cezalandırılabilme koşulu gerçekleşmiş ise, teşebbüs aşamasında kalan suçtan dolayı cezalandırma söz konusu olacaktır. Teşebbüs aşamasına varan fiile ilişkin cezalandırmada, o ana kadar işlenen kısım itibariyle suçun konusu üzerinde meydana gelen tehlike veya zarar dikkate alınarak indirim uygulanacaktır. Bu durumda da objektif cezalandırılabilme koşulunun  gerçekleşmesi  halinde,  fiilin  durumuna  bakılarak,  meydana  gelen tehlikenin ve zararın ağırlığına göre ceza tayin edilecektir. Ancak halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik suçunda aranan kamu güvenliği açısından açık ve yakın tehlikeyi objektif cezalandırılabilme koşulu olarak değerlendirmediğimiz için teşebbüs bakımından ayrıca bir inceleme yapmaya gerek yoktur. Bu durumda teşebbüs düzenlemesine yer veren TCK m 35 gereği, işlemeyi kastettiği bir suçu elverişli hareketlerle doğrudan doğruya icraya başlayıp da elinde olmayan nedenlerle tamamlayamayan kişi teşebbüsten dolayı sorumlu tutulacaktır. Doktrinde, tehlike suçlarına teşebbüsün mümkün olmadığını kabul eden görüşler olduğu gibi, halkı kin ve düşmanlığa tahrik veya aşağılama suçunun, sırf hareket 177  Sulhi Dönmezer ve Sahir Erman, Nazari ve Tatbiki Ceza Hukuku C I (11. Bası, İstanbul 1994) N 459; Ayhan Önder, Ceza Hukuku Dersleri (İstanbul 1992) 378; Nurullah Kunter, Suçun Kanuni Unsurları Nazariyesi (İstanbul 1949) N 147; Öztürk ve Erdem (n 73) N 252; Artuk, Gökcen ve Yenidünya (n 5) 6477, 6493; Artuk, Gökcen, Alşahin ve Çakır (n 30) 886.178  Artuk, Gökcen, Alşahin ve Çakır (n 128) 567; Cihan (n 58) 110.179  Hakeri (n 128) 84; Özgenç (n 19) 695; Ersoy (n 170), 192.180  Kayıhan İçel, Ceza Hukuku Genel Hükümler (İstanbul, Beta 2016) 229.181  Mehmet Emin Artuk ve Mehmet Emin Alşahin,  Objektif Cezalandırılabilme Şartı ve Zamanaşımı  (2013) Özel Sayı 19 (2) MÜHF-HAD (Prof. Dr. Nur Centel e Armağan) 23. Kamu barışını bozmaya elverişliliği, objektif cezalandırma koşulu olarak kabul eden görüşe göre, suçun basın ve yayın yoluyla işlenmesinde söz konusu yayının yayımının veya dağıtımının engellenmesi ihtimalinde, bu koşul gerçekleşmediği için teşebbüsten sorumluluk doğmayacaktır (Artuk, Gökcen, Alşahin ve Çakır (n 30) 900).182  Fatih Selami Mahmutoğlu ve Serra Karadeniz, Türk Ceza Kanunu Genel Hükümler Şerhi (İstanbul, Beta 2017) 826.183  Bekar (n 121) 151 vd.184  Dönmezer ve Erman (n 177) N 587.1707İstanbul Hukuk Mecmuası 78/3suçu olması sebebiyle teşebbüse elverişli olmadığını ileri sürenler de mevcuttur. Bu durumda suçun, tahrik edilenlerin, tahriki algıladıkları anda oluştuğu, ancak suçun basın ve yayın yoluyla işlenmesi halinde, neşriyatın gerçekleştiği anda suçun tamamlandığı kabul edilmekte olup, tahrik edilenlerin söz konusu fiilden sonra kin ve düşmanlık duygularına sahip olmaları gerekmemektedir. Ancak halkı kin ve düşmanlığa tahrik veya aşağılama başlığında yer verilen üç suç tipinin de tehlike suçu olmaları ya da halkın bir kesimini belirli özellikleri nedeniyle aşağılama veya halkın bir kesiminin benimsediği dini değerleri alenen aşağılama suçlarının sırf hareket suçu olmaları, teşebbüsten sorumluluğun doğmasına engel değildir. Halkı kin ve düşmanlığa tahrik veya aşağılama suçunun, söz ile gerçekleştirildiği hallerde,  sözlerin  sarf  edileceği  sırada  yanında  bulunan  kişiler  tarafından engellenmesi durumunda, teşebbüsten sorumluluk doğabilecektir. Diğer yandan hareketin kısımlara bölünebildiği durumlarda, teşebbüsten sorumluluk söz konusu olabilecektir. Bu bağlamda söz konusu maddede yer verilen üç suç tipinin de basın ve  yayın  yoluyla  işlenmesi  halinde,  yazının  henüz  dağıtılmadan  yakalanılması durumunda, teşebbüsten sorumluluğun doğabileceği kabul edilmelidir. Örneğin, halkın bir kesiminin benimsediği dini değerleri aşağılama içeren yazıların bulunduğu bir  yayının,  yayınevinde  iken  yayımı  veya  dağıtımı  engellenirse,  teşebbüsten sorumluluk doğacaktır.B. İştirakHalkı kin ve düşmanlığa tahrik veya aşağılama suçunda, iştirake dair özellik arz eden bir husus bulunmadığından, genel prensiplerin geçerli olduğu söylenebilecektir. Bu suç, bir kişi tarafından işlenebileceği gibi iştirak halinde birden fazla kişi tarafından da işlenebilir. Birden fazla kişinin katılımı ile işlenmesi durumunda sorumluluk, iştirake dair düzenlemelere göre belirlenecektir. Örneğin, aklında bu yönde bir fikir olmayan kişinin, halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik edilmesine azmettirilmesi halinde, azmettiren TCK m 38 gereği işlenen suçun cezası ile cezalandırılacaktır. Söz konusu ifadelerin, bir basın açıklamasında zikredilmesi halinde, basın açıklamasına ilişkin hazırlığı yapan kişinin, azmettiren olarak sorumlu olabileceği ileri sürülmektedir. Ancak belirttiğimiz gibi, basın açıklaması yapan kişinin, halkı kin ve düşmanlığa tahrik veya aşağılama suçu bakımından suç işleme 185  Artuk, Gökcen, Alşahin ve Çakır (n 30) 886.186  Artuk, Gökcen, Alşahin ve Çakır (n 30) 900.187  Teşebbüsten sorumluluğun söz konusu olabileceğine dair bkz Yaşar, Gökcan ve Artuç (n 5) 6567.188  Artuk, Gökcen, Alşahin ve Çakır (n 30) 900. Alm CK § 130 VI da, halkı kin ve düşmanlığa tahrik suçunun yazı veya radyo ya da telekomünikasyon yoluyla işlenmesi hallerinde, suça teşebbüsün cezalandırılacağı düzenlenmektedir. 189  Schäfer (n 2) N 114.190  Artuk, Gökcen, Alşahin ve Çakır (n 30) 900.1708Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)fikri olmamasına rağmen, azmettirilerek suçu işlemesi gerekmektedir. Aksi halde, koşulları mevcutsa, dolaylı faillik de söz konusu olabilecektir. Aynı durum, yardım etmenin söz konusu olduğu hallerde de geçerlidir. TCK m 216 da yer alan fiillerin işlenmesine yardım edilmesi halinde yardım etmeye ilişkin genel hüküm olan TCK m 39 dikkate alınacaktır. Bu hususta da söz konusu ifadelerin  bir  basın  açıklamasında  zikredilmesi  halinde,  konuşmanın  yapılması esnasında megafonu tutan kişinin yardım eden olarak sorumlu tutulması gerektiği ileri sürülmüştür. Elbette verilen bu örnekte, yardım eden kişinin, fiilin işlenmesine yönelik kastının mevcudiyeti aranacaktır. Suça iştirak ile ilgili diğer bir husus, bu suça ihmal suretiyle iştirakin mümkün olup olmadığıdır. Örneğin, halkı kin ve düşmanlığa tahrik edici nitelikte bir yazıyı, başkasının duvarına yazan kişinin fiiline, bu yazıyı silmeyen ev sahibinin ihmal suretiyle iştirakten sorumlu tutulamayacağı kabul edilmektedir. Ev sahibinin, bu suça iştirakten sorumlu tutulmamasına gerekçe olarak kendisinin bu yazıyı silmek, temizlemek şeklinde bir yükümlülüğünün olmadığı ileri sürülmektedir. Buna karşılık üçüncü bir kişinin, halkı kin ve düşmanlığa tahrik suçunu oluşturan bir yazıyı üzerine yazdığı otomobilin sürücüsünün, otomobildeki böyle bir yazının cezalandırılabilir bir içeriğe sahip olduğunu bilerek otomobili kullanması halinde, yazının sürekli ve hareketli bir şekilde bildirim içeriğine sahip olması nedeniyle halkı kin ve düşmanlığa tahrikten cezalandırılabileceği ifade edilmektedir. Bu iki örnek arasındaki fark, otomobildeki yazının, otomobilin kullanıldığı her an daha fazla kişi tarafından görülme imkânına sahip olmasıdır. Fakat evinin duvarındaki yazıyı bilmesine rağmen silmeyen kişi, oradan geçen insanların bunu görecek olması ihtimalinin farkındadır ve bu kişi bakımından da olayın koşullarına göre, otomobil sürücüsü hakkında olduğu gibi değerlendirme yapılabilmelidir. Ancak gerek ev sahibinin gerekse otomobil sürücüsünün sorumluluğunun tayininde değerlendirilmesi gereken, suçun mütemadi bir suç olup olmadığı ve kişinin bu içerikteki yazıyı silme yükümlülüğünün bulunup bulunmadığıdır. Diğer yandan değinilmesi gereken bir diğer husus, sosyal paylaşım siteleri (örneğin, facebook, twitter ve instagram) aracılığıyla halkı kin ve düşmanlığa tahrik veya aşağılama suçunu oluşturan bir içeriğin, beğenme tuşuna basılarak beğenilmesinin ya da paylaşım veya retweet tuşlarına basılarak aktarılması halinde, suç teşkil içerikten 191  Alman hukukunda, yabancı bir bildirimin yayılmasına katılma suretiyle Alm CK § 130 II veya IV e failliğin gerçekleşmesi hususu, eksiklik olarak görülmektedir. Örn halkı kin ve düşmanlığa tahrik içeren seçim bildirgesinin posta ile gönderilmesi olayında, yardım etmeye ilişkin genel kurallar geçerli olacaktır. Failin, fiilin işlenmesine kışkırtılmasıyla, Alm CK § 130 I Nr 2 nin gerçekleşmesinde, yardım etmeden cezalandırma söz konusu olacaktır. Bu durumda yardım edenin kastı, sadece ifadelerin aşağılayıcı olmasını değil, insan onurunu zedeleyici olmasını da kapsamalıdır (Rackow (n 5) N 51, 52).192  Artuk, Gökcen, Alşahin ve Çakır (n 30) 900.193  Schäfer (n 2) N 114.1709İstanbul Hukuk Mecmuası 78/3ceza sorumluluğunun doğup doğmayacağı meselesidir. Beğenme ile paylaşma veya retweet farklı özelliklere sahiptir. Beğenme, kişinin ilgili içeriğe ilişkin olumlu düşüncelerini diğer kişilere aktarması anlamına gelirken, paylaşma veya retweet, ayrıca yorum eklenmeksizin yapılırsa, içeriğe ilişkin bir düşünce açıklaması özelliğine sahip  olmayacaktır.  Burada  önemli  olan,  kişinin  paylaştığı  içerikte  yer  alan ifadeleri benimseyerek paylaşıp paylaşmadığının tespit edilmesidir. Benimseyerek paylaşım, söz konusu paylaşıma dair bir yorum eklenmeksizin, önceki ve sonraki paylaşımlarda  destekleyici  açıklamalara  yer  verilmek  suretiyle  gerçekleştirilmiş olabilir. Sonuç olarak halkı kin ve düşmanlığa tahrik veya aşağılama suçunu oluşturan bir içeriğin beğenilmesi ile tek başına bu suçtan sorumluluğun doğmayacağı kabul edilmelidir. Aynı şekilde hiçbir yorum, açıklama yapılmaksızın tahrik veya aşağılama niteliğindeki bir içeriğin paylaşılması ve kişinin önceki ve sonraki paylaşımlarında da içeriği destekleyecek ifadelerin olmaması halinde, paylaşım yapmanın suçtan sorumluluk için yeterli olduğunun kabulü isabetli değildir. Buna karşılık örneğin, halkı kin ve düşmanlığa tahrik veya aşağılama niteliğindeki bir içeriğin, destekleyici yorumlar yapılarak birden çok kişi tarafından anlaşmalı bir biçimde paylaşılması halinde, suçtan sorumluluk söz konusu olabilecektir.Bu bağlamda değerlendirilmesi gereken husus, internet yoluyla işlenen suçların ne  zaman  tamamlanmış  ve  ne  zaman  sona  ermiş  kabul  edileceğidir.  İnternet ortamında, söz konusu içerik yayında kaldığı sürece, suçun sürekli (mütemadi) bir suç olması nedeniyle temadi ettiği ve bu süre boyunca suça iştirakin mümkün olduğu  söylenebilecektir.  Ancak  söz  konusu  içeriğin  yayınlanması  ile  suçun tamamlandığı ve sona erdiği kabul edilirse, suça iştirak ancak suç tamamlanana kadar söz konusu olabileceği için daha sonraki içeriği silmeme fiili ile suça iştirak kabul edilemeyecektir.Burada belirlenmesi gereken, söz konusu suç, gerek internet yoluyla gerekse yukarıda verilen örneklerde olduğu gibi başka suretle (örneğin, evin duvarına veya otomobilin camına yazı yazılarak) işlenmiş olsun, suçun ne zaman sürekli (mütemadi) suç olarak kabul edilip edilemeyeceğidir. Çünkü bu tip bir suça, içerik yayında kaldığı sürece, o içeriği destekleyen yorumlarla yayınlama şeklinde icrai, söz konusu içeriği  kaldırmama  şeklinde  ihmali  hareketle  iştirak  mümkün  olabilecektir.  Bu noktada, sürekli (mütemadi) suçlarda aranan sürekliliğe, failin son verme iktidarının olup  olmamasına  göre  değerlendirme  yapılması  gerektiği  ileri  sürülmüştür.   194  Öncelikle beğenme, retweet ve paylaşma gibi araçların, birer ifade biçimi olup olmadığının tespit edilmesi gerektiği ileri sürülmektedir. Bu bağlamda, içerikte yer alan şeyi beğenme veya paylaşma, düşüncenin dışavurumu olarak nitelendirilip, ifade biçimi olarak kabul edilmektir (Yılmaz (n 118) 38, 39).195  Yılmaz (n 118) 42. 196  Artuk, Gökcen, Alşahin ve Çakır (n 30) 900.197  Selman Dursun,  İnternetten Kaynaklanan Ceza Hukukundaki Gelişmeler  (2003) 23 (1-2) MHB 291, 292.1710Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)Buna göre, failin söz konusu içeriği, yazıyı silme veya değiştirme konusunda yetkisi mevcut ise ve buna rağmen yapmıyorsa, ihmal suretiyle suça iştirak söz konusu olabilecektir.C. İçtimaHalkı kin ve düşmanlığa tahrik eden fail, belirli bir halk kesimine karşı suç işlemeye tahrik etmese dahi kin ve düşmanlığa sebep olmaktadır. Ancak bir tehlike suçu olarak düzenlenen bu suçun işlenmesi sonucunda, zarar suçlarının işlenmesi durumu ile karşılaşılabilir. Bu suçun düzenlenmesindeki amaç ise, aslında kin ve düşmanlığa sebebiyet verilmemesi ve böylece kamu barışının korunmasıdır. Ancak aksi durum gerçekleştiğinde ve halkın kin ve düşmanlığa tahrik edilmesi sonucunda, zarar suçunun işlenmesi halinde ne şekilde hareket edileceği hakkında Kanun da ayrıca bir açıklamaya yer verilmemiştir. Burada esasında olaya uygulanacak aynı fiille ilgili tek norm mevcut olup, suçların çokluğu görünüştedir. Bu nedenle görünüşte içtima ilkeleri dikkate alınarak değerlendirme yapılmalıdır. Tehlike suçları ve zarar suçları arasında, görünüşte içtima ilkelerinden asli norm-yardımcı (tali) norm ilişkisi söz konusudur. Buna göre, asli norm olan zarar suçuna ilişkin düzenleme uygulanacak olup, ayrıca tehlike suçundan cezalandırma söz konusu olmayacaktır. Bu durumda eğer görünüşte içtima ilkelerinden yararlanamasaydık, zararın meydana gelmesi halinde  özel  düzenlemenin  mevcut  olması  halinde  netice  sebebiyle  ağırlaşmış suçlara ilişkin düzenleme uygulanabilirdi. Diğer bir ihtimal ise, farklı neviden fikri içtima hükmünün uygulanması olacaktı. Ancak görünüşte içtima ilkeleri ile olaya uygulanacak hüküm belirlenebiliyorsa, aslında suçların çokluğu da görünüştedir. Bu durumda, görünüşte içtima ilkelerinden yola çıkarak, olaya uygulanabilecek olan düzenleme belirlenir.TCK m 216 da yer alan üç suç tipi bakımından da zincirleme suç hükümleri, koşulları mevcutsa ayrı ayrı uygulama alanı bulabilecektir. TCK m 43 e göre, bir suç işleme kararının icrası kapsamında, değişik zamanlarda bir kişiye karşı aynı suçun birden fazla işlenmesi halinde bir cezaya hükmedilip, bu ceza dörtte birinden dörtte üçüne kadar artırılacaktır. Halkın belli özelliklere sahip bir kesimini, diğer bir kesimine karşı kin ve düşmanlığa tahrik eden ya da halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılayan veya halkın bir kesiminin benimsediği dini değerleri alenen aşağılayan kişi hakkında, zincirleme suç hükümleri bunlardan aynısı birden fazla işlendiği takdirde uygulanabilecektir. 198  Dursun (n 197) 292.199  Hakeri (n 128) 635. Konu ile ilgili Yargıtay kararları incelendiğinde, farklı neviden fikri içtima uygulanarak en ağır cezayı gerektiren suçtan dolayı cezalandırma yoluna gidildiği görülmektedir. Konu hakkında bkz Muhammed Demirel,  Karar Analizi Tehlike Suçları Zarar Suçları Arasındaki İlişkinin İçtima Kuralları Kapsamında Değerlendirilmesi  (2013) LXXI (1) İÜHFM 1484, 1485. 200  Tuba Kelep Pekmez, Ceza Muhakemesinde Fiil (İstanbul, On İki Levha 2019) 235.1711İstanbul Hukuk Mecmuası 78/3Ayrıca  hakaret  suçunu  düzenleyen  TCK  m  125 in  nitelikli  hallerinden  olan 3. fıkranın b ve c bendi değerlendirilmelidir. TCK m 125/3-b ye göre, hakaret suçunun, dini, siyasi, sosyal, felsefi inanç, düşünce ve kanaatlerini açıklamasından, değiştirmesinden, yaymaya çalışmasından, mensup olduğu dinin emir ve yasaklarına uygun davranmasından dolayı işlenmesi veya m 125/3-c ye göre, kişinin mensup bulunduğu dine göre kutsal sayılan değerlerden bahisle işlenmesi halinde cezanın alt sınırı bir yıldan az olamayacaktır. Bileşik suç, biri diğerinin unsurunu veya ağırlaştırıcı nedenini oluşturması dolayısıyla tek fiil sayılan suça denir ve bu tür suçlarda içtima hükümleri uygulanmaz. Değerlendirilmesi gereken ise, halkın bir kesimini aşağılama suçu ile hakaret suçunun yer verdiğimiz bu nitelikli halleri arasında bileşik suç ilişkisinin mevcut olup olmadığıdır. Unsurları incelendiğinde, bu iki suçun birbirinden farklı suçlar olduğu ve aralarında bileşik suç ilişkisinin mevcut olmadığı söylenebilecektir. Halkın bir kesiminin benimsediği dini değerleri alenen aşağılama fiilinin, kamu barışını bozmaya elverişli olması halinde, TCK m 216/3 ün uygulanması gerekecektir. Ancak örneğin, belirli bir kimseye karşı, mensup olduğu din tarafından kutsal sayılan değerlerden söz ederek hakaret edilirse bu durumda TCK m 216 değil; m 125/3-c uygulama alanı bulacaktır. Bu bağlamda verilen bir örnek ise şu şekildedir; topluluk içinde yapılan bir konuşmada, mağdurun dini grubunu esas alarak mağdura hakaret edilmesi halinde, halkın bir kesimine yönelik din farklılığına dayanarak işlenen aşağılama suçu ile hakaretin nitelikli halinin tek fiille işlendiği söylenebilir. Ancak bu durumda da farklı neviden fikri içtima hükmü uygulanarak, fail daha ağır cezayı gerektiren suçtan sorumlu olacaktır. Halkı kin ve düşmanlığa tahrik veya aşağılama düzenlemesinde, üç farklı suç tipi düzenlenmektedir. Bu durumda, işlenen bir fiil ile ayrı fıkralarda yer alan birden fazla suç tipinin gerçekleşmesi halinde, farklı neviden fikri içtima (TCK m 44) uygulanacak olup, bunlardan en ağır cezayı gerektiren suçtan dolayı cezalandırma söz konusu olacaktır.Söz gelimi halkın bir kesimi, din farklılığına dayanarak alenen aşağılanırken, aynı zamanda halkın bir kesiminin benimsediği dini değerler de alenen aşağılanıyor olabilir.  Bu  durumda,  özel  norm  olarak  halkın  bir  kesiminin  benimsediği  dini değerlerin alenen aşağılanması hükmünün uygulanması gerektiği düşünülebilir. 201  Altıkat (n 6) 82.202   …TCK m.312/3. maddedeki suçla 175/3, 1. kısımda yer alan suçlar arasında fikri içtima kurallarının uygulanması düşünülebilirse de, tahkirin konusunun yasa koyucu tarafından somut olarak belirlenmiş olması nedeniyle bu suçun halkın bir kesimini tahkir suçuna nazaran daha özel bir tahkir suçu olduğu ve özel hükmün öncelikle uygulanması gerektiği kabul edilmelidir  (Zafer, (n 48) 215). 765 sayılı TCK m 312/3;  Halkın bir kısmını aşağılayıcı ve insan onurunu zedeleyecek bir şekilde tahkir eden kimseye de birinci fıkradaki ceza verilir , 765 sayılı TCK m 175/3;  Allah a veya dinlerden veya bu dinlerin peygamberlerinden veya kutsal kitaplarından veya mezheplerinden birine hakaret eden veya bir kimseyi dini inançlarından veya mensup olduğu dinin emirlerini yerine getirmesinden veya yasaklarından kaçınmasından dolayı kınayan veya tezyif veya tahkir eden veya alaya alan kimseye altı aydan bir yıla kadar hapis ve beş bin liradan yirmibeş bin liraya kadar ağır para cezası verilir  şeklindeydi. Bu nedenle burada yer vermiş olduğumuz halkın bir kesiminin tahkir edilmesi ile dini inançlar veya mensup olunan dinin emirlerini yerine getirme veya yasaklarından kaçınma nedeniyle tahkir edilme arasında özel hükmün öncelikle uygulanması gerektiği şeklinde yorum yapmak mümkün olsa dahi yürürlükteki TCK m 216 da yer alan üç suç tipi bakımından, görünüşte içtima ilkelerinden özel norm-genel norm ilişkisinin bulunduğunu söylemek isabetli olmayacaktır. 1712Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)Fakat yukarıda da belirttiğimiz üzere ayrı fıkralarda yer alan bu düzenlemeler, farklı unsurlara sahip, farklı suç tipleridir. Genel norma ilave ek bazı unsurlar içermeyen bu düzenlemeyi, özel norm olarak değil, farklı unsurlar içerdiği için farklı suç tipi olarak kabul etmek daha isabetli olacaktır. Benzer şekilde Alm CK § 130 da yer verilen suçların, birden fazla değişik şeklinin, tek fiille işlenebileceği kabul edilmektedir. Fiil tekliği, örneğin, Alm CK § 130 I ve III arasında mümkündür. Bununla birlikte halkın aynı kesimine karşı söz konusu ifadeler doğrultulduğunda, CK § 130 I karşısında, II uygulama alanı bulamayacaktır. Ayrıca CK § 130 II Nr 1-c nin, Gençliğin Korunması Hakkında Kanun un cezai hüküm başlıklı 27. maddesine göre öncelikli uygulama alanına sahip olduğu kabul edilmektedir. Aksi takdirde, uygulanacak düzenlemenin tespiti bakımından, görünüşte içtima ilkeleri düşünülebilecektir.Failin, kin ve düşmanlığa tahrik fiili, aynı zamanda suç işlemeye tahrik (TCK m 214) niteliğine sahip ise, bu durumda farklı neviden fikri içtima hükmü uygulanmalı ve daha ağır cezayı gerektiren suçtan dolayı sorumluluk doğmalıdır. Diğer yandan halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı bir kesiminin sahip oldukları bu özellikler nedeniyle diğer kesimine karşı, nefret ve ayrımcılık suçunda (TCK m 122) belirtilen fiillerin işlenmesi konusunda tahrik edilmesi halinde, suç işlemeye tahrik, nefret ve ayrımcılık ve halkı kin ve düşmanlığa tahrik suçları bir arada olabilecektir. İşlenen bir fiil ile birden fazla suç tipinin gerçekleşmesi halinde, farklı neviden fikri içtima uygulanacak olup, bunlardan en ağır cezayı gerektiren suçtan dolayı cezalandırma söz konusu olacaktır.TCK m 216/2 veya 3 te yer alan düzenlemeler dışında, konu ile ilgili olarak TCK m 153 de ibadethanelere ve mezarlıklara zarar verme suçu düzenlenmiştir. Buna göre, ibadethanelere, bunların eklentilerine, buralardaki eşyaya, mezarlara, bunların üzerindeki yapılara, mezarlıklardaki tesislere, mezarlıkların korunmasına yönelik olarak yapılan yapılara yıkmak, bozmak veya kırmak suretiyle zarar veren veya bu yerleri ve yapıları kirleten kişi, bu madde uyarınca cezalandırılacaktır. Bu maddenin son fıkrasında ise, bu suçun ilgili dini inanışı benimseyen toplum kesimini tahkir maksadıyla işlenmesi halinde, cezanın artırılacağına yer verilmiştir.    203  Rackow (n 5) N 53.204  ibid N 56.205  Artuk, Gökcen, Alşahin ve Çakır (n 30) 887. Halkı kin ve düşmanlığa tahrik içeren söylemler, aynı zamanda suç işlemeye tahrik niteliğinde olabilir.  Yapılan konuşmada; bir takım tarihi olayların ve rejimin din ve inanç açısından eleştirilmesi, ülkedeki insanları kendi görüşü ve inancı doğrultusunda ve yoğunluğunda inanca sahip olanlar ve olmayanlar biçiminde ayrıma tabi tutularak şeriat kurallarının egemen kılınmasından yana olanların iktidarı ele geçirmeleri durumunda karşı düşüncede olanları öldüreceklerinin belirtilip cihat çağrısı yapılması durumunda halkı din ve inanç farklılığı gözeterek kin ve düşmanlığa tahrik suçunun oluşacağı belirtilmiştir   Yargıtay 8 CD, 1140/3117, 10.03.1999  Lexpera Hukuk Bilgi Sistemi <www.lexpera.com.tr> Erişim Tarihi 09.10.2019. TCK m 216/1 in, TCK m 214 te düzenlenen suç işlemeye tahrik suçuna göre daha özel nitelikte olduğu ve bu nedenle TCK m 216/1 in uygulanması gerektiği hakkında bkz Apiş (n 23) 344.1713İstanbul Hukuk Mecmuası 78/3Bu nedenle suçun, dini inanıştan dolayı tahkir maksadı ile işlenmesi durumunda TCK m 216 yerine, asli norm olan TCK m 153/3 uygulanacaktır.Halkın bir kesimini aşağılama suçu ve Türk Milletini, Türkiye Cumhuriyeti Devletini, Devletin kurum ve organlarını aşağılama suçunun bu kapsamda incelenmesi halinde, halkın bir kesimini aşağılama suçunda yer verilen ırk kavramı ve Türk milleti kavramının birbirinden farklı kavramlar olması nedeniyle içtima ilişki bakımından özellik arz etmediğini ve farklı suçlar olduğunu söylemek yerinde olacaktır.207 VIII. Yaptırım, Kovuşturma Usulü, Görevli ve Yetkili MahkemeHalkı kin ve düşmanlığa tahrik suçunun düzenlendiği birinci fıkrada, halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik eden kimsenin, bu nedenle kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması halinde, bir yıldan üç yıla kadar hapis cezası ile cezalandırılacağı ifade edilmiştir. Görülmektedir ki, bu suç şikâyete tabi olmayıp, re sen soruşturulan bir suçtur. Bununla  birlikte  suçun  görev  sebebiyle  kamu  görevlisi  tarafından  işlenmesi halinde,  4483  sayılı  Memurlar  ve  Diğer  Kamu  Görevlilerinin  Yargılanması Hakkında Kanun uygulama alanı bulacaktır. Bununla birlikte avukatların, avukatlık veya Türkiye Barolar Birliği ya da baroların organlarındaki görevlerinden doğan veya görev sırasında işledikleri suçlardan dolayı haklarında soruşturma, Adalet Bakanlığının  vereceği  izin  üzerine,  suçun  işlendiği  yer  Cumhuriyet  savcısı tarafından yapılacaktır.5235 sayılı Kanun un 11. maddesine göre,  Kanunların ayrıca görevli kıldığı hâller saklı kalmak üzere, sulh ceza hâkimliği ve ağır ceza mahkemelerinin görevleri dışında kalan dava ve işlere asliye ceza mahkemelerince  bakılacaktır. Bu durumda sulh ceza hâkimliği ve ağır ceza mahkemelerinin görev alanları dikkate alındığında, halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip 206  Apiş (n 23) 566.207  Altıkat (n 6) 83. 208  Alm CK § 130 da yer alan halkı kin ve düşmanlığa tahrik suçu da benzer şekilde re sen soruşturulan bir suçtur (Schäfer (n 2) N 124). 209  Bkz Avukatlık Kanunu m 58.  Sanığın 17.10.2004 tarihindeki Ankara Barosu Olağan Genel Kurulunda yaptığı konuşmada  ...Osmanlı İmparatorluğu 1915 yılında Hamidiye Alayları ve İttihat ve Terakki kadroları ile bir buçuk milyon Ermeni nin katliamında rol almıştır. Mazlum ve güzel Ermeni halkının acısını paylaşarak önlerinde saygı ile eğiliyorum... Kürtler ayrı bir ulustur. Ben Kürt vatandaşı olarak Türkiye de yaşayan otuz milyon nüfusu olan Kürt halkına hiçbir hak tanınmamaktadır... Ben Kürt ulusunun bir bireyi olarak ve kürdistanın bir vatandaşı olarak konuşuyorum ve Kürtlerin devlet kurma hakkını da hukuksal bir hak olarak sonuna kadar savunuyorum...  şeklinde ifadeler kullanmak suretiyle; sosyal sınıf, ırk, din, mezhep veya bölge farklılığına dayanarak halkı birbirine karşı kamu düzeni için tehlikeli olabilecek bir şekilde düşmanlığa veya kin beslemeye alenen tahrik ettiğinden bahisle açılan kamu davasında, adı geçenin Ankara Barosuna bağlı avukat olması sebebiyle, 5271 sayılı Ceza Muhakemesi Kanunu nun 223/8. maddesi uyarınca soruşturma yapılmasının izne tabi olduğu gerekçesiyle yapılan yargılamanın durdurulmasına karar verilmiş ise de, …hakkında soruşturma yapılmasına neden olan sözlerin, avukatlık görevinden doğmayan ve avukatlık görevi haricinde işlenen bir suç olması nedeniyle hakkındaki yargılamanın genel hükümler uyarınca yapılarak, hukuki durumunun tayin ve tespiti ile sonucuna göre bir karar verilmesi gerektiği gözetilmeden…   Yargıtay 8 CD, 3753/12780, 29.12.2005  Kazancı İçtihat Bankası <www.kazanci.com> Erişim Tarihi 15.03.2020.1714Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)bir kesiminin, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik edilmesi ve bu nedenle kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması halinde, görevli mahkeme asliye ceza mahkemesi olacaktır.Halkı kin ve düşmanlığa tahrik veya aşağılama suçunun ikinci fıkrasında yer alan, halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılama suçunun işlenmesi halinde veya üçüncü fıkrada yer alan halkın bir kesiminin benimsediği dini değerleri alenen aşağılama fiilin kamu barışını bozmaya elverişli olması halinde, altı aydan bir yıla kadar hapis cezası ile cezalandırma söz konusu olacaktır. Bu iki fıkrada yer alan suçların takibi şikâyete tabi olmayıp, resen yapılacaktır. Yine bu iki fıkrada düzenlenen suçlar hakkında asliye ceza mahkemelerinin görevli olduğu söylenebilecektir.  Ortak hüküm  başlıklı m 218 gereği, m 216 da yer alan suçların basın ve yayın yoluyla işlenmesi hâlinde, verilecek ceza yarı oranına kadar artırılacaktır. Bu durumda görevli mahkemeyi belirlerken Basın Kanunu nun 27. maddesi göz önünde  bulundurulmalıdır.   Görevli  Mahkemeler  ve Yargılama  Usulü   başlıklı bu  düzenlemeye  göre,  basılmış  eserler  yoluyla  işlenen  suçlardan  dolayı  açılan davalarda, ağır ceza işlerinden olanlar ağır ceza mahkemelerinde, diğerleri asliye ceza mahkemelerinde görülecektir. Bu durumda halkı kin ve düşmanlığa tahrik veya aşağılama suçunun, basılı eser yoluyla işlenmesi halinde de görevli mahkeme, asliye ceza mahkemesi olacaktır. Halkı kin ve düşmanlığa tahrik suçu bakımından yetkili mahkemenin, CMK (Ceza Muhakemesi Kanunu) m 6 dikkate alındığında, suçun yani tahrik veya aşağılama fiilinin işlendiği yer mahkemesi olduğu söylenebilecektir. Ancak CMK m 12 ye göre, suç basılı eserle işlenmişse yetki, eserin yayım merkezi olan yer mahkemesine aittir. Aynı eserin birden çok yerde basılması durumunda suç, eserin yayım merkezi dışındaki baskısında meydana gelmişse, bu suç için eserin basıldığı yer mahkemesi de yetkilidir (CMK m 12). Basın Kanunu m 26 ya göre, basılmış eserler yoluyla işlenen veya bu Kanun da öngörülen diğer suçlarla ilgili ceza davalarının, bir muhakeme şartı olarak, günlük süreli yayınlar yönünden dört ay, diğer basılmış eserler yönünden altı ay içinde açılması zorunludur.TCK m 66 uyarınca, Kanun da başka türlü yazılmış olan haller dışında kamu davası; beş yıldan fazla olmamak üzere hapis veya adli para cezasını gerektiren suçlarda  sekiz  yıl  geçmesiyle  düşer.  Dolayısıyla  bu  suç  bakımından,  8  yıllık zamanaşımı süresi söz konusudur. Suçun nitelikli şeklinin işlenmiş olması halinde 210  Ceza mahkemeleri, sulh ceza, asliye ceza ve ağır ceza mahkemeleri ile özel kanunlarla kurulan diğer ceza mahkemelerinden oluşmakta iken, 18.06.2014 tarihli ve 6545 sayılı Kanun ile yapılan değişiklik sonrası sulh ceza mahkemeleri kaldırılmıştır. Sulh ceza mahkemelerinin görev alanlarına ilişkin mülga düzenleme ise şu şekildeydi:  Kanunların ayrıca görevli kıldığı hâller saklı kalmak üzere, iki yıla kadar (iki yıl dâhil) hapis cezaları ve bunlara bağlı adlî para cezaları ile bağımsız olarak hükmedilecek adlî para cezalarına ve güvenlik tedbirlerine ilişkin hükümlerin uygulanması, sulh ceza mahkemelerinin görevi içindedir .1715İstanbul Hukuk Mecmuası 78/3de aynı süre geçerlidir. Zamanaşımı süresi, fiilin işlendiği tarihten itibaren işlemeye başlar. Alm CK § 130 da yer alan bu suç bakımından zamanaşımı süresi ise, Alm CK § 78 III Nr 4 e göre, 5 yıldır. Fiilin, basın suçu şeklinde işlenmesi halinde, kural olarak Eyalet Basın Kanunu nda yer alan zamanaşımı süreleri geçerli olacaktır. Bununla birlikte CK § 130 da yer alan halkı kin ve düşmanlığa tahrik fiilinin münferit hareket biçimlerine istisna oluşturabilecek birçok özel hüküm mevcuttur. Bu konudaki çeşitli düzenlemelere göre, CK § 130 da yer alan suçların zamanaşımı süresi bakımından yine CK § 78 in uygulanacağına dair istisnalarının mevcut olduğu ifade edilmektedir.IX. SonuçTCK m 216 da yer alan halkı kin ve düşmanlığa tahrik veya aşağılama başlıklı düzenlemede,  üç  farklı  suç  tipi  mevcuttur.  Bu  suç  tipleri,  tehlike  suçlarının farklı  türlerine  örnek  teşkil  etmektedir.  Zararın  ortaya  çıkması  beklenmeksizin tehlike durumunun cezalandırıldığı ve bizim de katıldığımız görüşe göre, aslında cezalandırılabilirliği öne çeken tehlike suçları bakımından farklı ölçütler ile farklı ayrımlar benimsenmektedir. Ancak biz tehlike suçları hakkında somut tehlike, soyut tehlike  ve  soyut-somut  (elverişlilik/potansiyel)  tehlike  suçları  şeklinde  yapılan ayrımı benimsemekteyiz. Bize göre tehlike, neticeli suçlarda yer alan tehlike ve hareket biçimi olarak tehlike şeklinde ayrılmaktadır. Bu durumda, somut tehlike suçları, tehlike neticesini barındırdıklarından neticeli suça örnek teşkil etmektedir. Bununla birlikte hareket biçimi olarak tehlike ise, sırf hareket suçlarında mevcut olan tehlikedir.TCK m 216/1 de halkın sosyal sınıf, ırk, din, mezhep veya bölge bakımından farklı özelliklere sahip bir kesimini, diğer bir kesimi aleyhine kin ve düşmanlığa alenen tahrik eden, bu nedenle kamu güvenliği açısından açık ve yakın bir tehlikenin ortaya çıkması halinde, cezalandırılacaktır. Bu suç tipi bakımından aranan kamu güvenliği açısından açık ve yakın tehlikenin, diğer bir deyişle somut tehlikenin hukuki niteliği hakkında doktrinde farklı görüşler mevcuttur. Somut tehlikenin, objektif cezalandırılabilme koşulu olduğunu ileri sürenler mevcut olsa dahi, biz suçun unsurlarından netice kapsamında ele alınması gerektiğini tespit ettikten sonra, somut 211  Halkı kin ve düşmanlığa tahrik suçunda objektif cezalandırılabilme koşulunun mevcut olduğunu kabul eden görüş bakımından zamanaşımının başlangıcı özellik arz etmektedir. Objektif cezalandırma koşulu içeren suçlarda, zamanaşımı süresinin başlangıcı hakkında farklı görüşler mevcuttur. Ancak bu koşullar, suçun unsurları dışında kalan, failin kast ve taksirinin kapsamında olmayan, işlenen fiilden dolayı cezalandırılabilme için kanun koyucu tarafından suç politikası gereği aranan koşullardır. Böylece somut olayda, koşul henüz gerçekleşmese dahi, haksızlık gerçekleşmiş sayılabilecek ve zamanaşımı süresi işlemeye başlayacaktır. Bu nedenle objektif cezalandırılabilme koşullarına yer veren suçlarda, zamanaşımı süresinin başlangıcı bakımından koşulun gerçekleştiği zaman değil, suçun unsurları ile birlikte işlendiği, tamamlandığı an esas alınmalıdır. Aksi şekilde yorum yapmak, TCK m 66 bakımından kanunilik ilkesine aykırılık teşkil edecektir (Bekar (n 121) 165 vd).212  Rackow (n 5) N 63; Schäfer (n 2) N 123. 213  Rackow (n 5) N 63.214  Schäfer (n 2) N 123.1716Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)tehlikenin suçun unsuru olarak değerlendirilmesinden kaynaklı sonuçları inceledik. Örneğin, somut tehlikenin suçun unsuru olarak kabul edilmesi halinde, failin kastı somut tehlikeyi kapsamalıdır. Aynı şekilde suça teşebbüs halinde de cezalandırma için bir koşul olarak somut tehlikenin gerçekleşmesi aranmamaktadır. Tehlike suçlarının bir diğer türü olan soyut tehlike suçlarına örnek teşkil eden TCK m 216/2 de ise, halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayanarak alenen aşağılama cezalandırılmaktadır. Doktrinde, bir görüşe göre soyut tehlike suçunda, korunan hukuki değer bakımından tehlike yaratmayan hareketin cezalandırılmasının, ceza hukukunun son çare olma özelliği ile bağdaşmadığı ileri sürülmekle birlikte hâkimin, somut tehlike suçlarında olduğu gibi, soyut tehlike suçlarında da tehlikenin meydana gelip gelmediğini araştırma yükümlülüğünün bulunduğu kabul edilmektedir. Bize göre de, somut olayda eğer görünüşte  içtima  ilkeleri  uygulanamıyorsa,  yapılan  bu  araştırma  sonucunda, tehlikenin meydana gelmiş olması, soyut tehlike suçunda verilecek cezanın tayininde önem arz edecektir. TCK m 216/3 te, halkın bir kesiminin benimsediği dini değerleri alenen aşağılama, fiilin kamu barışını bozmaya elverişli olması halinde cezalandırılmaktadır. Burada kamu barışını bozmaya elverişli olan alenen aşağılama, suç olarak düzenlenmiştir. Doktrinde, elverişlilik olarak aranan bu hususun, objektif cezalandırılabilme koşulu olduğunu ya da bu suçun somut tehlike suçu olduğunu ileri sürenler mevcuttur. Ancak bize göre bu suç, soyut-somut tehlike suçu kapsamında ele alınmalıdır. Fiile dair bir özellik olarak kabul ettiğimiz elverişlilik hususu, suçun unsurlarından fiil kapsamında incelenmelidir. Böylelikle bu ifade ile alenen aşağılama fiilinin ne şekilde işleneceği, nasıl gerçekleştirileceği belirtilmiş olup, niceliğine dair özellik vurgulanmıştır.Bununla birlikte halkı kin ve düşmanlığa tahrik veya aşağılama suçu kapsamında düzenlenen üç suç tipinde de aleniyet aranmaktadır. Bu suç tipleri bakımından aranan aleniyetin, tahrik fiilinden ayrı, onun dışında kalan bir hal olduğunu ileri sürenler mevcut olsa dahi, biz aleniyetin, TCK da suçun temel unsuru veya nitelikli unsuru olarak düzenlendiğini ve failin kastının kapsamında ele alınması gerektiğini kabul etmekteyiz. Aleniyet, inceleme konumuz olan suç tipleri bakımından ise, suçun nitelikli unsuru olmayıp, temel unsurları kapsamında değerlendirilmelidir. TCK m 216 da yer alan üç suç tipi bakımından da ayrıca bir maksat, saik aranmaması nedeniyle hem doğrudan hem de olası kast ile işlenebileceğini kabul etmekteyiz. Öte yandan inceleme konumuz olan suç tiplerine, ihmal suretiyle iştirakin mümkün olup olmadığı ve sosyal medya aracılığıyla suçun işlenmesi halinde sorumluluğun ne şekilde tayin edileceği değerlendirilmiştir. Buna göre, suçun mütemadi suç olarak işlenmesine ve failin söz konusu içeriğin kaldırılmasına dair yetkisinin bulunup bulunmamasına göre sorumluluk belirlenmelidir. Son olarak tehlike suçu olarak 1717İstanbul Hukuk Mecmuası 78/3düzenlenen bu suçun işlenmesi ile zarar neticesinin ortaya çıkması halinde, suçların çokluğu görünüştedir ve görünüşte içtima ilkelerinden asli-tali norm ilişkisi mevcut olduğundan asli norm olan zarar suçundan cezalandırma söz konusu olacaktır. Diğer yandan TCK m 216 da üç farklı suç tipinin düzenlendiğini kabul ettiğimiz için tek fiille farklı fıkraların ihlalinde, farklı neviden fikri içtima hükmü uygulanmalı ve en ağır cezayı gerektiren suçtan sorumluluk tayin edilmelidir. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1718Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)",
     "Kaynakça": "Açıkgöz Ö,  Sosyolojinin Problemli Bir Konusu Olarak, ‘Sosyal Sınıf  Kavramı Üzerine Önemli Sosyologların Düşünceleri ve Yorumlar  (2000) 26 Sosyoloji Konferansları 281, 308.Akkaş AH,  İfade Hürriyeti Bağlamında Halkı Kin ve Düşmanlığa Tahrik Suçu (TCK 216/1) , (2006) I (1) EÜHFD 89, 106.Alacakaptan U,  Fikir ve Düşünce Özgürlüğü ve Tehlike Suçları, Çağdaş Batı Hukukunda Bu Konudaki Düşünce ve Uygulamalar  (2000) Hukuk Kurultayı 6, 32.Alacakaptan U, İşlenemez Suç (Ankara 1968).Altıkat A, Nefret Söylemi Olarak Halkın Bir Kesimini ve Halkın Bir Kesiminin Dini Değerlerini Aşağılama Suçları (Süleyman Demirel Üniversitesi Sosyal Bilimler Enstitüsü, Kamu Hukuku Anabilim Dalı, Yüksek Lisans Tezi 2014).Apiş Ö, Halkı Kin ve Düşmanlığa Alenen Tahrik veya Aşağılama Suçları (TCK m.216) (Ankara, 2017).Artuk ME ve Alşahin ME,  Dini Değerleri Aşağılama Suçu (TCK m.216/3)  (2014) 20 (1) MÜHFHAD (Prof. Dr. Ali Rıza Okur a Armağan) 989, 1012.Artuk ME ve Alşahin ME,  Objektif Cezalandırılabilme Şartı ve Zamanaşımı  (2013) Özel Sayı 19 (2) MÜHF HAD (Prof. Dr. Nur Centel e Armağan) 17, 44.Artuk ME, Gökcen A ve Yenidünya AC, Türk Ceza Kanunu Şerhi C 4, (Madde 154 233), (2. Bası, Ankara 2014).Artuk ME, Gökcen A, Alşahin ME ve Çakır K, Ceza Hukuku Genel Hükümler (12. Bası, Ankara 2018).Artuk ME, Gökcen A, Alşahin ME ve Çakır K, Ceza Hukuku Özel Hükümler (18. Bası, Ankara 2019).Aynural ÖM, Soyut Tehlike Bağlamında Trafik Güvenliğini Tehlikeye Sokma Suçu (TCK 179/3) (İstanbul 2018).Baumann J, Weber U ve Mitsch W, Strafrecht Allgemeiner Teil (11. Bası, Bielefeld 2003).Baumann J, Weber U, Mitsch W ve Eisele J, Strafrecht Allgemeiner Teil (12. Bası, Bielefeld, 2016).Bayındır S ve Apiş Ö,  Bir Hukuka Uygunluk Nedeni Olarak Haber Verme Hakkının Yazılı Basın Yoluyla İşlenen Hakaret Suçları Açısından Değerlendirilmesi  (2010) (91) TBB Dergisi 67, 109.Bekar E, Objektif Cezalandırılabilme Koşulları ve Bu Koşullar Bağlamında Türk Ceza Kanunu nda Yer Alan Suçlar (İstanbul 2017).Bekar E, Türk ve Amerikan Ceza Hukukunda Zorunluluk Hali (Ankara 2013).Cihan E,  Sosyal Sınıfları Düşmanlığa Tahrik Suçu (TCK m.312)  (1974) XL (1 4) İÜHFM 97, 130. Daragenli VS,  Tehlike Suçları  (İstanbul 1999) (Prof. Dr. Sahir Erman a Armağan) Demirbaş T, Ceza Hukuku Genel Hükümler (14. Bası, Ankara 2019).Demirel M,  Karar Analizi Tehlike Suçları Zarar Suçları Arasındaki İlişkinin İçtima Kuralları Kapsamında Değerlendirilmesi  (2013) LXXI (1) İÜHFM 1479, 1488.Donay S, Türk Ceza Kanunu Şerhi (İstanbul 2007).Dönmezer S, Basın Hukuku C I (İstanbul 1958).Dönmezer S ve Erman S, Nazari ve Tatbiki Ceza Hukuku Genel Kısım C I (11. Bası, İstanbul 1994).Dursun S, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar (İstanbul 2010).Dursun S,  İnternetten Kaynaklanan Ceza Hukukundaki Gelişmeler  (2003) 23 (1 2) MHB 251, 294.Erem F, Türk Ceza Hukuku Hususi Hükümler C II (Ankara 1965).Ersoy U, Ceza Hukukunda Objektif Cezalandırılabilme Şartları (Ankara 2015).Ersoy U,  Ceza Hukukunun Gri Alanı: Tehlike Suçları  (2020) 11 (41) TAAD 27, 64.1719İstanbul Hukuk Mecmuası 78/3Geisler C, Zur Vereinbarkeit objektiver Bedingungen der Strafbarkeit mit dem Schuldprinzip (Berlin 1998).Gökcen A, Halkı Kin ve Düşmanlığa Açıkça Tahrik Cürmü (TCK m.312/2) (Ankara 2001).Hakeri H, Ceza Hukuku (22. Bası, Ankara 2019).Hoffmann Holland K, Strafrecht Allgemeiner Teil (2. Bası, Tübingen 2011).Horn E, Konkrete Gefährdungsdelikte (Köln 1973).İçel K, Ceza Hukuku Genel Hükümler (İstanbul 2016).Karadeniz S, Nefret Söylemi Kapsamında Halkı Kin ve Düşmanlığa Tahrik Suçu (Galatasaray Üniversitesi Sosyal Bilimler Enstitüsü, Yüksek Lisans Tezi 2012).Katoğlu T,  Basın Yoluyla Hakaret Kavramı ve Madde Yönünden Yetki Sorunu  (2013) 19 (2) MÜHF HAD (Prof. Dr. Nur Centel e Armağan) 735, 748.Kelep Pekmez T, Ceza Muhakemesinde Fiil (İstanbul 2019).Kindhäuser U, Gefährdung als Straftat (Frankfurt am Main 1989).Koca M ve Üzülmez İ, Türk Ceza Hukuku Genel Hükümler (11. Bası, Ankara 2018).Kunter N, Suçun Kanuni Unsurları Nazariyesi (İstanbul 1949).Kunter N, Suçun Maddi Unsurları Nazariyesi (İstanbul 1954).Kühl K, § 130, Karl Lackner/Kristian Kühl (edr), Lackner/Kühl Strafgesetzbuch Kommentar, (29. Bası, Münih 2018).Mahmutoğlu FS ve Karadeniz S, Türk Ceza Kanunu Genel Hükümler Şerhi (İstanbul 2017).Ostendorf  H,  §  130,  Urs  Kindhäuser,  Ulfrid  Neumann  ve  Hans Ullrich  Paeffgen  (edr), Nomoskommentar Strafgesetzbuch (NK StGB) (5. Bası, Baden Baden 2017).Ozansü C, Ceza Hukukunda Kasttan Doğan Sübjektif Sorumluluk (Ankara 2007).Önder A, Ceza Hukuku Dersleri (İstanbul 1992). Önder A, Türk Ceza Hukuku Özel Hükümler (4. Bası, İstanbul 1994).Özen M,  Hakaret Suçu ve İnternet Yoluyla İşlenmesi  (2008) (75) TBB Dergisi 106.Özgenç İ, Türk Ceza Hukuku Genel Hükümler (15. Bası, Ankara 2019).Öztürk B ve Erdem MR, Ceza Hukuku ve Güvenlik Tedbirleri Hukuku (19. Bası, Ankara 2019).Parlar A ve Hatipoğlu M, 5237 sayılı Türk Ceza Kanunu Yorumu C 2 (141 345. Md) (Ankara 2007).Rackow P, § 130, Dr. Bernd von Heintschel Heinegg (edr), BeckOK StGB (44. Bası, Münih 2019)Rengier R, Strafrecht Allgemeiner Teil (Grundrisse des Rechts) (4. Bası, Münih 2012).Schäfer J, StGB § 130, Dr. Klaus Miebach (edr), Münchener Kommentar zum StGB (MüKoStGB) §80 184j (3. Bası, Münih 2017).Toroslu N, Ceza Hukuku Özel Kısım (6. Bası, Ankara 2012).Tosun Ö,  Basın Suçu ve Teşebbüs Sorunu  (1979 1981) 45 (1 4) İÜHFM (Doğumunun 100. Yılında Atatürk e Armağan) 261 265.Türay A, Nefret Söylemi Bağlamında Halkı Kin ve Düşmanlığa Tahrik Suçu (Ankara 2016).Wessels J, Beulke W ve Satzger H, Strafrecht Allgemeiner Teil (AT) (43. Bası, Heidelberg 2013).Yaşar O, Gökcan HT ve Artuç M, Yorumlu Uygulamalı Türk Ceza Kanunu (Md.197 251) (2. Bası, Ankara 2014).Yenidünya AC ve Alşahin ME,  Bireyin Şerefine Karşı Suçlar  (2007) (68) TBB Dergisi 43, 93.Yenisey F ve Plagemann G, Alman Ceza Kanunu Strafgesetzbuch (StGB) (2. Bası, İstanbul 2015).1720Ergüne / Tehlike Suçları Bağlamında Halkı Kin ve Düşmanlığa Tahrik veya Aşağılama Suçları (TCK m 216)Yılmaz, AE, Suçu ve Suçluyu Övme Suçu (İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, Kamu Hukuku Anabilim Dalı, Yüksek Lisans Tezi 2019).Zafer H, Ceza Hukuku Genel Hükümler (TCK m.1 75) (7. Bası, İstanbul 2019).Zafer H,  Halkın Bir Kısmını Aşağılayacak ve İnsan Onurunu Zedeleyecek Şekilde Tahkir Etme Cürmü (TCK m.312/3)  (2004) LXII (1 2) İÜHFM 209, 261.Zieschang F, Die Gefährdungsdelikte (Berlin 1998).1721"
}