{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "28",
     "Ay": "02",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "1",
     "Başlık": "Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırları",
     "Title": "Constitutional Limitations on the Subject of Presidential Decrees",
     "Yazar İsmi": [

          "Halit Yılmaz"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anayasa değişikliği", "Yasama işlevi", "Yürütme işlevi", "Cumhurbaşkanlığı kararnameleri", "Özerk düzenleme yetkisi"
     ],
     "Keywords": [
          "Amendments to constitution", "Legislative function", "Executive function", "Presidential decrees", "Autonomous regulatory power"
     ],
     "Özet": "2017 yılında yapılan Anayasa değişiklikleri ile halk tarafından seçilen ve yürütme organının makamında tecessüm ettiği Cumhurbaşkanına herhangi bir kanuna dayanmak zorunda olmayan kararnameler çıkarma yetkisi vermiştir. Söz konusu kararnamelerin kanunları değiştirme gücü bulunmasa da Cumhurbaşkanı kararnamelerle özerk bir düzenleme yetkisine sahip olmuştur. Bu açıdan bakıldığında kanun ve kararname arasındaki normatif ilişki kamu hukuku gündeminde önemli konu olarak bir yer almıştır. Bu çalışmanın amacı kanun ve kararname ilişkisini düzenleyen Anayasa hükümleri bağlamında kararnamelerin konu bakımından yetki sınırlarını açıklamaktır.",
     "Abstract": "Amendments made to the Turkish Constitution in 2017 empower the President of the Republic, who is elected by the entire nation and embodies the whole executive branch, to enact decrees which are not based on any legislation. Although these decrees do not have the power to change the legislation, the President has autonomous regulatory authority. In this regard, normative relations between legislation and decrees has become one of the major predicaments of Turkish public law. The aim of this study is to explain the regulative boundaries of decrees in context with the constitutional provisions regulating the relationship between the law and decrees.",
     "Metin": "21/01/2017 tarih ve 6771 sayılı Türkiye Cumhuriyeti Anayasasında Değişiklik Yapılmasına Dair Kanun ile Anayasa sistemimizde parlamenter hükümet sistemi terk edilmiş, yürütme gücü halk tarafından doğrudan seçilen Cumhurbaşkanında toplanmıştır. Anayasa  değişikliği  yürütme  organını  yeni  bir  yapıya  kavuştururken  Cumhurbaşkanlığı kararnamesi  2 adını verdiği bir işlem ile yürütme organının düzenleme yetkisinin kapsam ve niteliğinde de yenilikler meydana getirmiştir. Cumhurbaşkanlığı kararnamesi dışında, Anayasa değişikliğinden sonra yürütme organının bir kanuna dayanarak diğer adlar altında tesis edeceği düzenleyici işlemlerin kapsam ve niteliği bakımından herhangi bir yenilik bulunmamaktadır. Yine olağanüstü dönemlerden çıkarılabilecek olan olağanüstü hâl Cumhurbaşkanlığı kararnamelerinin geçmişteki olağanüstü hâl kanun hükmünde kararnamelerinden büyük bir farkı yoktur. Bu çalışmada sadece Anayasa da  kararname  adıyla düzenlenen Cumhurbaşkanı işlemleri incelenecek olup olağanüstü hâl kararnameleri ve Cumhurbaşkanının diğer adlar altında tesis ettiği idari işlemleri kapsam dışı bırakılacaktır. Anayasa değişikliği yürütme organının düzenleme yetkisini yeni bir boyuta taşırken, doğal olarak bu yetkinin konusunu da sınırlamaya çalışmıştır. Yürütme organının düzenleme yetkisinin yasama yetkisi karşısındaki konumunun tartışmalara yol açmayacak açıklıkta düzenlenmesi gerekir. Bu çalışmanın esas amacı bu olmasa da ele alınacak olan Anayasa değişikliklerinin söz konusu açıklığın sağlanması için gereken asgari özen ve hukuk aklını içerip içermediği bu çalışmanın sonunda ortaya çıkacaktır. Esas amacımız ise kanun ve kararname ilişkisi bakımından Anayasa da yer alan düzenlemeleri yorumlamak ve bu bağlamda kararname çıkarma yetkisinin konu sınırını belirmeye çalışmaktır. Bu amaç açısından bakıldığında kararnamelerin yargısal denetimi konusunun inceleme dışında kalması da doğaldır. Kamu hukuku geleneğimizin köklü ilkelerinden birisi yürütme işlevinin türev, tali ya da ikincil bir işlev olduğuna işaret eden  idarenin kanuniliği  ilkesidir. Karşı bir görüşü destekleyen unsurlar mevcut olsa da ele alacağımız Anayasa düzenlemeleri, kararnamelerin bir kanuna dayanmak zorunda olmaması açısından, idarenin kanuniliği ilkesinde kapsamlı bir istisna getirmiştir. Kararname çıkarma yetkisinin konu bakımından sınırlarının kararnamenin bir kanuna dayanmak zorunda olup olmadığından bağımsız bir şekilde ele alınması mümkün değildir. Çünkü, eğer kararnameler bir kanuna dayanmak zorunda ise konu bakımından yetki sınırlarını belirleme güçlüğü büyük ölçüde aşılabilir. Yine benzer sebeplerle düzenleme yetkisinin konu bakımından 1  RG 11.02.2017/29976.2  Zorunlu  olmadığı  sürece  metin  içinde   Cumhurbaşkanlığı  kararnameleri   yerine  kısaca   kararnameler   ifadesi kullanılacaktır. 228Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırlarısınırları, düzenleyici işlemin normlar hiyerarşindeki yeriyle doğrudan ilgilidir. Normun gücü hem diğer normlarla ilişkisini belirler hem de konu sınırlarını anlamamıza yardımcı olur (I).Eğer kararnameler asli bir düzenleme yetkisinden doğacaksa, bu durum yürütme ve yasamanın düzenleme yetkisi bakımından eşit ve aynı güçte olmasa da belli bir ortaklığa tabi kılındığı anlamına gelir. Bu bakımdan yasama ve yürütmenin düzenleme yetkisinin karşılıklı olarak konu bakımından belirgin sınırlara kavuşturulması gerekir. Anayasa bu sınırları belirlerken kararname için mahfuz, kanun için münhasır alanların varlığına ilişkin tartışmalara yol açmakla kalmamış (II); aynı zamanda yasama ve yürütme arasında ortak düzenleme alanı oluşturarak konuya daha da karmaşık bir boyut kazandırmıştır (III). I. Yeni Bir Norm Kategorisi Olarak Cumhurbaşkanlığı Kararnameleriİdarenin kanuniliği ilkesinden sapmalar kamu hukukumuzda yeni bir olgu değildir. Geçmişte olağanüstü hâl kanun hükmünde kararnameleri ile Cumhurbaşkanlığı Genel Sekreterliğinin kuruluşu, teşkilat ve çalışma esasları ile personel atama işlemleri konulu Cumhurbaşkanlığı kararnamesi bir kanuna dayanmak zorunda olmayan düzenleyici işlemlerdi. Olağanüstü hâlin istisnailiği ve bu dönemde çıkarılan kanun hükmünde kararnamelerin yasama organı tarafından belirlenen sürede onaylanıp onaylanmama noktasında ivedilikle değerlendirilecek olması; Cumhurbaşkanlığı kararnamesinin ise sadece Cumhurbaşkanlığının öz teşkilatını düzenlemek ve kişilere yönelik herhangi bir hak veya yükümlülük doğurmaması bakımlarından kanunilik ilkesinin geniş bir istisna rejime sahip olmadığı düşünülebilirdi. Ele alacağımız Anayasa değişikliğinden sonra, olağanüstü hâl rejimiyle sınırlı olmayacak şekilde kanunilik ilkesine dönük daha kapsamlı bir istisnanın ortaya çıkıp çıkmadığı tartışılmalıdır (A). Aksine bir düzenleme bulunmadığı sürece, idarenin düzenleme yetkisinin bir kanuna dayandığı durumlarda düzenleyici işlemlerin kanun gücünde olmadığı rahatlıkla açıklanabilir. Dolayısıyla, kanunilik ilkesinden bağımsız olmayan bir başka konu kararnamelerin normlar hiyerarşisindeki yeridir. Eğer kararnameler bir kanuna dayanmak zorunda değilse bunların norm gücünün belirlenmesi gerekecektir (B).A. İdarenin Kanuniliği İlkesi Bakımından Cumhurbaşkanı Kararnameleriİdari işlevin kanuna dayanması zorunluluğunu ifade eden  idarenin kanuniliği ilkesi , Anayasa nın 8. maddesindeki  Yürütme yetkisi ve görevi, Cumhurbaşkanı tarafından, Anayasaya ve kanunlara uygun olarak kullanılır ve yerine getirilir.  ve 123/1. maddesindeki idarenin kuruluş ve görevlerinin  kanun  ile düzenleneceği kuralı ile sabittir. Özellikle Anayasa nın 8. maddesi hükmü Anayasa değişikliğinden önceki durumda, yürütmenin bir  görev  olduğuna ve özerk düzenleme yetkisinin 229İstanbul Hukuk Mecmuası 78/1bulunmadığına ilişkin temel dayanaklardan birisi olarak görülüyordu. Bu maddede yürütmenin  yetki  olarak nitelendirilmesi ise bir kanuna dayanmak zorunda olmadan Cumhurbaşkanlığı Genel Sekreterliğine ilişkin Cumhurbaşkanlığı kararnamesi ve olağanüstü hâlde kanun hükmünde kararname çıkarma yetkisini ifade etmekten öte bir anlam taşımıyordu. Bugün idarenin kanuniliği ilkesini ifade eden Anayasa düzenlemeleri ilk haliyle varlığını sürdürdüğüne ve kararname çıkarma yetkisinin kanuna dayanmak zorunda olmadığı konusunda Anayasa da açık bir hüküm bulunmadığına göre, kararname çıkarılması için en azından bir yetki kanuna ihtiyaç olduğunun ileri sürülmesi uç bir görüş olarak nitelendirilemez. Yıldırım a göre, Anayasa değişikliğinden sonra idarenin düzenleme yetkisinin bir kanuna dayanma ve ondan kaynaklanma zorunluluğu gevşemiş olmakla birlikte tamamen ortadan kalkmış sayılmaz. Buna göre, Anayasa da konuları özel olarak belirlenmiş kararnameler (md. 104/9, 106/11., 108/4., 118/6., 123/3) söz konusu olduğunda düzenleme yetkisi doğrudan Anayasa nın ilgili maddelerinden kaynaklanır ve dolayısıyla bir kanuna dayanmak zorunda değildir. Buna karşın, Anayasa nın 104/17. maddesinde yürütme yetkisine ilişkin konularda çıkarılacak olan kararnamelerin mutlaka bir yetki kanununa dayanması gerekecektir. Özellikle Anayasa Mahkemesinin 2013 yılından bugüne verdiği kararlar çerçevesinde kanunla yapılan yetkilendirme için düzenleme konusunun detaylarına kanunda yer verilmesine gerek kalmamış olup sadece konuyu belirleyen bir yetkilendirme ifadesi yeterli olacaktır. Anayasa açıkça kanuna dayanma zorunluluğu bulunmadığını düzenlemediği sürece, kararnameler için kanunla yetkilendirme gereği ortadan kalkmaz. Yıldırım ın bu gerekçelerine Anayasa nın 161/7. maddesindeki  Merkezî yönetim bütçesiyle verilen ödenek, harcanabilecek tutarın sınırını gösterir. Harcanabilecek tutarın Cumhurbaşkanlığı kararnamesiyle aşılabileceğine dair bütçe kanununa hüküm konulamaz.  düzenlemesi de eklenebilir. Bu düzenlemede bütçe kanununda harcanabilecek tutarın artırılması konusunda kararname çıkarılması için yetkilendirme yapılamayacağı öngörülerek  kanunla yetkilendirme kuralına istisna getirilmiş  gibi bir anlam belirmektedir. Anayasa nın 8. ve 123/1. maddelerindeki kanunilik ilkesinin eski haliyle korunması ve kararnamelerin kanuna dayanmak zorunda olmadığına dair açık hüküm bulunmaması temelinde, bu görüşün güçlü yönleri bulunsa da kararnamelere ilişkin düzenlemelerin bütünü gözetildiğinde, bu görüşe katılmak mümkün görünmemektedir.3  Salih Taşdöğen, ‘Cumhurbaşkanlığı Kararnameleri  (2016) 65(3) Ankara Üniversitesi Hukuk Fakültesi Dergisi 937, 943; Metin Günday, İdare Hukuku (10. Bası, İmaj 2011) 44, 226-227; K Burak Öztürk, Fransız ve Türk İdare Hukukunda Düzenleme Yetkisinin Kapsamı (Yetkin 2009) 120-122; Lütfi Duran, ‘Düzenleme Yetkisi Özerk Sayılabilir mi?  (1983) 4(1-3) İdare Hukuku ve İlimleri Dergisi 33, 38-40. 4  İdarenin düzenleme yetkisinin kapsam ve dayanağı konusundaki içtihat değişikliğine aşağıda değinilecektir. 5  Turan Yıldırım,  ‘Cumhurbaşkanlığı  Kararnameleri   (2017)  23(2)  Marmara  Üniversitesi  Hukuk  Fakültesi  Hukuk Araştırmaları Dergisi 13, 17-26. 6  Özen Ülgen, ‘Cumhurbaşkanlığı Kararnamelerinin Niteliği ve Türleri  (2018) 1 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi 3, 12.230Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıYıldırım ın konuları özel olarak Anayasa da belirlenmiş (md. 104/9, 106/11., 108/4., 118/6., 123/3) olan kararnameler söz konusu olduğunda düzenleme yetkisinin doğrudan Anayasa nın ilgili maddelerinden kaynaklandığı ve dolayısıyla bunların bir kanuna dayanmak zorunda olmadığına dair görüşüne, herhangi bir karşı görüş ileri sürülmesi beklenmez. Yazarın bu tespiti, yukarıda zikrettiğimiz, Anayasa değişikliğinden önceki Cumhurbaşkanlığı kararnamesinin kanuna dayanmak zorunda olmadığına dair görüşlerle de uyumludur. Anayasa nın değişiklikten önceki 107. maddesi,  Cumhurbaşkanlığı Genel Sekreterliğinin kuruluşu, teşkilat ve çalışma esasları, personel atama işlemleri Cumhurbaşkanlığı kararnamesi ile düzenlenir.  düzenlemesini getirmişti. Bu düzenleme şeklinin değişiklikten sonra getirilen, örneğin Anayasa nın 108/4. maddesindeki  Devlet Denetleme Kurulunun işleyişi, üyelerinin görev süresi ve diğer özlük işleri, Cumhurbaşkanlığı kararnamesiyle düzenlenir.  düzenlemesinden çok da büyük bir farkı bulunmamaktadır. Esas sorun konusu özel olarak belirlenmiş kararnamelerin değil, genel hüküm niteliğinde olan Anayasa nın 104/17. maddesinde düzenlenen kararnamelerin bir kanuna dayanmak zorunda olup olmadığı ile ilgilidir. Öncelikle belirtmek gerekir ki Anayasa idarenin kanuniliği ilkesine paralel bir şekilde kanun hükmünde kararnameler dahil yürütmenin düzenleyici işlemleri ile ilgili hükümlerinde kanun dayanağını ve (tüzükler ile yönetmelikler için) kanuna aykırı olmama ilkesini her zaman açıkça düzenlemiştir. Kararnameler düzenlenirken bu unsurdan bilinçli olarak uzak durulmuştur. Kararname için bir yetki kanununa ihtiyaç varsa ve kararname kanunla düzenlenmiş konularda çıkarılamayacaksa bu konuda Cumhurbaşkanın takdir yetkisinin bulunduğunu değil, bağlı yetki içinde olduğunu düşünmemiz gerekecektir. Kanunla düzenlenmemiş bir konuda kanunla düzenleme yapma yetkisi vermenin, ifası zorunlu bir görev içerdiği düşünülmelidir. Oysa, Anayasa nın 104/17. maddesinin ilk cümlesi Cumhurbaşkanının yürütme yetkisine ilişkin konularda kararname  çıkarabileceği ni ifade ederek, kullanılması tamamen Cumhurbaşkanının takdirine bırakılmış bir yetkiyi düzenlemiştir. Bu düzenleme açısından Cumhurbaşkanı kanunla düzenlenmemiş bir konuyu kararname ile dilerse düzenler dilerse düzenlemez. Oysa geçmişte, kanun hükmünde kararnamelerin yetki kanununun, yine Anayasa nın belirlediği özellikleri bakımından Bakanlar Kuruluna kanun hükmünde kararname çıkarma konusunda takdir yetkisi sunduğu açıktı. Ayrıca kanun hükmünde kararnamelerin kanunları kaldırma ve bunlarda 7  Aynı yönde bkz. Abdullah Eren, ‘Anayasa Mahkemesinin Kanun Hükmünde Kararnamelere İlişkin İçtihadı Doğrultusunda Cumhurbaşkanlığı Kararnamelerinin Değerlendirilmesi  (2019) 36(1) Anayasa Yargısı 1, 68. Elbette muhtemel bir yetki kanununun, düzenleme zorunluluğunu belirginleştiren  kararname ile düzenlenir  ya da takdir yetkisine işaret eden  kararname ile düzenlenebilir  şeklinde farklı ifadeler kullanması mümkündür. Bu ifade farklılıklarının kararname çıkarma zorunluluğu bakımından bir fark yaratmaması gerekir. Zira burada önemli olan Kanun Koyucunun konuyu bir kanunla düzenleme olanağının bulunduğu halde bunu yapmayıp düzenleme görevini yürütmeye vermesi söz konusudur. Kanun koyucu belli bir konuda kararname ile düzenleme yapılması ihtiyacını duymasaydı, buna ilişkin bir yetki kanunu çıkarmazdı. Ayrıca yasama ve yürütme ayrılığının belirginleştiği bir yapıda yetki kanununun yürütmenin talebinden çok yasamanın takdirinde olan bir tercihten kaynaklandığı varsayılmalıdır. 231İstanbul Hukuk Mecmuası 78/1değişiklik yapma gücüne sahip olduğu ve bu gücün kullanılmasının takdir yetkisine dayandığı rahatlıkla ileri sürülebilirdi. Anayasa nın 161/7. maddesinde yer alan  Harcanabilecek tutarın Cumhurbaşkanlığı kararnamesiyle  aşılabileceğine  dair  bütçe  kanununa  hüküm  konulamaz.  düzenlemesinden kararnamelerin bir yetki kanununa dayanması gerektiği anlamını çıkarmanın mümkün olup olmadığını tartışmak gerekir. Hükümde kast edilenin  Harcanabilecek tutarın aşılabileceğine dair Cumhurbaşkanına bütçe kanunu ile yetki verilemez  olduğu düşünülmelidir. Nitekim, Anayasa nın 73/4. maddesine göre,  Vergi, resim, harç ve benzeri mali yükümlülüklerin muaflık, istisnalar ve indirimleriyle oranlarına ilişkin hükümlerinde kanunun belirttiği yukarı ve aşağı sınırlar içinde değişiklik yapmak yetkisi Cumhurbaşkanına verilebilir.  Benzer bir yetkilendirme hükmü Anayasa nın 167/2. maddesinde bulunmaktadır. Bu son iki maddede Cumhurbaşkanına verilen yetkinin kararname ile kullanılacağına dair bir belirleme bulunmamaktadır. Uygulamada da söz konusu yetkiler  Cumhurbaşkanı kararı  şeklinde  kullanılmaktadır.  Aslında  kanunun  yetkilendirdiği  bir  konuda Cumhurbaşkanının  karar  ya da  kararname 9 adı altında işlem yapması arasında herhangi bir farklılık söz konusu olmayacaktır. Diğer bir deyişle, Anayasa nın 161/7. maddesinde yer alan  Harcanabilecek tutarın Cumhurbaşkanlığı kararnamesiyle aşılabileceğine dair bütçe kanununa hüküm konulamaz.  hükmü, bütçe kanununa harcanabilecek tutarın  Cumhurbaşkanı kararı  ile aşılabileceğine dair hüküm konulabilir şeklinde anlaşılamaz. Ülgen in de belirttiği gibi Anayasa ile yasaklanan, kanun ile Cumhurbaşkanına yetki verilmesidir. Durum böyle olunca, Anayasa nın 161/7. maddesindeki  Cumhurbaşkanlığı kararnamesi  ifadesine kanunilik ilkesi ve anayasa sistematiği bakımından özel bir anlam yüklemek mümkün değildir. Sorun, Anayasa değişikliği yapılırken, söz konusu hükümlerde yer alan  Bakanlar Kurulu kararı  ifadesi yerine  Cumhurbaşkanlığı kararnamesi ,  Bakanlar Kuruluna  ifadesi yerine  Cumhurbaşkanına  ifadesinin özensizce yerleştirilmesinden doğmuştur. Eski düzenlemede yer alan  Bakanlar Kuruluna yetki verilmesi  ve  Bakanlar Kurulu kararı  ifadesi herhangi bir sorun doğurmuyordu. Değişiklik metninin, getirilmeye çalışılan kararname rejiminin kendine özgü yönlerinin Anayasa nın diğer maddelerine olan etkisi düşünülmeden ve bütüncül bir değerlendirme yapılmadan kaleme alınmış olduğu açıktır. 8  Bkz. 607 sayılı İthalat Rejimi Kararına Ek Karar, RG 15.01.2019/30656. 9  Hukukumuzda  karar  ve  kararname  sözcükleri arasında işlemin niteliğinden kaynaklanan herhangi bir farklılık yoktur. Belki, Anayasa değişikliği ve güncel uygulamalar bakımından  Cumhurbaşkanlığı kararı nın bir kanun ya da kararnameye dayanan işlem olduğu,  Cumhurbaşkanlığı kararnamesi nin ise herhangi bir dayanağa ihtiyacı olmadığı ileri sürülebilir. Bunun gibi, kavramların öz anlamıyla örtüşmeyen tasnif çabalarının Kanun Koyucunun özensiz ve anlamlandırılması bir hayli güç olan düzenlemelerinden kaynaklandığı düşünülmelidir. Ayrıca bkz. Tolga Şirin, ‘İşlemeyen Sistemlerin Fonksiyonel Olmayan Yanıtı: Cumhurbaşkanlığı Kararnamesi  (2018) 7(14) Legal Anayasa Hukuku Dergisi 289, 301-303.10  Bu kapsamda kanunun yetkilendirdiği bir konuda kararname adı altında işlem yapılması durumunda işlemin adına değil içeriğine ve niteliğine bakılacaktır. Böyle bir durumda işlemi Anayasa nın 104/17. maddesi anlamında kararname olarak değil, Cumhurbaşkanının kararname dışında diğer idari işlemi olarak görmek gerekir. 11  Ülgen (dn 6) 13. 232Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıAnayasa nın TBMM nin yetkilerini düzenleyen 87. maddesinde  kararnameler için yetki kanunu çıkarmak  şeklinde bir düzenlemenin bulunmaması da kararnamelerin bir yetki kanununa dayanmak zorunda olmadığını göstermektedir. Hatırlanacağı üzere, değişiklikten önce Anayasa nın TBMM nin yetkilerini belirleyen 87. maddesinde  Bakanlar Kuruluna belli konularda kanun hükmünde kararname çıkarma yetkisi vermek  şeklinde bir hüküm vardı. Anayasa değişikliği ile Cumhurbaşkanlığı kararnameleri için benzer bir hükmün getirilmemiş olması anlamlıdır. Yine bu açıdan bakıldığında eğer konu yetki kanunu çerçevesinde düşünülseydi kanun hükmünde kararname rejimi bütünüyle kaldırılmazdı. Öyle görünüyor ki Anayasa değişikliği Cumhurbaşkanlığı kararnamelerini normlar hiyerarşisinde kanunların altına yerleştirirken, diğer taraftan da birçok soruna yol açacak şekilde yasama iradesine bağımlılıktan kurtarmıştır. Özetle, Cumhurbaşkanı kararnamelerinin kanun dayanağına veya TBMM nin onayına ihtiyacı bulunmamaktadır. Bu düzenleme ile kamu hukuku geleneğimizde köklü yeri bulunan  idarenin kanuniliği  ilkesinde (Anayasa md. 123/1) önemli bir istisna geliştiğini; yürütmenin görev ve yetki olarak nitelendirilmesinde (Anayasa md. 8)  yetki  niteliğinin daha kapsamlı hale geldiğini ileri sürebiliriz.B. Cumhurbaşkanlığı Kararnamelerinin Normlar Hiyerarşisindeki YeriCumhurbaşkanlığı kararnamelerinin tıpkı kanunlar gibi herhangi bir başka norma dayanmak zorunda olmaması; sadece Anayasa ya uygunluğu açısından ve Anayasa Mahkemesi tarafından denetlenecek olması, bu kararnameleri normlar hiyerarşisinde kanunlarla aynı seviyede görme yanılgısına sebep olabilir. Bu konu ele alınırken öncelikle kararnamelerin bir kamu hukuku işlemi olarak hukuksal niteliğini belirlemek gerekir. Organik ölçüt bakımından bir işlemin hukuksal niteliğini onu yapan merciin devlet organlarından hangisi olduğuna göre belirleriz. Bu bakımdan Cumhurbaşkanı yürütme organına dahil olduğuna göre, onun kararname adı altında yaptığı işlem  idari işlem  olarak nitelendirilecektir. Kararnamelerin bir kanuna dayanmak zorunda olmaması onları idari işlem olmaktan çıkarmaz. Diğer taraftan, bir işlemin hukuksal niteliğini ve normlar hiyerarşisindeki yerini onun yargısal denetiminin hangi merci tarafından 12  Kanunilik ilkesine getirilen bu istisnanın yol açacağı sorunlara aşağıda değinilecektir. 13  Ali Ulusoy, Yeni Türk İdare Hukuku (Yetkin 2019) 282-283; Oğuz Sancaktar, İdare Hukuku (7. Bası, Seçkin 2018) 74.233İstanbul Hukuk Mecmuası 78/1gerçekleştirildiğine göre belirlemek imkânı yoktur. Bu çerçevede yargısal denetiminin Anayasa Mahkemesi tarafından yapılıyor olması kararnameleri idari işlem olmaktan çıkarmaz. Atar a göre, kararnamelerin yargısal denetiminin kanuna değil Anayasa ya uygunluk denetimiyle sınırlı olması, normlar hiyerarşisinde kararnamelerin kanuna eşdeğer bir norm kategorisi olduğuna işaret eden özelliklerden birisidir. Hemen yukarıda aktardığımız gerekçelerle, yargısal denetimin gösterdiği özellikler herhangi bir normun hiyerarşideki yerini belirlemek adına bizlere çok az veri sunar. Diğer bir deyişle, kanuna dayanmak zorunda olmayan bir yürütme işleminin sadece ve aslında doğal olarak Anayasa ya uygunluğunun denetlenecek olması o işlemin kanunla aynı güçte bir norm kategorisine dahil olduğu anlamına gelmez. Bu noktada kanuna dayanmak zorunda olmayan yürütme işleminin kanunları değiştirme ve tamamen yürürlükten kaldırma gücüne sahip olup olmadığı belirleyici olacaktır. Bir kanuna dayanmak zorunda olmayan kararnamelerin sadece Anayasa ya uygunluğunun denetlenebileceği olağan bir sonuçsa; esas önemli olan kararnamenin kanun üzerindeki etki gücüdür. Bu bağlamda, Anayasa nın 104/17. maddesinin  Kanunda açıkça düzenlenen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz.  hükmüne göre, kararnamelerin kanunları değiştirme ya da yürürlükten kaldırma gücüne sahip olmadığı açıktır. Aksine, münhasıran kararnamelere ayrılan konular dışında, yine Anayasa nın 104/17. maddesinin  Türkiye Büyük Millet Meclisinin aynı konuda kanun çıkarması durumunda, Cumhurbaşkanlığı kararnamesi hükümsüz hale gelir.  hükmü uyarınca, kanun kararnameyi yürürlükten kaldırma gücüne sahiptir. Ayrıca,  Cumhurbaşkanlığı kararnamesi ile kanunlarda farklı hükümler bulunması halinde, kanun hükümleri uygulanır.  düzenlemesinin kanunun hiyerarşik üstünlüğüne vurgu yapma amacıyla getirildiğini ifade edebiliriz. 14  Yargısal denetimin varlığı ya da yokluğu, hangi yargı merci tarafından gerçekleştirileceği ve usulü, bir hukuksal işlemin niteliği göz önünde bulundurularak kanun koyucu tarafından belirlenecektir. Bununla birlikte yargısal denetime dair özellikleri işlemin hukuksal niteliğini ya da o işlemin normlar hiyerarşisindeki yerini belirlerken ölçüt olarak kullanmak bizleri yanlış sonuçlara götürebilir. Çünkü kanun koyucu işlemin yargısal denetimine dair özellikleri belirlerken çoğu zaman işlemin hukuksal niteliğinden bağımsız ve o işlemin içinde doğduğu hukuksal düzenin gereklerinden farklı düzenlemeler getirebilmektedir. Belli bir idari işlemden doğan uyuşmazlığın, bunu çözecek bir idari yargı düzeni mevcut olduğu halde adli yargı düzeninin görev alanına sokulması bu duruma örnek gösterilebilir. Bu durumda uyuşmazlığın adli yargının görev alanına sokulması, işlemi genetik kodlarından koparıp idari işlem olmaktan çıkarmaz. Yine bir kanun ya da idari işlem yargı denetiminin tamamen dışına çıkarılmış olabilir. Bu durumda kanun ya da idari işlem diğer kanun ya da idari işlemlere göre normlar hiyerarşisinde farklı bir konuma sahip olmayacaktır. 15  Maddi ölçüt bakımından kararnamelerin yasama işlevi içinde görüleceğini ihmal etmemekle birlikte, kararnamelere ilişkin tartışmalarda  idari işlem  niteliğine vurgu yapılması ve zorunlu olmadığı sürece maddi ölçütün kullanılmaması gerektiğini düşünüyoruz. Konunun, geçmişteki kanun hükmünde kararname örneği ile açıklanması için bkz. Eren (dn 7) 17-31.16  Yavuz Atar, ‘Cumhurbaşkanlığı Kararnamelerinin Hukuki Rejimi ve Anayasallık Denetimi  (2019) 36(1) Anayasa Yargısı 241, 243. 17  Turan Yıldırım, ‘İdarenin Kanuniliği İlkesi Bağlamında Cumhurbaşkanlığı Kararnamelerinin Anayasal Sınırı  (2019) 36(1) Anayasa Yargısı 293, 294. 18  Hükmün bir başka amacının kararnamelerin yargısal denetiminin kanuna uygunluk denetimi değil, sadece Anayasa ya uygunluk denetimi olduğunu düzenlemek olduğu tespit edilebilir. Bu konuda bkz. Halit Yılmaz, ‘Cumhurbaşkanlığı Kararnamelerinin Yargısal Denetimi  (2019) 7(13) Antalya Bilim Üniversitesi Hukuk Fakültesi Dergisi 373-392.234Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıAncak hemen yukarıda aktardığımız hükümlerinin basit düzeyde norm çatışma kurallarını düzenlediği ve bu bağlamda norm hiyerarşisi yaratmadığı ileri sürülebilir. Bu görüşe göre, bu düzenlemeler normlar hiyerarşisinde kararnamelerin kanunların altında olduğuna değil; tam tersine onunla denk düzeyde olduğuna işaret etmektedir. Dolayısıyla bu hükümler kararnamenin kanuna aykırı olduğunu ifade etmemizi engelleyerek bu ikisi arasında dikey değil, bunların denkliğine işaret eden yatay bir ilişki kurmaktadır. Norm çatışma kurallarına sadece aynı düzeydeki normlar arasında çatışma olduğunda ihtiyaç duyduğumuza göre, bu görüş ya da yorum ilk bakışta ikna edicidir. Ancak, norm çatışma kuralı Kanun Koyucu tarafından açıkça düzenlendiği için bu görüşe katılmak mümkün değildir. Kanun Koyucu kanun ve kararnameyi normlar hiyerarşisinde eşit düzeyde ve değerde görseydi bunlar arasındaki çelişkiyi giderecek bir düzenlemeye ihtiyaç duymazdı. Zira, birbirine eşit iki norm arasında çelişen hükümler söz konusu olduğunda, konusu bakımından genel norm-özel norm, zaman bakımından önceki norm-sonraki norm ölçütleri sorunu olağan yollardan çözecektir. Diğer bir deyişle, ele aldığımız görüşün tam aksine söz konusu hükümler Anayasa da hiç bulunmamış olsaydı kanun ve kararnamenin hiyerarşide aynı düzeyde bulunduğunu düşünebilirdik. Zira aynı düzeyde olduğu düşünülen normlar için herhangi bir norm çatışma kuralının işletilmesi bunun açıkça ve ayrıca düzenlenmiş olmasına bağlı değildir. Diğer taraftan, her durumda kanunun uygulanması sonucunu doğuran Anayasa düzenlemesi, eşit düzeydeki normlar arasındaki çatışmayı çözen ve hukuk mantığının olağan ürünü olan diğer bütün çatışma kurallarını bertaraf ettiğine göre artık bir norm denkliğinin kalmadığı da açıktır. Anayasa nın 90. maddesinde yer alan norm çatışma kuralı da bizim yorumumuzu destekleyen tarihsel bir boyuta sahiptir. Anayasa nın 90. maddesinde 2004 yılında yapılan değişikliğe kadar uluslararası andlaşmalar kanun hükmünde (kanunla aynı güçte) kabul edildiği için doğal olarak herhangi bir norm çatışma kuralı getirilmemişti. Fakat, daha sonra Kanun Koyucu temel hak ve özgürlüklere dair andlaşmaların kanunların uygulamasını engelleyecek bir üstünlüğe sahip olduğunu vurgulamak için  Usulüne göre yürürlüğe konulmuş temel hak ve özgürlüklere ilişkin milletlerarası andlaşmalarla kanunların aynı konuda farklı hükümler içermesi nedeniyle çıkabilecek uyuşmazlıklarda milletlerarası andlaşma hükümleri esas alınır.  şeklinde bir düzenleme getirmiştir. Bu örnek açısından bakıldığında, yukarıda aktardığımız Anayasa hükümlerinin kararnamelerin kanunlarla eşit bir güçte olmadığını belirlemek amacıyla getirildiği ileri sürülebilir. Olağanüstü dönemlerde çıkarılacak olan kararnameleri düzenleyen Anayasa nın 119/6. maddesi, bu kararnamelerin  kanun hükmünde  olduğunu açıkça belirtmiştir. Diğer kararnameler için bu türden açık bir hüküm bulunmadığına göre; sadece 19  Ozan Ergül, ‘Yeni Rejimin Kodları: Cumhurbaşkanlığı Kararnameleri  (2018) Eylül-Ekim Güncel Hukuk 30, 31; Atar (dn 16) 243-244.20  Eren (dn 7) 28-29.235İstanbul Hukuk Mecmuası 78/1olağanüstü hâl kararnamelerinin kanun hükmünde olduğu; diğerlerinin ise olmadığı sonucu ortaya çıkmaktadır. Anayasa nın  Kanunsuz emir  başlıklı 137. maddesindeki düzenleme de normlar hiyerarşine uygun bir mantıkla  yönetmelik ,  kararname ,  kanun  ve  Anayasa  sıralamasını benimsemiştir. Önceki düzenlemede kararname yerine  tüzük  yer almaktaydı. Elbette bu tür bir sıralama kararnamelerin normlar hiyerarşisindeki yerini göstermek bakımından tek başına yeterli değildir. Ancak bu düzenleme şekli Anayasa nın diğer hükümleri ile birlikte kararnamelerin kanunların altında yer aldığını destekler niteliktedir. Ülgen e göre, kararnameler asli bir düzenleme yetkisini ifade ettiğinden kanun gücünde olmasa da kanuna eşdeğer düzenleme araçlarıdır. Gözler, kararnamelerin kanun gücünde olmadığını, artık çıkarılamayacak olan tüzüklere denk olduğunu ifade etmektedir. İster kanunun altında diyelim ister kanuna eşdeğer diyelim, son kertede Anayasa nın 104/17. maddesinde yer alan kararnamelerin kanunda açıkça düzenlenen konularda çıkarılamayacağı ve aynı konuda kanun çıktığında kararnamenin yürürlükten kalkacağı, kanunla kararname aynı konuda çakıştığında kanunun uygulanacağına ilişkin kurallar kararnamelerin kanun gücünde olmadığını ortaya koymaktadır. Bu hükümlerden kararnamelerin kanunları yürürlükten kaldırma ya da değiştirme gücüne sahip olmadığı sonucu açıkça çıkmaktadır. Önemli bir sorun, Anayasa da  Cumhurbaşkanlığı kararnamesi ile düzenlenir  şeklinde belirlenen özel konuların (md. 104/9, 106/11, 108/4, 118/6) yürütmenin düzenleme yetkisinin mahfuz alanı olarak nitelendirilmesinin mümkün olup olmadığına ilişkindir. Biz bu konuların sadece kararname ile düzenleneceğini ve bu konularda kanun çıkarılamayacağını düşünüyoruz. Oysa genel hüküm niteliğindeki Anayasa nın 104/17. maddesine göre, kararname ile düzenlenen yürütme yetkisine ilişkin konularda kanun çıkarılabilecektir. Burada konuları özel olarak belirlenmiş kararnameler ile Anayasa nın 104/17. maddesinde düzenlenen yürütme yetkisine ilişkin diğer kararnameler şeklinde iki tür kararname bulunup bulunmadığı ve özel konulu kararnamelerin diğer kararnamelerden farklı olarak kanunlarla eşit bir norm seviyede olup olmadığı sorunu ortaya çıkmaktadır. Gerçekten kanuna kapatılmış alanları düzenleyen kararnamelerin kanunlara denk bir güçte olması gerektiği ileri sürülebilir. Ancak, bu kararnameleri bütünüyle Anayasa nın 104/17. maddesi dışında düşünmek, bu maddede belirginleşen amacın dışında kanuna denk, daha güçlü bir kararname kategorisi oluşturmak anlamına gelecektir. Bu konunun detaylarını aşağıdaki tartışmamızda ele alınmaya çalışacağız. 21  Yıldırım (dn 5) 23.22  Ülgen (dn 6) 7.23  Kemal Gözler, Anayasa Hukuku (2. Bası, Ekin 2018) 889.24  Ayrıca bkz. Şirin (dn 9) 297-298. 236Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıSonuç olarak, kararnameler asli düzenleme yetkisine dayanmakla birlikte kanun gücünde değildir. Bu sonuç yürütme erkinin kararname yetkisiyle güçlenmesine dair endişelerimizi hafifletmez. Yürütmenin düzenleme yetkisi tali nitelikte ve kanun altı güçte olsa dahi kanun karşısında her zaman genişleme eğilimi gösterir. Mevcut durumda bu eğilimin sınırlanması kararname ve kanunun konu bakımından sınırlarının anayasal ölçekte belirginleştirilmesine bağlıdır. II. Düzenleme Yetkisinin Yasama ve Yürütme Arasındaki BölüşümüAnayasa nın 104/17. maddesi kararnamelere ilişkin genel düzenlemeler getirmiştir. Buna ek olarak, Anayasa dört özel konunun kararname ile düzenleneceğini hükme bağlamış bulunmaktadır. Yasama yetkisinin genelliği ilkesi karşısında, özel olarak belirlenen konuların kararnameler için mahfuz bir alan oluşturup oluşturmadığına ilişkin açık bir düzenleme bulunmamaktadır. Anayasa nın ifade biçimi düzenleme yetkisi bakımından yürütmeye ait mahfuz bir alanın bulunduğunu düşündürmektedir. Konusu özel olarak belirlenmiş kararnamelerin, Anayasa nın 104/17. maddesindeki genel düzenlemelere tabi olup olmadığı da bir başka tartışma konusudur (A). Kanunun kararname karşında bir konu sınırlamasına tabi olup olmadığı yanında bir başka sorun kararnamenin kanun karşısındaki sınırlarının neler olduğudur. Kararnameleri konu bakımından sınırlama amacıyla getirilmiş olsa da  münhasıran kanunla düzenlenmesi öngörülen konular  ifadesi kamu hukuku müesseselerimize ve terminolojimize yabancı bir unsur olarak belirmiştir. Zira Türk anayasa hukukunda münhasır kanun alanı bulunmamaktadır (B). A. Kararname Alanına İlişkin Belirsizlikler1. Yasamanın Genelliği İlkesinde Aşınma: Mahfuz Kararname  Alanının Varlığı SorunuDüzenleme yetkisi bakımından yürütmeye ait mahfuz alanın varlığı konusu, yasama yetkisinin genelliği ilkesinin istisnalarının bulunup bulunmadığı ile ilgilidir. Anayasa hukukumuzda yasama yetkisinin genelliği ilkesi esas olmakla birlikte, bu ilke mutlak değildir. Yasama yetkisinin genelliğine dair istisnalar Anayasa dan kaynaklanmaktadır.25  Aynı yönde bkz. Sancaktar (dn 13) 81.26  Yürütmenin başının doğrudan seçimle işbaşına gelmesi ve yasama organına karşı sorumlu olmamasının düzenleme yetkisinin genişleme eğilimini daha da güçlendireceği unutulmamalıdır.27  Ergun Özbudun, Türk Anayasa Hukuku (17. Bası, Yetkin 2017) 211; Gözler (dn 23) 608-612.28  Bu istisnalar için bkz. Gözler (dn 23) 608. Yine Özbudun, yasama organının genel olarak statüler yaratmasını yasama yetkinin doğal sonucu olduğunu; ancak, yarattığı statüleri kişiselleştirerek bireysel işlemler yapmasının mümkün olmadığını; bu türden işlemlerin yürütme fonksiyonu kapsamında yer aldığını; yürümenin kural olarak mahfuz ve özerk bir düzenleme yetkisi bulunmamakla birlikte, bireysel işlemler yapmak bakımından mahfuz bir yetki alanı bulunduğunu ifade eder. Özbudun a göre, aksi bir düşünce kuvvetler ayrılığı ilkesiyle bağdaşmaz. Özbudun (dn 27) 222. Aynı yönde bkz. Gözler (dn 23) 609, 734). Yasama yetkisinin genelliği ilkesi bakımından tespit edilen bu hususların, yürütmenin özerk bir düzenleme yetkisine sahip olmadığı bir durum çerçevesinde, düzenleme yetkisi dışında kalan konularla ilgili olduğu açıktır. Anayasa değişikliğinin ardından bugün esas sorun, yürütmenin artık özerk bir düzenleme yetkisine sahip olup olmadığıdır. 237İstanbul Hukuk Mecmuası 78/1Anayasa nın 104/17. maddesi yürütme yetkisine ilişkin konularda hem kararname hem de kanun çıkarılabileceğini düzenlediğine ve bu konularda kanunu kararnamelerden daha güçlü kıldığına göre, bu maddeden yasama yetkisinin genelliğine ilişkin bir istisna ortaya çıkmayacaktır. Anayasa nın kararnameler için belirlediği dört özel konunun ise kanun alanına kapatılıp kapatılmadığı tartışmaya açıktır. Anayasa üst düzey kamu görevlilerinin atanmalarına ilişkin usul ve esasların (md. 104/9); bakanlıkların kurulmaları, kaldırılmaları, teşkilatları ve yetkilerinin (md. 106/11); Devlet Denetleme Kurulunun işleyişi ve üyelerinin statülerinin (md. 108/4); Milli Güvenlik Kurulu Genel Sekreterliğinin teşkilatı ve görevlerinin (md. 118/6) Cumhurbaşkanlığı kararnamesi ile düzenleneceği kuralını getirmiştir. Özbudun a göre, bu hükümlerin yürütme organına münhasır bir düzenleme yetkisi verip vermediği açık değildir. Ardıçoğlu na göre,  …Anayasa değişiklikleri ile yasakoyucuya kapatılmış ve yürütmeye ‘münhasır  olarak verilmiş bir düzenleme yetkisinden bahsedebileceğimiz bir anayasa normu yoktur. Bilakis m. 104/17 hükmünde kanuna münhasır alanlar tanınmıştır ve ayrıca aynı konuda Meclis tarafından kanun çıkarılması durumunda Cumhurbaşkanlığı kararnamesinin hükümsüz hale geleceği düzenlemesine yer verilmiştir. Anayasanın, yasama yetkisin asliliğinin yanı sıra genelliğine ilişkin 7 ve 87 inci maddelerinde kanun koyma, değiştirme ve kaldırma yetkisine ilişkin bir sınırlama da bulunmamaktadır. Kanuna eş bir hukuk kaynağı olmayan Cumhurbaşkanlığı kararnamesinin, kanun önünde bir engel oluşturduğunu kabul etmek sistematik açıdan mümkün görünmemektedir.  30 Gözler, Kanadoğlu ve Ülgen e göre ise Anayasa nın özel olarak kararname ile düzenleneceğini belirlediği konularda kanun çıkarılamaz. Zira bu düzenlemelere bakıldığında  Cumhurbaşkanlığı kararnamesiyle düzenlenir  ifadesi, kanun yanında ikinci bir seçeneği değil; tek bir seçeneği ifade etmektedir. Diğer bir deyişle söz konusu ifade biçimi konunun kararname ile düzenlenmesi konusunda sınırlayıcı ve emredici bir niteliğe sahiptir.  Cumhurbaşkanlığı kararnamesiyle düzenlenir  ifadesi açısından yapılan bu yorumu eleştirmek güçtür. Buna ek olarak, kararnamelere ait münhasır alanın varlığına dair görüşün 123/3. maddesinin  Kamu tüzelkişiliği, kanunla veya Cumhurbaşkanlığı kararnamesiyle kurulur.  düzenlemesi açısından da temellendirilmesi mümkündür 123/3. maddesi açısından bakıldığında Anayasa nın özel olarak kararname ile düzenleneceğini belirlediği konularda kanun çıkarılamayacağı anlamı kendiliğinden belirmektedir. Zira Anayasa nın bu düzenlemelerinde, 123/3. maddesinden farklı 29  Özbudun (dn 27) 251.30  Artuk Ardıçoğlu, ‘Cumhurbaşkanlığı Kararnamesi  (2017) 3 Ankara Barosu Dergisi 21, 29.31  Korkut Kanadoğlu, ‘Cumhurbaşkanlığı Kararnamesi  (2018) 2 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi 637, 645646; Ülgen (dn 6) 19; Gözler (dn 23) 733. Eren e göre bu yorum münhasır kararname alanının varlığını temellendirmek için yeterli değildir. Nitekim, yazara göre, geçmişte Anayasa Mahkemesinin KHK lar söz konusu olduğunda Anayasa maddelerinde yer alan  kanunla düzenlenir  şeklindeki ifadeleri  KHK ile düzenlenemez; bu alanlar münhasır kanun alanıdır  şeklinde bir yoruma tabi tutmamıştır. Eren (dn 7) 42-43. Yıldırım ve Atar da Anayasa da cumhurbaşkanlığı Kararnamesi ile düzenleneceği belirlenen konularda kanunla düzenleme yapılmaması gerektiği görüşüne sahiptir. Yıldırım (dn 17) 300; Atar (dn 16) 247.238Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırlarıolarak, sadece kararname ile düzenleme esası belirlenmiş, kanunla düzenlemeye olanak sağlanmamıştır. Bütün bunların yanında Anayasa nın Geçici 21/B maddesine göre  Cumhurbaşkanlığı kararnamesiyle düzenleneceği belirtilen değişiklikler ise Cumhurbaşkanının göreve başlama tarihinden itibaren en geç altı ay içinde Cumhurbaşkanı tarafından düzenlenir.  hükmünü getirerek kararnamelere ait münhasır alan teyit edilmiş görünmektedir. Katıldığımız bu gerekçelere bir ekleme yapmak faydalı olacaktır. Buna göre, Anayasa nın belirlediği kararname konularının 104/17. maddesinde belirlenen  yürütme yetkisine ilişkin konular ın dışında olduğu ileri sürülemez. Bu bakımdan  yürütme yetkisine ilişkin konular ın kapsayıcılığı karşısında Kanun Koyucunun bu konuları ayrıca ve özel olarak belirleme amacının mahfuz bir kararname alanı yaratmak olduğunu düşünmek gerekir. Diğer bir deyişle, Anayasa nın yürütme yetkisine ilişkin konularından dört tanesini somutlaştırma sebebinin bu konuları kanuna kapatmak olduğunu ileri sürebiliriz.Şirin ise soruna çok daha özgün bir yorum getirmektedir. Yazara göre özel konulu kararnameler münhasır bir konuya sahip değildir. Bu konularda kanun da çıkarılabilir. Ancak bu konularda kanunun bulunması kararname çıkarılmasına da engel değildir. Bu durumda kanun ile kararname arasında çatışma olduğunda kanun uygulanacaktır kuralı geçerli olmayacak, sonraki norm hangisi ise o uygulanacaktır. Şirin e göre yasama yetkisinin genelliği karşısında münhasır bir kararname alanının varlığından söz edilemez. Yazar ayrıca Anayasa nın Geçici 21/B maddesinin bu yorumu desteklediği görüşündedir. Sezer ise belirlenen dört özel konuda kararnameden önce kanunla düzenleme yapılamayacağını; kararname ile düzenleme yapıldıktan sonra ise kanun çıkarılabileceği görüşünü paylaşmaktadır. Kural olan yasama yetkisinin genelliği ilkesi ise bunun istisnasının Anayasa da açık bir şekilde belirlenmesi gerekliliğinden vazgeçemeyiz. Bu bakımdan kararnamelerin düzenlediği belli konularda kanun çıkarılamayacağına dair daha açık bir hükme gerek olduğunu, eğer düzenlemelerin amacı tam olarak bu ise açıklığın yeterince sağlanamamış olduğunu kabul ediyoruz. Ancak yukarıda yaptığımız açıklamalar istisnanın belirgin olma özelliğinden yoksun olmadığını da göstermektedir. 32  Gözler (dn 23) 733.33  Eren (dn 7) 43; Ülgen (dn 6) 19-20.34  Abdullah Sezer, ‘Normlar Hiyerarşisi ve Cumhurbaşkanlığı Kararnameleri [Çok Boyutlu Normlar Piramidi Yaklaşımı]  (2019) 36(1) Anayasa Yargısı 353, 371. Yürütme yetkisine ilişkin konuları genel olarak belirleme güçlüğünü aşağıda açıklamaya çalışacağız. Kanun Koyucunun özel konulu kararnameleri Anayasa da düzenlemesi bu güçlüğün aşılması için örnek olarak değerlendirilebilir. 35  Melikşah Yasin, ‘Cumhurbaşkanlığı Kararnamelerinin Türk İdari Teşkilat Hukukuna Etkileri  (2019) 36(1) Anayasa Yargısı 315, 318.36  Yazar bu konuda başka gerekçeler de sunmaktadır. Bkz. Şirin (dn 9) 331-335.37  Sezer (dn 34) 377-388.239İstanbul Hukuk Mecmuası 78/1Anayasa nın 104/17. maddesinde düzenlenen kararnamelerin kanunlarla aynı güçte olmadığını belirlemiştik. Hemen aşağıda inceleyeceğimiz üzere, Anayasa da konusu özel olarak belirlenmiş olan kararnameler de Anayasa nın 104/17. maddesinden ayrı bir kategori olmadığına göre, bunlar da kanunlarla aynı güçte değildir. Şimdi bu tartışma çerçevesinde  Kanuna denk olmayan kararnamelere  mahfuz bir alan yaratılmış olmasının mümkün olup olmadığı sorununu ele almak gerekir. Gerçekten mahfuz bir kararname alanı varsa mahfuz konulardaki kararnamelerin, Anayasa nın 104/17. maddesindeki kararnamelerden farklı olarak kanun gücünde olması gerektiği düşünülebilir. Bu sorun bakımından tartışma konusu hükümlerin üç farklı yorumla ele alınması mümkün görünüyor: 1) Anayasa da mahfuz alan konusunda açık düzenleme bulunmamaktadır. Dolayısıyla kanuna denk olmayan kararnamelerin mahfuz bir alana sahip olması düşünülemez. 2) Mahfuz alanın varlığı Anayasa nın yorumundan çıkmaktadır. Dolayısıyla özel konulu kararnameler diğerlerinden farklı olarak kanun gücündedir. 3) Mahfuz alanın varlığı Anayasa nın yorumundan çıkmaktadır. Mahfuz alanın varlığı ile bu alanda çıkarılacak kararnamelerin normlar hiyerarşisindeki yeri farklı tartışma konularıdır. Bu kararnameler kanun gücünde değildir ve diğer kararnamelerle aynı statüdedir. Bize göre uygun yorum üçüncü seçenektir. Belli bir alanın kanun düzenlemesine kapatılması, o alanı düzenleyen normu kanun gücünde görmemizi zorunlu kılmayabilir. Kanunların bu kararnameleri değiştirip yürürlükten kaldıramamasının sebebi bunların kanunlarla aynı güçte ya da daha güçlü olmalarından değil, Anayasa ile mahfuz bir alan yaratılmış olmasından kaynaklanmaktadır. Belli bir alanın kanun düzenlemesine kapatılmış olması ile o alanı düzenleyen normun normlar hiyerarşisindeki yerine dair konular birbiriyle ilişkili olsa da sıkı sıkıya bağlı olmayabilir. Bu açıdan mahfuz düzenleme konularına sahip kararnameler kanunla aynı güçte olmayabilir. Kanunun özel konulu kararnameleri kaldıramaması ve değiştirememesi, hiyerarşideki norm konumlanışıyla ilgili bir konu olmak zorunda değildir. Aksini düşünecek olursak, özel konulu kararnamelerin kanun tarafından kaldırılıp değiştirilememesi, bizi bu kararnamelerin kanunlardan daha üstün olduğu sonucuna da görebilir. Bu konuda son olarak Anayasa nın mülga 107. maddesinde düzenlenmiş, konusu Cumhurbaşkanlığı Genel Sekreterliği ile sınırlı Cumhurbaşkanı kararnamesine ilişkin görüşlere de yer vermek gerekir. Geçmişte, mülga 107. maddedeki düzenlemenin, Cumhurbaşkanına mahfuz bir alanda düzenleme yetkisi verdiği görüşü savunulmuştu. 38  Yasin Söyler, Yeni Başkanlık Sisteminde Cumhurbaşkanlığı Kararnamesi (Seçkin 2018) 166. Şirin e göre  Cumhurbaşkanlığı kararnamesinin özerk alanı olduğunu söylemek, bu normun söz konusu alanlarda kanun hükmünde olduğunu söylemek anlamına gelir.  Yazara göre bu kararnamelerin kanun gücünde olmadığını kabul etmek gerekir. Fakat yazar özel konulu kararnamelerin aynı konuyu düzenleyen kanun bulunsa bile çıkarılabileceğini ve o andan sonra da artık kanunun uygulanmayacağını (aslında kararnamenin kanunu yürürlükten kaldıracağını) ifade etmektedir. Şirin (dn 9) 331, 334. Oysa bu yorumun, konusu özel olarak belirlenmiş kararnameleri kanun gücünde görmek dışında bir anlamı bulunmamaktadır.39  Aynı yönde bkz. Eren (dn 7) 29-30.40  Bu konuya aşağıda değineceğiz. 41  Özbudun (dn 27) 217; Taşdöğen (dn 3) 943; Öztürk (dn 3) 122-123.240Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıBununla birlikte, mülga 107. maddede düzenleme konusunun sınırları belirlenmiş olduğu için bunların dışındaki konular, Cumhurbaşkanlığı Genel Sekreterliği konulu Cumhurbaşkanlığı kararnamesi yanında, ayrıca mülga 2879 sayılı Cumhurbaşkanlığı Genel Sekreterliği Teşkilatı Kanunu ile düzenlenmişti. Bu Kanun un 1. maddesi kapsamını   Bu  Kanun;  Cumhurbaşkanlığı  kararnamesi  ile  düzenlenen Cumhurbaşkanlığı Genel Sekreterliğinin kuruluşu teşkilatı, çalışma esasları ve personel atama işlemleri dışında kalan konuları düzenler.  şeklinde belirlenmişti. Dolayısıyla yasama organı da mahfuz bir kararname alanının varlığını kabul etmişti. Öztürk, bu Kanun un bazı düzenlemelerinin kararname alanına sirayet ettiğini ve bu nedenle de Anayasa ya aykırılık taşıdığını tespit etmiştir. Geçmişte yapılan bu yorumların ele aldığımız Anayasa değişiklikleri bakımından da geçerli olmaması için bir sebep yoktur.Özetle, yürütmenin özerk düzenleme yetkisine bağlı olarak,  yetki  niteliğinin daha da belirginleştiği; Anayasa nın 123/3. maddesinde kanun ve kararname seçeneklerinin birlikte öngörüldüğü; yine özel olarak belirlenen konularda  Cumhurbaşkanlığı kararnamesiyle düzenlenir  ifadesinin kesin ve emredici niteliği gözetildiğinde, Anayasa nın 104/9, 106/11., 108/4., 118/6. maddeleriyle belirlenen konularda kanun çıkarılması mümkün görünmemektedir. Bu sonucu destekleyen saydığımız unsurların tutarlı bütünlüğü karşısında, Anayasa da açıkça  Cumhurbaşkanlığı kararnamesi ile düzenleneceği özel olarak belirlenmiş konularda kanun çıkarılamaz  şeklinde bir hükmün bulunmadığına yönelik haklı bir itiraz; ulaştığımız sonuç hakkında bizi yeniden düşünmeye sevk etse de bu sonuçtan vazgeçmemiz için yeterli olmayacaktır. Bu konuda tereddütleri giderecek Anayasa hükmünün bulunmaması, eleştirilmesi gereken bir eksikliktir.2. Mahfuz Konulu Kararnamelerin Genel Sınırlamalara  Tabi Olması SorunuMahfuz kararname alanının mevcudiyetine dair açık olmasa da güçlü bir anlama sahip Anayasa değişikliğinin yarattığı önemli açmazlardan birisi, bu kararnamelerin Anayasa nın 104/17. maddesinde düzenlenen kararnamelerden farklı olup olmadığına ilişkindir. Konuyu bu kararnameleri Anayasa nın 104/17. maddesindeki kararnamelerden ayrı bir yere koymamızı gerektirecek sebeplerin varlığını tartışarak ele almak gerekir. Öncelikle, Anayasa nın bu kararnamelerin konularını belirlerken bunları diğer kararnamelerden ayrı bir şekilde değerlendirmemizi gerektirecek yoruma elverişli herhangi bir düzenleme getirmemiş olduğunu belirtmek gerekir. Diğer yandan, 42  Öztürk (dn 3) 122-123. Ayrıca bkz. Ülgen (dn 6) 24.43   Kanunda açıkça düzenlenen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz.   Anayasada münhasıran kanunla düzenlenmesi öngörülen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz.  hükümleri Anayasa nın 104/17. maddesinde mevcutken, bu itiraz yersiz ya da cılız bir itiraz değildir. Örneğin bkz. Şirin (dn 9) 332.44  Yorum tekniği açısından daha detaylı bir açıklama için bkz. Yıldırım (dn 17) 311-314.241İstanbul Hukuk Mecmuası 78/1yukarıda da ifade ettiğimiz gibi Anayasa nın belirlediği kararname konularının 104/17. maddesinde belirlenen  yürütme yetkisine ilişkin konular ın dışında olduğu ileri sürülemez. Bu açıdan bakıldığında, bu kararnameleri, diğer kararnameler için oluşturulan hukuksal rejimden ayrı tutmak hukuksal rejim açısından istisna oluşturmak anlamına gelir. Eğer bu kararnameler Anayasa nın 104/7. maddesindeki hukuksal rejimden istisna edilecek olursa, olağanüstü hâl kararnameleri ve yürütme yetkisine ilişkin konulardaki kararnameler şeklinde hukuksal rejimi belli iki kararname türü yanında, belirgin bir hukuksal rejimi bulunmayan özel konulu kararnameler ortaya çıkmış olacaktır. Eğer özel konulu kararnamelerin hukuksal rejiminin ayrı bir özelliği yoksa, Anayasa nın 104/17. maddesinde kararnameler için getirilen sınırlandırıcı hükümlerin tamamının, konuları özel olarak belirlenmiş kararnameler için geçerli olup olmadığının daha somut bir şekilde açıklanması gerekir. Bu sınırlamalardan birincisi  Anayasanın ikinci kısmının birinci ve ikinci bölümlerinde yer alan temel haklar, kişi hakları ve ödevleriyle dördüncü bölümde yer alan siyasi haklar ve ödevler Cumhurbaşkanlığı kararnamesiyle düzenlenemez  sınırlamasıdır. Aynı maddede yer alan sınırlandırmalardan bir başkası Anayasa da münhasıran  kanunla  düzenlenmesi  öngörülen  konuların  kararname  ile düzenlenemeyeceğine ilişkindir. Anayasa nın 13. maddesinin  ancak kanunla sınırlandırılabilir  hükmünü karşısında herhangi bir kararnamenin temel hak ve özgürlükler kategorilerinde sınırlandırıcı bir düzenleme getirmesinin mümkün olamayacağı ileri sürülebilirse de bu kararnameleri Anayasa nın 104/17. maddesindeki sınırlamalar dışında düşünecek olursak özel konulu kararnameleri Anayasa nın 13. maddesinin temel hak ve özgürlüklerin  ancak kanunla sınırlandırılacağı  kuralı ile de sınırlama olanağını yitirme tehlikesi ile karşılaşılabilir. Söyle ki, bilindiği üzere Anayasa nın 13. maddesi  ancak kanunla sınırlanabilir  ifadesini kullanmakta, 104/17. maddesi ise  Cumhurbaşkanlığı kararnamesiyle düzenlenemez  ifadesini kullanmaktadır. Bu iki farklı ifade biçimi karşısında konusu özel olarak belirlenmiş kararnameleri Anayasa nın 104/17. maddesinin kapsamı dışında görmenin beraberinde getireceği bir sorunun ele alınması gerekir. Eğer sınırlama ve düzenleme kavramları konusunda bir anlam farkı gözetilecek olursa, Anayasa nın 104/17. maddesinin  düzenlenemez  ifadesi  sınırlama içermese bile düzenlenemez ;  her ne olursa olsun 45  Ülgen (dn 6) 22. Yazar, özel konulu kararnameleri Anayasa nın 104/17. maddesindeki hukuksal rejimin dışına çıkarırken tehlikenin farkındadır ve temel hak ve özgürlüklerin kanun güvencesinden yoksun kalmadığını ifade etmek için 13. maddenin her durumda kararnameler için engelleyici bir anlama sahip olduğunu ileri sürmektedir. 46  Türk kamu hukuku öğretisinde temel hak ve özgürlükler bağlamında  sınırlandırma  ve  düzenleme  kavramını sistematik bir şekilde ele alan ilk eser Sağlam a aittir. Yazara göre,  …temel hak ve özgürlüklere yönelik her yasal düzenleme sınırlama kavramı ile özdeş değildir. Bir sınırlamanın söz konusu olup olmadığını saptayabilmek için, yapılan düzenlemenin içeriğine bakmak gerekir. Bu düzenleme, belli bir temel hak ve özgürlüğün güvence altına aldığı yaşam kesitini, daha yeni bir terimle ‘norm alanını  daraltma sonucunu doğuruyorsa, bu bir sınırlamadır. Buna karşılık temel hakkı güçlendirici, onun daha kolay ve etkin bir biçimde kullanılmasını sağlayıcı düzenlemeler sınırlama değildir.  Fazıl Sağlam, Temel Hak ve Hürriyetlerin Sınırlanması ve Özü (AÜSBF 1982) 21. 242Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırlarıkararnameler belirlenen temel hak ve özgürlükler kategorisini konu edinemez  şeklinde anlaşılır. Konusu özel olarak belirlenmiş kararnameleri Anayasa nın 104/17. maddesi kapsamında görmeyen bir yorum, bu kararnameler temel hak ve özgürlükler kategorisini konu edindiğinde bu konunun sınırlama içermediğini; sınırlamanın kanunla olabileceğini, oysa kararnamenin sınırlama değil  düzenleme  içermekte olduğunu ileri sürebilir. Sınırlama ve düzenleme kavramlarının karşılıklı olarak her durumda sınırları belirgin kavramlar olamayacağı düşünüldüğünde kararnamelerin temel hak ve özgürlükleri konu edinme tehlikesi açıktır. Özellikle Anayasa nın 106/11. maddesinde bakanlıkların  yetkileri nin de kararname ile düzenleneceği öngörüldüğüne göre açıklamaya çalıştığımız türden bir sonuç muhtemeldir. Kararnameler dışındaki diğer düzenleyici işlemler bakımından da benzer bir durumun söz konusu olduğu; münhasır kanun alanı bulunmadığı için kanunla sınırlanan temel hak ve özgürlükler alanının düzenleyici işlemlerle düzenlenebileceği ileri sürülebilir. Ancak burada esas sorun kararnamelerin diğer düzenleyici işlemlerden farklı olarak bir kanuna dayanmak zorunda olmamasıdır. Bu özelliği nedeniyle özel konulu kararnamelere,  düzenleme  niteliği varsayılarak temel hak ve özgürlükleri konu edinme olanağı kesinlikle yaratılmamalıdır. Bunun için bu kararnameleri Anayasa nın 104/17. maddesinin  düzenleme yasağı nın dışında ayrı bir kategori olarak değerlendirmemek gerekir. Burada, konusu özel olarak belirlenen kararnamelerin o konuyu düzenlerken temel ve özgürlükler alanına ilişkin sınırlamalar getirmesi ihtimalini değerlendirmeye devam etmeden önde bir istisnadan söz etmek ve konuya buradan devam etmek uygun olacaktır. Bilindiği üzere Anayasa nın  Siyasi Haklar ve Ödevler Bölümü nde yer alan  kamu hizmetine girme hakkı  70. maddede düzenlenmiştir. Yukarıdaki açıklamalarımız çerçevesinde, kararnamelerin bu hakkı sınırlandırıcı bir hüküm getirmesi mümkün olmadığı gibi  düzenlemesi  de mümkün görünmemektedir. Bu hem hakkın Anayasa da yer aldığı bölümün kararnameler için yasak alan olarak belirlenmesinin bir sonucudur hem de Anayasa nın 128/3. maddesindeki  Memurların ve diğer kamu görevlilerinin nitelikleri, atanmaları, görev ve yetkileri, hakları ve yükümlülükleri, aylık ve ödenekleri ve diğer özlük işleri kanunla düzenlenir.  hükmünün bir sonucudur. Oysa Anayasa nın 104/9. maddesi Cumhurbaşkanın yetkilerini düzenlerken  Üst kademe kamu yöneticilerini atar, görevlerine son verir ve bunların atanmalarına ilişkin usul ve esasları Cumhurbaşkanlığı kararnamesiyle düzenler.  hükmünü getirmiştir. O halde konu üst kademe yöneticileri olduğunda, kararname için getirilen  Siyasi Haklar ve Ödevler Bölümünde yer alan haklar kararname ile düzenlenemez  yasağı geçerli olmayacaktır. Fakat burada  üst kademe yöneticileri  ile ilgili özel bir istisnanın, istisna olmanın özelliğine uygun olarak açıkça belirtildiğine vurgu yapmak gerekir. Çünkü bu noktada tekrar şu soru akla gelecektir:  Anayasanın 106. maddesi gereğince bakanlık kuran 47  Şirin (dn 9) 307.243İstanbul Hukuk Mecmuası 78/1Cumhurbaşkanlığı kararnamesi, Anayasanın 104. maddesinin 17. fıkrasındaki sınırlara tabi olmayacak mıdır? Örneğin İçişleri Bakanlığına Anayasanın 13. maddesine aykırı şekilde, kanun olmaksızın, kişi hürriyetini sınırlama yetkisi verilebilecek midir? 48 Yıldırım a göre,  Anayasanın 106. maddesinin, özel hüküm olduğu gerekçesiyle, Anayasanın ilgili maddeleri ile 13. maddesi ve 104/17. maddesiyle bağlı olmaksızın, Cumhurbaşkanlığı kararnamesi çıkarma yetkisi verdiği şeklinde bir yorum yapılamaz. 49 Gerçekten bir işlemin konusunun özel olarak belirlenmiş olması, sadece bu sebeple o işlemin genel hükümlerle belirlenen sınırlamalardan istisna edildiği anlamına gelmeyecektir. Oysa Eren e göre özel olarak kararnamelerin düzenlemesine bırakılmış olan konularda kanun çıkarılamaz; bu alanlar tamamen yürütmenin düzenleme yetkisine ayrılmıştır;  Böylece 13. maddedeki ‘kanunla sınırlama  ilkesi bakımından, münhasır CBK ile düzenlenecek alanlar istisna haline gelmiştir. Kanunla sınırlama dışında, 13. maddedeki sınırlamanın sınırını oluşturan güvenceler uygulanmaya devam edecektir. Aksi yorumun benimsenmesi halinde, münhasır CBK alanında, sınırlamaların ayrıca kanunla yapılabileceği gibi tutarsız bir sonuca ulaşılır. Her sınırlamanın aynı zamanda bir düzenleme olduğunu kabul ettiğimizde, kanunla bu alanda sınırlamaların ayrıca yapılacağını söylemek münhasır CBK alanını savunan görüşler bakımından tutarsızlık olacaktır. 50 Bu görüşün, münhasır kararname alanı olarak gördüğü konularda kanunun hiçbir temas noktası oluşturamayacağı gibi eleştiriye açık bir kavrayışa sahip olduğu anlaşılıyor. Bir temel hak ve özgürlüğün sınırlandırılması sınırlandırmanın icrası bakımından yürütme organına bir kısım yetkilerin verilmesini gerektirebilir. Böylece sınırlandırma ve yetkilendirme ayrılmaz bir birliktelik gösterebilir. Bu bakımdan örneğin Kanun Koyucunun bir sınırlandırma yaparken sınırlandırmanın icrası bakımından örneğin İçişleri Bakanlığını yetkilendirmesi, kararnameye hasredilmiş bir alana kanunla girildiği anlamına gelmeyecektir. Eğer temel hak ve özgürlükler ancak kanunla sınırlanabilecekse, bu yetki sınırlamanın icrası konusunda hangi idarenin yetkili olduğunu ve bu yetkinin kullanılma usulünü belirleme yetkisini de doğal olarak içerir. Bu noktada kararnamelere hasredilmiş alanların varlığı ile temel hak ve özgürlüklerin kanunla sınırlandırılması noktasında yapılan idari yetkilendirmeler arasında bir tutarsızlık ya da çelişki bulunmamaktadır. Bu sadece temel hak ve özgürlüklerin sınırlandırılması bakımından değil; kanun koyucunun düzenlediği herhangi bir konu bakımından da mümkündür. Kanun koyucunun düzenlediği herhangi bir kamu hizmetini bir bakanlıkla ilişkilendiremeyeceğini; çünkü bakanlıkların görev 48  Yıldırım (dn 17) 310.49  Yıldırım (dn 17) 310. 50  Eren (dn 7) 45.51  Yasin, 1 No lu Cumhurbaşkanlığı Teşkilatı Hakkında Cumhurbaşkanlığı Kararnamesi nin İçişleri Bakanlığının görev ve yetkilerini düzenleyen 254. maddesinde sıralanan  yurdun iç güvenliğini ve asayişini, kamu düzenini ve genel ahlakı, Anayasada yazılı hak ve hürriyetleri korumak ;  Sınır, kıyı ve karasularımızın muhafaza ve emniyetini sağlamak ;  karayollarında trafik düzenini sağlamak ve denetlemek ,  suç işlenmesini önlemek ,  suçluları takip etmek ve yakalamak ,  her türlü kaçakçılığı men ve takip etmek  gibi görev ve yetkilerin temel hak ve özgürlüklerin sınırlandırılması sonucunu doğuracağını ileri sürmektedir. Yasin (dn 35) 324. İlk bakışta bu endişe haklı gibi görünse de bu yetkilerin kullanılması şart ve usullerinin tamamının kanunla düzenlendiği; kanun bulunmadığı sürece bu son derece genel ifadelerle belirlenmiş yetkilerin kullanılmasının mümkün olamayacağının altını çizmek gerekir. 244Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırlarıve yetkilerinin ancak kararname ile düzenlenebileceğini ileri sürmek mümkün olmasa gerekir. Yine kanun koyucunun belli bir konuyu düzenledikten sonra ayrıntıların, örneğin İçişleri Bakanlığı tarafından düzenleneceği şeklinde bir düzenleme yetirmiş olması, diğer bir deyişle yönetmelik çıkarma konusunda İçişleri Bakanlığını yetkilendirmiş olması mahfuz kararname alanına girdiği şeklinde yorumlanmamalıdır. Örneğin Belediye Kanunu nun 10. maddesinde yer alan  Bir beldenin adı, belediye meclisi üye tam sayısının en az dörtte üç çoğunluğunun kararı ve valinin görüşü üzerine İçişleri Bakanlığının onayı ile değiştirilir.  hükmü İçişleri Bakanlığına vesayet yetkisi verirken mahfuz kararname alanına mı girmiştir? Buna benzer yüzlerce örnek verilebilir. Tekrar etmek gerekirse, mahfuz kararname alanı niteliği, Kanun Koyucunun düzenlediği konularla bu kararname alanlarıyla hiçbir ilişki kurmayacağı şeklinde anlaşılmamalıdır. O halde mahfuz kararname alanının ne anlama geldiği bu kapsamda daha somut bir şekilde belirginleştirilmelidir. Yine bakanlıklar üzerinden açıklayacak olursak, kanun bakanlıkların teşkilatını, bu teşkilat yapısına bağlı görev ve yetkileri; daha genel düzeyde bakanlığın faaliyet alanını ve bu alanla ilgili sahip olduğu genel yetkileri  kurucu nitelikte  düzenleyemez. Ülgen, bu konuyu bir başka açıdan şu şekilde ifade etmektedir:  Tarihsel gelişim ve Anayasa nın sistematik yorumu dikkate alındığında, Bakanlıkların görev ve yetkisinin belirlenmesinin kendi aralarındaki görev ve yetki paylaşımının belirlenmesi olarak anlaşılması gerekir. Bu yorum kanunla bakanlıklara başka görev ve yetkiler verilmesine engel olmayacaktır. 52Bu açıdan bakıldığında kararname ile düzenleme yapılırken Anayasa nın 104/17. ve 13. maddesi çerçevesinde bakanlıkların yetkilerinin temel hak ve özgürlüklerin sınırlandırılması sonucunu doğuracak bir nitelik taşımaması gerekir. Konusu özel olarak belirlenmiş kararnameleri Anayasa nın 104/17. maddesi dışında tutmak kararname yetkisini Anayasa nın 13. maddesindeki  ancak kanunla sınırlanabilir  şartından istisna etmeye varacak uç yorumlara yol açabilir ve yargı organının yetkili olduğu konular dışında kalan hemen hemen bütün temel hak ve özgürlüklerin bakanlıkların görev ve yetkilerinin belirlenmesi amacı altında kararname ile sınırlandırılması olanağı gelişebilir. Ayrıca, tam da bu sebeple konusu özel olarak belirlenmiş olan kararnamelerin  kanun gücünde  olduğuna dair yorumlara temkinli bir şekilde yaklaşmak gerekir. Anayasa nın temel hak ve özgürlükler rejiminin 2017 Anayasa değişikliğinden sonra geçmişe göre farklı bir açıdan değerlendirilmesini gerektirecek hiçbir sebep bulunmamaktadır. Esas olan kararnamelerin değil temel hak ve özgürlüklerin hukuksal rejimidir.52  Ülgen (dn 6) 22. Ülgen bir başka yerde aynı sorunu temel hak ve özgürlüklerin sınırlandırılması bağlamında Kanun Hükmünde Kararname uygulaması örnekleriyle daha detaylı bir şekilde açıklamaktadır. Bkz. Özen Ülgen, ‘Kanun-Cumhurbaşkanlığı Kararnamesi İlişkisinin Yargısal Denetimine Yönelik Sorunlar  (2019) 36(1) Anayasa Yargısı 261, 273-274.53  Bu yönde bir yorum için bkz. Hasan Tunç, Türk Anayasa Hukuku (Gazi 2018) 234.245İstanbul Hukuk Mecmuası 78/1Anayasa nın 104/17. maddesinde yer alan ikinci sınırlama  Anayasada münhasıran kanunla düzenlenmesi öngörülen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz.  hükmüdür. Bu sınırlama özel konulu kararnameler için de geçerli olmalıdır. Çünkü Anayasa da belirlenen sınırlı konularda çıkarılan kararnamelerin sınırlarını aşıp Anayasa nın kanunla düzenlenmesini emrettiği konuları da kapsamına alması ihtimal dahilindedir. Kanunla düzenlenmesi gereken veya kanunda açıkça düzenlenen konular sınırı çoğu zaman belirgin olmayabilir. Bu konuda bazı örnekler üzerinde durulabilir. Anayasa nın özel olarak belirdiklerinin arasında en geniş düzenleme konusu  Bakanlıkların kurulması, kaldırılması, görevleri ve yetkileri, teşkilat yapısı ile merkez ve taşra teşkilatlarının kurulması Cumhurbaşkanlığı kararnamesiyle düzenlenir.  hükmüyle 106/11. maddesinde yer almıştır. Buna karşın diğer üç konuda düzenleme sahası o kadar geniş tutulmamıştır. Örneğin, Anayasa nın 104/9. maddesine göre, Cumhurbaşkanı  Üst kademe kamu yöneticilerini atar, görevlerine son verir ve bunların atanmalarına ilişkin usul ve esasları Cumhurbaşkanlığı kararnamesiyle düzenler.  Yine Anayasa nın 128/3. maddesine göre,  Üst kademe yöneticilerinin yetiştirilme usul ve esasları, kanunla özel olarak düzenlenir.  O halde üst kademe yöneticilerine ilişkin bütün konular kanun konusu olmaktan çıkmamıştır ve dolayısıyla kararname konuyu her yönüyle düzenleyemez. Benzer bir durum Milli Güvenlik Kuruluna ilişkin kararnameler için de geçerli olacaktır. Anayasa nın 118/6. maddesine göre,  Milli Güvenlik Kurulu Genel Sekreterliğinin teşkilatı ve görevleri Cumhurbaşkanlığı kararnamesiyle düzenlenir.  Ancak kararname Milli Güvenlik Kurulu Genel Sekreterliğinde istihdam edilecek kamu görevlileri ile ilgili özel düzenlemeler getiremez. Zira Anayasa nın 128/2. maddesine göre kamu görevlilerine ilişkin düzenlemelerin kanunla yapılması gerekir. Daha somut bir örnek olarak, Anayasa nın  Devlet Denetleme Kurulu  başlıklı 108/4. maddesinin  Devlet Denetleme Kurulunun işleyişi, üyelerinin görev süresi ve diğer özlük işleri, Cumhurbaşkanlığı kararnamesiyle düzenlenir.  hükmü ve buna istinaden çıkarılan 5 sayılı Cumhurbaşkanlığı Kararnamesi nin 6. maddesi üzerinde durulabilir. Kararname nin 6. maddesi denetleme (ve soruşturma) sırasında kamu görevlisini görevden uzaklaştırma yetkisini düzenlemiştir. Oysa görevden uzaklaştırma kamu görevlisinin statüsünde geçici de olsa bir kısıtlama getirir ve Anayasa nın 128/2. maddesi gereği bu konunun kanunla düzenlenebilecek bir konu olduğu ileri sürülebilir. Görevden uzaklaştırma yetkisinin kamu görevlilerinin statüsüne ilişkin özel bağlamı bir tarafa, aynı Kararname nin Devlet Denetleme Kurulunun diğer  yetki lerini düzenlediği 5. maddesi de tartışmaya açıktır. Zira, Anayasa nın 108/4. maddesi Devlet Denetleme Kurulunun  yetki lerinin de düzenleneceğine dair bir unsuru içermemektedir. Nitekim Anayasa nın bakanlıklara ilişkin 106/11. maddesi bakanlıkların  yetki lerinin de kararname ile düzenleneceğine 54  Aşağıda açıklayacağımız üzere,  münhasıran kanunla düzenlenmesi öngörülen konular  ifadesinin,  kanunla düzenlenmesi öngörülen konular  şeklinde anlaşılması gerekir. 55  RG 15.07.2018/30479.56  Ülgen de bu konuda kanun çıkarılması gereğini ifade etmiştir. Ülgen (dn 6) 25.246Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırlarıdair açık bir hükme sahiptir. Anayasa nın 123/1. maddesine göre idare kuruluş ve görevleri ile  kanunla  düzenlenecekse, Devlet Denetleme Kurulunun yetkilerinin kanunla düzenlenmesi gerektiği ileri sürülebilir. Bunula birlikte Devlet Denetleme Kurulunun yetkilerinin kararname ile düzenlenip düzenlenmeyeceği meselesinin Anayasa nın 104/17. maddesinde belirlenen  yürütme yetkisine ilişki konular  çerçevesinde tartışmaya açık olduğu ve kanunla düzenlenmediği sürece kararname ile düzenlenebileceği de ileri sürülebilir. Bu son görüşün benimsenmesi Devlet Denetleme Kurulunu düzenleyen kararnamenin  münhasıran kanunla düzenlenmesi emredilen konularda kararname çıkarılamaz  kuralından istisna edildiği anlamına gelmeyecektir. Özetle, Anayasa da kanunla düzenlenmesi emredilen konularda kararname çıkarılamayacağına dair kısıtlamanın, Anayasa nın kararname ile düzenleneceğini belirlediği dört konuda çıkarılacak kararnameler için de geçerli olması doğaldır. Üçüncü sınırlama  Kanunda açıkça düzenlenen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz.  hükmüdür. Bu hüküm çerçevesinde konusu özel olarak belirlenmiş kararnameler için iki ihtimal söz konusu olabilir. Birinci ihtimal kanunun mahfuz kararname alanında düzenleme yapmış olmasıdır. İkinci ihtimal ise kararnamenin mahfuz alanın dışına çıkarak kanunla düzenlenmiş olan bir konuda düzenleme yapmasıdır. Birinci ihtimalde, mahfuz konularda kanun değil kararname çıkarılacak ise, bu sınırlamasının mahfuz konulu kararnameler açısından işlerliği olmadığı düşünülebilir. Fakat buna rağmen bir kanun çıkarılmışsa, bu kanun iptal edilinceye kadar kanun uygulanacaktır. İkinci ihtimalde, belirlenen mahfuz konunun sınırlarının aşılmasıyla kanunla düzenlenen konularda düzenleme yapılmış olması durumu ortaya çıkar. Mahfuz konunun sınırlarının tespiti güçlüğü, bu durumla karşılaşmayı muhtemel bir hale getirecektir. Bu noktada Anayasa nın 104/17. maddesinin kanun ve kararname ilişkisi bakımından öngördüğü bir diğer kural devreye girecektir. Buna göre,  Cumhurbaşkanlığı kararnamesi ile kanunlarda farklı hükümler bulunması halinde, kanun hükümleri uygulanır.  Bu hüküm özel konulu kararnamelerin konu sınırını aşarak kanunla düzenlenmiş konulara girmesi halinde kararnamelerin uygulanmasını engeller. Dolayısıyla, Anayasa nın 104/17. maddesinde yer alan  Kanunda açıkça düzenlenen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz.  ve  Cumhurbaşkanlığı kararnamesi ile kanunlarda farklı hükümler bulunması halinde, kanun hükümleri uygulanır.  düzenlemeleri mahfuz konulu kararnameler için geçerli olacaktır. Mahfuz konulu kararnamenin konu sınırını aşması halinde aşan kısımlarıyla bu niteliğini yitireceği bir gerçek olsa da taşıdığı başlıktan bağımsız ve her durumda 104/17. madde kapsamında yer alması, sorunun çözümünü kolaylaştıracak ve tartışmalı olmaktan kurtaracaktır. 57  Yukarıda verilen örnekler açısından bakıldığında aynı idari birimi ilgilendiren konuların bir yönüyle kanunla bir yönüyle de kararname ile düzenlenmesinin mevzuat sistematiği açısından fevkalade karmaşık bir norm yapısına yol açacağı öngörülebilir.247İstanbul Hukuk Mecmuası 78/1Son olarak, Anayasa nın 104/17. maddesinin  Türkiye Büyük Millet Meclisinin aynı konuda kanun çıkarması durumunda, Cumhurbaşkanlığı kararnamesi hükümsüz hale gelir.  hükmü üzerinde durulmalıdır. Kanunun kararnamelere özgülenmiş konularda düzenleme yapmaması beklenir. Bununla birlikte kanunun kararnamelere özgülenmiş konularda düzenleme yapması halinde  Türkiye Büyük Millet Meclisinin aynı konuda kanun çıkarması durumunda, Cumhurbaşkanlığı kararnamesi hükümsüz hale gelir.  hükmü yine de uygulanacaktır. Diğer bir deyişle, kanunun kararnamelere özgülenmiş konularda düzenleme yapması Anayasa ya aykırı olsa da Anayasa ya aykırı bu kanun kararnamenin yürürlükten kalkmasına sebep olacak ve fakat iptal edilinceye kadar da yürürlükte kalacaktır. Mahfuz ya da özel konulu kararnamelerin Anayasa nın 104/17. maddesinden ayrı bir hukuksal rejime tabi olamayacağı görüşünün önem kazandığı alan temel hak ve özgürlüklerin sınırlandırılması rejimiyle ilgilidir. Özellikle bu kararnamelerin kanun gücünde olduğuna yönelik görüşler, Anayasa nın 13. maddesinin sunduğu  kanun güvencesi ni etkisizleştirme ihtimalini beraberinde getirmektedir. Bununla birlikte, Anayasa nın kararnamelerin rejimine ilişkin yarattığı belirsizlikler içinde konularını özel olarak belirlediği kararnamelerin, 104/17. maddesi ile ilişkisini değerlendirerek kesin ve tartışmasız bir sonuca varmak güçtür. B. Kanun Alanına İlişkin Belirsizlikler1. Münhasır Kanun Alanının Varlığı SorunuAnayasa değişikliğine kadar anayasa hukukumuzda kural olarak münhasır kanun alanının bulunmadığı konusunda hem uygulama hem de öğreti açısından belli bir fikir birliğinin bulunduğu tespit edilebilir. Buna göre, kanunla düzenlenmiş her konuda yürütme organı kanuna dayanmak ve ona aykırı olmamak kaydıyla, kanun açıkça yetki vermese dahi düzenleme yapabilir. Bu açıdan bakıldığında Anayasa değişikliğinin, münhasır kanun alanının var olmadığı durumuna yönelik köklü bir yenilik getirdiği söylenemez. Bununla birlikte Anayasa değişikliğini tasarlayan düşünce yürütme organına asli düzenleme yetkisi tanırken bu yetkinin konu bakımından sınırını  münhasır kanun alanı  kavramını ile belirlemek istemiştir. Her durumda, Anayasa nın 104/17. maddesindeki  Anayasada münhasıran kanunla düzenlenmesi öngörülen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz.  düzenlemesini açıklamak gerekecektir. Açıklamayı Anayasa Mahkemesi içtihadı ile ele almak faydalı olabilir. 58  Gözler de konuyu farklı ihtimaller çerçevesinde değerlendirip kesin sonuca bağlamamıştır. Gözler (dn 23) 888-889. Ülgen ise özel konulu kararnamelerin 104/17. maddesindeki hükümlerden bağımsız olarak değerlendirilmesi gerektiği sonucuna varmıştır. Ülgen (dn 6) 20-23. 59  Turan Güneş, Türk Pozitif Hukukunda Yürütme Organının Düzenleyici İşlemleri (AÜSBF 1965) 100-115, 132; Erdoğan Teziç, Türkiye de 1961 Anayasasına Göre Kanun Kavramı (İÜHF 1972) 81; Yıldırım (dn 17) 304; Eren (dn 7) 34-40; Gözler (dn 23) 867; Ülgen (dn 6) 28-29. Bununla birlikte özellikle cezaların belirlenmesinin münhasır kanun alanı olduğu kabul edilir. Gözler (dn 23) 883; Güneş (dn 59) 113.60  Ülgen, kamu hukukumuzda  …münhasır ifadesi(nin) kanuna mahsus, yürütmeye kapalı, yalnızca kanun ile düzenlenebilen alan  olarak anlaşıldığını tespit etmektedir. Ülgen (dn 6) 28.248Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıAnayasa Mahkemesi 2013 yılında konu hakkında verdiği karara kadar, istikrarlı bir içtihat olarak, Kanun Koyucunun yeterli kanun düzenlemesi oluşturmadan konunun detaylarını düzenleyici işlemlere bırakmasını yasama yetkisinin devredilmezliği ilkesi bağlamında Anayasa ya aykırı buluyordu. Aynı yıl verdiği bir kararla içtihat değişikliğine giden Anayasa Mahkemesi bir ayrıma gitmiş, Anayasa da kanunla düzenlenmesi emredilen konularda eski içtihadının geçerli olduğuna; ancak bunun dışındaki konularda kanunun sadece belli konularda düzenleme yapması için yürütme organına yetki vermesinin yeterli olacağına hükmetmiştir. Karara göre,  Anayasa temel hak ve özgürlüklerin sınırlandırılması (m.13), vergi ve benzeri mali yükümlülüklerin konması (m.73) ve memurların atanmaları, özlük hakları v.s. (m.128) gibi bazı konularda düzenlemenin münhasıran kanunla yapılmasını öngörmektedir…Anayasa nın açıkça kanunla düzenlenmesini öngörmediği konularda ise kanunun çok genel ifadelerle düzenleme yaparak, ayrıntıyı yürütmeye bırakması mümkündür. Anayasa da münhasıran kanunla düzenleme yapılması öngörülmeyen konularda yürütme organının doğrudan ve ilk elden düzenleyici işlem yapabileceği düşünülebilirse de yasamanın asliliği ve yürütmenin türevselliği gereği idari işlemlerin kanuna dayanması zorunluluğu vardır 63.  Münhasıran kanunla düzenlenmesi gereken konular  ifadesinin Anayasa Mahkemesi tarafından sadece yasama yetkisinin devredilmezliği ilkesinin yeniden yorumlanması bağlamında kullanıldığı; yoksa bu konuların yeterli kanun düzenlemesi bulunduğu sürece, yürütmenin düzenlemesine tamamen kapatılmış konular olarak görülmediği açıktır. Bununla birlikte, Anayasa nın 104/17. maddesindeki hükmün bu içtihat değişikliğinin kullandığı kavramdan etkilenilerek tasarlandığı ileri sürülebilir. Diğer bir deyişle, Anayasa nın söz konusu hükmünü Anayasa Mahkemesinin kararlarında dile getirdiği şekilde yorumlayabiliriz. Anayasa nın 104/17. maddesinde yer alan  münhasıran kanunla düzenlenmesi öngörülen konular  ifadesinin,  Anayasa da ‘ancak kanunla  düzenlenir veya sınırlanır şeklinde ifade edilen durumlara mı işaret ettiği ne dair bir soru kaçınılmazdır.  Ancak kanunla  ifadesinin geçtiği 13/1.65, 20/3.66, 38/3.67, 66/3.68 maddeler zaten Anayasa nın ikinci kısmının birinci ve ikinci bölümlerinde bulunan temel haklar, kişi hakları ve ödevleri ile dördüncü bölümde bulunan siyasi haklar ve ödevler düzenlemeleri içinde yer alır ve bunlar kararnameler için zaten mutlak yasak alanlardır. Geriye bir tek Anayasa nın 66/8. maddesindeki  Yüksek öğretim elemanlarının siyasi partilere üye olmaları ancak kanunla 61  Anayasa Mahkemesi, 76/44, 20.03.2013.62  Anayasa Mahkemesinin bu konudaki oldukça sorunlu içtihat birikimi ve bunun eleştirisi için bkz. Öztürk (dn 3) 144-150.63  Anayasa Mahkemesi, 72/126, 24.02.2013.64  Yıldırım (dn 5) 25.65   Temel hak ve hürriyetler, özlerine dokunulmaksızın yalnızca Anayasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla sınırlanabilir. 66   Kişisel veriler, ancak kanunda öngörülen hallerde veya kişinin açık rızasıyla işlenebilir. 67   Ceza ve ceza yerine geçen güvenlik tedbirleri ancak kanunla konulur. 68   Vatandaşlık, kanunun gösterdiği şartlarla kazanılır ve ancak kanunda belirtilen hallerde kaybedilir. 249İstanbul Hukuk Mecmuası 78/1düzenlenebilir.  hükmü kalmaktadır. Her halde  münhasıran kanunla düzenlenmesi öngörülen konular  ölçütü sadece 66/8. madde kast edilerek getirilmemiştir. Dolayısıyla  münhasıran kanunla düzenlenmesi öngörülen konular  ifadesi ile  ancak kanunla düzenlenir  ifadesinin kast edilmiş olması mümkün görünmemektedir. Neresinden bakarsak bakalım düzenlemede geçen  münhasır  sözcüğünün kullanılması uygun olmamıştır. Gereksiz yere kullanılan  münhasır  sözcüğünün bulunması ya da bulunmamasının düzenlemeyle güdülen amaç bakımından büyük bir anlam farkı doğurmayacağı düşünülebilir. Düzenlemenin tek anlamı çok basit düzeyde,  Anayasa da  kanunla  düzenlenmesi  öngörülen  konularda   kararname çıkarılamayacağıdır. Diğer taraftan  münhasır  sözcüğüne mutlaka bir anlam yüklenecekse bunun kanuna dayanan düzenleyici işlemler bakımından bir anlamı olmadığı bellidir. Bu açıdan, münhasır alanının varlığının sadece asli düzenleme yetkisini ifade eden kararnameler bakımından söz konusu olduğu ileri sürülebilir. Diğer bir deyişle, yürütme organının düzenleme yetkisi kanuna dayanmak zorunda olmayan kararnameler ve kanuna dayanmak zorunda olan diğer düzenleyici işlemler çıkarmak şeklinde iki kategori olarak ele alınacaksa, burada söz konusu olan münhasır kanun alanı sadece kararnamelere kapatılmış konuları ifade eder. Eğer böyle ise, münhasır kanun konularının bir listesinin yapılmamış olması bir eksiklik değildir. Anayasa da hangi konuların kanunla düzenleneceği bellidir.Konunun sosyal ve ekonomik haklar bakımından ele alınması gerekecektir. Gözler in  düzenleme  ve  sınırlama  kavramları arasında fark bulunduğuna ilişkin kabulü ile ileri sürdüğü görüşe göre, Anayasa nın 13. maddesi, hangi bölümde yer alırsa alsın, temel hak ve özgürlüklerin  sınırlanması nın  kanun  ile olacağını emretmektedir ve bu kapsamda kararnameler sosyal ve ekonomik hakları sadece düzenleyebilir, sınırlayamaz. Bu açıklamanın  sınırlama  ve  düzenleme  kavramsal farklılığına yönelik kısmının doğru olduğu kabul edilecek olsa bile, Anayasa nın 104/17. maddesinde yer alan  münhasıran kanunla düzenlenmesi öngörülen konular  ifadesi karşında sosyal ve ekonomik haklar alanında da kanunla düzenleneceği belirlenmiş konularda  düzenleme amacı  ile dahi kararname çıkarılmasının mümkün olmadığını kabul etmek durumundayız. Örneğin Anayasa nın 42. maddesinde göre,  Öğrenim hakkının kapsamı kanunla tespit edilir ve düzenlenir ;  Özel ilk ve orta dereceli okulların bağlı olduğu esaslar, Devlet okulları ile erişilmek istenen seviyeye uygun olarak, kanunla düzenlenir ;  Eğitim ve öğretim kurumlarında okutulacak yabancı diller ile yabancı dille eğitim ve öğretim yapan okulların tabi olacağı esaslar kanunla düzenlenir.  O halde, sosyal ve ekonomik haklar kısmında düzenlenen eğitim öğretimle ilgili kanunla düzenleneceği belirlenmiş bu konularda sınırlama içermese dahi 69  Bu düzenlemenin de siyasi haklar ve ödevlerden bağımsız bir içeriğe sahip olduğu düşünülemez. 70  Farklı gerekçelerle aynı sonuç için bkz. Gözler (dn 23) 884. 71  Aynı yönde bkz. Sancaktar (dn 13) 82; Ülgen (dn 6) 29-33; Yıldırım (dn 5) 26.72  Gözler (dn 23) 882. 250Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırlarıkararname çıkarmak mümkün değildir. Yine Anayasa nın 51/3. maddesine göre,  Sendika kurma hakkının kullanılmasında uygulanacak şekil, şart ve usuller kanunda gösterilir. ; 54/1. maddesine göre,  Toplu iş sözleşmesinin yapılması sırasında, uyuşmazlık çıkması halinde işçiler grev hakkına sahiptirler. Bu hakkın kullanılmasının ve işverenin lokavta başvurmasının usul ve şartları ile kapsam ve istisnaları kanunla düzenlenir.  Anayasa nın üçüncü bölümünde kanunla düzenleme şartı getirilen (md. 42/9, 43/3, 44, 46, 47, 50/4, 51/4, 53/(2)(5), vs.) birçok hüküm daha mevcuttur. Şüphesiz Anayasa nın öngördüğü yasak kapsamında bu konularda kararname çıkarılması mümkün görünmemektedir. Bütün bu açılardan bakıldığında sosyal ve ekonomik haklar bakımından kararnamelerin düzenleme olanağı geçmişteki kanun hükmünde kararnamelere göre çok daha sınırlıdır. 2. Kanunda Açıkça Düzenlenen Konular SorunuAnayasa nın 104/17. maddesinin kararnameler için getirdiği konu sınırlamalarını yukarıdaki başlıklar altında büyük ölçüde incelemiş olduk. Aynı maddede geçen  Kanunda açıkça düzenlenen konularda Cumhurbaşkanlığı kararnamesi çıkarılamaz.  sınırlaması, yukarıda açıklamaya çalıştığımız birçok soruna ek bazı sorunları beraberinde getirecekmiş gibi görünmektedir. Hatta kararname ve kanun ilişkisi bakımından en çok tartışılacak konulardan birisinin de bu olacağı tahmin edilebilir. Kanunların ele aldıkları konuyu  örtülü  olarak düzenlenmesi değil,  açıkça  düzenlemeleri beklenir. Bir konu kanunla düzenlenmiş ise açıkça düzenlenmiştir. Bu bakımdan  kanunda düzenlenen konular  ifadesi ile  kanunda açıkça düzenlenen konular  arasında nasıl bir anlam farkı bulunduğunu açıklamaya çalışmak sonuçsuz bir çaba olacaktır. Bununla birlikte Şirin bu konuda oldukça işlevsel görünen bir ölçüt önermektedir. Buna göre,  …herhangi bir kuralın uygulamasını değiştiren veya yorumuna etki eden düzenlemeleri ‘aynı konuda  saymak gerekir. 77 Bu ölçüt karşılaşılması muhtemel sorunların üstesinden büyük ölçüde gelecek olsa da norm dünyasının karmaşık yapısı içinde bazı sorunları çözmek için yeteri olmayabilir. 73  Eren e göre,  Sosyal ve ekonomik haklar alanında kanunla düzenleme öngören hükümler içinde ikincil nitelikteki düzenlemeler yapılabilir. Nitekim Anayasa Mahkemesi ne göre, ‘Anayasa nın 42. maddesinde yer alan, ‘Öğrenim hakkının kapsamı kanunla tespit edilir ve düzenlenir.  hükmü de, öğrenim hakkına ilişkin her konunun mutlaka kanunla düzenlenmesi zorunluluğunu içermemekte, kanunla öğrenim hakkına ilişkin bir düzenleme yapılmaksızın söz konusu düzenleme yetkisinin tamamen yürütme organına bırakılamayacağını ifade etmektedir  (AYM, E. 2014/88, K.2015/68, 13/7/2015. §. 65). Dolayısıyla konu kanunla ilk elden düzenlendikten sonra, konunun kanun dışında kalan alanlarına ilişki CBK ile düzenleme yapılabilir.  Eren (dn 7) 39. 74  Eren (dn 7) 66.  Münhasıran kanunla düzenlenmesi öngörülen konular  sorununun bazı yönlerini,  yürütme yetkisine ilişkin konular  sorunu bağlamında aşağıda tekrar ele alacağız. 75  Elbette hukuk dilinde, belli bir düzenleme yorumlanırken  açık düzenlenme  bulunmadığı ya da konunun  açıkça düzenlendiği  gibi nitelendirmeleri sıklıkla kullanırız. Ancak yukarıda üzerinde durduğumuz  kanunda açıkça düzenlenen konular  ifadesinin, yorum çabası sırasında sarf ettiğimiz  açıkça düzenleme ye dair nitelendirmelerden farklı olduğu bellidir. 76  Gözler (dn 23) 885-886. 77  Şirin (dn 9) 332.251İstanbul Hukuk Mecmuası 78/1 Açıkça  sözcüğü ile Cumhurbaşkanının belli bir konuda düzenleme yapmış olan kanunda bazı eksiklikler olduğunu düşünmesi halinde kararname çıkarması olanağı yaratılmak istenmiş olabilir. Bazı konular kanunda düzenlenmiş, ancak o konuda kanunda bulunmayan bir kısım ek düzenlemelere ihtiyaç duyulduysa, bu ek düzenlemeler kararname ile yapılabilir mi? Bu soruya olumlu yanıt verilse bile Kanun Koyucunun belli bir konunun bilinçli olarak düzenlemediği bir unsurunu Kanun Koyucudan farklı olarak eksiklik ya da ihtiyaç olarak gören bir Cumhurbaşkanının kendince düşündüğü bu eksikliği gidermesi kendisini Kanun Koyucunun yerine koyduğu anlamına gelmez mi? Kanunun artık toplumsal ihtiyaçları karşılama özelliğini yitirmiş olması ile Kanun Koyucunun belli bir konu unsurunu bilinçli olarak düzenlememiş olması arasındaki farkın tespit edilmesi mümkün müdür? Bu sorulara tatmin edici açıklıkta cevaplar vermek mümkün değildir. Ancak şurası bir gerçek ki Cumhurbaşkanının, kanunun son derece genel bir şekilde düzenlediği ve ayrıntılarının da örneğin yönetmelik gibi bir düzenleyici işlemle düzenleneceğini de zikretmediği bir konuda kararname ile kanunu dayanak göstermeden ayrıntılı düzenlemeler getirmesi mümkün değildir. Cumhurbaşkanı ayrıntılara dair düzenleme yapmak ihtiyacı duyduğunda bunu ancak yönetmelikle yapabilecektir. Cumhurbaşkanın kanunda eksik olarak düşündüğü bir unsuru kararname ile düzenlemesi konusunda yetkisinin bulunduğunu düşünsek bile mevzuat sistematiği açısından oldukça karmaşık bir norm yapısı oluşacağı kesindir. Aynı konunun belli yönleri kanunla belli yönleri ise kararname ile düzenlenmiş olabilecektir. Yine herhalde belirtmeye gerek yoktur ki kararname ile kanun metnine ek yapılmasının mümkün olmaması gerekir. Aksi halde normlar hiyerarşisinde aynı seviyede olmayan, bir kısmı kanun bir kısmı kararname olan melez metinler ortaya çıkacaktır. Uygulamada kararname ile kanuna ek yapılmasına yetki verildiği ve bu yetkinin de kullanıldığını görmekteyiz. 5018 sayılı Kamu Mali Yönetimi ve Denetimi Hakkında Kanun un Ek Madde 5 e göre,  Cumhurbaşkanlığı kararnameleriyle kurulan idarelerin bu Kanuna ekli cetvellerden hangisinde yer alacağı ilgili Cumhurbaşkanlığı kararnamesinde belirtilir.  Bugüne kadar sekiz kuruluş kararnameler ile Kanun un ekli cetveline eklenmiştir. Ek Madde 5 ten Kanun a ek yapılması anlamı çıkıp çıkmayacağı bir tarafa, kararnameler açıkça Kanun a ek yapılmasını düzenlemiştir. Örneğin, 23 sayılı Kararname nin 11/4. maddesine göre,  10/12/2003 tarihli ve 5018 sayılı Kamu Malî Yönetimi ve Kontrol Kanununa ekli (II) Sayılı Cetvelin ‘B) ÖZEL 78  Geçmişte kanun hükmünde kararnameler rejimi kapsamında benzer bir sorunun tartışıldığı ilginç bir makale için bkz. Cem Eroğul,  TBMM YGK lerde Değişiklik Yapabilir mi?  (2005) 60(3) Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi 109-121.79  Ülgen, örnekleriyle birlikte aynı sorunu ele alırken kanunun, kararname ile kanunda değişiklik yapılabilmesine yetki vermesinin; türev nitelikte bir düzenleme yetkisine işaret ettiğini bunun ise kararnamelere ilişkin hukuksal rejimle bağdaşmayacağını ifade etmektedir. Ülgen (dn 84) 268. Ancak unutmamak gerekir ki kararname adı altında olmasa da mevcut Anayasa düzenlemeleri çerçevesinde türev nitelikte bir düzenleme yetkisi ile kanuna ek yapmak da mümkün değildir. 80  RG 13.12.2018/30624.252Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıBÜTÇELİ DİĞER İDARELER  bölümüne ‘50) Türkiye Uzay Ajansı  satırı ilave edilmiştir.  Böylece ortaya bir kısmı kanun bir kısmı kararname olan bir düzenleme metni ortaya çıkmıştır. Böyle bir durumu Anayasa hükümleri çerçevesinde belli bir anlama kavuşturmak mümkün değildir. Elbette Cumhurbaşkanı tarafından kurulan kamu tüzel kişilerinin bütçe rejiminin belirlenmesi gerekir. Ancak bunun için 5018 sayılı Kanun a kararname ile ek yapılması zorunlu değildir. 5018 sayılı Kanun a kararname ile yapılan eklerin kişilerin hakları ve yükümlülüklerini ilgilendiren bir yönü bulunmadığı; dolayısıyla önemli bir sorun olarak düşünülmemesi gerektiği ifade edilebilir. Ancak, bu durum sorunların hangi boyutlara sahip olduğuna veya olabileceğine dair ilginç bir örnektir. Kanunun düzenleme konusunu  amaç  ve  kapsam  maddeleriyle belirlemenin en doğru yol olduğu düşünülebilir. Bu maddelerin kanunun konusunu ve amacını son derece genel ifadelerle belirlediği bir gerçektir. Bu ifadeler ne kadar genel olursa olsun belli bir alanın kanunla düzenlendiğine işaret eder. Örneğin 18/04/2006 tarih ve 5488 sayılı Tarım Kanunu nun 1. ve 2. maddesi amaç ve kapsamını ortaya koymuştur. Kanun un 2. maddesine göre,  Bu Kanun, tarım politikalarının amaç, kapsam ve konularının belirlenmesi; tarımsal destekleme politikalarının amaç ve ilkeleriyle temel destekleme programlarının tanımlanması; bu programların yürütülmesine ilişkin piyasa düzenlemeleri, finansman ve idarî yapılanmanın tespit edilmesi; tarım sektöründe uygulanacak öncelikli araştırma ve geliştirme programlarıyla ilgili kanunî ve idarî düzenlemelerin yapılması ve tüm bunlarla ilgili uygulama usûl ve esaslarını kapsar.  Burada belirlenen konulara temas eden hiçbir konu artık kararname ile düzenlenmemelidir. Daha eski tarihli kanunlarımızda amaç ve kapsam belirleme maddeleri bulunmamaktadır. Bununla birlikte uygulayıcının amaç ve kapsam maddeleri bulunmayan bir kanunu bütünüyle inceleyip amaç ve kapsamını belirlemesi güçlük arz etmese gerekir. III. Düzenleme Yetkisinde Yasama ve Yürütme Ortak AlanıAnayasa nın 104/17. maddesi kararnamelerin konusunu belirlerken  yürütme yetkisine ilişkin konular  ifadesini kullanmaktadır. Yürütme yetkisine ilişkin konularda yasama yetkisinin genelliğine ilişkin bir tartışma bulunmamaktadır. Zira yürütme yetkisine ilişkin konularda kanun çıkarılabilecektir. O halde yürütme yetkisine ilişkin konular yasama ve yürütmenin ortak düzenleme alanı olarak belirlenmiştir. Bu konuda sorun yürütme yetkisine ilişkin konuları tanımlamaktır (A). Yasama ve yürütmenin ortak düzenleme alanı olarak en az tartışmalı konu kamu tüzel kişiliğinin kurulması olmalıdır. Çünkü Anayasa nın 123/3. maddesi kamu tüzel 81  Yukarıda verdiğimiz örnekte  Türkiye uzay Ajansı 5018 sayılı Kamu Malî Yönetimi ve Kontrol Kanununa ekli (II) Sayılı Cetvelin ‘B) ÖZEL BÜTÇELİ DİĞER İDARELER  bölümündeki idareler statüsünde kabul edilir.  şeklinde bir düzenleme yapılması sanırız sorunu çözmek için yeterli olurdu. Nitekim 5018 sayılı Kanun un Ek Madde 5 inde yer alan düzenleme de bu türden bir çözümü destekler niteliktedir. 253İstanbul Hukuk Mecmuası 78/1kişiliğinin kanunla veya kararname ile kurulabileceğini belirlemekle kararnamelere ilişkin diğer düzenlemelere oranla daha belirgin bir düzenleme getirmiştir (B).A. Yürütme Yetkisine İlişkin Konular SorunuAnayasa nın 104/17. maddesi Cumhurbaşkanının yürütme yetkisine ilişkin konularda kararname çıkarabileceğini, bu konularda kanun çıktığında ise kararnamenin hükümsüz hale geleceğini düzenlediğine göre,  yürütme yetkisine ilişkin konular  kararname ve kanunların ortak düzenleme alanıdır. Elbette  yürütme yetkisine ilişkin konular  ifadesi kanun ve kararnamenin ortak alanını ifade etmenin yanında, kararnamelere ilişkin konu sınırını da belirlemiş olmaktadır. Diğer bir deyişle yürütme yetkisine ilişkin konular dışında kararname çıkarılması mümkün değildir. Anayasa nın özel olarak belirlediği dört konuda ve kamu tüzel kişiliğinin kuruluşu konusunda kararname çıkarma yetkisinin konu bakımından sınırları göreli olarak bellidir. Ancak özel olarak belirlenen konuların dışında, kararnameler için getirilen genel konu belirlemesi ya da sınırlaması  yürütme yetkisine ilişkin konular  olarak ifade edildiğinde bunu tanımlama gereği doğar ve bunu yapmak hiç de kolay değildir. Daha önce de belirtildiği gibi Anayasa da kararnameler için belirlenen özel konuların bizzat Kanun Koyucu tarafından yürütme yetkisine ilişkin konular kapsamında görüldüğü düşünülebilir. Ancak bunun dışında yürütme yetkisine ilişkin konuların neler olduğu bugüne kadar ne öğretide ne de yargı kararlarında tanımlanmış değildir. Anayasa nın  yürütme yetkisi  olarak ifade ettiğinin  yürütme fonksiyonu  olduğunu düşünebilir miyiz? Maddi anlamda yürütme fonksiyonu, anayasa değişikliğine kadar, hükümet fonksiyonu adını verdiğimiz siyasi işleri ve  kanunların uygulanması  çerçevesindeki işleri (idari işlevi) ifade eden belli bir anlama sahipti. Özellikle kanunların uygulanması etkinliği bakımından  yürütme görevi nden söz ediyorduk. Yürütmenin bir kanuna dayanarak gerçekleştirdiği düzenleyici işlemlerin de  kanunun uygulanması  kapsamında görülmesi olağandı. Bugün de yürütme fonksiyonunun kanunları uygulama yönü asli bir özelliktir. Ancak, kanunla düzenlenmemiş konularda ve asli düzenleme yetkisi bakımından yürütme fonksiyonunun (ya da görev ve yetkisinin) ne anlama geldiğini açıklayacak belirgin bir ölçüt bulunmamaktadır. Kararnameler bir kanuna dayanmak zorunda değilse, yürütme fonksiyonunu  kanunları uygulama fonksiyonu  şeklinde tanımlamak sorunu çözmez. Yine de soruna bu açıdan bakalım ve yürütme fonksiyonunu bu sefer kanun ve kararnamenin yürütmeye verdiği görev ve yetkiler olarak tanımlayalım. Bu açıdan bakıldığında yürütme fonksiyonunun kendi halinde bir anlama sahip olmadığı, kanun ve kararnamenin yürütmeye verdiği görev ve yetkiler bulunmadığı sürece yürütme fonksiyonundan söz edilemeyeceği açıktır. Yürütme fonksiyonu kanun ve kararnamenin 82  Atar (dn 16) 247. Söz konusu güçlüğün yürütme fonksiyonu açısından örneklerle açıklaması için bkz. Ulusoy (dn 13) 38-55. 254Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırlarıbelirlediği bir şey ise bunun aynı zamanda kanun ve kararnamenin önceden belirlenen konusu olması mümkün değildir. Diğer bir deyişle bir fonksiyon tamamen açıklanan iradenin tercihine göre ve onun sonucu olarak var olabiliyorsa o fonksiyonun konusunu önceden genel bir ifade ile belirlemek mümkün değildir. Elbette  yürütme yetkisine ilişkin konular  gibi genel bir ifade yerine somut olarak belirlenmiş olan belli konuların bir listesinin yapılması mümkündür. Anayasa da yapılması gereken değişikliklerden birisi belki de buydu. Nitekim yukarıda da bazı belirttiğimiz üzere Anayasa nın 104/9, 106/11, 108/4, 118/6 maddeleri kararnamelere ilişkin bazı somut konuları belirlemiş bulunmaktadır. Yine Anayasa nın 123/3. maddesi kamu tüzel kişiliğinin kanunla veya kararname ile kurulabileceğini öngörmektedir. Bu türden somut belirlemeler yapılmadığı sürece  yürütme yetkisine ilişkin konularda  kararname çıkarılabileceğini düzenlemenin, kararnamelere ilişkin bir konu sınırlaması getirmek bakımından hiçbir işlevselliği ve anlamı yoktur. Benzer sebeplerle kararnamelerin konusunu belirlemek bakımından  Yasama ve yargı fonksiyonu dışında kalan her konu yürütme fonksiyonuna dahildir  şeklinde düşünmenin, belirsizliği giderme çabasına bir katkı sunmayacağını ifade edebiliriz. Yürütme yetkisi idari teşkilat, görev ve yetkilere ilişkin ve kararname ile bunların düzenleneceği kast edilmiş ise, Anayasa da özel olarak belirlenen dört konu ve kamu tüzel kişiliğinin kuruluşu dışında bunun da mümkün olmadığı ileri sürülebilir. Zira Anayasa nın 123/1. maddesine göre,  İdare, kuruluş ve görevleriyle bir bütündür ve kanunla düzenlenir.  Gerçekten idare kuruluş ve görevleri ile  kanun  ile düzenlenecekse; Anayasa da (münhasıran) kanunla düzenlenmesi emredilen konularda da kararname çıkarılamayacaksa, Cumhurbaşkanı yürütme yetkisine ilişkin hangi konuda kararname çıkarabilecektir?  Yürütme yetkisine ilişkin konular  ifadesi ile  idarenin kuruluş ve görevleri  ifadesi arasındaki ilişki nedir? Acaba  Yürütme yetkisine ilişkin konular ,  idarenin kuruluş ve görevleri ne ilişkin konulardan daha fazlasını mı içermektedir? Eğer öyle ise, hükümet işlevi (siyasi işlev) dışında,  daha fazlası  konuları bakımından belirlenebilir mi? Bu sorulara ikna edici cevaplar vermek güçtür. Öncelikle belirtmek gerekir ki Anayasa nın 104/17. maddesi  Cumhurbaşkanının yürütme yetkisine ilişkin konularda kararname çıkarabileceği  ile 123/1. maddesinde yer alan  idare kuruluş ve görevleri ile kanunla düzenlenir  hükümleri arasında genel hüküm, özel hüküm ya da kural, istisna ilişkisi kurmak mümkün değildir. Çünkü bu ilişkiyi ortaya koyabilmek için  yürütme yetkisine ilişkin konular  ifadesini netleştirmek gerekir. Yukarıda da belirtildiği gibi bu ifadeyi anlaşılır, nesnel ve öngörülebilir bir anlama kavuşturmak ise pek mümkün görünmüyor. Gerçekten  Anayasa da münhasıran kanunla düzenlenmesi öngörülen konular  ifadesinden  Anayasa da kanunla düzenlenmesi öngörülen konular  anlaşılacaksa, Anayasa da konusu açıkça belirlenmiş kararnameler 83  Öztürk (dn 3) 91-93. 255İstanbul Hukuk Mecmuası 78/1dışındaki kararnamelerle (yeni bir kamu tüzel kişiliğinin kurulması dışında) idari teşkilat, görev ve yetkilerin kararname ile düzenlenememesi gerekir. Bu bakımdan örneğin Cumhurbaşkanlığı idari teşkilatı ve bu teşkilatın görev ve yetkilerinin mutlaka kanunla düzenlenmesi gerekirdi. Diğer taraftan Cumhurbaşkanının Anayasa da belirlenenler dışında sahip olacağı bütün yetkilerin kanundan kaynaklanması gerekir. Zira Anayasa da başkent teşkilatında bakanlık teşkilat, görev ve yetkilerinin kararname ile düzenleneceği düzenlenmiş olmakla birlikte, Cumhurbaşkanlığı teşkilatı ve bu teşkilatın görev ve yetkilerinin kararname ile düzenleneceğine ilişkin açık bir hüküm bulunmamaktadır. Oysa 1 sayılı Cumhurbaşkanlığı Kararnamesi nin 1. maddesinden 37. maddesine kadar Cumhurbaşkanlığının idari teşkilatı düzenlenmiştir. Geldiğimiz  noktada  Cumhurbaşkanlığı  idari  teşkilatının  kararname  ile düzenlenemeyeceği; 1 sayılı Cumhurbaşkanlığı Kararnamesi nin Cumhurbaşkanlığı teşkilatını düzenleyen maddelerinin ise Anayasa ya aykırı olduğunu güçlü gerekçelerle ileri sürmek mümkündür.Yukarıdaki tartışmamız  yürütme yetkisi nin hangi konuları içerdiğine dair soyut bir belirleme yapma zorluğunun ötesinde; meseleye diğer Anayasa hükümleri çerçevesinde baktığımızda da belirsizliklerin ciddi boyutta olduğunu göstermek içindi. Söz konusu belirsizliği göstermek adına birçok örnek üzerinde durulabilir. Bu başlık altında tartışılan sorunun kararnamelerin bir kanuna dayanmak zorunda olmaması ve kanun gücünde olmamasından kaynaklandığı açıktır. Yukarıda Yıldırım ın kararnamelerin bir yetki kanuna dayanması gerektiğine dair görüşlerine yer vermiştik. Bu görüş açısından kanunla yetki verilen konunun yürütme yetkisine ilişkin konu olduğu düşünülebilir. Ancak bu durumda da yetki kanununun Anayasa ya uygunluğu açısından yürütme yetkisine ilişkin konular dışına çıkıp çıkmadığı tartışılacaktır. Belki bu konuda kanun koyucunun takdir yetkisinin bulunduğu kabul edilerek tartışmanın bir çözüme kavuşması sağlanabilir. Bu çözüm kararnamelerin kanuna dayanması gerektiğini kabul ettiğimizde mümkündür ve son derece işlevseldir. Peki kararnamelerin 84  Bakanlıkların kararname ile düzenlenmesini öngören Anayasa değişikliğinin Cumhurbaşkanlığı teşkilatı hakkında buna benzer bir hüküm getirmemiş olması ilginç bir durumdur. Zira Cumhurbaşkanlığı bakanlıklardan ibaret değildir. Bu durum, Anayasa değişikliği metninin hazırlanması aşamasında Cumhurbaşkanlığı teşkilatının kararname konusu yapılmasının unutulmuş olması ihtimalini akıllara getirmektedir. Özen Ülgen, ‘Cumhurbaşkanlığı Kararnameleri: İlk Gözlemler  (2018) 2 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi 619, 630; Ulusoy (dn 13) 118, 293. 85  Yıldırım a göre başkanlık sistemi mantığı içinde sadece  Cumhurbaşkanlığı teşkilatı Cumhurbaşkanlığı Kararnamesiyle düzenlenir  şeklinde bir hüküm getirilmiş olması, bakanlıkların kurulması ve kaldırılması yetkisini de içerecek yeterli düzenleme olurdu. Yıldırım (dn 17) 312. Ulusoy a göre, mevcut sistem içinde bakanlıklarla Cumhurbaşkanlığı teşkilatını ayrı düşünmek mümkün olmadığına göre bakanlıkları kararname ile düzenleme yetkisine sahip olan Cumhurbaşkanının Cumhurbaşkanlığı teşkilatını düzenleme yetkisine evleviyetle sahip olduğunu kabul etmek gerekir. Ulusoy (dn 13) 119.86  Örneğin, Gözler yargı örgütünün, yüksek mahkeme teşkilatının yargı fonksiyonunu ilgilendiren bir konu olmadığını; bu konuların yürütme yetkisine ilişkin konular olarak kabul görmesi halinde yargı örgütünün bir kararname ile düzenlenebileceğine dikkat çekmektedir. Gözler (dn 23) 879. Neyse ki Anayasa nın (münhasıran) kanunla düzenleneceğini emrettiği konularda kararname çıkarılamayacağı hükmü, bu tür sorunların üstesinden gelmemize yardımcı olabilir. Zira Anayasa yargı teşkilatı ve personeline ilişkin hemen her konuyu 138. ve devamı maddelerinde kanunla düzenleme şartına bağlamıştır. 87  Aynı yönde bkz. Şirin (dn 9) 309.256Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki Sınırlarıkanuna dayanmak zorunda olmadığı görüşü bakımından benzer bir çözüm üretmek mümkün müdür? Şirin, haklı olarak kararnamelerin ihdas usulüne dair bir kanun çıkarılmasının önünde anayasal bir engel bulunmadığına dikkat çekmektedir. Bu açıdan bakıldığında,  ihdas usulü nün de ötesinde Kanun Koyucunun sahip olduğu takdir yetkisine bağlı olarak kararnamelerden daha güçlü olan kanunla  yürütme yetkisine ilişkin konular ın bir listesini yapması ve kararname çıkarma yetkisini konu bakımından belirgin bir sınıra kavuşturması ihtimali tartışılmalıdır. Bu tür bir yöntemde Anayasa nın 104/17. maddesindeki sınırlamalar varlığını sürdürecektir. Kararnameler kanun gücünde olmadığına göre ve Kanun Koyucu yürütme yetkisine ilişkin konularda kanun çıkardığında kararname yürürlükten kalkacağına göre ve yasama yetkisinin genelliği ilkesi gereği Kanun Koyucunun yürütme yetkisine ilişkin konuları belirleme ve kararnamelerin de belirlenen konular dışına çıkamayacağını emretme yetkisine sahip olduğu ileri sürülebilir. Önerilen bu çözüm sorunsuz değildir. Öneriye göre kanunla belirlenen konuların kararname ile aşılması halinde kararnamenin karşılaşacağı müeyyidenin ne olacağı sorusunun cevabı belirsizdir. Böyle bir durumda kararnamenin kanuna aykırı olduğu düşünülebilir. Ancak yargısal denetimi Anayasa ya uygunlukla sınırlı  olan  kararnamelerin  kanuna  aykırı  olduğunu  ileri  sürmek  mümkün görünmemektedir. Bununla birlikte kanunun belirlediği konu sınırlamasının aşılması halinde sorunun Anayasa nın 7. ve 8. maddesi çerçevesinde değerlendirilmesi mümkündür. Anayasa nın 7. maddesi yasama yetkisinin üstünlüğünü devredilemeyecek bir yetki vurgusuyla belirlemektedir. Anayasa nın 8. maddesi ise yürütmenin görev niteliğini sürdürmektedir. Kanun koyucunun yürütme yetkisine ilişkin konuları kanunla somutlaştırması halinde yürütmenin görev niteliği öne çıkacaktır. Dolayısı ile kanunun belirlediği sınırların aşılması Anayasa nın 7. ve 8. maddesine aykırılıkla nitelendirilebilir. Elbette kararnamenin Anayasa ya uygunluğunu bir kanuna uygunluğu açısından değerlendirmek denetim tekniği açısından sorunludur. Fakat en azından kanun hükmünde kararnamelerin yetki kanununa uygunluğunun değerlendirilmesine dair tartışmalı geçmiş deneyimlerimiz mevcuttur. Bütün bu tartışmadan ortaya çıkan sonuç açıktır. Yukarıda da belirtildiği gibi, yürütme organının düzenleme aracı olarak kararnameler üzerinde ısrar edilecek ise, yürütme yetkisine ilişkin konuların bu ifadeye yer verilmeden bir liste halinde Anayasa da belirlenmesi gerekir. Daha yerinde bir tercih yürütme yetkisine ilişkin kararnameler kategorisinin tamamen yürürlükten kaldırılması ve sadece belirlenen özel konularda kararname çıkarma yetkisinin tanınmasıdır. Her durumda bu konuda bir Anayasa değişikliğine ihtiyaç olacaktır. Neticede, mevcut düzenlemeler çerçevesinde, ortak alan olarak nitelendirdiğimiz yürütme yetkisine ilişkin konularda çıkarılan kararnamelerin konu sınırlarını aşıp 88  Şirin (dn 9) 298.89  Aksi yönde bkz. Volkan Aslan, ‘Cumhurbaşkanlığı Kararnamelerinin Kanunlara Uygunluğunun Denetimi ve Çeşitli Hususların Kararname ile Düzenleneceğinin Kanunlarda Belirtilmesi Üzerine  (2019) 36(1) Anayasa Yargısı 139, 154-158.257İstanbul Hukuk Mecmuası 78/1aşmadığı sorununun doğru bir hukuksal temellendirme ile makul çözümlere kavuşturulması pek mümkün görünmüyor. B. Kamu Tüzel Kişiliğinin KurulmasıYukarıda konusu özel olarak belirlenmiş kararnamelerin Anayasa nın 104/17. maddesi kapsamının dışında düşünülmesinin mümkün olmadığını açıklamaya çalışmıştık. Anayasa nın 123/3. maddesi kamu tüzel kişiliğinin kanunla veya kararname ile kurulabileceğini öngörmektedir. Bu kapsamda kamu tüzel kişiliğinin kuruluşuna ilişkin kararnamelerin de Anayasa nın 104/17. maddesi kapsamında yer aldığı açıktır. Anayasa nın genel hüküm niteliğindeki 104/17. maddesi ve 123/3. maddesi kanun ve kararname için ortak düzenleme konularını içerdiğine göre bu sonuç olağandır. Yukarıda Anayasa da (münhasıran) kanunla düzenlenecek olan konularda kararname çıkarılamayacağına ilişkin kural ele alınmıştı. Bu çerçevede kararname ile kamu tüzel kişiliği kurulabileceğine ilişkin Anayasa nın 123/3. maddesi, idarenin kanunla düzenlenmesi kuralını ifade eden 123/1. maddesine istisna oluşturur. Kamu tüzel kişiliğinin kuruluşuna ilişkin kararnameler söz konusu olduğunda, kamu tüzel kişiliğinin örneğin sadece belediye gibi teşkilat, görev ve yetkileri önceden bir kanunla belirlenmiş bir kamu tüzel kişisi mi olacağı; yoksa teşkilat, görev ve yetkileri ile birlikte yeni bir tüzel kişilik mi olacağı sorusunun cevaplanması gerekir. Belediye gibi teşkilat, görev ve yetkileri kanunla belirlenmiş bir kamu tüzel kişiliğinin kararname ile kurulması mümkün olmasa gerekir. Böyle bir durumda kararnamenin bir kanuna dayanması ve kanuna uygun olması esası geçerli olacaktır. Oysa kararnameler asli düzenleme yetkisinin ürünü olarak bir kanuna değil, Anayasa ya uygun olmak zorundadır. Kararnamelerin Anayasa ya uygunluğunu da Anayasa Mahkemesi denetleyecektir. O halde belediyenin kurulması ya da kaldırılmasına ilişkin uyuşmazlıklar anayasa yargısının değil, idari yargının görevi olmalıdır. Nitekim 5393 sayılı Belediye Kanunu nun 4. ve 11. maddesi belediyenin kurulması ve kaldırılmasının  Cumhurbaşkanı kararnamesi  ile değil  Cumhurbaşkanı kararı  ile olacağını düzenlemiş bulunmaktadır. Yine 233 sayılı Kamu İktisadi Teşebbüsleri Hakkında Kanun Hükmünde Kararname nin 3/1. maddesine göre kamu iktisadi teşebbüsleri  Cumhurbaşkanınca kurulur. 91  Cumhurbaşkanınca kurulur  ifadesi yeterince açık olmasa da bunu Belediye Kanunu ndaki gibi  Cumhurbaşkanı kararı  ile kurulur şeklinde anlamak gerekir. 90  Ulusoy, bir  kamu hizmetinin  Anayasa nın 123/1. maddesi uyarınca kanunla kurulabileceğini, kararname ile kurulmasının mümkün olmadığını ifade etmektedir. Ulusoy (dn 13) 470. Ancak, kamu tüzel kişiliğinin kuruluşunu bir kamu hizmetinin kurulmasından ayrı tutmak mümkün olmasa gerekir. Kamu tüzel kişiliği ile birlikte bir kamu hizmeti de kurulduğunda, söz konusu kamu hizmetinin temel hak ve özgürlüklere yönelik doğrudan bir sınırlama getirme niteliğinde sahip olmaması gerekir. 91  İki düzenleme arasındaki fark, Anayasa değişikliğine uyum için yapılan mevzuat değişikliklerinde terminoloji birliği bulunmadığına örnektir.258Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıAslında buradaki esas sorun kanunun, kamu tüzel kişiliğini kurma konusunda yürütmeye yetki verip veremeyeceğine ilişkindir. Gerçekten Anayasa nın 123/4. maddesi değişiklikten önce kanunun verdiği yetki ile idari işlemle de kamu tüzel kişiliğinin kurulabileceğini düzenlemişken; değişiklikten sonra kurucu iradenin biçimini  kanun  ve  kararname  şeklinde sınırlandırmış görünmektedir. Anayasa nın 123/3. maddesinin ilk haline göre de  kanunun verdiği yetki  açıklığı olmasaydı da belediye gibi görev yetki ve teşkilatı önceden kanunla belirlenmiş bir kamu tüzel kişiliğinin kuruluşunun idari işleme bırakılmasının yasama yetkisinin devredilmezliği ve idarenin kanuniliği ilkeleri bakımından Anayasa ya aykırı olmayacağını ileri sürebilirdik. Bu bakımdan kanunun görev, yetki ve teşkilatını detaylı bir şekilde düzenlediği ve aynı nitelikte ihtiyaca göre çok sayıda kurulabilecek olan kamu iktisadi teşebbüsü ve belediye gibi kamu tüzel kişiliklerinin kurulmasını idari işleme bırakabilir. Ancak bu idari işlemin yukarıda açıklanan sebeplerle Cumhurbaşkanlığı Kararnamesi şeklinde olması mümkün değildir.SonuçToplumun belli kesimlerinde güçlü ve ihtiyaçlara daha hızlı yanıt veren bir devlet işleyişinin öncelikle güçlü bir yürütme işleviyle mümkün olacağına dair yersiz bir kanı vardır. Bu çalışmada ele aldığımız Anayasa değişikliği bu yersiz kanının bir ürünüdür. Güçlü devlet, hükümet sistemi ne olursa olsun içkin bir hukuk devleti kavrayışla ve yasama işlevinin üstünlüğü ile mümkündür. Yürütme organı ve işlevine ilişkin tasarımlarımız ikinci sırada bir öneme sahiptir. Ele aldığımız Anayasa değişiklikleri ile beliren yürütmeyi güçlendirme çabasının, zorunlu olmadığı halde düzenleme yetkisini de ele alması şaşırtıcı olmamıştır. Yapılan değişiklikler, anayasal boyutta bugüne kadar varlığını sürdüren idarenin kanuniliği ilkesine istisna getirme sonucunu doğurmuştur. Diğer bir deyişle, düzenleme yetkisinin kanuna dayanması ve sınırlarının kanunla belirlenmesi gerekliliği terk edilerek yürütme erki asli düzenleme yetkisine sahip kılınmıştır. Oluşturulan asli düzenleme yetkisi ile Cumhurbaşkanı yasama organının düzenleme yetkisine ortak kılmıştır. Ancak söz konusu ortaklığın eşit bir ortaklık olmadığı; kanun üstünlüğünün korunduğu, zaten aksinin de düşünülemeyeceği açıktır. Bununla birlikte kanun üstünlüğünün korunması bu üstünlüğün ifade edildiği tutarlı ve açık düzenlemelerle mümkündür. Belirsizlik, Cumhurbaşkanının asli düzenleme yetkisinin genişlemesine yol açacaktır. Düzenleme yetkisini genişletme eğilimi yürütme fonksiyonunun doğasında vardır. Anayasa değişikliğinin kararnamelere ilişin düzenlemelerinde birçok belirsizlik vardır. Bu belirsizliklerden birisi Anayasa nın konusunu özel olarak belirlediği kararnamelerin, 104/17. maddesinde genel olarak düzenlenen kararnamelerden bir 92  Yasin (dn 35) 322. 93  Aynı yönde bkz. Yasin (dn 35) 323. Aksi yönde bkz. Gözler (dn 23) 318. 259İstanbul Hukuk Mecmuası 78/1farklılık taşıyıp taşamadığına ilişkindir. Bu kapsamda belirlenen özel konularda Kanun Koyucunun kanun çıkarma yetkisinin bulunup bulunmadığı; diğer bir deyişle yürütme için mahfuz bir düzenleme alanının bulunup bulunmadığı yeterince açık bir şekilde düzenlenmemiştir. Anayasa nın 104/17. maddesinde geçen  münhasıran kanunla düzenlenmesi gereken konular ,  yürütme yetkisine ilişkin konular  ve  kanunda açıkça düzenlenen konular  ifadeleri kararnamelerin konu bakımından yetki sınırlarını belirlemek için yeterli olmamıştır.Ele aldığımız düzenlemelerin yerindeliği bir tarafa, yürütme organının sınırlı düzeyde de olsa asli bir düzenleme yetkisine sahip kılınması Kanun Koyucunun takdirinde olan bir konudur. Asıl sorun ciddi bir değişimin, değişimin ciddiyetine uygun bir özenle yapılıp yapılmadığına ilişkindir. Neresinden bakarsak bakalım bütün bir hukuk isteminin kurucu iradesini oluşturan Anayasa da yapılan değişiklerin bir anayasanın taşıması gereken ciddiyetten uzak, nitelikli bir hukuk aklını yansıtmayan, teknik açıdan son derece sorunlu ve belirsizliklerle dolu olduğu daha ilk bakışta görülebilir. Bu nedenle ele almaya çalıştığımız düzenlemelerle ilgili olarak yapılacak her türlü yorum mutlaka eleştiriye açık olacaktır. Yapılacak her yorum bir başka açıdan belli eksiklikler taşıma zaafından kurtulamayacaktır. Bize düşen elimizdeki metni nesnel ölçüler dahilinde, kamu hukukunun bilinen müessesleri ve kavramları çerçevesinde belli bir anlama kavuşturmaya çaba sarf etmektir. Hukuk devletinin önemli bir özelliği hukuksal belirlilik ve öngörülebilirlik olduğu şüphesizdir. Ele aldığımız Anayasa değişikliği hükümlerinin temel amacının yürütme işlevini güçlendirmek olduğu düşünüldüğünde yaratılmış olan anayasal belirsizliğin doğurduğu endişe bir kat daha artmaktadır. Çalışmamızdan kararnamelere ayrılan münhasır alanın ve düzenleme konularının sınırlı düzeyde tutulduğu sonucu çıkmış olsa da bu bizim yorum çabamız ve bakış açımızdan böyledir. Esas sorun, bu düzenlemelerin yarattığı belirsizliklerin bizim ulaştığımız sonucun tam aksine kararnamelerin gücü ve konusu bakımından bambaşka sonuçlarla anlaşılma tehlikesidir. Bu tehlikeyi bertaraf etmek öncelikle Anayasa Mahkemesinin görevidir. Düzenlemelerin beraberinde getirdiği anayasal belirsizlik karşısında Anayasa Mahkemesini sakatlanmış bir anayasayı işler hale getirmek gibi zorlu bir görev beklemektedir. Umulur ki yasama işlevinin ve kanunun üstünlüğüne dair hassasiyet bu zorlu görevin ifasında belirleyici bir zemin olsun. Her durumda, geçmişi ve bugünü ile son derece yıpratıcı tartışmaların konusu olan Anayasa Mahkemesi çok daha yıpratıcı eleştirilerin hedefi haline gelecektir. 260Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıHakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.261İstanbul Hukuk Mecmuası 78/1",
     "Kaynakça": "Ardıçoğlu A, ‘Cumhurbaşkanlığı Kararnamesi  (2017) 3 Ankara Barosu Dergisi 21 51.Aslan V, ‘Cumhurbaşkanlığı Kararnamelerinin Kanunlara Uygunluğunun Denetimi ve Çeşitli Hususların Kararname ile Düzenleneceğinin Kanunlarda Belirtilmesi Üzerine  (2019) 36(1) Anayasa Yargısı 139 161.Atar Y, ‘Cumhurbaşkanlığı Kararnamelerinin Hukuki Rejimi ve Anayasallık Denetimi  (2019) 36(1) Anayasa Yargısı 241 260.Duran L, ‘Düzenleme Yetkisi Özerk Sayılabilir mi?  (1983) 4(1 3) İdare Hukuku ve İlimleri Dergisi 33 42.Eren A, ‘Anayasa Mahkemesinin Kanun Hükmünde Kararnamelere İlişkin İçtihadı Doğrultusunda Cumhurbaşkanlığı Kararnamelerinin Değerlendirilmesi  (2019) 36(1) Anayasa Yargısı 1 72.Ergül O, ‘Yeni Rejimin Kodları: Cumhurbaşkanlığı Kararnameleri  (2018) Eylül Ekim Güncel Hukuk 30 32.Eroğul C,  TBMM YGK lerde Değişiklik Yapabilir mi?  (2005) 60(3) Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi 109 121.Gözler K, Anayasa Hukuku (2. Bası, Ekin 2018). Günday M, İdare Hukuku (10. Bası, İmaj 2011).Güneş T, Türk Pozitif Hukukunda Yürütme Organının Düzenleyici İşlemleri (AÜSBF 1965).Kanadoğlu K, ‘Cumhurbaşkanlığı Kararnamesi  (2018) 2 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi 637 650.Özbudun E, Türk Anayasa Hukuku (17. Bası, Yetkin 2017).Öztürk, BK, Fransız ve Türk İdare Hukukunda Düzenleme Yetkisinin Kapsamı (Yetkin 2009).Sağlam F, Temel Hak ve Hürriyetlerin Sınırlanması ve Özü (AÜSBF 1982).Sancaktar O, İdare Hukuku (7. Bası, Seçkin 2018).Sezer A, ‘Normlar Hiyerarşisi ve Cumhurbaşkanlığı Kararnameleri [Çok Boyutlu Normlar Piramidi Yaklaşımı]  (2019) 36(1) Anayasa Yargısı 353 412.Söyler Y, Yeni Başkanlık Sisteminde Cumhurbaşkanlığı Kararnamesi (Seçkin 2018).Şirin T, ‘İşlemeyen Sistemlerin Fonksiyonel Olmayan Yanıtı: Cumhurbaşkanlığı Kararnamesi  (2018) 7(14) Legal Anayasa Hukuku Dergisi 289 356. Taşdöğen S, ‘Cumhurbaşkanlığı Kararnameleri  (2016) 65(3) Ankara Üniversitesi Hukuk Fakültesi Dergisi 937 966.Teziç E, Türkiye de 1961 Anayasasına Göre Kanun Kavramı (İÜHF 1972).Tunç H, Türk Anayasa Hukuku (Gazi 2018).Ulusoy A, Ali Ulusoy, Yeni Türk İdare Hukuku (Yetkin 2019).Ülgen Ö, ‘Cumhurbaşkanlığı Kararnameleri: İlk Gözlemler  (2018) 2 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi 619 635.Ülgen Ö, ‘Cumhurbaşkanlığı Kararnamelerinin Niteliği ve Türleri  (2018) 1 Galatasaray Üniversitesi Hukuk Fakültesi Dergisi 3 39.Ülgen Ö, ‘Kanun Cumhurbaşkanlığı Kararnamesi İlişkisinin Yargısal Denetimine Yönelik Sorunlar  (2019) 36(1) Anayasa Yargısı 261 277.Yasin M, ‘Cumhurbaşkanlığı Kararnamelerinin Türk İdari Teşkilat Hukukuna Etkileri  (2019) 36(1) Anayasa Yargısı 315 333.262Yılmaz / Cumhurbaşkanlığı Kararnamelerinin Konu Bakımından Yetki SınırlarıYıldırım T, ‘İdarenin Kanuniliği İlkesi Bağlamında Cumhurbaşkanlığı Kararnamelerinin Anayasal Sınırı  (2019) 36(1) Anayasa Yargısı 293 314.Yıldırım T, Cumhurbaşkanlığı Kararnameleri  (2017) 23(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 13 28.Yılmaz H, ‘Cumhurbaşkanlığı Kararnamelerinin Yargısal Denetimi , (2019) 7(13) Antalya Bilim Üniversitesi Hukuk Fakültesi Dergisi 373 392.263"
}