{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "05",
     "Ay": "12",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "2",
     "Başlık": "Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azli",
     "Title": "Dismissal of A Board of Directors Member In Joint Stock Companies In The Framework of General Assembly Agenda",
     "Yazar İsmi": [

          "Nuri Erdem"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anonim ortaklık" , "Yönetim kurulu" , "Azil" , "Haklı sebep" , "Tazminat"
     ],
     "Keywords": [
          "Joint stock company" , "Board of directors" , "Dismissal" , "Just cause" , "Compensation"
     ],
     "Özet": "Anonim ortaklıklarda yönetim kurulu üyelerini azletme yetkisi mutlak bir biçimde genel kurula ait olup azil kararı ancak genel kuru gündeminde bu yönde bir madde olması yahut haklı sebeplerin varlığında söz konusu olur (Türk Ticaret Kanunu  TTK  364/1). Azlin geçerliliği bakımından, genel kurul gündeminde bu hususta azle ilişkin madde bulunması halinde herhangi bir sebep gösterilmesine ihtiyaç yoktur. Ancak bu durumda azledilen yönetim kurulu üyesinin haksız fesih dolayısıyla ortaklıktan tazminat hakkı saklıdır (TTK 364/2). Bir yönetim kurulu üyesinin azline ilişkin karar herhangi bir haklı gerekçe olmaksızın alınmış veya söz konusu azil uygun olmayan bir zamanda yapılmış olması durumunda, üyenin azil kararının ardından kalan görev süresi için tazminat hakkı söz konusu olabilir. Gündemde azle dair herhangi bir madde bulunmaması durumunda ise, haklı bir sebebi olmadan alınmış olması genel kurul kararının geçersizliğine neden olur. Genel kurulun azil kararları, ama sözleşmede aksi belirtilmedikçe, genel nisaplara (TTK 418) göre genel kurulda temsil edilen payların çoğunluğun oyuyla alınır.",
     "Abstract": "The general meeting has absolutely a specific authority to remove members of the board of directors according to general assembly agenda at the existence of just causes. (Turkish Commercial Code  TCC  364/1) For validity of dismissal, in case of removal stated in general assembly agenda, the dismissal does not require any grounds. But in this situation, the compensation right of board member is reserved (TCC 364/2). A board member may have a right to claim damages for the remaining term of office following his/her dismissal, in case the dismissal is to be considered to have taken place on unjustified grounds or dismissal on an improper time. In case of dismissal according to just cause and any removal article in general meeting agenda, the absence of the grounds causes the invalidity of general meeting resolution. Resolutions of the general meeting for dismissal are by majority of the shares represented according to general quorum (TCC 418) unless the statutes otherwise provide.",
     "Metin": "I. Genel Kurulun Yönetim Kurulu Üyesini Azil Kararının Gündeme Bağlılık İlkesiyle İlişkisi Anonim ortaklıkta yönetim kurulu üyelerini azletme (görevden alma) yetkisi mutlak şekilde genel kurula ait olup, bu yetki devredilemez niteliktedir (TTK. 408/2, b). Genel kurul, azil yetkisini kullanmaktan ana sözleşme değişikliği ile de vazgeçemez. Azil yetkisi, aslen yönetim kurulu üyesi (vekil) ile ortaklık (müvekkil) arasındaki ilişkinin, karşılıklı bir güven ilişkisi olmasına ve güvenin sarsılması halinde her zaman sona erdirilebilecek olmasına dayandığından, ana sözleşme ile atanmış olsalar dahi, yönetim kurulu üyeleri genel kurul kararı ile her zaman ve tek yanlı olarak azledilebilir. Ancak genel kurulun yönetim kurulunu azletme hakkı şarta bağlı bozucu yenilik doğuran bir hak niteliğinde olduğundan, bu yenilik doğuran hakkın kullanılabilmesi için kanunda belirlenen olgu ve sebeplerin gerçekleşmesi de gerekir. Bu bağlamda, alınacak azil kararı, genel kurul kararlarının geçerlilik şartlarına tabidir. Yine bu çerçevede, yönetim kurulu üyelerinin azlinin genel kurul kararlarının geçerliliği yönünden tabi olduğu şartlardan birisi de gündeme bağlılık ilkesidir. Gündeme bağlılık ilkesini düzenleyen TTK 413/2 uyarınca gündemde bulunmayan konular genel kurulda görüşülemez ve karara bağlanamaz. Bu hükme aykırı şekilde gündeme bağlılık ilkesine riayet edilmeksizin alınan kararların ise iptali kabil olduğu kabul edilir. Yönetim kurulu üyelerinin azlini düzenleyen TTK 364/1 de de, bu ilke doğrultusunda, yönetim kurulu üyelerinin azline ilişkin bir genel kurul kararı alınabilmesi için kural olarak gündemde bu yönde bir madde (yahut görevden almayı haklı kılan sebebin bulunması) gerektiği özel olarak düzenlenmiştir. Bu sebeple, yönetim kurulu üyelerinin azli hakkında alınacak genel kurul kararı da gündeme bağlılık ilkesi kapsamındadır. 1  Bu konuda kural olarak mahkemeden yönetim kurulu üyelerinin azlini talep hakkı da bulunmamaktadır.  Yönetim kurulu üyelerinin şirketi zararlandırıcı ve özvarlığını tehlikeye atan işlem ve eylemleri nedeniyle mahkemeden azilleri istenemez  (Y. 11. HD, 28.09.2006; E. 2005/6576, K. 2006/9398, Ersin Çamoğlu (Reha Poroy/ Ünal Tekinalp), Ortaklıklar Hukuku I, İstanbul, 2014, N. 550). Öte yandan, TMSF ye fona geçen bankaların yönetim kurulunu görevden alma yetkisi veren BankK 134/2 ve mahkemeye yönetim kurulu yerine kayyım atama yetkisi veren İİK 179 gibi kanun hükümleri saklıdır.2  Peter Forstmoser/Arthur Meier-Hayoz/ Peter Nobel, Schweizerisches Aktienrecht, Bern 1996, § 27 N 38; Wolfhart F. Bürgi, Die Aktiengesellschaft, Zürcher Kommentar Bd. V/5b 2, Art. 698-738, Zürich 1969, Art. 705 N 6; Alfred Kolb, Die rechtliche Stellung der Mitglieder der Verwaltung, Zürich 1934, s. 77. 3  Bürgi, Art. 726 N 1; Forstmoser/Meier-Hayoz/Nobel § 27 N 45-51; Peter Böckli, Schweizer Aktienrecht, Zürich 1996, N 1450a; Adrian Plüss, Die Rechtsstellung des Verwaltungsratsmitgliedes, Zürich, 130, Zürich 1990, s. 7 vd.; vekalet sözleşmesinin taraflara karşılıklı olarak sözleşmeyi tek yanlı sona erdirme hakkı tanımasının güven ilişkisi temeline dayandığı hususunda Hugo Oser/ Wilhelm Schönenberger, Kommentar zum Schweizerischen Zivilgesetzbuch V.Band: Das Obligationenrecht 2. Teil (Halbband): Art.184-418, Zurich 1936, Art. 404, N.1. 4  Bürgi Art. 727 N 26; Forstmoser/Meier-Hayoz/Nobel § 27 N 33; İsmail Kırca, (Feyzan Hayal Şehirali Çelik,/Çağlar Manavgat), Anonim Şirketler Hukuku C. I, Ankara, 2013, s. 458. 5  BGE 111 II 483, Bürgi Art. 726 N. 8; Fritz von Steiger, Das Recht der Schweizerischen Aktiengesellschaft, Zürich 1966, s. 226; 6   Mahkemece gündemde açıkça belirtilmeyen hususlarda genel kurulda görüşme yapılamayacağı nazara alınarak davaya konu genel kurul kararının iptaline karar verilmesi gerekirken, yazılı şekilde davalı şirket yönünden davanın reddine karar verilmesi doğru görülmemiş, kararın bozulması gerekmiştir  (Y. 11. HD, 10.01.2017, E. 2016/405, K. 2017/142).506Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin AzliBununla  birlikte,  doktrinde,  genel  kurulun  mutlak  azil  yetkisinin sınırlandırılamayacağı, genel kurulun çalışmak istemediği bir yönetim kurulu ile gündeme bağlılık ve sair kurallar sebebi ile çalışmak zorunda bırakılmasının doğru olmayacağı  ve  bu  sebeple  yönetim  kurulu  üyelerinin  azlinin  gündeme  bağlılık ilkesinin istisnasını oluşturduğu yönünde fikirler de öteden beri ileri sürülmüştür. Genel kurulun, azil yetkisinin mutlak niteliği nedeniyle, yönetim kurulu üyelerinin azli konusunda genel kurul gündeminde herhangi bir madde bulunmadığı takdirde azil yetkisini kullanıp kullanamayacağı hususu bu çerçevede doktrinde tartışılmıştır. Özellikle 6762 sayılı Kanun döneminde, yönetim kurulu üyelerinin ana sözleşme ile atanmış olsalar dahi genel kurul kararıyla görevden alınabileceğini, görevden alınan üyenin tazminat talebine hakkı bulunmadığını düzenleyen ETK 316 hükmü sebebiyle Yargıtay ın görüşü de, kimi kararlarında, genel kurulun yönetim kurulunu gündemde madde bulunsun bulunmasın her zaman azledebileceği yönünde olmuştur. Bununla beraber Yargıtay ın aksi yönde vermiş olduğu kararları mevcuttur. Esasen gerek doktrinde taraftar bulan gerekse kimi Yargıtay kararlarına yansıyan bu yaklaşım, ETK 316 maddesine yüklenen anlam yanında anonim ortaklık ile şirket arasındaki ilişkinin vekalet olarak nitelendirilmesi ve vekalet ilişkisinin güvene dayanmasını da esas almıştır. Zira maddede yalnız genel kurulun azil yetkisinden söz edilmiş, genel kurul 7  Halil Arslanlı, Anonim Şirketler II-III, Anonim Şirketlerin Organizasyonu ve Tahviller, İstanbul, 1960, s. 23; Oğuz İmregün, Anonim Ortaklıklar, İstanbul, 1989, s. 118 vd; Erdoğan Moroğlu, Türk Ticaret Kanunu na Göre Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, İstanbul, 2017, s. 93 vd.; Yılmaz Ulusoy, Mukayeseli Sermaye Şirketleri, Ankara, 1974, s. 287 vd. Yadigar İzmirli, Anonim Şirketlerde Yönetim Kurulunun Organ Niteliğini Kaybetmesi ve Hukuki Sonuçları, Ankara, 2001, s. 68.8   TTK.nun 316. maddesi hükmüne göre, yönetim kurulu üyeleri, ana sözleşme ile atanmış olsalar bile, genel kurul kararıyla her zaman azlolunabilirler. Öğreti ve yabancı uygulamada da bu yön kabul edilmektedir. ( F.de Steiger, Le Droit des Sociétés Anonymes en Suisse, 1973, sh.246; Dr. Halil Arslanlı, Anonim Şirketleri II-III. Anonim şirketlerin organizasyonu ve tahviller, 1960, sh.203; Prof.M.Hamel Cours de Droit Commercial, 1950-1951, sh.441; Prof, Jean Escarra, Cours de Droit Commercial, 1952 sh. 487, 552 ). Kanun metni, yönetim kurulu üyelerinin her zaman azledilebileceklerini kabul ettiğine göre, azil hususunun gündemde bulunmasına da gerek yoktur, yani gündemde bulunmasa dahi genel kurul yönetim kurulu üyelerini her an azledebilir. (Arslanlı, age, sh.23 )  (Yarg. 11. HD, 2.7.1979, E. 1979/1882, K. 1979/3487, Kazancı İçtihat Bilgi Bankası). 9   Mahkemece, toplanan delillere genel kurul tutanağı ve gündemi ile tüm dosya içeriğine dayanılarak sair istemlerin reddiyle gündemde eski yöneticilerin azli ile yerine yenilerinin seçileceğine dair bir madde bulunmadığı, TTK 369 /son maddesinde öngörülen gündeme bağlılık ilkesini TTK nun 316. maddesinde yöneticilerin genel kurul kararı ile her zaman azledilebilecekleri yolundaki hükmün kaldıramayacağı, aksine düşüncenin toplantıya katılma nisbetini etkileyip belli bir azınlığın olduğu bittilerine sebebiyet vereceği sonucuna varılıp, yasanın buyurucu hükmüne aykırı olduğu kabul edilen eski yöneticilerin azli ile yenilerinin seçilmesine ilişkin 3 nolu kararın iptaline karar verilmiştir. Kararı davalı vekili temyiz etmiştir.  Dosyadaki yazılara, kararın dayandığı delillerle gerektirici sebeplere ve delillerin takdirinde bir isabetsizlik bulunmamasına göre davalı vekilinin bütün temyiz itirazlar yerinde değildir.  (Yarg. 11. HD, 24.9.1985, E. 1985/3578, K. 1985/4774, Kazancı İçtihat Bilgi Bankası).10  Hikmet Sami Türk,  Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi ve Yönetim Kurulu Üyelerinin Azil veya Seçimi , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, I, Ankara, 1984, s. 183. Azlin gündeme bağlılık ilkesine tabi olup olmadığından bağımsız olarak, doktrindeki hakim fikir ile Yargıtay içtihatlarında benimsenen görüş, anonim şirket ile yönetim kurulu arasındaki hukuki ilişkinin vekalet sözleşmesi olduğu yönündedir Bkz. Arslanlı, s. 99 vd.; Sait Kemal Mimaroğlu, Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mesuliyeti, Ankara 1967, s. 102; Tuğrul Ansay, Anonim Şirketler Hukuku. Ankara, 1975, s. 104; İmregün, s. 156; Ersin Çamoğlu, Anonim Ortaklık Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu, İstanbul 1972, s. 104; Mehmet Helvacı, Anonim Ortaklıkta Yönetim Kurulu Üyesinin Hukuki Sorumluluğu, İstanbul 2001, s. 109. İsviçre Hukukunda da benzer şekilde, şirket ile üye arasındaki sözleşmenin vekalet sözleşmesi olduğu yahut en azından sözleşmeye vekalet sözleşmesi hükümleri uygulanabileceği görüşü hakimdir. Bkz. von Steiger, s. 215; Bürgi, Art. 708, N. 14 vd; Forstmoser/Meier-Hayoz/Nobel, § 28 N. 10; Roland von Büren, Schweizerisches Privatrecht, Bd. VIII/6, Der Konzern, Basel 1997, s. 81. Ancak, görevin asıl meslek olarak icra edilmesi halinde, somut olaya bağlı olarak sınırlı hallerde hizmet sözleşmesinin mevcut olabileceği de ayrıca ifade edilmektedir bkz. Manfred Rehbinder, Berner Kommentar, Art 319-330b OR, Der Arbeitsvertrag: Der Einzelarbeitsvertrag, Bern 2010, Art. 319 N. 52; Bürgi, Art. 708 N 13.507İstanbul Hukuk Mecmuası 76/2kararlarının tabi olduğu gündeme bağlılık ilkesine istisna getirildiği yönünde açık bir düzenlemeye de yer verilmemiştir. Ancak yönetim kurulu üyesi ve ortaklık arasındaki ilişkiye uygulanacak vekalet sözleşmesi hükümleri uyarınca müvekkil vekili her zaman azil yetki ve imkanına sahip bulunduğu için buradan hareketle genel kurulun da mutlak azil yetkisini her daim kullanabileceği bu görüşü savunan yazarlarca ileri sürülmüştür. Karşıt görüşteki yazarlar ise, yönetim kurulu üyelerinin gündeme bağlılık ilkesine tabi olarak azledilebilmelerinin en azından yönetim kurulu üyeleri açısından asgari bir güvence teşkil ettiğini, şirkette istikrar ve organlar arasında bir denge unsuru oluşturacağını, aksi düşüncenin şirketin organsız kalmasına yol açabileceğini, bu sebeple genel kurulun yönetim kurulu üyelerini azil yetkisi mutlak olmakla birlikte bu yetkisini de diğer kararlarda olduğu üzere gündemde madde bulunmak suretiyle kullanabileceğini savunmaktaydılar.Fakat bugün geçerli olan TTK 364/1 maddesi gerek ETK 316 dan gerekse İsv.BK 705 f I den farklı olarak azli kural olarak gündemde azle ilişkin bir madde bulunması yahut haklı sebebin varlığı şartına bağladığını açıkça ifade etmektedir. Bu itibarla eski kanun dönemindeki azlin gündeme bağlılık ilkesine tabi olmadığı yolundaki görüşün aksine bir düzenleme yapılmış durumdadır. İlaveten, hükmün ikinci fıkrası ile yine azledilen üyenin tazminat hakkı bulunmadığını düzenleyen ETK 316 dan farklı olarak mehaz İsv.BK 705 f. II de yer alan  azledilen üyenin tazminat talepleri saklıdır  düzenlemesi takip edilmiş ve görevden alınan üyenin tazminat hakkı da saklı tutulmuştur. Tazminat hakkına ilişkin bu düzenleme ve şirket ile genel kurul arasındaki ilişkinin vekalet akdi olmasından hareketle hükmün ilk fıkrasının açık lafzına rağmen doktrinde yeni kanun döneminde dahi farklı görüşler ileri sürülmüş, gündemde madde yer almasa ve haklı sebep söz konusu olmasa dahi azlin geçerli olacağı, ancak bu halde üyenin tazminata hak kazanacağı savunulmuştur. Şu halde azlin gündeme bağlılık ilkesine tabi olup olmadığına, tabi ise bu kez ilgili hükme ilave edilen haklı sebep olgusunun azil kararına etkisinin ne ölçüde olacağına ilişkin tartışma 11  Türk, s. 200; Ömer Teoman,  Anonim Ortaklıkta Yönetim Kurulu Üyelerinin Seçim ve Azillerinin Gündeme Bağlılık İlkesi ile İlişkisi, –Yargıtay 11. Hukuk Dairesi nin Bir Kararı Nedeniyle- , Otuz Yıl Ticaret Hukuku – Tüm Makalelerim – C. I 1971-1982, İstanbul 2000, s. 485, aslen bkz. İkt. Mal. D., XXVIII, 1, 1981, s. 20 vd; Ansay, s. 167; Çamoğlu (Poroy /Tekinalp), Ortaklıklar ve Kooperatif Hukuku, İstanbul, 2010, N. 551.12  Nitekim madde gerekçesinde de,  Maddenin birinci fıkrası, uygulamada sorun yaratan ve Yargıtay kararlarında farklı tarihlerde değişik yönde sonuçlara bağlanmış bulunan, yönetim kurulu üyelerinin görevden alınmalarının gündeme bağlılık ilkesinin kapsamında olup olmadığı sorununu, menfaatler dengesine uygun bir şekilde çözüme kavuşturmak amacıyla öngörülmüştür  denilerek bu bilinçli değişikliğe işaret edilmektedir. 13  Azledilen üyenin tazminat hakkı bulunmadığını ifade eden ETK 316 hükmünün eleştirisi için bkz Arslanlı, s. 188 vd; Necla Akdağ Güney,  Anonim Şirketlerde Azledilen Yöneticilerin Tazminat Hakları , AÜHFD Yıl 2008, C.57, s. 1-34. Eski kanun döneminde Yargıtay ın yaklaşımı da kanuna paralel şekilde azledilen üyenin tazminat hakkı bulunmadığı yönünde olmuştur:  TTK.nun 316. maddesi alınınca, genel kurul kararıyla, yönetim kurulu üyesi olan davacının, her zaman görevden alınması olanaklı bulunduğu gibi, davacının bu yüzden tazminat isteyemeyeceği gerekçesiyle davanın reddine karar verilmiştir. Delillerin takdirinde bir isabetsizlik bulunmamasına ve 1211 sayılı yasada banka meclisi üyelerinin görevden alınmasına ilişkin herhangi bir hüküm bulunmamasına yapılan yasanın 1/2 madde ve fıkrası hükmü uyarınca; bu yasada açıklık bulunmayan hallerde özel hukuk hükümlerinin uygulanması gerekmesine ve TTK.nun 316. maddesinin açık hükmüne göre davacı vekilinin temyiz itirazlarının reddiyle hükmün onanmasına karar vermek gerekmiştir.  (Yarg. 11. HD, 12.6.1980, E. 1980/2385 K. 1980/3126, Kazancı İçtihat Bilgi Bankası). 508Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azlibugün için dahi devam edebilecek mahiyettedir. Şüphesiz uygulama açısından genel kurul toplantı gündemini belirleyen organın yönetim kurulu olması da azil konusunda gündemde madde bulunması ihtimalini zorlaştırmakta olduğundan alternatif çözümler aranması doğaldır ve konunun farklı ihtimaller dahilinde değerlendirilmesi gerekir. II. TTK 364 Uyarınca Azil Kararının Verilebileceği Haller: Gündemde Madde Bulunması veya Haklı Sebeplerin VarlığıHer  ne  kadar  yönetim  kurulu  üyeleri  ile  ortaklık  arasındaki  ilişki  vekalet sözleşmesi ile ilişkilendiriliyor ise de, özel bir düzenleme olan TTK 364/1 hükmü, vekalet sözleşmesinin taraflarca her zaman sona erdirilebileceğini düzenleyen TBK 512 c. 1 den ayrılarak anonim ortaklıklar hukukuna özgü ilave bir takım koşular getirmektedir. Vekalet sözleşmesinde tek taraflı sona erdirme işleminin, (bozucu) yenilik doğurucu bir işlem olması yüzünden kural olarak şarta bağlı tutulamayacağı kabul edilirken kanun koyucu yönetim kurulu üyesinin azli müessesesinde bu kuraldan ayrılmış gözükmektedir. TBK 512 c. 1 de vekâlet veren ve vekilin, her zaman sözleşmeyi tek taraflı olarak sona erdirebileceği düzenlenirken TTK 364/1 de ise gerek ETK 316 dan gerekse İsv.BK 705 f I den farklı olarak yönetim kurulu üyelerinin, genel kurul tarafından, ancak gündemde ilgili bir maddenin bulunması veya gündemde madde bulunmasa bile haklı bir sebebin varlığı hâlinde görevden alınabileceği  açıkça  ifade  edilmiştir.  Bununla  birlikte,  bu  madde  çerçevesinde görevden alınan üyenin tazminat hakkı saklıdır (TTK 364/2) denilerek TBK 512 c. 2 ve İsv.BK 705 f II dekine paralel bir düzenleme yöntemi tercih edilmiştir. Şu halde madde kapsamında alınacak azil kararı bakımından iki ihtimal ortaya çıkmaktadır; genel kurul toplantı gündeminde yönetim kurulu üyelerinin azli ile ilgili bir madde bulunması, yahut gündemde bu yönde bir madde bulunmadığı halde haklı sebeple yönetim kurulu üyesinin görevden alınması. Şimdi bu ihtimalleri değerlendirelim. 1. Gündemde Yönetim Kurulu Üyesinin Azli ile İlgili Bir Madde Bulunması Halinde Verilebilecek Azil KararıA- Genel OlarakYukarıda ifade ettiğimiz üzere, bugün geçerli olan TTK 364/1 uyarınca kural olarak yönetim kurulu üyelerinin azledilebilmesi için gündemde bu yönde bir madde bulunması gerekir. Kanun koyucu genel kurulun vereceği azil kararında da kural 14  Nitekim doktrinde bazı yazarlar, vekalet sözleşmesinin geniş bir uygulama alanı olduğu, genellemeler yapmanın mümkün olmadığı, sözleşmeyi sona erdirme hakkının her zaman var olması gerektiğinin eleştiriye açık olduğu, vekâlet sözleşmesinin haklı nedenle sona erdirilmesinin de yeterli koruma sağlayabileceğini haklı olarak ifade etmektedir. Bkz. Suat Sarı, Vekâlet Sözleşmesinin Tek Taraflı Olarak Sona Erdirilmesi, İstanbul 2004,s. 70-71; Öz Seçer,  Vekâlet Sözleşmesinin Vekâlete Özgü Sebeplerle Sona Ermesi , İnönü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı Cilt:2 Yıl 2015, s. 880. 15  Seçer, s. 84 ve dpn. 19 da anılan yazarlar. 509İstanbul Hukuk Mecmuası 76/2olarak TTK 413 de genel kurul kararları için getirilen gündeme bağlılık kuralından ayrılmamıştır. Zira yönetim kurulu üyelerinin görevden alınmasının müzakeresi ve bu yönde karar alınması yönetim kurulu ve tüm pay sahipleri açısından oldukça önem arz etmektedir. Gündemde madde bulunmadığı (ve haklı sebepler de mevcut olmadığı) halde şirketin yönetim ve temsil organı olan yönetim kurulunun deyim yerinde ise bir oldu bittiye getirilerek görevden alınmaları doğru bir yaklaşım olarak kabul edilemeyecektir. Bu durum ortaklığın organsız kalmasına değin bir çok tehlikeye maruz kalmasına yol açabilecektir. Yönetim kurulu üyeleri şirketin işleyişi açısından oldukça önemli görev ve yetkileri haiz olup özellikle uygulama açısından yönetimi elinde bulunduran pay sahipleri bir anlamda şirketin kontrolünü de eline geçirmektedir. Şirketin yönetim kurulu genel kurulu toplantıya çağırmak, toplantı gündemini belirlemek, ortaklık haklarını ve durumunu gösteren pay defterini tutmak (TTK 375), toplantıda hazır bulunanlar listesini hazırlamak (BTY 16) gibi hayati öneme sahip görev yetkileri ile esasen sanılandan çok daha fazla önemli bir yer işgal etmektedir. Bu sebepledir ki bugün genel kurulun daha önemli bir üst organ olduğu düşüncesi yerini yönetim kurulunun da en az genel kurul kadar önemli bir organ olduğu hatta daha önemli yetkileri haiz olduğu savına bırakmaktadır. Bu önemli organın kontrolünün el değiştirmesi ihtimali ise pay sahiplerinin mutlak bilgisinde olması gereken bir husustur. Pay sahipleri ancak genel kurul gündemi hakkında bilgi sahibi edilir ise genel kurula gerektiği gibi hazırlanabilecekleri gibi, toplantıya katılmalarının gerekli olup olmadığını da ancak gündemden haberdar edilmeleri ile sağlıklı bir şekilde değerlendirebilirler. Yönetim kurulu üyeleri de ancak kendileri hakkında gündemde yer alan bir madde sayesinde azil isteminden haberdar olur ve buna göre hazırlık yaparak genel kurulun iradesini kendileri bakımından olumlu yönden etkileme şansına sahip olurlar. Netice itibariyle gerek pay sahipleri gerekse yönetim kurulu üyeleri açısından ancak azil konusunu içeren toplantı gündemi hakkında önceden bilgi sahibi olunması halinde genel kurulun iradesi sağlıklı bir biçimde tecelli edebilir. 16  Hasan Pulaşlı, Şirketler Hukuku Şerhi, C. I, Ankara, 2018, s. 935- 936 N. 221. 17  Teoman, s. 20. 18  Nitekim yönetim kurulunun kanun ve esas sözleşme uyarınca genel kurula bırakılanlar dışında şirketin işletme konusunun gerçekleştirilmesi için gerekli her çeşit iş ve işlemler hakkında karar almaya yetkili olduğunu ifade eden TTK 374, yönetim kurulunun vazgeçilmez ve genel kurula dahi devredilemez yetkilerini düzenleyen TTK 375 de bize işlevler ayrılığına dayanan eşitlikçi bir anlayışın hakim olduğunu göstermektedir. Bu yönde, Ünal Tekinalp, Sermaye Ortaklıklarının Yeni Hukuku, İstanbul, 2015, s. 256, N. 13-09; Kırca (Şehirali Çelik/Manavgat), s. 395; Mehmet Bahtiyar, Ortaklıklar Hukuku, İstanbul 2018, s. 143. Madde gerekçesi de bu konuda genel kurulun üst organ olmadığı yönündeki görüşe üstünlük tanımaktadır. Gerekçede ifade edildiği şekli ile,  böylece, bu hüküm, bir anonim şirkette bütün yönetim yetkilerinin, bir üst kurul olması dolayısıyla genel kurula ait bulunduğu ve hatta ondan doğduğu, genel kurulun istediği görev ve yetkileri istediği anda yönetim kurulundan geri alabileceği yolundaki eskimiş anlayışa kapıları kapamıştır . Genel kurulun üst organ olduğu görüşünde, Ansay, s. 169; İmregün, s. 100. 19  Bürgı, Art. 700 N. 24; Theo Guhl, /Hans Merz/ Max Kummer, Das Schweizerische Obligationenrecht, Zürich, 1972, S. 623; von Steiger, s. 189; Emil Schucany, Kommentar zum schweizerischen Aktienrecht, Zürich 1960, Art. 700 N. 3; BGE 103 II 141 s. 143; Forstmoser/Meier Hayoz/Nobel, § 23, N. 110; Ansay, s. 174; Pulaşlı, s. 936, N. 221; Teoman, Azil, s. 485. İsviçre Hukukunda, İsv. BK. 700 / 3 uyarınca kural olarak toplantı gündeminde ilan edilmeyen hususlarda genel kurulda karar alınamayacağı, ancak istisnai olarak pay sahiplerinin talebi üzerine olağanüstü genel kurul toplantısı yapılması, özel denetçi atanması ve denetçinin seçimi hususlarında karar alınabileceği düzenlenmiştir.510Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin AzliTTK 364 azille alakalı bir gündem maddesinin varlığını şart koşuyorsa da, böyle bir şartın mevcut olmadığı açıkça İsvBK 705 de zikredilmediği İsviçre Hukukunda dahi yerleşik kanı, gündemde bu yönde madde bulunması gerektiği yönündedir. B- Azil Yahut Azille İlgili Gündem Maddesinden Ne Anlaşılması GerektiğiTTK  364/1  hükmünde,  kanun  koyucu  gündemde  açıkça  azil  maddesinin bulunmasını  şart  koşmamış,  maddenin  azil  ile  ilgili  olmasını  yeterli  saymıştır. Bu halde yönetim kurulu üyelerinin azli yönünde açık bir hüküm gündemde yer alabileceği gibi azille ilgili sayılabilecek bir maddenin bulunması da yeterlidir. Gündemde azille ilgili bir madde yer alması daha olasıdır; zira pratikte genel kurulu toplantıya  çağıran  ve  gündemi  belirleyen  görevdeki  yönetim  kurulu  üyelerinin kendilerinin azline ilişkin bir maddeyi doğrudan gündeme koyması pek de olası olası bir ihtimal olarak gözükmemektedir. Ancak gündemde açıkça azle ilişkin bir madde olması ihtimali tamamen olasılık dışı da değildir. Muhtemeldir ki bir üye ile alakalı olarak diğer yönetim kurulu üyelerinin bu yönde açıkça azli ifade eden bir gündem maddesi ihdas etmesi, bundan başka azlığın talebi üzerine (TTK 411) yahut mahkeme kararı ile atanan kayyım aracılığıyla (TTK 412) gündeme madde eklenmesi yahut genel kurulun belirtilen gündemle toplantıya çağrılması ihtimallerinde de yönetim kurulu üyelerinin azline dair açık bir hüküm toplantı gündeminde yer alabilecektir. Bu bağlamda, açıkça azli içermeyen ancak azille ilgili bir gündem maddesinin ne olabileceği düşünülmelidir. Burada kanaatimizce  yönetim kurulu üyelerinin yerlerine yenisinin seçimi  gibi bir ifade azli de içerdiğinden azille ilgili sayılmalıdır. Ancak İsviçre Hukukunda Dubbs/Truffer, seçime ilişkin maddenin genel bir ifade olacağını ve yönetim kurulunun şirketi kontrol açısından önemi ve görevden almanın olağanüstü niteliği göz önüne alındığında yalnız seçime ilişkin bir gündem maddesinin azli kapsamayacağı görüşünü ileri sürmektedir. Bu görüşe göre, azil kesinlik arz eden bir gündem maddesine ihtiyaç duyar ve yeniden seçilmek yahut seçilmemekten farklıdır. Ancak bir diğer görüş ise mevcut üyelerin  yeniden seçilmesine  ilişkin bir gündem maddesinden farklı olarak yalnız  yönetim kurulu üyelerinin seçimi  şeklinde geniş bir maddenin azli de kapsayabileceğini ifade etmektedir. Yönetim kurulu üyelerinin ibrasının görüşülmesi şeklinde bir gündem maddesi de azli gerektiren sebepleri ortaya çıkarabileceğinden azille alakalı olarak değerlendirilebilir. Özel denetim raporunun görüşülmesine yönelik bir gündem maddesi de geniş yorumlanır ise üyelerin azliyle alakalı sayılabilir.20  Böckli, N. 1471. 21  Dieter Dubs, /Roland Truffer, Kommentar zum schweizerischen Privatrecht, Obligationenrecht II, Art. 698-706b, Hrsg.: Honsell Heinrich, Vogt Nedim Peter und Watter Rolf, 2. A., Basel und Frankfurt am Main, 2002, Art. 705 N 6; Brigitte Tanner, Zürcher Kommentar zum Obligationenrecht: Die Generalversammlung: Teilband V 5 b: Kommentierung von Art. 698 - 706b OR. Zürich, Art. 705 N. 18. 22  Forstmoser/Meier Hayoz/Nobel § 23 N 110. 23  Oruç Hami Şener, Ortaklıklar Hukuku, Ankara, 2017 s. 356; Kırca (Şehirali Çelik/Manavgat), s. 460. 511İstanbul Hukuk Mecmuası 76/2Bu  konuda  önemli  bir  varsayım  ise  bizzat  kanun  koyucu  tarafından  ortaya konulmuştur.  TTK  413 te  gündeme  bağlılık  ilkesi  düzenlenirken  ETK da olmayan bir fıkra ile gündeme bağlılık ilkesinin Yargıtay kararları ile kabul edilen bir istisnasına yer verilmiştir. Şöyle ki, TTK 413/3 te yönetim kurulu üyelerinin görevden alınmaları ve yenilerinin seçimi yılsonu finansal tablolarının müzakeresi maddesiyle ilgili sayılacağı düzenlenmiştir. Görüldüğü üzere maddede açıkça finansal tabloların müzakeresi ile yönetim kurulu üyelerinin azli (ve yerlerine yenilerinin seçimi) arasındaki ilgiye vurgu yapılmıştır. Şu halde finansal tabloların müzakeresine ilişkin gündem maddesi bulunması TTK 364/1 hükmü çerçevesinde yönetim kurulu üyelerinin görevden alınmasına dair  gündemde ilgili bir madde bulunması  olarak değerlendirilebilecektir. Böylece söz konusu hüküm ile genel kurula her olağan genel kurul toplantısında yönetim kurulu üyelerini görevden alabilme imkanı tanınmıştır. Zira TTK 409 ve BTY 13 uyarınca yıl sonu finansal tabloların müzakeresi olağan genel kurul toplantı gündeminde yer alması zorunlu hususlardandır. C- Gündemde Azille İlgili Bir Madde Bulunması Halinde Bu Maddenin Görüşülmesi Esnasında Haklı Sebep Sayılabilecek Bir Olgunun Ortaya Çıkmasının Gerekip Gerekmediği Gündemde azille alakalı bir madde yer almasına karşılık, ilaveten bu gündem maddesinin genel kurulda görüşülmesi sırasında haklı sebep olarak telakki edilebilecek olumsuz durumların ortaya çıkmasının gerekli olup olmadığı değerlendirmeye açıktır. Bu konuda doğrudan ve dolaylı olarak doktrinde çeşitli fikirler ifade edilmiştir. a- Gündemde Azille İlgili Madde Bulunması ve Haklı Sebep İlişkisine Dair Doktrindeki Görüşler Doktrinde Pulaşlı, TTK 413/3 te yer alan, yönetim kurulu üyelerinin görevden alınmaları  ve  yenilerinin  seçiminin  yılsonu  finansal  tablolarının  müzakeresi maddesiyle ilgili sayılacağına ilişkin düzenlemeyi, gerekçede ifade edilen, genel kurulun yılsonu finansal tablolarının ve yıllık faaliyet raporunun ortaya koyduğu sonuçlardan memnun kalmaması gibi ihtimallerin gerçekleşmesi durumunda ortaya çıkacak bir haklı sebep olarak değerlendirmekte; bu durumda gündemde madde bulunmasa dahi finansal tablolar bakımından ortaya çıkan bu haklı sebepler ile yönetim kurulu üyelerinin azledilebileceğini ifade etmektedir. Yazara göre, anılan hükmü TTK 364/1 in tamamlayıcısı olarak görmek gerekir ve olağan genel kurulda, finansal tabloların müzakeresinde yönetim kurulunun azli ancak ortaya çıkan haklı bir sebebin varlığında söz konusu olur. Bu görüş kabul edilir ise, yıl sonu finansal tabloların görüşülmesi başlı başına azlin oylanmasına gerekçe teşkil edemeyecek, 24  Bu yönde, Kırca (Şehirali Çelik/ Manavgat), s. 459. 25  Abuzer Kendigelen, Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, İstanbul, 2016, s. 266. 26  Pulaşlı, s. 941 vd. 512Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azlibünyesinde bir takım olumsuz durumların ortaya çıkması şeklinde haklı sebeplerin ortaya  çıkmasına  da  ihtiyaç  duyacaktır.  Zira  burada  yalnız  finansal  tabloların müzakeresinden değil, azle gerekçe olarak bu görüşmeler neticesinde ortaya çıkan sonuçlardan memnun kalınmamasından söz edilmektedir. Finansal tabloların görüşülmesini diğer gündem maddelerinden ayıran Çamoğlu ise, yönetim kurulunun genel kurula hesap vermesi anlamında bilanço kâr zarar hesabı, faaliyet raporu, özel denetçi raporunun görüşülmesi gibi her gündem maddesinin yönetim kurulu üyelerinin azlini de içerdiğini belirtmiş yeni TTK döneminde yazılan eserinde ise yıl sonu finansal tabloların TTK 413 te azille ilgili sayılmasını bu çerçevede değerlendirmiş, ibraların oylanması ve özel denetçi raporlarının görüşülmesi maddelerini ise bu kapsamda ancak haklı nedenler var ise azille ilgili olarak değerlendirmiştir. Benzer  şekilde  Bahtiyar/Hamamcıoğlu  da,  TTK  413/3  hükmü  uyarınca  finansal tablolarla bağlantılı olmayan bir gündem maddesi söz konusu olduğunda haklı sebebe dayanarak  gündeme  bağlılık  kuralına  uyulmaksızın  yönetim  kurulunun  görevden alınabileceğini söylemekte iken finansal tablolarla ilgili olumsuzluk durumlarında önemli sebep araştırmasına hiç gidilmeden yönetim kurulu üyelerinin azli ile yerlerine yenilerinin seçimini her zaman mümkün görmektedir. Ancak kanımca bu görüş de ortaya çıkabilecek  olumsuzluk durumlarından  söz ederek bir anlamda gündem maddesine ilave olarak haklı sebebi gerekli görmüş olmaktadır. Tekinalp e göre ise haklı bir sebep bulunmasa da, yönetim kurulu üyelerinin azli ve yenilerinin seçimi hususu finansal tabloların görüşülmesine ilişkin gündem maddesiyle ilgili sayıldığından, her olağan genel kurul toplantısında genel kurula yönetim kurulunu veya bazı üyeleri görevden alma imkanı verir. Kırca da gündemde madde olmak kaydıyla genel kurulun azil yetkisinin mutlak olup sınırlandırılmadığı, gündemde madde bulunduğu hallerde genel kurulun herhangi bir neden gösterme mecburiyeti bulunmadığını, dolayısıyla azil için haklı bir nedenin bulunmasının şart olmadığını ve haklı sebebe dayanmayan azil kararının da geçerli olduğunu, ancak görevden alınan üyenin tazminat hakkının saklı tutulduğunun unutulmaması gerektiğini ifade etmektedir. b- Konuya İlişkin Görüş ve DeğerlendirmemizFinansal tabloların müzakeresi sırasında ortaya çıkabilecek olumsuz durumlar her ne kadar haklı sebep olarak da değerlendirilmeye müsait ise de, finansal tabloların müzakeresi ile alakalı bir gündem maddesinin bulunması TTK 413 gereği doğrudan 27  Çamoğlu (Poroy/Tekinalp), N. 551. 28  Çamoğlu (Poroy/Tekinalp), N. 551.29  Mehmet Bahtiyar/Esra Hamamcıoğlu, Anonim Ortaklık Genel Kurul Toplantıları, İstanbul 2014, s. 30. 30  Tekinalp, s. 234 N. 12-25. 31  Kırca (Şehirali Çelik/Manavgat), s. 460. 513İstanbul Hukuk Mecmuası 76/2azille de alakalı bir gündem maddesi sayılacağından, kanaatimizce artık burada hükmün lafzı haklı sebep aranmasına ihtiyaç vermez. Söz gelimi bilançoda bir sahtelik yahut yanlışlık olmasa dahi artık finansal tabloların görüşülmesine ilişkin bir gündem maddesi TTK 364/1 anlamında gündemde azle ilişkin bir açık gündem maddesinin varlığı ile aynı sonucu doğuracak ve burada haklı sebebin varlığı aranmayacaktır. Söz konusu düzenlemenin haklı sebepten ziyade azille alakalı bir madde olarak değerlendirilmesi genel kurulun yönetim kurulu üyesinin azil imkanının kolaylaştırıcı bir yaklaşım olarak karşımıza çıkmaktadır. Öte yandan, azille alakalı sayılabilecek ve haklı sebebin aranmayacağı gündem maddeleri TTK 413/3 teki finansal tabloların görüşülmesi ile sınırlı da değildir. Azille alakalı olduğu kabul edilen  yönetim kurulu üyelerinin yerlerine yenisinin seçilmesi ,  yönetim kurulu üyelerinin ibrası ,  denetçi raporunun görüşülmesi ,  yönetim kurulu yıllık  faaliyet  raporunun  görüşülmesi   şeklindeki  gündem  maddelerinin  her  biri, beraberinde yönetim kurulu üyelerinin azli ihtimalini de beraberinde getirecektir. Finansal tabloların görüşülmesi ise bizzat kanunda azille ilgili sayılmıştır. Şu halde, genel kurul toplantı gündeminde finansal tabloların görüşülmesi yahut benzeri sayılan bir gündem maddesi bulunması halinde hem yönetim kurulu üyeleri hem de pay sahipleri yönetim kurulu üyelerinin görevden alınabileceği ve yerlerine yeninden seçilebileceği, bu yönde bir karar alınması için genel kurulda oylama yapılabileceğini göz önünde bulundurmalıdır. Böylelikle, söz konusu düzenleme her yıl genel kurulda yönetim kurulu üyelerinin akıbetinin belirlenmesi ve yerlerine yenisinin seçimi imkanının önünü açmaktadır.Ancak salt gündemde açıkça azle ilişkin yahut azille alakalı, kanundaki örnekte olduğu gibi finansal tabloların görüşülmesine ilişkin bir madde bulunmasına dayanarak azil kararı verilmesi ve fakat azlin haksız olması durumu, azlin geçersizliğine değil,  maddenin  ikinci  fıkrasındaki  tazminat  hükmünün  işletilmesine  sebebiyet verebilecektir. Nitekim vekalet sözleşmesinin uygun olmayan zamanda sona erdirmesi halinde de benzer şekilde bir tazminat hükmüne BK 512 de yer verilmektedir. BK 512 hükmü uyarınca gerek vekâlet veren gerekse vekil, her zaman sözleşmeyi tek taraflı olarak sona erdirebilirse de, uygun olmayan zamanda sözleşmeyi sona erdiren taraf, diğerinin bundan doğan zararını gidermekle yükümlüdür. Esasen TTK 364 ün arzuladığı sonuç da budur. Maddede benimsenen sistem gündem maddelerinin varlığı halinde başka bir koşul aramaksızın azli geçerli sayıp buna karşılık yöneticinin tazminat talebini saklı tutmaya yöneliktir. Sonuç itibariyle gündemde doğrudan azil yahut azille alakalı bir madde olması 32  Kırca (Şehirali Çelik/Manavgat), s. 460; Bahtiyar/Hamamcıoğlu, s. 30. Nitekim TTK 413 ün gerekçesinde de  bu madde genel kurula yönetim kurulu üyelerini her olağan genel kurul toplantısında görevden alabilme olanağını vermektedir  denilmektedir. 33  Uygun olmayan zaman kavramı geniş yorumlanmalıdır. Bu doğrultuda uygun olmayan zaman, sözleşmenin karşı tarafı için önemli bir sebep olmaksızın elverişsiz bir zamanda sona erdirilmesi anlamına gelir. Sözleşmenin sona erdirilmesi bakımından haklı bir nedenin bulunması, sona erdirmenin uygun olmayan zamanda yapılıp yapılmadığının incelenmesine engel olur (Özge Karaege,  Anonim Şirketlerde Genel Kurulun Yönetim Kurulu Üyelerini Görevden Alma (Azil) Yetkisi (TTK m. 364) ; Ankara Barosu Dergisi 2014/1, s. 100 ve dpn. 180, 181 de anılan yazarlar. 514Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azlihalinde ortaklık, haklı neden olsun olmasın yönetim kurulu üyelerinin görevden alınmasına karar verebilecek, verilen azil kararı bu haliyle geçerli olacak ve fakat azil kararı haksız ise bu durum ortaklığın azledilen yönetim kurulu üyesine tazminat ödemesine yol açacaktır. Nitekim İsviçre Hukuku nda doktrin görüşü ve Federal Mahkeme uygulaması da bu yöndedir. İsviçre Hukukunda Art. 705 OR hükmü bakımından (gündemde madde bulunması koşulu ile) azil hakkının sınırını yalnız hakkın kötüye kullanılması yasağının teşkil ettiği, şirketin azlin geçerliliği yönünden herhangi bir sebep göstermeye ihtiyacı bulunmadığı ve haklı sebebin de gerekmediği görüşü savunulmaktadır. Nitekim Federal Mahkemeye göre de:  Borçlar Kanunu nun 705. maddesi, anonim şirketin genel kuruluna tayin etmiş olduğu yöneticileri azletme hakkını verir. Yönetici, herhangi bir zamanda ve herhangi bir nedenle (BGE 25 II 346) görevden alınabilir. Pay sahipleri ve yöneticiler arasında kurulan güven ilişkisinden, herhangi bir sebepten dolayı feragat edilebilecek bir güven, hatta çekilmezlikten kurtulma özgürlüğü anlaşılmaktadır. Ancak, azledilen yöneticinin tazminat hakkı saklı tutulmuştur (İsv BK 705 f. 2) Bu nedenle, genel kurul ciddi bir gerekçeyi kanıtlayamasa ve azil kararını destekleyemese bile yöneticinin azli geçerli olacaktır  (BGE 80 II 118 vd. ve 122 = Pra 43 [1959] N. 132)36. Fakat önemle belirtelim ki TTK 364/1 deki haklı sebebe atıf yapan düzenleme karşısında haklı sebebe gerek bulunmadığı yönündeki İsviçre Hukuku ndaki doktrin görüşü ve Federal Mahkeme uygulaması, ancak gündemde azle ilişkin bir madde bulunması durumu ile sınırlı olarak uygulama kabiliyetini haizdir. Öte yandan pay sahibi İsvBK 709 (TTK 360) a göre yönetime seçilme imtiyazına sahip kimseler arasından seçilmiş ise bu halde azil için de gündemde madde olsun olmasın haklı sebep mevcut olması gerektiği kabul edilmektedir. Zira bu halde ilgili hüküm uyarınca genel kurulun haklı sebep bulunmadıkça aday gösterilen kimseyi yönetim kuruluna seçmesi zorunludur.2. Haklı Sebebin Varlığı Durumunda Azil Kararı VerilmesiA- Genel Olarak ETK 316 hükmü genel kurulun yönetim kurulunu her zaman azledebileceğini ve azledilen üyenin tazminat hakkı bulunmadığını düzenlemekteydi ve buradan hareketle doktrin ve Yargıtay, İsviçre Hukuku nda olduğu gibi, sözkonusu hükmü genel kurulun yönetim kurulu üyelerini azlinde haklı neden göstermesine gerek 34  Forstmoser/Meier Hayoz/Nobel § 27 N 38; Kırca (Şehirali Çelik/Manavgat), s. 460. 35  Bkz. Dubs/Truffer Art. 705 N. 14; Böckli, N 1471 vd; Schucany, Art. 705 N .1; Tanner, Art. 705 N. 27; Bürgi, s. 517. Federal mahkeme kararları da (BGE 80 II 121) bu yöndedir. 36  Tanner, Art. 705 N. 27.37  Forstmoser/Meier Hayoz/Nobel § 27 N 41; Plüss, s. 91 vd; Tanner, Art. 705 N. 29; Türk hukukunda Pulaşlı, s. 749; Karaege, s. 82. 515İstanbul Hukuk Mecmuası 76/2olmadığı şeklinde yorumluyordu. Ancak TTK 364/1 yönetim kurulu üyelerinin azlini açıkça gündemde madde bulunması yahut haklı sebep mevcut olmasına bağlamaktadır. Böylelikle TTK 413 de düzenlenen gündeme bağlılık ilkesine haklı sebebe dayanan bir istisna getirilmiştir. TTK 364/1 gündemde madde bulunmasa dahi ikinci bir ihtimal olarak haklı bir sebebin varlığı hâlinde de ortaklığın alabileceği bir genel kurul kararı ile yönetim kurulu üyesini azledebileceğini düzenlemektedir. Şu  halde  gündemde  madde  bulunmuyor  ise,  yönetim  kurulu  üyesinin  azlinin geçerliliği haklı sebebin bulunmasına bağlıdır. Haklı sebebe dayanılması gündemde azille alakalı bir hüküm olsun olmasın genel kurula yönetim kurul üyesini azletme hakkı bahşeder. Burada arzulanan sonuç, olası bir haklı sebebin varlığı halinde ortaklığın iradesini yönetim kurulu üyesinin görev süresi ile bağlı tutmamaktır. Hem gündemde madde hem de haklı sebep bulunmaması halinde, gündemde madde bulunmasına rağmen haklı sebeplerin mevcut olmaması durumundan farklı olarak, ortaklık yalnız tazminat ödemekle karşı karşıya kalmayacak, azil kararının geçersiz olması yaptırımı ile de karşı karşıya gelecektir. Şu halde, gündemde madde var ve fakat haklı sebep yok ise üyeye tazminat ödenmesi söz konusu olabilecek, ancak gündemde madde yok ve haklı sebep de bulunmuyor ise azil kararı da geçersiz olacaktır. TTK  364 ün  gerekçesinde  genel  kurulun  güvenini  yitiren,  hakkında  haklı bir sebep mevcut olan bir üyeyi genel kurulun sadece gündeme bağlılık ilkesi dolayısıyla  ileriki  bir  toplantıya  kadar  yönetim  kurulunda  tutmak  zorunda bırakılmasının, hükmün amacına aykırı olacağı ifade edilmiştir. Bu bakımdan her ne kadar gündeme bağlılık ana ilke olarak değerlendirilebilir ise de kanun koyucu bu kurala yönetim kurulu üyelerinin görevden alınmalarını gerektiren haklı sebeplerin varlığı halinde bir istisna getirmektedir. Bu hallerde gündem maddeleri arasında yer almasa dahi yönetim kurulu üyesinin alınacak bir karar genel kurul kararı ile görevden azli mümkün olabilecektir. Zira niteliği itibariyle haklı sebep tüm sürekli 38   Dosyadaki yazılara, mahkeme kararında belirtilip Yargıtay ilamında benimsenen gerektirici sebeplere ve TTK.nun kollektif şirketlere ilişkin 161. maddesindeki ortaklık sözleşmesi ile tayin edilen idareci şirketin diğer ortakları tarafından azledilemiyeceği hükmüne karşılık anonim şirketlere ilişkin 316. maddesi de yönetim kurulu üyeleri ana sözleşme ile tayin edilmiş olanlar dahi genel kurul kararıyla azledebildikleri hükmü getirmiş bulunmamasına, işbu 316. maddedeki hükmün amir bir hüküm olması karşısında, davalı şirketin kuruluşuna ilişkin 6327 sayılı Yasada alınmış hüküm olsa dahi daha sonra yürürlüğe giren bu amir hükmün uygulanması gerekmesine TTK.nun 316. maddesine tekabül eden eski TTK.nun 317. maddesinde  midelicap  kelimesinin yeni metinde bulunmamasına, bu duruma göre bir gerekçe göstermeden dahi 316. maddeye dayanılarak azlin mümkün olmasına, İsviçre Borçlar Kanunu nun mütenazır hüküm taşıyan 705. maddesinin 2. fıkrasında azledilen yönetim kurulu üyesine tazminat istemek hakkının saklı olduğuna dair hüküm mevcut olmasına karşılık TTK.nun 316/2. maddesinde azlonulan yönetim kurulu üyelerinin tazminat istemeğe hakları olmadığından açıkca kabul edilmiş olmasına, bu durumda ise TTK.nun 361. maddesi hükmü gereğince onanması şirket yönetim kurulu üyelerinin genel kurulca her zaman haklı bir neden gösterilmesine ve tazminat ödenmesine gerek bulunmadan azledileceklerinin kabulü gerekmesine davalı T. Petrolleri ana sözleşmesinin de 23. maddesinde bu yolda hüküm getirmiş olmasına ve azlin ana sözleşmesi TTK.nun hükmüne uygun bulunmasına göre HUMK.nun 440. maddesinde sayılan hallerden hiçbirisini ihtiva etmeyen karar düzeltme dilekçesinin reddi gerekir.  (Yarg. 11. HD, 08.10.10979, E. 1979/3972 K. 1979/4547, Kazancı İçtihat Bilgi Bankası). 39  Kendigelen, s. 218. İlaveten genel kurul toplantısında kullanılan bir takım azınlık hakları ve bireysel haklar da gündeme bağlılık ilkesinin birer istisnasını teşkil eder. Bunlar finansal tabloların görüşülmesinin bir ay sonraya ertelenmesini isteme hakkı (TTK 420), özel denetçi atanmasını isteme hakkı (TTK 438), kuruluş ve sermaye artırımlarından dolayı sorumluların ibrasını engelleme hakkı (TTK 559) gibi (Bahtiyar, s. 157). Ayrıca bkz BTY md 25. 516Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azliborç ilişkilerini ileri etkili olarak süresinden önce ve derhal sona erdirir. Sona erme sebepleri arasında haklı sebep bu yapısı ile genel olağanüstü fesih sebebi olarak kabul edilir.Kanundaki  düzenleme  bu  şekilde  olmakla  birlikte,  konu  hakkında   Anonim Şirketlerin Genel Kurul Toplantılarının Usul ve Esasları İle Bu Toplantılarda Bulunacak Gümrük ve Ticaret Bakanlığı Temsilcileri Hakkında Yönetmelik  ( BTY ) md 25/1 ç de; gündemde madde bulunmasa bile, yolsuzluk, yetersizlik, bağlılık yükümünün ihlali, birçok şirkette üyelik sebebiyle görevin ifasında güçlük, geçimsizlik, nüfuzun kötüye kullanılması gibi haklı sebeplerin varlığı halinde, yönetim kurulu üyelerinin görevden alınması ve yerine yenilerinin seçilmesi hususları genel kurulda hazır bulunanların oy çokluğuyla gündeme alınabileceği şeklinde kanun sistematiğine aykırı bir düzenlemeye gidilmiştir. TTK 364. maddede gündemde madde bulunmasa dahi haklı sebebin bulunması halinde yönetim kurulu üyesi genel kurul tarafından herhangi  bir  ilave  gündem  maddesine  ihtiyaç  duyulmaksızın  derhal  görevden alınabilecekken, bu durumda oy çokluğu ile gündeme madde eklenmesi imkanı adı altında ilave bir şart getiren yönetmelik hükmünün uygulanabilme kabiliyeti yoktur. Zira kanunun tanıdığı bir hak yönetmelikle kısıtlanamaz. Benzer şekilde gündeme bağlılık ilkesinin istisnasını oluşturan finansal tabloların görüşülmesinin ertelenmesini isteme (TTK 421) özel denetçi atanmasını isteme (TTK 438) gibi hallerde de bu şekilde gündeme madde eklenmesine ilişkin genel kurulda bir oylama yapılması söz konusu olmayıp bu da hükmün ne şekilde uygulanacağı açısından önemli bir göstergedir. B- TTK 364 Anlamında Haklı Sebeplerin Neler OlabileceğiTTK 364 te, haklı sebebe yollama yapan pek çok kanun hükmünde olduğu gibi haklı sebebin tanımına yer verilmemiştir. Türk ve İsviçre Hukukundan farklı olarak Alman Hukukunda kanunda genel bir tanıma yer verilmiş olup Alman Medeni Kanunu nun  sürekli borç ilişkilerinin haklı sebeple feshi  başlığını taşıyan 314. maddesinde haklı sebep; bir sürekli borç ilişkisinin belirli sürenin veya feshi ihbar 40  Peter Gauch, System der Beendigung von Dauervertragen, Freiburg, 1968, s. 173; Wolfgang Fikentscher/Andreas Heinemann, Schuldrecht, Berlin, 2006, § 50, N. 573; Eugen Bucher, Schweizerisches Obligationenrecht, Allgemeiner Teil, Zürich 1988, § 21, s. 391; Hartmut Oetker, Das Dauerschuldverhältnis und seine Beendigung: Bestandsaufnahme und kritische Würdigung einer tradierten Figur der Schuldrechtsdogmatik, Tübingen, 1994, s. 441 vd.41  Aynı yönde Pulaşlı, s. 934, N. 214. 42  Normlar hiyerarşisi kapsamında genel bir hukuk ilkesine dayanan bu durum iptal kararları yönünden şirketler hukumuzda da karşılık bulmuştur.  Altta bulunan normun üstte bulunan norma aykırı olamayacağı temel bir hukuk kaidesi olduğundan Kanunun tanıdığı bir hak yönetmelikle kısıtlanmaz. 4562 Sayılı Osbk nunda iptal davasının açılabilmesi için bir süre düzenlenmemesi ve aynı kanunun 25. maddesinin gönderme yaptığı 6762 Sayılı T.T.K.nın 381. maddesinde iptal davası açmak için üç aylık bir hak düşürücü süre öngörülmüş olması nedeniyle, artık bu kanuni sürenin yetkili organ tarafından çıkartılacak bir yönetmelikle kısıtlanarak bir aya düşürülmesi mümkün değildir. O halde, müteşebbis heyet tarafından alınan kararların iptali için hak düşürücü nitelikteki dava açma süresi yönetmelikte düzenlenen bir ay değil, mülga 6762 Sayılı T.T.K.nın 381. maddesi ( 6102 Sayılı T.T.K.m.445 ) uyarınca üç aydır. Bu itibarla; H.G.K. nca da benimsenen Özel Daire bozma kararına uyulmak gerekirken, önceki kararda direnilmesi usul ve yasaya aykırıdır.  (Yarg. 11. HD, 26.2.2014, E. 2013/4-329, K. 2014/147, Kazancı İçtihat Bilgi Bankası). 43  Pulaşlı, s. 319. 517İstanbul Hukuk Mecmuası 76/2süresinin sonuna kadar devamını somut olayın şartları ve menfaatler dengesi uyarınca çekilmez kılan olgular olarak tarif edilmektedir (BGB § 314/II). İsviçre ve Türk Hukukunda doktrindeki tanımlar birlikte değerlendirildiğinde haklı sebep, sürekli bir borç ilişkisine devam etmeyi, dürüstlük kuralı gereği çekilmez hale getirdiği kabul edilebilecek hukuki olgular olarak tarif edilebilir. Konumuz özelinde ayrı bir tanım vermek gerekli olmayıp, TTK 364 ün gerekçesinde sınırlayıcı olmamak üzere genel kurulun güvenini yitirmek, yolsuzluk, yetersizlik, bağlılık yükümünün ihlâli, bir çok şirkette üyelik sebebiyle görevin ifasında güçlük, geçimsizlik, nüfuzun kötüye kullanılması haklı sebep teşkil örnekleri olarak ifade edilmektedir. Aynı sebepler birer haklı sebep teşkil eden hal olarak BTY md. 25/1 ç hükmünde de sıralanmaktadır. Benzer şekilde TTK 413 kapsamında finansal tabloların müzakeresi sırasında gerekçede ifade edildiği üzere genel kurulun yıl sonu finansal tabloların ve faaliyet raporlarının sonuçlarından memnun kalmaması da bir haklı sebep olarak düşünülebilir. Zira genel kurulun uygulamalarını beğenmediği bir yönetim kurulunu süre yönünden yahut gündemde madde bulunmadığı gerekçesiyle görevde tutmasının beklenemeyeceği aşikardır. Ancak yukarıda ifade ettiğimiz üzere TTK 413 uyarınca finansal tabloların görüşüleceğine ilişkin bir gündem maddesinin mevcut olması alınacak bir azil kararının geçerliliği bakımından etkili olup söz konusu görüşmelerde ortaya çıkabilecek bir haklı sebep bu ihtimalde ancak tazminat bakımından etki eder. Azledilen  yönetim  kurulu  üyesinin  şahsında  doğan  haklı  sebepler  yönünden yönetim kurulu üyesinin kusurlu bulunması şart değildir. Ancak burada ehliyet kaybı konusu tartışmalı olup Tekinalp söz konusu durumu bir haklı sebep olarak görürken Pulaşlı ise kanunda ehliyetin kısıtlanmasının TTK 363/2 de üyeliğin herhangi bir işleme gerek olmadan kendiliğinden sona ermesine sebebiyet vereceği, bu sebeple üyenin genel kurul kararı ile görevden alınmasına gerek olmadığını ifade etmiştir.C- Hükmün Uygulanmasında Haklı Sebeplerin Fonksiyonu Üzerine Farklı Görüşlerin DeğerlendirilmesiMevcut  düzenleme  karşısında  özellikle  gündemde  bu  yönde  bir  madde bulunmaması halinde azlin haklı sebebe dayandırılması azil kararının geçerliliği açısından hayati öneme sahiptir. Ancak doktrinde bir görüşe göre, her ne kadar söz konusu madde açıkça gündemde madde bulunmadığı hallerde yönetim kurulu üyelerinin azlini haklı sebebin varlığı şartına bağlamış ise de, hüküm genel kurulun yönetim kurulu üyelerini her zaman azledebileceği şeklinde yorumlanmalıdır. Söz konusu görüşü savunan yazarlar, eski kanun döneminde olduğu gibi, anonim ortaklık 44  Kemal Oğuzman, Türk Borçlar Kanununa ve İş Mevzuatına Göre Hizmet (İş) Akdinin Feshi, İstanbul, s. 1955, s. 42. 45   Gündemde madde bulunmasa bile, yolsuzluk, yetersizlik, bağlılık yükümünün ihlali, birçok şirkette üyelik sebebiyle görevin ifasında güçlük, geçimsizlik, nüfuzun kötüye kullanılması gibi haklı sebeplerin varlığı halinde, yönetim kurulu üyelerinin görevden alınması ve yerine yenilerinin seçilmesi hususları genel kurulda hazır bulunanların oy çokluğuyla gündeme alınır. 46  Tekinalp, s. 235; Pulaşlı, s. 941. 518Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azliile yönetim kurulu arasındaki hukuki ilişkinin niteliğinin vekalet olmasından hareket ederek vekilin azlinin her zaman mümkün olduğu gerekçesini ileri sürmektedir. Bu doğrultudaki bir fikre göre, anonim ortaklık ve yönetim kurulu arasında vekalet ilişkisi bulunması ve bu ilişkinin karşılıklı güvene dayanması nedeniyle genel kurulun bu ilişkiyi her zaman sona erdirme yetkisi bulunduğu, yasada azil için herhangi bir sebep öngörülmediği, bu nedenle genel kurulun yönetim kurulu üyelerini hiçbir sebep göstermeden azledebileceği, bu takdir hakkının mutlak olduğu, kararın yalnız şekil yönünden iptalinin istenebileceği, ancak takdir hakkının kötüye kullanıldığı iddiası  ile  görevin  sürdürülmesine  yönelik  talepte  bulunulamayacağı,  kararın içerik olarak haksız olmasının yönetim kuruluna iptal davası hakkı vermeyeceği düşüncesindedir. Benzer diğer fikre göre de, haklı sebebin varlığı gündem dışı karar alabilmenin değil ancak görevden alma sebebiyle ortaklığın sorumlu tutulmasının yani üyeye tazminat ödenmesinin bir şartı olabilir. Bu düşünceye göre haklı neden olmasa dahi gündemde olsun olmasın üye görevden alınabilmelidir; ancak haklı sebep bulunmadan azil halinde ortaklık üyenin zararlarını tazminle yükümlü olabilecektir. Özetle söz konusu fikir kabul edilir ise TTK 364 düzenlemesine karşılık ETK 316 ve TBK 512 hükmü uygulamasında olduğu gibi, gündemde madde olsun olmasın, haklı sebebe de ihtiyaç duyulmaksızın ortaklığın yönetim kurulu üyesini fesih hakkının var olduğu düşünülebilecektir. Biz  bu  görüşün  kaynağının  genel  hükümlere,  yönetim  kurulu  ile  ortaklık arasındaki ilişkiye uygulanacak vekalet akdine dayandığı kanısındayız. Zira, vekalet sözleşmesinde sona erdirme hakkının (azil ve istifa hakkının) uygun olmayan zamanda kullanılmış olmasının, bu yenilik doğuran hakların etkisiz kalmasına ve böylece vekâlet sözleşmesinin ayakta tutulmasına yol açmayacağı; vekalet sözleşmesinin her durumda sona ereceği fakat uygun olmayan zamanda sona erdirme hakkını kullanan vekil için tazminat yükümlülüğünün ortaya çıkacağı kabul edilmektedir. Benzer şekilde, vekâlet sözleşmesinin derhal sona erdirilmesinde haklı sebebin varlığı da sınırlı bir öneme sahip olduğu kabul edilmekte olup, bu önem, haklı sebebin varlığının fesih imkanını değil yalnızca tazminat yükümlülüğünün varlığını belirleyecek olmasından kaynaklanmaktadır. Vekâlet sözleşmesinin derhal sona erdirilmesinde haklı sebepler mevcutsa, bu durumun etkisi, sona erdirme uygun olmayan zamanda yapılmış olsa bile sona erdiren tarafın tazminat yükümlülüğünün söz konusu olmamasıdır. Özetle haklı sebebin mevcut olup olmaması sona erdirmenin geçerliliğine etki göstermemekte, ancak tazminat yönünden belirleyici role sahip olmaktadır. 47  Pulaşlı, s. 1249. 48  Erdoğan Moroğlu, 6102 Sayılı Türk Ticaret Kanunu Değerlendirme ve Öneriler, İstanbul, 2016, s. 163; Bahtiyar, s. 159. 49  Seçer, s. 896, dpn. 71 ve 72 deki yazarlar. 50  Seçer, s. 896-897. 519İstanbul Hukuk Mecmuası 76/2Fakat yukarıda ifade ettiğimiz üzere yönetim kurulu üyeleri, TTK 364 te yapılan özel düzenlemede açıkça ifade edildiği şekilde ancak  gündemde ilgili bir maddenin bulunması veya gündemde madde bulunmasa bile haklı bir sebebin varlığı hâlinde  azledilebilirler. Vekalet sözleşmesinin tek taraflı sona erdirilme hakkı yönetim kurulu üyelerinin azli meselesinde sınırlı bir uygulamaya sahip olup yönetim kurulu üyeleri ve ortaklık arasındaki ilişki bakımından, yönetim kurulunun önemi ve ortaklığın zorunlu organı olması bakımından azli zorlaştıran özel bir düzenleme yapılmıştır. Bir taraftan genel kurulun her daim azil imkanı mevcut bırakılmış, buna karşılık menfaatler dengesi uyarınca azil yetkisi bir takım şartların varlığına tabi tutulmuş gözükmektedir. Bu bakımdan yönetim kurulu üyesinin azlinin herhangi bir şarta bağlanmadığını söylemek kanaatimce mümkün değildir. Özellikle gündemde azille alakalı bir madde bulunmaması ihtimalinde, ancak haklı sebeplerin varlığında yönetim kurulu üyesi azledilebilir. Görüldüğü üzere tek yanlı irade beyanı ile görevden alma bu ihtimalde haklı sebep şartına bağlanmıştır. Nitekim ilgili hükmün gerekçesinde de  Bir üyenin görevden alınabilmesi için gündemde bu yolda hüküm bulunması şarttır. Ancak haklı sebepler varsa, genel kurul, gündemde madde bulunmasa bile üyeyi azledebilecektir  denilerek madde kapsamında azil için gündemde bu konuda madde bulunması gerektiği, ancak haklı sebepler var ise gündeme bağlılık ilkesinin uygulanmayacağı düşüncesini hükmün lafzında olduğu gibi açıkça ifade edilmektedir. Hükmün gerek lafzı gerekse ruhu açık bir biçimde azli gündemde ilgili bir maddenin bulunması yahut haklı sebebin varlığı şartına bağlamış gözükmektedir. Zaten maddenin getiriliş amacı da gerekçesinde yönetim  kurulu  üyelerinin  azli  kararının  gündeme  bağlılık  ilkesi  çerçevesinde değerlendirilip değerlendirilmeyeceği konusunda tartışmalı uygulamaya sebebiyet veren, ilaveten azlonulan üyenin tazminat talebine de hakkı olmadığını düzenleyen ETK 316 maddesi hükmünü menfaatler dengesi uyarınca çözüme kavuşturmak olarak ifade edilmiştir. Getirilen çözüm azlin kural olarak gündemde madde bulunması şartına bağlanması, ancak haklı sebeplerin mevcudiyeti halinde gündemde madde bulunmasa dahi yönetim kurulu üyelerinin görevlerinden azledilebilmesi yönündedir. Bu bakımdan anılan yazarlarca ileri sürülen görüş ancak gündemde azille ilgili bir madde bulunması halinde uygulama alanı bulabilecektir. Maddenin üçüncü fıkrasında tazminat hakkını saklı tutan ifade her ne kadar azlin her hâlükârda geçerli fakat tazminat hakkının baki olduğu izlenimini uyandırmaya ve vekalet akdinin sona ermesini düzenleyen TBK 512 ile paralellik kurmaya müsait ise de, yine de birinci fıkradaki düzenlemenin açık lafzı ve gerekçesi kuralın yukarıda açıkladığımız şekilde olduğuna delalet etmektedir. Öngörülen tazminat ise ifade ettiğimiz üzere daha çok gündemde ilgili bir madde bulunmakla birlikte haksız olarak alınan azil kararında uygulama alanı bulabilecektir. Maddedeki şartları taşımayan 51  Kırca (Şehirali Çelik/Manavgat), s. 463. 520Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azliazil kararı hakkında herhangi bir işlem yapılmaması yahut olası bir geçersizlik davasında sürenin uzun sürmesi ve tedbir kararı da verilmemesi sebebiyle görev süresinin dolduğu ve tekrar göreve başlamanın mümkün olmadığı durumlarda da yine bahsi geçen tazminat gündeme gelebilecektir. III- Kurala Aykırı Şekilde Azil Kararı Verilmesinin Müeyyidesi1. Azil Kararının HükümsüzlüğüTTK 364 e aykırı şekilde gündemde madde yer almaksızın ve buna karşılık haklı sebep de bulunmaksızın alınan yönetim kurulu üyelerinin azli yönündeki genel kurul kararının geçerliliğini değerlendirmek gerekir. Bu yönde bir karar TTK 445 anlamında kanuna aykırı kararlardan olmakla hükümsüzdür ve iptali gerekir. Nitekim ana kural olan gündeme bağlılık ilkesine aykırılığın yaptırımı da doktrin ve uygulamamızda alınan kararın iptali olarak kabul edilmektedir. Her ne kadar genel kurulun azil kararı yürürlüğe girmekle üyelik sıfatı sona erse de, hükmün iptal edilmesi halinde karar geçmişe etkili olarak baştan itibaren geçersiz hale gelecek ve bu durumda hukuka aykırı genel kurul kararı dolayısı ile yönetim kurulu üyesinin zararlarının tazmini TTK 364/3 anlamında söz konusu olabilecektir. Doktrinde  Kırca  ise  genel  hükümlerden  hareketle,  azil  kararının  ortaklık tarafından bozucu yenilik doğuran bir hakkın kullanılması niteliğinde olduğu, bu gibi yenilik doğuran hakların kullanılması için kanunda belirlenen şart olgu ve sebeplerin gerçekleşmesi gerektiği, bu sebepler gerçekleşmeden kullanılan bir  yenilik  doğurucu  hakkın  batıl  olacağı,  dolayısıyla  azle  ilişkin  açık  veya ilgili bir gündem maddesi olmamasına rağmen haklı bir sebep olmadan alınan azil kararının iptali yerine butlanının tespitini istemenin hukuk tekniğine daha uygun olacağı görüşünü ileri sürmektedir. Yazara göre hem ilgili bir gündem maddesi bulunmadan hem de haklı sebep olmadan alınan bir azil kararı kanuna aykırı ve bu sebeple butlana tabidir. Ancak fikrimizce alınan genel kurul kararı TTK 445 anlamında kanuna aykırı ve iptali kabil kararlardandır. Buradaki kanuna aykırılığın  niteliği  bakımından,  mutlak-nisbi  emredicilik  ayrımına  göre  nisbi emredici aykırılık söz konusu olup, üçüncü kişiler ve ortaklık alacaklılarından ziyade pay sahiplerini korumaya yönelik hakları düzenleyen emredici hükümlerin ihlal edilmesi durumu karşımıza çıkmaktadır. Bu sebeple TTK 364 ihlal edilerek 52  Kırca (Şehirali Çelik/Manavgat), s. 463. 53   Mahkemece gündemde açıkça belirtilmeyen hususlarda genel kurulda görüşme yapılamayacağı nazara alınarak dava konu genel kurul kararının iptaline karar vermek gerekirken, yazılı şekilde dava şirket yönünden davanın reddine karar verilmesi doğru görülmemiş...  (Yarg. 11. HD, 10.01.2017, E. 2016/405; K. 2017/142, Pulaşlı, s. 934).54  Kırca (Şehirali Çelik/Manavgat), s. 462. 55  Bir hukuki işlemin emredici kanun hükümlerine aykırı ise batıl olacağı genel hükümlerde (TBK 26-27) düzenlenmiştir. Ancak kanuna aykırılık TTK. 445 te genel kurul kararının iptal sebepleri arasında da sayılmış olduğundan, (emredici) kanun hükümlerine aykırı bir genel kurul kararı bulunması halinde karar hakkında butlan ve iptal yaptırımlarından uygulanacağı hususu tartışma konusu olmuştur. Bu konuda doktrinde emredici hükümler arasında ikili bir ayrım yapılmakta; üçüncü 521İstanbul Hukuk Mecmuası 76/2ilgili bir gündem maddesi ve haklı sebep de bulunmadan alınan bir azil kararı kanuna aykırılık sebebi ile (TTK 445) iptali kabil kararlardandır. Açılan bir iptal davasında gündemde madde bulunmuyor ise haklı sebebin varlığını ispat yükü kanımca davalı ortaklıkta olacaktır. Zira kanun azli gündem maddesinin yokluğunda haklı sebep şartına bağlamıştır ve bu şartın gerçekleştiğini ispat yükü şarta bağlı işlemi gerçekleştirendedir. Her ne kadar ispat yükünün bu şekilde tesis edilmesi ilk bakışta iddia edenin iddiasını ispatla yükümlü olduğunu düzenleyen MK 6 ya aykırı gözükse de, azil suretiyle bozucu yenilik doğurucu hukuki işlem yapan şirketin, yapılan bu işlemin kanunun aradığı şartlara uygun olduğunu ispat etmesini aramak gerekir. Kaldı ki, Yargıtay uygulamasında, sermaye artırımının dürüstlük kuralına aykırılığı iddiasıyla açılan iptal davalarında sermaye artırımın  haklı  gerekçeye  dayandığını  ispat  yükünü  davalı  şirkete  yüklendiği düşünülecek olur ise benzer bu durum şirketler hukuku uygulamamıza da yabancı değildir. Son olarak bu bahiste belirtmek gerekir ki, doktrinde, TTK 364/1 de yapılan bu düzenleme, uygulamada haklı sebebin varlığı ya da yokluğu bahsinde yönetim kurulu üyelerinin görevden alınmaları ve bunu reddi kararları hakkında çok sayıda iptal davası açılmasına neden olacağı, haklı nedenin gündem dışı karar alabilmenin değil tazminat sorumluluğunun bir şartı olarak değerlendirilmesi gerektiği eleştirisiyle karşılaşmıştır. Azle ilişkin kararların uygulamada tıpkı diğer genel kurul kararları gibi iptal davalarına konu edilebileceği ve yoğun bir uygulama alanının bulunacağı şüphesizdir. 2. Azledilen Üyenin Tazminat HakkıAzledilen üye genel kurul kararının alınmasıyla birlikte huzur hakkı ve diğer mali haklarını kaybeder ancak TTK 364/2 uyarınca görevden alınan üyenin tazminat hakkı saklıdır. Bu doğrultuda TBK 512 hükmünde olduğu gibi uygun olmayan zamanda azledilen yönetim kurulu üyesi tazminata hak kazanabilir. İsviçre Hukukunda vekalet sözleşmesine dair İsvBK 404 ün kati surette yönetim kurulu üyelerinin azline de uygulanacağı, tazminat için aranacak olanın  uygun olmayan zamanda  azil olduğu, buna bağlı olarak ortaya çıkan zararların tazmin edileceği, bu çerçevede azlin haklı sebebe dayanmamasının ise tazminat ödenmesine kişileri ve ortaklık alacaklılarını korumaya yönelik mutlak emredici hükümlere aykırılığın yokluk veya butlana, bunlar dışında kalan ve ortakları korumaya yönelik nisbi emredici hükümlere aykırılığın ise iptal davasına sebep olacağı görüşünü ileri sürmüş ve bu görüş doktrin ve uygulamada yer bulmuştur. Ayrıntılı bilgi için İmregün, s. 158-159, Moroğlu, Hükümsüzlük, s. 196-198; Arslanlı, s. 68; Hayri Domaniç, Anonim Şirketler Hukuku ve Uygulaması, TTK. Şerhi II, İstanbul 1988, s. 881-882, Bahtiyar, s. 201. 56  Aynı yönde Karaege, s. 101. 57  Moroğlu, s. 163; Bahtiyar, s. 158. 58  Bürgi Art. 705 N 18; Tanner, Art. 705 N. 81. 522Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azliyol açmayacağı ileri sürülmektedir. Bununla birlikte azil için haklı sebebin mevcut olması halinde ise ortaklığın tazminat sorumluluğunun doğmayacağı da söz konusu yazarlarca ifade olunmaktadır. Ancak İsvBK 705 de yönetim kurulu üyesinin azli yönünden doğrudan haklı sebebe  sonuç  bağlayan  bir  düzenlemenin  bulunmadığı,  oysa  TTK  364/I de gündemde madde bulunması yahut haklı sebeplerin mevcut olmasının birer azil hali olarak öngörüldüğü ve bu açıdan Türk Hukuku ndaki düzenlemenin İsviçre Hukuku ndakinden farklılık arz ettiği unutulmamalıdır. Bu bakımdan, yukarıda ifade ettiğimiz üzere, gerek uygun olmayan zamanda fesih, gerekse haklı sebep bulunmaması (haksız fesih) halinde gündemde yer alsın almasın yönetim kurulu üyesine tazminat ödenmesine yol açabilecektir. Gündemde madde bulunması haklı sebebin mevcut olmaması ihtimalinde azlin geçerliliği yönünden etki gösterecektir. Azlin haksız oluşundan, keyfi, haklı gerekçeye dayanmayan, yahut hakkın kötüye kullanılması  anlamına  gelebilecek  ve  yönetim  kurulu  üyesinin  görev  süresinin dolmasından önce cereyan eden sebepsiz bir azil kararı anlaşılmalıdır. Genel kurulun azil yetkisi de hiç şüphesizdir ki hakkın kötüye kullanılması yasağının kapsamındadır. Ortaklıktaki menfaat çatışmaları sebebiyle görev süresi dolmadan yönetim kurulunda yapılacak sebepsiz değişiklikler de çoğunluk gücünün kötüye kullanılması teşkil etmek suretiyle bu kapsamda değerlendirilebilir.Yönetim  kurulu  üyesinin  tazminata  hak  kazanabilmesi  için,  sözleşmesinin devamına olan güveninin sarsılması yüzünden zarara uğramış olmalıdır. Azlin aynı zamanda kişisel çıkarları da ihlal edecek şekilde gerçekleştirilmiş olması halinde manevi tazminata da yol açabilir. Örneğin basında yanıltıcı ve rencide edici ifadelerle yer alan bir yönetim kurulu üyesi manevi tazminata hak kazanabilir. Bu talep hakkı, azledilen üyenin vekalet veya iş sözleşmesine tabi olup olmadığına bakılmaksızın sözkonusu olur.59  Fritz Funk, Kommentar Des Obligationenrechtes, Bd. II, Das Recht der Gesellschaften, Aarau 1951, Art. 705 N. 1; Georg Krneta, Praxiskommentar Verwaltungsrat, Bern 2001, Art. 726 N. 2276; Tanner, Art. 705 N. 87; Bürgi Art. 705 N. 16,17; Forstmoser/Meier-Hayoz/Nobel § 27 N. 42. 60  Bürgi Art. 705 N. 16 ,17; Rolf Watter, Kommentar zum schweizerischen Privatrecht, Obligationenrecht II, Art. 716-731a, Hrsg. Heinrich Honsell, Nedim Peter Vogt ve Rolf Watter, Basel ve Frankfurt am Main, 1994, Art. 726 N. 16; Krneta Art. 726 N. 2277; Tanner, Art. 705 N. 89. 61  Bu yönde Bürgi Art. 705 N 6; Tanner, Art. 705 N. 27. TTK 364/1 in gerekçesinde bu konuda  Sadece politik nitelik taşıyan bir sebep, özellikle bilgisi ve ehliyeti ile yararlı olan bir üye yönünden haklı sebep oluşturulması ratio legis e uymayabilir  denilerek bu yöndeki endişe paylaşılmış olmaktadır. 62  Bürgi, Art. 726 N. 17; Tanner, Art. 705. N. 93; BGE 80 II 118. 63  Dubs/Truffer, Art. 705 N. 14; Bürgi Art. 726 N. 17; Tanner, Art. 705. N. 93. 64  Bürgi Art. 726 N. 17. 523İstanbul Hukuk Mecmuası 76/2IV- Genel Kurul un Azil Kararının Sonuçlarını Doğurması ve Azil Kararına Uygulanacak Prosedür1. Azlin İç ve Dış İlişkide SonuçlarıVekâlet sözleşmesinin sona erdirilmesinde, arzu edilen sonucunun doğması için vekâlet verenin veya vekilin bu konudaki irade beyanı yeterli ve diğer tarafın bu duruma rıza göstermesine ihtiyaç bulunmayıp TBK 512 çerçevesinde vekâlet verenin (ve vekilin) sözleşmeyi sona erdirmesi tek taraflı (bozucu) yenilik doğuran bir hukuki işlem olarak kabul edilir. Bu doğrultuda, genel kurulun azil kararı da tek taraflı bozucu yenilik doğuran bir hukuki işlemdir. Azlin sonucu yönetim kurulu üyeliğinin ileriye etkili ve tek taraflı olarak sona erdirilmesidir.İç ilişkide genel kurulun bu beyanı karşı tarafa (yönetim kurulu üyesine) varması ile hüküm ifade eder. Azledilen yönetim kurulu üyesi genel kurulda hazır bulunuyor ise, azle ilişkin irade beyanı hazırlar arasında yapılmış ve bu irade beyanı kendisine derhal varacak ve onun tarafından öğrenilmiş olacaktır. Yönetim kurulu üyesi genel kurulda hazır bulunmuyorsa, TBK 514 hükmünden hareketle, azle ilişkin irade beyanının  hazır  olmayan  bir  kimseye  yapılması  neticesinde,  azlin  sonuçlarının öğrenme ile doğacağı kabul edilmelidir. Azlin dış ilişkide iyiniyetli üçüncü kişilere karşı ileri sürülebilmesi için ise kararın derhal tescil ve ilanı gerekir. Zira TTK 373 te yönetim kurulunun temsile yetkili kişileri ve bunların temsil şekillerini gösterir kararının noterce onaylanmış suretini tescil ve ilan edilmek üzere ticaret siciline vereceği düzenlenmiş olup TTK 31 e göre ise, tescil edilmiş hususlarda meydana gelen değişikliklerin de tescil edilmesi gerekir. Tescil ve ilan kurucu değil açıklayıcı niteliktedir. Azil kararının yürürlüğe girmesi ile birlikte yönetim kurulu üyesinin bu göreve bağlı hak ve yükümlülükleri sona erer. Azil kararı ile birlikte üyenin faaliyetlerini derhal sona erdirmesi gerekir. Bu bağlamda üyenin ücret ve huzur hakkı da genel kurulun yapıldığı günsonu itibariyle sona erer. 65  Oser/Schönenberger, Art. 404 N. 4; Seçer, s. 883 ve dpn. 16 da anılan yazarlar. 66  Bürgi Art. 705 N 8; Iwo W. Hungerbühler, Der Verwaltungsratspräsident, SSHW 217 Diss. Zürich 2003, s. 47; Tanner, Art. 705 N. 29. 67  Seçer, s. 892 ve dpn. 48 de anılan yazarlar. 68  Hungerbühler s 47; Watter, Art. 726 N 6; Aksi görüşe göre ise üyenin kararı öğrenmesine gerek yoktur. Bkz. Bürgi Art. 705 N. 8; Krneta, Art. 726 N 2262. 69  Vekalet sözleşmesnin sona erdirilmesine ilişkin bu yönde Seçer, s. 893. 70  Bürgi, Art. 705 N. 8; von Steiger, Aktiengesellschaft, s. 237; Tanner, Art. 705 N. 98. 71  Watter Art. 726 N. 6; Schucany Art. 705 N 1; 72  Bürgi, Art. 705 N. 5; Tanner, Art. 705 N. 81. 524Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azli2. Genel Kurulun Azil Kararına İlişkin ÖzelliklerAzil kararı ana sözleşmede daha ağır bir nisap öngörülmemiş ise TTK 418 deki genel yetersayılara tabidir. Ancak seçim için ana sözleşmede ağırlaştırılmış bir nisap öngörülmüş ise aynı oran azil kararı için de geçerlidir. Öte yandan, her ne kadar azil kararı için ana sözleşmede daha yüksek bir oran öngörülebilecek ise de, genel kurulun azle ilişkin hakkından hiçbir şekilde feragat edilemeyeceğinden bu oran azil kararını neredeyse imkansızlaştıracak şekilde de güçleştirmemelidir. İsviçre Hukukunda doktrin ve Federal Mahkeme kararlarında azil için oybirliği aranamayacağı ve özellikle halka  açık  şirketlerde  ağırlaştırılmış  yetersayının  hiçbir  zaman  ¾ ü  bulmaması gerektiği ifade edilmektedir. Nitekim Federal Mahkeme örnek bir içtihadında;  ...Ağırlaştırmanın ölçüsünün azli imkansız hale getirecek derecede olamayacağı gerçeği ortadadır (Bürgi 25-27 ad 703 CO; Tanner, op.cit., 175; Ulrich Geilinger, Die erschwerten Beschlüsse der Generalversammlung der Aktionäre, thesis Zurich 1948, pp. 46/47). Bu ağırlaştırmanın üst sınırı her somut olayın özelliklerine göre ayrı ayrı belirlenecek ise de, hiç bir zaman azil kararı için oybirliği aranamayacağı gibi (Bürgi No. 26 ad Article 703 CO), bu oran halka açık şirketlerde ulaşılması hayali olan ¾ gibi bir oy çokluğuna da hiç bir zaman ulaşmamalıdır (Tanner op.cit., 136, p.176)  diyerek durumu ifade etmiştir. Öte yandan İsviçre doktrininde kimi yazarlar Federal Mahkeme nin bu içtihadına karşı çıkmakta, Fedaral Mahkeme nin görüşünün asgari işlevsel korumayı sağladığı ancak en azından haklı sebeplerin varlığı halinde azle imkan verilmesi halinde böyle bir ana sözleşme hükmüne cevaz verilebileceği görüşünü ileri sürmekte iken bu görüşe karşı kimi yazarlar ise yasal kesinlik gereği haklı sebep gibi belirsiz bir kavrama yer verilemeyeceği görüşünü ileri sürmüşlerdir. Türk Hukuku açısından ise bilindiği ve yukarıda izah edildiği üzere TTK 364/1 haklı sebep halini bizzat kanun metnine almış olup İsviçre Hukuku nu takip ettiğini düşündüğümüz yazarlar bu yönü ile azilde getirilen haklı sebep kavramını eleştirmiş ve haklı sebebin azlin değil ancak tazminat ödememenin bir gerekçesi olabileceğini ifade etmişlerdir.Oydan yoksunluk açısından değerlendirecek olur isek, azil oylamasında pay sahibi olması koşuluyla azli oylanan üye de oy kullanabilir. Zira azil konusundaki menfaat, tıpkı yönetim kurulu üyesinin seçimi hususunda olduğu gibi, bireysel bir menfaate değil ortaksal bir menfaate ilişkindir. Bu durumda oylamada nisap yönünden pay 73  Hungerbühler s. 54; Tanner, Art. 705 N. 29.74  Forstmoser/Meier-Hayoz /Nobel, § 27 N 38; Bürgi, Art. 705 N 6; Kolb, s. 77.75  Tanner, Art. 705 N 44, Böckli, Aktienrecht N. 1472 Dubs/Truffer Art. 705 N 7; Kırca(Şehirali Çelik/Manavgat), s. 464. 76  BGE 117 II 313, Tanner, Art. 705 N. 45. 77  Forstmoser/Meier-Hayoz/Nobel § 22 N. 30; Dubs/Truffer, Art. 705 N. 7. 78  Hungerbühler s. 54; Homburger Art. 710 N. 230; Böckli, Aktienrecht N. 1471; Tanner, Art. 705 N. 47. 79  Moroğlu, s. 163 Bahtiyar, s. 158. 80  Bürgi Art. 705 N 5; Dubs/Truffer, Art. 705 N 5; Hungerbühler, s. 53; Tanner, Art. 705 N. 29; Kırca (Şehirali Çelik/Manavgat), s. 464. 81  Doktrinde hangi genel kurul kararlarının TTK 436 oydan yoksunluk hükmüne tabi olacağına ilişkin yapılan değerlendirmede, kanun koyucunun, pay sahibinin kendisi ya da belirli yakınları ile anonim ortaklık arasında çıkacak menfaat uyuşmazlıklarında tarafsız kalamayacağı ve bundan ortaklık zarar görebileceği düşüncesiyle bu durumlarda 525İstanbul Hukuk Mecmuası 76/2sahibi olan yönetim kurulu üyesinin payının da dikkate alınması gerekir.SonuçTTK 413 de düzenlenen gündeme bağlılık kuralı, TTK 364/1 ile yönetim kurulu üyelerinin azli yönündeki genel kurul kararları bakımından da geçerli olup, bununla birlikte, yine aynı maddede yer verilen haklı sebeplerin ortaya çıkması ihtimalinde gündemde azil ile ilgili bir madde bulunsun bulunmasın genel kurula yönetim kurulu üyelerini görevden alma (azledebilme) imkanı getirilmiştir. İlaveten İsvBK 705 f. 2 deki azledilen üyenin tazminat hakkı bulunduğuna ilişkin hükmede de ETK 316 dan farklı olarak TTK 413/2 de yer verilmiştir. Bu kapsamda yapmış olduğunuz çalışmada, azil kararının geçerliliği için diğer genel kurul kararlarının geçerliliği şartlarının yanı sıra, kural olarak gündemde azille doğrudan yahut dolaylı olarak alakalı bir gündem maddesi bulunması gerektiği, böyle bir madde bulunsun yahut bulunmasın haklı sebeplerin varlığında ortaklığın yönetim kurulu üyesini azledebileceği ortaya konulmuştur. Haklı sebebin mevcut olmaması ise gündemde azle ilişkin madde bulunup bulunmaması ihtimaline göre farklı sonuçlar doğurur. Şöyle ki, gündemde azle ilişkin bir madde de bulunmuyorsa, haklı sebebe dayanmayan bir azil kararı yasada aranan şartları taşımadığından TTK 445 anlamında kanuna aykırı ve iptali kabil bir karar olacaktır. Bu şekilde alınan bir azil kararının müeyyidesi geçersizliktir. Öte yandan gündemde madde bulunmasına karşılık haklı sebep bulunmaksızın karar alınmış ise, bu halde azil kararı geçerli olacak ancak TTK 413/2 de öngörülen tazminat sorumluluğunun doğması söz konusu  olabilecektir.  Bu  sorumluğun  ortaya  çıkabilmesi  için  azlin  haksız  azil niteliğinde olması ve TBK 512 hükmünden hareketle uygun olmayan zamanda alınmış bir azil kararı olması gerekir. Azil kararı niteliği itibari ile genel kurulun devredilemez ve vazgeçilemez yetkileri sınırları içerisinde olup her ne kadar genel nisaplarla alınabilecek bu karara ilişkin ana sözleşmede daha ağır bir nisap öngörülebilir ise de bu ağırlaştırmanın da azli imkansız kılacak mahiyette olmaması gerekir. Azil kararı iç ilişkide kararın yönetim kurulu üyesine varması ile hüküm ifade ederken iyi niyetli üçüncü kişiler yönünden açıklayıcı olan bir tescil ve ilanın da yapılması gerekir.oy hakkının kulllanılmasını kabul etmediği, kuralın emredici olduğu, ancak bir taraftan da müktesep bir hak olan oy hakkını ortadan kaldırdığı, kuralın dar yorumlanması gerektiği, hükmün pay sahibinin herhangi bir hukuki işlem ya da çekişmede ortaklıkla bir üçüncü kişi gibi karşı karşıya gelmesi halini kastettiği ifade edilmektedir (Bkz. Ömer Teoman, Anonim Ortaklıkta Pay Sahibinin Oy Hakkından Yoksunluğu, İstanbul 1983, s. 87). Yoksunluğun saptanmasında ölçüt olarak doktrinde özel menfaat pay sahipliği sıfatına bağlı menfaat ayrımı yapılmaktadır. Buna göre, söz konusu hüküm sadece bireysel işlemlerde uygulanmalı, ortaksal işlemlerde uygulanmamalıdır. Bireysel işlemler ile toplumsal (ortaksal) işlemleri ayırır iken menfaatlerin türüne bakmak gerekir. Alınacak karar şahsi (kişisel) bir menfaat sağlamak amacı ile gerçekleştirilir ve pay sahipliği sıfatı ile alakalı değil ise oydan yoksunluk söz konusu olur. Spesifik olarak yönetim kurulu üyesinin azli ve seçimi, özel denetçi atanması, bilançonun ve faaliyet raporunun tasdiki gibi kararlar pay sahipliği haklarına ilişkindir ve burada pay sahibinin ortaklıkla üçüncü bir kişi gibi davranması söz konusu değildir. Bu bakımdan he ne kadar işin içerisinde şahsi menfaatler de olsa salt şahsi menfaatten bahisle oydan yoksunluktan söz edilemez (bu yönde Teoman, Oydan Yoksunluk, s. 107 vd).526Erdem / Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi Çerçevesinde Yönetim Kurulu Üyesinin Azli",
     "Kaynakça": "Akdağ Güney, Necla: Anonim Şirketlerde Azledilen Yöneticilerin Tazminat Hakları, AÜHFD Yıl 2008, C.57, s. 1 34.Ansay, Tuğrul: Anonim Şirketler Hukuku. Ankara, 1975Arslanlı, Halil: Anonim Şirketler II III, Anonim Şirketlerin Organizasyonu ve Tahviller, İstanbul, 1960Bahtiyar, Mehmet: Ortaklıklar Hukuku, İstanbul 2018. Bahtiyar, Mehmet/Hamamcıoğlu Esra: Anonim Ortaklık Genel Kurul Toplantıları, İstanbul 2014Böckli, Peter: Schweizer Aktienrecht, Zürich 1996Bucher, Eugen: Schweizerisches Obligationenrecht, Allgemeiner Teil, Zürich 1988. Bürgi, Wolfhart F.: Die Aktiengesellschaft, Zürcher Kommentar Bd. V/5b 2, Art. 698 738, Zürich 1969Domaniç, Hayri: Anonim Şirketler Hukuku ve Uygulaması, TTK. Şerhi II, İstanbul 1988. Dubs, Dieter /Truffer, Roland: Kommentar zum schweizerischen Privatrecht, Obligationenrecht II, Art. 698 706b, Hrsg.: Honsell Heinrich, Vogt Nedim Peter und Watter Rolf, 2. A., Basel und Frankfurt am Main, 2002. Fikentscher, Wolfgang/Heinemann, Andreas: Schuldrecht, Berlin, 2006.Forstmoser, Peter/Meier Hayoz Arthur/Nobel Peter: Schweizerisches Aktienrecht, Bern 1996Funk, Fritz: Kommentar Des Obligationenrechtes, Bd. II, Das Recht der Gesellschaften, Aarau 1951.Gauch, Peter: System der Beendigung von Dauervertragen, Freiburg, 1968Guhl, Theo/Merz, Hans/Kummer, Max: Das Schweizerische Obligationenrecht, Zürich, 1972Helvacı, Mehmet: Anonim Ortaklıkta Yönetim Kurulu Üyesinin Hukuki Sorumluluğu, İstanbul 2001. Hungerbühler, Iwo W.: Der Verwaltungsratspräsident, SSHW 217 Diss. Zürich 2003.İmregün, Oğuz: Anonim Ortaklıklar, İstanbul, 1989İzmirli, Yadigar: Anonim Şirketlerde Yönetim Kurulunun Organ Niteliğini Kaybetmesi ve Hukuki Sonuçları, Ankara, 2001Karaege, Özge: Anonim Şirketlerde Genel Kurulun Yönetim Kurulu Üyelerini Görevden Alma (Azil) Yetkisi (TTK m. 364); Ankara Barosu Dergisi 2014/1, s. 70 110.Kendigelen, Abuzer: Türk Ticaret Kanunu Değişiklikler, Yenilikler ve İlk Tespitler, İstanbul, 2016. Kırca, İsmail/Şehirali Çelik, Feyzan Hayal/Manavgat, Çağlar: Anonim Şirketler Hukuku C I, Ankara, 2013Kolb, Alfred: Die rechtliche Stellung der Mitglieder der Verwaltung, Zürich 1934Krneta Georg: Praxiskommentar Verwaltungsrat, Bern 2001, Art. 726 N. 2276. Mimaroğlu, Sait Kemal: Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mesuliyeti, Ankara 1967Moroğlu, Erdoğan: 6102 Sayılı Türk Ticaret Kanunu Değerlendirme ve Öneriler, İstanbul, 2016. Moroğlu, Erdoğan: Türk Ticaret Kanunu na Göre Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, İstanbul, 2017 (Hükümsüzlük). Oetker, Hartmut: Das Dauerschuldverhältnis und seine Beendigung: Bestandsaufnahme und kritische Würdigung einer tradierten Figur der Schuldrechtsdogmatik, Tübingen, 1994. 527İstanbul Hukuk Mecmuası 76/2Oğuzman, Kemal: Türk Borçlar Kanununa ve İş Mevzuatına Göre Hizmet (İş) Akdinin Feshi, İstanbul, s. 1955. Oser Hugo/Schönenberger Wilhelm: Kommentar zum Schweizerischen Zivilgesetzbuch V.Band: Das Obligationenrecht 2. Teil (Halbband): Art.184 418, Zurich 1936Plüss, Adrian: Die Rechtsstellung des Verwaltungsratsmitgliedes, Zürich, 130, Zürich 1990Poroy Reha/Çamoğlu, Ersin/Tekinalp Ünal: Ortaklıklar Hukuku I, İstanbul, 2014. Pulaşlı, Hasan: Şirketler Hukuku Şerhi, C. II, Ankara, 2018. Rehbinder,  Manfred:  Berner  Kommentar,  Art  319 330b  OR,  Der  Arbeitsvertrag:  Der Einzelarbeitsvertrag, Bern 2010Sarı, Suat: Vekâlet Sözleşmesinin Tek Taraflı Olarak Sona Erdirilmesi, İstanbul 2004Schucany, Emil: Kommentar zum schweizerischen Aktienrecht, Zürich 1960. Seçer, Öz :  Vekâlet Sözleşmesinin Vekâlete Özgü Sebeplerle Sona Ermesi , İnönü Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı Cilt:2 Yıl 2015, s. 877 944. Şener, Oruç Hami: Ortaklıklar Hukuku, Ankara, 2017. Tanner, Brigette: Zürcher Kommentar zum Obligationenrecht: Die Generalversammlung: Teilband V 5 b: Kommentierung von Art. 698   706b OR. Zürich, 2003. Tekinalp, Ünal: Sermaye Ortaklıklarının Yeni Hukuku, İstanbul, 2015. Teoman, Ömer:  Anonim Ortaklıkta Yönetim Kurulu Üyelerinin Seçim ve Azillerinin Gündeme Bağlılık İlkesi ile İlişkisi, –Yargıtay 11. Hukuk Dairesi nin Bir Kararı Nedeniyle  , Otuz Yıl Ticaret Hukuku – Tüm Makalelerim – C. I 1971 1982, İstanbul 2000, s. 485, s. 521 536. Teoman, Ömer: Anonim Ortaklıkta Pay Sahibinin Oy Hakkından Yoksunluğu, İstanbul 1983 (Oydan Yoksunluk). Türk, Hikmet Sami:  Anonim Ortaklık Genel Kurul Toplantılarında Gündeme Bağlılık İlkesi ve Yönetim Kurulu Üyelerinin Azil veya Seçimi , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, I, Ankara, 1984.Ulusoy, Yılmaz: Mukayeseli Sermaye Şirketleri, Ankara, 1974von Büren, Roland: Schweizerisches Privatrecht, Bd. VIII/6, Der Konzern, Basel 1997von Steiger, Fritz: Das Recht der Schweizerischen Aktiengesellschaft, Zürich 1966Watter, Rolf: Kommentar zum schweizerischen Privatrecht, Obligationenrecht II, Art. 716 731a, Hrsg. Heinrich Honsell, Nedim Peter Vogt und Rolf Watter, Basel   Frankfurt am Main, 1994.528"
}