{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "13",
     "Ay": "12",
     "Yıl": "2017",
     "Cilt": "75",
     "Sayı": "2",
     "Başlık": "TAŞINMAZ MALİKİNİN İNŞAAT FAALİYETLERİ SEBEBİYLE KOMŞU TAŞINMAZ MALİKLERİNE KARŞI SORUMLULUĞU",
     "Title": "LANDOWNER’S LIABILITY TO OWNERS OF NEIGHBOURING PROPERTIES FOR LOSSES AND DAMAGES DURING CONSTRUCTION ACTIVITIES",
     "Yazar İsmi": [

          " Yrd. Doç. Dr./Asst. Prof. Dr. Şirin Aydıncık Midyat"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Taşınmaz malikinin sorumluluğu", "Komşuluk hukuku", "Kaçınılmaz taşkınlıklar", "İnşaat faaliyetlerinden sorumluluk", "Doğrudan ve dolaylı müdahaleler "
     ],
     "Keywords": [
          " Landowner’s liability, Law of neighbours", "Excessive and unavoidable disadvantages", "Liability for construction activities", "Direct and indirect interventions "
     ],
     "Özet": "Günümüzde oldukça yoğunlaşan inşaat faaliyetleri çoğu zaman üçüncü kişiler özellikle de komşular bakımından doğrudan veya dolaylı olarak birtakım olumsuz sonuçlar doğurmaktadır. İş makinaları gürültü ve toz çıkarmakta, sarsıntılara yol açmakta; yine inşaat sebebiyle kurulan iskeleler veya geçiş yollarına yığılan malzemeler komşu taşınmazlarda bulunan evlere veya dükkânlara giriş çıkışı zorlaştırmakta veya zaman zaman tamamen engellemektedir. Bu sebeplerle  bazen  komşuların  psikolojik  rahatsızlıklar  yaşaması  söz  konusu olabildiği gibi, bazen de komşu taşınmazdaki kiracıların daireleri boşalttığı veya müşteri gelmemesi sebebiyle işletmelerin gelirlerinin düştüğü görülmektedir. Yine bunun dışında inşaattan çıkan hafriyat toprağının komşu taşınmaza yığılması veya inşaat sırasında gerekli tedbirler alınmadan yapılan temel kazısı sebebiyle komşu taşınmazdaki binaların zarar görmesi gibi çeşitli olumsuz sonuçlar da doğabilmektedir. Bu gibi hallerde yürütülen inşaat faaliyetlerinin komşular bakımından katlanılması güç boyutlara ulaştığı rahatlıkla söylenebilir. Bu çalışmada inşaat faaliyetleri sebebiyle rahatsızlık duyan veya zarara uğrayan komşuların, komşuluk hukuku kuralları çerçevesinde bu faaliyetlere ne dereceye kadar katlanmak zorunda oldukları, bu tür olumsuz durumları önleme imkânına sahip olup olmadıkları ve özellikle bu tür faaliyetler sebebiyle uğradıkları zararların tazminini taşınmaz malikinden talep edip edemeyecekleri konusu ele alınmıştır. Çalışmada bu konuyla ilgili olarak İsviçre Medeni Kanununda 2009 yılında yürürlüğe giren yeni düzenlemelere de yeri geldikçe değinilmiş ve Türk Medeni Kanununun taşınmaz malikinin sorumluluğunu düzenleyen hükümleriyle bir karşılaştırmaya gidilmiştir.",
     "Abstract": "The nowadays highly increased construction activities often have some direct or indirect negative consequences for third parties, especially neighbours. Building machinery causes noise and dust, and also leads to shocks and vibrations; again, put up scaffoldings and construction materials piled on access ways due to construction works also impedes or even obstructs access and exit from and to the residences and shops located in neighbouring premises. Due to this reason, it sometimes occurs that neighbours suffer psychological disturbances it is also observed that tenants of neighbouring premises vacate their apartments or that the revenue of businesses decreased due to absence of customers. Apart from this, there are various negative consequences during construction such as the destruction of neighbouring buildings due to foundation excavation without taking necessary precautions or stockpiling of excavation land to the neighbouring property. It can be readily said that construction activities carried out under such circumstances reach difficult to bear dimensions for the neighbours. In this study, we have addressed the question of the extent to which neighbours who are aggrieved or harmed due to construction activities are obliged to bear these activities in the framework of neighbourhood law rules, and whether they have the possibility to prevent such adverse situations or in particular, if they can claim compensation for damages they suffer due to such activities from the property owner. The study also referred to the new regulations introduced in the Swiss Civil Code in 2009 where required for the matter in question, as well as compared with the provisions regulating the responsibility of the property owner according to the Turkish Civil Code.",
     "Metin": "A. Türk Hukukunda Genel Olarak Taşınmaz Malikinin Sorumluluğu 1.  Türk Hukukunda Taşınmaz Malikinin Sorumluluğuna İlişkin Düzenleme (MK m. 730 Hükmü) İnşaat faaliyetlerinden doğan zararlar ve çevre etkilerinden dolayı taşınmaz malikinin komşu taşınmazlara yönelik sorumluluğu esas itibariyle iki açıdan ele alınabilir. Bunlardan biri taşınmaz malikinin kamu hukuku çerçevesinde doğan sorumluluğu, diğeri ise özel hukuk çerçevesinde doğan sorumluluğudur. Bu iki sorumluluk kural olarak yan yana ve birbirinden bağımsız olarak mevcuttur. Biz bu çalışmada taşınmaz malikinin özel hukuk sorumluluğunu                                                  1 Esasen inşaat faaliyetleri daha çok kamu hukuku düzenlemeleri çerçevesinde ele alınmaktadır. Nitekim inşaatların yürütülmesine dair birçok kamu hukuku düzenlemesi mevcuttur. Bunlardan en önemlisi İmar Kanunu dur, ancak bunun dışında da bir inşaatın nasıl yürütüleceğine dair pek çok kamusal düzenleme bulunmaktadır (örn. 18 Mart 2004 tarihli, 25406 sayılı Resmi Gazetede yayınlanan  Hafriyat Toprağı, İnşaat ve Yıkıntı Atıklarının Kontrolü Yönetmeliği  gibi). Bununla birlikte bu durum inşaat faaliyetleri üzerinde özel hukukun hiçbir etkisinin bulunmadığı anlamına gelmez. Nitekim özellikle Medeni Kanunun komşuluk hukukuna ilişkin hükümleri inşaat faaliyetlerini kısıtlayan birtakım düzenlemeler getirmektedir. Bunlar komşuların haklarını asgari ölçüde güvence altına alan düzenlemelerdir. Kamu ve özel hukuk alanlarının kesiştiğiTaşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   611 Maliklerine Karşı Sorumluluğu ele alacağız. Bir inşaat faaliyetinden zarar gören komşu taşınmaz maliklerinin kamu hukuku çerçevesinde başvurabileceği imkânlar ise, kamu hukukunun özellikle idare hukukunun konusunu oluşturmaktadır. Özel hukuk bakımından Türk Hukukunda taşınmaz malikinin mülkiyet hakkını hakkın yasal kısıtlamalarına aykırı olarak aşkın kullanmasının yaptırımı MK m. 730 hükmünde düzenlenmiştir. Söz konusu hüküm uyarınca;  Bir taşınmaz malikinin mülkiyet hakkını bu hakkın yasal kısıtlamalarına aykırı kullanması sonucunda zarar gören veya zarar tehlikesi ile karşılaşan kimse, durumun eski haline getirilmesini, tehlikenin ve uğradığı zararın giderilmesini dava edebilir. Hâkim, yerel âdete uygun ve kaçınılmaz taşkınlıklardan doğan zararların uygun bir bedelle denkleştirilmesine karar verebilir.  Görüldüğü üzere söz konusu hüküm bir taşınmaz malikinin mülkiyet hakkını bu hakkın yasal kısıtlamalarına aykırı kullanması sonucu bundan zarar gören veya bu sebeple zarar tehlikesi ile karşılaşan komşulara tanınan hakları düzenlemektedir. Sorumluluğun doğması için aranan şartlar; sorumlu tutulacak kimseler tarafından mülkiyet hakkının aşılması, komşular için bir zararın veya zarar tehlikesinin doğması ve zarar ile mülkiyet hakkının aşılması arasında uygun illiyet bağının varlığıdır. Bu şartların varlığı halinde MK m. 730/I uyarınca; taşınmaz malikinin mülkiyet hakkını bu hakkın yasal kısıtlamalarına aykırı kullanması sonucunda zarar gören veya zarar tehlikesi ile karşılaşan kimse, taşınmaz malikinden durumun eski hale getirilmesini, tehlikenin ve uğradığı zararın giderilmesini isteyebilir. Taşınmaz malikinin bu sorum                                                                                                                       veya birbirini etkilediği birçok nokta bulunduğu gibi giderek bu kesişim ve etkileşim alanları artmakta ve iki alanın birbirinden bağımsızlığı da buna paralel şekilde azalmaktadır. Bununla birlikte iki alan arasında önemli farklılıklar da mevcuttur; örneğin usul hukuku bakımından başvuru yollarındaki farklılık buna bir örnek teşkil eder. İdeal olan iki korumanın birbirini tamamlayacak şekilde ve birbiriyle uyumlu olarak düzenlenmesidir. Biz bu çalışmada esas itibariyle taşınmaz malikinin inşaat faaliyetlerinden doğan özel hukuk sorumluluğunu komşuluk hukuku kuralları çerçevesinde ele alacağız. Ancak yeri geldiğinde kamu hukuku düzenlemelerine de özel hukuka etkisi bakımından değinilecektir. 2 Örneğin bir kimse komşu taşınmazdaki inşaata ruhsat verilmiş olması sebebiyle ileride zarar görecekse, inşaat ruhsatının hukuka aykırılığını ileri sürerek iptali için idari yargı esasları çerçevesinde dava açabilir. Bu konuda bkz. Selahattin Sulhi Tekinay, Taşınmaz Mülkiyetinin Takyitleri, II/1, İstanbul 1988, s. 75; İlhan Ulusan; Medeni Hukukta Fedakârlığın Denkleştirilmesi İlkesi ve Uygulama Alanı, 2. Tıpkı Bası, İstanbul 2012, s. 172 dn. 52.  3 Bkz. Lâle Sirmen; Taşınmaz Mülkiyetinin Kullanılmasında Çevre Etkileri Yaratan Müdahalelerden Dolayı Malikin Sorumluluğu, AÜHFD, C: XL, S: 1-4, 1988, s. 289 vd.; Jale G. Akipek; Gayrimenkul Malikinin Mes uliyetinin Kavram ve Mahiyeti, AÜHFD, C: XI, S: 1-2, 1954, s. 346 vd.; Pascal Eckenstein,  Spannungsfelder bei nachbarrechtlichen Klagen nach Art. 679 ZGB - Unter besonderer Berücksichtigung des Art. 679 Abs. 2 und Art. 679a E-ZGB , Zürcher Studien zum Privatrecht, Band 225, Zürich 2010, s. 12 vd. Yazar ayrıca sorumluluğun diğer bir temel şartı olarak iki farklı taşınmazın bulunması gerekliliğini ifade etmektedir.  4 Söz konusu hüküm zarar gören veya zarar tehlikesiyle karşılaşan komşu taşınmaz malikine eski hale iade, tehlikenin ve zararın giderilmesi taleplerini sağlamaktadır. Bunlardan savunma hakları niteliğindeki eski hale iade ve tehlikenin önlenmesi davaları esasen mülkiyet ve zilyetlikten de doğan savunma imkanlarını somutlaştırıp güçlendirirken, tazminat talebiyle taşınmaz malikinin sorumluluğu şeklinde kendine özgü612  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) luluğu objektif sorumluluk esasına dayanır ve sorumluluk için kusur aranmaz. Aynı maddenin 2. fıkrası uyarınca MK m. 737/III hükmüne paralel bir şekilde; taşınmaz maliki taşınmazı üzerinde hukuka uygun veya Kanunun ifadesiyle yerel âdete uygun bir faaliyet yürütmekteyse, bu faaliyetten kaynaklanan kaçınılmaz taşkınlıklar dolayısıyla kendisinden durumun eski hale getirilmesi, tehlikenin veya uğranılan zararın giderilmesi istenemez. Bu durumda taşınmaz maliki sadece bu tür bir faaliyetten doğan zararların uygun bir bedelle denkleştirilmesi ile yükümlü tutulabilir. MK m. 730 esas itibariyle taşınmaz malikinin mülkiyet hakkını komşuluk hukukundan doğan yasal sınırlamalara aykırı kullanması halinde getirilen yaptırımları düzenlemekte ve böylelikle komşuluk hukukuna ilişkin hükümlerin (özellikle MK m. 737 hükmünün) yaptırım sistemini oluşturmaktadır. Doktrinde birçok yazar adı geçen hükmün aynı zamanda mülkiyet hakkının kamu hukukuna ilişkin hükümlere aykırı kullanılması halinde de uygulanacağını kabul etmektedir. Bu görüşteki yazarlara göre eğer ki ihlal edilen                                                                                                                        bir sebep sorumluluğu getirilmektedir (Heinz Rey/Lorenz Strebel; Basler Kommentar, Zivilgesetzbuch II, Art. 457-977 ZGB Art. 1-61 SchlT ZGB, (Honsell, Heinrich/Vogt, Nedim Peter/Geiser, Thomas), 5. Bası, Basel 2015, 679 N. 3; Eckenstein, s. 19). Tazminat talebi diğer taleplerin yanında tali bir nitelik taşımaktadır ve özellikle zarar gören komşu taşınmazın eski hale getirilmesine ilişkin masraflar tazminat talebinin dayanağını oluşturmaktadır. Buna karşılık zarar veren taşınmaz üzerindeki zarar verici durumun giderilmesi tazminat değil, eski hale getirme talebi ile mümkün olacaktır. Bu yönde bkz. Tarkan Göksu; Sachenrecht Art. 641-977 ZGB, CHK - Handkommentar zum  Schweizer  Privatrecht,  (Peter  Breitschmid/Alexandra  Jungo),  3.  Aufl.,  Zürich/Basel/Genf 2016, CHK ZGB 679 N. 11; Eckenstein, s. 21. Yine her ne kadar madde metninde açıkça öngörülmemiş olsa da doktrinde komşu taşınmaz malikinin bu taleplere ek olarak (hukuki bir menfaat bulunduğu sürece) tespit davası açma imkânının da bulunduğu kabul edilmektedir.  5 Burada taşınmaz maliki için gerekli özen yükümünün yerine getirildiğine dair kurtuluş kanıtına da yer verilmediğinden malikin sorumluluğu ağırlaştırılmış bir objektif sorumluluktur. Bu yönde bkz. Heinrich Honsell/Bernhard Isenring/Martin A. Kessler, Schweizerisches Haftpflichtrecht 5. Auflage, Zürich 2013, s. 190 N. 1; Göksu, CHK ZGB 679 N. 8; Sirmen, Çevre, s. 289. Bununla birlikte kanaatimizce kanun koyucu MK m. 730/II ve MK m. 737/III hükümleriyle bu sorumluluğu sınırlamıştır.  6 Rey/Strebel, BSK ZGB 679 N. 1; Göksu, CHK ZGB 679 N. 1; Eckenstein, s. 4. Bu bakımdan MK m. 730 sistematik olarak her ne kadar  Taşınmaz mülkiyetinin içeriği  başlığı altında düzenlenmiş olan hükümler arasında yer alsa da, esas itibariyle  Taşınmaz mülkiyetinin kısıtlamaları  başlığı altında yer alan  komşu hakkı nı düzenleyen hükümlerle yakın bağlantı içindedir (Eckenstein, s. 4). Ancak konuya çevre ilişkileri ve sorunları açısından bakacak olursak, MK m. 737 ve bunun müeyyidesini düzenleyen MK m. 730 hükümleri bu konuları çok daha dar bir kapsamda, özellikle komşuluk ilişkileri çerçevesinde ele almaktadır. Buna karşılık geniş anlamda çevre sağlığı sorunu sadece komşuluk hukuku ile çözüme kavuşturulamaz. Bu yönde bkz. M. Kemal Oğuzman/Özer  Seliçi/Saibe  Oktay-Özdemir;  Eşya  Hukuku,  20.  Baskı,  İstanbul 2017, N. 2055 dn. 1379. Esas itibariyle çevre ilişkileri 9.8.1983 tarihli 2872 sayılı Çevre Kanununda düzenlenmektedir. Çevre zararlarından doğan hukuki sorumluluk ve çevre zararlarından sorumlulukla taşınmaz malikinin sorumluluğundan doğan taleplerin karşılaştırılması için bkz. Başak Başoğlu, Çevre Zararlarından Doğan Hukuki Sorumluluk, İstanbul 2016, s. 305 vd. Ayrıca bkz. İlhan Helvacı, Çevre Kirletilmesinden Doğan Zararlardan Hukuki Sorumluluk, (yayımlanmamış yüksek lisans tezi), İstanbul 1989.  7 İsviçre Hukukunda bkz. Rey/Strebel, BSK ZGB 679 N. 8; Göksu, CHK ZGB 679 N. 4; Honsell/Isenring/Kessler, s. 190 N. 5; Türk doktrininde de birçok yazar söz konusuTaşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   613 Maliklerine Karşı Sorumluluğu kamu hukuku kuralı, kamu hukukuna ilişkin mevzuat içinde yer almakla birlikte esas itibariyle bir özel hukuk hükmü niteliğindeyse veya karma nitelikte bir hüküm ise ve ilgili kanunda buna aykırılık haline ilişkin özel bir yaptırım öngörülmemişse, bu durumda da MK m. 730 hükmü uygulanabilir. Buna karşılık bize göre MK m. 730, esas itibariyle Medeni Kanunda yer alan komşuluk hukukunu düzenleyen hükümlerin (MK m. 737, 738 ve 742 gibi) ihlali halinde uygulanacak müeyyideyi düzenlemektedir. Dolayısıyla tek başına bir kamu hukuku kuralına aykırılık komşu taşınmaz malikinin doğrudan MK m. 730 hükmüne başvurmasına imkân vermez. Zira kamu hukuku kurallarına aykırılığın sonuçları ve uygulanacak yaptırımlar kural olarak yine kamu hukuku kuralları çerçevesinde belirlenir. Bununla birlikte eğer ihlal edi                                                                                                                       hükmün uygulama alanının sadece taşınmaz malikinin mülkiyetini özel hukuk kısıtlamalarına aykırı kullandığı hallerle sınırlanmaması gerektiğini, bu hükmün taşınmaz malikinin kamu hukuku kısıtlamalarına aykırı davrandığı hallerde de uygulanması gerektiğini ifade etmektedir (Akipek, AÜHFD, s. 342 vd.; İ. Sahir Çörtoğlu; Taşınmaz Mülkiyetinin Aşkın Kullanılması, Ankara 1988, s. 87 vd.; İ. Sahir Çörtoğlu; Komşuluk Hukukunda Taşınmaz Mülkiyetinin Kullanılmasının Çevreye Etki ve Sonuçları (MK 661), ( Komşuluk ) Ankara 1982, s. 29; Mehmet Ayan; Eşya Hukuku - II – Mülkiyet; 9. Baskı, Ankara 2016, s. 434-435; Fikret Eren, Borçlar Hukuku Genel Hükümler, 21. Baskı, Ankara 2017, s. 684 vd.; Haluk Tandoğan, Türk Mes uliyet Hukuku (Akit Dışı ve Akdi Mes uliyet), İstanbul 2010, s. 207). Yazarlar bu gibi kamu hukuku hükümlerine aykırılık hali için özel bir yaptırım öngörülmediği müddetçe MK m. 730 hükmünün uygulanacağı görüşündedir (Çörtoğlu, Aşkın Kullanılma, s. 91; Akipek, AÜHFD, s. 344). Böylece kamu hukuku kurallarına aykırı hareket etmeye bir özel hukuk yaptırımı bağlanmış olacaktır.  8 Burada hemen belirtmek gerekir ki, bu görüşe göre bir kuralın özel hukuk kuralı mı yoksa kamu hukuku kuralı mı olduğu nerede düzenlendiğine bakılmaksızın o kuralın niteliğine göre belirlenmelidir. Bu sebeple esas itibariyle kamu hukuku içerikli olan kanunlarda da özel hukuk ve komşuluk hukukuna ilişkin düzenlemeler mevcut olabilir (Roland Rudolf Saller, Praxishandbuch Nachbarrecht,1. Teil Grundeigentum und Nachbarrecht,  (Herbert Grziwotz/Wolfgang Lüke/Roland Rudolf Saller); 2. Auflage, München 2013, N. 83.  9 Karş. Jale G. Akipek/Turgut Akıntürk; Eşya Hukuku, İstanbul 2009, s. 570; Oğuzman/Seliçi/Oktay-Özdemir, N. 2065; Tandoğan, s. 207; Hasan Petek; Taşınmaz Malikinin Hukuka Uygun Taşkınlıklardan Sorumluluğu (TMK. m. 730/II), Ankara 2005, s. 195. Örneğin bu görüşe göre yetkili kamu makamlarının hazırladıkları şehir planında, belirli kattan fazla inşaat yapılmaması düzenlenmişse, bu yasağa aykırı davranışlar sonucu meydana gelen zarar da malikin sorumluluğunu gerektirir. Yine Akipek, münhasıran kamu hukuku düşünceleriyle getirilmiş kuralların ihlal edilmemesi her ne kadar komşuların ve üçüncü şahısların menfaati icabı da olsa onların bunu sağlamak konusunda kamu hukukundan doğan bir haklarının olmadığını ifade etmekte, bunlara riayet edilmemesi durumunda bundan zarara uğrayanların da MK m. 730 hükmüne dayanabileceğini kabul etmektedir (Akipek, AÜHFD, s. 346). 10  Benzer  görüşte  Peter  Tuor/Bernhard  Schnyder/Jörg  Schmid/Rumo-Jungo, Alexandra, ZGB - Das Schweizerische Zivilgesetzbuch, 13. Auflage, auf Grund der 12. Auflage (2002) neu bearbeitet und ergänzt, Zürich/Basel/Genf 2010, § 101, N. 33. Yine birçok yazar mülkiyet hakkının kötüye kullanılması halinde de MK m. 730 a dayanan sorumluluğun söz konusu olacağı fikrindedir. Bkz. bu yönde Oğuzman/Seliçi/OktayÖzdemir, N. 2065; Tandoğan, s. 208; Sirmen, Çevre, s. 291; Petek, s. 235. Bununla birlikte Petek, mülkiyet hakkının kötüye kullanıldığı durumlarda MK m. 730/II hükmüne dayanma imkanı bulunmadığını, zira, hakkını kötüye kullanan kişinin aynı zamanda hukuka uygun ve kaçınılmaz bir taşkınlıkta bulunmuş olması ihtimalinin olmadığını da ifade etmektedir.614  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) len kamu hukuku kuralı aynı zamanda komşu taşınmaz maliklerinin menfaatlerini de koruyorsa ve bu kurala aykırılık halinde MK m. 737 anlamında bir taşkınlık ve komşular bakımından bir zarar söz konusu oluyor ise, artık bu durumda komşu taşınmaz maliki MK m. 730/I den doğan hakları kullanabilir. Nitekim Yargıtay ın görüşü de bu yöndedir. Dolayısıyla ancak bu şartların varlığı halinde, kamu hukukunda yer alan komşuluk hukukuna ilişkin hükümlerin ihlali sebebiyle komşu taşınmaz maliki idari yargı yolunun yanı sıra ve bundan bağımsız olarak Medeni Kanundaki komşuluk hukuku hükümlerine de (dolayısıyla adli yargı yoluna) başvurabilecektir. Bunun dışında MK m. 730 hükmünün kapsamına sadece dolaylı etkilerin mi girdiği yoksa doğrudan müdahalelerin de bu hüküm kapsamında değerlendirilmesinin mümkün olup olmadığı da tartışmalıdır. Bu tartışma inşaat faaliyetinden doğan müdahale türleri kapsamında aşağıda ele alınacaktır.  2. Komşu Kavramı Yukarıda da belirttiğimiz üzere MK m. 730 hükmü komşuluk hukuku kurallarının ihlalinin yaptırımını düzenlemektedir. Madde kapsamında kimin                                                  11 Yargıtay genellikle bu türden hükümlere aykırılık, aynı zamanda komşuluk hukukundan doğan ödevlerin ihlali niteliğini taşıyor ve taşınmaz malikleri açısından bir zararın doğumuna yol açıyor ise, ancak o zaman MK m. 730 un uygulanmasını kabul etmektedir. Bu yönde bkz. Yarg. 1. HD. E. 1999/12402, K. 1999/12586, T. 1.12.1999 sayılı kararından:  Davalının inşaatının imar mevzuatına aykırı olduğu, çıkılan fazla katlar nedeniyle davacının güneş ve görüntü almasının engellendiği iddia edilerek men'i müdahale ve kal istendiğine ve davalı tarafından sonradan yaptırılan ilavelerin imara aykırı olduğu saptandığına göre; salt imara aykırılık idareyi ve idari yargıyı ilgilendiren bir konu olmakla birlikte, davacının komşuluk hukukuna uygun düşmeyen zararın varlığına ilişkin iddiasının da araştırılıp hükme bağlanması gerekir.  Yarg. 1. HD., E. 1991/8450, K. 1991/12013, T. 24.10.1991 kararından:  Gerçekten, bir inşaatın imar planına uygun düşecek şekilde yapılmaması, soyut olarak ( sadece bu haliyle) komşuluk hukukuna aykırı davranma anlamında yorumlanamaz ( HGK.nun 11.11.1987 gün, 1-148/823 sayılı kararı ).  (Kazancı). Yarg. 14. HD, E. 2016/2809, K. 2016/8585, T. 20.10.2016 kararından:  Diğer taraftan, davalının kendi taşınmazı üzerine yaptığı yapının ruhsatsız olduğu, imara aykırı bulunduğu ileri sürülüp, TMK'nun 737. maddesi uyarınca yıkım ve eski hale getirme istenemez. Yapının imara aykırı olması yanında bir zararın doğması da şarttır. Salt imara aykırılık, idari mercileri ve idare mahkemelerini ilgilendiren bir husustur.  (Kazancı). Bu konuda çeşitli Yargıtay kararı örnekleri için bkz. Ayan, s. 356, dn. 903 ve 904. Yarg. 1. HD. 12.2.1987, 14361/1029 (YKD. 1987/10, 1462)  Komşunun zarara uğraması söz konusu değilse, bir inşaatın projeye aykırılığı, eski hale iade davası açma hakkı vermez.  Benzer yönde bkz. Yarg. 1. HD. E. 2002/14614, K. 2003/243, T. 15.1.2003  (Kazancı);  Yarg.  1.  HD.  E.  2010/5259,  K.  2010/6024,  T.  27.5.2010 (Kazancı).  12 Bu anlamda inşaat faaliyetleri sebebiyle zarar gören veya rahatsız olan komşu taşınmaz malikleri bakımından iki yönlü bir korumanın mevcut olduğu söylenebilir. Zira hem özel hukuk kuralları hem de kamu hukuku kuralları komşu taşınmaz maliklerine belirli ölçülerde koruma sağlamaktadır. Bu ikili koruma hakkında geniş bilgi için bkz. Eckenstein, s. 23 vd. Yine taşınmaz malikinin kamu hukuku kurallarına uygun hareket etmesi halinde de bazı şartlarla MK m. 730/II anlamında denkleştirme sorumluluğu doğabilir.  13 Doktrinde bugün için artık azınlıkta kalan bir görüş MK m. 730 hükmünden sadece komşuların değil, malikin mülkiyet hakkını aşkın kullanmasından zarar gören herkesin yararlanabileceğini savunsa da (Bu yönde bkz. Jale G. Akipek; Gayrimenkul Malikinin Mesuliyetinin Hukuki Neticeleri, İstanbul 1955, s. 14 vd.) biz bu görüşe katılmı-Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   615 Maliklerine Karşı Sorumluluğu komşu sayılacağı da kural olarak ihlal edilen komşuluk hukuku kuralının kimi koruduğuna göre değişmektedir. Dolayısıyla komşu sayılması için bir taşınmazın mutlaka bitişik veya belirli bir çevrede bulunması aranmaz. Ancak taşınmaz malikinin inşaat faaliyetleri sebebiyle sorumluluğunun söz konusu olduğu hallerde işin niteliği gereği komşuluk ilişkisi genellikle fiziksel yakınlığa göre belirlenmektedir. Taşınmaz malikinin komşu taşınmazlara karşı komşuluk hukukundan doğan sorumluluğunun sadece komşu taşınmaz malikine karşı olmadığı, onun komşu taşınmazı sınırlı bir ayni hakka veya bir kişisel hakka dayanarak kullanan kimselere karşı da sorumlu olduğu genel olarak kabul edilmektedir. Dolayısıyla sadece inşaat faaliyetlerinden zarar gören komşu taşınmazın maliki değil, komşu taşınmaz üzerinde üst hakkı gibi bir sınırlı ayni hak sahibi veya kiracı da inşaat faaliyetlerinden dolayı taşınmaz malikinin sorumluluğu hükümlerine başvurabilir. Komşu taşınmaz malikinin taşınmazı kendisi fiilen kullanmasa dahi MK m. 730 hükmüne başvurabileceği genel olarak kabul edilmektedir. Ancak kişisel hakka dayalı olarak taşınmazı kullananların komşuluk hukuku hükümlerinden yararlanabilmesi için bunların taşınmaz üzerinde fiilen zilyetliğinin bulunması aranmaktadır. Nitekim herhangi bir hakka dayanmasa bile sadece malikin izni ile taşınmazdan yararlanan kimseler de komşu kavramı içinde değerlendirilmekte ve bu gibi kişilere de komşuluk hukukuna aykırılık sebebiy                                                                                                                       yoruz. Kanaatimizce MK m. 730 esas itibariyle komşuların haklarını korumaya yönelik bir hükümdür.  14 Oğuzman/Seliçi/Oktay-Özdemir, N. 2070; Honsell/Isenring/Kessler, s. 191 N. 10; Göksu, CHK ZGB 679 N. 2; Eckenstein, s. 17.  15  Bettina  Hürlimann-Kaup/Fabia  Nyffeler;  Übermässige  Immissionen  als  Folge rechtmässiger Bautätigkeit (Teil 2), BR 2015, s. 132; Göksu, CHK ZGB 679 N. 2.  Bir taşınmazın mesafesi ne olursa olsun, öteki bir taşınmazın kullanılmasından ileri gelen taşkınlık ve zararın etki alanı içine girdiği hallerde tarafların komşu sayılmaları gerekir  (Yarg. 1. HD., 25.12.1981, 14350/14955, YKD. 1982/7, 923).  16 Tekinay, s. 127-128.  17 İsviçre Hukukunda bkz. Rey/Strebel, BSK ZGB 679 N. 22 vd.; Frédéric Krauskopf/Soluna  Girón;  Verantwortlichkeit  des  Grundeigentümers  bei  rechtmässiger Bewirtschaftung des Grundstücks nach Art. 679a ZGB, HAVE, Haftpflichtprozess 2014, Zürich 2014, s. 57; Hürlimann-Kaup/Nyffeler, Teil 2, s. 132; Türk Hukukunda bkz. Oğuzman/Seliçi/Oktay-Özdemir, N. 2070; Ayan, s. 359; Lâle Sirmen; Eşya Hukuku, 4. Baskı, Ankara 2016, s. 441; Sirmen, Çevre, s. 292.  18 Örneğin eski tarihli kararlarından birinde Yargıtay,  Komşu, yaptırdığı kazıda kusuru ve eylemi olmasa bile yalnızca malik olması itibariyle zarardan sorumlu tutulur. Bu sorumluluğun başka bir koşulu da tazminat alacaklısının bir ayni hakka sahip olmasıdır.  şeklinde davacı bakımından hatalı bir görüş beyan ederken (Yarg. 4. HD. 2.7.1971, 3714/6622; Mustafa Reşit Karahasan, Gayrimenkul Hukuk Davaları, İstanbul 1974, 613), daha yakın tarihli kararlarında bu görüşünden vazgeçmiştir. Yargıtay ın malik olmamakla birlikte zilyetlik hakkına sahip olanların da komşu sayılacağına ilişkin kararları için bkz. Yarg. 8. HD. E. 2003/6982, K. 2004/1487, T. 8.3.2004 (Kazancı); Yarg. 8. HD., E. 2002/9338, K. 2003/3446, T. 13.5.2003 (Kazancı). İntifa hakkı sahibinin dava  hakkı  konusunda  bkz.  Yarg.  14.  HD.  E.  2008/12680,  K.  2008/13438,  T. 12.11.2008 (Kazancı). 19 Arthur Meier-Hayoz; Schweizerisches Zivilgesetzbuch, Das Sachenrecht, 1. Abteilung Das Eigentum, 2. Teilband Grundeigentum I, Art. 655-679 ZGB, 3. Auflage, Bern 1965, 679 N. 51; Göksu, CHK ZGB 679 N. 2.616  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) le dava açma hakkı tanınmaktadır. Yeter ki bu kişiler tamamen tesadüfen ve geçici olarak komşu taşınmazı kullanmıyor olsunlar. Bu kapsamda örneğin zarar gören komşu taşınmazda inşaat faaliyetlerini yürüten yüklenicinin de komşuluk hukukundan doğan sınırlamalara aykırılık sebebiyle dava açabileceği kabul edilmektedir. Yine Devlet ve diğer kamu tüzel kişileri de komşuluk hukuku hükümlerinden yararlanarak başka taşınmaz maliklerine karşı MK m. 730 a dayanarak dava açabileceklerdir.  3. Sorumlu Olan Taşınmaz Maliki ve Diğer Sorumlular Taşınmaz malikinin sorumluluğu hükümleri çerçevesinde zarar veren veya zarar tehlikesi doğuran taşınmazın malikinin sorumlu olacağı konusunda bir şüphe yoktur. Dolayısıyla örneğin zarar verici inşaat faaliyetlerini yürüten kimse malik ise MK m. 730 çerçevesinde sorumluluğun belirlenmesinde herhangi bir sıkıntı olmayacaktır. Yine taşınmazda inşaat faaliyetlerini yürütmede malike yardımcı kişilerin veya bu faaliyetleri malik adına yürüten kimselerin (işçilerin ve yüklenicinin) verdikleri zarardan veya yarattıkları zarar tehlikesinden de malik sorumlu olacaktır. Nitekim Yargıtay da yakın tarihli kararlarında doğru bir şekilde bu görüşü benimsemiştir.                                                  20 Oğuzman/Seliçi/Oktay-Özdemir, N. 2070.  21 Göksu, CHK ZGB 679 N. 2; Krauskopf/Girón, s. 57. 22 Göksu, CHK ZGB 679 ZGB, N. 2.  23 Oğuzman/Seliçi/Oktay-Özdemir, N. 2073. Belediyenin açtığı dava için bkz. Yarg. 1. HD. T. 25.12.1981, 14350/14955 (YKD. 1982/7, 921).  24 Hürlimann-Kaup/Nyffeler, Teil 2, s. 132.  25 Meier-Hayoz, BK ZGB 679 N. 63 vd.; Hürlimann-Kaup/Nyffeler, Teil 2, s. 132; Oğuzman/Seliçi/Oktay-Özdemir, N. 1988 dn. 1272; Sirmen, Çevre, s. 289. Alman hukukunda da bu şekilde kabul edilmektedir. Bu yönde bkz. Bettina Brückner, Münchener Kommentar zum BGB, 7. Auflage 2017, BGB § 906 Zuführung unwägbarer Stoffe Rn. 183.  26 Yargıtay eski tarihli bir kararında taşınmaz malikinin yapı işini eser sözleşmesi ile bir yükleniciye vermesi halinde, yapı dolayısıyla komşu taşınmaza verilen zarardan sorumlunun yüklenici olacağına, arsa sahibi inşaatı kendisi yapmadığı için MK m. 730 ve 738 hükümleri çerçevesinde sorumlu olmayacağına karar vermiştir (Yarg. 4. HD. 29.12.1975, 4756/12887) (Mustafa Reşit Karahasan, Türk Eşya Hukuku, C. 1, İstanbul 1991, 1007). Söz konusu karar doktrinde MK m. 738 hükmünün sorumluluk esasına uygun olmadığı gerekçesiyle haklı olarak eleştirilmiştir (Oğuzman/Seliçi/OktayÖzdemir, N. 1988 dn. 1272). Nitekim daha sonraki tarihli bir kararında Yargıtay yerinde olarak, inşaat işleri eser sözleşmesiyle bir yükleniciye bırakılmış olsa dahi, MK m. 738 hükmü çerçevesinde sorumlunun taşınmaz maliki olacağını, ancak onun eser sözleşmesine dayanarak yükleniciye rücu edebileceğini, yüklenicinin komşuya karşı sorumluluğunun ise ancak haksız fiil esaslarına göre olacağını kabul etmiştir (Yarg. 4. HD. 17.1.1985, 7821/123 (YKD. 1985/5, 647)). Yakın tarihli bir Hukuk Genel Kurulu kararında da bu görüş benimsenmiştir. Bkz. Yarg. HGK. E. 2006/1-127 K. 2006/50 T. 8.3.2006 sayılı karardan (Kazancı);  Yüklenici inşaatı yaparken komşu taşınmaza bir zarar vermişse Borçlar Kanununun 41. maddesi hükmünce kusura dayanan bir sorumluluk altında olacağı muhakkaktır. Bunun yanında arsa sahiplerinin olaydaki sorumluluğu ise Türk Medeni Kanunun 730 ve 738. maddesi anlamında olup, objektif, kusursuz sorumluluktur. Kuşkusuz, arsa sahibi ile yüklenici arasında, BK.nun 355. maddesi uyarınca imzalanan eser sözleşmesi, akit tarafları bağlar. Ne var ki, sözleşmenin tarafı olma-Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   617 Maliklerine Karşı Sorumluluğu Kanunun ifadesinde (özellikle MK m. 738 ile bu sınırlamaların ihlali halinde yaptırımı düzenleyen MK m. 730 hükümlerinde) her ne kadar sınırlayıcı bir şekilde  taşınmaz maliki  veya  malik  ifadeleri geçse de doktrinde bu hükümlerin geniş yorumlanması gerektiği ve söz konusu hükümlerin sadece üzerinde inşaat faaliyetleri yürütülen taşınmazın maliki bakımından değil, bunun dışında diğer bazı kişiler bakımından da uygulanacağı kabul edilmektedir. Örneğin Türk ve İsviçre doktrinlerinde genel olarak, bir taşınmazı bir sınırlı ayni hakka dayanarak kullanan kimselerin de bu hakları bakımından mülkiyet kısıtlamalarına aykırı davranmaları halinde MK m. 730 uyarınca sorumlu olacakları kabul edilmektedir. İsviçre Federal Mahkemesi de sadece taşınmaz malikinin değil, aynı zamanda taşınmazı fiilen kullanma imkânına sahip olan ve komşu taşınmazlar bakımından çevre etkileri doğuran faaliyeti yürüten sınırlı ayni hak sahiplerinin (özellikle de üst hakkı sahibinin) de söz konusu hüküm kapsamında sorumlu tutulacağını kabul etmektedir. Taşınmazı kira gibi kişisel bir hakka dayanarak kullananların ise MK m. 730 hükmü çerçevesinde sorumlu tutulup tutulamayacağı tartışmalıdır. Türk hukukunda genel olarak bu kimselerin sorumluluk bakımından MK m. 730 hükmüne tabi olmayacakları kabul edilmektedir. Bu görüş çerçevesinde bu kişilerin fiillerinden de taşınmaz maliki sorumlu olacaktır. Buna karşılık İsviçre Hukukunda bugün artık taşınmaz üzerindeki kişisel hak sahiplerinin de taşınmaz malikinin sorumluluğu hükümleri çerçevesinde sorumlu olacağı genel kabul gören görüştür. Yine İsviçre Federal Mahkemesi yakın tarihli birçok kararında taşınmaz üzerinde fiili hâkimiyet sahibi olan şahsi hak sahiplerinin de bu kullanım sebebiyle zarar verdikleri durumlarda taşınmaz malikinin sorumluluğuna ilişkin hükümler çerçevesinde sorumluluğunu kabul etmiştir. Kanaatimizce inşaat sahibinin, sadece taşınmaz üzerinde sınırlı ayni hak sahibi değil, kiracı ya da ürün kiracısı gibi şahsi hak sahibi olduğu durumlarda, Türk hukuku bakımından da bu kişiler inşaat faaliyetleri sebebiyle MK m. 730 hükmü çerçevesinde sorumlu tutulabilmelidir. Burada önemli olan bu kişilerin taşınmaz üzerinde fiilen zilyetliğinin bulunmasıdır. Taşınmaz üzerindeki inşaat faaliyetlerinin sınırlı ayni hak veya şahsi hak sahipleri tarafından yürütüldüğü hallerde bu faaliyetlerden ötürü taşınmaz                                                                                                                        yan, yapılan inşaattan zarar gören davacı için hüküm ifade edebileceğini söyleyebilme olanağı bulunmamaktadır.   27 Krauskopf/Girón, s. 58; Eckenstein, s. 17.  28 Honsell/Isenring/Kessler, s. 190 N. 6; Göksu, CHK ZGB 679 N. 3; Krauskopf/Girón, s. 58; Oğuzman/Seliçi/Oktay-Özdemir, N. 2071; Petek, s. 373.  29 BGE 88 II 264; 91 II 287 ff.; 109 II 304 E 2; 132 III 693.  30 Tandoğan, s. 203; Oğuzman/Seliçi/Oktay-Özdemir, N. 2071; Ulusan, s. 161; Petek s. 374 vd.  31 Göksu, CHK ZGB 679 N. 3; Honsell/Isenring/Kessler, s. 191 N. 8; HürlimannKaup/Nyffeler, Teil 2, s. 132; Eckenstein, s. 17 vd.  32 BGE 132 III 689 E 2.2.1; 109 II 304 E 2; 104 II 15 E 2a; 101 II 248 E 2.  33 Bu kişilerin de malikle birlikte MK m. 730 hükmü çerçevesinde sorumlu olacağı yönünde bkz. Akipek/Akıntürk, s. 572. Bununla birlikte yazarlar sadece kişisel hak sahipleriyle malikin birlikte sorumlu olacağını kabul ederken, sınırlı ayni hak sahiplerinin fiillerinden malikin sorumlu tutulamayacağını belirtmektedir.  34 Jörg Schmid,  Die lieben Nachbarn – Komplikationen aus Immissionen , Schweizerische Baurechtstagung 2011, Tagungsband, Freiburg 2011, s. 95.618  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) malikinin de onlarla birlikte sorumlu olup olmayacağı ise İsviçre Hukukunda da tartışmalıdır. Nitekim İsviçre Federal Mahkemesi yakın tarihli kararlarında MK m. 730 hükmü çerçevesinde taşınmaz malikinin sorumluluğu değerlendirirken, eğer ki taşınmaz maliki yararlanma hakkı sahibinin inşaat faaliyetlerini yürütme usulüne etki etmiyorsa, onun MK m. 730 hükmü çerçevesinde sorumlu olmayacağına karar vermiştir. Ancak taşınmazı zarar verici kullanıma bırakmak dahi tek başına zarara sebebiyet vermek sayılabilir. Esasen inşaat faaliyetleri kendiliğinden böyle bir zarara sebebiyet verecek faaliyet sayılmayacağından ve taşınmaz maliki taşınmazı üzerinde bir üst hakkı tesis etmiş veya taşınmazı kiraya vermiş ise, üst hakkı sahibinin veya kiracının yürütmekte olduğu inşaat faaliyetleri üzerinde genellikle bir etkisi de olmayacağından, bu gibi hallerde onun malik sıfatıyla sorumluluğunun söz konusu olmayacağı düşünülebilir. Bununla birlikte kanaatimizce taşınmaz malikinin de bu kişilerle birlikte sorumlu tutulması hükmün amacına daha uygundur. MK m. 730 çerçevesinde birden fazla sorumlunun bulunduğu hallerde bunlar müteselsilen sorumlu olurlar. MK m. 730 hükmünün uygulanması bakımından kat malikleri de komşu sayılırlar. 634 sayılı Kat Mülkiyeti Kanunu kat malikleri arasındaki ilişkileri ayrıntılı bir şekilde düzenlemiştir. Bu hükümlere aykırı davranış komşuluk hukukuna da aykırılık teşkil ettiği ölçüde MK m. 730 hükmünün uygulanması mümkündür. Aynı şekilde MK m. 730/II hükmünde düzenlenen denkleştirme yükümlülüğü de kat malikleri bakımından uygulama alanı bulacaktır. Paylı mülkiyet söz konusu ise paydaşlar müteselsilen sorumlu olacaklardır. Elbirliği mülkiyetinde de aynı esas evleviyetle geçerli olmalıdır. Son olarak Devlet ve diğer kamu tüzel kişileri de, özel mülkiyetlerine tabi taşınmazlar açısından MK m. 730 daki sorumluluğa tabidir. Buna karşılık                                                  35 Hürlimann-Kaup/Nyffeler, Teil 2, s. 132.  36 BGE 132 III 689; 104 II 15. Ayrıca bkz. Göksu, CHK ZGB 679 N. 3. 37 Sadece zilyede değil, tapu sicilinde malik olarak gözüken kişiye de dava açılması gerektiği yönünde bkz. Yarg. 14. HD. E. 2015/12680, K. 2015/10550, T. 17.11.2015 (Kazancı). Adı geçen karardan:  … Türk Medeni Kanununun 684. maddesi uyarınca bir şeye malik olan kimse o şeyin bütünleyici parçalarına da malik olur. Diğer taraftan; aynı Kanun'un 718. maddesine göre de arazinin mülkiyeti kullanılmasında yarar olduğu ölçüde üstündeki hava ve altındaki arz kapsamlarını kapsar ve mülkiyetin kapsamlarını yasal ayrıcalıklar dışında yapılar, bitkiler ve kaynaklar da girer dolayısıyla mahkemece budanmasına karar verilen ağaçlar arazi mülkiyetinin özelliği gereği sadece davalıya değil, kayıtta malik olana aittir. Kayıt malikinin davada taraf durumunu alması sağlanmadan mülkiyet hakkının özünü zedeler biçimde hüküm tesisine olanak yoktur. …  38 Krauskopf/Girón, s. 58; Hürlimann-Kaup/Nyffeler, Teil 2, s. 132; BGE 127 III 261 vd.  39 Oğuzman/Seliçi/Oktay-Özdemir, N. 1980 dn. 1244. Yargıtay ın da bu yönde kararları mevcuttur. Bkz. Yarg. 5. HD. 1.3.1976, 22/2345 (YKD. 1977/4, 493). Konuya ilişkin ayrıntılı bilgi için ayrıca bkz. Hürlimann-Kaup/Nyffeler, Teil 2, s. 130 vd.  40 Tekinay, s. 133.  41 Krauskopf/Girón, s. 58.  42 Bu konuda bkz. Tekinay, s. 132; Sirmen, Eşya, s. 439. Oğuzman/Seliçi/OktayÖzdemir ise bu durumda meydana gelen bir zararı ancak zarar veren fiili yapan paydaşların tazmin edeceğini, fakat eski hale getirme ve tehlikenin giderilmesi için tedbir alma  yükümlülüklerinin  tüm  paydaşlara  ait  olduğunu  ifade  etmektedir  (Oğuzman/Seliçi/Oktay-Özdemir, N. 2072).Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   619 Maliklerine Karşı Sorumluluğu Türk hukukunda genel olarak kamu mallarının kullanılmasından doğan sorumluluğun İdare Hukukuna tabi olduğu kabul edilmektedir. Yine kamu malları niteliğindeki taşınmazlarda kamu hizmeti gibi kamu hukukuna tabi faaliyetlerin yürütülmesi sebebiyle meydana gelen zararların tam yargı davası şeklinde idari yargıda görülmesi gerekir. Bu çerçevede karayolu, demiryolu, metro inşaatı gibi inşaat çalışmaları sırasında ortaya çıkan zararlara ilişkin tazminat ve denkleştirme talepleri de idare hukuku içerisinde çözümlenecektir. Dava idare mahkemelerinde açılmak gerekir. Bununla birlikte bu gibi hallerde de komşuluk hukukuna ilişkin MK m. 730, 737 ve 738 hükümlerinden özellik                                                                                                                       43 Oğuzman/Seliçi/Oktay-Özdemir, N. 2073; Petek, s. 386; Ulusan, s. 235 dn. 168; Akipek, 1955, s. 35; Sirmen, Eşya, s. 439, karş. Akipek/Akıntürk, s. 572. Zira bu durumda kamu tüzel kişilerinin özel mülkiyete tabi taşınmazları üzerindeki mülkiyet hakkıyla herhangi bir kimsenin taşınmazları üzerindeki hakkı arasında bir fark bulunmamaktadır. Ancak Devletin ve kamu tüzel kişilerinin özel mülkiyetine tabi taşınmazlarından doğan zarar idari bir işlemden kaynaklanmışsa davaya yine idari yargı mercilerinin bakacağı yönünde bkz. Petek, s. 387. 44 Oğuzman/Seliçi/Oktay-Özdemir, N. 2073; Ulusan, s. 235 vd.; Petek, s. 385 vd. Yargıtay ın da yakın tarihli kararları bu yöndedir. Buna ilişkin kararlar için bkz. Oğuzman/Seliçi/Oktay-Özdemir, N. 2073 dn. 1423. Bunların da özel hukuka ve MK m. 730 a tabi olduğu yönünde bkz. Eren, s. 683; Akipek/Akıntürk, s. 572. Bu konuda hakkında ayrıntılı tartışma için bkz. Akipek, 1955, s. 34 vd. İsviçre hukukunda ise önlenebilir taşkınlıklarda kamu malları için de MK m. 730/I hükmünün uygulanacağı; buna karşılık kamu mallarının amaca uygun kullanımı sonucu komşular bakımından bir taşkınlık ortaya çıkıyorsa ve bu taşkınlığın önlenmesi mümkün değilse veya ancak aşırı bir harcamayla önlenmesi mümkün olacaksa (örn. bir otoyoldan kaynaklı taşkınlıklar) bu durumda artık MK m. 730/I kapsamında müdahalenin meni davası açılamayacağı ve ancak kamulaştırma prosedürü içinde bir tazminat talebinin söz konusu olabileceği kabul edilmektedir. Bu yönde bkz. Honsell/Isenring/Kessler, s. 192 N. 15; Göksu, CHK ZGB 679 N. 6. Gerçekten de İsviçre Hukukunda Kamulaştırma Kanununda belirli şartlarla komşuluk hukukundan doğan hakların belirli bir bedel karşılığı kamulaştırması öngörülmüştür (Art. 5 EntG). Eğer taşkınlık seviyesindeki çevre etkileri öngörülemez nitelikteyse, komşu taşınmaz maliki bakımından özel bir ağırlığa ulaştıysa ve önemli zararlara yol açıyorsa, bu durumda kamulaştırma hukuku kapsamında bir bedel talep edilebilmesi mümkündür (BGE 116 Ib 11 vd.; BGE 94 I 286, 303 ve 95 I 490 vd.). İsviçre Federal Mahkemesinin konuyla ilgili bir kararı şu şekildedir: Bir işletme ruhsatına ve tanınan kamulaştırma hakkına dayalı olarak işletilen havaalanından doğan taşkınlıklar kaçınılmaz nitelikteyse komşu taşınmaz malikleri kural olarak buna katlanmakla yükümlüdür. Bu durumda MK m. 730 hükmü uygulanmaz (BGE 134 III 248). Ancak bu taşkınlıklar taşınmazın edinilmesi tarihinde öngörülemeyecek nitelikteyse, başvuran bakımından özel bir ağırlığa ulaştıysa ve önemli zararlara yol açıyorsa kamulaştırma hukukundan doğan bir tazminat talebi ileri sürülebilir (BGE 129 II 72). Buna karşılık yukarıda da belirttiğimiz gibi önlenebilir nitelikteki taşkınlıklar bakımından yine MK m. 730 hükmüne karşılık gelen ZGB 679 hükmüne başvurulabilir. Bir dolaylı müdahalenin taşkınlık seviyesine gelip gelmediği ve önlenebilir olup olmadığı kamulaştırma davası içinde değerlendirilir ve bunun sonucuna göre adli yargıya gidilebilir. Bu konuda bkz. Rey/Strebel, BSK ZGB 679 N. 3a; Göksu, CHK ZGB 679 N. 6; ayrıca bkz. Eckenstein, s. 18, özellikle s. 27 vd.  45 Bu yönde bkz. 11.2.1959 tarihli ve 17/15 sayılı İçtihadı Birleştirme Kararı. Bu durumda idarenin kamu mallarında yürüttüğü faaliyet kamu hizmeti niteliğinde değilse veya bu tür taşkınlıklar idari bir karara dayanmıyorsa, MK m. 730 hükmünün uygulanabileceği yönünde bkz. Petek, s. 391 vd.  46 Bu konuda bkz. Beatrice Wagner Pfeifer;  Entschädigung für übermässige Einwirkungen durch Bauarbeiten , BR (Baurecht) 2016, s. 5 vd.; Ulusan, s. 234 vd.620  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) le denkleştirme talebi bakımından ve taşkınlığın belirlenmesinde kıyasen yararlanılmasına hukuki bir engel yoktur.  4. Genel Olarak İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaza Yönelik Gerçekleşen Müdahale Türleri ve Bunlardan Doğan Sorumluluk İnşaat faaliyetleri sebebiyle komşu taşınmazlara yönelik müdahaleler genel olarak doğrudan veya dolaylı müdahaleler şeklinde sınıflandırılmaktadır. Bu çalışmada esas itibariyle inşaat sahibi taşınmaz malikinin kendi taşınmazında yürüttüğü inşaat faaliyetleri sebebiyle komşu taşınmazlar bakımından yaratmış olduğu dolaylı etkiler (Bauimmissionen) ve bundan doğan sorumluluğu ele alınacaktır. Ancak bu tür etkilerin sınırlarının belirlenmesi bakımından                                                  47 Kanaatimizce Türk Hukuku bakımından idare mahkemelerinde açılacak davalarda özellikle denkleştirme talebi bakımından komşuluk hukukuna ilişkin hükümlerden kıyasen yararlanılması düşünülebilir. Genel olarak MK m. 730 hükmünden kıyasen yararlanmanın  mümkün  olacağı  yönünde  bkz.  Oğuzman/Seliçi/Oktay-Özdemir,  N. 2073; hizmet kusuru dışında kalan durumlar bakımından ferdin kamu hizmetinin görülmesi nedeniyle doğan zararlarının karşılanmasında fedakarlığın denkleştirilmesi ilkesinin idare hukukunda da uygulanacağı görüşünde Ulusan, s. 239. Nitekim denkleştirme kavramı idare hukukuna yabancı değildir. 2942 sayılı Kamulaştırma Kanunu m 4. uyarınca;  Taşınmaz malın mülkiyetinin kamulaştırılması yerine, amaç için yeterli olduğu takdirde taşınmaz malın belirli kesimi, yüksekliği, derinliği veya kaynak üzerinde kamulaştırma yoluyla irtifak hakkı kurulabilir. (Ek: 6552 - 10.9.2014/m.99) Ancak, maliklerinin mülkiyet hakkının kullanılmasının engellenmemesi, can ve mal güvenliği bakımından gerekli önlemlerin alınması kaydıyla, kamu yararına dayalı olarak taşınmazların üstünde teleferik ve benzeri ulaşım hatları ile her türlü köprü, taşınmazların altında metro ve benzeri raylı taşıma sistemleri (Ek ibare: 6639 - 27.3.2015/m.28)  ile tünel  yapılabilir. Taşınmazların mülkiyet hakkının kullanımının engellenmemesi hâlinde, taşınmazlara ilişkin herhangi bir kamulaştırma yapılmaz. Yapılan yatırım nedeniyle taşınmaz maliklerinden değer artış bedeli alınamaz.  Madde 4'ün 2. fıkrasının 3. cümlesi, Anayasa Mahkemesi'nin 11.6.2015 tarih ve 29383 sayılı R.G.'de yayımlanan, 14.5.2015 T., 2014/177 E. ve 2015/49 K. sayılı Kararı ile iptal edilmiştir. İptal edilen cümle şu şekildeydi:  Taşınmaz sahiplerine bu işlemler nedeniyle kamulaştırma, tazminat ve benzeri nam altında herhangi bir ücret ödenmez.  Anayasa Mahkemesi iptal gerekçesinde;  Taşınmaz üzerinde irtifak tesis edilmesi gibi taşınmazın değerini azaltan her türlü müdahalede kamu yararı ile bireysel yarar arasındaki denge, kural olarak malikin ekonomik kayıpları telafi edilmek suretiyle sağlanabilir. Diğer bir ifadeyle, taşınmaz üzerinde kamu irtifakı kurulması yoluyla gerçekleştirilen müdahalenin ölçülülüğünden söz edilebilmesi için malike ekonomik kayıpları karşılığında uygun bir tazminatın ödenmesi gerekmektedir. Aksi takdirde malikin katlanmak zorunda olduğu külfet yönünden bir dengesizlik doğacak ve bu durum mülkiyet hakkına müdahaleyi ölçüsüz kılacaktır. … Dolayısıyla anılan yatırımlar sonucu taşınmazların değerinde oluşan azalma nedeniyle, taşınmazda meydana gelen değer artışları da dikkate alınmak suretiyle taşınmaz maliklerine uygun bir tazminatın ödenmesi mülkiyet hakkının gereğidir. Malikin tazminat imkanından mahrum bırakılması, kamu yararı ile bireysel yarar arasında kurulması gereken adil dengenin malik aleyhine ölçüsüz bir şekilde bozulmasına yol açabilir. Açıklanan nedenlerle, dava konusu kural Anayasamın 13. ve 35. maddelerine aykırıdır. İptali gerekir.  şeklinde görüş bildirmiştir (s. 202 vd.). Dolayısıyla taşınmaza yönelik herhangi bir kamusal müdahale karşılığında taşınmaz malikine uygun bir tazminatın ödenmesi gerekecektir. Söz konusu kararda her ne kadar taşınmaza yönelik doğrudan müdahaleler sebebiyle denkleştirme yükümlülüğünden söz edilse de, karar genel olarak malikin ekonomik kayıpları karşılığında uygun bir tazminatın ödenmesi gerekliliğinden bahsettiği için konumuzu teşkil eden çevre etkilerinin yarattığı zararlar bakımından da önem taşımaktadır.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   621 Maliklerine Karşı Sorumluluğu dolaylı ve doğrudan müdahaleler arasındaki ayrımın da açıklanmasının yerinde olacağını düşünüyoruz. Komşu taşınmazın sınırlarının aşılarak doğrudan taşınmazın maddi varlığına (özüne) müdahale edilen durumlarda müdahale, doğrudan müdahale olarak adlandırılır. Bir taşınmaz malikinin inşaat faaliyetleri sırasında komşu taşınmaz malikinin arazisine girmesi veya burayı kullanması, komşu taşınmaza taşacak şekilde taşkın inşaat yapması ya da komşu taşınmazın sınırları içine inşaat molozları yığması gibi komşu taşınmazın özüne maddi fiille doğrudan müdahale edilen durumlar doğrudan müdahalelere örnek teşkil eder. Bu tür doğrudan müdahalelerin kural olarak kendiliğinden hukuka aykırı olduğu kabul edilmektedir. Ancak somut olayda doğrudan müdahale özel hukuk veya kamu hukukunda düzenlenen özel bir duruma, bir sınırlı ayni hak tesisine ya da zorunluluk haline dayanıyorsa artık bunun hukuka aykırı olmadığı söylenebilir. Kendiliğinden hukuka aykırı nitelik taşıyan bu tür doğrudan müdahale                                                 48 Thomas Ender; Die Verantwortlichkeit des Bauherrn für unvermeidbare übermassige Bauimmissionen, Freiburg Schweiz, 1995, N. 104; Göksu, CHK ZGB 684 N. 16. Ancak şunu ifade etmek gerekir ki, doğrudan müdahale kavramını kullanan yazarlar arasında terminoloji birliği yoktur. Bazı yazarlar doğrudan müdahale kavramını bir taşınmazın sınırlarının aşılarak maddi varlığına doğrudan müdahale edilen hallerin tamamı için kullanmaktadır (bu yönde bkz. Çörtoğlu, Aşkın Kullanılma, s. 113). Buna karşılık diğer bazı yazarlar ise, doğrudan müdahale ile doğrudan etkileri birbirinden ayırarak doğrudan müdahale kavramını sadece MK m. 683 hükmüne tabi müdahaleler olarak kabul etmekte, bir taşınmazda yürütülen faaliyet sebebiyle komşu taşınmazda ortaya çıkan etkiler (çevre etkileri) bakımından doğrudan etki ve dolaylı etki ayrımını yapmaktadır. Bkz. Ender, N. 104 dn. 96. Bu görüş çerçevesinde örneğin MK m. 738 hükmü doğrudan müdahaleleri değil, sadece doğrudan etkileri düzenlemektedir. Doğrudan müdahalelere MK m. 683 hükmü uygulanırken, doğrudan etkiler komşuluk hukuku kuralları çerçevesinde MK m. 730 uyarınca yaptırıma tabi tutulacaktır. Ancak bu görüşteki yazarlar dahi uygulamada komşu taşınmazın sınırlarının aşılarak özüne müdahale edilen hallerde bir doğrudan müdahalenin mi yoksa doğrudan etkinin mi söz konusu olduğunu tespit etmenin çok kolay olmadığını ifade etmektedir (Ender, N. 104 dn. 96). Gerçekten de doğrudan etkiler ve doğrudan müdahaleler arasındaki ayrım çok net değildir. Kaldı ki aşağıda açıklayacağımız üzere biz komşu taşınmaza yönelik bazı doğrudan müdahalelere de belirli şartlarla MK m. 683 yerine MK m. 730 hükmünün uygulanacağı görüşünü kabul ediyoruz. Ancak bu çalışmada da doğrudan müdahale kavramı sadece komşu taşınmazın sınırlarının aşılarak taşınmazın maddi varlığına müdahale edilen durumları ifade etmek üzere kullanılmıştır. Buna karşılık bir taşınmazda yürütülen faaliyet dolayısıyla komşu taşınmaza yönelik olarak ortaya çıkan diğer etkilerin tamamı dolaylı etkiler (çevre etkileri) olarak nitelendirilecektir. Bu ayrım aşağıda açıklayacağımız üzere özellikle taşkınlık kriteri bakımından önem taşımaktadır.  49 Diğer örnekler için bkz. Çörtoğlu, Aşkın Kullanılma, s. 113.  50 Ender, N. 105. Örneğin MK m. 748 de taşınmaz malikinin taşınmazı üzerinde yapı yapma amacıyla komşu taşınmaza geçici olarak girme hakkının özel kanun hükümlerine tabi olacağı, bu konuda özel kanun hükmü yoksa yerel âdetin uygulanacağı düzenlenmiştir. Yine İsviçre Federal Mahkemesi, bir taşınmazda yer alan ağaçların dallarının komşu taşınmaza taşması ve bunun sonucunda komşu taşınmaza dökülen yaprakların kirliliğe yol açması sebebiyle açılan bir davada, ağaçların dallarının komşu taşınmaza taşmasının komşu taşınmaza yönelik bir doğrudan müdahale niteliğini taşıdığını, burada komşu taşınmaz malikinin kural olarak hem MK m. 683/II çerçevesindeki haklarını hem de MK m. 740/I çerçevesindeki dalları kesme hakkını kullanabileceğini, ancak MK m. 740/I uyarınca bu dalların kesilebilmesi için bunların komşu taşınmaza önemli bir zarar vermesi gerektiğini, somut olayda yaprakların dökülerek komşu taşınmazda kirliliğe yol açmasının bir taşkınlık niteliği taşımadığını, aynı şekilde dalları622  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) lere genel olarak MK m. 683/II hükmü veya somut olayın şartlarına göre özel bir hüküm mevcutsa (örn. taşkın inşaata ilişkin MK m. 725) bu hükümler uygulanacaktır. Yine şartlar gerçekleştiği ölçüde zilyetliğin korunmasına ilişkin hükümler de uygulanabilir (MK m. 981 vd.)52. Ayrıca bu tür doğrudan müdahaleler sonucu üçüncü kişilerin mutlak hakları ihlal edilerek bir zarar meydana gelmişse bu zararın tazmini de kural olarak kusura dayanan haksız fiil hükümleri çerçevesinde (TBK m. 49) değerlendirilir. Buna karşılık inşaat faaliyetleri sebebiyle inşaat sahibi taşınmaz malikinin bu şekilde komşu taşınmaza doğrudan müdahale etmediği, sadece kendi taşınmazında (veya istisnai olarak bunun sınırları dışında) inşaat faaliyetini sürdürürken  bunun  komşu  taşınmazda  doğurduğu  istenmeyen  etkilere  ise dolaylı müdahaleler denilmektedir. Bunlar çevre etkileri (Bauimmissionen) yaratan müdahaleler olarak da adlandırılmaktadır. İnşaat faaliyetleri sırasında bu tür dolaylı etkiler sıklıkla görülür. Nitekim hemen her inşaat faaliyeti sırasında gürültü, sarsıntı, toz gibi bir takım çevre etkileri ortaya çıkar. Bu tür çevre etkileri farklı gruplarda sınıflandırılmaktadır. Söz konusu etkiler gürültü, kirlilik ya da toprak sarsıntısı gibi maddi etkiler (pozitif, olumlu etkiler) şeklinde görülebileceği gibi, komşu taşınmazın hava ve güneş ışığının kesilmesi ya da giriş yolunun kapanması veya engellenmesi gibi olumsuz (negatif) etkiler olarak da karşımıza çıkabilir. Bunun dışında son olarak psişik çevre etkileri (manevi etkiler) üçüncü bir grup olarak kabul edilmektedir. Aşağıda çevre etkilerinin türleri daha ayrıntılı olarak ele alınacaktır. Komşu taşınmaza yönelik bu tür dolaylı etkilerin doğrudan müdahalelerden farklı olarak her zaman hukuka aykırı olmadığı kabul edilmektedir. Bunların hukuka aykırı olup olmadıkları kural olarak komşuluk hukuku kuralları çerçevesinde, özellikle de MK m. 737 hükmüne göre belirlenir. MK m. 737 uyarınca bu tür çevre etkileri ancak taşkınlık boyutuna varmış ise o zaman hukuka aykırı olur. Dolaylı çevre etkilerinin MK m. 737 anlamında taşkınlık boyutuna varması ve böylece hukuka aykırı hale gelmesi durumunda, kural olarak komşulukla ilgili kısıtlamalar aşılmış olur ve taşınmaz maliki MK m. 730 uyarınca sorumlu tutulur. Nitekim taşınmaz malikinin sorumluluğunu dü                                                                                                                       kesme hakkının doğabilmesi için aranan önemli zarar şartının MK m. 683/II çerçevesinde kullanılacak haksız el atmanın önlenmesi talebi için de dikkate alınacağını belirterek, bu sebeple burada komşu taşınmaz malikinin MK m. 683/II ye de MK m. 740/I hükmüne de dayanamayacağına karar vermiştir. Bkz. BGE 131 III 505.  51 Ender, N. 106.  52 Turhan Esener/Kudret Güven; Eşya Hukuku, 6. Baskı, Ankara 2015, s. 265; Oğuzman/Seliçi/Oktay-Özdemir, N. 1982 dn. 1247.  53 Oğuzman/Seliçi/Oktay-Özdemir, N. 1982, dn. 1247.  54 Rey/Strebel, BSK ZGB 684 N. 6, 19; Göksu, CHK ZGB 684 N. 16.  55 Ender, N. 107 vd.; Çörtoğlu, Aşkın Kullanılma, s. 114 vd. Bunlar taşınmazın işletilmesi veya kullanılması sonucu ve insan davranışıyla bağlantılı olarak ortaya çıkan etkilerdir.  56 Çörtoğlu, Aşkın Kullanılma, s. 112.  57 Ender, N. 109; Schmid, s. 85 vd.  58 Yine şartları varsa bu gibi hallerde de zilyetliğin korunmasına ilişkin hükümlerin (MK m. 983 vd.) uygulanabileceği kabul edilmektedir. Bu yönde bkz. Rey/Strebel, BSK ZGB 684 N. 41; Göksu, CHK ZGB 684 N. 3. Bu anlamda zilyetliğin korunmasına ilişkin hükümlerin uygulanması bakımından dolaylı ve doğrudan müdahale arasında bir fark yoktur. Zira her iki durumda da söz konusu hükümler şartları gerçekleştiği ölçüde uy-Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   623 Maliklerine Karşı Sorumluluğu zenleyen MK m. 730 hükmünün esas itibariyle MK m. 737 nin yaptırımı olduğu tartışmasız kabul edilmektedir. Klasik görüşe göre doğrudan ve dolaylı müdahale ayrımının esas önemi, doğrudan ve dolaylı müdahalelerden doğan sorumluluğun ve buna ilişkin olarak inşaat sahibine uygulanacak özel hukuk yaptırımlarının yukarıda açıklandığı üzere Medeni Kanunun farklı hükümlerinde düzenlenmiş olmasından kaynaklanmaktadır. Doktrindeki baskın görüş ve İsviçre Federal Mahkemesi komşu taşınmaza yönelik doğrudan müdahalelerde, taşınmaz malikinin komşuluk hukukuna ilişkin sınırların aşılmasından doğan sorumluluğunu düzenleyen MK m. 730/I hükmünün uygulanmayacağını kabul etmektedir. Bu görüşteki yazarlara göre MK m. 730 sadece komşuluk hukukunun yaptırım kurallarını düzenlediğinden, MK m. 683 kapsamındaki hukuka aykırı müdahaleler için de bu hükmün uygulanması sakıncalıdır; zira MK m. 683 ün ihlaline yol açan müdahalelerin komşuluk hukukuna ilişkin yaptırımlarla, özellikle sebep sorumluluğu ile çözülmesi doğru değildir. Buna karşılık Türk hukukunda bazı yazarlar komşu taşınmaza yönelik bazı doğrudan müdahalelerde de, -bunlar taşınmazın kullanılması ve işletilmesiyle bağlantılı olduğu sürece-, MK m. 683 hükmü yerine MK m. 730 hükmünün uygulanabileceğini ve taşınmaz malikinin bu çerçevede sorumlu tutulabileceğini kabul etmektedir.                                                                                                                        gulanır. Bu yönde bkz. Schmid, s. 85 dn. 3. Bunun dışında somut olayda çevresel etkilere ilişkin kamu hukuku düzenlemeleri ihlal edilmişse ve kamu hukukunda buna ilişkin bir başvuru yolu öngörülmüşse, zarar gören bu yola da başvurabilir. Bu yönde bkz. Rey/Strebel, BSK ZGB 684 N. 42.  59 Arthur Meier-Hayoz; Schweizerisches Zivilgesetzbuch, Das Sachenrecht, 1. Abteilung Das Eigentum, 3. Teilband Grundeigentum II, Art. 680-701 ZGB, 3. Auflage, Bern 1975, ZGB 684 N. 82; Ender, N. 106; Eckenstein, s. 8 ve 14; Andrea Perhofer;  Allgemeines Zivilrecht und Zivilverfahrensrecht/Immissionen ≠ Immissionen-Differenzierungen hinsichtlich der Verantwortlichkeit des Grundeigentümers für Einwirkungen auf das Nachbargrundstück nach der Teilrevision des Immobiliarsachenrechts , Differenzierung als Legitimationsfrage, Zürich/St. Gallen 2012, s. 60; Oğuzman/Seliçi/Oktay-Özdemir, N. 1988 dn. 1269 ve N. 2064. Nitekim Federal Mahkeme de bu görüştedir. Bkz. BGE 107 II 138; 111 II 26; 100 II 309. Karş. BGE 131 III 508 (kararın açıklaması için bkz. yukarıda  dn.  50).  Oğuzman/Seliçi/Oktay-Özdemir,  MK  m.  730  ile  MK  m.  683 hükümleri arasında bir paralellik görülse de MK m. 683 hükmünün bir mülkiyetin sınırları içine dışarıdan müdahaleyi, MK m. 730 hükmünün ise bir malikin başka malikin sınırlarına müdahale etmeden sırf kendi mülkiyetinin kısıtlamalarına aykırı davranması halini düzenlediğini, bu sebeple iki hüküm arasında bir genellik özellik ilişkisi bulunmadığını ifade etmektedir (Oğuzman/Seliçi/Oktay-Özdemir, N. 2064). Aksi yönde Sirmen; Eşya, s. 437 dn. 700.  60 Meier-Hayoz, BK ZGB 684 N 82. 61 Bkz. Akipek, AÜHFD, s. 356, özellikle s. 360; Çörtoğlu, Aşkın Kullanılma, s. 113; Petek, s. 201; Tekinay, s. 125. Tekinay bu durumda gizli bir kanun boşluğu bulunduğunu, taşınmaz malikinin komşu taşınmaza doğrudan doğruya müdahalesi şeklinde gerçekleşen ve esas itibariyle MK m. 683/II hükmünün uygulama alanına giren tecavüzden doğan zararın tazminini de kusursuz sorumluluk prensibine bağlamanın zorunlu olduğunu ifade etmektedir. Bugün her ne kadar yerleşmiş içtihadı aksi yönde olsa da İsviçre Federal Mahkemesi de eski tarihli bir kararında taşınmazın kullanılması veya işletilmesinden kaynaklanan doğrudan müdahaleler hakkında komşuluk hukuku ile getirilmiş özel bir katlanma yükümlülüğü söz konusu değilse, MK m. 683 (ZGB 641) yerine MK m. 730/I (ZGB 679) hükmünün uygulanacağını kabul etmiştir (BGE 88 II624  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) Özellikle duruma inşaat faaliyetlerinden doğan komşu taşınmaza yönelik müdahaleler  açısından  bakılacak  olursa,  kanaatimizce  burada  ikinci  görüş durumun şartlarına daha uygun düşmektedir. Zira öncelikle bu gibi hallerde çoğu zaman doğrudan veya dolaylı müdahale ayrımını kesin bir şekilde yapmak çok güç olduğundan bu görüş uygulanacak hükümler bakımından daha adil bir çözüm sunmaktadır. Kaldı ki özellikle taşınmaz malikinin komşuluk hukuku kapsamında kazı ve yapılardan sorumluluğunu düzenleyen MK m. 738 hükmü katıldığımız görüş çerçevesinde komşu taşınmaza yönelik doğrudan ve dolaylı müdahaleleri birlikte kapsamaktadır ve bu türden hükümlere aykırılık halinde MK m. 730 hükmünün uygulanacağında herhangi bir tereddüt yoktur. Nitekim Yargıtay da inşaat sırasında hafriyat toprağının komşu taşınmaza dökülmesini konu alan birçok kararında, bu tür müdahaleler esasen doğrudan müdahale kabul edilmesine rağmen, bunları MK m. 738 hükmünün ihlali niteliğinde görerek MK m. 730 un uygulanmasını kabul etmiştir. Dolayısıyla kanaatimizce inşaat faaliyetleri sırasında komşu taşınmaza yönelik doğrudan müdahalelerde de, bunlar inşaat faaliyetiyle doğrudan bağlantılı olduğu sürece, komşuların MK m. 730 hükmü çerçevesinde taşınmaz malikinin kusursuz sorumluluğuna gidebilmesi mümkündür.                                                                                                                        265) (Bkz. Meier-Hayoz, BK ZGB 684 N. 82; Çörtoğlu, Aşkın Kullanılma, s. 113; Çörtoğlu, Komşuluk, s. 102). 62 Gerçekten de bir müdahalenin hangi sınıfa girdiğini tespit etmek her zaman kolay değildir. Özellikle de taşınmaz malikinin kendi taşınmazında yürüttüğü faaliyetler sebebiyle komşu taşınmazın maddi varlığına etki ettiği durumlarda (örneğin malikin kendi taşınmazında inşaat sebebiyle çok derin temel kazılması sonucu komşunun duvarının çökmesi gibi) komşu taşınmaza yönelik bir doğrudan müdahalenin mi yoksa dolaylı müdahalenin mi (çevre etkisinin) bulunduğu tartışmalıdır. Örneğin doktrinde birçok yazar kazı ve yapılara ilişkin MK m. 738 hükmünün dolaylı müdahaleleri düzenlediğini bu sebeple MK m. 737 hükmüne nazaran özel hüküm teşkil ettiğini kabul ederken (dolaylı müdahale olduğu yönünde bkz. Petek, s. 201), diğer bazı yazarlar söz konusu hükmün doğrudan müdahaleleri düzenleyen bir hüküm olduğu görüşündedir (Çörtoğlu, Aşkın Kullanılma, s. 113). Ancak şunu da ifade etmek gerekir ki, hangi görüş kabul edilirse edilsin MK m. 738 hükmünün ihlali halinde MK m. 730 un uygulanacağında herhangi bir tereddüt bulunmamaktadır.  63 Yarg. HGK. E. 2006/1-127 K. 2006/50 T. 8.3.2006; Yarg. 1. HD., E. 2005/340, K. 2005/1643, T. 21.2.2005 (Kazancı). Bu kararlarında Yargıtay, yüklenicinin inşaat yaparken hafriyat toprağını komşu taşınmaza atması sebebiyle yüklenicinin haksız fiil hükümleri çerçevesinde kusura dayalı olarak sorumlu olacağını, arsa sahiplerinin olaydaki sorumluluğunun ise Türk Medeni Kanununun 730 ve 738. maddesi anlamında objektif, kusursuz sorumluluk olduğunu kabul etmiştir. Benzer yönde bkz. Yarg. 14. HD., E. 2014/11175, K. 2015/1985, T. 26.2.2015.  64 Bir görüşe göre somut olayda her iki davanın da şartları gerçekleştiği taktirde davacı iki hükümden hangisi kendisi için daha uygunsa ona dayanabilir (Sirmen, Eşya, s. 437 dn. 700; benzer şekilde anlaşılmaya müsait Tekinay, s. 122). Buna karşılık İsviçre Hukukunda birçok yazar, her iki hükmün şartlarının da gerçekleştiği durumlarda MK m. 683/II hükmüne dayanılamayacağını, MK m. 730 hükmü özel hüküm niteliği taşıdığından sadece bu hükmün uygulanabileceğini kabul etmektedir (Meier-Hayoz, BK ZGB 679 N. 30; Rey/Strebel, BSK ZGB 679 N. 7; Eckenstein, s. 7; Perhofer, s. 61). Ancak yukarıda da açıkladığımız üzere İsviçre doktrininde MK m. 730 hükmünün doğrudan müdahalelerde uygulanacağı kabul edilmemektedir. Dolayısıyla hükümler arası yarışma burada sadece dolaylı etkiler bakımından söz konusu olabilecektir. Ayrıca bkz. BGE 131 III 508 (kararın açıklaması için bkz. yukarıda dn. 50).Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   625 Maliklerine Karşı Sorumluluğu Ancak doğrudan müdahalelerde MK m. 730 hükmünün uygulanması kabul edildiğinde hangi müdahalelerin taşınmazın kullanılması ve işletilmesiyle bağlantılı olduğunu tespit ederken dikkatli bir değerlendirme yapmak gerekir. Bu tür doğrudan müdahalelerin kural olarak kusura dayanan haksız fiil hükümleri yerine MK m. 730 dan doğan kusursuz sorumluluğa tabi olması için öncelikle bunların taşınmaz mülkiyetinin normal kullanımının sonucu olması gerekir. Yoksa komşu taşınmazlara yönelik olsa da taşınmazın kullanılması veya işletilmesi ile ilgisi olmayan doğrudan müdahalelerde MK m. 730 uygulanamaz. Bu durumda taşınmaz maliki ancak MK m. 683, zilyetliğin korunmasına ilişkin hükümler veya diğer özel düzenlemeler ve duruma göre şartları varsa haksız fiil hükümleri çerçevesinde sorumlu tutulabilir. Örneğin Yargıtay ın da yukarıda  belirttiğimiz  içtihatları  doğrultusunda  taşınmaz  malikinin  inşaat yapması için anlaştığı yüklenicinin inşaat faaliyetini yürütürken hafriyat toprağını komşu araziye dökmesi sebebiyle oluşan zararlardan dolayı taşınmaz maliki, bunlar taşınmazın kullanılması ve işletilmesiyle (somut olayda inşaat faaliyetiyle) doğrudan bağlantılı olduğu için MK m. 730 çerçevesinde sorumlu olacaktır. Bununla birlikte yüklenicinin işçilerinin inşaat faaliyetleri esnasında komşu taşınmaz üzerinde bulunan yapılara ve mallara kasten zarar vermesinin malikin taşınmaz mülkiyetini kullanması ve işletmesiyle bir ilgisi yoktur. Bu tür zararlar sebebiyle taşınmaz malikinin MK m. 730 hükmü kapsamında sorumlu tutulması mümkün değildir. Bu şekilde MK m. 730 un taşınmazın kullanımı sonucu ortaya çıkan doğrudan müdahaleler bakımından da uygulanacağı görüşü kabul edildiğinde inşaat faaliyetlerinden kaynaklanan dolaylı ve doğrudan müdahale arasındaki ayrımın en azından uygulanacak hüküm bakımından bir önemi kalmamaktadır. Zira her iki durumda da komşu taşınmaza yapılan müdahale taşınmaz malikinin taşınmazını kullanması ve işletmesiyle ilgiliyse MK m. 730 hükmü uygulanacak ve taşınmaz maliki bu tür bir müdahale dolayısıyla kusursuz sorumlu olacaktır. Ancak bu görüşü kabul eden yazarlar dahi bu durumda komşu taşınmaza yönelik doğrudan ve dolaylı müdahale ayrımının bir müdahalenin hukuka uygun olup olmadığını tespit açısından önem taşıdığı görüşündedirler. Zira                                                  65 Bu tespitte başvurulacak kriterler için bkz. Çörtoğlu, Aşkın Kullanılma, s. 118 vd. Yukarıda da belirttiğimiz üzere doktrinde Çörtoğlu na göre kanun koyucu MK m. 730 un uygulanması sonucunu doğuran bazı doğrudan müdahale tiplerini kanunda açıkça düzenlemiştir (MK m. 738, m. 740). Eğer taşınmaz malikinin fiili bu şekilde kanunda düzenlenen bir doğrudan müdahale tipine uyuyorsa, müdahalenin artık taşınmazın kullanılmasıyla ilişkili olup olmadığını araştırmaya gerek yoktur. Örneğin hafriyat nedeniyle komşu taşınmazın çökmesine neden olunmuşsa, bu durum MK m. 738 hükmü kapsamında değerlendirilebileceğinden artık burada hafriyatla ortaya çıkan doğrudan müdahalenin taşınmazın kullanılmasıyla ilişkisi olup olmadığını araştırmaya gerek olmaksızın MK m. 730 hükmü uygulanır (Çörtoğlu, Aşkın Kullanılma, s. 117). 66 Bu duruma farklı bir örnek olarak Akipek, bahçesinden attığı taşla komşunun yaralanmasına sebebiyet veren bir taşınmaz malikinin haksız fiil hükümlerine göre sorumlu tutulacağını, ancak bu taş taşınmazda yapılmakta olan bir hafriyat veya inşaattan düşerek komşuya zarar vermişse komşunun artık MK m. 730 hükmüne (eski MK m. 656) dayanabileceğini ifade etmektedir (Akipek, AÜHFD, s. 351). Benzer bir örnek için bkz. Çörtoğlu, Aşkın Kullanılma, s. 119.  67 Çörtoğlu, Aşkın Kullanılma, s. 113; Petek, s. 201, dn. 127. Buna karşılık eğer müdahale dolaylı bir müdahale ise, bunun hukuka aykırı olup olmadığını tespit için her za-626  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) dolaylı müdahalelerde MK m. 730 un uygulanması için bu tür çevre etkilerinin MK m. 737 anlamında taşkınlık seviyesine gelmiş olması aranır. Buna karşılık doğrudan müdahalelerde MK m. 730 un uygulanacağı kabul edilirse, böyle bir müdahalenin sadece varlığı hukuka aykırılık teşkil edeceğinden bunun önlenmesi veya bu sebeple doğmuş olan zararın giderimi için ayrıca MK m. 737 anlamında müdahalenin taşkınlık boyutuna gelip gelmediğini araştırmaya gerek yoktur, MK m. 730 hükmü doğrudan uygulanır. Buna karşılık belirtmek gerekir ki, inşaat faaliyetleri sırasında komşu taşınmaza yapılan doğrudan müdahaleleri de MK m. 730 hükmü kapsamında gören Yargıtay bunları da MK m. 737 hükmü kapsamında değerlendirmektedir. Dolayısıyla doğrudan müdahalelerde de müdahalenin hukuka aykırı olup olmadığını tespit bakımından bunun taşkınlık boyutuna gelip gelmediğine bakmaktadır.  5. İnşaat Faaliyetlerinden Doğan Dolaylı Etkilerin Hukuka Aykırılığını Belirleyen Taşkınlık Kriteri ve Hukuka Aykırılığın Yaptırımı TMK m. 737 uyarınca;  Herkes, taşınmaz mülkiyetinden doğan yetkileri kullanırken ve özellikle işletme faaliyetini sürdürürken, komşularını olumsuz şekilde etkileyecek taşkınlıktan kaçınmakla yükümlüdür. Özellikle, taşınmazın durumuna, niteliğine ve yerel âdete göre komşular arasında hoş görülebilecek dereceyi aşan duman, buğu, kurum, toz, koku çıkartarak, gürültü veya sarsıntı yaparak rahatsızlık vermek yasaktır.69 Yerel âdete uygun ve kaçınılmaz taşkınlıklardan doğan denkleştirmeye ilişkin haklar saklıdır.  Görüldüğü üzere kanun koyucu bu tür dolaylı etkileri kural olarak hukuka aykırı görmemiş ve komşu taşınmaz maliklerine bunlara katlanma yü                                                                                                                       man MK m. 737 kapsamında taşkınlık teşkil edip etmediğine bakmak gerekir. Bu da doğrudan müdahalelerin dolaylı müdahalelerden farkını ortaya koymaktadır. 68 Yarg. 14. HD., E. 2014/11175, K. 2015/1985, T. 26.2.2015 kararından;  … Davanın kabulüne karar verilebilmesi için, elatmanın mülkiyet hakkının aşırı ve taşkın kullanılması niteliği taşıması gerekir. Elatma objektif ölçütlere göre hoşgörü ve tahammül sınırları içerisinde kalmakta ise elatmanın önlenmesine karar verilemez. Başka bir anlatımla, taşkın kullanma yoksa hakimin olaya müdahalesi gerekmeyeceğinden davanın reddi gerekir.  (Kazancı). Bizim de katıldığımız hâkim görüş çerçevesinde bu tür doğrudan müdahaleler her hâlükârda MK m. 737 kapsamında sayılmayacağından bunların MK m. 730 kapsamında önlenmesi veya bunların sebep olduğu zararların giderilmesi için ayrıca müdahalenin taşkın olup olmadığına bakılmaz. Buna karşılık, Yargıtay MK m. 737  hükmünü  komşuluk  hukuku  çerçevesinde  taşkınlık  boyutuna  ulaşmayan doğrudan  müdahalelerde  de  uygulayarak  hafif  ve  önemsiz  nitelikte  doğrudan müdahalelere de komşuluk hukuku sınırları içerisinde katlanma yükümlülüğü getirmiştir.  69 İsviçre Medeni Kanununun konuyu düzenleyen 684. maddesinin ikinci fıkrasında sadece taşkınlık teşkil eden değil, zarar verici nitelikteki etkilerin de yasak olduğu açıkça düzenlenmiştir. Yine bunun yanı sıra her ne kadar hükümde açıkça belirtilmemiş olsa da, doktrinde sadece zarar verici değil, usandırıcı, rahatsız edici etkilerin de yasak olduğu kabul edilmektedir (Meier-Hayoz, BK ZGB 684 N. 95 vd.). Türk Medeni Kanununun 737. maddesinin ikinci fıkrasında her ne kadar zarar verici etkilerin yasak olduğu açıkça belirtilmemişse de, Türk Hukuku bakımından da aynı kuralın geçerli olduğu kabul edilmelidir.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   627 Maliklerine Karşı Sorumluluğu kümlülüğü getirmiştir (MK m. 737)70. Dolayısıyla doğrudan müdahalelerden farklı olarak bu tür dolaylı etkilerin her zaman hukuka aykırı olduğundan söz edilemez. Nitekim aksi taktirde bir kimsenin kendi taşınmazında herhangi bir faaliyet yürütmesi imkansız hale gelirdi. Ancak bu faaliyet serbestisinin de bir sınırı vardır. Bu tür çevre etkileri komşular bakımından taşınmazın durumuna, niteliğine ve yerel âdete göre hoş görülebilecek dereceyi aşıp da taşkınlık seviyesine geldiğinde yasak kapsamına girerler ve hukuka aykırı hale gelirler (MK m. 737/II). Böylece tarafların menfaatleri dengelenmiş olmaktadır. Bir çevre etkisinin taşkınlık boyutuna varıp varmadığı objektif kriterlere göre ve ortalama bir kişi ölçü alınarak belirlenir, yoksa komşu taşınmaz malikinin aşırı hassasiyeti değerlendirmede dikkate alınmaz. Bu tür dolaylı etkiler kamu hukuku alanındaki çeşitli düzenlemelerle de sınırlanmış olabilir. Burada önemle belirtmek gerekir ki, her ne kadar bir etkinin yasal sınırlar içerisinde kalması kural olarak onun katlanılabilir olduğunu gösterse de, somut olayda bunun aksi de söz konusu olabilir. Diğer bir ifadeyle bir etkinin yasal sınırlar içerisinde olması, onun zorunlu olarak MK m. 737/II anlamında taşkınlık boyutuna varmadığı anlamına gelmez. Yine bu sınırların üstünde olması da mutlaka taşkınlık bulunduğu anlamına gelmez. Bu durum sadece bir taşkınlığın bulunduğu veya (sınırların içinde kalan bir değer söz konusu ise) bulunmadığı yönünde bir karine oluşturur. Bu sebeple söz konusu etkinin bu boyutta olup olmadığı somut olayda mutlaka ayrıca hâkim tarafından değerlendirilmelidir. Yine komşuluk hukuku düzenlemeleri içinde kazı ve yapılar bakımından getirilmiş olan MK m. 738 hükmü konumuz bakımından önem taşımaktadır. Söz konusu hüküm uyarınca;  Malik, kazı ve yapı yaparken komşu taşınmazlara, onların topraklarını sarsmak veya tehlikeye düşürmek ya da üzerlerindeki tesisleri etkilemek suretiyle zarar vermekten kaçınmak zorundadır.                                                  70 Ender, N. 109, 139; Çörtoğlu, Komşuluk, s. 175. Türk ve İsviçre Hukuklarında kural müdahale yasağı değil, müdahale özgürlüğüdür.  71 Ender, N. 140. Taşkınlık teşkil eden ve taşkın olmayan yapılara uygulamadan örnekler için bkz. Aydın Zevkliler; Taşınmaz Malikinin Yetkileri Açısından İmar Kurallarına Aykırı ve Zarar Verici İnşaat, Ankara 1982, s 121 vd. 72 Örneğin 4.6.2010 tarihli Resmi Gazetede yayınlanan 27601 sayılı Çevresel Gürültünün Değerlendirilmesi ve Yönetimi Yönetmeliği, 23. maddesinde şantiye alanları için çevresel gürültü kriterlerini belirlemiştir.  73 Kamu hukuku düzenlemelerinde öngörülen kriterler, örneğin gürültü sınır değerleri, taşkınlığı belirlemede dikkate alınabilir. Özellikle bu değerler aşılmışsa bu durum kural olarak taşkınlığın bulunduğuna işaret eder. Aksi yönden bakıldığında ise, sınır değerlere uyulmuş olması her ne kadar bir taşkınlık bulunmadığı yönünde bir karine oluştursa da, somut olayda mutlaka taşkınlık bulunmadığı anlamına da gelmez. Zira taşınmaz malikinin sorumluluğunun ortadan kalkması bakımından kamu hukuku kurallarına uygun davranma tek kriter değildir (Eckenstein, s. 35 vd.). Nitekim Alman Medeni Kanununda bu konuda açık bir düzenleme bulunmaktadır. BGB § 906/I e göre kanunlarda ve diğer yasal düzenlemelerde belirlenen sınır ve referans değerleri aşılmadığı sürece kural olarak komşular arasında meydana gelen çevre etkilerinin esaslı olmadığı (Türk – İsviçre Hukukunda kullanılan terimle etkilerin taşkınlık boyutuna varmadığı) kabul edilir. Bu konuda açıklamalar için bkz. Saller, 1. Teil. Grundeigentum und Nachbarrecht Rn. 90-108, N. 92. 74 Eckenstein, s. 36.628  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) Komşuluk hukuku kurallarına aykırı yapılar hakkında taşkın yapılara ilişkin hükümler uygulanır.  Söz konusu düzenleme ile bir taşınmaz malikinin tamamen kendi arazisinin sınırları içinde dahi olsa kazı ve yapı serbestisi komşuları lehine kısıtlanmıştır. Malik komşularına zarar verecek, komşu arazideki tesisleri ve yapıları tehlikeye sokacak davranışlardan kaçınmaya mecburdur. Hükmün lafzından da anlaşılacağı üzere burada genel olarak kazı ve yapı çalışmaları sonucu meydana gelen yer hareketleriyle ilgili komşu taşınmazda ortaya çıkan etkiler düzenlenmiştir. Bu anlamda hükmün MK m. 737 hükmünün tamamlayıcısı olduğu kabul edilebilir. Doktrinde hâkim görüş MK m. 738 in MK m. 737 ye nazaran özel hüküm niteliğinde olduğunu kabul etmekte ve MK m. 730 un uygulanabilmesi için bu madde kapsamındaki müdahalelerin de MK m. 737 çerçevesinde taşkınlık boyutuna varmış olmasını aramaktadır. Buna karşılık ileri sürülen diğer bir görüşe göre MK m. 738 hükmünde düzenlenen bu tür müdahaleler komşu taşınmazın maddi varlığına yönelik doğrudan müdahale sayılmalıdır; bu sebeple MK m. 738 kapsamına giren bir müdahale söz konusu olduğunda artık bu                                                 75 Oğuzman/Seliçi/Oktay-Özdemir, N. 1988.  76 Oğuzman/Seliçi/Oktay-Özdemir, N. 1988.  77 Meier-Hayoz, BK ZGB 685/686, N. 70. Ancak Yargıtay maddede belirtilen  komşu taşınmazlara … üzerlerindeki tesisleri etkilemek suretiyle zarar vermek  ifadesini sadece komşu taşınmazdaki yapıda çökme, çatlama, sarsıntı gibi mülkiyet hakkının özüne yönelik maddi ihlaller olarak değerlendirmemekte, yukarıda belirttiğimiz üzere doğrudan müdahaleleri ve yine olumsuz çevre etkilerini de kapsayacak şekilde daha geniş açıdan ele almaktadır. Bu çerçevede Yargıtay uygulamasına göre; komşu taşınmaz üzerindeki binalara yönelik bunların havasının veya ısısı ve güneş ışığının kesilmesi gibi olumsuz çevre etkileri de bu hüküm kapsamında ele alınmıştır. Bu yönde bkz. Yarg. 1. HD. 9.10.1978, 10313/10443 (YKD. 1979/5, 615); Yarg. 8. HD, E. 2002/9338, K. 2003/3446, T. 13.5.2003 (Kazancı). 78 Her iki hükmün ihlalinin hukuki sonuçları benzer olduğundan bunlar arasındaki sınırın net bir şekilde çizilmesinin çok önemli olmadığı ileri sürülmüştür. Meier-Hayoz, BK ZGB 685/686, N. 70. Bununla birlikte MK m. 738 hükmünün önleyici fonksiyonu MK m. 737 ye göre daha belirgindir. Bir taşınmazda inşaat faaliyeti yürütmek üzere her türlü idari izin ve ruhsat alınmış ve inşaatla ilgili alınan ruhsata ve diğer tüm kamu hukuku kurallarına uygun davranılmış olsa dahi, eğer bu faaliyet komşu taşınmazlara onların topraklarını sarsmak veya tehlikeye düşürmek ya da üzerlerindeki tesisleri etkilemek suretiyle zarar verecek mahiyette ise ve bu zararı önlemek mümkün değilse söz konusu hüküm gereğince bu inşaatın yürütülmesi yasaklanabilir (Göksu, CHK ZGB 685 N. 6; Meier-Hayoz, BK ZGB 685/686 N. 76 vd.; Rey/Strebel, BSK ZGB 686 N. 11 vd.; Tekinay, s. 81). Görüldüğü üzere bu durumda tek başına bir özel hukuk hükmü esas itibariyle bir inşaatın yapılıp yapılamayacağını belirlemektedir. Bu konuda bkz. Meier-Hayoz, BK ZGB 685/686, N. 71. Zira kural olarak daha önceki tarihte yapılmış bir binaya zarar verecek şekilde yeni bir inşaat yapmak mümkün değildir. MK m. 738 hükmü bakımından MK m. 737 den farklı olarak zamansal olarak öncelik prensibi geçerli olmaktadır (Wagner Pfeifer, s. 9). 79 Rey/Strebel, BSK ZGB 686, N. 10 vd.; Göksu, CHK ZGB 685 N. 2, 6; benzer görüş için bkz. Ender, N. 161; Petek, s. 201 vd. Karş. Meier-Hayoz, BK ZGB 685/686, N. 68 vd.; yazar hükmün kapsamında hem doğrudan hem de dolaylı müdahalelerin girdiğini düşünmekle birlikte, her durumda MK m. 737 deki taşkınlık kıstasının burada da uygulanması gerektiğini kabul etmektedir.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   629 Maliklerine Karşı Sorumluluğu nun hukuka aykırı sayılması için MK m. 737 anlamında taşkınlık teşkil etmesi aranmaz. Kanaatimizce MK m. 738 in kazı ve yapı inşasından kaynaklanan toprak sarsılması ile ilgili olanlar başta olmak üzere komşu taşınmaza yönelik her türlü müdahaleyi (hem doğrudan hem de dolaylı müdahaleleri) kapsadığı kabul edilmelidir. Söz konusu hüküm komşular arası ilişkileri düzenlediğinden, MK m.  738  kapsamına  giren  bir  müdahale  ile  karşı  karşıya  kalındığında,  her hâlükârda MK m. 730 hükmü uygulanacaktır. Ancak eğer komşu taşınmaza yönelik doğrudan bir müdahale söz konusuysa bu tür bir müdahale her zaman hukuka aykırı olacağından bunun hukuka aykırılığı için ayrıca taşkın olması aranmaz. Buna karşılık hükmün kapsamındaki dolaylı müdahaleler bakımından ise MK m. 730 un uygulanabilmesi için bunların MK m. 737 çerçevesinde taşkınlık seviyesine gelmiş olması aranır. Yine burada önemle belirtmek gerekir ki, İsviçre ve Alman Hukuklarında inşaat sahibi taşınmaz malikinin komşu taşınmazın kusurlu durumu sebebiyle, bunun üzerindeki binalar ve tesisler için özel birtakım önlemler alması gerekmediği genel olarak kabul edilmektedir. Taşınmaz malikinin normal şartlar                                                  80 Bu yönde bkz. Çörtoğlu, Aşkın Kullanılma, s. 113 ve 117.  81 Karş. Meier-Hayoz, BK ZGB 685/686, N. 72; Ender, N. 162. Ender MK m. 738 hükmünün inşaat faaliyetinden doğan her türlü çevre etkisini kapsadığını kabul etmekle birlikte bu anlamdaki etkileri MK m. 683 kapsamına giren doğrudan müdahalelerden ayırmaktadır. Yazara göre doğrudan veya dolaylı olsun bu madde kapsamındaki etkilerin tamamı çevre etkileridir ve bunlar MK m. 683 hükmünün uygulanmasını gerektiren müdahalelerden farklıdır (Ender, N. 162). Buna karşılık Türk Hukukunda Yargıtay söz konusu MK m. 738 hükmünün uygulama alanını çok daha geniş bir şekilde değerlendirmekte toprak sarsılması ile ilgili olmayan doğrudan müdahaleleri dahi bu hüküm kapsamında ele almaktadır. Birçok kararında Yargıtay davalıların kazı sebebiyle çıkan hafriyatı  komşu  taşınmaza  bırakmaları  sonucu  bu  hafriyatın  kaldırılmasının  dayanağının MK m. 738 hükmü olduğunu ifade etmiştir. Örnek olarak bkz. Yarg. 14. HD., E. 2007/15864, K. 2008/285, T. 24.1.2008 (Kazancı).  82 Bu görüş çerçevesinde inşaat faaliyetlerinden kaynaklı dolaylı etkiler sonucu komşu taşınmazda meydana gelen küçük çaptaki maddi hasarların taşkınlık teşkil etmeyeceği ve bu sebeple bunlar hukuka uygun kabul edileceğinden bunların tazmininin mümkün olmayacağı düşünülebilir. Karş. Eckenstein, s. 51 ve 98. Ancak Göksu haklı olarak BK m. 49 anlamında bir zararın doğduğu her halde müdahalenin taşkınlık niteliği taşıdığını kabul etmektedir (Göksu, CHK ZGB 685 N. 6). Buna karşılık Ender, komşu taşınmaz malikinin binasına verilen hafif zararların (örneğin binanın cephesinin kirletilmesi gibi) hukuka uygun bir inşaat faaliyetinden doğan kaçınılmaz nitelikteki taşkınlık sayılacağını ve komşu taşınmaz malikinin bunlara tazminat karşılığı katlanmakla yükümlü olacağını ifade etmektedir (Ender, N. 666). Ender e göre taşınmazın özüne yönelik zararlar kural olarak katlanılması gereken zararlar değildir. Ancak somut olayın şartları çerçevesinde menfaatler dengesi bakımından bazı hallerde komşu taşınmaz malikinin bunlara da tazminat karşılığı katlanması gerekebilir. Örneğin bir fabrika binasının yapımı sırasında komşu taşınmazdaki kümese zarar verilmesi durumunda, komşu taşınmaz maliki bu sebeple MK m. 730/I hükmünden kaynaklanan haklarını kullanarak inşaatın durdurulmasını talep edememelidir (Ender, N. 667 vd.). Kanaatimizce Türk Hukuku bakımından da bu gibi hallerde ufak çaptaki malvarlığı hasarları için MK m. 730/II hükmünün uygulanacağı kabul edilebilir. Böylece hukuka uygun nitelikteki inşaat faaliyetleri sonucu ortaya çıkan küçük çaptaki malvarlığı hasarları bakımından komşu taşınmaz malikinin MK m. 730/I hükmünden doğan hakları kullanamayacağı, sadece zararının denkleştirme yoluyla giderilmesini talep edebileceği kabul edilecektir. Bu konuda bkz. aşağıda dn. 176.630  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) altında göstermesi gereken özeni gösterip bu ölçüde tedbir alması yeterli olacaktır. Türk Hukuku bakımından da aynı esasın kabulü yerinde olur. Bununla birlikte bu halde dahi inşaat sahibi taşınmaz malikinden komşularını en azından  inşaat  planından  zamanında  haberdar  etmesi  beklenir  ki,  böylece komşular da kendileri bakımından zarar doğmaması için gerekli önlemleri alabilsinler.                                                  83 Meier-Hayoz, BK ZGB 685/686, N. 74 vd.; Ender, N. 685.  84 Meier-Hayoz, BK ZGB 685/686, N. 75. Yargıtay ın komşu taşınmazdaki yapıların hatalı konumuna rağmen inşaat sahibi taşınmaz malikini sorumlu bulup tazminatla yükümlü tuttuğu kararları bulunmaktadır. Yarg. 7. HD. E. 2006/284, K. 2006/721, T. 14.3.2006 (Kazancı) kararından;  … Davacı tarafın fabrika binası ve eklentilerini çekme mesafelerine ve imara aykırı olarak yapmış olması halinde dahi davalının yaptığı duvarın yıkılması nedeniyle, davacıya verdiği tüm zararlardan kusursuz sorumluluk esaslarına göre sorumlu tutulacağı kuşkusuzdur. Davacının zararı, fabrika binası ve eklentilerinin çekme mesafelerine veya imar kurallarına aykırı olarak yapılmasından değil, davalının hatalı yaptığı duvarın yıkılmasından meydana gelmiştir. Davalıya ait duvar yıkılmasaydı, davacı fabrika binası ve eklentilerini mevcut hali ile kullanmayı sürdüreceği düşünüldüğünde davacının zarara uğrayacağı tartışmasızdır. Hal böyle olunca duvar yıkılması nedeniyle davacının fabrika binası ve eklentileri ile davacının duvarlarında meydana gelen zararların neler olduğu, bu zararların giderilmesi için duvar yıkılma tarihi itibariyle ne kadar masraf yapılması gerektiği belirlenmeli, ve isteme dayanak yapılan delil tespiti dosyasındaki uzman bilirkişi raporundaki zarar kalemleri ve miktarlarla sınırlı biçimde davalının sorumluluğuna hükmedilmek gerekirken…  Diğer bir kararında ise Yargıtay davacıların binasının taşkın olmasının birlikte kusur sayılacağını ve böyle bir durum varsa tazminat miktarında indirime gidileceğini belirtmiştir. Bu yönde bkz. Yarg. 14. HD. E. 2016/3894, K. 2016/9063, T. 1.11.2016 (Kazancı):  Dava; komşuluk hukukundan kaynaklanan tazminat istemine ilişkindir. Davacılar komşu parselde inşaat yapan davalı yüklenicinin temel kazısı sırasında davacıların evini yıktığını, zarar verdiğini, kullanamaz hale getirdiğini, kiracıların da evi terk ettiğini ileri sürerek tazminat talep etmiştir. Zararın hesaplanmasına esas alınan bilirkişi raporunun incelenmesinde davacılara ait evin yıpranma payı nazara alınmadığı gibi davacılara ait evin davalı parseline taşkın olması sebebiyle zararın artmasına neden olup olmadığı varsa davacının kusur oranı tespit edilerek 6098 Sayılı Türk Borçlar Kanunu'nun 52. maddesi uyarınca zarar miktarından indirim yapılması hususu araştırılıp değerlendirilmek suretiyle mahkemece, yeniden keşif yapılarak bu konuları içeren yeni bir rapor alınması ve buna göre hüküm kurulması gerekir.  Yine benzer yönde bir karar için bkz. Yarg. 14. HD. E. 2015/7712, K. 2015/6014, T. 1.6.2015 (Kazancı):  .. davacıların maliki olduğu binanın mühendislik kurallarına uygun olarak yapılıp yapılmadığı, dolayısıyla davacıların zararının artmasına neden olup olmadığı, varsa davacının kusur oranı değerlendirilmek suretiyle 6098 sayılı BK'nın 52. maddesi uyarınca zarar miktarından indirim yapılması gerekip gerekmediği hususu da değerlendirilerek sonucuna göre bir karar verilmesi …  Gerçekten de bu gibi durumlarda hâkim BK m. 52 uyarınca tazminatın indirilmesine veya tamamen kaldırılmasına karar vermelidir. Bu yönde bkz. Sirmen, Çevre, s. 293. Davacı komşunun yapısındaki inşaat kusurları zararla taşkınlık arasındaki illiyet bağını kesecek nitelikte de olabilir. Bu durumda artık inşaat sahibi taşınmaz maliki sorumlu olmaz. Bu konuda ayrıntılı açıklama için bkz. Ender, N. 679 vd. Bununla birlikte eğer komşu taşınmazdaki inşaat sebebiyle zarara uğrayan yapı, yapıldığı zamanki tekniğin durumuna uygun şekilde inşa edilmiş ve daha sonra da uygun bir şekilde bakılmışsa, bu yapıdaki kusurlar zararın ortaya çıkmasında etkili olmuş olsa dahi MK m. 738 de kabul edilen zamansal olarak öncelik ilkesi gereği her zaman tazminata hak kazanacaktır (Wagner Pfeifer, s. 9). Bu durum sadece tazminat miktarında indirim sebebi olabilir.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   631 Maliklerine Karşı Sorumluluğu Yukarıda da belirttiğimiz üzere taşınmaz malikinin mülkiyet hakkını bu şekilde hakkın yasal kısıtlamalarına aykırı olarak aşkın kullanmasının yaptırımı MK m. 730 hükmünde düzenlenmiştir.  B.  İnşaat Sahibi Taşınmaz Malikinin Hukuka Uygun İnşaat Faaliyetleri Sebebiyle Denkleştirme Sorumluluğu 1.  Sorunun Ortaya Konulması MK m. 737 f. 1 ve 2 de öngörülen ve yukarıda kısaca açıkladığımız menfaatler dengesi, hukuka uygun şekilde ve özellikle de idari bir izne dayalı olarak yürütülen faaliyetler (örneğin ruhsata dayalı olarak yürütülen inşaat faaliyetleri) bakımından yeterli çözümü sunmamaktadır. Sebebini şu şekilde açıklamak mümkündür: Yukarıda da belirttiğimiz üzere; MK m. 737/I uyarınca; herkes, taşınmaz mülkiyetinden doğan yetkileri kullanırken ve özellikle işletme faaliyetini sürdürürken, komşularını olumsuz şekilde etkileyecek taşkınlıktan kaçınmakla yükümlüdür. Yine MK m. 737/II uyarınca taşınmazın durumuna, niteliğine ve yerel âdete göre komşular arasında hoş görülebilecek dereceyi aşan taşkınlıklar                                                  85 MK m. 737 hükmünün ihlali halinde MK m. 730 un uygulanacağında herhangi bir şüphe yoktur. Bununla birlikte MK m. 738 hükmünün ihlalinde MK m. 730 un uygulanıp uygulanmayacağı bakımından MK m. 738/II deki düzenleme bir tereddüt yaratmaktadır. Söz konusu hüküm uyarınca;  Komşuluk hukuku kurallarına aykırı yapılar hakkında taşkın yapılara ilişkin hükümler uygulanır.  Görüldüğü üzere söz konusu hüküm taşkın yapıya ilişkin MK m. 725 hükmüne atıfta bulunmaktadır. Bu düzenleme sebebiyle doktrinde bazı yazarlar MK m. 738 hükmünün ihlali halinde MK m. 725 hükmünün kıyasen uygulanacağını ve taşınmaz malikinin iyiniyetli olması ve komşunun taşmayı öğrenmeden itibaren süresi içinde itiraz etmemiş bulunması halinde durum ve koşullar da uygun ise yapının yıktırılmayarak olduğu gibi kalmasına karar verileceğini, ancak komşunun bundan dolayı uğramış olduğu zararın taşınmaz malikince tazmin edileceğini kabul etmektedirler. Bu görüşteki yazarlara göre eğer bu şartlar mevcut değilse, ancak o zaman komşu taşınmaz maliki yapının yıktırılmasını talep edebilir (Oğuzman/Seliçi/Oktay-Özdemir, N. 1989; Akipek/Akıntürk, s. 560; Sirmen, Eşya, s. 424 vd.). İleri sürülen diğer bir görüşe göre ise MK m. 738/II hükmü anlaşılır ve yerinde olmadığı gibi komşuluk hukuku düzenlemelerine de aykırı düşecek niteliktedir. MK m. 738/I hükmüne aykırı hareket edenlere karşı da komşu taşınmaz maliklerinin MK m. 730 hükmünden doğan hakları kullanabilmeleri gerekir (Aynı yönde bkz. Göksu, CHK ZGB 685 N. 7 vd.; Esener/Güven, s. 266; karş. Ayan, s. 358 ve 359). Doktrinde Göksu, bu gibi durumlarda tehlikenin önlenmesi ve tazminat taleplerinin büyük önem taşıdığını, kazı ve yapı sebebiyle komşu taşınmazın zarara uğrama tehlikesinin son bulmuş olmasından sonra dahi söz konusu hükmün uygulanamayacağını belirtmektedir. Böyle bir durumda bile zarar gören komşu taşınmaz maliki MK m. 730 gereğince kendi taşınmazındaki eski hale iade masraflarının tamamının tazmini için talepte bulunabilir. Yoksa komşu taşınmaz malikinin MK m. 725/II çerçevesinde uygun bir bedel talep etmekle yetinmesi zorunluluğu bulunmamaktadır. Bu yönde bkz. Göksu, CHK ZGB 685 N. 8; karşı görüşte bkz. Meier-Hayoz, BK ZGB 685/686 N. 128; Rey/Strebel, BSK ZGB 686 N. 27. Kanaatimizce de MK m. 738 hükmünün ihlali halinde MK m. 730 hükmü uygulanmalıdır. İsviçre doktrininde Göksu kanaatimizce de haklı olarak MK m. 738/II hükmüne karşılık gelen düzenlemenin, esasen MK m. 739 hükmüne karşılık gelen maddenin son fıkrası olması gerektiğini ileri sürmüştür. Dolayısıyla söz konusu hüküm, esas itibariyle kazı ve yapılarda uyulması gereken özel kanun hükümlerine uyulmadığı taktirde (örn. binalar arasındaki mesafe kurallarına veya kapı ve pencerelerin inşasına ilişkin düzenlemelere aykırı davranıldığı hallerde) uygulanabilecektir (Göksu, CHK ZGB 685 N. 9).632  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) kural olarak hukuka aykırı sayılır ve komşu taşınmaz maliki bunlar sebebiyle MK m. 730 da belirtilen durumun eski hale getirilmesi, tehlikenin ve uğradığı zararın giderilmesini dava edebilir. Kanun koyucu MK m. 737 hükmünü düzenlerken işletme faaliyetlerinin neler olduğunu kanunda açıkça tanımlamamıştır. Bununla birlikte inşaat faaliyetleri de bir taşınmazın işletilmesinden sayılacağından, inşaat faaliyetlerinin de kural olarak MK m. 737/I ve II de belirlenen sınırlamalara tabi olması gerekirdi. Ancak günümüzde hemen her zaman inşaat faaliyetlerinden doğan çevre etkilerinin komşu taşınmaz malikleri bakımından bu maddede belirlenen hoş görülebilecek dereceyi aştığı ve taşkınlık seviyesine ulaştığı söylenebilir. Dolayısıyla bir taşınmazda yürütülen inşaat faaliyetlerinin yarattığı etkiler bakımından MK m. 737/I ve II de belirlenen sınırların geçerli olduğu kabul edilecek olursa, bunları da MK m. 730/I hükmü çerçevesinde engellemek mümkün olabilirdi. Bununla birlikte kamu hukuku kurallarına uygun ve özellikle bir inşaat ruhsatına dayalı olarak yürütülen inşaat faaliyetlerinin komşular bakımından sebep olduğu her türlü taşkınlık sebebiyle durdurulması da uygun görülmemektedir. İsviçre de inşaat faaliyetlerine duyulan ihtiyaç büyük olduğundan İsviçre Federal Mahkemesi henüz 1965 yılında verdiği bir kararında taşınmaz malikinin iki yıl üç ay süren inşaat faaliyetleri esnasında meydana gelen taşkınlıkların bunlar kaçınılmaz ve geçici olmaları kaydıyla hukuka aykırı olmadığına, bununla birlikte komşu taşınmaz maliklerinin bu sebeple ancak ve sadece tazminat talep edebileceğine karar vermiştir. İsviçre Federal Mahkemesinin                                                  86 Yukarıda da açıkladığımız üzere bizim hukukumuzda taşınmaz maliki kural olarak taşınmazını taşkın kullanması dolayısıyla sorumlu tutulmuştur. Taşkın kullanmanın somut olayda mevcut olup olmadığı teorik ölçü ve esaslara göre değil, her somut olayın özelliğine göre değerlendirilmelidir. Ancak kanunun ifadesi doğrultusunda genel bir tanım vermek gerekirse, taşkınlık taşınmazın durumuna, niteliğine ve yerel adete göre komşular arasında hoş görülebilecek dereceyi aşan ve etkilerini komşu taşınmaz üzerinde gösteren kullanımlardır.  87  Bettina  Hürlimann-Kaup/Fabia  Nyffeler,  Übermässige  Immissionen  als  Folge rechtmässiger Bautätigkeit (Teil 1), BR 2015, s. 5. Esasen burada şunu da belirtmek gerekir ki, inşaat faaliyetleri bakımından taşkınlık kriteri eşiğini diğer sürekli faaliyetlere nazaran daha yükseğe koymak uygun olur. Zira tarafların menfaatler dengesi bakımından bir taraftan inşaat faaliyetlerinin geçici süreli olması, diğer taraftan da bu tür faaliyetlerin engellenmesinin taşınmaz malikinin başlıca kullanma biçiminin engellenmesi anlamına gelecek olması bunu gerektirmektedir. Bu sebeple inşaat faaliyetlerinden doğan müdahaleler kural olarak herhangi bir karşılık olmaksızın katlanılması gereken müdahaleler kategorisinde değerlendirilecektir. Ancak yine de bu tür müdahalelerin taşınmazın durumuna, niteliğine ve yerel adete göre taşkınlık boyutuna varması durumunda istisnai bir durumun söz konusu olduğu kabul edilmelidir (Bkz. Ender, N. 512 vd.). 88 Hürlimann-Kaup/Nyffeler, Teil 1, s. 5; Krauskopf/Girón, s. 44.  89 BGE 91 II 100. Federal Mahkemeye gelen bu olayda, davacı, davalının yetkili makamlardan aldığı ruhsata dayanarak yürüttüğü mağaza inşaatı sırasında gürültü, sarsıntı, toz gibi çevre etkileri yaydığını, ayrıca sözü edilen inşaatın, yolun daralmasına sebep olduğunu  belirtmiş,  bu  durumun  işlettiği  pasta  fırınına  girişi  büyük  ölçüde  engellediğini, böylelikle müşterilerinin de azalmasına yol açtığını, iki yıl üç ay süren faaliyet boyunca kazancında büyük eksilmeler olduğunu ileri sürmüştür. Derece Mahkemesi taşınmaz üzerinde girişilen inşaat faaliyetinin taşkınlıklara yol açtığını, inşaatın devam süresi boyunca, toz ve gürültünün, iskele ve yolun daralması sonucu görüş ala-Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   633 Maliklerine Karşı Sorumluluğu daha sonraki kararlarında da bu içtihat yerleşmiştir. Nitekim İsviçre Medeni Kanununda 2009 yılında Medeni Kanunun Eşya Hukuku kitabında taşınmaz eşya  hukukuna  ilişkin  getirilen  yeni  düzenlemelerle  birlikte  Kanuna  679a madde numarası ile bir hüküm eklenerek, taşınmaz malikinin taşınmazın hukuka uygun şekilde işletilmesinden özellikle de inşaat faaliyetlerinden doğan sorumluluğu düzenlenmiştir. Bu düzenleme uyarınca, bir taşınmaz malikinin taşınmazını hukuka uygun şekilde işletmesi özellikle de inşaat faaliyetleri esnasında komşusu bakımından geçici olarak aşırı ve önlenemez taşkınlıklara yol açması ve bu şekilde zarara sebebiyet vermesi halinde komşu, inşaat faaliyetini yürüten taşınmaz malikinden sadece zararının tazminini talep edebilecektir. Söz konusu düzenleme 1 Ocak 2012 tarihinde yürürlüğe girmiştir. İsviçre Hukukunda söz konusu düzenleme ile taşınmaz malikinin hukuka uygun faaliyetleri bakımından komşu taşınmazlara  ağırlaştırılmış bir katlanma yükümlülüğü  getirildiği kabul edilmektedir. Böylece komşular arasında bir uzlaşma sağlanmaya çalışılmıştır.                                                                                                                        nına getirilen engellemenin davacının ticari faaliyetini olumsuz etkilediğini kabul etmiştir. Somut olayda derece mahkemesi, inşaat süresini makul bulmuş; yetkili makamların izniyle cadde ve kaldırımda kurulan iskele ve benzeri tesisatın biçim, etkinlik ve süre yönünden davacıdan beklenebilecek katlanma düzeyini aşmalarına karşın kaçınılmaz olduklarını kabul etmiştir. Buna karşılık derece mahkemesi davalı taşınmaz malikinin mülkiyet hakkının kendisine tanıdığı yetkileri aştığı gerekçesiyle davalının ZGB 679 uyarınca tazminatla yükümlü olacağına karar vermiştir. Davalı, sözü geçen müdahalelerin teknik yönden zorunlu ve kaçınılmaz olduklarını kabul ettikten sonra tamamen hukuka uygun bir faaliyetin ZGB 679 da belirtilen  mülkiyet hakkından doğan yetkilerin aşılması  kavramı içinde ele alınmasının açık bir çelişki teşkil ettiğini ileri sürmüştür. Federal Mahkeme ZGB 679 un (MK m. 730) mülkiyet hakkının malik tarafından aşılması halinde uygulanacağına işaret etmiş, mülkiyet hakkının kullanılması tamamen hukuka uygun ise bu maddenin uygulanamayacağını belirtmiştir. Federal Mahkemeye göre; inşaat faaliyetleri ZGB 684 (MK m. 737) maddesiyle getirilen ölçüyü aşsa ve taşkın bir görünüm taşısa dahi, bunları inşaat süresince hukuka aykırı olarak niteleme imkanı bulunmamaktadır. Dolayısıyla inşaatı yapan ZGB 684 hükmünden doğan olağan kurallarla bağlı olmadığından ona tanınan bu imtiyazlı durum, bu kimseye başka türlü önlenme olanağı bulunmayan kaçınılmaz müdahalelerde bulunma yetkisi verir. İnşaatı yapana tanınan imtiyazlı duruma uygun olarak komşulara getirilen katlanma yükümü, komşu taşınmaz maliklerinin bunu önleme hakkını ortadan kaldırmaktadır. Ancak komşu taşınmaz maliklerinin de hukuk alanına müdahale edilmesi karşılığında bir giderim yükümlülüğünün bulunması uygun gözükmektedir. Bu konuda ilgili maddede bir yasa boşluğu bulunmaktadır. Bunun hakkaniyete uygun bir sonuç yaratacak şekilde doldurulması gerekir. Adı geçen kararın geniş tercümesi ve kararla ilgili ayrıntılı değerlendirme için bkz. Ulusan, s. 205 vd.  90 İsviçre Federal Mahkemesi 1965 yılından bu yana komşu taşınmaz malikinin inşaat faaliyetlerine, bunlar hukuka uygun, geçici ve önlenemez nitelikte olduğu sürece katlanmak zorunda olduğu ancak bunun karşılığında tazminat talep edebileceği yönünde kararlar vermekteydi. Bkz. BGer Urteil vom 14.11.1986; BGE 114 II 230; BGer Urteil 5C.117/2005 vom 16.08.2005. Adı geçen Federal Mahkeme kararlarının açıklaması için bkz. Eckenstein, s. 43 vd. Ayrıca bu süreçle ilgili ayrıntılı bilgi için bkz. Göksu, CHK ZGB 679a N. 2. Nitekim 1 Ocak 2012 tarihinden itibaren yürürlüğe giren ZGB 679a hükmünün gerekçesinde de İsviçre Federal Mahkemesinin BGE 114 II 230 sayılı kararına atıfta bulunulmuştur.  91 Hürlimann-Kaup/Nyffeler, Teil 1, s. 5.  92 Krauskopf/Girón, s. 44.634  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) Esasen İsviçre Medeni Kanunundaki değişikliklerden daha önceki bir tarihte Türk Hukukunda da benzer bir düzenleme yapıldığı görülmektedir (MK m. 730/II ve 737/III)93. 1 Ocak 2002 tarihinde yürürlüğe giren Türk Medeni Kanununda getirilen genel hüküm niteliğindeki MK m. 730/II hükmüne göre;  Hâkim, yerel âdete uygun ve kaçınılmaz taşkınlıklardan doğan zararların uygun bir bedelle denkleştirilmesine karar verebilir.  Yine MK m. 730/II hükmüne atıfta bulunan ve söz konusu hükmün en önemli uygulama alanını oluşturan MK m. 737/III uyarınca;  Yerel âdete uygun ve kaçınılmaz taşkınlıklardan doğan denkleştirmeye ilişkin haklar saklıdır.  Kanun metninde her ne kadar  yerel âdete uygun taşkınlıklar  ifadesi kullanılmış olsa da kanaatimizce burada kastedilen, bir taşınmazda yürütülen  hukuka uygun veya yerel adete uygun faaliyetlerden doğan taşkınlıklar dır. Söz konusu hükümlerle hukuka uygun şekilde yürütülen faaliyetlerden doğan çevre etkileri (örneğin inşaat faaliyetleri sebebiyle meydana gelen etkiler) komşular bakımından taşkınlık boyutuna varmış olsa dahi bunlar kaçınılmaz olduğu  sürece,  komşu  taşınmaz  maliklerine  bunlara  katlanma  yükümlülüğü getirilmiş ve komşuların bu tür faaliyetler karşısında MK m. 730/I hükmünden doğan hakları kullanma imkânı ortadan kaldırılmış, buna karşılık onlara bu tür taşkınlıklar sebebiyle sadece denkleştirme bedeli talep etme imkanı tanınmıştır. Dolayısıyla Türk hukuku bakımından da İsviçre hukukundakine benzer bir sonuca varılarak söz konusu hükümlerle hukuka uygun faaliyetler sonucu ortaya çıkan kaçınılmaz taşkınlıklar bakımından komşu taşınmaz maliklerine ağırlaştırılmış bir katlanma yükümlülüğü getirildiğini söylemek mümkündür. Bu durumda hukuka uygun şekilde yürütülen faaliyetlerden doğan taşkınlıklar kaçınılmaz olduğu müddetçe, artık bu hükümler gereği hukuka uygun sayılacak ve bunlar için sadece denkleştirme talep edilebilecektir. Böylece genel                                                  93 Nitekim Türk Hukukunda eski MK zamanında dahi doktrinde Akipek, bir taşınmazda idarenin izniyle yürütülmekte olan faaliyetlerin durdurulmasına sebebiyet verecek şekilde komşu taşınmaz malikinin, MK m. 730 dan kaynaklı eski hale iade talebini kullanamayacağını, fakat komşuluk hükümlerini ihlal suretiyle taşkınlıklarıyla komşulara (ve yazarın kabulüne göre üçüncü kişilere) zarar veren böyle bir işletme sahibinin yine de bu zararı önleyici bütün tedbirleri almak ve zarara maruz kalanlara tazminat ödemekle yükümlü olacağını ifade etmiştir (Akipek, AÜHFD, s. 345). 94 Burada geçen yerel adete uygun taşkınlıklarla kastedilenin ne olduğu çok açık değildir. Bu konuda ayrıntılı açıklama için bkz. aşağıda dn. 106.  95 Söz konusu düzenleme yapılmadan önce de doktrinde bu şekilde bir ağırlaştırılmış katlanma yükümlülüğünün ve bunun karşılığında komşu taşınmaz malikinin denkleştirme talebinin bulunduğunu kabul eden yazarlar mevcuttu. Ancak kanunda bir açıklık bulunmadığından bu husus tartışmalıydı. Bu konuda bkz. aşağıda dn. 99.  96 Esasen söz konusu düzenlemede komşu taşınmaz maliklerinin yerel âdete veya hukuka uygun faaliyetlerden doğan taşkınlıklar karşısında ağırlaştırılmış katlanma yükümlülüğünden hiç bahsetmeksizin doğrudan denkleştirme talebinden bahsedilmiş olması komşu taşınmaz malikinin haklarının arttırıldığı yönünde bir izlenim yaratmaktadır. Oysaki kanaatimizce söz konusu hüküm tam aksi yönde bir düzenleme içermektedir. 97 İsviçre Federal Mahkemesi İsviçre Medeni Kanunu değişikliğinden önceki kararlarında da benzer bir sonuca varmaktaydı. Bu yönde bkz. Honsell/Isenring/Kessler, s. 191 N. 13; Schmid-Tschirren, Christina;  Überblick über die Immobiliarsachenrechtsrevision , Die Dienstbarkeiten und das neue Schuldbriefrecht, Einblick in die Revision desTaşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   635 Maliklerine Karşı Sorumluluğu hüküm niteliğindeki MK m. 730/I hükmünde taşınmaz malikinin mülkiyet hakkını bu hakkın yasal kısıtlamalarına aykırı kullanmasının yaptırımı düzenlenmişken, MK m. 730/II de mülkiyet hakkının hukuka uygun kullanılması sonucu komşu taşınmazlara yönelik taşkınlıklardan doğan zararın denkleştirme yoluyla giderilmesi düzenlenmiş olmaktadır. Gerçekten de komşu taşınmaz malikleri, bir taşınmazda hukuka uygun şekilde  yürütülen  faaliyetler  dolayısıyla  ortaya  çıkan  taşkınlıklara,  bunlar kaçınılmaz nitelik taşıdıkları ölçüde katlanmakla yükümlüdür (MK m. 737/III ve MK m. 730/II). Bununla birlikte komşu taşınmaz malikleri bakımından hukuka uygun faaliyetler bakımından MK m. 737 hükmünün genel düzeninden farklı olarak getirilmiş olan bu ağırlaştırılmış katlanma yükümlülüğü karşılıksız değildir. Komşu taşınmaz maliki bu tür hukuka uygun faaliyetlerden kaynaklanan taşkınlıklar sebebiyle doğan zararları için faaliyeti yürüten taşınmaz malikinden denkleştirme bedeli isteyebilir. Böylece bu tür faaliyetler bakımından komşular arasında bir menfaat dengesi sağlanmıştır. Nitekim bu tür hukuka uygun faaliyetler sebebiyle denkleştirme sorumluluğu, eşya hukukuna ve özellikle komşuluk hukukuna (bkz. MK m. 744/I, 747 ve 761) yabancı değildir.                                                                                                                        Immobiliarsachenrechts, 2012, s. 11. Ancak İsviçre Hukukunda hukuka uygun faaliyetlerden doğan taşkınlıkların da hukuka uygun kabul edilmesine rağmen bunlar için denkleştirme değil de haksız fiil hükümlerine göre tam tazminat talep edilebileceğinin kabul edilmesi doktrinde eleştiriye uğramıştır. Bu yönde bkz. Perhofer, s. 74 vd.; Eckenstein, s. 53 vd. Ayrıca bkz. aşağıda dn. 98.  98 İsviçre Hukukunda hukuka uygun faaliyetlerden doğan kaçınılmaz taşkınlıklar komşu taşınmazda bir zarara sebebiyet vermişse, komşu taşınmaz malikinin talep edeceği bedelin Türk Hukukundan ve Alman Hukukundan farklı olarak denkleştirme bedeli değil, haksız fiil hükümlerine tabi bir tam tazminat bedeli olduğu kabul edilmektedir. Dolayısıyla İsviçre Hukukunda bizdeki MK m. 730/II hükmüne karşılık gelen ZGB m. 679a hükmünün uygulanma şartlarının oluşup oluşmadığını tespit sadece komşu taşınmaz malikinin eski hale iade veya tehlikenin önlenmesi taleplerini ileri sürdüğü durumlarda önem taşımaktadır. Buna karşılık komşu taşınmaz malikinin meydana gelen zararlar sebebiyle sadece tazminat talep ettiği durumlarda onun ZGB 679a veya bizdeki MK m. 730/I hükmüne karşılık gelen ZGB 679 hükümlerine dayanması herhangi bir fark yaratmayacaktır. Zira her iki durumda da komşu taşınmaz malikinin talebi tazminata yöneliktir (Bu yönde bkz. Hürlimann-Kaup/Nyffeler, Teil 1, s. 7; Krauskopf/Girón, s. 55-56).  99 Hürlimann-Kaup/Nyffeler, Teil 2, s. 129. Eski Medeni Kanunda taşınmaz malikinin hukuka uygun faaliyetlerden kaynaklanan kaçınılmaz nitelikteki taşkınlıkların doğurduğu zararların, fedakârlığın denkleştirmesi ilkesi gereğince tazmin edilmesine ilişkin bir düzenleme bulunmamaktaydı. Ancak önceki Medeni Kanunun yürürlükte olduğu dönemde de Türk doktrininde bazı yazarlar Alman Hukukunda geçerli olan fedakârlığın denkleştirilmesi ilkesinden (BGB § 906) hareketle böyle zararların BK m. 64 (eBK m. 52) ve MK m. 753 (eMK m. 677) maddelerinin kıyasen uygulanması suretiyle tazmin edilmesi gerektiğini savunmaktaydı (Ulusan, s. 210 vd.; Çörtoğlu, Komşuluk, s. 222). Diğer bir görüşe göre ise, sorumlunun fiili hukuka uygun ise, açık bir kanun hükmü bulunmadıkça fedakârlığın denkleştirilmesi ilkesinden hareketle zararlar tazmin edilemezdi (Şeref Ertaş; Eşya Hukuku, 13. Baskı, İzmir 2017, N. 1922; Petek, s. 323). Aksinin kabulü hukuka uygunluğun bulunduğu tüm haksız fiillerde fedakârlığın denkleştirilmesi ilkesine göre zararların tazmin edilmesi sonucunu doğurur ki, bu durum da Borçlar Kanununun haksız fiillere ilişkin temel hükümlerinin uygulanması imkânını azaltır. Bu görüşe göre burada MK m. 753 ün kıyasen uygulanması da düşünülemezdi. Zira bu kural boşluğun doldurulması bakımından işin niteliğine uygun değildir. Bu se-636  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) Her ne kadar bu düzenlemelerde İsviçre Medeni Kanununda olduğu gibi özel olarak inşaat faaliyetlerinden söz edilmiş olmasa da, kamu hukuku kurallarına uygun ve özellikle bir ruhsata dayalı olarak yürütülen inşaat faaliyetleri de hukuka uygun faaliyet sayılacağından, söz konusu hükmün kapsamına girer. Dolayısıyla MK m. 737/III ve 730/II hükümleri çerçevesinde özellikle bir idari izne (inşaat ruhsatına) dayalı olarak yürütülen inşaat faaliyetleri komşu taşınmazlar bakımından taşkınlık teşkil etse dahi, bunlar kaçınılmaz olduğu müddetçe hukuka uygun sayılacak ve komşu taşınmaz maliki bunlara katlanmakla yükümlü olacaktır. Diğer bir ifadeyle komşu taşınmaz maliki bu tür faaliyetlerden doğan taşkınlıklar sebebiyle MK m. 730/I hükmüne başvuramayacak ve inşaatın durdurulmasını veya yıkılmasını talep edemeyecektir. Ancak maddelerde açıkça belirtildiği üzere komşu taşınmaz malikinin bu durumda doğan zararları için bazı şartlarla denkleştirme talebinde bulunması mümkündür. Böylece inşaat sahibi taşınmaz malikinin taşınmazında inşaat faaliyeti yürütebilme menfaati de korunmuş olmaktadır. Ancak komşu taşınmaz malikleri bakımından getirilmiş olan bu ağırlaştırılmış katlanma yükümlülüğü aşağıda zarar bahsinde de açıklayacağımız üzere sadece salt ekonomik zararlara ve küçük çaptaki maddi hasarlara özgüdür. Bunun dışında taşkın inşaat faaliyetleri sebebiyle komşuların vücut bütünlüğü veya hafif hasarlar dışında mülkiyet hakkı gibi mutlak hakları zarara uğradığı takdirde, onlar bu tür ağır ihlaller sebebiyle MK m. 730/I hükmünden doğan her türlü savunma hakkını ileri sürebilir, zararları karşılığında da tam tazminat talebinde bulunabilir. Bu durumda komşuların denkleştirme talebiyle yetinmesi gibi bir durum söz konusu olmaz. Aşağıda inşaat faaliyeti sebebiyle komşu taşınmaz maliki bakımından denkleştirme talebinde bulunmanın şartları incelenmiştir.  2. İnşaat Sahibi Taşınmaz Malikinin Hukuka Uygun İnşaat Faaliyetleri Sebebiyle Sorumluluğunun Şartları                                                                                                                        beple yeni Medeni Kanunda getirilen düzenlemeden önce eski MK zamanındaki boşluğun doldurulması için gereken kuralın BK m. 64 (eBK m. 52/II) ve MK m. 753 (eMK m. 677) değil, haksız fiillere ilişkin hükümlerin adaletsizliğini azaltmak için konulmuş olan BK m. 65 (eBK m. 54 f.1) olması gerektiği ileri sürülmüştür (Ertaş, N. 1924; Petek, s. 323).  100 İsviçre Hukukunda hukuka uygun inşaat faaliyetleri sebebiyle ortaya çıkan taşkınlıklara komşu taşınmaz malikleri bakımından bu şekilde ağırlaştırılmış bir katlanma yükümlülüğü getirilmesinin sebebi, kanun koyucunun komşu taşınmaz maliklerinin inşaat faaliyetleri sebebiyle ortaya çıkan taşkınlıkları önleme menfaatine kıyasen, taşınmaz malikinin taşınmazında bir inşaat faaliyeti yürütebilmesine ilişkin menfaatinin ağır basması olarak kabul edilmektedir (Hürlimann-Kaup/Nyffeler, Teil 1, s. 6).  101 Salt ekonomik zarar, haksız fiilin herhangi bir şekilde kişiye ve/veya eşyaya zarar vermeksizin, sadece zarar görenin ekonomik menfaatlerini olumsuz etkilemesini konu alır. Salt ekonomik zarar kavramı ve açıklaması için bkz. Eckenstein, s. 65; BGE 133 III 323; ayrıca bkz. Kerem Cem Sanlı, Haksız Fiil Hukukunun Ekonomik Analizi, Hukuk ve Ekonomi Öğretisi, İstanbul 2007, s. 333 vd. İnşaat faaliyetlerinin komşu taşınmaz maliki bakımından salt ekonomik zarar doğurması halinde, bu tür zararlar sebebiyle inşaatın durdurulmasının talep edilemeyeceği, sadece bu zarar miktarının inşaat faaliyetlerinde olağan olarak katlanılması gereken sınırları aşmış olan kısmı için denkleştirme talep edilebileceği kabul edilmektedir. Bu yönde bkz. Ender, N. 694 ve 695.  102 Hürlimann-Kaup/Nyffeler, Teil 1, s. 6; Krauskopf/Girón, s. 50; karş. Ender, N. 597 vd.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   637 Maliklerine Karşı Sorumluluğu Komşu taşınmaz malikinin bir taşınmazda yürütülen hukuka uygun inşaat faaliyetleri sebebiyle MK m. 730/I den kaynaklı diğer talepleri ileri süremeyeceği, ancak denkleştirme talebi ileri sürebileceği hallerde bu talebin şartları sırasıyla; 1) hukuka uygun inşaat faaliyetlerinin 2) komşu taşınmaz bakımından taşkınlık teşkil etmesi, 3) bu taşkınlığın kaçınılmaz nitelikte olması ve 4) bu inşaat faaliyetleri sebebiyle komşu taşınmaz maliki bakımından bir zararın doğmuş olmasıdır. Ancak bu şartların hepsi bir arada gerçekleştiği taktirde komşu taşınmaz maliki inşaat faaliyetleri dolayısıyla denkleştirme talebinde bulunabilecektir. Söz konusu şartlar genel olarak İsviçre Medeni Kanununda getirilen şartların hemen hemen aynısıdır (ZGB 679a). Ancak belirtmek gerekir ki iki düzenleme arasında birtakım farklar da mevcuttur. Bunlardan biri İsviçre Medeni Kanunundaki düzenlemeye göre, bir taşınmaz malikinin taşınmazını hukuka uygun şekilde işletmesi özellikle de inşaat faaliyetleri esnasında, komşusu bakımından ancak geçici olarak taşkınlıklara sebep olması durumunda, zararının giderilmesini talep etmekle yetinmek zorunda kalmasıdır. Buna karşılık eğer ki taşkınlık geçici nitelikte bir faaliyetten kaynaklanmıyorsa, sürekli bir taşkınlık niteliği taşıyorsa komşu taşınmaz maliki tazminatla yetinmek zorunda değildir, o, MK m. 730 da (ZGB m. 679) belirtilen diğer talepleri de ileri sürebilir. Türk hukukunda ise MK m. 730/II ve MK m. 737/III hükümleri çerçevesinde geçicilik şartı aranmadığından İsviçre den farklı olarak sadece geçici değil, sürekli taşkınlıklar bakımından da bunlar hukuka uygun bir faaliyetin sonucu olarak ortaya çıktığında aynı sonuca varmak ve komşu taşınmaz malikinin sadece denkleştirme talep edebileceğini kabul etmek gerekir. Bununla birlikte bu çalışmanın konusunu oluşturan inşaat faaliyetleri hemen her zaman geçici nitelikte olacağından İsviçre Hukukundaki farklı düzenlemenin en azından konumuz bakımından önemli bir etkisi bulunmamaktadır. İki düzenleme arasındaki ikinci önemli fark ise, taşkınlıklar sonucu doğacak olan zararın giderilmesinin hukuki niteliğidir. Bu konuya aşağıda değineceğiz.  3. Denkleştirme Talebinin Şartları a)  Hukuka Uygun Bir İnşaat Faaliyetinin Bulunması Bu çalışmada bir taşınmazda yürütülen inşaat faaliyetleri ile kastedilen yerüstü ve yeraltı inşaatlarının inşası veya tadilatıdır. Bu durumda inşaat ifadesinden kasıt dar anlamda bir bina inşası değildir, tam aksine buradaki in                                                 103 Aynı yönde bkz. Eren, s. 688. Esasen Türk Medeni Kanunu ndaki düzenlemenin bu açıdan İsviçre Medeni Kanunu ndan çok Alman Medeni Kanunu ndaki düzenlemeye (BGB § 906) benzediği söylenebilir. Bu durum ise aşağıda ele alacağımız üzere inşaatın tamamlanmasından sonra ortaya çıkacak olan olumsuz çevre etkileri bakımından önemli bir fark yaratabilir. İsviçre de bu konu özel bir hükümle düzenlenmiştir. Ancak bizde bu konuda açık bir hüküm bulunmaması, ayrıca denkleştirme talebi için geçicilik şartının da aranmamasıyla birlikte, kamu hukuku kurallarına uygun olarak tamamlanmış inşaatların komşular bakımından taşkınlık seviyesinde olumsuz çevre etkilerine yol açması halinde bu tür taşkınlıklar için de denkleştirme talep edileceği kabul edilebilir. 104 Buna karşılık her ne kadar Türk hukukunda böyle bir şart açıkça aranmamışsa da inşaat faaliyetlerinin normalde belirli bir süre içinde tamamlanması gerektiğinden hareketle, bu faaliyetlerin normale göre çok uzun bir zaman boyunca sürdüğü ve bu sebeple komşu taşınmaz malikinin uğradığı zararın da uzun süre devam ettiği hallerde, makul sürenin sonunda artık komşu taşınmaz malikinin bu sebeple MK m. 730/I hükmünde düzenlenmiş olan diğer hukuki yollara da başvurabileceği ileri sürülebilir.638  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) şaat ifadesini MK m. 738 anlamında geniş olarak anlamak, malikin yaptığı her türlü kazı ve yapı faaliyetini bu kapsamda değerlendirmek gerekir. Bir taşınmaz malikinin yürüttüğü inşaat faaliyetlerinden dolayı komşu taşınmaz malikinin komşuluk hukukundan doğan taleplerinin kısıtlanması ve komşu taşınmaz malikinin sadece bir denkleştirme bedeliyle yetinmek zorunda kalması için öncelikle inşaat faaliyetlerinin hukuka uygun olması gerekir (MK m. 730/II ve 737/III). Yukarıda da belirttiğimiz üzere kanun koyucu denkleştirmeyi düzenleyen MK m. 730/II ve 737/III hükümlerinde her ne kadar  yerel âdete uygun ve kaçınılmaz taşkınlıklardan  bahsetmişse de, kanaatimizce bu ifadenin hukuka uygun faaliyetlerden doğan kaçınılmaz nitelikteki taşkınlıklar olarak anlaşılması yerinde olur. Burada hukuka uygun bir faaliyetten doğan çevre etkileri, esasen MK m. 737/II anlamında taşkınlık teşkil etmesine ve bu sebeple hukuka aykırı nitelik taşımasına rağmen, hukuka uygun bir faaliyet sonucu meydana geldiğinden ve kaçınılmaz nitelik taşıdıklarından artık kanun gereği katlanma yükümünün kapsamına sokulmakta ve böylece hukuka uygun hale gelmektedir. Burada esas amaç bir taşınmazda yürütülen hukuken izin verilmiş bir faaliyetten do                                                 105 Karş. Hürlimann-Kaup/Nyffeler, Teil 1, s. 5. 106 Türk hukukunda ileri sürülen bir görüşe göre, kanun metninde yer alan  yerel âdete uygun taşkınlıklar la kastedilen, MK m. 737/II anlamında yerel âdete göre hoş görülebilecek derecedeki çevre etkileridir. Bu tür etkiler yerel âdete uygun olduğundan kural olarak hukuka da uygun olacaktır, buna karşılık eğer bunlar komşu taşınmazlar bakımından kaçınılmaz olarak bir zarara sebebiyet veriyorsa bu zararın uygun bir bedelle denkleştirilmesi gerekir. Ancak bu görüşteki yazarlar kanunda her ne kadar sadece yerel adete uygun taşkınlıktan söz edilmişse de bunun hukuka uygun taşkınlıkları da kapsadığını ifade etmektedir (Petek, s. 293 vd.; Ertaş, N. 1928 dn. 151). Kanaatimizce öncelikle burada kastedilen yerel adete uygun taşkınlık değil, bir taşınmazda yürütülen (Alman Medeni Kanununun ifadesiyle)  yerel adete  veya (İsviçre Medeni Kanununun ifadesiyle)  hukuka uygun  faaliyetlerden doğan kaçınılmaz nitelikteki taşkınlıklardır. Zira esasen yerel âdete uygun bir etki söz konusu ise bunun zaten taşkınlık seviyesine varmadığının kabul edilmesi ve komşu taşınmaz malikinin buna karşılıksız katlanması gerekir. Dolayısıyla yerel adete uygun taşkınlık olamayacağından iki ifade birbiriyle çelişmektedir. Kaldı ki her iki hükümde yer alan  yerel adete uygun taşkınlık  ifadesinin MK m. 737/II anlamında yerel adete uygunluk olduğu kabul edilseydi, bu durumda söz konusu düzenlemenin genel hüküm niteliğindeki MK m. 730 hükmünde de aynı şekilde yer alması anlamsız olurdu. Burada çevre etkileri taşkınlık seviyesine varmış olmasına ve esasen komşuluk hukuku anlamında hukuka aykırılık teşkil etmesine rağmen, hukuka uygun bir faaliyet sonucu doğduğundan ve kaçınılmaz nitelik taşıdığından bunlar artık hukuka uygun kabul edilmektedir. Nitekim hükmün kaynağı Alman Medeni Kanununda da benzer bir düzenleme bulunmaktadır (BGB § 906 (2)). İsviçre Hukukunda getirilen yeni düzenleme de bu anlamdadır (ZGB 679a). Sonuç itibariyle kanaatimizce MK m. 737/III veya MK m. 730/II anlamında denkleştirme yükümlülüğünün doğması için inşaat faaliyetlerinden doğan çevre etkilerinin yine MK m. 737/II anlamında taşkınlık teşkil etmesi, ancak buna karşılık bunların kamu hukuku kurallarına uygun yürütülen (hatta gerektiği hallerde ruhsata dayanan) bir inşaat faaliyetinden doğması ve özellikle kaçınılmaz olması gerekir. Yoksa bir inşaat faaliyetinden doğan her türlü taşkınlığın kendiliğinden yerel âdete uygun sayılması gibi bir durum söz konusu değildir (Ender, N. 441). 107 Krauskopf/Girón, s. 47. İsviçre Hukukunda da İsviçre Federal Mahkemesinin içtihatlarıyla da uyumlu bir şekilde hukuka uygun inşaat faaliyetlerinden doğan zararlı etkilerin kaçınılmaz olması dolayısıyla kendiliğinden hukuka uygun olduğu kabul edilmektedir. Türk Hukukunda benzer şekilde anlaşılmaya müsait bkz. Ayan, s. 435.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   639 Maliklerine Karşı Sorumluluğu ğan çevre etkilerine komşu taşınmaz malikleri bakımından getirilen ağırlaştırılmış katlanma yükümlülüğünün denkleştirilmesidir. Bu sebeple söz konusu şart denkleştirme talebinin esasını teşkil etmektedir. Özellikle inşaat faaliyetleri bakımından burada hukuka uygunlukla (veya kanunun ifadesiyle yerel âdete uygunlukla) kastedilen ise; inşaat faaliyetlerinden doğan etkilerin komşu taşınmaz maliki bakımından TMK m. 737/II anlamında taşkınlık teşkil etmesine rağmen, inşaat faaliyetinin kamu hukuku kurallarına uygun olmasıdır. İsviçre Hukukunda bazı yazarlar hukuka uygunluğu her türlü kamu hukuku kurallarına uygunluk şeklinde anlarken, diğer bazı yazarlara göre bir inşaat faaliyeti ancak inşaat ruhsatına veya bir idari işleme dayanması halinde hukuka uygun olur. Kanaatimizce de yürütülen inşaat faaliyetleri dolayısıyla komşu taşınmaz malikinin taleplerinin denkleştirmeyle sınırlandırılması için yürütülen inşaat faaliyetinin kamu hukuku kurallarına uygun olması yeterlidir. Yoksa inşaat faaliyetlerinin mutlaka bir inşaat ruhsatına dayanması gerekmez. Ancak kamu hukuku kurallarının bunu gerektirdiği hallerde inşaatın hukuka uygun olabilmesi için inşaat ruhsatının da alınmış olması gerekir. Nitekim bir taşınmaz malikinin inşaat faaliyetlerini sürdürürken kazı ve yapılarda uyulması gereken kurallara uymakla yükümlü olduğu MK m. 739 hükmünde açıkça belirtilmiştir. TMK m. 739 uyarınca;  Kazı ve yapılarda uyulması gerekli kurallar özel kanunlarla belirlenir. 113. Buna karşılık yürütülen inşaat faaliyeti kamu hukuku kurallarına aykırı ise ve aynı zamanda söz konusu faaliyetlerden kaynaklanan etkiler komşu taşınmaz malikleri bakımından MK m. 737/II anlamında taşkınlık teşkil ediyorsa bu faaliyeti gerçekleştiren taşınmaz malikine karşı, sadece denkleştirme talebi değil MK m. 730/I den doğan diğer tüm talepler ileri sürülebilir. Zira bu du                                                 108 Benzer görüşte Erdem Büyüksağiş; Eşya Hukukuna İlişkin Hükümlerin Kısmî Revizyonunu Öngören İsviçre Medenî Kanunu Ön-Tasarısı'nda Taşınmaz Malikinin Sorumluluğu, BATİDER, C: XXIII, S: 4, 2006, s. 209.  109 Hürlimann-Kaup/Nyffeler, Teil 1, s. 5; Krauskopf/Girón, s. 47.  110 Bu yönde bkz. Hürlimann-Kaup/Nyffeler, Teil 1, s. 5. 111 Krauskopf/Girón, s. 4748; Rey/Strebel, BSK ZGB 679a, N. 5; Eckenstein, s. 94. Ancak Rey/Strebel, kanunun bir eylemi ruhsat alma yükümlülüğünden açıkça muaf tuttuğu hallerde, ilgili hükümlerin yerine getirilmiş olmasını yeterli saymaktadır (a.y.). Karş. Yarg. 8. HD. 13.5.2003, E. 2002/9338, K. 2003/3446 (Kazancı).  112 Hürlimann-Kaup/Nyffeler, Teil 1, s. 5 dn. 10. Dolayısıyla kamu hukuku kurallarına uygunluğun mevcut olup olmadığı esasen bu kuralların içeriğine göre belirlenir. Örneğin şehirlerde belediye sınırları içinde yürütülen bir taşınmaz inşaatının başlatılabilmesi için usulüne göre belediyece onanmış projesine dayanarak inşaat ruhsatı alınması gerekir (İmar Kanunu m. 21). Böyle bir inşaat ruhsatı alınması gerekmesine rağmen alınmaksızın inşaata başlanmışsa, inşaat hukuka aykırı olacaktır. Ancak inşaat ruhsatı her türlü inşaat bakımından aranmaz. Dolayısıyla inşaatın hukuka uygun bir faaliyet olması için mutlaka yapı ruhsatı bulunması gerekli değildir. Bu durumda somut olaya uygulanacak tüm kamu hukuku kurallarına uymak yeterli olacaktır.  113 Maddede bahsi geçen kuralların İmar Kanunu gibi kanunlarda yer alan kamu hukuku kuralları olduğu genel olarak kabul edilmektedir (Oğuzman/Seliçi/Oktay-Özdemir, N. 1943).  114 Ancak inşaat faaliyetleri hukuka aykırı olsa dahi, faaliyeti yürütenin MK m. 730/I çerçevesinde sorumlu olabilmesi için, komşular açısından zarar verici veya MK m. 737/II çerçevesinde onları rahatsız edici nitelik taşıması gerekir. Buna karşılık komşular açısından zarar verici veya onları rahatsız edici nitelik taşımayan kullanmalar, sa-640  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) rumda artık inşaat faaliyetinin MK m. 737/III veya MK m. 730/II anlamında hukuka veya yerel âdete uygun bir faaliyet olmadığı kabul edildiğinden komşu taşınmaz malikinin ağırlaştırılmış katlanma yükümlülüğünden de bahsedilemez. Bununla birlikte bu durum, taşınmaz malikinin kamu hukukundan doğan sınırlamaları aşması halinde (örn. ruhsat alınması gereken bir bina için ruhsatsız inşaata başlanması) ona karşı her halde MK m. 730/I hükmü uyarınca dava açılabileceği anlamına gelmez. Yukarıda da belirttiğimiz üzere her ne kadar doktrinde genel olarak kamu hukukundan doğan sınırlamalara aykırı davranışlar nedeniyle, -özellikle de bu sınırlamalar aynı zamanda özel kişilerin menfaatlerini korumak amacını da taşıyorsa- malikin MK m. 730 hükmü uyarınca sorumlu tutulabileceği kabul edilse de, Yargıtay bunun mümkün olabilmesi için aynı zamanda bu kurallara uygun davranılmaması sebebiyle komşu taşınmaz malikine bir zarar da verilmiş olmasını aramaktadır. Yine son olarak belirtmek gerekir ki, MK m. 730 hükmüne başvuran komşu taşınmaz malikinin kendisi de kamu hukuku kurallarına aykırı davranmış ise (örneğin mesafe kurallarına aykırı bir şekilde üzerinde inşaat faaliyeti yürütülen taşınmazın sınırına çok yakın bina inşa etmiş olması) durum farklı  değerlendirilmelidir.  İnşaat  faaliyetlerini  yürüten  taşınmaz  malikinin komşu taşınmaza zarar vermemek için olağandan fazla bir çaba sarf etmesine gerek yoktur. Bu durumda taşınmaz maliki inşaat faaliyetlerini yürütürken gerekli çabayı gösterdiği taktirde, komşu taşınmaz bakımından bir zarar doğmuş olsa dahi, bundan sorumlu olmayacaktır. İsviçre Federal Mahkemesi kanun değişikliğinden önce konuya ilişkin olarak vermiş olduğu kararlarda inşaat faaliyetlerinin hukuka uygunluğundan bahsedebilmek için bunların idari izne dayalı olarak gerçekleştirilmesinin yeterli olmadığını, ayrıca bu faaliyetlerin gerekli ve amaca uygun olması gerektiğini ifade etmişse de, söz konusu şartlar İsviçre Medeni Kanununun konuya ilişkin 679a maddesi düzenlenirken kanun metnine alınmamıştır. Dolayısıyla İsviçre hukukunda yeni düzenleme çerçevesinde inşaat faaliyetlerinin hukuka uygun olup olmadığı tespit edilirken artık bu faaliyetlerin gerekliliği veya amaca uygunluğu dikkate alınmamaktadır. Türk hukukunda da kanunda açıkça                                                                                                                        dece yapının projeye aykırı olduğu veya pencere açılmak suretiyle imar mevzuatının ihlal edildiği gibi gerekçelerle engellenemez. Bu yönde bkz. Ayan, s. 356. Nitekim yukarıda da belirttiğimiz üzere Yargıtay genel olarak sadece kamu hukuku kurallarıyla birlikte özel hukuk kurallarına aykırılık halinde MK m. 730 hükmünün uygulanacağını kabul etmektedir.  115 Karş. Göksu, CHK ZGB 679a N.5. 116 Bu konuda bkz. yukarıda dn. 7. Bu görüşe göre örneğin İmar Kanununa aykırı davranışlarla şehir planında tespit edilenden fazla katta inşaat yapılması durumunda doğrudan taşınmaz malikinin sorumluluğu gündeme gelir. Biz yukarıda da açıkladığımız üzere bu görüşe katılmıyoruz. Her kanuna aykırı inşaat faaliyeti MK m. 730 hükmünün uygulanmasına yol açmaz. Bunun komşuluk hukuku anlamında bir zarara yol açmış olması gerekir. Karar örnekleri için bkz. yukarıda dn. 11. 117 Bu konuda bkz. yukarıda dn. 84.  118 BGE 114 II 230.  119 Walter Fellmann;  Übermässige Immissionen und neue Rechtsbehelfe , Revision des Sachenrechts - ein erster Überblick für Eilige, Bern 2012, s. 62; Rey/Strebel, BSK ZGB 679a, N. 7; Krauskopf/Girón, s. 48.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   641 Maliklerine Karşı Sorumluluğu böyle bir şart aranmadığından hukuka uygunluk değerlendirmesinde bu gibi kıstaslar dikkate alınmayacaktır.  b)  İnşaat  Faaliyetlerinin  Komşu  Taşınmaz  Bakımından  Taşkınlık Teşkil Etmesi (1) Genel Olarak Hukuka uygun bir inşaat faaliyeti sebebiyle denkleştirme bedeli talep edebilmenin ikinci şartı hukuka uygun inşaat faaliyetlerinin komşu taşınmaz bakımından taşkınlık teşkil etmesidir. Bu tür faaliyetlerin taşkınlık teşkil edip etmediği de yine MK m. 737 hükmüne göre belirlenecektir. Yukarıda da belirttiğimiz üzere söz konusu hüküm uyarınca komşular inşaat faaliyetlerinden doğan geçici ve olağan taşkınlıklara herhangi bir denkleştirme  talebinde  bulunmaksızın  katlanmakla  yükümlüdürler  (MK  m. 737/II)121. Buna karşılık eğer hukuka uygun nitelikteki inşaat faaliyetlerinden doğan etkiler, tarzı, yoğunluğu ve süresi bakımından olağanüstü nitelik taşıyorsa ve komşular bakımından bazı zararlara yol açıyorsa, artık bunların MK m. 737/II anlamında taşkınlık teşkil ettiği ve komşu taşınmaz malikinin bunlar için denkleştirme talep edebileceği kabul edilir.                                                  120 Perhofer, s. 70; Krauskopf/Girón, s. 48. Yukarıda da belirttiğimiz üzere komşu taşınmaza yapılacak müdahaleler doğrudan ve dolaylı olmak üzere ikiye ayrılır. Doğrudan müdahaleler taşınmazın maddi varlığına yönelik olan ve onun bütünlüğünü hedef alan ihlallerdir. Bu tür müdahaleler MK m. 737 kapsamında değildir. Doktrinde genel olarak MK m. 737 kapsamına giren maddi müdahalelerin doğrudan müdahaleler değil de, dolaylı etkiler olduğu kabul edilmektedir (Bu yönde bkz. Ender, N. 138; Tekinay, s. 69-70). Bununla birlikte bir müdahalenin ne zaman doğrudan bir müdahale ne zaman dolaylı bir etki olduğunu tespit etmek her zaman kolay değildir (Ender, N. 138). Bu sebeple bir komşu araziye inşaat molozları yığmak veya taşkın inşaat yapmak gibi fiiller zaten kanundaki diğer hükümlerle yasaklandığından bu madde kapsamına girmez. Yine yukarıda açıkladığımız üzere katıldığımız görüş çerçevesinde bazı doğrudan müdahalelerde de (özellikle taşınmazın kullanılması ve işletilmesi sonucu ortaya çıkan ya da komşuluk hukukunu düzenleyen hükümlerde doğrudan yasaklanmış olan doğrudan müdahalelerde) komşu taşınmaz malikinin MK m. 730 hükmü uyarınca sorumlu tutulması mümkündür. Fakat bu durumda dahi söz konusu müdahaleler kendiliğinden hukuka aykırı nitelik taşıdığından artık MK m. 737 uyarınca bunların taşkınlık teşkil edip etmediği ayrıca araştırılmayacaktır. Bununla birlikte aksi yöndeki Yargıtay kararlarında bazı doğrudan müdahalelerde MK m. 730 hükmünün uygulanacağı ve yine bunun için MK m. 737 uyarınca taşkınlığın gerçekleşmiş olması gerektiği aranmıştır. Örnek karar için bkz. yukarıda dn. 68.  121 Bu şekilde taşkın olmayan faaliyetlere katlanma yükümlülüğü sosyal hayatın gerektirdiği dayanışmanın bir sonucudur (Petek, s. 186). Hatta inşaat faaliyetlerinde komşuların katlanma sınırı işin niteliği gereği normale göre daha yüksek belirlenir. Bkz. yukarıda dn. 87.  122 Yukarıda da belirttiğimiz üzere kanun koyucu hukuka uygun faaliyetlerden doğan taşkınlıklar bakımından komşu taşınmaz maliklerine ağırlaştırılmış bir katlanma yükümlülüğü getirdiğinden (MK m. 730/II veya MK m. 737/III) bu durumda komşu taşınmaz malikleri yine bu taşkınlıklara belirli ölçüde katlanmakla yükümlü olurlar. Dolayısıyla komşular her ne kadar inşaat faaliyetlerinden doğan taşkınlıklar için MK m. 730/I den doğan önleme, durdurma ve tazminat taleplerini ileri süremeyeceklerse de bu defa inşaat sahibi taşınmaz malikinden MK m. 730/II veya MK m. 737/III uyarınca denkleştirme talebinde bulunabileceklerdir.642  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) Esasen denkleştirme talebinin birinci şartı inşaat faaliyetinin hukuka yani kamu hukuku kurallarına uygun olmasıdır. Eğer bir inşaat faaliyeti örneğin ruhsata tabi olmasına rağmen ruhsatsız bir şekilde gerçekleştiriliyorsa, bu durumda yerel örfe ya da hukuka uygun bir durum söz konusu değildir. Böyle bir inşaat faaliyeti sebebiyle taşkınlığa maruz kalan komşu taşınmaz maliki, imar kurallarına aykırı hareket eden taşınmaz malikine karşı diğer şartlar da mevcut ise, komşuluk hukukundan doğan tüm yaptırımların (MK m. 730/I) uygulanmasını isteyebilir. Dolayısıyla denkleştirme talebi bakımından ortada kamu hukuku kurallarına uygun şekilde yürütülen bir inşaat faaliyeti bulunması gerekmektedir. Ancak bir inşaat faaliyetinin tüm kamu hukuku kurallarına uygun ve özellikle bir inşaat ruhsatına dayalı olarak yapıldığı hallerde, böyle bir faaliyetin yine de taşkınlık teşkil edip etmeyeceği tartışma konusu olmuştur. Gerçekten de bazı durumlarda kamu hukuku kurallarına uygun hareket edilmesi, sadece inşaat faaliyetlerini hukuka uygun hale getirmeyecek, aynı zamanda bu faaliyetler kural olarak özel hukuk açısından da müsaade edilebilecek ve hoş görülebilecek faaliyetler olarak görülecektir. Dolayısıyla bu gibi hallerde bir inşaat faaliyetinin kamu hukuku kurallarına uygun yürütülmesi onu taşkın bir faaliyet olmaktan çıkartır ve artık komşu taşınmaz maliki MK m. 737/II hükmü çerçevesinde bunlara katlanmakla yükümlü olacağından tazminat veya denkleştirme bedeli talep edemez. Bu durum özellikle de bir kamu hukuku düzenlemesi aynı zamanda komşuluk hukukundan doğan hakları da koruyor ve gözetiyorsa ya da doğrudan bir taşkınlık bulunup bulunmadığını belirliyorsa söz konusu olur. Bir konuda taşkınlığı belirleyen bir kamu hukuku düzenlemesi varsa, kural olarak kamu hukuku düzenlemelerindeki sınırları aşan müdahalelerin taşkın nitelik taşıdığı, bu sınırı aşmayanların ise, katlanılması gereken müdahaleler kapsamında değerlendirilmesi gerektiği kabul edilmektedir. Ancak tüm kamu hukuku kurallarına uygun hareket edilmesine rağmen bazı durumlarda inşaat faaliyetleri yine de komşu taşınmazlar bakımından MK m. 737/II hükmü anlamında bir taşkınlık teşkil edebilir. Zira her kamu hukuku düzenlemesi komşuluk hukukundan doğan hakları ve ödevleri gözetmek durumunda değildir. Bu sebeple kamu hukuku kurallarına uygun davranmanın inşaat faaliyetlerini MK m. 737/II hükmü anlamında taşkınlık olmaktan çıkartabilmesi için, bu kuralların kısmen de olsa komşuları faaliyetlerin çevre etkilerinden korumayı amaçlamış olması gerekir. Örneğin mesafe kuralları bunu amaçlar; buna karşılık bir dairenin minimum genişliğini düzenleyen kuralların bir inşaat faaliyetinin taşkınlığının belirlenmesi bakımından herhangi bir önemi yoktur.                                                  123 Bu açıdan bakıldığında kamu hukuku alanındaki inşaat talimatnameleri ve nizamnameleri bu alanı ne kadar detaylı düzenlerse kamusal nitelikteki inşaat hukuku düzenlemeleri özel hukuku alanındaki komşuluk hukuku hükümlerinin önüne geçecektir (Göksu, CHK ZGB 686 N. 3). Karş. BGer (TF) 5A_814/2014 (12.12.2014). Karar hakkında bkz. Bettina Hürlimann – Kaup, Pascal Pichonnaz, Jörg Schmid, Paul-Henri Steinauer, Droits réels/Sachenrecht, BR 2015, s. 187.  124 Göksu, CHK ZGB 686 N. 3; Petek, s. 196. Bu konuda ayrıntılı bilgi için bkz. Eckenstein, s. 23 vd. 125 Wagner Pfeifer, s. 6. Ayrıca bkz. BGE 132 II 427, E. 4.  126 Akipek, AÜHFD, s. 345.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   643 Maliklerine Karşı Sorumluluğu Yine aynı şekilde bir inşaatın yapılması için verilen ruhsat, daha ziyade bu konudaki kamu hukuku ile aranılan formalitelerin ve tedbirlerin yerine getirilmiş olduğunu gösteren bir sonuç doğurmaktadır. Böyle bir izin veya ruhsatın aynı zamanda mülkiyet hakkının sınırlarının aşılmadığı veya komşular yararına konulan bütün ödevlere uyulduğunu gösterir bir niteliği bulunmaz. Bunun dışında imar mevzuatı bazı durumlar için ayrıntılı düzenlemeler öngörmemiş olabilir. Bu gibi hallerde, örneğin ölçülmesi mümkün olmayan psikolojik (manevi)  müdahalelerde  bilirkişilerin  görüşlerinden  yararlanarak  taşkınlığın bulunup bulunmadığının tespit edilmesi gerektiği kabul edilmektedir. Nitekim yukarıda da belirttiğimiz üzere her ne kadar kanundaki sınırların aşılmamış olması kural olarak bir taşkınlığın bulunmadığına işaret etse de, sonuç itibariyle hâkim somut olayda buna rağmen MK m. 737/II çerçevesinde bir taşkınlık bulunup bulunmadığını taşınmazın durumuna, niteliğine ve yerel âdete göre tarafların karşılıklı menfaatlerini değerlendirerek tespit eder (MK m. 4). Bu çerçevede kamu hukuku kurallarına uygun yürütülen inşaat faaliyetlerinin her zaman yerel âdete uygun olacağı bu sebeple hiçbir zaman taşkınlık teşkil etmeyeceği düşüncesi doğru değildir. Hâkimin taşkınlık bulunup bulunmadığını her zaman somut olaydaki inşaat faaliyetinin yarattığı çevre etkilerine göre belirlemesi gerekir. Özellikle komşu taşınmaz bakımından zarar doğuran çevre etkilerinin kural olarak taşkınlık teşkil ettiği kabul edilir. Yine İsviçre Federal mahkemesi özellikle büyük zararlara yol açan çevre etkilerinin taşkınlık seviyesine vardığını ve denkleştirmeye konu olacağını kabul etmektedir. Zararın büyüklüğü ise, söz konusu çevre etkilerinin niteliğine, yoğunluğuna ve süresine göre belirlenmektedir. Özellikle süre unsuru burada önemli bir rol oynamaktadır. İnşaat faaliyetleri her türlü kamu hukuku kuralına uygun şekilde gerçekleştirilse dahi eğer faaliyet süresi komşu taşınmazlar bakımından katlanma sınırını aşıyorsa bu durumda bu tür taşkınlıklar için denkleştirme talebi söz konusu olabilir. İnşaat faaliyetleri sebebiyle denkleştirme talebi için her olay bakımından geçerli olacak şekilde kesin bir süre tayini kanunun denkleştirmeye ilişkin düzenlemeleriyle bağdaşmayacaktır. Nitekim hâkimin her somut olayda etkilerin taşkınlık seviyesine gelip gelmediğini belirlerken inşaatın süresini ve verilen rahatsızlığın boyutunu değerlendirip bir sonuca varması gerekir. Ancak süre kriteri bakımından örnek vermek gerekirse, İsviçre de inşaat alanlarından kaynaklı olağan rahatsızlıklar sebebiyle kural olarak üç ile altı ay arası bir süre için denkleştirme talep edilemeyeceği, zira bu sürenin komşuluk hukuku çerçevesinde hoş görülebilecek bir seviyede olduğu kabul edilmektedir. Bu süreyi aşan inşaatlar sebebiyle verilen rahatsızlıklar ise olağan nitelikte olsa dahi, yine somut olayın şartlarına göre taşkınlık olarak kabul edilebilecek ve komşu                                                  127 Akipek, AÜHFD, s. 345.  128 Petek, s. 196. 129 Hürlimann-Kaup/Nyffeler, Teil 1, s. 6.  130 Hürlimann-Kaup/Nyffeler, Teil 1, s. 6.  131 Eckenstein, s. 48.  132 Eckenstein, s. 49.  133 Wagner Pfeifer, s. 7.  134 Wagner Pfeifer, s. 7. Ayrıca bkz. BGE 106 Ib 241.644  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) taşınmaz maliklerinin bunlar için denkleştirme talep etmesi mümkün olabilecektir. Örneğin İsviçre Federal Mahkemesi özel hukuk kişilerinin yapmakta oldukları inşaat faaliyetlerine ilişkin bazı olaylarda zarar verici etkilerin iki yıldan fazla veya sekiz aydan fazla süreyle devam etmesi sebebiyle taşkınlığı kabul etmiştir. Ancak müdahalenin yoğunluğuna ve kullanım tarzına göre daha kısa süreli etkiler de taşkınlık niteliği taşıyabilir. Aşırılık teşkil eden etkilerin tüm süre boyunca aralıksız devam etmesi ya da periyodik olarak tekrarlanması aranmaz. Ancak çevre etkilerinin en azından belirli bir süre boyunca defalarca tekrarlanmış olması gerekir.  (2) Taşkınlık Yaratabilecek Çevre Etkileri MK m. 737 hükmünün kapsamına giren ve taşkınlığa yol açabilecek dolaylı etkiler genel olarak olumlu ve olumsuz olmak üzere iki gruba ayrılmaktadır. Olumlu çevre etkileri de maddi ve manevi olmak üzere iki gruptur. Maddi çevre etkileri; bir taşınmazın kullanılmasına bağlı olarak komşu taşınmazlar üzerinde fiziksel etkiler gösteren müdahalelerdir. MK m. 737/II hükmünde bunlar duman, buğu, kurum, toz, koku, gürültü veya sarsıntı şeklinde örnek kabilinden sayılmıştır. Bunun dışında diğer olumlu çevre etkilerinin de bu kapsama gireceği kabul edilmektedir. Nitekim inşaat faaliyetleri sebebiyle ortaya çıkan taşkınlıklar genellikle MK m. 737 anlamında gürültü, toz, sarsıntı, kötü kokular şeklinde bu türden maddi taşkınlıklardır. Bunun dışında her ne kadar madde metninde açıkça belirtilmemiş ise de, sadece maddi çevre etkilerinin değil, manevi (psişik) etkilerin de MK m. 737 hükmü kapsamına girdiği kabul edilmektedir. Bunlar komşuların duygusal durumunu bozan ve onlarda hoş olmayan ruhsal etkiler doğuran çevre etkileridir. Dolayısıyla malikin bir kumarhane veya randevuevi işletmek, baz istasyonu kurmak gibi manevi bakımdan taşkınlık teşkil eden fiilleri de kanunun koyduğu yükümlülüğün ihlalini teşkil edebilir. İnşaat faaliyetleri esnasında bu türden etkiler özellikle maddi çevre etkileriyle birlikte (örneğin uzun süren inşaat gürültüsü) ortaya çıkabilir. Komşu taşınmaz maliklerinin belirli bir öl                                                 135 BGE 91 II 100; 83 II 375. Yine daha sonraki tarihli bir kararında İsviçre Federal Mahkemesi bir taşınmaz malikinin şehrin ortasındaki bir mahallede sürdürdüğü inşaat faaliyetleri sebebiyle komşu taşınmazları iki yıldan fazla süre ile gürültü ve toza maruz bırakması ve bu suretle onlara zarar vermesi ve bunun da ötesinde komşu taşınmazdaki dükkâna giriş yolunu kamuya ait kaldırımları meşgul etmek ve tıkamak suretiyle engellemesi sebebiyle taşkınlığın bulunduğunu kabul etmiştir (BGE 114 II 230 E 2; 91 II 100 E 2). Bu konuda bkz. Göksu, CHK ZGB 679a N. 1. 136 Wagner Pfeifer, s. 7. 137 BGE 132 II 427.  138 Wagner Pfeifer, s. 7. 139 Bu konuda bkz. Ender, N. 110 vd.; Göksu, CHK ZGB 684 N. 3; Schmid, s. 87; Ulusan, s. 161 vd.  140 Hürlimann-Kaup/Nyffeler, Teil 1, s. 6. 141 Baz istasyonları bakımından taşınmaz malikinin sorumluluğu için bkz. Cansu Kaya Kızılırmak, Baz İstasyonları ve Komşuluk Hukukundan Doğan Elatmanın Önlenmesi Davası,  Medeni  Hukuk  Alanındaki  Güncel  Yargıtay  Kararlarının  Değerlendirilmesi Sempozyumları, C. I Eşya Hukuku, İstanbul 2017, s. 239-271.  142 Bkz. 4 HD. T. 15.2.2001, E. 2000/1501, K. 2001/1500;  … Dosya içindeki kanıtlara göre davalının bir yılı aşkın süreden bu yana evinde işçiler vasıtasıyla onarım yaptığı,Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   645 Maliklerine Karşı Sorumluluğu çüye kadar bu türden çevre etkilerine de katlanması gerektiği genel olarak kabul edilmektedir. İsviçre Federal Mahkemesi ve Yargıtay manevi etkilerin taşkınlık seviyesine gelip gelmediğini araştırırken, özellikle bunların yoğunluğunu ve yine taşınmazın durumunu, niteliğini ve yerel adeti dikkate almaktadır. Son olarak olumsuz çevre etkileri; bir taşınmazın kullanılması dolayısıyla, komşu taşınmazın hava, ışık, rüzgâr gibi gerekli enerji kaynaklarından büyük ölçüde yararlanamaması veya manzarasının kapatılması ya da taşınmaza girişin  zorlaştırılması  veya  engellenmesi  gibi  olumlu  bir  özelliğinin  ortadan kalkmasına yol açan davranışlardır. Günümüzde İsviçre ve Türk Hukukunda bunların da MK m. 737 kapsamında değerlendirilmesi genel olarak kabul görmektedir. Nitekim Türk hukukundan farklı olarak İsviçre Medeni Kanununun (MK m. 737 hükmünü karşılayan) 684. maddesinde 2009 yılında ışık veya güneş ışığından yoksun bırakma gibi çevre etkilerinin de taşkınlık sayılacağı açıkça düzenlenmiştir.                                                                                                                        işçilerin çıkardığı aşırı gürültü ve toz nedeniyle özellikle bu dairenin altında oturan davacının aşırı ve uzun süre devam eden onarım nedeniyle rahatsızlık ve sıkıntı duyduğu anlaşılmaktadır. Onarımın normal sürenin çok üstünde devam ettiği ve adeta hakkın kötüye kullanıldığı görülmüştür. Böylece davacının oturduğu evdeki huzur ve sükunun bozulduğu, sinir sistemindeki dengenin sarsıldığı kabul edilmelidir. Bunun sonucu olarak da davacının kişilik değerleri içinde yer alması gereken ruh bütünlüğü de bozulmuş olacağı için, kişilik haklarına saldırının varlığı kabul edilmeli ve karar gösterilen ve açıklanan nedenlerle onanmalıdır. …  (YKD., C. 27, S. 8, 2001, s. 1170-1172). Ayrıca bkz. Yarg. 4. HD. E. 2002/13785, K. 2003/7489, T. 10.6.2003 (Kazancı) sayılı kararından;  … Dosya  içindeki  kanıtlara  göre,  davalının  tüm  yaz  sezonu  boyunca  gürültü  kontrol yönetmeliğinde ön görülen sınırların üzerinde ses çıkaran ve davacılar binası ile içinde eşyalarda dahi hissedilen ölçüde sarsıntılar yaratan iş makineleri ile çalışmalar yapıldığı anlaşılmaktadır.  Taraflara  ait  binaların  İstanbul  Boğazı  kenarında  oluşuda gözetildiğinde, sessizliği ve sakinliği nedeniyle tercih edilen böyle bir yerde tüm yaz boyunca aşırı gürültü ve sarsıntılardan davacıların rahatsızlık ve sıkıntı duydukları anlaşılmaktadır. İnşaat çalışmalarının çok uzun süre devam ettiği ve adeta hakkın kötüye  kullanıldığı  görülmüştür.  Böylece  davacıların  oturdukları  evdeki  huzur  ve sükunun bozulduğu, sinir sistemindeki dengenin sarsıldığı kabul edilmelidir. Bunun sonucu olarak da davacının kişilik değerleri içinde yer alması gereken ruh bütünlüğü de bozulmuş olacağı için kişilik haklarına zarar verildiği kabul edilmeli davacılar için uygun bir miktarda manevi tazminata hükmedilmelidir.  143 Bu konuda ayrıntılı bilgi için bkz. Bernhard Waldmann,  Der Schutz vor ideellen Immissionen in Wohngebieten – eine kritische Würdigung , BR/DC 2005, s. 156 vd., özellikle s. 157.  144 Sirmen, Çevre, s. 287; Schmid, s. 89.  145 Daha önceleri İsviçre öğreti ve uygulamasında bu tür olumsuz çevre etkilerinin ZGB 684/II (MK m. 737/II) kapsamında kabul edilemeyeceği düşüncesi genellikle benimsenmekteydi. Ancak son zamanlarda İsviçre Federal Mahkemesi güneş ışığının kesilmesi, manzara kapatma, gölge yapma gibi olumsuz çevre etkileri de taşkınlık kapsamında görmeye başlamıştı. Bu yönde bkz. BGE 126 III 452. Nitekim 2009 yılında yapılan değişiklikle birlikte İsviçre Medeni Kanununun (MK m. 737 hükmünü karşılayan) 684. maddesi yeniden düzenlenmiş ve rahatsızlık veren fiiller arasında hava kirliliği, gürültü, kötü kokunun yanı sıra; ışık veya güneş ışığından yoksun bırakma da sayılmıştır. Dolayısıyla bugün artık İsviçre Hukukunda olumsuz çevre etkileri açıkça MK m. 737 hükmünü karşılayan ZGB 684 kapsamında yer almaktadır. Alman Hukukunda ise olumsuz (negatif) çevre etkilerine karşı koruma söz konusu değildir. Bkz. Brückner, BGB § 906 Zuführung unwägbarer Stoffe Rn. 50-56.646  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) İnşaat faaliyetleri sırasında yukarıda sayılan olumsuz etkilerden özellikle inşaat iskeleleri ve barikatlar sebebiyle komşu taşınmazın giriş yollarının engellenmesi veya giriş çıkışın güçleştirilmesi sıklıkla söz konusu olmaktadır. İnşaat faaliyetinin teknik nitelikleri dışında kalan, inşaat faaliyetleri sırasında komşu taşınmazın giriş çıkış yollarının kapatılması sonucu alıcı çevresinin azalması gibi olumsuz çevre etkilerinin, taşkınlık seviyesine varması halinde İsviçre Hukukunda olduğu gibi Türk Hukukunda da MK m. 730/II hükmünün kapsamında kabul edileceğinde bir tereddüt yoktur. Dolayısıyla bu gibi taşkınlıklar sebebiyle doğan zararlar için denkleştirme talep etmek mümkün olacaktır. Bunun dışında esas itibariyle hem süren inşaatlar hem de tamamlanmış inşaatlar bakımından komşu taşınmazın manzarasının kapanması veya güneş ışığının, havasının kesilmesi gibi taşkınlıklar da çok sık gündeme gelecektir. Bununla birlikte bir inşaattan kaynaklanan bu tür olumsuz çevre etkilerini kayıtsız şartsız MK m. 730 hükmüne tabi kılmak tatmin edici olmayan sonuçlara yol açabileceğinden İsviçre kanun koyucusu bu imkâna bitmiş yapılar bakımından bir sınırlama getirmiştir. İsviçre Medeni Kanununda 2009 yılında yapılan değişiklikte MK m. 730 hükmünün karşılığı olan ZGB 679 hükmüne ikinci bir fıkra eklenerek, bir yapının veya tesisin komşu taşınmazı belirli özelliklerinden mahrum bırakması durumunda ZGB 679 f. 1 de (MK m. 730/I) belirtilen taleplerin ancak binanın ya da tesisin inşası zamanında yürürlükte olan düzenlemelere uyulmamış olması halinde söz konusu olabileceği düzenlenmiştir. Zira inşaata ilişkin kamu hukuku kurallarına güvenerek yapı yapan bir taşınmaz malikini bu yapıyı yıkmaya mecbur etmek veya tazminat ödemeye mahkûm etmek hukuk güvenliğini sarsacaktır. Dolayısıyla bu düzenlemeden anlaşılacağı üzere İsviçre hukukunda bir binanın inşası sırasında geçerli olan kamu hukuku düzenlemelerine uygun davranıldığı taktirde inşaatın bitmesinden sonra artık eski hale getirme veya tehlikenin giderilmesi davası açma imkanı bulunmadığı gibi, hukuka uygun bu tür faaliyetler sonucunda komşu taşınmazın katlanmakla yükümlü olduğu bu tür olumsuz çevre etkilerini dolayısıyla bizdeki denkleştirme bedeline karşılık gelecek şekilde tazminat talep etme hakkı da bulunmamaktadır. Ancak bu durum sadece komşu taşınmazı belirli özelliklerinden mahrum bırakma halinde, diğer bir ifadeyle olumsuz çevre etkileri bakımından geçerlidir. Bunun dı                                                 146 Karş. Ulusan, s. 172.  147 Bu düzenlemeye ilişkin ayrıntılı bilgi için bkz. Perhofer, s. 61 vd.; Hürlimann-Kaup/ Nyffeler, Teil 2, s. 129, 130. Bu düzenlemeyle kanun koyucunun bu açıdan kamu hukukuna özel hukuk karşısında öncelik tanıdığı kabul edilebilir. Bu yönde bkz. Fellmann, s. 58 vd.  148 İsviçre hukukunda ZGB 679/II deki sınırlayıcı hükmün bitmiş inşaatların yanı sıra devam  eden  inşaatlar  bakımından  da  uygulanıp  uygulanmayacağı  tartışmalıdır.  Bu konuda bkz. Hürlimann-Kaup/Nyffeler, Teil 2, s. 130. 149 Esasen Eşya Hukukuna İlişkin Hükümlerin Kısmî Revizyonunu Öngören İsviçre Medenî Kanunu Ön Tasarı metninde, manzara kapatma hariç bu gibi olumsuz çevre etkileri sebebiyle komşu taşınmaz malikinin sadece tazminat talebinde bulunabileceği düzenlenmişti. Ancak bu düzenleme kanunlaştırma sürecinde ağır eleştiriye uğramış ve sonuç olarak kanun metnine alınmamıştır. Bu süreç hakkında ayrıntılı bilgi için bkz. Fellmann, s. 54 vd.; Perhofer, s. 61 vd. Ayrıca Ön Tasarı metninin Türkçe tercümesi için bkz. Büyüksağiş, s. 212.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   647 Maliklerine Karşı Sorumluluğu şındaki dolaylı çevre etkileri (olumlu maddi veya manevi etkiler) bakımından komşu taşınmaz maliki her zaman diğer yollara da başvurabilir. Türk Hukukunda yapılar ve tesislerin komşu taşınmazda yarattığı olumsuz çevre etkileri bakımından İsviçre Medeni Kanunundaki benzer açık bir düzenleme bulunmamaktadır. Ancak Türk hukukunda da özellikle eski Medeni Kanun zamanında, bir inşaatın yapılıp yapılamayacağı, yapılacaksa ne şekilde hangi mesafeler dâhilinde hangi yükseklikte, genişlikte ve ende olacağı hususlarının MK m. 739 uyarınca özel hükümlere ve en başta imar mevzuatına terk edildiği; bu durumda yapılan inşaatın boyutları veya uyulması gerekli mesafeler imar planında öngörülen esaslara, imar yönetmeliğinde yer alan ölçütlere uygun olduğu sürece, komşunun bir irtifak hakkından yararlanması da söz konusu değilse, ışık, rüzgâr, hava gibi doğal enerji kaynaklarından yoksun kalındığı yolundaki bir iddianın MK m. 737 kapsamında çözümlenebilme imkânı bulunmadığı genel olarak kabul edilmekteydi. Bir başka deyişle bu görüşe göre imar mevzuatına uygun olarak inşa edilen bir yapının sırf varlığı nedeniyle oluşan olumsuz çevre etkilerini komşuluk hukuku kapsamı dışında tutmak gerekecektir. Buna karşılık imar esaslarına aykırı bir inşaatın yarattığı olumsuz çevre etkileri sebebiyle meydana gelen zarar ve rahatsızlık, hoşgörü sınırlarını aştığı taktirde MK m. 730 hükmüne dayanılabileceği de yine doktrinde genel olarak kabul edilmektedir. Öncelikle belirtmek gerekir ki, her ne kadar İsviçre de olduğu gibi açıkça düzenlenmemiş olsa da Türk hukukunda da, manzara, ışık veya güneş ışığından yoksun bırakma gibi olumsuz çevre etkilerinin de MK m. 737 hükmü kapsamına dahil olduğu ve kural olarak bunların taşkınlık teşkil ettiği hallerde MK m. 730 hükmünün uygulanacağında bir tereddüt yoktur. Nitekim bu tür olumsuz çevre etkileri mutlaka bir inşaat faaliyeti sonucu ortaya çıkmayabilir. Örneğin Yargıtay ın ağaç dikilmesi sonucu komşu taşınmazın güneşinin kesilmesine ilişkin olarak vermiş olduğu pek çok kararında adı geçen olumsuz çevre etkilerini komşuluk hukuku bakımından MK m. 737 kapsamında değerlendirmeye aldığı görülmektedir. Buna karşılık eğer bu tür olumsuz çevre etkileri bir inşaat faaliyeti sonucu ortaya çıkmışsa, kanaatimizce Türk hukuku bakımından da inşa edilen yapının imar mevzuatına uygun olup olmadığına göre bir değerlendirme yapmak gerekir.                                                  150 Bu yönde bkz. Fellmann, s. 58. Karşı görüş için bkz. Rey/Strebel, BSK ZGB 679 N. 36. Yine doktrinde genel olarak söz konusu hükmün sadece yapı ruhsatına bağlanmış binaları kapsadığı kabul edilmektedir. Bu yönde bkz. Rey/Strebel, BSK ZGB 679 N. 38; Fellmann, s. 56.  151 Ulusan, s. 169 vd.; Tekinay, s. 74 vd. Yarg. 1. HD. E. 2012/2508, K. 2012/7946, T. 25.6.2012 tarihli karardan:  Ancak, komşuluk hukuku açısından değerlendirme için öncelikle yapılaşmanın imar mevzuatına uygun olup olmadığının belirlenmesi zorunludur.  (Kazancı).  152 Tekinay, s. 75; Oğuzman/Seliçi/Oktay-Özdemir, N. 1988 dn. 1270; Petek, s. 234. Akipek/Akıntürk ise bu durumda esas itibariyle kamu hukukuna ilişkin yaptırım kurallarının uygulanabileceğini, imar kurallarına aykırı yapılan kazı ve yapılardan zarar gören  komşuların  sadece  tazminat  talep  edilebileceğini  ifade  etmektedir  (Akipek/Akıntürk, s. 560).  153 Bu yönde bkz. Yarg. 14. HD. E. 2012/14449, K. 2013/886, T. 22.1.2013 (Kazancı); Yarg. 14. HD. E. 2006/6138, K. 2006/7390, T. 26.6.2006 (Kazancı); Yarg. 1. HD. E. 2005/7185, K. 2005/7596, T. 20.6.2005 (Kazancı).648  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) Eğer ki imar mevzuatına aykırı bir yapı yapılmış ve bunun sonucunda komşu taşınmazlar bakımından ortaya çıkan olumsuz çevre etkileri komşu taşınmazları zarara uğratmışsa, bu durumda komşu taşınmaz maliki İsviçre de olduğu gibi Türk hukukunda da MK m. 730/I den doğan tüm talepleri ileri sürebilir. Nitekim Yargıtay ın da bu yönde birçok kararı mevcuttur. Hatta kanaatimizce imara aykırı inşaat faaliyetleri sırasında inşaatın tamamlandığında büyük olasılıkla komşu taşınmazlar bakımından katlanılması güç olumsuz çevre etkileri doğuracağı açıkça görülüyorsa, komşu taşınmaz maliki MK m. 730 hükmü çerçevesinde önleyici bir dava dahi açabilmelidir. Buna karşılık eğer imar mevzuatına uygun şekilde bir yapı inşa edilmişse durum ne olacaktır? Öncelikle belirtmek gerekir ki, esas itibariyle bir binanın inşası sırasında imar kurallarına uygun hareket edilmiş olması kural olarak inşaattan doğan olumsuz çevre etkilerinin MK m. 737/II hükmü anlamında yerel âdete uygun olduğu ve bu sebeple bir taşkınlık teşkil etmediği anlamına gelebilir. Özellikle de İsviçre Hukukunda kamu hukuku düzenlemelerinin in                                                 154 Bununla birlikte MK m. 738/II hükmünün esasen MK m. 739 hükmüne aykırılığın yaptırımı olduğu kabul edildiği taktirde, imar kurallarına aykırı inşaat halinde MK m. 725 hükmünün kıyasen uygulanabileceği, dolayısıyla taşınmaz malikinin yapıyı yaparken iyiniyetli olması ve komşunun süresi içinde itiraz etmemiş bulunması halinde şartlar elverişliyse yapının yıktırılmayarak olduğu gibi kalmasına karar verileceği, ancak komşunun bundan dolayı uğramış olduğu zararın taşınmaz malikince tazmin edileceği sonucuna da varılabilir. Bu konudaki açıklamalar için bkz. yukarıda dn. 85. Hatta bu durumda bir irtifak hakkının tesis edilmesinin de mümkün olduğu yönünde bkz. Göksu, CHK ZGB 685 N. 10; BGE 95 II 7 E. 4.  155 Bu yönde bkz. Yarg. 1. HD. 9.10.1978, 10313/10443 (YKD. 1979/5, s. 615); Yarg. HGK 23.10.1996, 1-545/723 (İKİD. 1999/464, s. 14333) sayılı kararından:  Salt imara aykırılık iddiasının çözüm yeri idari yargıdır. Ancak komşunun imara aykırı inşaatı ile, ışık, rüzgar, hava gibi doğal enerji kaynaklarından yoksun kalındığı ve imar esaslarına aykırı inşaattan doğan zarar veya rahatsızlığın, komşudan beklenebilecek hoşgörü sınırlarını aştığı savıyla, MK. 661 ve müteakip maddeleri çerçevesinde komşuluk hukuku esaslarına  göre  açılan  davanın  çözüm  yeri  ise  adli  yargıdır.   Yarg.  1.  HD.  E. 1999/12402, K. 1999/12586, T. 1.12.1999 sayılı kararından:  Davalının inşaatının imar mevzuatına aykırı olduğu, çıkılan fazla katlar nedeniyle davacının güneş ve görüntü almasının engellendiği iddia edilerek men'i müdahale ve kal istendiğine ve davalı tarafından sonradan yaptırılan ilavelerin imara aykırı olduğu saptandığına göre; salt imara aykırılık idareyi ve idari yargıyı ilgilendiren bir konu olmakla birlikte, davacının komşuluk hukukuna uygun düşmeyen zararın varlığına ilişkin iddiasının da araştırılıp hükme bağlanması gerekir.  Yarg. 1. HD. E. 2010/12064, K. 2011/2874, T. 11.3.2011 kararından (Kazancı):  İmar Yasasının öngördüğü çekme mesafesine uyulmamış olması idarenin ve 3194 Sayılı Kanun'un 32 ve 42. maddeleri gereğince idari yaptırımı gerektirir. Ancak, yapılan inşaatın kendisine komşu olan parsel yönünden manzaranın kapatılması, güneşin perdelenmesi, görüntünün bozulması ve hava sirkülasyonunun engellenmesi gibi zararlandırıcı olgular yaratması durumunda 4721 Sayılı TMK nun 737 ve takip eden maddelerinde öngörülen komşuluk hukuku ile ilgili düzenlemeleri gözetilmek suretiyle çekişmenin çözüme kavuşturulacağı açıktır.  Hatta bu durumda Yargıtay gerekirse tamamlanmış  bir  binanın  yıkılmasına  dahi  karar  vermektedir.  Bkz.  Yarg.  1.  HD. 24.02.2003, E. 2003/1262, K. 2003/1668 (Kazancı);  Davalıya ait ruhsatsız ve kaçak yapı ve balkon çıkmasının davacının deniz manzarasını kapattığı gözönünde tutularak, balkon çıkıntısının ve bunların üzerinde yer aldığı anlaşılan çekme katın yıkılmasına karar verilmesi gerekirken, yıkımı fahiş zarar doğuracağından bahisle çekme katla ilgili talebin reddedilmesi isabetsizdir.   156 Bu yönde bkz. BGE 84 II 85; 42 II 446. Nitekim Yargıtay da bazı kararlarında bu görüşü benimsemiştir. Bu yöndeki kararlar için bkz. Ulusan, s. 180 dn. 68.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   649 Maliklerine Karşı Sorumluluğu şaat kurallarına ilişkin olarak yeterince detaylı düzenlemeler içerdiği durumlarda bu kurallara uygun hareket etmek taşkınlığı önleyeceğinden komşu taşınmaz malikinin bunlara katlanması gerekeceği ve MK m. 730 dan doğan talepleri ileri süremeyeceği genel olarak kabul edilmektedir. Türk Hukukunda İsviçre Hukukunda olduğu gibi bitmiş yapılardan kaynaklı olumsuz çevre etkilerine ilişkin sınırlayıcı bir kural olmadığından, Türk Hukuku bakımından, genel olarak imar kurallarına uygun olarak inşa edilmiş bir yapı da olsa, eğer komşunun ışığına, güneşine, havasına, manzarasına mani oluyorsa bu yapının komşu taşınmazlar bakımından doğurduğu olumsuz çevre etkilerinin yine de MK m. 737 anlamında taşkınlık teşkil edeceği kabul edilebilir. Ancak bu etkiler taşkınlık sınırını geçmiş olsa dahi, komşu taşınmaz maliki MK m. 737/III hükmü çerçevesinde hukuka uygun taşkınlıklara kural olarak katlanmak zorunda olduğundan bunlara da katlanmak zorunda olacaktır. Bu durumda MK m. 730/I den doğan talepler ileri sürülemeyecek ve bu sebeple yapının yıktırılması veya henüz inşa aşamasında ise inşaatın durdurulması ve hatta tazminat istenemeyecektir. Bununla birlikte biz bu durumda komşu taşınmaz maliklerinin bu sebeple uğradığı zararlar karşılığında, denkleştirmeye ilişkin getirilen MK m. 737/III ve MK m. 730/II hükümleri uyarınca (hukuka uygun bir faaliyet sonucu meydana gelen kaçınılmaz taşkınlıklar dolayısıyla uğranılan zarar kapsamında) hakkaniyet gerektirdiği ölçüde uygun bir denkleştirme  bedeli  istenebileceği  kanaatindeyiz.  Bu  denkleştirme  bedeli somut olayın şartlarına göre komşu taşınmazdaki değer kaybı olarak da belirlenebilir. Bu çerçevede örneğin imara uygun inşa edilen bir bina sebebiyle komşu taşınmazın olağanüstü manzarasının kapatılması sonucunda komşu taşınmazın  uğradığı  değer  kaybı  karşılığında  denkleştirme  bedeli  istenmesi mümkün olacaktır. Buna karşılık eğer imar kuralları komşulara yönelik taşkınlık teşkil eden çevre etkilerini hiç veya yeterince dikkate almıyorsa, imar kurallarına uygun bir inşaat yapılmış olsa dahi bu inşaat komşu taşınmaz maliklerine önemli bir zarar verdiği taktirde MK m. 737/II ve dolayısıyla MK m. 730/I hükümlerinin uygulanması dahi düşünülebilir. Zira komşuların katlanma sınırlarını belirleyen MK m. 737 kanaatimizce kamu hukuku düzenlemeleri bakımından da komşuların haklarını asgari ölçüde güvence altına alan bir düzenleme içermektedir. Dolayısıyla örneğin eğer komşu taşınmazların güneş ışığının veya ha                                                 157 BGE 126 III 452. Bu konuda bkz. Schmid, s. 92; Perhofer, s. 62 vd.  158 Yukarıda da belirttiğimiz üzere İsviçre Medeni Kanununda 2009 yılında yapılan değişiklikle MK m. 730 hükmünün karşılığı olan ZGB 679 hükmüne ikinci bir fıkra eklenerek, bir yapının veya tesisin komşu taşınmazı belirli özelliklerinden mahrum bırakması durumunda ZGB 679 f. 1 de (MK m. 730/I) belirtilen taleplerin ancak binanın ya da tesisin inşası zamanında yürürlükte olan düzenlemelere uyulmamış olması halinde söz konusu olabileceği düzenlenmiştir.  159 Doktrinde Petek de, yeni MK m. 737 f. 3 çerçevesinde yerel âdete uygun ve kaçınılmaz taşkınlıklardan doğan denkleştirmeye ilişkin hakların saklı olduğu düzenlendiğinden, yapılan inşaat hukuka (imar planlarında öngörülen esaslara ve imar yönetmeliğine) uygun olmasına rağmen, kaçınılmaz olarak bir taşkınlığa sebep oluyorsa hakkaniyet gerektirdiği ölçüde denkleştirme talep edilebileceğini kabul etmektedir (Petek, s. 234).  160 Bunun anlamı eğer kamu hukuku düzenlemeleri komşuların menfaatlerini yeterince dikkate almıyorsa, Medeni Kanunun komşuluk hukukuna ilişkin hükümlerinin bu konuda komşulara asgari bir koruma sağlamasıdır. Nitekim İsviçre Federal Mahkemesi de yakın tarihli bir kararında buna vurgu yapmıştır. Bu konuda bitkilerle ilgili olarak650  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) vasının kesilmesi gibi olumsuz çevre etkileri komşular bakımından ağır nitelikte zararlara yol açıyorsa, bu durumda inşaat imar kurallarına uygun yapılmış olsa dahi, komşu taşınmaz maliki MK m. 730/I den doğan talepleri ileri sürebilmeli, gerekirse, inşaatın yapımını durdurabilmeli veya inşaatın yıkılmasını isteyebilmelidir. Nitekim genel olarak bir inşaatın kamu hukuku kurallarına uygun yapılmış olması onun komşuluk hukuku alanında hiçbir denetime tabi tutulmayacağı anlamına gelmez.  c)  Taşkınlığın Kaçınılmaz Nitelikte Olması Komşu taşınmaz malikinin taşkınlıklara katlanma yükümlülüğünün MK m. 737 hükmünde öngörülen normal düzene göre ağırlaştırılması ve komşu taşınmaz malikinin sadece denkleştirme talebiyle yetinmek zorunda kalması bakımından diğer bir şart da, söz konusu inşaat faaliyetlerinden doğan taşkınlığın kaçınılmaz nitelikte olmasıdır. Taşınmaz maliki kendisinden beklenecek tüm tedbirleri almış olmasına rağmen inşaat faaliyetleri sebebiyle mülkiyet hakkının sınırlarının aşılmasına ve bunun sonucunda komşu taşınmaz maliklerine zarar verilmesine engel olamıyorsa ortaya çıkan taşkınlık kaçınılmazdır. Yine taşınmaz malikinin hangi tedbirleri alması gerektiği de hâkim tarafından objektif kriterlere göre somut olayın şartları çerçevesinde tarafların menfaatleri dikkate alınarak belirlenir (MK m. 4)164. Bu konuda hâkime geniş bir takdir yetkisi tanınmıştır. Bu durumda o yine taşınmazın durumunu, niteliğini ve yerel âdeti, ayrıca taşkınlığın süresini, tekniğin bilinen durumunu, alınacak önlemler için yapılacak masrafların orantılılığını dikkate alarak bir kanaate varacaktır.  Örneğin  eğer  taşkınlığın  önlenmesi  inşaat  sahibi bakımından                                                                                                                        bkz. BGE 124 III 452; inşaatlarla ilgili olarak bkz. BGE 138 III 49. Kararların açıklaması için bkz. Perhofer, s. 60 vd.; Rey/Strebel, BSK ZGB 679a, N. 41.  161 Bir inşaatın nerede, nasıl ve ne zaman yapılacağı esas olarak kamu hukuku kuralları çerçevesinde belirlense dahi, bazı özel hukuk düzenlemeleriyle inşaat faaliyetlerine birtakım kısıtlamalar getirilmesi mümkündür. Bu düzenlemelerden komşuluk hukukundan kaynaklanan mülkiyet hakkı sınırlamalarına ilişkin MK m. 738 hükmü inşaat faaliyetlerinin özel hukuk tarafından kısıtlanmasına ilişkin önemli bir örnektir. Söz konusu hüküm uyarınca;  Malik, kazı ve yapı yaparken komşu taşınmazlara, onların topraklarını sarsmak veya tehlikeye düşürmek ya da üzerlerindeki tesisleri etkilemek suretiyle zarar vermekten kaçınmak zorundadır.  Dolayısıyla bir taşınmazda inşaat faaliyeti yürütmek üzere her türlü idari izin ve ruhsat alınmış ve inşaatla ilgili alınan ruhsata ve diğer tüm kamu hukuku kurallarına uygun davranılmış olsa dahi, eğer bu faaliyet komşu taşınmazlara onların topraklarını sarsmak veya tehlikeye düşürmek ya da üzerlerindeki tesisleri etkilemek suretiyle zarar verecek mahiyette ise ve bu zararı önlemek mümkün değilse söz konusu hüküm gereğince bu inşaatın yürütülmesi yasaklanabilir (Meier-Hayoz, BK ZGB 685/686, N. 76 vd.; Rey/Strebel, BSK ZGB 686 N. 11 vd.; Göksu, CHK ZGB 685 N. 6; Tekinay, s. 81). Görüldüğü üzere bu durumda tek başına bir özel hukuk hükmü esas itibariyle zamansal olarak bir inşaatın yapılıp yapılamayacağını belirlemektedir. Bu konuda bkz. Meier-Hayoz, BK ZGB 685/686, N. 71. 162 Hürlimann-Kaup/Nyffeler, Teil 1, s. 6; Krauskopf/Girón, s. 52. 163 BGE 114 II 237, E. 5a. 164 Hürlimann-Kaup/Nyffeler, Teil 1, s. 6; Krauskopf/Girón, s. 53.  165 Rey/Strebel, BSK ZGB 679a N. 10; Krauskopf/Girón, s. 53.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   651 Maliklerine Karşı Sorumluluğu orantısız masraflara yol açacaksa yine taşkınlığın kaçınılmaz olduğundan bahsetmek gerekir. Bir inşaat projesi söz konusu olduğunda inşaat sahibinden beklenen, inşaat tekniğinin seçimi ve inşaat projesinin yürütülmesinde çevre etkilerinden önlenebilir olanları önlemek, önlenemez olanları ise asgariye indirmektir. Özellikle inşaat tekniğinin seçiminin inşaat sebebiyle ortaya çıkması beklenen çevre etkileri üzerinde önemli bir etkisi vardır. İnşaat sahibi mümkün olduğu ölçüde en az zarar verecek inşaat tekniğini seçmek zorundadır. Eğer belirli bir tekniğin kullanılması aşırı derecede çevre etkilerine ve taşkınlıklara sebebiyet verecekse, bunun projenin yürütülebilmesi için zorunlu olması gerekir. Eğer bir inşaat faaliyetinin yarattığı çevre etkileri yukarıda açıklandığı şekilde kaçınılmaz nitelikte değilse, diğer bir ifadeyle inşaat faaliyetlerini gerçekleştiren taşınmaz maliki bu çevre etkilerini önlemek için gerekli tedbirleri almamışsa komşu taşınmaz maliki denkleştirme talebiyle yetinmek zorunda değildir. Bu durumda o, MK m. 730/I hükmünden doğan tüm talepleri ileri sürebilir. Böylece komşu taşınmaz maliki, inşaat faaliyetlerinden doğan kaçınılabilir nitelikteki çevre etkilerinin, kendisine tanınmış olan eski hale getirme ve tehlikenin önlenmesi talepleri yoluyla katlanmakla yükümlü olduğu şekilde kaçınılamaz nitelikte etkiler derecesine sınırlandırılmasını isteyebilir. Ayrıca zararın önlenmesi kolaylıkla mümkünken, inşaat sahibi bunu yapmıyorsa bu durumda taşkınlık yine hukuka aykırı olacak ve inşaat için ruhsat alınmış olsa dahi, komşu taşınmaz maliki MK m. 730/I hükmünden doğan tüm talepleri ileri sürebilecektir.  d)  Zarar Şartı Son olarak komşu taşınmaz malikinin MK m. 730/II ve MK m. 737/III hükümleri çerçevesinde denkleştirme talep edebilmesi için inşaat faaliyetleri sebebiyle bir zararın doğmuş olması şartı aranır. Burada meydana gelen zararın sorumluluk hukuku anlamında bir zarar olduğu (malvarlığının irade dışı azalması) genel olarak kabul edilmektedir. Zarar malvarlığının aktiflerinin azalması, pasiflerinin artması veya kar kaybı şeklinde görülebilir. Bu çerçevede komşu taşınmaz malikinin malvarlığının taşkınlıklar söz konusu olmasaydı                                                  166 Honsell/Isenring/Kessler, s. 191 N. 13; Petek, s. 296. Taşkınlığı önlemek için alınması beklenen tedbirlerin neler olduğu kamusal çevre hukukuna göre belirlenecektir. Bu sebeple hukuku uygulayan makamların kamu hukuku kuralları ile özel hukukun çevre etkilerine ilişkin kurallarını uyumlu hale getirmesi gerekir (Wagner Pfeifer, s. 6).  167 Ender, N. 569; Krauskopf/Girón, s. 53.  168 Ender, N. 531; Hürlimann-Kaup/Nyffeler, Teil 1, s. 6. 169 Tekniğin zorunlu olması ile ilgili kriterler için bkz. Hürlimann-Kaup/Nyffeler, Teil 1, s. 6; Ender, N. 535 vd.  170 İnşaat faaliyetlerinden kaynaklı gürültülerden ve bu faaliyetler sebebiyle geçiş güçlüklerinden özellikle olumsuz etkilenen işletmeler (örn. bahçesinde hizmet veren bir restoran veya sabit bir müşteri kitlesinden değil de, daha çok rastgele gelip geçen müşterilerden para kazanan bir dükkân) maddi kayıplarını ve diğer olumsuzlukları azaltmak için elektrik yalıtımı yapmak ya da görünecek şekilde işaret tabelaları asmak gibi ek tedbirleri gerekli görebilirler (Wagner Pfeifer, s. 6).  171 Krauskopf/Girón, s. 53; Göksu, CHK ZGB 679a N. 5.  172 Benzer görüşte Büyüksağiş, s. 215.  173 Krauskopf/Girón, s. 53; Fellmann, s. 63; Göksu, CHK ZGB 679a N. 7.652  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) içinde bulunacağı durum ile hâlihazırdaki mevcut durumu arasındaki fark zararı oluşturacaktır. Yine inşaat faaliyeti sebebiyle ortaya çıkan taşkınlıklarla komşu taşınmazda meydana gelen zararlar arasında uygun illiyet bağının bulunması gerekir. Bu iki hususu, yani zararın miktarını ve bu zararın inşaat sahibi taşınmaz malikinin taşkınlıklarından kaynakladığını denkleştirme talep eden komşu taşınmaz maliki ispatla yükümlüdür. Hemen belirtmemiz gerekir ki, yukarıda açıkladığımız menfaatler dengesi ve buna dayalı denkleştirme talebi, sadece salt ekonomik zararlar ve küçük çaptaki malvarlığı zararları bakımından geçerlidir. Buna karşılık kişi varlığına ilişkin zararlar veya mülkiyet hakkına ilişkin önemli zararlar söz konusu ise MK m. 730/I hükmü uygulanacaktır. Zira bu tür mutlak hak ihlali sonucu meydana gelen zararlarda komşu taşınmaz malikinin katlanma yükümlülüğü bulunduğu ve sadece denkleştirme ile yetinmesi düşünülemez. Dolayısıyla                                                  174 Hakim tarafından denkleştirmeye konu olacak zararın hesaplanmasında MK m. 730/I (Art. 679 ZGB) hükmünün kıyasen uygulanacağı kabul edilmektedir. Bu yönde bkz. Ender, N. 881; Petek, s. 450 vd.  Katıldığımız görüş çerçevesinde MK m. 730/II hükmünün kapsamına kural olarak sadece küçük çaptaki malvarlığı zararları ve salt ekonomik  zararlar  girer.  Bu  yönde  bkz.  Ender,  N.  886  vd.  Esasen  Türk  hukuku bakımından  genel  olarak  salt  ekonomik  zararların  tazmin  edilip  edilmeyeceği tartışmalıdır. Tartışmalar için bkz. Sanlı, s. 335 vd. Bununla birlikte şunu da ifade etmek gerekir ki, burada talep edilen zararın tam tazmini değil, komşu taşınmaz malikinin hukuka uygun inşaat faaliyetleri sebebiyle uğradığı zararların tamamının uygun bir miktarla denkleştirilmesi olduğundan, artık zarar türleri arasında yapılan ayrımlar bir ölçüde önemini kaybedecektir. Zira hâkim bu durumda genel olarak komşu  taşınmaz  malikinin  olumsuz  etkilere  katlanması  karşılığında  fedakârlığın denkleştirilmesi kapsamında ödenecek miktarı somut olayın şartlarına göre serbestçe takdir eder. Bu yönde bkz. Ender, N. 880 vd. Kaldı ki katıldığımız görüş çerçevesinde MK  730/II  ve  737/III  hükümleri  salt  ekonomik  zararın  tazminine  imkan  veren hükümlerdir. Bu yönde bkz. Eckenstein s. 65 vd. 175 Hürlimann-Kaup/Nyffeler, Teil 1, s. 7.  176 Ender, N. 654 vd.; Eckenstein, s. 51 vd; Hürlimann-Kaup/Nyffeler, Teil 1, s. 7. Bir görüşe göre buraya hafif nitelikteki manevi zararları da dahil etmek gerekir. Komşu taşınmaz malikinin, hukuka uygun bir faaliyetten doğan taşkınlıklar sebebiyle kendi taşınmazında  ortaya  çıkan  küçük  çaptaki  maddi  hasarlara  ve  salt  ekonomik zararlarına  belirli  bir  denkleştirme  bedeli  karşılığında  katlanma  yükümlülüğü bulunduğu kabul edilebilir. Ancak manevi zararlar bakımından aynı sonuca varmak mümkün değildir. Kanaatimizce hafif nitelikteki manevi zararlar taşkınlık boyutuna gelmediği  sürece,  bunlar  zaten  komşu  taşınmaz  malikinin  MK  m.  737  hükmü çerçevesinde karşılıksız katlanma yükümlülüğünün içinde kalır. Ancak bu boyutu aşan, kişi sağlığına ve vücut bütünlüğüne yönelik manevi zararlar söz konusu ise, komşu taşınmaz malikinin artık bunlara denkleştirme bedeli karşılığında katlanması beklenemez. Bu durumda manevi zarara uğrayan komşu MK m. 730/I den doğan her türlü  hakkını  kullanabilmelidir.  Dolayısıyla  manevi  zarar  bakımından  sadece  iki seçenek mevcuttur. Denkleştirme karşılığı bu türden zararlara katlanma söz konusu olmaz. Bu konu hakkında ayrıntılı bilgi için bkz. Ender, N. 600 vd.; Eckenstein, s. 51 vd., Ulusan, s. 321 vd.  177 Hürlimann-Kaup/Nyffeler, Teil 1, s. 7; Krauskopf/Girón, s. 54 vd.; Ulusan, s. 321 vd.  178 İnşaat faaliyetlerinden doğan çevre etkileri komşu taşınmazın özüne zarar verdiği taktirde bunlar yine hukuka uygun bir faaliyetten kaynaklanıp kaynaklanmadığına bakılmaksızın hukuka aykırı sayılacaktır. Dolayısıyla uğramış olduğu büyük malvarlığı zararları sebebiyle komşu taşınmaz maliki bunlar hukuka uygun bir faaliyetin sonucuTaşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   653 Maliklerine Karşı Sorumluluğu komşu taşınmaz maliki kişilik hakkının veya malvarlığı hakkının ağır ihlali niteliğindeki bir taşkınlıkla karşılaştığında MK m. 730/I den kaynaklanan önleme ve durdurma haklarını kullanabileceği gibi, zararının haksız fiil hükümleri anlamında tam tazminini de talep edebilir. Yine bu durumda da inşaat sahibi taşınmaz maliki komşu taşınmaz malikinin uğradığı zararlardan MK m. 730/I çerçevesinde kusursuz sorumlu olacaktır. İnşaat faaliyetleri sebebiyle komşu taşınmaz malikinin uğrayacağı salt ekonomik zararlara örnek olarak, inşaat sebebiyle ortaya çıkan taşkınlıkların önlenmesi amacıyla alınan önlemler için yapılan masraflar, kira bedellerinin indirilmesi sebebiyle meydana gelen gelir kayıpları veya müşterilerin azalma                                                                                                                       olarak ortaya çıkmış dahi olsa MK m. 730/I hükmünden doğan tüm haklarını kullanabilir. Örneğin kendi taşınmazında bir yapı yapmak üzere temeli çok derin kazan ve bu sebeple komşu taşınmaz üzerindeki binanın yıkılmasına sebebiyet veren malikin fiili hukuka aykırıdır (MK m. 738). Komşu taşınmaz maliki bu durumda sadece tazminat talep etmekle yetinmek zorunda değildir, eğer ki tehlikenin tekrarlanması ihtimali varsa o aynı zamanda MK m. 730/I uyarınca tehlikenin önlenmesi davası açarak inşaatın durdurulmasını veya gerekli ise yıkılmasını da sağlayabilir. Ayrıca inşaat sahibi taşınmaz maliki doğal olarak binanın eski hale getirilmesi için tüm masrafları da tazmin edecektir. Bu tür mülkiyet hakkının ihlali niteliği taşıyan zararlar bakımından komşu taşınmaz malikinin ağırlaştırılmış katlanma yükümlülüğünden bahsedilemez. 179 Özellikle kişilik hakkının ihlali sonucunda ortaya çıkan bir zarar söz konusu ise, çevre etkilerinden zarar gören komşuların menfaati kural olarak inşaat sahibinin menfaatinin üstünde kabul edilir. Diğer bir ifadeyle bu durumda komşunun inşaat faaliyetine katlanma yükümlülüğü çok düşük değerlendirilir. Dolayısıyla komşu taşınmaz maliki kişilik hakkının ihlali niteliğindeki bir taşkınlıkla karşılaştığında MK m. 24, 25 veya MK m. 730/I den kaynaklanan önleme ve durdurma haklarını kullanabilir. Bu yönde bkz. Eckenstein, s. 51. 180 Bu tam tazminin içine fiili zararlar girdiği gibi, bu hasarlar sebebiyle ortaya çıkan kar mahrumiyeti  de  girer.  Sirmen,  Çevre,  s.  292.  Yarg.  14.  HD.  E.  2014/474,  K. 2014/4775, T. 10.4.2014 (Kazancı) tarihli kararından:  … davalı gerçek kişilerin, davalı Belediye'den aldıkları izin uyarınca taşınmazlarının temel hafriyat kazısı sırasında davacının taşınmazlarına zarar verdiği, zarar bedelinin yerinde yapılan keşif sonucu alınan uzman bilirkişi raporu ile belirlendiği anlaşılmaktadır. Ancak mahkemece, davacı tarafından taşınmazlarının kiraya verilmek suretiyle kullanıldığının ve mahrum kalınan kira bedelinin talep edilmesine karşın, ibraz edilen kira sözleşmesindeki kira süresinin dava konusu taşınmazlara zarar verdiği iddia edilen taşınmazın yıkım tarihinden önceki tarihe ait olduğu, bu nedenle yıkılan taşınmazlardan kira geliri aldığının kanıtlanamadığı gerekçesiyle reddedilmiştir. Bir kimsenin kendi taşınmazında yaptığı hafriyat veya inşaat nedeniyle komşusunun taşınmazına bir zarar vermesi veya onu zarara maruz bırakması halinde, bu zararın giderilmesi gerekmekte olup dava konusu taşınmazları kiraya vermek suretiyle kullandığını ileri süren davacının mahrum kalınan kira bedeli de zarar kapsamındadır.   181 Yine manevi tazminat bakımından bkz. Sirmen, Çevre, s. 293. Taşınmaz malikinin taşkın müdahalelerinden dolayı bir adam öldüğü veya bedensel zarar ortaya çıktığı taktirde BK m. 53 vd. hükümleri uygulanır. Manevi çevre etkileri de huzursuzluk, asap bozukluğu yaratarak etkilerini insanın ruh sağlığı üzerinde gösterdiğinden bedensel zarar olarak nitelenebilir. Adam ölmesi veya bedensel zarar meydana gelmesi halinde manevi tazminatı düzenleyen BK m. 56 hükmü MK m. 730 ile birlikte uygulanacaktır. Yine şartları gerçekleştiği taktirde BK m. 58 hükmünün de MK m. 730 ile birlikte uygulanması mümkündür. Bu konuda bkz. Sirmen, Çevre, s. 293. 182 Karş. BGE 119 II 420, E. 7a. Ayrıca bkz. yukarıda dn. 170.  183 Karş. BGer 5C.117/2005, E. 2.3. Türk Hukukunda da kiracılar tarafından komşu taşınmazdaki inşaat çalışmaları sebebiyle taşınmazın fiilen kullanımının önemli ölçüde654  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) sı sonucu dükkân ve restoranların cirolarının düşmesi sebebiyle uğradıkları kayıplar  girer.  Yine  kanaatimizce  kiracıların  komşu  taşınmazdaki  inşaat faaliyetlerinden doğan taşkınlıklar sebebiyle kiralananı boşaltması sonucu uğranılan kira geliri kayıplarının da bu kapsamda sayılması gerekir. Nitekim Türk hukukunda kiracılar tarafından bu sebeple yargıya taşınan pek çok ihtilaf görülmektedir. Ancak bu gibi olaylarda denkleştirme talep edilebilmesi bakımından önemli olan, bu tür zararlar ile inşaat faaliyetlerinden doğan taşkınlıklar arasındaki illiyet bağını ispat edebilmektir. Bunun dışında eğer komşu                                                                                                                        azalmasına dayanılarak kiralananda sonradan ortaya çıkan ayıp sebebiyle kira bedelinin indirimi davası açılmaktadır. Bu yönde bkz. Yarg. 6. HD., E. 2014/5834, K. 2015/700, T. 22.1.2015 (Kazancı) kararından:  Davacı dava dilekçesinde ... Yat Limanında yürütülen inşaat çalışması nedeniyle taşınmazın fiilen kullanımının önemli ölçüde azaldığından bahisle kira bedelinde %70 oranında indirim isteminde bulunmuştur. … Davacının dava tarihinden itibaren kiralananda sonradan meydana gelen ayıp oranında indirim istemesinde bir usulsüzlük bulunmamaktadır. …   184 Krauskopf/Girón, s. 54; Göksu, CHK ZGB 679a N. 7; Schmid, s. 94; Wagner Pfeifer, s. 8. 185 Bununla birlikte Wagner Pfeifer, taşınmazın boş kalması sebebiyle uğranılan zararların geçici süreli inşaat faaliyetlerinin doğrudan değil, sadece dolaylı bir sonucu olduğunu, kira sözleşmelerinin sadece bu sebeple feshinin pek sık görülemeyeceğini ve yeterli derecede kira indirimi yapılırsa çoğu zaman yeni kiralamaların yapılabileceğini, bu sebeple de talep edilen bedelin genellikle kira indirimi şeklindeki gelir kaybı olduğunu ifade etmektedir (Wagner Pfeifer, s. 8).  186 Ülkemizde kiracıların komşu taşınmazda gerçekleşen inşaat faaliyetleri sebebiyle kira sözleşmesini BK m. 306 hükmü çerçevesinde ayıp sebebiyle feshettikleri de sıklıkla görülmektedir. Buna ilişkin olarak bkz. Yarg. 6. HD. E. 2012/14773, K. 2012/17665, T. 28.12.2012 (Kazancı) tarihli kararından:  Davalı kiracı kiralanan taşınmazın bir bölümünün kamulaştırılacak olması ve bitişik taşınmazdaki stadyum ve spor kompleksi inşasının sebep olduğu bir takım olumsuzlukları gerekçe göstererek akdi 30.04.2009 gününden itibaren geçerli olmak üzere feshettiğini davacı kiralayana bildirmiştir. Davalı kiracının feshe gerekçe olarak gösterdiği olumsuzluklar mahkemece mahallinde gerçekleştirilen keşif sırasında bilirkişilerce belirlenerek 13.12.2010 havale tarihli raporun ilgili bölümünde; taşınmazın davalı tarafından stüdyo ve çalışma alanı olarak kiralandığı, parselin bitişiğinde üst bölümünde devam etmekte olan stadyum inşaatının kazı ve dolgularından kopan kaya ve taş parçalarının çevrede bol miktarda bulunduğu, stüdyo olarak düzenlenmiş bölümlerin zemininde daha önceki su baskını ile oluşan çamur tabakasının mevcut olduğu, gerek stadyum inşaatı sırasında oluşan gürültü, moloz ve taş düşmesi gerekse daha sonra meydana gelen ve izleri mevcut olan su baskınları nedeniyle söz konusu bina ve tesislerde televizyon yayıncılığı yapılması ve bu mahallerin stüdyo olarak kullanılmasının uygun olmadığı belirtilmiştir. Akdin düzenlendiği tarihte mevcut olmayın kiralanan taşınmazda sonradan meydana gelen bu olumsuzlukların BK 250.maddesi hükmü uyarınca kiralayanın tekeffülü altında olduğunda kuşku yoktur. Anılan hüküm uyarınca kiralayan akit süresince kiralananı sözleşme ile güdülen amaca uygun bir halde bulundurmak zorundadır, kiracı kendisinin kusuru olmaksızın kiralananda sonradan meydana gelen bu gibi hallerde ücretten uygun bir miktar indirilmesini isteyebileceği gibi ayıp uygun bir süre zarfından giderilmez ise akdi dahi feshedebilir. … Tüm bu nedenlerle davalı kiracının feshinin haklı nedene dayandığının kabul edilmesi gerekmekte olduğundan mahkemece erken feshe dayalı alacak (tazminat) isteminin reddine karar verilmesi gerekirken yazılı gerekçe ile kabulü hatalı olmuştur.   187 Örneğin cironun düşmesi sebebiyle yaşanan maddi kayıp ile inşaat faaliyetleri arasındaki illiyet bağının ispatlanması için inşaat faaliyetlerinin başlamasından önceki belirli dönemlere ait ciro ve diğer işletme rakamlarının karşılaştırma amacıyla getirilmesi gerekir. Düşüşte başka sebeplerin etkili olup olmadığı uzman bilirkişilerin raporuyla anlaşılacaktır (Wagner Pfeifer, s. 8).Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   655 Maliklerine Karşı Sorumluluğu taşınmaz maliki taşınmazını ekonomik olarak değerlendirmemiş, taşınmazda bizzat kendisi oturuyor ise, genel olarak onun MK m. 730/II ve MK m. 737/III çerçevesinde denkleştirme talep edemeyeceği kabul edilmektedir. Zira komşu taşınmaz malikinin taşınmazını kullanırken aldığı keyfin azalması sorumluluk hukuku anlamında zarar teşkil etmemektedir. Eski tarihli kararlarında İsviçre Federal Mahkemesi denkleştirme talebi için zararın yüksek miktarda olmasını aramaktaydı. Fakat bu yöndeki mahkeme içtihatlarından farklı olarak kanunda yeni madde düzenlenirken (ZGB 679a) böyle bir şart aranmamıştır. Dolayısıyla bugün için İsviçre de uğranılan her türlü zarar miktarı bakımından denkleştirme talebinde bulunmak mümkündür. Kanaatimizce Türk hukuku bakımından da aynı esasın kabul edilmesi uygun olur. Ancak eğer zarar miktarı çok cüzi ise bu durum, ortaya çıkan olumsuz etkinin MK m. 737/II anlamında hoş görülebilecek dereceyi aşmadığı ve taşkınlık niteliği taşımadığı anlamına da gelebilir. Son olarak belirtmek gerekir ki, hâkimin denkleştirme bedelini belirlerken geniş bir takdir yetkisi bulunmaktadır.  e)  Hukuki Sonuç MK m. 730/II ve MK m. 737/III çerçevesinde komşu taşınmaz maliklerine, hukuka uygun faaliyetlerden doğan ve taşınmaz malikinden hal ve şartlara göre alması beklenen tedbirlerle önlenmesi mümkün olmayan kaçınılmaz taşkınlıklar bakımından MK m. 737 hükmünün genel düzenine göre ağırlaştırılmış bir katlanma yükümlülüğü getirilmiştir. Dolayısıyla komşular hukuka uygun inşaat faaliyetlerden doğan kaçınılmaz taşkınlıkların önlenmesini veya durdurulmasını talep edemezler; uğradıkları zararları ise tam bir tazminat olarak değil, tarafların durumuna, yapılan fedakârlığın ağırlığına, inşaat sahibi taşınmaz malikinin elde ettiği yararlara göre tespit edilecek, hakkaniyete uygun bir denkleştirme olarak talep edebileceklerdir. Taşınmaz malikinin denkleştirmeden sorumluluğu da kusurdan bağımsız bir sorumluluktur.                                                  188 Krauskopf/Girón, s. 54; Hürlimann-Kaup/Nyffeler, Teil 1, s. 7. Bu konudaki eleştiri ve öneri için bkz. Göksu, CHK ZGB 679a N. 7. 189 BGE 114 II 230 E 5a.  190 Hürlimann-Kaup/Nyffeler, Teil 1, s. 7; Krauskopf/Girón, s. 54; Göksu, CHK ZGB 679a N. 6; Eckenstein, s. 100. 191 Denkleştirme bedelinin hesaplanmasına ilişkin olarak bkz. Ender, N. 774 vd.; Petek, s. 450 vd. Örneğin denkleştirmeye hükmederken, taşkınlığa maruz kalanın elde ettiği menfaatlerin de dikkate alınması gerekir.  192 Ertaş, N. 1928; Petek, s. 325. İsviçre Hukukunda ise bizden farklı olarak taşınmaz maliki bu gibi durumlarda da tam tazminatla yükümlü tutulmuştur. Esasen Eşya Hukukuna İlişkin Hükümlerin Kısmî Revizyonunu Öngören İsviçre Medenî Kanunu ÖnTasarısı'nda da Türk hukukundaki düzenlemeye benzer şekilde bu gibi durumlarda komşu taşınmaz malikinin uygun bir ödeme talep edebileceği kabul edilmişti (Art. 679a Abs. 1 VE-ZGB) Ön Tasarı metninde yer alan maddenin Türkçe tercümesi için bkz. Büyüksağiş, s. 214. Ancak Ön Tasarıdan farklı olarak kabul edilen ve yürürlüğe giren ZGB 679a metninde  uygun bir ödeme  değil,  tazminat  ifadesini kullanılmıştır. İsviçre doktrininde de baskın görüş burada bir tam tazminatın söz konusu olduğu yönündedir. Bkz. Fellmann, s. 63; Honsell/Isenring/Kessler, s. 191 N. 13; Krauskopf/Girón, s. 53.656  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609-658, 2017) Denkleştirme sorumluluğunun kapsamına inşaat sebebiyle ortaya çıkan taşkınlıkların önlenmesi amacıyla alınan önlemler için yapılan masraflar, kira bedellerinin indirilmesi sebebiyle meydana gelen gelir kayıpları, kiralanan taşınmazın inşaat faaliyetlerinden kaynaklı taşkınlıklar sebebiyle kiracı tarafından boşaltılması durumunda, mal sahibinin kira geliri kayıpları veya dükkân ve restoranların cirolarının düşmesi sebebiyle uğradıkları kayıplar gibi salt ekonomik zararlar ve ufak çaptaki malvarlığı hasarları girer.  Bunun dışında Türk Hukukunda, İsviçre Medeni Kanununda olduğu gibi sınırlayıcı bir hüküm bulunmadığından, kanaatimizce henüz inşaat faaliyetleri sürerken veya inşaat tamamlandıktan sonra tamamlanmış binadan kaynaklı olumsuz taşkınlıklar sebebiyle (örn. manzarasının kapanması) komşu taşınmazların değerindeki düşüşler de denkleştirme kapsamında talep edilebilir. Buna karşılık taşınmaz malikinin inşaat faaliyetleri hukuka aykırı nitelikteyse, onun yine kusursuz ancak bu defa tam bir tazminat yükümlülüğü söz konusu olur. Nitekim bu durumda komşu taşınmaz maliki MK m. 730/I uyarınca tazminat talep edebileceği gibi bu tür faaliyetlerden doğan taşkınlıkların durdurulmasını ya da önlenmesini de talep edebilir.",
     "Kaynakça": "Akipek, Jale G.; Gayrimenkul Malikinin Mes uliyetinin Kavram ve Mahiyeti, AÜHFD, C: XI, S: 1 2, 1954, s. 328 370. Akipek, Jale G.; Gayrimenkul Malikinin Mesuliyetinin Hukuki Neticeleri, İstanbul 1955. Akipek, Jale G./Akıntürk, Turgut; Eşya Hukuku, İstanbul 2009. Ayan, Mehmet; Eşya Hukuku   II – Mülkiyet; 9. Baskı; Ankara 2016. Başoğlu, Başak; Çevre Zararlarından Doğan Hukuki Sorumluluk, İstanbul 2016. Brückner, Bettina; Münchener Kommentar zum BGB 7. Auflage 2017. Büyüksağiş, Erdem; Eşya Hukukuna İlişkin Hükümlerin Kısmî Revizyonunu Öngören İsviçre Medenî Kanunu Ön Tasarısı'nda Taşınmaz Malikinin Sorumluluğu, BATİDER, C: XXIII, S: 4, 2006, s: 205 218. Çörtoğlu, İ. Sahir; Komşuluk Hukukunda Taşınmaz Mülkiyetinin Kullanılmasının Çevreye Etki ve Sonuçları (MK 661), ( Komşuluk ) Ankara 1982. Çörtoğlu, İ. Sahir; Taşınmaz Mülkiyetinin Aşkın Kullanılması, Ankara 1988. Eckenstein,  Pascal;  Spannungsfelder  bei  nachbarrechtlichen  Klagen nach Art. 679 ZGB   Unter besonderer Berücksichtigung des Art. 679 Abs. 2 und Art. 679a E ZGB, Zürcher Studien zum Privatrecht, Band 225, Zürich 2010. Ender, Thomas; Die Verantwortlichkeit des Bauherrn für unvermeidbare übermassige Bauimmissionen, Freiburg Schweiz, 1995. Eren, Fikret; Borçlar Hukuku Genel Hükümler, 21. Baskı, Ankara 2017. Ertaş, Şeref; Eşya Hukuku, 13. Baskı, İzmir 2017. Esener, Turhan/Güven, Kudret; Eşya Hukuku, 6. Baskı, Ankara 2015. Fellmann, Walter;  Übermässige Immissionen und neue Rechtsbehelfe , Revision des Sachenrechts   ein erster Überblick für Eilige, Bern 2012, s. 53 63.                                                  193 Petek, s. 325.Taşınmaz Malikinin İnşaat Faaliyetleri Sebebiyle Komşu Taşınmaz   657 Maliklerine Karşı Sorumluluğu Göksu, Tarkan; Sachenrecht Art. 641 977 ZGB, CHK   Handkommentar zum Schweizer Privatrecht, (Peter Breitschmid/Alexandra Jungo), 3. Aufl., Zürich/Basel/Genf 2016. Helvacı, İlhan; Çevre Kirletilmesinden Doğan Zararlardan Hukuki Sorumluluk, (yayımlanmamış yüksek lisans tezi), İstanbul 1989. Honsell, Heinrich/Isenring, Bernhard/Kessler Martin A.; Schweizerisches Haftpflichtrecht 5. Auflage, Zürich 2013. Hürlimann Kaup, Bettina/Nyffeler, Fabia; Übermässige Immissionen als Folge rechtmässiger Bautätigkeit (Teil 1), BR 2015, s. 5 8. Hürlimann Kaup, Bettina/Nyffeler, Fabia; Übermässige Immissionen als Folge rechtmässiger Bautätigkeit (Teil 2), BR 2015, s. 129 134. Hürlimann – Kaup, Bettina/Pichonnaz, Pascal/Schmid, Jörg/Steinauer, Paul Henri; Droits réels/Sachenrecht, BR 2015, s. 185 189. Kaya Kızılırmak, Cansu; Baz İstasyonları ve Komşuluk Hukukundan Doğan Elatmanın Önlenmesi Davası, Medeni Hukuk Alanındaki Güncel Yargıtay Kararlarının Değerlendirilmesi Sempozyumları, C. I Eşya Hukuku, İstanbul 2017, s. 239 271. Krauskopf, Frédéric/Girón, Soluna; Verantwortlichkeit des Grundeigentümers bei rechtmässiger Bewirtschaftung des Grundstücks nach Art. 679a ZGB, HAVE, Haftpflichtprozess 2014, Zürich 2014, s. 43 60. Meier Hayoz,  Arthur;  Schweizerisches  Zivilgesetzbuch,  Das  Sachenrecht, 1. Abteilung Das Eigentum, 2. Teilband Grundeigentum I, Art. 655 679 ZGB, 3. Auflage, Bern 1965. Meier Hayoz,  Arthur;  Schweizerisches  Zivilgesetzbuch,  Das  Sachenrecht, 1. Abteilung Das Eigentum, 3. Teilband Grundeigentum II, Art. 680 701 ZGB, 3. Auflage, Bern 1975. Oğuzman, M. Kemal/Seliçi, Özer/Oktay Özdemir, Saibe; Eşya Hukuku, 20. Baskı, İstanbul 2017. Perhofer,  Andrea;   Allgemeines  Zivilrecht  und  Zivilverfahrensrecht/Immissionen  ≠  Immissionen Differenzierungen  hinsichtlich  der  Verantwortlichkeit des Grundeigentümers für Einwirkungen auf das Nachbargrundstück nach der Teilrevision des Immobiliarsachenrechts , Differenzierung als Legitimationsfrage, Zürich/St. Gallen 2012, s. 55 79. Petek, Hasan; Taşınmaz Malikinin Hukuka Uygun Taşkınlıklardan Sorumluluğu (TMK. m. 730/II), Ankara, 2005. Rey, Heinz/Strebel, Lorenz; Basler Kommentar, Zivilgesetzbuch II, Art. 457 977  ZGB  Art.  1 61  SchlT  ZGB,  (Honsell,  Heinrich/Vogt,  Nedim  Peter/Geiser, Thomas), 5. Bası, Basel 2015. Saller, Roland Rudolf; Praxishandbuch Nachbarrecht, Praxishandbuch Nachbarrecht, (Herbert Grziwotz/Wolfgang Lüke/Roland Rudolf Saller); 2. Auflage, München 2013. Sanlı, Kerem Cem; Haksız Fiil Hukukunun Ekonomik Analizi, Hukuk ve Ekonomi Öğretisi, İstanbul 2007. Schmid Tschirren, Christina;  Überblick über die Immobiliarsachenrechtsrevision , Die Dienstbarkeiten und das neue Schuldbriefrecht, Einblick in die Revision des Immobiliarsachenrechts, 2012, s. 1 24.658  Yrd. Doç. Dr. Şirin Aydıncık Midyat (İÜHFM C. LXXV, S. 2, s. 609 658, 2017) Schmid, Jörg; Die lieben Nachbarn – Komplikationen aus Immissionen, in: Schweizerische Baurechtstagung 2011, Tagungsband, Freiburg 2010, s. 83 100. Sirmen, Lâle; Taşınmaz Mülkiyetinin Kullanılmasında Çevre Etkileri Yaratan Müdahalelerden Dolayı Malikin Sorumluluğu, AÜHFD, C: XL, S: 1 4, 1988, s. 281  306. Sirmen, Lâle; Eşya Hukuku, 4. Baskı, Ankara 2016. Tandoğan,  Haluk;  Türk  Mes uliyet  Hukuku  (Akit  Dışı  ve  Akdi Mes uliyet), İstanbul 2010. Tekinay, Selahattin Sulhi; Taşınmaz Mülkiyetinin Takyitleri II/1, İstanbul 1988. Tuor,  Peter/Schnyder,  Bernhard/Schmid,  Jörg/Rumo Jungo, Alexandra; ZGB   Das Schweizerische Zivilgesetzbuch, 13. Auflage, auf Grund der 12. Auflage (2002) neu bearbeitet und ergänzt, Zürich/Basel/Genf 2010. Ulusan, İlhan; Medeni Hukukta Fedakârlığın Denkleştirilmesi İlkesi ve Uygulama Alanı, 2. Tıpkı Bası, İstanbul 2012. Wagner Pfeifer, Beatrice;  Entschädigung für übermässige Einwirkungen durch Bauarbeiten , BR (Baurecht) 2016, s. 5 vd. Waldmann, Bernhard;  Der Schutz vor ideellen Immissionen in Wohngebieten – eine kritische Würdigung , BR/DC 2005, s. 156 162. Zevkliler, Aydın; Taşınmaz Malikinin Yetkileri Açısından İmar Kurallarına Aykırı ve Zarar Verici İnşaat, Ankara 1982."
}