{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "08",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir Yaklaşım ve Öneriler",
     "Title": "A Critical Approach and Recommendations on Force Majeure and its Legal Consequences in Tax Law",
     "Yazar İsmi": [

          "Esra Ekmekci"  , "Gülsen Güneş" , "Mahmut Kaşıkcı"  , "Gamze Gümüşkaya"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Vergi genel hukukunda mücbir sebepler", "Vergi yargılaması hukukunda mücbir sebepler", "Vergi icra hukukunda mücbir sebepler", "Vergi ceza hukukunda mücbir sebepler", "Gümrük vergi hukukunda mücbir sebepler", "Mücbir sebeplerin hukuksal sonuçları",
 "Eski hale iade", "Vergi hukukunda COVID-19 önlemleri", "Felaket hukuku"
     ],
     "Keywords": [
          "Force majeure in general tax law", "Force majeure in judicial procedure law regarding tax proceedings", "Force majeure in tax enforcement law", "Force majeure in tax penal law", "Force majeure in customs tax law", "Legal consequences of force majeure", "Reinstatement", "COVID-19 measures in tax law", "Disaster law"
     ],
     "Özet": "Bu makalede Vergi Hukukunda mücbir sebep kavramı ve hukuksal sonuçları eleştirisel bir bakış açısı ile ele alınmıştır. Bu kapsamda mücbir sebep kavramı ve hukuksal sonuçları vergi genel hukuku, vergi yargılaması hukuku, vergi icra hukuku, vergi ceza hukuku ve gümrük vergi hukuku açısından ayrı başlıklarda irdelenmiş, öneriler getirilmiştir. Yine güncel bir terim olan Felaket Hukuku üzerinde durulmuş ve COVID 19 konusunda alınan vergisel önlemler ile aynı konudaki idari işlem ve yargılama boyutuna ilişkin düzenlemeler de irdelenmiştir.",
     "Abstract": "The concept of force majeure and its legal consequences in tax law are discussed in this study with a critical perspective. Under separate titles regarding general tax law, tax procedure law, tax enforcement law, tax penal law, and customs tax law, the concept of force majeure and its legal consequences are examined. Tax measures which have been taken during the COVID-19 outbreak, coupled with regulations on the administrative and judicial process are examined and the current term  Disaster Law  is emphasized.",
     "Metin": "2019  yılı  sonunda  Çin in  Vuhan  kentinde  başladığı  belirtilen  Koronavirüs (COVID-19) salgını, çok kısa sürede bu ülke ile sınırlı kalmayıp küresel boyut kazanmıştır. 11 Mart 2020 de Dünya Sağlık Örgütü tarafından küresel salgın/pandemi niteliği ilan edilmiş bulunan bu hastalığın halen dahi kesin tedavisinin olmaması ve hızlı bulaşma özelliği nedeniyle tüm dünya ülkelerini son derece önemli ekonomik ve sosyal tedbirler almak zorunda bırakmıştır. Hastalığın tamamen kontrol altına alınmasının da uzun bir zaman alacağı anlaşılmaktadır. Nerede ise tüm dünya ülkelerinde eğitime ara verilmiş, sağlık, gıda, taşımacılık ve zorunlu üretim dışında tüm faaliyetler sekteye uğramış, sokağa çıkma kısıtlamaları ve yasakları getirilmiş, dünya çapındaki sportif, sanatsal ve eğitsel tüm etkinliklerin iptali yoluna gidilmiştir. Birçok ülke kapılarını yabancılara kapatırken, ülkemiz de 03.02.2020 tarihinden itibaren acil ve zorunlu durumlar dışında kademeli olarak sınır kapılarını kapatmaya başlamış, daha sonra yurt içinde de ciddi hareket kısıtlamaları getirmiştir. Kısacası dünya adeta durmuş; çalışma yaşamı, adalet sistemi, resmi hizmetler ve öğretim başta dijital ortama geçiş olmak üzere birtakım değişimlerle sürdürülmeye çalışılmıştır.Virüsün yayılma hızı ve etkileri göz önünde bulundurulduğunda söz konusu hastalık, tarihte emsali görülmemiş bir sağlık krizi yaratan ve ekonomik faaliyetlerde azalmayla sonuçlanan bir salgın olarak nitelendirilmektedir. Salgının gidişatına göre ekonomik açıdan küresel bir durgunluğa kesin gözüyle bakılırken, ne kadar süreceği belirsizliğini korumaktadır. Kesin olan şudur ki salgının yarattığı kırılma, sosyal ve ekonomik hayatı değiştirip dönüştürmektedir. Ülkemiz de dâhil olmak üzere devletler bir taraftan hastalıkla mücadele ederken diğer taraftan ardı ardına parasal ve mali 1  <https://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19--11-march-2020> Erişim Tarihi 31.05.2020.2  OECD, 2020, <https://read.oecd-ilibrary.org/view/?ref=128_128575-oraktcaa&title=Tax-and-Fiscal-Policy-in-Responseto-the-Coronavirus-Crisis> Erişim Tarihi 31.05.2020.1072Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...politikalar açıklamaktadırlar. Salgına karşı çeşitli ülkeler ve ülkemiz tarafından alınan başlıca önlemler  vergi destekleri  (oran indirimleri, vergi beyannamesi verme sürelerinin uzatılması, vergi ödeme sürelerinin uzatılması gibi) ve  teşvik paketleri  olarak sınıflandırılabilir. Bu önlemler arasında en yaygın uygulananı vergi beyan ve ödeme sürelerinin uzatılmasıdır. Bunun yanı sıra vergi iade süreçlerinin hızlandırılması, bazı vergilerin ve sosyal güvenlik katkı paylarının ertelenmesi, borç ödeme planlarının yapılandırılması ve borç tahsilâtının ertelenmesi, devlet kredileri ve kredi garantileri verilmesi, sağlık krizi boyunca işletmelerdeki vergi yükünün azaltılması gibi önlemler de söz konusudur. 3  Amerika Birleşik Devletleri nde 2 trilyon dolar destek paketi sunulması ve havayolu taşımacılığından alınan dolaylı vergilerin 1 Ocak 2021 e kadar askıya alınması; İngiltere de 330 milyar Sterlin lik paket sunulması, Temmuz sonundan Ocak 2021 e kadar gelir vergisi ödemelerinin süresinin uzatılması, gelecek 3 ay boyunca işletmelerin KDV ödememesi; Fransa da 45 milyar Euro luk bir bütçe desteği (şirketler ve çalışanlar için), kurumlar vergisi ödemesi ertelenmesi, mevcut vergi incelemelerinin durdurulması ve yeni vergi incelemelerinin kural olarak yapılmaması; Almanya da 750 milyar Euro büyüklüğünde kurtarma paketi, kurumlar vergisi, gelir vergisi ve KDV bakımından vergi ertelemesi (vergi aslı ve faizi), salgından doğrudan etkilenenler bakımından 31 Aralık 2020 ye kadar icra tedbirlerinden vazgeçilmesi; Avusturya da salgından etkilenildiğinin güvenilir şekilde ortaya konulabilmesi durumunda 2020 yılı kurumlar vergisine ilişkin peşin vergilerin duruma göre 0 a kadar indirilebilmesi, verginin geç ödenmesine ilişkin yaptırımlarda indirim veya terkin; Hollanda da gecikme zammı oranının düşürülmesi, çeşitli vergilerde erteleme olanağı bu önlemlere örnek olarak verilebilir. Ülke uygulamalarına ilişkin ayrıntılı bilgi için bkz <https://home.kpmg/xx/en/home/insights/2020/03/jurisdictional-tax-measures-in-response-to-novel-coronavirus-covid-19.html>; <https://www.roedl.com/de-de/de/themen/documents/covid-19-measures-germany.pdf>;  <https://www.roedl.com/de-de/de/themen/documents/covid-19-measures-france.pdf> Erişim Tarihi 31.05.2020.4  Ülkemizde de ilk Koronavirüs vakasının açıklandığı 11 Mart 2020 tarihinden sonra alınmaya başlanan önlemler; 100 milyar Türk lirası tutarında destek paketi ve teşvik düzenlemesi ile idari ve vergisel düzenlemeler olarak sınıflandırılabilir.   Alınan başlıca vergisel önlemler;   31 Mart 2020 günü sonuna kadar verilmesi gereken 2019 takvim yılına ait gelir vergisi beyannamelerinin verilme süresinin 30 Nisan 2020 ye kadar uzatılması (17.03.2020 tarihli ve 125 Sıra No. lu Vergi Usul Kanunu Sirküleri),   2020/Şubat dönemine ilişkin katma değer vergisi beyannamelerinin verilmesi ve ödeme süresinin 24 Nisan 2020 tarihine kadar uzatılması (23.03.2020 tarihli ve 126 Sıra No. lu Vergi Usul Kanunu Sirküleri),  Hazine ve Maliye Bakanlığınca belirli sektörler ve yükümlüler bakımından mücbir sebep halinin ilânı ile Tebliğ de belirtilen yükümlülerin Nisan, Mayıs ve Haziran aylarında vermeleri gereken muhtasar ve katma değer vergisi beyannamelerinin verilme süresinin ve ödeme sürelerinin uzatılması (518 Sıra No. lu Vergi Usul Kanunu Genel Tebliği),   01.04.2020 ile 30.09.2020 tarihleri arasında havayolu ile yolcu taşımacılığı hizmetlerinde KDV oranının %1 olarak uygulanması (2278 sayılı Cumhurbaşkanı Kararı),   Yeminli Mali Müşavir Tasdik raporlarının ibraz süresinin uzatılması (26.03.2020 tarihli ve 1 Sıra No. lu Serbest Muhasebeci Mali Müşavirlik ve Yeminli Mali Müşavirlik Kanunu Sirküleri),   Faaliyetleri durdurulan veya faaliyette bulunamayan işletmelerin yıllık ilan ve reklam vergileri ile yıllık çevre temizlik vergilerinin, faaliyetleri durdurulan veya faaliyette bulunulamayan dönemlere isabet eden kısımlarının alınmaması (Yeni Koronavirüs [COVID-19] Salgının Etkilerinin Azaltılması Hakkında Kanun ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun, Kanun Numarası: 7244, Kabul Tarihi: 16.4.2020, RG 17.4.2020/31102),   Konaklama vergisinin uygulanma tarihinin ertelenmesi (Bazı Kanunlarda Değişiklik Yapılması Hakkında Kanun, Kanun Numarası: 7226, Kabul Tarihi: 25.3.2020, RG 26.3.2020/31080 (Mükerrer), md.51),  30 Nisan 2020 günü sonuna kadar verilmesi gereken 2019 hesap dönemine ait Kurumlar Vergisi beyannamelerinin verilme süreleri ile bu beyannameler üzerine tahakkuk eden vergilerin ödeme süreleri 1 Haziran 2020 Pazartesi günü sonuna kadar uzatılması (17.04.2020 tarihli ve 127 Sıra No. lu Vergi Usul Kanunu Sirküleri),  2020/Şubat ve 2020/Mart dönemine ait KDV beyannamelerinin verilme ve ödenme sürelerinin 28.04.2020 tarihine kadar uzatılması (21.04.2020 tarihli ve 129 Sıra No. lu Vergi Usul Kanunu Sirküleri),  2020 I. Geçici Vergi Dönemine ait gelir ve kurumlar geçici vergi beyannamelerinin verilme ve ödeme sürelerinin 28.05.2020 tarihine kadar uzatılması (12.05.2020 tarihli ve 130 Sıra No. lu Vergi Usul Kanunu Sirküleri)  Elektronik defterlerin oluşturulma ve imzalanma süresi ile elektronik defter beratların yükleme süresinin 19 Haziran 2020 tarihine kadar uzatılması (28.05.2020 tarihli ve 131 sıra No. lu Vergi Usul Kanunu Sirküleri)   şeklinde belirtilebilir. <https://www.gib.gov.tr/> Erişim Tarihi 31.05.2020.5  Uygulamada Hazine ve Maliye Bakanlığı nın COVID-19 ile mücadele kapsamındaki idari tasarrufları çeşitli açılardan eleştiri konusu olmuştur. Örnek olarak belirtmek gerekirse 518 sıra No. lu Genel Tebliğ ile muhtasar beyanname, KDV beyannamesi ve  Form Ba-Bs  verme süresi uzatılmış, buna karşılık Dijital Hizmet Vergisi beyannamesi verme süresi uzatılmamıştır. Bu durum aslında Türkiye de kurumlar vergisi açısından tam yükümlü bulunan dijital hizmet vergisi yükümlülerini etkilemektedir. Zira kurumlar vergisi beyanname verilme ve ödeme süreleri ve ay bazındaki diğer yükümlülükleri ertelenmiş iken dijital hizmet vergisi beyannamesi verme ve ödeme yükümlülüğünün devam etmesi hakkaniyete aykırıdır.6  OECD, 2020, <https://read.oecd-ilibrary.org/view/?ref=128_128575-oraktcaa&title=Tax-and-Fiscal-Policy-in-Responseto-the-Coronavirus-Crisis> Erişim Tarihi 31.05.2020.1073İstanbul Hukuk Mecmuası 78/2Salgın hastalığın sosyal boyutu kapsamında doğal olarak hukuksal sonuçları da yer almaktadır. Bireyler ve kurumlar hastalığın yol açtığı çeşitli etkiler sebebiyle birtakım haklarını kullanamamakta ve yükümlülüklerini yerine getirememektedirler. Dünya literatüründe yavaş yavaş belirmeye ve gelişmeye başlayan Felaket Hukuku (Disaster Law, International Disaster Law, International Disaster Response Law) dalının varlığını tespit etmekle yetinerek belirtmek gerekir ki her bir hukuk dalı açısından farklı etkilere yol açsa da bu disiplinler ortak bir terimde, tarihi ve evrensel mücbir sebep kavramında birleşerek mücbir sebep altındaki kimselerin ve kurumların mağdur  olmasını  mümkün  olduğu  kadar  önlemeye  ve  mevcut  olumsuzlukları gidermeye  çalışmaktadırlar.  Gerçekten  de  mücbir  sebep  kavramı  çeşitli  hukuk dallarının ortak bir kavramıdır. Süresi içinde bir mücbir sebep ya da beklenmeyen hal nedeniyle kullanılamamış olan hakkın kullanılabilmesi evrensel ve genel hukuk kurallarındandır. Bu çalışmada günümüzde yaşanan pandemi sürecinin olumsuzluklarının en aza indirilmesine ve/veya ortadan kaldırılmasına ve ilgililerin korunmalarına yönelik olarak Vergi Hukuku alanında ne gibi araçların bulunduğu genel olarak ortaya konulmaya çalışılacaktır.Bu bağlamda bu bölümün izleyen başlıkları içeriğinde: (i)  Önce  vergisel  işlem  sürecinde-yargılama  dışı  süreçte  mücbir  sebep, beklenmeyen hal ve VUK deyişi ile zor durum kavramları ve bunların hukuksal sonuçları ile ilgili açıklamalar yapılacak, bunların VUK ta belirsiz ve sistematikten yoksun bir şekilde ele alınış şekilleri eleştirisel bir bakış açısı ile irdelenip geniş kapsamlı yeni norm getirilmesi hususu dâhil önerilerde bulunulacak, (ii)   Yine  aynı  bölümde  konu  vergi  icra  hukuku  yönünden  ele  alınacak, konunun gümrük vergi hukuku ile ilgili boyutu da yine aynı yerde irdelenip değerlendirilecek,(iii)  Devamında mücbir sebep ve yargısal sonuçları vergi yargılaması hukuku açısından eleştirisel bir yaklaşımla irdelenecek ve öneriler getirilecek,(iv)  Son başlıkta ise konunun ceza hukuku boyutu ele alınacaktır. Makalede  ayrıca  Hazine  ve  Maliye  Bakanlığı nın  mücbir  sebep  ilan  etme yetkisinin etkileri ve sonuçları üzerinde durulup, konu hukuksal değerlendirmeye de tabi tutulacaktır. Koronavirüs salgınına ilişkin özel düzenlemeler ise ilgisine göre bu konular kapsamında ayrı başlıklarda açıklanacaktır.7  Selim Kaneti, Esra Ekmekci, Gülsen Güneş ve Mahmut Kaşıkcı, Vergi Hukuku (Filiz 2019) 156.8  Vergi Usul Kanunu, Kanun Numarası: 213, Kabul tarihi: 4.1.1961, RG 10.1.1961/10703, 11.1.1961/10704, 12.1.1961/10705 1074Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...I. Felaket Hukuku Kavramı ve Mücbir Sebep İle İlgili Tüm Hukuk Dallarına İlişkin Ortak AçıklamalarA. Felaket Hukuku KavramıDünyada  doğal  felaketlerin  sıklığında  ve  ağırlığında  gözlemlenen  dramatik artış, felaket yönetiminin hukuksal boyutunu ele alan bir hukuk dalının,  Felaket Hukukunun  ortaya çıkmasına sebep olmuştur. Uluslararası düzlemde bu hukuk dalı  uluslararası felaket hukuku  ( international disaster law ) ya da  uluslararası felaket önlemleri  hukuku   ( international  disaster  response  law )  olarak  anılmaktadır. Mevcut salgının da bir sosyal felaket olarak nitelendirilmesi yanlış olmayacaktır.Uluslararası  felaket  önlemleri  hukuku,  gerek  konuya  ilişkin  olarak  yapılan anlaşmaların artan sayısı; gerekse felaket önleme, yönetme ve felaket sonrası giderim sürecine ilişkin hızlı kanunlaşma göz önüne alındığında 2000 lerin başlangıcından itibaren hızlı bir gelişme göstermiştir.Uluslararası  felaket  önlemleri  hukukunun  temel  özellikleri  şu  şekilde belirlenebilir.a)   Felaket  niteliği taşıyan olaylarla ilgilenir; bu bağlamda  felaket , önemli veya yaygın hasar veya zarara sebep olan ya da bu riski ortaya çıkaran ve sonuçları itibariyle kişileri, malvarlığını ya da çevreyi etkileyen beşerî veya doğal olaylardır. b) Felaket önlemlerine ilişkin aşamaları kapsamına alır: Bu temel aşamalar; önleme, felaket riskini azaltma ve hafifletme, felaket riskinin azaltılmasına olanak sağlayan bir çevre yaratma, acil bir insani yardım aşaması, erken giderim, giderim ya da iyileştirmedir.c)  Düzenlediği  kurallar  ise  devletlerin  bir  felaketin  önlenmesine  ya  da hafifletilmesine  ve  felaketten  etkilenen  kişilere  gereken  şekilde  yardım edilmesine ve felaket yönetimi aşamasında büyük bir sorun haline gelen yolsuzlukla  mücadele  etmeye  ilişkin  sorumluluğunu  tanımlayan  kurallar, felaketten etkilenen devlet ile diğer devletler ya da uluslararası kuruluşlarla ilişkilerine  ilişkin  kurallar,  insan  haklarının  korunmasına  ilişkin  kurallar (medeni  ve  siyasi  haklar  yanında  ekonomik,  sosyal  ve  kültürel  haklar, savunmasız gruplar, çocuk hakları) olarak belirlenebilir. 9  Sosyal felaket öğretide genel nitelikte, tüm halkı veya halkın büyük bir çoğunluğunu etkileyebilecek nitelikte savaş, deprem, salgın gibi sosyal varoluşu (Sozialexistenz) sarsan bir değişiklik olarak ele alınmaktadır. Bu konuda ayrıntılı bilgi için bkz Başak Baysal, Sözleşmenin Uyarlanması: BK m 138 Aşırı İfa Güçlüğü (3. Bası, On iki Levha 2019) 562.10  Andrea de Guttry, ‘Surveying the Law  iç Andrea de Guttry, Marco Gestri ve Gabriella Venturini (edr.), International Disaster Response Law, (T.M.C. Asser Press 2012) 3, 4.11  Ibid 4.1075İstanbul Hukuk Mecmuası 78/2d) Felaketin gerçekleştiği  ev sahibi  (host) devlet ile ilişkileri de kapsamına alır.e)  Genel kural olarak barış zamanında uygulama alanı bulur.f)  Yalnızca uluslararası anlaşmalarla ve gümrük mevzuatıyla değil, aynı zamanda ilkelerle de (yumuşak hukuk) düzenlenebilir.Demek  oluyor  ki  devletin  sorumluluğu  kapsamında  felaketin  etkilerinin, felaketten etkilenenler bakımından giderilmesi ve/veya azaltılması/hafifletilmesi de yer almaktadır. B. Mücbir Sebep ile İlgili Tüm Hukuk Dallarına Ortak Açıklamalar1. Terminoloji SorunuMücbir kelimesi, Arapça  cebr  kökünden gelmekte,  zorla iş yaptıran, icbar eden, zorlayan  anlamlarını taşımaktadır. Mücbir sebep kavramı modern hukukumuza Roma Hukukundan geçmiştir. Roma Hukukunda mücbir sebep  Vis maior, Damnum fatale, Casus majores  tabirleriyle ifade edilmiştir. Casus: olay, hal anlamını, Maior: büyük, mücbir anlamını içermektedir. Türkçe ye çevirdiğimizde  Mücbir Hal  şekline dönüşen bu terim doktrine  Mücbir Sebep  olarak yerleşmiştir. Mevzuatta kimi zaman mücbir kuvvet, zorlayıcı neden, zorlayıcı sebep söylemlerine rastlansa da  çoğunlukla  tercih  edilen  ve  kullanılan  kavram  mücbir  sebep  olmuştur. Mücbir sebebin diğer dillerdeki karşılığına baktığımızda, öncelikle eski dilde yani Osmanlıca da   esbab-ı  mücbire ;  Fransızca da   Force  Majeure ;  Almanca da  höhere Gewalt ; İngilizce de de  Force Major, Force Majeure, Superior Power, Vis Major  şeklinde ifade edildiği görülmektedir.Bu itibarla geniş anlamı ile mücbir sebep, ne tür bir kapsam verilirse verilsin kelime anlamı itibarı ile özel ya da genel nitelikte zorlayıcı sebeptir. Bu aynı zamanda VUK un 17. maddesindeki  zor durum  ile ilgili özel hal düzenlemesinin gereksiz ve yasama sistematiği ile bağdaşmayan, karışıklığa sebebiyet verici nitelikte bir düzenleme olduğunu da ortaya koymaktadır.  Zor durum  özünde geniş anlamda mücbir sebepler (mücbir sebepler -beklenmedik haller) içinde mütalaa edilebilecek bir durumdur ve karışıklık yaratan 17. madde düzenlemesine gerek bulunmamaktadır. Mesele VUK 13 ve 15 kapsamında halledilebilir. Bu konu ileride ayrı bir başlıkta açıklanacaktır.12  Mustafa Harun Kıylık, Beklenmeyen Hal Nazariyesi ve Mücbir Sebepler Açısından İslâm Borçlar Hukukunda Doğal Âfetlerin Akitlere Etkisi (Hiperlink 2018) 95.13   Zorlayıcı neden  kavramının kullanıldığı bir örnek olarak bkz 4458 sayılı Gümrük Kanunu 35/2-c (Gümrük Kanunu, Kanun Numarası: 4458, Kabul Tarihi: 27.10.1999, RG 4.11.1999/23866).  Mücbir kuvvet  kavramının kullanıldığı bir örnek olarak bkz 818 sayılı (mülga) Borçlar Kanunu 293/2 (Borçlar Kanunu, Kanun Numarası: 818, Kabul Tarihi: 22.4.1926, RG 29.4.1926/359). 14  Kıylık, (n 12) 95.1076Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...2. Mevzuatımızda Mücbir SebepMevzuatımızda ortak ve açık bir mücbir sebep tanımı bulunmamaktadır. İlgili düzenlemelerin çoğunda bir tanımlama yaklaşımı ile birlikte örnekleme yoluna gidildiği ve terimin kapsamının açık bırakıldığı görülmektedir. Doktrinde mücbir sebebe yönelik olarak yapılan tanımlamalar ise aşağıda inceleneceği üzere genel olarak; dış etkenlerden kaynaklanma (haricîlik/dışsallık), öngörülemezlik (sezilemezlik), kaçınılmazlık, sonuçlarının hemen ortadan kaldırılmazlığı ve nedensellik bağlantısı (illiyet rabıtası) unsurlarını içermektedir. Mücbir  sebep  kavramı  İdare  Hukukunda  iki  boyutuyla  incelemektedir.  İlki idarenin sorumluluğunu kaldıran veya azaltan haller; ikincisi ise kişilerin idareye karşı yükümlülüklerini yerine getirmesini önleyen hallerdir. Vergi Hukukunda ise mücbir sebep ilke olarak vergi ödevlilerini korumakta, ödevlerini  süresinde  yerine  getirememeleri  veya  haklarını  kullanamamaları durumunda hukuksal sonuçlar doğurmaktadır. Mücbir sebepleri düzenleyen VUK 13 te yer alan  vergi ödevlerinin yerine getirilmesine engel olacak  vurgusu mücbir sebeplerin vergi ödevlilerini koruyucu yönünü ortaya koymaktadır.Ancak VUK 15, mücbir sebeplerin varlığı halinde tarh zamanaşımının durduğunu da hükme bağladığından VUK açısından mücbir sebebe vergi idaresini koruyan bir etki de tanınmıştır. Mücbir sebep halleri doğal olarak mevzuatta sınırlı biçimde sayılamadığından, hangi hallerin mücbir sebep kapsamında değerlendirileceği içtihatlara ve doktrine kalmış durumdadır. Yargıtay Hukuk Genel Kurulu nun 2017/90 Esas, 2018/1259 15  Türk hukukunda mücbir sebeplere ilişkin düzenlemelerin bulunduğu çeşitli hukuk dallarına ilişkin bazı kanunlar şunlardır: 213 sayılı Vergi Usul Kanunu (m 13, 15, 90, 111, 373); 735 sayılı Kamu İhale Sözleşmeleri Kanunu (m 10, 19, 23, 25); 3213 sayılı Maden Kanunu (m 3, 36, 37); 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunu (m 79, ek m.7); 6245 sayılı Harcırah Kanunu (m 40), 5326 sayılı Kabahatler Kanunu (m 27); 4458 sayılı Gümrük Kanunu (m 34, 38), 6102 sayılı Türk Ticaret Kanunu (m 731, 811, 907); 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun (m 48); 6098 sayılı Borçlar Kanunu (m 228, 576), 6492 sayılı Petrol Kanunu (m 8, 16), 5086 sayılı Jeotermal Kaynaklar ve Doğal Mineralli Sular Kanunu (m 3, 8), 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu (m 91), 7020 sayılı Bazı Alacakların Yeniden Yapılandırılması ile Bazı Kanunlarda ve Bir Kanun Hükmünde Kararnamede Değişiklik Yapılmasına Dair Kanun (m 3, 5), 7244 sayılı Yeni Koronavirüs (COVID-19) Salgınının Ekonomik ve Sosyal Hayata Etkilerinin Azaltılması Hakkında Kanun ile Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun (m 1, 9), 7226 sayılı Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun (m 4, 15, geçici m.1).16  Örneğin bkz  Bugün hâkim olup objektif adı verilen teoriye göre, ancak beklenmiyen, önceden tahmin olunamıyan. kendisini hariçten husule getiren gayri kabili mukavemet bir kuvvet sebebi ile objektif olarak önlenmesi imkânı bulunmayan ve ifayı imkânsız kılan hâdisedir ki bir mücbir sebep teşkil eder.  Emile Thilo, Çev. Bülent N. Esen, ‘‘Laesio Enormis  ve ‘Clausula Rebus Sic Stantibus  ile Bir Para Borcunda Mücbir Sebep Hakkında Not , (1935) 1(3) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 344, 349.  Sorumlu veya borçlunun faaliyet ve işletmesi dışında meydana gelen, genel bir davranış normunun ya da borcun ihlâline, mutlak ve kaçınılmaz bir şekilde yol açan, öngörülmesi ve karşı konulması mümkün olmayan olağanüstü bir olaydır.  (Fikret Eren, Borçlar Hukuku Genel Hükümler (22. Bası, Yetkin 2017) 582.  Bütün tedbirlere, sahip olunan her türlü imkân ve araca rağmen bir olayın sonuçlarının önlenmesi mümkün değil ise, o olay bir mücbir sebep teşkil eder.  Selâhattin Sulhi Tekinay, Sermet Akman, Halûk Burcuoğlu ve Atillâ Altop, Tekinay Borçlar Hukuku (Genel Hükümler) (6. Bası, Filiz 1988) 725.17  Turan Yıldırım, ‘Danıştay Kararlarında Mücbir Sebep Kavramı  (2019) 25(2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof. Dr. Ferit Hakan Baykal Armağanı) 1520, 1520.1077İstanbul Hukuk Mecmuası 78/2Karar sayılı ve 27.06.2018 tarihli ve Yargıtay 7. Hukuk Dairesi nin 2013/15701 Esas, 2014/313 Karar sayılı ve 15.01.2014 tarihli kararları gibi tatminkâr içtihatların yanı sıra Danıştay ın da çeşitli kararları bulunmaktadır.Danıştay ın bazı içtihatlarına göre, mücbir sebepler insanın iradesi ve ihtiyarı dışında meydana gelen tesadüfî olaylardır. Mücbir sebep; kökeni, doğal, sosyal ve hukuki olması itibariyle failin dışında kalan, fail tarafından önlenme olanağı bulunmayan, önceden takdir ve tahmin edilemeyen olaylar olarak tanımlanmaktadır. Bu olayların meydana gelmelerinden önce bilinmelerine imkân olmadığı gibi meydana geldikleri zaman da giderilmeleri ilgilinin iradesine bağlı değildir. Görüleceği üzere uygulamada mücbir sebepler ile insanın eylemlerinden ve durumundan kaynaklanan beklenmeyen hallerin tümü mücbir sebep başlığı altında ele alınmaktadır. 3. Doktrin ve Uygulamada Mücbir Sebebin Özellikleria. Dış Etkenlerden Kaynaklanma ya da İrade Dışında Meydana GelmeDoktrindeki bazı görüşlerde ve bazı yargı kararlarında, mücbir sebebin kişinin iradesi ve kontrolü dışında meydana gelen, sezilemeyen veya karşı konulamaz bir tabii olay olduğu belirtilmiştir. Bu görüşe göre mücbir sebebin varlığı için olayın kökeni kişinin dışında gerçekleşmelidir. Doktrinde mücbir sebep niteliğindeki olayların deprem, sel, kasırga vb. doğal olaylar olabileceği gibi; isyan, ihtilâl, savaş, genel grev gibi insana bağlı (beşerî) olaylar da 18   Mücbir sebep, sorumlu veya borçlunun faaliyet ve işletmesi dışında meydana gelen, genel bir davranış normunun veya borcun ihlâline mutlak ve kaçınılmaz bir şekilde yol açan, öngörülmesi ve karşı konulması mümkün olmayan olağanüstü bir olaydır (Eren (n 16) 582). Deprem, sel, yangın, salgın hastalık gibi doğal afetler mücbir sebep sayılır.  Yukarıdaki açıklamadan da anlaşılacağı gibi mücbir sebebin birtakım unsurları vardır. Öncelikle mücbir sebep, zorlayıcı bir olaydır. Bu olay doğal, sosyal veya hukuki bir olay olabileceği gibi insana bağlı beşerî bir olay da olabilir. Bu olay, zarar verenin faaliyet ve işletmesi dışında kalan bir olay olmalıdır. Mücbir sebep nedeniyle zarar veren, bir davranış normunu veya sözleşmeden doğan bir borcu ihlal etmiş olmalıdır. Yine mücbir sebep, davranış normunun ihlali ya da borca aykırılığın sebebi olmalı ve kaçınılmaz bir şekilde buna yol açmış olmalıdır. Kaçınılmazlık kavramı, mücbir sebep yönünden karşı konulmazlık ve önlenemezlik kavramını da kapsar. Mücbir sebebin bir diğer unsuru ise öngörülmezliktir…  Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.19   …İşçiyi çalışmaktan alıkoyan nedenler, işçinin çevresinde meydana gelmelidir. İşyerinden kaynaklanan ve çalışmayı önleyen nedenler bu madde kapsamına girmez. Örneğin işyerinin kapatılması zorlayıcı neden sayılmaz. Ancak, sel, kar, deprem gibi doğal olaylar nedeniyle ulaşımın kesilmesi, salgın hastalık sebebiyle karantina uygulaması gibi durumlar zorlayıcı nedenlerdir…  Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.20  Danıştay İDDK, 2008-11/3108, 17.12.2009. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.21  Danıştay 11 D, 2005-1353/6248, 29.06.2007 Örneğin defter ve belgelerin, ödevlinin irade alanında gerçekleşen bir fiil nedeniyle zayi olması durumunda mücbir sebebin varlığı kabul edilmemektedir. Davacının iş yerinde çıkan yangının şirket müdürünün azmettirmesi sonucu kasıtlı olarak çıkarıldığı dolayısıyla olayda mücbir sebebin bulunmadığı yönünde Danıştay 3 D, 2013-4964/56, 21.01.2014. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.22  Bkz Yıldızhan Yayla, ‘İdarenin Sorumluluğu ve Mücbir Sebep  (1980) Sorumluluk Hukukunda Yeni Gelişmeler III. Sempozyumu (Ankara, 12-13 Mayıs 1979) 45, 49.23  Libya da 2011 yılında yaşanan olayların, Libya da müteahhitlik yapan ve inşaat, onarım işi ile iştigal eden yükümlü bakımından mücbir sebep teşkil ettiği hakkında bkz Danıştay 4 D, 2013-1898/7853, 29.11.2017. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.1078Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...olabileceği belirtilmiştir. VUK 13 te mücbir sebep hallerine verilen örnekler arasında, hem doğal olaylar (yangın, yer sarsıntısı gibi) hem de bireyin şahsında gerçekleşen ya da kendi eylemleri ile ilgili olan olaylar (ağır kaza, tutukluluk gibi) yer almaktadır.Kanımızca dış etkenlerden kaynaklanma olarak ele alınan özellik mücbir sebebin ne  şekilde  tanımlandığına  ve  kapsamına  hangi  hallerin  dahil  edildiğine  göre değişkenlik göstermektedir. Mücbir sebep bir tabiat olayıdır denildiğinde dışsallık bir özellik olarak karşımıza çıkmaktadır. Buna karşılık beklenmeyen haller de mücbir sebebin kapsamında algılandığında dışsallığın her zaman mücbir sebebin özelliği olduğunun söylenebilmesinin mümkün olmadığını düşünmekteyiz. Örneğin VUK un 13. maddesinin birinci bendinde ağır hastalıktan söz edilmiştir, ancak buradaki ağır hastalık her zaman salgın gibi bir dış etkenden kaynaklanmayabilir. Bu kapsamda (gerçekleşmesi düşük ihtimal olmakla birlikte) bir laborantın sahibi olduğu test merkezindeki virüs dolu bir tüpü bilerek ya da bilmeyerek yere düşürmesi sonucunda hasta olması ve bu sebeple vergisel yükümlülüklerini süresinde yerine getirememesi de mümkündür. Bu durumda olay kişinin bizzat kendi eyleminden kaynaklanmaktadır.Benzer biçimde VUK 13, bazı hallerde açık biçimde mücbir sebebin ortaya çıkışında ilgili kişinin iradesinin etkili olup olmadığını hesaba katmaktadır. Örneğin VUK un 13. maddesinin 3. bendinde  Kişinin iradesi dışında vukua gelen mecburi gaybubetler ; aynı maddenin 4. bendinde ise  Sahibinin iradesi dışındaki sebepler dolayısiyle defter ve vesikalarının elinden çıkmış bulunması  halleri birer mücbir sebep olarak sayılmıştır. Öte yandan VUK un 13. maddesinin ikinci bendinde sayılan hallerde insan etkeni olmasına rağmen yasakoyucu bu hallerin kişinin iradesi dışında gerçekleşmesi gerektiğini açıkça belirtmemiştir. VUK açısından bu konudaki bir diğer sorun  iradesi dışında  ifadesinin nasıl anlaşılması gerektiğidir. Şöyle ki 3.ve 4. bentte iradesi dışında olma halinden ne anlaşılması gerektiği belirsizdir. İradenin neye yönelik olduğu da ayrı bir sorundur. Söz konusu ifade  kusuru olmaksızın  şeklinde anlaşılırsa kişinin hem kastı hem taksiri halinde bu sebep uygulanacak, ifade kast olarak algılanırsa kişinin buradaki mücbir sebeplere taksirli eylemi nedeni ile sebebiyet vermiş olması halleri kapsam dışı kalacaktır. Bazı durumlarda örneğin yangın halinde kişinin mücbir sebebin oluşumuna kast derecesinde kusuru ile sebebiyet vermemiş olması gerekir. Bizce mücbir sebebi oluşturan hareket iradi bir hareket olabilir. Önemli olan kişinin mücbir  sebebin  hukuksal  sonuçlarından  yararlanmak  için  eylemi  gerçekleştirip gerçekleştirmediğidir. Her iradi hareket mücbir sebebin hukuksal sonuçlarından yararlanmayı engeller yönündeki bir kriter doğru değildir. Kriter kişiyi dar anlamda mücbir sebep oluşturan beklenmedik hale sokan eylemin iradi olması değil, hukuksal sonuçlara yönelik iradenin/isteğin bulunup bulunmamasıdır. 24  Kâmil Mutluer, Vergi Genel Hukuku (İstanbul Bilgi Üniversitesi 2006) 322.1079İstanbul Hukuk Mecmuası 78/2Örneğin kişi taksirli eylemi nedeni ile yangına sebebiyet verdiğinde eylemi iradidir. Ama yasal defter ve belgelerin yok olacağı yolundaki sonuç öngörülebilir bir sonuç olmasına rağmen onun tarafından öngörülememiş ve istenmemiştir. Bu durumda hem halin icabı gereği hem de VUK 13. 1 ve 2. bentlerde iradilikten söz edilmediğinden kişinin yine de mücbir sebebin hukuksal sonuçlarından yararlanması gerekir. Hal böyle olmasına rağmen, yargı kararlarını incelediğimizde, yangın ve su baskınları gibi olaylar bakımından mücbir sebep halinin tespitinde, bazen mücbir sebebin ortaya çıkışında ilgili iradenin etkili olup olmadığına önem verildiğini söylemek mümkündür.Mücbir sebebin her hukuk disiplininde o hukuk disiplininin özellikleri dikkate alınarak tanımlanmaya çalışıldığı görülmektedir. Biz aşağıda açıklayacağımız üzere mücbir sebepleri dar anlamda doğal afetler olarak anlamakta, beklenmeyen halleri ise bunlar dışındaki örneğin kişinin kendi eyleminden kaynaklanan durumlar olarak algılamakta ve geniş anlamda mücbir sebep kavramı içinde mütalaa etmekte, terim ve uygulama birliği açısından tümünü mücbir sebep olarak adlandırmaktayız. Hızla değişen ve gelişen bir toplum içinde yaşadığımız, çevre şartlarının çoğu zaman önceden tahmin edemeyeceğimiz ölçüde değişikliğe uğradığı göz önünde bulundurulursa, hukukun da ayrıntı meselelerde sabit çözümlerden kurtularak bu dinamizme ayak uydurması gerektiği açıktır. Bu itibarla maddede sayılan doğal olaylar ve insana bağlı olaylar yanında mücbir sebeplerin teknolojik ya da bürokratik sorunlardan da kaynaklanabileceğinin kabul edilmesi gerekir. Nitekim maddedeki sınırlanmamış  olma  hali  bu  yoruma  gerekçe  olarak  gösterilebilir.  Vergi  Usul Kanunu nun (VUK) kabul edildiği 1961 yılında yapılmış bir düzenlemeyi, bugünün gelişmelerine ve özelliklerine göre yorumlamak kanımızca uygun olacaktır. Örneğin vergi idaresinin sisteminde sorun çıkması nedeniyle vergi beyannamesinin elektronik 25  Danıştay VDDK, 127/470, 12.11.1999:  İnceleme elemanınca 1995 yılına ilişkin defter ve belgelerinin ... tarihli yazı ile istenmesi üzerine yükümlü; ... tarihinde mahkemeye müracaat ederek, elektrik tesisatında oluşan kısa devre sonucu yangın çıktığını, yangın ve söndürme çalışmaları sırasında 1993, 1994 ve 1995 yılına ait ticari defterlerin zayi olduğunu ileri sürerek zayi belgesi verilmesini istemiş ve mahkemece davacının isteği doğrultusunda zayi belgesi verilmiştir. Söz konusu zayi belgesinin; tanık beyanları ve davacı istemi üzerine, yangının tarihi ve ne şekilde oluştuğunu belirten ve yangından sonraki durumu saptayan bir itfaiye yangın raporu aranmaksızın verildiği anlaşılmaktadır. Bu durum, yangının ve sonuçlarının somut olarak saptanmadığını göstermektedir. Vergi Usul Kanunu nun 13 üncü maddesinde belirtilen mücbir sebeplerden birinin varlığı ve defter ve belgelerin bu sebeple incelemeye ibraz edilemediği belgelenmeksizin yasal defterlerin yandığı yolundaki iddia ve zayi belgesi; mücbir sebep nedeniyle deftere kayıt koşulunun yerine getirilmiş sayılmasına yeterli olmadığından ve olayda 3065 sayılı Yasa nın 34 üncü maddesinde öngörülen her iki koşulun da aranması gerektiğinden, tarhiyatın kaldırılması yolundaki kararda hukuka uygunluk görülmemiştir.    Ayrıca kişinin vergisel anlamda olumsuz sonuçların doğmasını engelleyebilme yeti, irade ve güce sahipken, bunu kullanmamış olması da mücbir sebepten yararlanmasını engelleyebilmektedir.   Danıştay VDDK, 2000-364/121, 23.03.2001:  Yargı kararıyla yandığı belgelenmiş olan defter ve belgelerin incelemeye ibraz edilememesi yükümlüyü, katma değer vergisi indirimine ilişkin koşullardan ikincisi olan  indirim konusu yapılan vergilerin alış belgelerinde ayrıca gösterilmiş olması nı kanıtlama sorumluluğundan kurtarmaz. Ticari icaplara göre kendisine mal ve hizmet sunan kişi ve kuruluşları bilmek durumundaki bir alıcının, gerekli girişimlerde bulunarak emtia alımına ilişkin belgelerin varlığını ispat olanağına sahip olduğunun kabulü gerekmektedir.  (Aktaran; Ahmet Erol,  Mükellef Hakkı Olarak Mücbir Sebepler ve Sonuçları , (2012) (103) TBB Dergisi 199, 208.). Benzer nitelikte bir başka karar için bkz Danıştay 1 D, 26/26, 04.12.1944 (Aktaran, Gökhan Kürşat Yerlikaya,  Türk Vergi Hukukunda Mücbir Sebep Halinin Dava ve Temyiz Süresini Durdurup Durdurmayacağı Sorunu , (2012) 1(1) Yalova Üniversitesi Hukuk Fakültesi Dergisi, 43, 43)1080Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...ortamda gönderilememesi bir mücbir sebep teşkil edebilecektir. Tüm bu hallerde ortak noktalardan biri, yukarıda değinildiği üzere olayın kişinin kastı söz konusu olmaksızın meydana gelmesi ya da dış etkenlerden kaynaklanmasıdır.b. Öngörülemezlik Öngörülemezlik  (sezilemezlik),  olayın  meydana  geleceğinin  önceden  tahmin edilememesi, en azından sonuçlarının baştan kestirilememesi anlamına gelmektedir. Bu bağlamda olayın mı yoksa olayın sonuçlarının mı öngörülemez olması gerektiği tartışmalıdır.  Mevcut  salgın  açısından  değerlendirildiğinde  de;  ağırlıklı  olarak salgının kendisinin yanında kapsamının ve sonuçlarının öngörülemez olması ön plana çıkmış ve olayın etkilerini artırmıştır.c. KaçınılmazlıkKişinin öngörülemez bir olaya karşı gerekli tedbirlere başvuru olanağı bulamaması ya da tüm gerekli tedbirleri almasına karşın, olayın yine de meydana gelecek olması kaçınılmazlığı ifade eder.Belirtmek gerekir ki olayın öngörülemez ve kaçınılmaz olup olmadığı; meydana geldiği yerin, koşulların ve zamanın özelliklerine göre değerlendirilir. Bu durum, mücbir sebep kavramının göreceliliğini ortaya koymaktadır. Bununla birlikte VUK 15 ve 17 düzenlemeleri ile Hazine ve Maliye Bakanlığı na verilen yetkilerin kullanılıp doğal afet bölgesi ilan edildiği durumlarda öngörülemezlik ve kaçınılmazlık koşullarının araştırılmasına ve ayrı bir ispata gerek kalmayacaktır. Bu gibi durumlarda değerlendirmede bireyin özel koşullarının araştırılmasına veya onun tarafından ispatlanmasına gerek yoktur.d. Sonuçlarının Hemen Ortadan KaldırılamazlığıBir  olayın  mücbir  sebep  teşkil  etmesi  için  sonuçlarının  hemen  ortadan kaldırılamaması gerekir. Mücbir sebep, karşı konulamaz ve sonuçları hemen ortadan kaldırılamaz şiddet ve önemdedir. Bu bağlamda örneğin herhangi bir hastalık değil,  ağır hastalık , herhangi bir kaza değil  ağır kaza  mücbir sebep olarak sayılmıştır (VUK 13). 26  Yayla (n 22) 50.27  İlgili tartışmalar için bkz Çınar Can Evren,  İdarenin Sorumluluğunu Etkileyen Neden Olarak Mücbir Sebep , (2010) 14(1) Gazi Üniversitesi Hukuk Fakültesi Dergisi 263, 284. Örneğin Gözübüyük; olay ile sonuçlarını birbirinden ayırmanın mümkün olmadığını, bu nedenle de olayın sezilemez olup olmadığının tespit edilmesi gerektiğini ifade etmektedir. Bkz Pulat Abdullah Gözübüyük, Mücbir Sebepler-Beklenmeyen Haller (Kazancı 1977) 69.28  İl Han Özay, Günışığında Yönetim (Filiz 2004) 880.1081İstanbul Hukuk Mecmuası 78/2e. Nedensellik Bağlantısı Mücbir sebep ile bir hakkın kullanılamaması ya da geç kullanılması veya bir ödevin veya yükümün hiç yerine getirilememesi ya da geç yerine getirilmesi arasında bir nedensellik bağının bulunması gerekir. Danıştay bir kararında mücbir sebeplerde ortak nokta, olayların gerçekleşmesini engelleyecek nitelik ve ağırlıkta olmalarıdır saptamasını yapmıştır. Örnek olarak belirtirsek: Sel olmasaydı ilgili yükümünü yerine getirebilirdi, ağır hastalığı nedeni ile süreyi kaçırmıştır, 65 yaş üstüne sokağa çıkma yasağı olmasaydı beyannamesini süresinde verebilirdi gibi bir çıkarımın yapılabilmesi aranmaktadır.Özetle mücbir sebep, başlı başına hak kaybının nedeni, hak kaybı sonucunu doğuracak ağırlıkta olmalıdır. Mücbir sebep olarak ileri sürülen sebebe rağmen,  hak ya da yükümün gereği yine de süresinde yerine getirilebilirdi  denilebilen durumlarda, öne sürülen sebebin hukuksal etki doğurmaması gerekir. Nedensellik bağına ilişkin araştırma ve değerlendirme, ancak özel nitelikteki mücbir sebep yönünden söz konusu olabilir. Genel afet ilan edilen durumlarda, bu araştırmaya gerek yoktur. Zira bu gibi durumlarda nedensellik bağının yasal düzenleme ya da idari düzenleme gereği bulunduğu var sayılmaktadır. Danıştay ın  gerek  vergisel  konulara  gerekse  cezalara  ilişkin  olarak  verdiği mücbir sebebe ilişkin kararları bulunmaktadır. Danıştay nedensellik bağı çeşitli kararlarında  defter ve belgeleri ibraz yükümlülüğünün mücbir sebep nedeniyle yerine getirilemediği açık olduğu hallerde vergi ziyaı cezalı katma değer vergisinin hukuka uygun olmadığını 30, Kanunda yazılı sürelerin işlememesi için VUK 13 te belirtilen hallerin gerçekleşmiş olmasının yeterli görülmediğini, bu olayların ‘vergi ödevlerinin yerine getirilmesine engel olacak  şekilde vergi ödevlisini etkilemesi gerektiğini ifade etmiştir. Benzer yaklaşımla Danıştay defterlerin  kullanılamaz  duruma geldiğini gösteren raporun bunların aynı zamanda  okunamaz  olduğunu dolayısıyla ilgili  kayıtların hiçbir şekilde  tespit edilemeyeceğini göstermediğini belirterek, olayda mücbir sebebin bulunmadığına karar vermiştir. 29  Danıştay 7 D, 4380/2889, 04.12.1985; Danıştay Dergisi, Sayı 62/63, 307/309; Aktaran, Kaneti, Ekmekci, Güneş, Kaşıkcı (n 7) 157. Aynı doğrultuda bir tanımlama için bkz: Mualla Öncel, Ahmet Kumrulu, Nami Çağan, Cenker Göker, Vergi Hukuku (28. Bası, Turhan 2019) 12830  Danıştay 9 D, 2015-2325/6128, 18.09.2017. Lebib Yalkın <http://www.lebibyalkin.com.tr/>. Erişim Tarihi 16.06.2020.31  Örneğin Danıştay, kanuni merkezi İstanbul da üretim tesisi Kocaeli de bulunan şirketin mücbir sebep nedeniyle beyanname  veremediğini  ve  vadesi  gelen  borçlarını  ödeyemediğini  tespit  etmiştir.  Danıştay  7  D,  2880/3091 06.11.2000. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/>. Erişim Tarihi 16.06.2020.32  Danıştay 7 D, 2001-827/381, 06.02.2003:  …Olayda, davacı Şirketin dayandığı tek belge, asliye hukuk mahkemesince tespit davasında tayin edilen bilirkişice düzenlenen 26.8.1998 tarihli rapordur. Ancak; bu raporda, yalnızca 27.12.1996 onay tarihli defterlerin  kullanılamaz  halde oldukları yolunda tespit vardır. Yasal defterlerin kullanılamaz durumda bulunması ve noter tasdikli bilgisayar yapraklarının (çıktılarının) parçalanmış olması, bunların okunamaz durumda olduklarını da göstermez. Parçalanmış olsa dahi, parçalarından, ilgili kaydın neye ait olduğunun tespiti olanaklıdır. Ayrıca; yukarıda da söylenildiği gibi, anılan raporda, belgelerle ilgili herhangi bir saptama da yoktur. Daha açık olarak; dosyada, tahrip olayının mücbir sebep sayılabilecek koşullarda gerçekten meydana geldiğine dair inandırıcı bir kanıt mevcut değildir…  Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 16.06.2020.1082Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...f. Görüşümüz Yukarıda doktrin ve uygulamada mücbir sebeplerin özelliklerini ortaya koymaya çalışan her bir görüşle ilgili kanaatimiz özetle belirtilmiş idi. Yineleyelim ki bu özellikler yasa maddesinin kapsamına, mücbir sebebin ne şekilde algılandığına ve nelerin mücbir sebep olarak kabul edildiğine göre değişkenlik gösterebilir. Aktarılan özelliklerden bazıları kapsam ne şekilde kabul edilirse edilsin tüm sebeplerde ortaktır. Örneğin kaçınılmazlık tüm mücbir sebeplerde ortak bir özellik olarak karşımıza çıkmaktadır. Elbette ki buradaki kaçınılmazlığın sonuçlara ilişkin olması gerekir.Bazı özellikler kabule göre değişken olabilir. Örneğin mücbir sebepler tabiat olayları olarak algılanırsa dışsallık bir özelliktir. Ama VUK düzenlemesinde olduğu gibi  beklenmeyen  haller  de  kapsama  alındığında,  kişinin  kendi  hatası  ile  ağır hasta duruma düşmesi örneğinde olduğu gibi dışsallık ortak bir özellik olmaktan çıkmaktadır. Bu nedenle ortak özellik aramak yerine, yapılacak değerlendirmelerde her somut sebep yönünden özelliklerin belirtilmesinde ve belirlenmesinde yarar bulunmaktadır.Bize göre geniş anlamda mücbir sebepler her zaman dışsal olmayan öngörülemez veya engellenemez nitelikte etkenlerdir. Kişinin bu sebeplerin oluşumunda kusuru olabilir,  ama  hukuksal  sonuçlarından  yararlanma  konusunda  kastı  olmamalıdır. Mücbir sebep ile vergisel yüküm arasında ise genel afet ilanı gibi haller dışında bir nedensellik bağı bulunmalıdır.4. Mücbir Sebep Kavramının Beklenmeyen Hal Kavramından Ayırt Edilmesi Mücbir  sebepler  ile  beklenmeyen  hal  kurumları  özünde;  belirli  bir  işlemin yapılması, belirli bir şekilde davranılması ya da belirli bir başvurunun yapılması için yasalarda (Vergi Hukuku açısından ise özel ya da genel vergi yasalarında ve tahsil ile ilgili düzenlemelerde) yer alan sürelerle ilgilidir. Bu durumların varlığı halinde ilgililerin kusuru bulunmadığından adil olan, sürelerin geçirilmesine neden olan olayların ya da durumların sonuçlarının ortadan kaldırılmasıdır. Özetle mücbir sebep ve beklenmeyen hal sürelerle ilgilidir ve hukuksal sonuç da süre geçmesi ile düşmüş bir hakkın düşmemiş sayılmasını gerektirmektedir. Yöntem ise özellikle yargılama açısından eski hale iade ve Vergi Hukuku açısından ise tamamen ya da kısmen terkin ile yasal ya da idari takdire bağlı süre verilmesidir. Mücbir sebep kavramına benzer bir diğer kavram ise İdare Hukukunda, Borçlar Hukukunda  ve  Ceza  Hukukunda  benimsenen   beklenmeyen  (umulmayan)  hal  1083İstanbul Hukuk Mecmuası 78/2kavramıdır. Mücbir sebep (force majeure) bir tabiat olayıdır. Bu durumda süreye uymayanın  bir  kusuru  yoktur.  Beklenmeyen  hal  (évènement  imprévisible  et inévitable/öngörülemez ve önlenemez hadise) ise bireylerin eylemlerinden meydana gelir ve bu durumda da ilgilinin hukuksal sonuçlardan yararlanabilmesi için kusuru olmamalıdır. Mücbir sebep terimi kökeni Arapça olan  icbar  yani zorlamadan gelmektedir. Bu boyutu ile kişinin iradesi dışında onu zorlayan ve onun şahsından ya da eylemlerinden bağımsız olan dışsal her türlü etken bu kapsamda geniş anlamda mücbir sebep kavramında değerlendirilmelidir. İdare Hukukunda mücbir sebep halinde ifanın imkânsızlığı söz konusu iken beklenmeyen halde borcun ifasının mümkün olduğu, fakat hal ve şartlarda akdin yapıldığı  zamana  göre  önemli  ölçüde  ve  umulmayan  bir  değişiklik  meydana geldiğinden borçlunun borcunu ifa etmesinin ona aşırı bir yük ve zarar getireceği belirtilmiştir. Özel Hukukta böyle bir durumda borçlunun borcunu önceden kararlaştırılan şartlarda ifa etmesini beklemek, iyi niyet kuralları, adalet ve hakkaniyet duygularıyla bağdaşmayacaktır. Dolayısıyla özel hukukta sözleşmenin yeni durum ve şartlara göre yeniden gözden geçirilmesinin gerekliliği fikri ağır basmaktadır. Kanımızca Özel Hukuktaki ve İdare Hukukundaki mücbir sebep ve beklenmeyen hale ilişkin görüşlerin Vergi Hukukunda genel bir kural olarak kabulü mümkün değildir. Yukarıda ilgili bölümlerde değindiğimiz üzere VUK un ilgili hükümleri belirli  bir  sistematikten  yoksun  belirsizlik  içeren  hükümlerdir.  Bizce  teorik tartışmalara girmeden ve uygulama sorunlarına sebebiyet vermemek amacı ile var olan kuralın (VUK 13) kapsamındaki tüm sebeplerin geniş anlamda mücbir sebep olduklarından hareket etmekte zorunluluk bulunmaktadır. Etkiler genel ve/veya afet kararı verilmiş ise konu  malûmdur  ve ayrıca ispata gerek yoktur, etkiler özel ise bireyin durumu ispatı ve bunun idarece kabulü gerekir. 33  Örneğin 3213 sayılı Maden Kanunu nun 3. maddesine göre mücbir sebep: sel, yangın, deprem, grizu patlaması, çökme, heyelan ve benzeri halleri; beklenmeyen haller ise tenör, jeoloji, pazarlama, ulaştırma ve alt yapı şartlarındaki beklenmeyen değişiklikler ile ilgili mevzuat gereğince diğer kurumlardan alınması gereken izinlerin alınamaması durumlarını ifade etmektedir. 34  Nurullah Kunter, Ceza Muhakemesi Hukuku (Yaylacık 1989) 529.  Beklenmeyen hal de öngörülemez ve önlenemez nitelikte olmakla birlikte mücbir sebepten farklı olarak, ilgilinin faaliyetleri/işletmesi içinde gerçekleşebilmektedir  Celâl Işıklar, ‘Danıştay Kararlarında İdarenin Kusursuz Sorumluluğunu Kaldıran ve Azaltan Hâller  (2019) (1) YBHD 115, 138. Bizce VUK yönünden buradaki kusur sonuca yönelik iradedir. 35  Gözübüyük (n 27) 30.36  Ali Bardakoğlu,  İslam Hukukunda ve Modern Hukukta ‘Beklenmeyen Hal  Nazariyesi  (1985) (2) Erciyes Üniversitesi İlâhiyat Fakültesi Dergisi 63, 64. 1084Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...İdare Hukuku açısından kanun koyucu beklenmeyen halin sonuçlarını, kimi zaman mücbir sebeple bir tutmuş, kimi zaman ise ayrıca düzenlemiştir. Bu ayrım idarenin sorumluluğuna ilişkin olarak uygulama alanı bulmaktadır. Vergi Hukukunda konuya ilişkin temel düzenleme olan mücbir sebepler başlıklı 13. madde ise; ne bir tanım ne de sistematik bir düzenleme içermektedir. Madde sistematikten yoksundur zira örneğin 4. bentteki  Sahibinin iradesi dışındaki sebepler dolayısıyla defter ve vesikalarının elinden çıkmış bulunması  hali zaten ödevlerle ilgilidir ve duruma göre diğer üç bentteki hallerden kaynaklanacak bir durumdur. Bir diğer deyişle defter ve belgeler ödevlerle ilgilidir ve ödevlerin 1., 2. ve 3. bentlerdeki hallerde yerine getirilememesi zaten maddede düzenlenmiştir. Bu nedenle de böylesi bir düzenleme (VUK 13/4) tekrardır ve gereksizdir. VUK 13 te mücbir sebep kavramı tanımlanmadığından, maddenin beklenmeyen halleri  de  içerip  içermediği  irdelenmelidir.  Özetle;  kanaatimiz  maddenin  ikinci bendinin  mücbir  sebebi,  birinci  ve  üçüncü  bentlerinin  ise  beklenmeyen  hali düzenlemekte olduğudur. Yineleyelim ki biz gerek çalışma kapsamının genişlememesi gerekse terim birliği açısından tümünü geniş anlamda mücbir sebepler kapsamında ele almaktayız. C. Vergi Hukukunda Mücbir Sebep ile İlgili Genel AçıklamalarVergi Hukuku mevzuatımızda vergisel işlem süreci, yani vergisel ödevler, vergi idaresi-yükümlü ilişkisi süreci açısından; sistematikten yoksun ve eksik bir şekilde olsa da konuya ilişkin birtakım düzenlemeler bulunduğu gözlemlenmektedir. Bu düzenlemelerden ilki  mücbir sebepler  başlıklı VUK 13 hükmüdür. Madde başlığında her ne kadar mücbir sebep denilmiş olsa da teorik açıdan sadece mücbir sebepler değil beklenmeyen haller de ele alınmıştır. VUK taki diğer düzenlemeler ise yargılama evresi öncesindeki sürece ilişkin olarak mücbir sebeplerin hukuksal sonuçları ile ilintilidir. Bunlardan  VUK un  15.  maddesi   mühlet  verme   başlığını  taşımaktadır  ve kapsamında  zor durum  olarak adlandırılan, ancak ne sayılan ne de tanımlanan ve  özünde  de  sınırlayıcı  olmayan  mücbir  sebep  başlıklı  13.  madde  içinde değerlendirilebilecek bir durumu ele almaktadır. 17. maddede ise tanımlanmamış ve özünde 13. madde kapsamında en düz mantıkla  gibi haller  ibaresi altında sınıflandırılabilecek  bir  mücbir  sebep  olarak  kabulü  gereken   zor  durum   ve hukuksal sonuçları ele alınmıştır. 115. maddede gerçek anlamda mücbir sebepler yani 37   Mücbir sebep idarenin sorumluluğunu tamamen kaldırırken, beklenmeyen hal böyle bir etki yaratmamaktadır. Öte yandan idarenin sorumluluğunun belirlenmesinde mücbir sebep kavramının uygulaması giderek azalmaktadır. İdarenin sorumluluğu söz konusu olduğunda mücbir sebebe kurtuluş beyyinesi olarak pek sık başvurulmamaktadır… Bu farkın sebebi, bir tarafta devlet-vatandaş ve bu ilişkideki devletin üstün konumu, diğer tarafta ise kişi-kişi arasındaki eşitliktir.  Işıklar (n 34) 225.1085İstanbul Hukuk Mecmuası 78/2doğal afetler(le) ile ilgili olarak bunların zararlı sonuçlarının ortadan kaldırılması ya da azaltılması (terkin) konusundaki bazı hükümlere yer verilmekte ve nihayet 373. madde ise mücbir sebeplerin varlığı ve ispatı halinde idarece ceza kesilmeyeceği hükmünü  içermektedir.  Vergi  Ceza  Hukuku  açısından  anılan  son  düzenleme (maddede ceza kesilmez denilmiş olsa da) bir cezasızlık sebebi değil, manevi unsurun gerçekleşmemesi nedeni ile aykırılığın oluşmadığını belirten bir hükümdür.Mesele Vergi Yargılaması Hukuku ve İdari Yargılama Hukuku açısından daha da vahimdir. İYUK ta mücbir sebepler, beklenmeyen haller ve bunların hukuksal sonuçları yani eski hale iade kurumu / eski hale iade tali davası ile ilgili herhangi bir hüküm bulunmamaktadır. İleride değinileceği üzere idari dava-vergi davası ikileminde vergi  davaları  açısından  İYUK  31/2  düzenlemesinin  VUK un  yukarıda  anılan hükümlerinin yargılama evresinde de uygulanma olanağı bulunduğu ileri sürülmüş olsa da; bizce bu mümkün değildir ve her iki dava türü açısından da İYUK ta ciddi yasal boşluklar ve sorunsallar bulunmaktadır. Keza daha sonra açıklanacağı üzere içtihatlar da ağırlıklı olarak bu yöndedir. Kaldı ki konuya ilişkin olarak vergi davaları açısından mücbir sebeplerin bir eski hale iade nedeni olduğu yolunda bir içtihat birliği bulunduğu varsayılsa dahi, ortaya mücbir sebep ve eski hale iade kurumlarının vergi davalarında geçerli ancak idari davalarda geçersiz olacağı şeklinde bir sonuç çıkacaktır ki böylesi bir durumun hukuken ve mantıken kabulü olanaksızdır. Sorunu  somutlaştırırsak;bir  kişi  COVID-19  ile  ilgili  7226  sayılı  Yasa nın Geçici 1. maddesi ve bu maddenin Cumhurbaşkanı na verdiği yetkiye dayanılarak kullanılan uzatma süresi içinde sürelerin durmuş olması sebebi ile açmadığı bir davayı, 15 Haziran tarihinden sonra da kusuru olmaksızın zamanında açamamışsa ne olacaktır? Hastalığının vergi yargılaması hukuku açısından bir mücbir sebep sayılıp sayılmayacağı ve eski hale iade talebi veya eski hale iade tali davası hakkında herhangi bir yasal düzenleme yoktur. Konu içtihatlarla çözümlenecektir ve içtihadı birleştirme yoluna gidilmedikçe her somut olayda yargıcın ya da heyetin takdirine göre farklı sonuçlara ulaşılabilecektir. Nihayet Vergi Ceza Hukuku açısından işlem boyutunda VUK, yargılama boyutunda ise suçlar açısından Ceza Muhakemeleri Kanunu (CMK)39 ve kabahatler açısından (İYUK-VUK-Kabahatler  Kanunu)  uygulanma  alanı  bulmaktadır.  VUK  istisnalar dışında ancak vergisel işlem sürecinde vergisel ödevlerin yerine getirilmesi bakımından vergi ödevlilerinin öngörülemez, kaçınılamaz harici bazı durumlardan etkilenmesinin ve daha fazla zarar görmesinin önüne geçilmesi ve hak düşümü süreleri açısından da ilgililere süre verilmesi için mücbir sebep kurumuna ve bunun hukuksal sonuçlarına yer vermiş bulunmaktadır. VUK ta zor durumda süre verme, doğal afetler nedeniyle terkin (varlık ve mahsul kaybı) ile ilgili hükümler konuya ilişkin diğer düzenlemelerdir.38  İdari Yargılama Usulü Kanunu, Kanun Numarası: 2577, Kabul Tarihi: 6.1.1982, RG 20.1.1982/17580.39  Ceza Muhakemesi Kanunu, Kanun Numarası: 5271, Kabul Tarihi: 4.12.2004, RG 14.12.2004/25673.1086Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Görüleceği üzere özetlersek: VUK un konuya ilişkin olan ve ancak yargılama öncesi süreçte uygulanma alanı bulacak olan hükümleri 13, 15, 17, 90, 111, 115 ve 373. maddelerdir. Bunlardan: (i)  13.  maddede sınırlı olmayan bir  sayma yöntemi ile mücbir sebepler ve beklenmedik haller ele alınmaya çalışılmıştır. (ii)  15. maddede  mücbir sebeplerle gecikme  başlığı altında ağırlıklı olarak mücbir sebep nedeniyle kaçırılan hak düşümü sürelerinin uzaması hali ile ilgili kural getirilmeye çalışılmış olduğu; bununla birlikte Hazine ve Maliye Bakanlığı na beyannamelerin toplulaştırılması adı altında ne olduğu ve nasıl uygulanacağı belirsiz bir yetki ve dahası yasallık ilkesi ile çelişir bir biçimde  beyanname verme zorunluluğunun kaldırılması  adı altında tahakkuktan vazgeçme sonuçlu bir başka yetki verildiği görülmektedir.(iii)  17. madde  mühlet verme  başlıklıdır ve aslında sebeplerin sınırlandırılmadığı 13. madde kapsamında ele alınabilecek ve ne olduğu belirli olmayan  zor durum  olarak adlandırılan hale ve bunun hukuksal sonuçlarına ilişkindir. (iv)  VUK un 90. ve 111. maddelerinde de mücbir sebep ile ilgili düzenlemeler bulunmaktadır. Bunlardan 90. madde VUK 72 ve devamında düzenlenen komisyonların üyelerinin mücbir sebeple göreve devam edememe haline ilişkin mücbir sebep düzenlemelerine ilişkindir. VUK 111 ise  ödeme zamanı  başlığı taşımakta olup; mücbir sebeplerle süre uzaması halinde vade tarihinin sürenin bittiği gün olduğu ve Hazine ve Maliye Bakanlığı nın mücbir sebep hali ilan edilen yerlerdeki yükümlülerin ödeme sürelerini uzatma yetkisini hükme bağlamaktadır.(v)  115. madde ile  verginin terkini  başlığı altında bazı doğal afetlerle ilgili terkin kurumu düzenlenmeye çalışılmıştır.(vi)  Nihayet 373. madde ile de doğal afetlerden dolayı ceza kesilmeyeceği hükmü sevk edilerek Vergi Ceza Hukuku yönünden bir kusurluluğu ortadan kaldıran sebep ve bunun hukuksal sonucu ele alınmıştır.Bu ön açıklamaların ortaya koyduğu gerçek ise; VUK un mücbir sebep ile ilgili kurallarının girift, belirsiz, sistematikten yoksun ve karışıklığa sebebiyet verici nitelikte  olduğu,  vergi  yargılaması  hukukunda  konuya  ilişkin  yasal  boşlukların bulunduğu ve nihayet mücbir sebep kavramının Vergi Ceza Hukuku açısından da bazı sonuçlarının bulunduğudur.Benzer bir yorum gümrük vergi hukuku açısından da yapılabilir. Makalede bu konu da ayrı bir başlık altında incelenip değerlendirilmiştir.1087İstanbul Hukuk Mecmuası 78/2II.Vergi Hukukunda Yargılama Öncesi Süreç Açısından Mücbir SebeplerA.VUK un Mücbir Sebeplere İlişkin Hükümleri 1.VUK Uyarınca Mücbir Sebep Halleri VUK 13 mücbir sebep sayılan halleri belirlemiş bulunmaktadır:1.  Vergi ödevlerinden herhangi birinin yerine getirilmesine engel olacak derecede ağır kaza, ağır hastalık ve tutukluluk; 2.  Vergi ödevlerinin yerine getirilmesine engel olacak yangın, yer sarsıntısı ve su basması gibi afetler; 3.  Kişinin iradesi dışında vukua gelen mecburi gaybubetler (zorunlu bulunmama/iradi olmayan kaybolma); 4.  Sahibinin iradesi dışındaki sebepler dolayısıyla defter ve vesikalarının elinden çıkmış bulunması gibi haller.Burada mücbir sebeplerin sayılması, yine yasa metninden anlaşılacağı üzere, sınırlayıcı  nitelikte  değildir.  Çünkü  mücbir  sebep  durumları  sayıldıktan  sonra  gibi hallerdir  tabirine yer verilerek, yapılan sayımın sınırlayıcı olmadığına işaret edilmiştir. VUK ta sayılan sebepler sınırlı olmadığından bunlar dışında olabilecek aynı ağırlıktaki mücbir sebepler de madde kapsamında değerlendirilecektir. Hukuksal durum bu olmakla birlikte, idare uygulamasında VUK un 13. maddesinde düzenlenen mücbir sebep hallerinin sınırlandırılmış olduğu yolunda bazı kabullere de rastlanmaktadır. 40  Hırsızlık, yağma, muhasebe kayıtlarının içinde bulunduğu aracın çalınması, araç kazası ya da gemi çatması ile idarece veya yargı organlarınca alınan sebepler nedeniyle vergi ödevlerini veya işlemlerini yerine getirememiş olması örnek olarak gösterilebilir (Aktaran; Kaneti/Ekmekci/Güneş/Kaşıkcı (n 7) 423). Bu haller çalışmanın Vergi Ceza Hukukuna ilişkin bölümünde daha ayrıntılı olarak açıklanıp örneklenecektir. Ayrıca ayrıntılı bilgi ve örnekler için bkz Mahmut Kaşıkcı, Vergi Kaçakçılığı Suçları (Ethemler 2007) 212 vd.   Öte yandan defter ve belgelerin inceleme elemanında bulunması hali özel olarak düzenlenmiştir. Bu durumda defter ve belgelerin muhafaza altına alındığı tarihten itibaren beyanname verme tarihine kadar olan süre bir aydan az ise, yükümlünün beyanname verme süresi kendiliğinden bir ay uzar. Ancak Danıştay idare tarafından el konulan defter ve belgelerin yükümlüye incelettirilmemesini mücbir sebep kapsamında değerlendirmektedir. Nitekim Danıştay konuyla ilgili vermiş olduğu bir kararda  Yükümlüye ait defter ve belgelerin daha önce inceleme elemanına ibraz edildiği hususu taraflar arasında ihtilafsız olduğuna göre yükümlünün defter ve belgelerin kendilerine iade edilmediği iddiasına karşı idarece aksini ispat edici herhangi belge sunulmaması karşısında bu iddianın doğru olduğu dolayısıyla defter ve belgelerin kendi iradesi dışında çıkması nedeniyle olayda mücbir sebep hali bulunduğunun kabul gerekir  şeklinde görüş belirtmiştir. (Danıştay 9 D, 1632/1179, 03.04.2002. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.41  2004 tarihli bir özelgede hatalı olarak VUK 13 te sayılan hallerin sınırlanmış (numerus clausus) bir nitelik taşıdığı belirtilmiştir. Aynı özelgede; özel olanlar dâhil hastanelerden alınan raporlara ilişkin olarak, hastalığın vergi ödevlerinin yerine getirilmesine engel olacak derecede ağır hastalıklardan olup olmadığı hususunun, Sağlık Müdürlüklerinden veya raporu tanzim eden Hastane Başhekimliklerinden, hastaneler dışındaki resmi sağlık kuruluşlarınca (Hükümet Tabipliği, Sağlık Ocağı gibi) verilen raporlar hakkında da aynı huşuların Sağlık Müdürlüklerinden sorulması gerektiği ve özel doktordan alınan raporların idare yönünden bir geçerliliği bulunmadığı ifade edilmiştir. <https://www.gib.gov.tr/node/92354> Erişim tarihi 16.06.2020. 1088Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Acaba korona virüsünün neden olduğu COVID-19 salgını bir mücbir sebep olarak nitelendirilebilir mi? Nitelendirilirse vergi hukuku alanındaki etkileri neler olacaktır?Mücbir sebebin dışsallığı, öngörülemezliği, kaçınılmazlığı, sonuçlarının hemen ortadan kaldırılamazlığı ve nedensellik bağı olarak anılan temel unsurlarının söz konusu salgın açısından da gerçekleşmiş olduğu açıktır.Gerçekten de salgın hastalık tüm dünyayı etkilemiş, yaygın kısıtlamalar gelmiş ve sosyal ve mecburi koruma tedbirleri nedeniyle vergi yükümlüleri hem vergisel ödevlerini yerine getiremez; hem de dava açma gibi haklarını adeta arayamaz hale gelmişlerdir. O halde bu salgını dar anlamda bir mücbir sebep olmamakla birlikte, geniş  anlamda  bir  mücbir  sebep  olarak  nitelendirebiliriz.  Ekonomik  Kalkınma ve İşbirliği Örgütü ( OECD ) de salgını mücbir sebep ( force majeure ) olarak nitelendirmiştir.  Biz  de  bu  küresel  salgının  lehe  genişletici  yorum  yapılarak maddedeki ağır hastalık ibaresi kapsamında ya da en düz yorumla  gibi haller  kapsamında yani geniş anlamda mücbir sebepler içinde değerlendirilmesi gerektiğini düşünmekteyiz.2. Mücbir Sebep Hallerinin Hangi Yükümler ile İlintili Olduğu HususuHemen belirtmek gerekir ki mücbir sebep tüm vergisel ödevler, hatta verginin ödenmesi yönünden dahi uygulama yeri bulacaktır. Türk Vergi Hukukunun dayandığı beyannameye dayanan tarh usulünün zorunlu bir sonucu ve etkin şekilde işlemesinin gereği olarak, yükümlülere belirli ödevler yüklenmiş bulunmaktadır. VUK un ikinci kitabı yükümlünün ödevlerine ayrılmıştır. Ayrıca özel vergi kanunlarında da yükümlünün ödevlerine ilişkin hükümlere yer verilmektedir.Bu ödevler şu şekilde sınıflandırılabilir:1- Bildirimde bulunma ödevi2- Defter tutma ödevi 3- Belge düzenine uyma ödevi4- Defter ve belgeleri muhafaza ve ibraz ödevi 5-Beyanname verme ödevi 6- Diğer ödevler42  Tackling Coronavirus (COVID-19) Contributing to a Global Effort, OECD Secretariat analysis of tax treaties and the impact of the COVID-19 Crisis, 03.04.2020 <http://www.oecd.org/coronavirus/policy-responses/oecd-secretariat-analysisof-tax-treaties-and-the-impact-of-the-covid-19-crisis-947dcb/> Erişim Tarihi 31.05.2020.1089İstanbul Hukuk Mecmuası 78/2Vergi borcunun ödenmesi yani  ödeme  ise VUK un söz konusu ikinci kitabında ödevler arasında gösterilmemiş, birinci kitabın altıncı kısmının birinci bölümünde olmak üzere, kanun sistematiğinde apayrı bir yerde konumlandırılmıştır. Ödemenin bir  ödev  olup  olmadığı  konusundaki  tartışmaya  girmeden  belirtilmesi  gereken husus; mücbir sebeplerin verginin ödenmesi yönünden de uygulama alanı bulması gerektiğidir. Kaldı ki salt VUK un 111. maddesinden de aynı sonuç çıkmaktadır. Danıştay ın hastalığının ayakta tedavi ile iyileşebileceği yolunda bir hastalık olması nedeni ile ilgilinin başvurusunu kabul etmemesine rağmen;  uzlaşma başvurusunun vergi ödevi ile ilgisinin bulunmadığı ve bu nedenle VUK 13. ve 15. madde hükümlerinin uygulanamayacağı, ancak uzlaşma başvurusunun  bir hakkın kullanımı  niteliğinde olduğu ve kanunla öngörülmemiş olsa da mücbir sebep hallerinde idareye başvuru için öngörülen sürelerin işlemeyeceğinin genel hukuk kuralı olduğu  yolundaki saptaması ile VUK un mücbir sebep ve sürelere etkisi ile hükümlerinin yalnızca vergi ödevlerine ilişkin olmadığı yönündeki saptaması konuyu açıklamaktadır. Belirtmekte yarar gördüğümüz bir diğer husus da; uzlaşmaya ilişkin düzenleme ve daha sonra ilgili bölümde değinilecek COVID-19 hakkındaki özel düzenlemedeki durma tarihi itibarı ile bitimine 15 günden az kalan sürelerin, işlemeye başladıktan sonra 15 güne tamamlanması yolundaki hükmün, VUK 15 te düzenlenen mücbir 43  İrfan Barlass, Anonim ve Limited Ortaklıklarda Kanuni Temsilcilerin Vergisel Sorumluluğu (Vedat 2006) 48.44   … uzlaşma  … mükelleflerle idarenin karşılıklı olarak uzlaşmalarına imkan veren müessese olduğu, dolayısıyla söz konusu müessese ile tanınan imkandan yararlanmak yada yararlanmamak, vergi ve ceza muhatabına tanınan bir hakkın kullanılması ile ilgili olduğu, bir vergi ödevinin yerine getirilip getirilmemesi ile ilgisinin bulunmadığı, bu bakımdan uzlaşma ile ilgili sürelerde Vergi Usul Kanununun 13. maddesinin dikkate alınamayacağı, bununla beraber, kanunla öngörülmemiş olsa da mücbir sebep hallerinde idareye başvuru için öngörülen sürelerin işlemiyeceğinin genel hukuk kuralı olarak kabul edildiği, uzlaşma talebinde bulunmamanın hukuki niteliği ve sonuçları göz önünde bulundurulduğunda, uzlaşma talebinde bulunmaya engel olacak haller, ancak, kişinin iradesi dışında gelişen tabii afet, savaş hali ve benzeri durumlarla kişinin bu tür haklarını kullanmasını imkansız kılan çok ağır hastalık gibi olağanüstü özellikler taşıyan durumlar olabileceği, davacının süresinde uzlaşma talebinde bulunmayı engellediğini ileri sürdüğü hastalığının resmi teşekküllerce teyit edilmiş olmasına rağmen, yataklı tedavi kurumlarında tedaviyi gerektirir nitelikte bulunmadığı, yalnızca istirahatı gerektirir nitelikte olduğunun raporda belirtilmiş olması, söz konusu hastalığın çok ağır nitelikte hastalık olmadığına karine teşkil edeceğinden, genel hukuk kuralları içinde mücbir sebep olarak kabul edilemiyeceği…  Danıştay 3 D, 1996-1119/3410, 15.10.1997. Karar için bkz Mustafa Balcı, ‘Vergi Hukukunda Mücbir Sebeplerin Dava Sürelerine Etkisi  <https://vergialgi.net/vergi-hukukunda-mucbir-sebebin-dava-surelerine-etkisi> Erişim Tarihi 18.06.2020.  Maliye Bakanlığı Gelirler Genel Müdürlüğü nün 03/08/2004 Tarih ve B.07.0.GEL.0.28/2810-13-2 Sayılı Özelgesi nde ise  … mükellefin uzlaşma gününde geçirdiği rahatsızlığına ilişkin raporun alındığı özel polikliniğin  özel hastane  statüsünde olup olmadığının… II Sağlık Müdürlüğüne sorulması; söz konusu özel polikliniğin özel hastane statüsünde olduğu yönünde yazı alınması halinde, mükellefin rahatsızlığının Vergi Usul Kanununun 13 uncu maddesinin birinci bendinde sayılan  ağır hastalık  kapsamında mütalaa edilerek mükellefin durumunun mücbir sebep hali sayılması ve uzlaşma görüşmesi için yeni bir gün tayin edilmesi, özel hastane statüsünde olmadığı yönünde yazı alınması halinde ise mükellefin durumunun mücbir sebep hali sayılmayarak yeniden uzlaşma günü verilmemesi uygun olacaktır.  ifadelerine yer verilmiş ve ağır hastalık durumu mücbir sebep olarak kabul edilmiş ve yeni bir uzlaşma günü tayin edilmesi yönünde görüş bildirilmiştir. <https://www.gib.gov.tr/node/92354> Erişim Tarihi 11.04.2020.1090Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...sebebin sürelere etkisi ile ilgili genel kural açısından da bir değişiklik yapılarak kabul edilmesi gerektiği kanısında olduğumuzdur. Bu yasa sistematiği ve yeknesaklık açısından gerekli bir durumdur. 3. Mücbir Sebebi İspat YüküBilindiği gibi, kişinin kendi yararına sonuçlar elde etmek üzere bir savı ileri sürmesi halinde, o kişinin bu savı kanıtlaması yükümlülüğü (ispat yükü) Vergi Hukukunda da mevcuttur. Öte yandan, komisyonlar döneminden kalan ve günümüzde gerekliliği ve kapsamı dahi tartışmalı olan VUK un 3. maddesinde yer alan hüküm gereği iktisadi, ticari ve teknik icaplara uymayan veya olayın özelliğine göre normal ve mutat olmayan bir durumun iddia edilmesi halinde ispat yükü bunu iddia eden tarafa aittir.Genel kurala uygun olarak, mücbir sebebin sonuçlarından yararlanmak isteyen kişi, mücbir sebebi ispat yükünü taşır. Öte yandan mücbir sebep malum ise yani herkes tarafından biliniyorsa, mücbir sebebin varlığının ispatı gerekmez (VUK 15, 373).Bu  hususta  Yasa da  rastlanan  ilginç  bir  detay  mücbir  sebep  halinde  sürelerin durmasına ilişkin hüküm getiren VUK 15 ile vergi cezası kesilmeyeceğine ilişkin VUK 373 ün lafzına ilişkindir. VUK 15 te mücbir sebebin  ilgililer tarafından ispat veya tevsik edilmesi  ibaresi yer alırken, VUK 373 te  tevsik ve ispat olunursa  denilmektedir. Kanun koyucunun abesle iştigal etmeyeceği prensibinden yola çıkılarak, benzer düzenlemelerde yer alan  ve  ile  veya  bağlaçlarına yüklenecek anlam araştırılmalıdır.  Tevsik  etmek   belgelemek  anlamına  geldiğinden   mücbir  sebebin  tevsiki , varlığına ilişkin kanıtlayıcı bir belge sunulmasını ifade etmektedir.  Mücbir sebebin ispatı  ise Vergi Hukukunda geçerli kabul edilen delillerle ortaya konulmasıdır. Vergi Hukukunda delil serbestisi ilkesi söz konusu olup, kural olarak yemin hariç her türlü delil kullanılabilir (VUK 3/B-f. 2). Vergiyi doğuran olay ile açık ve doğal bir bağlantısı bulunan tanık ifadeleri dahi geçerli delildir. Bu bağlamda VUK 15 kapsamında sürelerin durması için mücbir sebebin, herhangi bir belge sunulmaksızın örneğin tanık beyanlarıyla ispatı da mümkün olabilmelidir. Zira yasa maddesi açıkça  tevsik veya ispat tan bahsetmiştir. Oysa VUK 373 teki  tevsik ve ispat olunursa  ibaresi gereği vergi cezalarının kesilmemesi için mücbir sebebin varlığı belgelerle ispat olunmalıdır gibi bir sonuç çıkmaktadır ki bu hukuken hatalı bir düzenlemedir. Öncelikle bazı hususlar örneğin doğal afetler belgelenebilecek hususlar değildir. Sonrasında ise bazı durumların da belgelenmesine gerek yoktur. Bu nedenle yasal sistematik, mantık ve hukuk gereği 373. maddedeki  ve  ibaresinin  veya  olarak anlaşılması zorunludur. 45  Danıştay da defter ve belgelerini incelemeye ibraz etmeyen davacı yükümlüye kesilen üç kat vergi ziyaı cezasını değerlendirdiği kararında, davacı tarafından mücbir sebebin varlığına dair hukuken itibar edilebilecek herhangi bir  belge  ibraz edilmediğini ifade ederek, ispat yükünün ancak yazılı delille yerine getirilebileceğini ortaya koymuştur. (Danıştay 4 D, 2013-6649/7841, 29.11.2017. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.1091İstanbul Hukuk Mecmuası 78/2Kaldı ki bir kez ispat denildikten sonra ispatın ne şekilde olacağını zaten mevcut durum ve mantık ortaya koyacaktır. Bu nedenle de öncelikle hem ispat hem de belge terimlerinin aynı maddelerde kullanılması gerekli değildir. Keza afet ilanı gibi durumlarda da ispat gereksizdir. Hazine ve Maliye Bakanlığı 518 sıra No. lu Genel Tebliğ kapsamında Koronavirüs salgınından  doğrudan  etkilendiği  saptanan  yükümlülerin  mücbir  sebep  halinde olduğunu tespit ederek bu durumun sonuçlarını belirlemiştir. Dolayısıyla Tebliğ kapsamında  bulunan  yükümlüler  açısından  Tebliğ  kapsamında  bulunulduğunun ortaya konulması yeterlidir. Tebliğ kapsamında bulunmayan yükümlüler için ise ispat yükünün yerine getirilmesi gerekmektedir.B. Gereksiz ve Yükümlüler Aleyhine Sonuçlar Doğurabilecek Bir Düzenleme: VUK 17 de Yer Alan  Zor Durum  VUK un 17. maddesinde, mücbir sebep olarak adlandırılan ve 13. maddede sınırlanmaksızın sayılan sebeplere ilaveten  zor durum  olarak adlandırılan bir diğer düzenlemeye ve bunun hukuksal sonuçlarına yer verilmiş bulunmaktadır. Bu maddede zor durumdan söz edilmiş, ancak zor durumun ne olduğu ne tanımlanmış ne de sayılmıştır. Hukuksal sonuçları açısından da bu durumda olduklarını belgeleyenlere süreler açısından VUK un 15/1. maddesindeki yasal korumadan daha dar ve takdire bağlı bir koruma tanınmaya çalışılmıştır. Maddenin özü, zor durum olarak ifade edilen ne olduğu belirsiz ve varlığı ya da yokluğu idarenin takdirine bırakılmış durumlarda; zor durumun varlığı sonucuna ulaşılması  halinde,  vergisel  işlemlerine  ilişkin  ödevlerini  süresi  içinde  yerine getiremeyecek olanların, vergi idaresinden ek süre talebinde bulunabilmesidir. Bu durumda olanlara, yasal sürenin bir katı, yasal sürenin bir aydan az olması halinde bir ayı geçmemek üzere, Hazine ve Maliye Bakanlığınca uygun bir süre verilebileceği belirtilmiştir.Bu sürenin verilebilmesi için:1- Süre talebinde bulunan, süre bitmeden önce yazı ile istemde bulunmalıdır.2- İstemde gösterilen mazeret, süre verecek makam tarafından kabul edilmelidir.3- Sürenin verilmesi halinde verginin alınması tehlikeye girmemelidir.Biz bu hükmü gereksiz bir düzenleme olarak nitelendirmekteyiz. Şöyle ki:1092Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Geniş anlamı ile mücbir sebep, kabule göre değişir bir şekilde ne tür bir kapsam verilirse verilsin kelime anlamıyla özel ya da genel zorlayıcı sebeptir. Bu aynı zamanda VUK un 17. maddesindeki  zor durum  ile ilgili özel hal düzenlemesinin gereksiz ve yasama sistematiği ile bağdaşmayan, karışıklığa sebebiyet verici nitelikte bir düzenleme olduğunu da ortaya koymaktadır.  Zor durum  özünde geniş anlamda mücbir sebepler (mücbir sebepler-beklenmedik haller) içinde (en azından gibi haller kavramı kapsamında) mütalaa edilebilecek bir durumdur ve karışıklık yaratan 17. madde düzenlemesine gerek bulunmamaktadır. Mesele VUK un 13. ve 15. maddeleri kapsamında çözümlenebilir.VUK un bu düzenlemesi ile karışık ve sistematik olmayan bir kural getirilmiş olduğu açıktır. Bunun yanı sıra, maddenin aleyhe sonuçları da bulunmaktadır. Zor durum olarak adlandırılan haller içi ne şekilde doldurulmaya çalışılırsa çalışılsın özünde geniş anlamda mücbir sebeplerdir.17. maddenin incelenen bu düzenlemesi ise, barındırdığı ve doğuracağı yukarıdaki sistematik sakıncalara ilaveten; öncelikle zaten yasa gereği 13. madde kapsamında ele alınması gereken bazı durumlarda, idareye neyin mücbir sebep değil de zor durum olacağını belirleme yetkisi vermiş olması nedeni ile eleştirilebilir. Ayrıca böylesi bir düzenlemenin, mücbir sebep olan hallerin, 15. madde gereği sürelerin durmasını yasa gereği sonuçlayacak olmasına karşın, zor durum kabul edilmeleri halinde süre yönünden de idareye takdir tanınmış olması da ayrı bir hukuka aykırılıktır. Hukuksal olarak olması gereken nelerin mücbir sebep olduklarının sistematik olarak sayılması veya tanımlanması ve sürelerin bu gibi durumlarda yasa gereği duracağının  belirtilmesidir.  17.  madde  hükmü  ve  aleyhe  düzenlemeleri  ise gereksizdir ve kaldırılması gerekir. Bu konularda idareye tanınan yetkinin hukuka aykırı boyutları ileride ayrı bir başlıkta ayrıntılı olarak açıklanacak olmakla birlikte, özetle bu bölümde sonuç olarak belirtilmesi gerekenler: 15. maddenin 1. fıkrası ile mücbir sebebin yasa gereği bir durma sebebi olduğu ve ne zaman başlayıp ne kadar süreceği yasa ile belirtilmişken, 2001 yılında Bakanlığın yetkisi ile ilgili belirsizlik içeren durumu düzenleyen 15. maddenin son fıkrasının başta yasallık prensibi olmak üzere hukuka aykırı olduğu ve 17. maddedeki kuralın da yerinde olmayan, karışıklığa sebep olucu nitelikte kaldırılması gereken bir kural olduğudur. Verilen ek sürelerin de yetersizliği nedeni ile uygulamada bu kurumun uygulaması sık görülmemektedir. Nitekim vergi hukuku uygulamasında bu kurumun çoğunlukla mücbir sebebi takip eder nitelikte olduğu ve doğal bir afetin etkisiyle duran sürelerin işlemeye başlamasından sonra zor durumda kalan mükelleflerin bu kuruma sıkça başvurduğu ifade edilmektedir.46  Gürol Ürel, Güncel Vergi Hukuku Uygulaması (Seçkin 2017) 168. 1093İstanbul Hukuk Mecmuası 78/2Sorunu bir örnekle açıklarsak; bir kişi COVID-19 etkisi ile süresinde yapamadığı bir başvuru ya da işlemi (muhtasar beyanname vermek gibi…), genel düzenlemeler ya da yasa gereği duran sürenin işlemeye başlamasından sonra da kusuru olmaksızın zamanında yapamamışsa; uygulamada bu gibi durumlarda  zor durum  kurumunun işletildiği görülmektedir.Oysaki sözü edilen haller de özünde VUK 13 kapsamında en azından  gibi haller  kavramı kapsamında bir mücbir sebep/zorlayıcı sebeptir. Dolayısıyla da farklı ve karışıklığa yol açıcı nitelikte bir başka maddede düzenlenmesine gerek yoktur. III. Vergi Hukukunda Gümrük Vergileri Alanı Dâhil Yargılama Öncesi ve Sonrası Meydana Gelen Mücbir Sebebin Hukuksal SonuçlarıA. Genel AçıklamalarMücbir sebep; hakların süresinde kullanılmamasının, yükümlülüklerin süresinde yerine getirilmemesinin aleyhe hukuki sonuçlarını engellemektedir. Mücbir sebep ortadan kalktıktan sonra yasal ya da idari süreler içinde yapılmamış işlemler ve ödevler zamanında yapılmış gibi geçerli sayılır. Diğer bir deyişle mücbir sebebin temel etkisi eski hale iadedir.Vergi Hukukunda mücbir sebeplerin ödevlere ilişkin sürelerin işlemesini durdurucu etkisi, öteden beri kabul edilmektedir. Yargı organları daha sonra verdiği kararlarda mücbir sebeplerin etkisini diğer süreler bakımından da kabul etmiştir.Gerçekten, VUK ta sürelerin durması salt  vergi ödevlerine ilişkin sürelerle  sınırlanmamış,  VUK  15 te  vergi  ödevi  terimi  kullanılmaksızın   sürelerin işlemeyeceği  belirtilmiştir. Bu itibarla, mücbir sebeplerin sonuçlarının salt vergi ödevleriyle sınırlı olduğunu kabul etmek kanımızca daraltıcı bir yorumda bulunmak anlamına gelecek, isabetli olmayacaktır.Bu bağlamda, VUK kapsamındaki hakların (uzlaşma, pişmanlık ve ıslah, izaha davet, cezalarda indirim vs.) kullanılmasına ilişkin sürelerin de mücbir sebeplerden birinin varlığı halinde işlemeyeceğini belirtmek gerekir. Ancak Danıştay ın bu yönde kararları bulunduğu gibi aksi yönde kararlarına da rastlanmaktadır. 47  Sürelerin sınıflandırılması için bkz Nami Çağan, Vergi Hukukunda Süreler (Sevinç 1975) 15 vd.; Öncel, Kumrulu, Çağan ve Göker (n 29) 131.48  Ibid 130.49  Bu yöndeki bazı Danıştay kararları için bkz Danıştay 3 D, 2014-3169/634, 15.02.2018; Danıştay 9 D, 2000-1835/3812, 02.10.2002. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.50  Danıştay 3 D, 2014-/510, 05.02.2015. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 02.06.2020.1094Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...VUK 13 ün birinci ve ikinci fıkralarında  vergi ödevi nden söz edildiği için; bu fıkralarda belirtilen mücbir sebep halleri olan ağır hastalık, ağır kaza, tutukluluk, doğal  afetler  gibi  haller  özelinde  bir  yükümlü  hakkının  kullanılmasına  ilişkin işlemler bakımından mücbir sebep sonuçlarının doğmayacağı düşünülebilir. Öte yandan, diğer mücbir sebeplerden birinin varlığında, örneğin yükümlünün zorunlu bulunmama (mecburi gaybubet) halinde uzlaşmaya başvuru süresinin duracağını ancak yükümlünün ağır bir kaza geçirmesi halinde bu sürenin durmayacağını kabul etmek adil ve tutarlı bir yaklaşım olmayacaktır.Özetle; bizce mücbir sebeplerin VUK taki tüm hak düşürücü süreler açısından hukuksal sonuçlar doğurması gerekir. Aşağıdaki alt başlıklarda mücbir sebeplerin yargılama öncesi süreç açısından VUK ta ve AATUHK ta düzenlenmiş olan sürelere etkisi ele alınacak, daha sonra konu gümrük vergisi bağlamında eleştirisel bir bakış açısı ile değerlendirilecektir. B. VUK ve AATUHK Açısından Mücbir Sebebin Vergisel  İşlem Sürecindeki Sürelere Etkisi1. Mücbir Sebebin Vergi Usul Kanunu nda Yer Alan Sürelere EtkisiOrtada bir mücbir sebebin bulunması halinde süreler işlemeyecektir. VUK 15 mücbir sebebin sürenin işlemesini durduran bir neden olduğunu belirtmiştir. Yani bir mücbir sebep varsa, mücbir sebebin doğduğu tarihten, ortadan kalktığı tarihe kadar süreler işlemez. Burada dikkat edilecek nokta mücbir sebebin sürelerin işlemesini kesmeyip sadece durdurduğudur. Mücbir sebebin gerçekleşmesinden önce işlemiş olan süreye, mücbir sebebin ortadan kalkmasından sonra işlemeye devam eden süre eklenir. COVID-19 düzenlemesinde VUK un uzlaşmadaki sürelerle ilgili düzenlemesine benzer şekilde, 7226 sayılı Yasa nın Geçici 1. maddesi gereğince dava açma, icra takibi başlatma, başvuru, şikâyet, itiraz, ihtar, bildirim, ibraz ve zamanaşımı süreleri, hak düşürücü süreler ve zorunlu idari başvuru süreleri de dâhil olmak üzere bir hakkın doğumu, kullanımı veya sona ermesine ilişkin duran sürelerin bitimine 15 günden az süre kaldığı hallerde süre 15 Haziran itibarı ile 15 güne tamamlanacak, hiç başlamamış olan süreler de bu tarihten itibaren işlemeye başlayacaktır. Bu genel hükümdür. Hazine ve Maliye Bakanlığı nın yukarıda örnekleri verilen düzenlemeleri ayrık durumlardır ve ilgili düzenlemelerde belirlenen süreler genel hükme göre aleyhe sonuç doğurmadıkları takdirde uygulanma alanı bulacaktır. 51   …1. Vergi ödevlerinden herhangi birinin yerine getirilmesine engel olacak derecede ağır kaza, ağır hastalık ve tutukluluk; 2. Vergi ödevlerinin yerine getirilmesine engel olacak yangın, yer sarsıntısı ve su basması gibi afetler… 52  Mesut Erez,  Vergi Hukukumuzda Mücbir Sebepler Ağır Hastalık Hali  (1961) (7) Maliye Konferansları I, 1, 2.53  Bu noktada 7226 sayılı Yasa nın Geçici Madde 1. maddesinin ikinci fıkrasında madde kapsamı dışında sayılan süreler arasında vergi kanunlarındaki sürelerin yer almadığını vurgulamak gereklidir.1095İstanbul Hukuk Mecmuası 78/2VUK un  15.  maddesine  dönersek;  aynı  hüküm  gereğince  tarh  zamanaşımı da işlemeyen süreler kadar uzamaktadır. Bunun yanında VUK 126 da düzeltme zamanaşımı 114. maddede yer alan tarh zamanaşımı süresine bağlandığı için, mücbir sebebin düzeltme zamanaşımı süresini de durdurduğunu kabul etmek gerekir.Bu noktada şu sorunun sorulması gereklidir: Vergi ödevlilerinin menfaati düşünülerek düzenlenen mücbir sebeplerin tarh zamanaşımı süresini uzatması isabetli bir düzenleme midir? Gerçekten, mücbir sebeple tarh zamanaşımı süresinin uzaması ödevlinin değil vergi idaresinin lehine bir durumdur. Bu husus tartışmaya açık olmakla birlikte bizim görüşümüz bir yandan mücbir sebepten etkilenen vergi ödevlisinin korunması, diğer yandan da vergi alacağının mücbir sebep nedeniyle ortadan kalkmasının engellenmesi yoluyla bireysel ve kamusal yarar arasında adil dengenin sağlandığı yönündedir. Öte yandan mücbir sebepler VUK 374 te düzenlenen ceza kesmede zamanaşımını durdurmamaktadır. VUK 15 te, mücbir sebep bulunması halinde işlemeyen süre kadar tarh zamanaşımının uzayacağının belirtilmesiyle yetinilmiş, ceza zamanaşımının uzayacağına ilişkin bir hükme yer verilmemiştir. Ceza zamanaşımını düzenleyen 374. maddede ise, ceza zamanaşımının sadece ceza ihbarnamesi tebliğ edilmekle kesileceği öngörülmüştür. 2. Mücbir Sebeplerin Amme Alacaklarının Tahsil Usulü Hakkında Kanun da Düzenlenen Sürelere EtkisiVergilendirme sürecinin tahsil aşamasına ilişkin düzenlemeleri içeren 6183 sayılı AATUHK ta mücbir sebeplerle ilgili bir hüküm yer almamaktadır. Anılan Yasa nın  Tebliğler  ve  müddetlerin  hesaplanması   başlıklı  8.  maddesinde  hilafına  bir hüküm bulunmadıkça sürelerin hesaplanmasında ve tebliğlerin yapılmasında VUK hükümlerinin uygulanacağı yolunda bir düzenleme mevcuttur. Doktrinde bu yollamanın yalnızca VUK un 18. maddesinde yer alan sürelerin hesaplanmasına ilişkin hükmü değil, 14 ila 18. maddelerinin yer aldığı üçüncü bölümün tamamını kapsadığı görüşü kabul edilmektedir ki bizce de olması gereken budur. Dolayısıyla mücbir sebeplerin meydana gelmesi durumunda AATUHK ta yer alan süreler de (ödeme emri, haciz, ihtiyati haciz işlemlerine karşı dava açma süreleri gibi) işlemeyecektir. Görüleceği üzere sürelerle ilgili bölümde yer alan 15. maddede, bu bölümde yer almayan 13. maddedeki mücbir sebep hallerine atıf yapılmış bu hallerde sürelerin 54  Karş. Neslihan Coşkun Karadağ, ‘Zamanaşımı Sürelerine Etkisi Açısından ‘Mücbir Sebepler  ve ‘Ödeme ye Eleştirel Bakış  (2012) 61(3) AÜHFD 1017, 1034. Coşkun Karadağ çalışmasında aksi yönde bir görüş savunarak, söz konusu düzenleme ile mücbir sebeplerin sağladığı bireysel çıkarın, kamu yararına feda edildiğini ve bu durumun ölçülülük ilkesine aykırı olduğunu ileri sürmektedir.55  Öncel, Kumrulu, Çağan ve Göker (n 29) 127 vd.; Yılmaz Özbalcı, Amme Alacaklarının Tahsil Usulü Hakkında Kanun Yorum ve Açıklamaları (Oluş 2004) 146.56  Bkz Danıştay 4 D, 1989-2535/1153, 02.04.1990. Legalbank <https://legalbank.net/> Erişim Tarihi 16.06.2020.1096Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...işlemeyeceğinden  söz  edildiğinden, VUK taki  mücbir  sebeplerin  aynı  zamanda AATUHK açısından da geçerli olacağı sonucu çıkmaktadır.6183 sayılı Kanun un 102. maddesinde düzenlenen tahsil zamanaşımı süresini ise ayrıca ele almak gerekir. Zira tahsil zamanaşımının kesilmesi (6183 sayılı Kanun 103) ve durması (104) halleri arasında mücbir sebepler yer almamaktadır. Ayrıca VUK 15 te mücbir sebebin etkileyeceği zamanaşımı türü açıkça  tarh zamanaşımı  olarak belirlenmiştir. Bu itibarla mücbir sebeplerin tahsil zamanaşımı süresinin işlemesini durdurmayacağı görüşündeyiz. Tahsil zamanaşımı süresinin kamu borçlusu aleyhine uzaması için verginin yasallığı ilkesi gereğince açık bir hükmün varlığı gerekir.3. Mücbir Sebebin Diğer Hukuksal SonuçlarıAşağıda  mücbir  sebebin  VUK  ve AATUHK  açısından  diğer  bazı  hukuksal sonuçları ele alınacaktır. İncelenecek olanlar dışında VUK yönünden mücbir sebebin vergisel para cezası ile karşılanan aykırılıklar ve suçlara da kusurluluğu kaldıran bir sebep olması nedeni ile etkisi bulunmaktadır. Konu bu etkinin vergi hukukunun bir alt dalı olan vergi ceza hukukuna ilişkin olmasından dolayı sistematik gereği ileride VI No. lu ana başlıkta ayrıntılı incelenecektir. a. Verginin Re sen Tarhına Engel OlmamasıYükümlüden defter ve belgelerinin ibrazı istenildiğinde, VUK ta tanımlanmış mücbir sebep hallerinden biri sebebiyle defter ve belgeleri zayi olan bir yükümlünün ibraz ödevini yerine getirmesi beklenemeyecektir. Bununla birlikte defterlerin ibraz edilememesi ile böyle bir durumda re sen tarh yapılıp yapılamayacağı hususları birbirinden  farklı  konulardır.  Böyle  bir  nedenden  dolayı,  ibraz  ödevini  yerine getiremeyen yükümlü adına re sen tarhiyat yapılabilmesi olasıdır. Nitekim Danıştay İBK da farklı doğrultuda içtihatları birleştirdiği 2019 tarihli bir kararında, defter ve belgelerin mücbir sebep dolayısı ile ibraz edilmemiş olmasını re sen tarh sebebi olarak kabul etmiştir. b. Gecikme Faizini ve Gecikme Zammını Ortadan KaldırmasıVergi  yükümlüsünün,  belirli  vergi  ödevlerini  mücbir  sebeple  yerine getirememesinden dolayı gecikme faizi, vergi borcunu vadesinde ödeyememesinden dolayı ise gecikme zammı uygulanamayacaktır.57  Tahsil zamanaşımı: Madde 102- Amme alacağı, vadesinin rastladığı takvim yılını takip eden takvim yılı başından itibaren 5 yıl içinde tahsil edilmezse zamanaşımına uğrar. Para cezalarına ait hususi kanunlarındaki zamanaşımı hükümleri mahfuzdur. Zamanaşımından sonra mükellefin rızaen yapacağı ödemeler kabul olunur.58  Danıştay İBK, 3/1, 08.02.2019. RG 25.07.2019/3084.1097İstanbul Hukuk Mecmuası 78/2c.  Vergi ve Buna Bağlı Cezalar ile Diğer Kamusal Alacakların Doğal Afetler Nedeniyle TerkiniMücbir  sebep  hallerinden  bazılarının  zararlı  sonuçlar  konusundaki  hukuksal etkileri VUK un 115. maddesi ile düzenlenmeye çalışılmıştır. Sözü edilen maddeye göre yangın, yer sarsıntısı, yer kayması, su basması, kuraklık, don, zararlı hayvan ve haşarat istilâsı ve bunlara benzer afetler yüzünden, i.  Varlıklarının en az üçte birini kaybeden yükümlülerin bu afetlerin zarar verdiği gelir kaynakları ile ilgili bulunan vergi borçları ve vergi cezaları; ii. Mahsullerinin en az üçte birini kaybeden yükümlülerin, afete maruz arazi için zararın tahakkuk ettiği hasat ve devşirme zamanına tesadüf eden yıla ait olarak tahakkuk ettirilen arazi vergisi borçları ve vergi cezaları; Hazine ve Maliye Bakanlığınca zararla mütenasip olmak üzere, kısmen veya tamamen terkin olunur. Hazine ve Maliye Bakanlığı terkin yetkisini mahalline yani vergi dairelerine ve defterdarlıklara devredebilir.VUK 115 doğal afetler nedeniyle verginin terkinini düzenlemişken, AATUHK, VUK kapsamının dışında kalan kamu alacaklarının doğal afetler nedeniyle terkinini ele almaktadır (m. 105/4). Bu durumda vergi borçları ve vergi cezalarının terkini, VUK 115 e göre diğer bunlar dışındaki kamu alacaklarının terkini ise AATUHK 105 e göre yapılacaktır. Nitekim AATUK 105 in son fıkrasında vergi alacakları konusunda VUK a yapılan atıf bu durumu ortaya koymaktadır.İki hüküm arasında terkine karar verme yetkisi tanınan makamlar açısından da  farklılık  bulunmaktadır.  VUK  kapsamında  terkin  yetkisi  Hazine  ve  Maliye Bakanlığı na verilmişken, AATUHK ta bu yetki Cumhurbaşkanı na verilmiştir. Genel bir afet halinde Cumhurbaşkanı nın böyle bir karar vermesi mantıklı kabul edilebilir. Ancak doğal afet lokal ya da özel bir nitelik de taşıyabilir. Genel nitelik taşımayan olaylarda bu yetkiyi aramak maddenin uygulanabilirliğini afete uğrayanlar açısından güçleştireceği gibi Cumhurbaşkanı na teknik bir konuda yük oluşturacaktır. 59  AATUHK un  Tabii afetler sebebiyle terkin  kenar başlıklı 105. maddesine göre,  Yangın, yer sarsıntısı, yer kayması, su basması, kuraklık, don, zararlı hayvan ve haşarat istilası ve bunlara benzeyen afetler yüzünden zarara maruz kalan varlıklarının ve mahsullerinin en az üçte birini kaybedenler adına tahakkuk ettirilmiş ve afetlerin zarar verdiği gelir kaynakları ile ilgili amme alacakları Cumhurbaşkanı kararıyla kısmen veya tamamen terkin olunur. Bu madde hükmünden faydalanmak için afetin vukuu tarihinden itibaren 6 ay içinde ilgili amme idaresine yazı ile müracaat edilmesi şarttır.   Bu maddesi kapsamındaki bir zararın mevcut olup olmadığı mahalli il veya ilçe idare kurullarınca, zararın derecesi, Maliye Vekaletince genel olarak belirtilecek esaslar dâhilinde ilgili amme idarelerince tespit olunur.  60  AATUHK un (Amme Alacaklarının Tahsil Usulü Hakkında Kanun, Kanun Numarası: 6183, Kabul Tarihi 27.1.1953, RG 28.7.1953/8469) kabul edildiği dönemde 5432 sayılı Vergi Usul Kanunu (Vergi Usul Kanunu, Kanun Numarası: 5432, Kabul Tarihi: 7.6.1949, RG 15.06.1949/7233) yürürlükteydi. Dolayısıyla AATUHK ta 5432 sayılı VUK un  Verginin Terkini  kenar başlıklı 105. maddesine atıf yapılmıştır. 213 sayılı VUK un 105. maddesi  İlanın muhteviyatı  kenar başlığını taşımaktadır. Doğal afetler sebebiyle verginin terkini ise 213 sayılı VUK un 115. maddesinde düzenlenmektedir. Dolayısıyla AATUHK ta yapılan atfın, 115. maddeye yapıldığının kabul edilmesi gereklidir.1098Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Yasalar birbirleri ile uyumlu olmaları gereken düzenlemeler bütünü oldukları gibi,  kendi  içlerinde  de  sistematik,  uyumlu  ve  anlaşılabilir  kurallar  içermeleri gereken  düzenlemelerdir. Aynı  konuya  ilişkin  yetkinin  vergiler  ve  diğer  kamu alacakları bakımından farklı makamlarda olması, uygulamada karmaşaya sebep olabileceğinden, uyum sağlamak amacı ile sistematiksel açıdan konunun ortak bir hüküm ile (VUK ta) düzenlenmesinde ve anılan yetkinin sadece Hazine ve Maliye Bakanlığı na ait olmasında yarar vardır. Bu yönde bir uyumlaştırma yapılmadığı sürece AATUHK un 105. maddesinin genel doğal afet hakkında Cumhurbaşkanı na verilen yetkinin korunması, genellik arz etmeyen durumlarda bu yetkinin ilgili bakanlığa verilmesi ve VUK 115 açısından da bu tür bir ayrım yapılması daha doğru olan düzenleme yöntemidir. Sonuç olarak bugün yürürlükte olan sistemde doğal olaylara bağlı olarak uğranılan zarara dayalı verginin terkini için, yükümlünün yasada belirtilen idari başvuruları yapması ve yapılan değerlendirme sonucunda şartların gerçekleştiği kabul edilerek, idarece verginin terkinine karar verilmiş olması gerekmektedir. Görüleceği üzere mücbir sebeplerin tümü süreler yönünden yasa gereği etki doğurmakta,  bu  konuda  idareye  verilen  yetkiler  hukuka  aykırılıklar  içermekte; uğranılan  zararlar  yönünden  ise  konu  tüm  geniş  anlamda  mücbir  sebepler değil bunlardan sadece doğal afetlere ilişkin olanlar açısından bir terkin sebebi oluşturmaktadır.  Mevcut  yasal  sistemde  düzenlemenin  farklı  idari  makamların takdirine ve uygulamalarına bırakılmış olması bu konuda da yasallık ve eşitlik ilkelerine aykırı sonuçlar doğrucu bir nitelik taşımaktadır. Keza  115.  madde  ile  13.  maddenin  karşılaştırılması;  VUK un  güncelliğini yitirdiğinin, özensiz kaleme alındığının ve sistematikten yoksun olduğunun bir başka örneğini ortaya çıkarmaktadır. Şöyle ki; mücbir sebep oluşturan tabiat olaylarına ilişkin temel hüküm 13/2. maddedir ve anılan maddede tabiat olayları yani doğal afetler sayılırken yalnızca yangın, su basması ve yer sarsıntısı örnek olarak verilmiştir. Mücbir sebebin hukuksal sonuçlarından terkini düzenleyen tali norm niteliğindeki 115. madde ise, öncelikle 13. maddedeki tüm geniş anlamda mücbir sebeplerin birer terkin sebebi olarak ele alınmamış olması nedeni ile eleştiriye açıktır. Buna ilaveten mücbir sebeplerle ilgili temel normda yer almayan yer kayması, kuraklık, don ile zararlı hayvan ve haşarat istilasından söz edilmiştir. Yani tali normda ana normdan daha fazla ve farklı örneklere yer verilmiştir. Bu durumlar ayrıntıya ilişkin özellikler olarak algılanabilir. Ancak bizce bir yasanın yazımına ve sistematiğine gösterilen özen, haklara ve hukuka gösterilen özenin göstergesidir. Yasal düzeyde olması gereken ise; yargılama öncesi veya yargılama dışı sürece ilişkin mücbir sebeplerin neler olduklarına ve bunların hukuksal 61  Kaneti, Ekmekci, Güneş ve Kaşıkcı (n 7) 218.1099İstanbul Hukuk Mecmuası 78/2sonuçlarının ne olduğuna ilişkin sistematikten yoksun ve dağınık tüm bu hükümlerin, VUK kapsamında bir kısım içeriğinde ve izleyen maddelerde uyumlu bir biçimde düzenlenmesidir. Bu konuda her bir başlıkta ve alt başlıkta yer verdiğimiz yahut aktardığımız öneriler yol gösterici olacaktır.Sayma her zaman daha güç ve tüm olasılıkları kapsaması neredeyse imkânsız olan yöntemdir. Bir hukuk devletinde olması gereken; kısa ve öz bir biçimde tüm olasılıkları kapsayacak bir tanımlama yapılması ve mücbir sebep örneğinde olduğu gibi çok fazla olasılık içeren durumlarda uygulamanın, özellikle de içtihatlarında tutarlı ve uyumlu bir yargının mantık ve analitik çıkarımlarla tanımın içini doldurmasıdır. Bu hukuk geleneği olan toplumlarda zorunlu ve yeterli bir uygulamadır. Bu konuda bir öneri olarak;  Mücbir(zorlayıcı) sebeplerin varlığı halinde vergisel ödevlere ve VUK, AATUHK ve Özel Vergi Yasalarında düzenlenen diğer hallere ilişkin hak düşürücü nitelikteki yasal süreler ile takdiri süreler işlemez. Bu süreler zorlayıcı sebebin ortadan kalktığı tarihten itibaren işlemeye başlar ya da (başlamışsa) devam eder. Durma tarihinde bitimine 15 günden az kalmış olan süreler 15 güne tamamlanır  şeklindeki basit düzenleme önerilebilir. Mücbir sebebin tarh zamanaşımına ilişkin daha önce değindiğimiz gibi birey-egemen güç çıkarlarını dengelemek amaçlı sonucu da takdire göre yasaya eklenebilir. Aynı maddede ya da izleyen bir maddede bu esaslara bağlı kalınarak mücbir sebeplerin çalışmada incelediğimiz diğer sonuçlarına da eleştirdiğimiz hususlar dikkate alınarak yer verilebilmesi mümkündür. C. Gümrük Mevzuatımızda Mücbir Sebep, Yargılama Öncesi Sürece İlişkin Hukuksal Sonuçları ve Bu Alanda Koronavirüs  Salgını ile İlgili Özel Düzenlemeler Konunun gümrük mevzuatı açısından da irdelenmesinde yarar bulunmaktadır. Çalışmamızın bu başlığı altında gümrük vergilerine ilişkin mevzuatımızda yargılama öncesi ve yargılama dışı süreç açısından mücbir sebebin ne şekilde düzenlendiği ve hukuksal etkileri ile sonuçlarının neler olduğu konusunda eleştirisel bir bakış açısıyla açıklamalar yapılacaktır.Gümrük vergilerini ve gümrük rejimini düzenleyen temel yasa olan Gümrük Kanunu nda,  mücbir  sebepleri  ve  bunların  hak  düşümü  sürelerine  ve  sair yükümlülüklere hukuksal etkilerinin neler olduğunu ve sonuçlarını düzenleyen, VUK 13, 15 ve 17 benzeri genel normların bulunmadığı belirtilmelidir. Bununla birlikte birçok maddede mücbir sebep ve beklenmeyen halden söz edilmiştir.Dağınık biçimdeki bu hükümler belirli bir sistematikten yoksun, karmaşık bir dille ele alınmış ve girift bir nitelik taşımaktadırlar.1100Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Keza inceleme konumuz açısından da GK da yer almayan bazı genel hükümlere Gümrük Yönetmeliği nde  (GY)  yer  verilerek  yine  hukuka  aykırı  bir  yöntem seçilmiştir. Gümrük  Kanunu nda  mücbir  sebep  ve/veya  beklenmedik  halden  söz  eden hükümler anılan Yasa nın 34/3-a, 38, 68/2, 92/1 ve 2, 168, 186, 208, 211, 213 ve 214. maddeleridir. 35. maddede  zorlayıcı sebep  ibaresi kullanılmıştır. Dahilde işleme rejimine ilişkin olan 111. maddenin ikinci fıkrasında kullanılan terim ise  haklı gerekçeler dir.Bu düzenlemelerin dikkat çekici yönleri şöyle özetlenebilir:•  Sözü edilen maddelerde bazen mücbir sebepten söz edilmiş, bazen de hem mücbir sebep hem de beklenmeyen hal terimleri kullanılmıştır. Bir maddede ise zorlayıcı sebep ve zorluk ibaresine yer verilmiştir. Bu sistematik bir aksaklıktır ve anılan yasanın özensiz kaleme alındığının bir göstergesidir.•  Bir diğer özellik sözü edilen maddelerde ne mücbir sebebin ne de beklenmeyen halin tanımlanmış olduğudur. Sayma yöntemi ile bunların neler oldukları da belirtilmemiştir.•  Buna ilaveten bu sayılanlar dışındaki hallere ilişkin hak düşümü süreleri yönünden mücbir sebeplerin hukuksal etkileri ve sonuçları ile ilgili kurallar yoktur. •  Bir kez mücbir sebebin her bir kurum için ayrı ayrı düzenlenmesi yolu seçildiğinde  olması  gereken  yasa  kapsamındaki  ilgili  her  durum  ve  hak düşümü süresi ile ilgili olarak mücbir sebep düzenlemesi getirilmesidir. GK da bu da yapılmamıştır. Örneğin transit rejimi (GK 92) ve dahilde işleme rejimi (GK 11) açısından yasada süre belirtilmişken, 125. maddede gümrük kontrolü altında işleme rejimine ilişkin olarak sürelerin ve ilgili esasların yönetmelikle belirleneceği kuralına yer verilmiştir. •  GK da mücbir sebeple ilgili hükümlerin hukuksal niteliği farklıdır. Bazen kusurluluğu kaldıran bir sebep (örneğin GK 34/3-a, 38, 68/2, 92/1 ve 92/2); bazen bir istisnaya ilişkin hak düşümü süresi (GK 168), bazen bir terkin ve iade sebebi (GK 211, 212, 213 ve 214) ve bazen de ödeme yükümünü ortadan kaldıran bir sebep olduğu gözlemlenmektedir (örneğin GK 186/1 ve 208).•  Hukukun temel ilkelerine ve verginin anayasal ilkelerine (Örneğin eşitlik ilkesi. Aynı konumdaki bir yükümlüye süre verilirken bir diğerine verilmemesi ya da farklı süreler verilmesi halleri) ilişkin bir başka hukuka aykırılık mücbir 62  RG 07.10.2009/27369 (Mükerrer).1101İstanbul Hukuk Mecmuası 78/2sebepten dolayı uzayacak sürelerin bazen takdire bağlı olarak (GK 168) uzatılabileceğinin, bazen de uzatılmasının bir zorunluluk olduğunun (GK 211, 212, 213 ve 214) belirtilmiş olmasıdır. •  GK nın hak ihlallerini sonuçlayabilecek bir başka hukuka aykırı düzenleme şekli, bazen idarenin hangi makamına süre tespiti konusunda yetki verildiği belirtilmişken (GK 211, 212, 213 ve 214), bazen de yetki konusunda hüküm sevk edilmemiş olmasıdır (GK 168). Bu  örnekler  çoğaltılabilir.  Özetle  belirtilmesi  gereken  gümrük  mevzuatında da yasal açıdan ciddi bir revizyon ve daha doğrusu ciddi bir yasal reforma ihtiyaç duyulduğudur.  Değindiğimiz  konularda  sistematiksel  ve  terimsel  bütünlüğün sağlanmasında yarar bulunmaktadır.Gümrük mevzuatı yönünden dikkat çekici olan bir diğer husus, yasada yer almayan mücbir sebebin sürelere etkisi ile ilgili kurallara, GY de yer verilmiş olmasıdır. Gümrük konularında mücbir sebeplerin GK daki süreleri örneğin 15 günlük itiraz süresini uzatıp uzatmayacağı meselesini yönetmelik hükümleri dikkate alınarak çözümlemek mümkündür. İlgili Yönetmelik hükmü 31. maddedir. GY nin 31. maddenin birinci ve ikinci fıkralarına göre netleştirmek mümkündür. Anılan maddenin ilk fıkrası  mücbir sebep ve beklenmeyen hallerden herhangi birinin bulunması halinde idari itiraz süresi, bu sebep ortadan kalkıncaya kadar işlemez  şeklinde olup, mücbir sebeplerin idari itiraz sürelerini durduracağı; ikinci fıkrası ise  idari itiraz başvurusunun süresi dışında yapılması halinde, itiraz süresi içinde meydana gelen mücbir sebepleri ya da beklenmeyen halleri kanıtlayan belge ibraz edilmesi halinde gümrük idaresince ek süre verileceği  kuralını içermektedir.Bu hüküm önce yasa ile düzenlenmesi gereken bir genel kuralın, bu yapılmayıp yönetmelik ile düzenlenmiş olması açısından eleştiri konusu yapılabilir. Bir başka eleştiri konusu husus, GY nın 31. maddesinde mücbir sebeplerin sadece  GK da  yer  alan  idari  itirazlar  konusunda  süreleri  durduracağından söz edilmiş olmasıdır. Bizce bu hükmün GK daki tüm hak düşümü süreleri açısından  uygulanması  gerekir.  COVID-19  sürecinde  bu  hükmün  ve  genel Covid  kurallarının  (7226  sayılı  Kanun un  Geçici  1.  maddesindeki  durma kuralının) uzlaşma açısından da uygulama konusu olup olmadığı soru olarak Gümrükler  Genel  Müdürlüğü ne  yöneltilmiş  ve  anılan  idari  birim  GY  31 e 63  Gümrük konularında yasa ile düzenlenmesi gereken temel kuralların/ilkelerin yönetmelik ile düzenlenmesine ilişkin başka örnekler de bulunmaktadır. Örneğin ne bis in idem konusu, yani suç kabahat ikileminde aykırılıkların birleşmesi sorununun nasıl düzenleneceği konusu GK ile değil GY 579 da ele alınmaya çalışılmıştır. Ayrıntılı bilgi ve konuya ilişkin açıklamalar için bkz Mahmut Kaşıkcı, ‘Vergi Kaçakçılığı Suçları İle İlgili Güncel Bir Değerlendirme: 5237 Sayılı Türk Ceza Kanunu Sonrası Vergi Suçlarına İlişkin Sorun ve Sorunsallar , Süheyl Donay Armağanı (Filiz 2019) 59, 79; Kaneti, Ekmekci, Güneş ve Kaşıkcı (n 7) 344-345, 51 no. lu dipnot.1102Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...değinmeden uzlaşma süresinin 7226 sayılı Yasa nın Geçici 1. maddesi kapsamında duran sürelerden olduğunu ifade etmiştir. Üzerinde durulması gereken bir diğer konu, GY 31. madde hükmünün gümrük uyuşmazlıkları açısından yargılamaya ilişkin sonuçlarının bulunup bulunmadığıdır. İleride ayrı bir bölümde ayrıntılı olarak üzerinde durulup irdeleneceği üzere, İYUK ta mücbir sebepler ve yargısal sürelere etkisi ile ilgili bir hüküm yoktur. Keza tartışmalı İYUK 31/2 düzenlemesinde; VUK a atıf olmasına rağmen, gümrük vergileri ilgili yasa olan GK hükümlerinin İYUK ta hüküm bulunmayan hallerde gümrük konularına ilişkin yargılamada uygulanacağı konusunda bir atıf da yoktur. Bu itibarla sorun, zorlama yoluyla İYUK 31/2 atıf normu ile de çözümlenemez. Dolayısıyla gümrük uyuşmazlıkları açısından yargılamaya ilişkin bir yasal boşluk bulunduğu açıktır.Yukarıda  bahsedilen  iki  ayrı  soruna  ilişkin  özet  kanaatimiz;  (i)  GY nin  31. maddesinde  yer  alan  mücbir  sebeplerin  süreleri  durduracağına  ilişkin  kuralın geniş yorumlanarak, GK nın sadece itiraz değil tüm hak düşümü sürelerine ilişkin olduğunun kabulü gerektiği, (ii) buna karşın aynı hükmün gümrük uyuşmazlıklarına ilişkin yargılama sürecinde uygulama imkânı bulunmadığıdır. Danıştay ın da bu doğrultuda kararları vardır. Örneğin Danıştay 7. Dairesi  2577 sayılı Kanunda, rahatsızlık nedeniyle dava açma süresinin uzayacağına ilişkin bir düzenlemeye yer verilmediği ve davanın otuz günlük dava açma süresi geçirilerek açıldığı  gerekçesiyle davayı süre yönünden reddeden vergi mahkemesi kararını onamıştır. Bu husus Danıştay ın GY 31 normunun gümrük konularındaki yargılamada geçerli olmadığının kabulü anlamlıdır.İYUK,  GK  ve  GY de  hüküm  bulunmaması  mücbir  sebeplerin  gümrük uyuşmazlıkları  açısından  yargılama  sürecinde  dikkate  alınmayacağı  anlamına gelmez. Hiçbir hüküm bulunmasa bile, hukuku yasa ile ölçümlememesi gereken yargı  makamlarının  mahkemeye  erişim  hakkının  ve  adil  yargılanma  hakkının gereklerini dikkate alarak mücbir sebepleri yargılamanın her aşamasında hesaba katmak durumundadır. Konu ileride mücbir sebeplerin vergi yargılama hukukuna etkisi bahsinde ayrıntılı açıklanacaktır. Burada  irdelenen  hususlar  yargılama  öncesi  sürece  ilişkindir.  Gümrük  vergi ve  yükümlülüklerinden  kaynaklanan  alacakların  tahsil  sürecinde  ve  gümrük uyuşmazlıklarından kaynaklanan yargılama sürecinde; makale kapsamında VUK 64  Gümrükler Genel Müdürlüğü nün 14/05/2020 tarihli 54382960 sayılı  7226 sayılı Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun-Uzlaşma  konulu Yazısı. Sözü edilen yazıda;  benzer bir uygulamanın GK nın 244. maddesinde düzenlenen gümrük uzlaşmaları açısından da geçerli olup olmadığı yolunda ilgili idari birime sıkça soru sorulduğu ve ilgili yasal düzenlemedeki ‘bir hakkın doğumu, kullanımı veya sona ermesine ilişkin tüm süreler  ibaresinin uzlaşma süresini de kapsaması sebebiyle, uzlaşmanın da 7226 sayılı yasa kapsamında değerlendirilmesi gerektiği  ifade edilerek ilgili birimlere sürelerin durduğu ve bu doğrultuda işlem tesisi konusunda talimat verilmiştir. İdare bu örnekte aslında yasa kapsamında olan ve görev gereği yapılması gereken bir uygulama ile ilgili durumun açıklamasını yapmıştır. 65  Danıştay 7 D, 7447/79, 18.01.2011 (Balcı (n 44) dipnot 79).1103İstanbul Hukuk Mecmuası 78/2kapsamındaki vergiler bağlamında AATUHK ve vergi yargılamana ilişkin yaptığımız açıklamalar aynen geçerlidir. Ayrıca, gümrük konuları açısından da COVID-19 ile ilgili bazı önlemler alınmıştır. Makalenin kapsamını fazlaca aşmamak açısından bunların genel tasarruflar ya da yasal düzenlemeler (örneğin 7226 sayılı Kanun geçici m. 1) ya da bazen ilgili bakanlık birimlerinin uygulama birliği isteyen ya da hukuksal durumu açıklayan yazıları ile yapıldığı belirtilmelidir.IV. Türk Vergi Hukuku ile Uluslararası Vergi Hukukunda Koronavirüs Salgınına Özgü Düzenlemeler, Hazine ve Maliye Bakanlığı nın Mücbir Sebep İlanı Yetkisi ve Bu Yetkinin SınırlarıA. Genel Açıklamalar Daha önce de bazı vesilelerle değinildiği üzere VUK, Hazine ve Maliye Bakanlığı na mücbir sebep hali ilan etme ve buna bağlı hukuksal sonuçları belirleme konusunda bazı yetkiler tanımıştır. Şöyle ki Hazine ve Maliye Bakanlığı, mücbir sebep sayılan haller nedeniyle bölge, il, ilçe, mahal veya afete maruz kalanlar itibarıyla mücbir sebep hali ilan etmeye ve bu sürede vergi ödevlerinden yerine getirilemeyecek olanları tespit etmeye yetkili kılınmıştır. Bu yetki vergi türleri ve işyerleri itibarıyla, beyannamelerin toplulaştırılması, yeni beyanname verme süreleri belirlenmesi ve beyanname verme zorunluluğunun kaldırılması şeklinde de kullanılabilir (VUK 15/3).Hazine ve Maliye Bakanlığı; mücbir sebep hali ilân edilen yerlerdeki yükümlülerin, bu Kanun kapsamında olup, ödeme süresi afet tarihinden sonraya rastlayan her türlü vergi, ceza ve gecikme faizleri ile bu Kanun un 15. maddesinin üçüncü fıkrası uyarınca verecekleri beyannamelere istinaden tahakkuk ettirilen vergilerin ödeme sürelerini, vadelerinin bitim tarihinden itibaren azamî bir yıl süreyle uzatmaya yetkilidir. Bu yetki; bölge, il, ilçe, mahal ve afetten zarar görenler ile afetten zarar görme derecesi veya vergi türleri itibarıyla farklı süreler tespit etmek suretiyle de kullanılabilir (VUK 111/6). 66  Uygulama birliği amacıyla örneğin tıbbi ve cerrahi maske ya da gözlük gibi bir takım kişisel koruyucu ekipmanın ihracatı ya da tıbbi tanı kitlerinin ithalatının Sağlık Bakanlığı nın ön iznine bağlanmıştır (04 Mart 2020 tarihli ve 31058 sayılı Resmi Gazete de yayımlanan  İhracı Yasak Ve Ön İzne Bağlı Mallara İlişkin Tebliğ (İhracat: 96/31) de Değişiklik Yapılmasına Dair Tebliğ  ile Kişisel Koruyucu Donanım kapsamında piyasaya arz edilen  Koruyucu Maske (Gaz, Toz ve Radyoaktif Toz Filtreli Maskeler) ,  Tulum (Koruyucu İş Elbisesi) ,  Sıvı Geçirmez Önlük (Kimyasallara Karşı Kullanılan Koruyucu Önlükler)  ve  Gözlük (Koruyucu Gözlükler)  ile Tıbbi Cihaz Yönetmeliği kapsamında piyasaya arz edilen  Tıbbi ve Cerrahi Maske  ve  Tıbbi Steril/Nonsteril Eldiven  isimli ürünlerin ihracatı ve 02.04.2020 tarihli ve 31087 sayılı Resmi Gazete de yayımlanan  Tıbbi Tanı Kitlerinin İthaline İlişkin Tebliğ  ile insanlar için kullanılan 3822.00 ve 3002.15 Gümrük Tarife Pozisyonlarındaki eşyaların ithalatı Sağlık Bakanlığı bünyesinde yer alan Türkiye İlaç ve Tıbbi Cihaz Kurumu nun ön iznine bağlanmıştır). Hukuksal durumu açıklayan yazılara örnek olarak ise yukarıda belirttiğimiz Gümrükler Genel Müdürlüğü nün 14.05.2020 tarihli 54382960 sayılı  7226 sayılı Bazı Kanunlarda Değişiklik Yapılmasına Dair KanunUzlaşma  yazısı gösterilebilir. 1104Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Keza daha önce ilgili başlıkta aktarılıp değerlendirilen ve bazı hukuka aykırılıkları barındırdığı belirtilen, dahası gereksiz bir norm olarak nitelendirdiğimiz VUK un 17. maddesinde de  zor durum  halinin takdiri ve buna bağlı bazı hukuksal sonuçlar oluşturma yetkisi de bu durumun örneklerindendir. Söz konusu yetki, mevcut salgın bakımından da kullanılmıştır. Bu ana başlık altında Koronovirüs salgınının uluslararası vergi hukuku açısından da ele alınıp değerlendirilmesi yapılacaktır.Aşağıda Koronavirüs salgını ile ilgili ulusal ve uluslararası vergi hukukundaki bu düzenlemeler ile ilgili bilgiler verilecek ve hukuki değerlendirme yapılacaktır.B. Ülkemizde Koronavirüs Salgınına İlişkin Mücbir Sebep İlanı, Özgü Düzenlemeler ve Değerlendirme1. 518 Sıra No. lu Genel TebliğKoronavirüs salgını ile ilgili gelişmeler karşısında VUK taki düzenlemelerin de mağduriyetlere cevap vermediği anlaşıldığından, mücbir sebebin etkilediği ödevliler için  bazıları  kanun  ile  olmak  üzere  yeni  düzenlemeler  yürürlüğe  konulmuştur. Salgından ve bu kapsamda alınan tedbirlerden doğrudan etkilenen yükümlülerin VUK un mücbir sebep hükümlerinden faydalandırılmasına ilişkin 518 sıra No. lu Vergi Usul Kanunu Genel Tebliği bu düzenlemelerden biridir.Bununla birlikte yetersiz kalan mevzuata eklenen bu yeni mevzuatın da her sorunsalı  karşılayamadığı,  birtakım  eksiklikleri  ve  çarpıklıkları  barındırdığı gözlemlenebilmektedir.  Sorunun  en  dikkate  değer  olanı,  Hazine  ve  Maliye Bakanlığı nın mücbir sebebi sınırlandırma, yani vergi türleri, mükellef türleri ya da sektörlere göre belirleme yetkisinin olup olmadığıdır.518 sıra No. lu Genel Tebliğ ile COVID-19 salgını nedeniyle mücbir sebep kapsamına alınan yükümlüler iki grup halinde düzenlenmiştir:Birinci Grup YükümlülerTebliğ de  yapılan  düzenlemeyle,  aşağıdaki  yükümlülerin,  01.04.2020  ila 30.06.2020 (bu tarihler dâhil) arasında mücbir sebep halinde olduğu kabul edilmiştir.a)  Ticari, zirai ve mesleki kazanç yönünden gelir vergisi yükümlüsü olanlar,67  RG 24.03.2020/31078.1105İstanbul Hukuk Mecmuası 78/2b) Koronavirüs salgının doğrudan etkilenen ve ana faaliyet konuları itibariyle belirlenen sektörlerde faaliyet gösteren yükümlüler,c)  Ana faaliyet alanı itibarıyla İçişleri Bakanlığı nca alınan tedbirler kapsamında geçici  süreliğine  faaliyetlerine  ara  verilmesine  karar  verilen  işyerlerinin bulunduğu sektörlerde faaliyette yükümlüler.İkinci Grup YükümlülerTebliğ de yapılan düzenlemeyle;a)  65 yaş ve üstünde olması veya kronik rahatsızlığı bulunması nedeniyle sokağa çıkma yasağı kapsamına giren yükümlüler ve meslek mensupları ileb)  Tebliğ in yayımlandığı tarih itibarıyla geçerli olan  Aracılık ve Sorumluluk Sözleşmesi  uyarınca beyanname/bildirimleri bu meslek mensuplarınca verilenlerin, 22.03.2020 ila sokağa çıkma yasağının sona ereceği tarih (bu tarihler dâhil) arasında mücbir sebep halinde olduğu kabul edilmiştir.•  1. grup içerisinde yer alan yükümlüler için muhtasar beyannamelerinin verilme süreleri, KDV beyannamelerinin verilme süreleri, Form Ba-Bs bildirimlerinin verilme süreleri, elektronik defter beratlarının yüklenme süreleri ve anılan beyannamelere  istinaden  tahakkuk  eden  vergilerin  ödeme  sürelerinde, sürelerin yine Tebliğ de belirlenen tarihlere kadar uzatılması öngörülmüştür.•  65 yaş ve üstünde olması veya kronik rahatsızlığı bulunması nedeniyle sokağa çıkma yasağı kapsamına giren yükümlüler için ise mücbir sebep dönemine ilişkin  verilemeyen  beyanname/bildirimlerin  verilme  süreleri  ile  bunlara istinaden tahakkuk edecek vergilerin ödeme sürelerinin son gününün, sokağa çıkma yasağının sona  ereceği günü  takip eden 15.  günün  sonuna  kadar uzatılmasına karar verilmiştir.Hazine ve Maliye Bakanlığı na mücbir sebep ilanına ilişkin yetki veren anılan düzenlemeleri T.C. Anayasası nın 73. maddesinin üçüncü fıkrasında temelini bulan verginin yasallığı ilkesi ışığında yorumlamak gerekmektedir. Verginin yasallığı ilkesi gereğince verginin temel öğeleri vergi yasalarında saptanmakta; uygulamaya, tekniğe  ve  uzmanlığa  ilişkin  konularda  ise  yürütme  organına  düzenleyici yönetsel işlemlerde bulunma yetkisi verilebilmektedir. Bu bağlamda söz konusu düzenlemelerin vergi yükü getirmeyen, yasadaki koşulları aleyhe genişletmeyen, 68   …alışveriş merkezleri dahil perakende, sağlık hizmetleri, mobilya imalatı, demir çelik ve metal sanayii, madencilik ve taş ocakçılığı, bina inşaat hizmetleri, endüstriyel mutfak imalatı, otomotiv imalatı ve ticareti ile otomotiv sanayii için parça ve aksesuar imalatı, araç kiralama, depolama faaliyetleri dahil lojistik ve ulaşım, sinema ve tiyatro gibi sanatsal hizmetler, matbaacılık dahil kitap, gazete, dergi ve benzeri basılı ürünlerin yayımcılık faaliyetleri, tur operatörleri ve seyahat acenteleri dahil konaklama faaliyetleri, lokanta, kıraathane dahil yiyecek ve içecek hizmetleri, tekstil ve konfeksiyon imalatı ve ticareti ile halkla ilişkiler dahil etkinlik ve organizasyon hizmetleri sektörlerinde faaliyette bulunan mükellefler… 1106Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...kişisel rahatsızlık vermeyen veya gider gerektirmeyen açıklayıcı düzenlemeler olması beklenir. Hazine ve Maliye Bakanlığı na yasayla verilen mücbir sebep ilanı yetkisi de temelde vergi ödevlilerini rahatlatmak, mücbir sebebin varlığının ve etki alanının resmi olarak belirlenmesiyle ödevlileri mücbir sebebi ispat yükünden kurtarmak, diğer usuli yükümlülükleri kaldırmak ya da hafifletmek amacını taşımaktadır. Bu itibarla söz konusu yetkinin; yasallık, eşitlik, ölçülülük ilkelerini ve kamu yararını gözetmek suretiyle ve mücbir sebebin etki alanındaki vergi ödevlilerinin lehine sonuç doğuracak şekilde kullanılması önem taşımaktadır. Vergi idaresinin mücbir sebebin etki alanında bulunan benzer durumdaki vergi ödevlileri arasında nesnel ve makul bir gerekçesi bulunmaksızın farklı muamelede bulunması halinde ise ayrımcılığa uğramama hakkının ihlali gündeme gelebilecektir.Genel  tebliğ  düzenlemesi  gerçekten  de  Tebliğ  kapsamındaki  ödevlilere  büyük kolaylık ve avantajlar sağlamaktadır. Öte yandan sektör veya yükümlü ayrımı yapması bakımından hatalıdır ve sorunlara yol açacak niteliktedir. Gerçekten durumdan olumsuz etkilenen sektörlerin başında ulaşım, turizm, kültür-sanat-eğlence sektörleri gelmekteyse de sektörler sayılanlarla sınırlı kalmayacaktır, zira ekonomik yaşamın önemli bir kısmı sekteye uğramıştır. Salgından  doğrudan  ya da  dolaylı  etkilenmenin de sınırını belirlemek güçtür: Örneğin önlemler kapsamında belirli bir süre için kapatılan işletmeler dışında tüketici taleplerinin önemli derecede azaldığı ya da likidite sorunu yaşayan işletmeler bu kapsamda sayılmayacak mıdır? Etki alanının boyutu düşünüldüğünde tüm gelir ve kurumlar vergisi mükelleflerinin kapsama alınması daha uygun olabileceği düşüncesindeyiz. Kaldı ki bu çaptaki bir olağanüstü durumda kendi kişi ve kurumlarımız üzerinde ek maliyetler psikolojik yükler yaratmamak gerekir. Şöyle ki; mevcut düzenlemede tebliğ kapsamı içinde yer alıp almadığı mükellefin vergi dairesi kayıtlarındaki ana faaliyet kodu (NACE kodu) itibarıyla belirlenecektir. Bununla  birlikte  2012  yılında  kabul  edilen  TTK  ile  ultra  vires  ilkesi  olarak adlandırılan işletmelerin esas sözleşmelerinden yer alan faaliyet konuları ile sınırlı işlem yapabilmeleri yasağı kaldırılmıştır. Dolayısıyla NACE kodları yükümlünün fiilen iştigal ettiği ana faaliyet alanını yansıtmayabilecektir. 69  Gülsen Güneş, Verginin Yasallığı İlkesi (3.Bası, On İki Levha 2011) 189.70  Mülkiyet hakkının kullanımında ayrımcılık iddiasının kabul edildiği bireysel başvuru kararı için bkz Anayasa Mahkemesi, Reis Otomotiv Ticaret ve Sanayi A.Ş. Başvurusu, 2015/6728, 01.02.2018; Anayasa Mahkemesi, Reis Otomotiv Ticaret ve Sanayi A.Ş. Başvurusu (2), 2015/5293, 28.06.2018. RG 07.03.2018/30353.71  <https://blog.lexpera.com.tr/koronavirus-2019-ve-sozlesmeler/> Erişim Tarihi 31.05.2020.72  Norbert Schneider, Alexander Schwahn ve Markus Stoffels, ‘COVID-19 and German tax  24.04.2020, <http://knowledge.freshfields.com/en/Global/r/4111/covid-19_and_german_tax> Erişim Tarihi 31.05.2020. 73    Hükmî şahısların ehliyeti  kenar başlığını taşıyan eTK 137 nin karşılığı olan TK 125 te, bir yandan maddede hükme bağlanan  tüzel kişilik  ve Sayfa 122  ehliyet  kenar başlıkta ayrı ayrı vurgulanmış, öte yandan da eTK 137 de yer verilen  faaliyet konusu ile sınırlı [hak] ehliyeti  kuralı terk edilerek, faaliyet konusu dışında yapılan işlemlerin kendiliğinden  ultra vires/konu dışı  ve böylece  yok  hükmünde olmasının önüne geçilmek istenmiştir.  Abuzer Kendigelen, Yeni Türk Ticaret Kanunu: Değişiklikler, Yenilikler ve İlk Tespitler, (On İki Levha 2016) 122 vd.1107İstanbul Hukuk Mecmuası 78/2Genel  Tebliğ in  kapsamının  ana  faaliyet  kodu  dikkate  alınarak  belirlenmesi uygulamada  yaratacağı  güçlükler  düşünülerek  518  sıra  No. lu  Genel  Tebliğ in 3. maddesinin 3. fıkrası NACE kodları fiilen iştigal ettiği ana faaliyet alanını yansıtmayan yükümlüler için bir imkân öngörmüştür. Söz konusu düzenlemeye göre 1. fıkradaki sektörler arasında bulunmamasına rağmen ana faaliyet alanı olarak bu sektörlerden herhangi birisinde fiilen iştigal ettiğini ispat ve tevsik eden yükümlülerin mücbir sebep kapsamında olup olmadığının tespitinde ana faaliyet kodu yerine fiilen iştigal edilen ana faaliyet alanı dikkate alınacaktır. Genel  Tebliğ in  uygulanmasına  ilişkin  03.04.2020  tarih  ve  2020/30  sayılı Uygulama İç Genelgesi nde ana faaliyet kodu değişikliğinin şartları ve talep usulü düzenlenmiştir. Buna göre, ana faaliyet kodu değişikliği için; mükellefin esas alınmasını istediği ana faaliyet alanından (ana faaliyet kodu olarak kaydedilmesi gerektiğini iddia ettiği faaliyet kodundan) elde ettiği brüt hasılatın, diğer faaliyet kodlarından elde ettiği brüt hasılattan fazla olması şarttır. Brüt hasılatın tespitinde ise 2019 hesap dönemi veya 2019 IV. geçici vergi dönemi, özel hesap dönemine tabi mükelleflerde 2019 yılında sonuçlanan özel hesap dönemi, bir yıldan kısa süredir faaliyette bulunulması durumunda faaliyette bulunulan dönem sonuçları dikkate alınacaktır. Sadece 2019 yılı brüt hasılatına dayalı olarak ana faaliyet konusu yapılması ise maddi gerçeklikle bağdaşmayan ve hakkaniyete aykırı uygulamalara yol açabilecektir. Son olarak, ödevliler için büyük kolaylıklar sağlayan 518 sıra No. lu Genel Tebliği nin  COVID-19  ile  mücadele  kapsamında  Hazine  ve  Maliye  Bakanlığı tarafından yapılan tek düzenleme olmadığı ifade edilmelidir. Söz konusu Genel Tebliğ in öncesi ve sonrasında çeşitli idari tasarruflarla Hazine ve Maliye Bakanlığı tarafından beyanname verme sürelerinin ertelenmesi benzeri kolaylıklar sağlanmıştır. Bununla birlikte birden çok idari tasarrufun varlığı ve vergi ödevlerine kapsam ve süre açısından farklı imkânlar tanınması, COVID-19 ile mücadele sürecinin vergisel boyutunu vergi ödevlileri bakımından karmaşık hale getirmektedir. Örneğin kurumlar vergisi beyannamelerinin verilme süreleri ile bu beyannameler üzerine tahakkuk eden vergilerin ödeme süreleri 1 Haziran 2020 Pazartesi günü sonuna kadar uzatılmış iken (17.04.2020 tarihli ve 127 Sıra No. lu Vergi Usul Kanunu Sirküleri), 2020 I. Geçici Vergi Dönemine ait gelir ve kurumlar geçici vergi beyannamelerinin verilme ve ödeme sürelerinin 28.05.2020 tarihine kadar uzatılması (12.05.2020 tarihli ve 130 Sıra No. lu Vergi Usul Kanunu Sirküleri) uygulamada geçmiş yıl zararlarının mahsubu açısından güçlükler yaratmıştır. OECD tarafından 15.04.2020 tarihinde yayınlanan  Koronavirüs (COVID-19) ile Mücadele: Küresel Çabaya Katkıda Bulunmak (Koronavirüs Krizine Karşı Vergisel 74  Nedim Türkmen, ‘Geçici vergide kaosa çözüm var  <https://www.sozcu.com.tr/2020/yazarlar/nedim-turkmen/gecicivergide-kaosa-cozum-var-5815318/> Erişim Tarihi 19.06.2020.1108Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...ve Mali Politika)  adlı raporda belirtildiği üzere, özellikle küçük ve orta ölçekli işletmeler, serbest meslek çalışanları ve kayıt dışı olarak çalışanlar en savunmasız durumda bulunanlar arasında olup; alınacak tedbirler bakımından bunlara özel önem verilmesi gerekir. Sadeleşmeye gereksinim vardır, aksi takdirde üretim ve istihdam daha da olumsuz yönde etkilenebilecektir.2. 518 Sıra No. lu Genel Tebliğ in Kapsamı Dışında  Kalan Ödevliler ve Sektörler Sözü geçen Tebliğ in kapsamı dışında kalan ödevliler de mücbir sebep içerisinde olduklarını her zaman iddia edebileceklerdir.Mücbir  sebep  dolayısıyla  temel  vergi  ödevlerini  yerine  getiremeyecek  olan ödevlilerin; mücbir sebep ortadan kalkınca durumu ispat ederek beyannamelerini vererek ödemelerini ifa etmeleri söz konusu olacaktır.Vergi idaresince kapsam dışı bırakılan ödevliler ise bağlı bulundukları vergi dairesine verecekleri dilekçeyle mücbir sebep kapsamı içerisinde olduğunu bildirmeli ve kanıtlamalıdır. Ödevlinin talebine rağmen mücbir sebebin sonuçlarından yararlandırılmaması durumunda tarhiyat işlemini bekleyerek, bu işleme karşı vergi davası açması uygun olacaktır.Mevcut salgın herkesçe bilinen bir nitelik taşıdığından, salgının vergi ödevlisi üzerindeki etkisi ve vergisel yükümlerin yerine getirilememesi ile illiyet bağının tevsik ve ispatı gerekli ve yeterli olacaktır.Vergi dairesi kayıtlarındaki ana faaliyet kodu ( NACE kodu ) kapsam dâhilindeki sektörler arasında bulunmayan, ancak fiilen ana faaliyet alanı olarak bu sektörlerden birinde faaliyet gösteren yükümlülerin ise bu durumu ispat etmeleri gerekecektir. Söz konusu Genel Tebliğ in uygulanmasına ilişkin 03.04.2020 tarih ve 2020/30 sayılı Uygulama İç Genelgesi nde yer alan faaliyet kodu değişikliği talepleri elektronik ortamda yapılabilmektedir.Vergi yükümlüsünün mücbir sebep kapsamında olup olmadığına ilişkin olarak tereddütlü olması halinde ise Gelir İdaresi Başkanlığı ndan veya bu hususta yetkili kıldığı makamlardan yazı ile izahat istemesi (VUK 413) mümkün olabilir. Öte yandan  Mükelleflerin  İzahat Taleplerinin  Cevaplandırılmasına  Dair Yönetmelik in  8. maddesinin ikinci fıkrasının d bendinde  Mücbir sebep hâli ilanı, vergi borçlarının 75  Alman hukukunda ise 19 Mart 2020 tarihli Maliye Bakanlığı kararı gereğince vergi borçlarının ertelenmesi (Stundung) için yükümlünün salgından  doğrudan ve önemli derecede etkilendiğinin  ortaya konulması aranmaktadır. Schneider, Schwahn ve Stoffels (n 72). 76  RG 28.08.2010/27686.1109İstanbul Hukuk Mecmuası 78/2terkini, belge düzenine ilişkin yetkilerin kullanılması gibi kanunlarla uygulamanın tespitine dair Maliye Bakanlığı na yetki verilen konulara ilişkin talepler  izahat taleplerinin kapsamı dışına çıkarılmıştır. Oysa mevcut durumun yarattığı belirsiz ortam, kişilerin ve kurumların bilgilendirilmelerinin önemini arttırmıştır. Dolayısıyla vergi ödevlilerine vergisel durumlarıyla ilgili tereddütlerinin giderilmesini sağlayacak bilgi verilmesi önem taşımaktadır.Bununla birlikte her olasılıkta bu tür düzenlemelerin yasadaki koşulları aşmayan, ağırlaştırmayan,  eşitsizlik  yaratmayan,  özetle  anayasal  ilkelere  aykırı  olmayan düzenlemeler olması gerekir. C. Mücbir Sebebin Uluslararası Vergi Hukuku Bakımından EtkileriCOVID-19 önlemleri kapsamında seyahat kısıtlaması, sokağa çıkma yasağı gibi kişilerin  hareketlerini  sınırlayan  uygulamalar,  birçok  çalışanın  olağan  zamanlarda çalışması gereken ülke dışında bulunması sonucunu doğurmuş ve bu durumun uluslararası vergi hukuku bakımından etkilerinin ne olacağı yönünde kaygılar doğmuştur.Bu durum temelde kişinin bir sebeple geçici olarak bulunduğu ülkede salgın önlemleri nedeniyle mahsur kalması ya da geçici olarak çalıştığı ve ikamet ettiği ülkeden  önceki  ülkesine  geri  dönmek  zorunda  kalması  olasılıklarında  ortaya çıkmaktadır.COVID-19 salgını gibi bir kriz nedeniyle diğer ülkede geçirilen zamanın ve yapılan faaliyetlerin nasıl değerlendirileceği uluslararası vergi hukuku kurallarında açıkça belirlenmediğinden OECD, 3 Nisan 2020 tarihinde  Vergi Anlaşmaları ve Covid 19 Krizinin Etkileri  başlıklı tavsiye mahiyetinde bir metin yayınlamıştır. Bu  metinde  OECD  Sekreterliği  tarafından  dört  temel  sorun/kaygı  üzerinde inceleme yapıldığı görülmektedir:i- Daimi işyerinin/daimi temsilcinin oluşup oluşmayacağı,ii- Bir şirketin mukimlik statüsünün belirlenmesi (fiili yönetim merkezi),iii- Sınır ötesi çalışanların durumu,iv- Gerçek kişilerin mukimlik statüsünde değişiklik olup olmayacağı.  Metinde tartışılan her bir sorunun değerlendirilmesi ayrı makale konuları teşkil edeceğinden burada krizin uluslararası vergi hukukuna yönelik etkilerine işaret etmekle yetinilecektir.77  Tackling Coronavirus (COVID-19) Contributing to a Global Effort, OECD Secretariat analysis of tax treaties and the impact of the COVID-19 Crisis, 03.04.2020 <http://www.oecd.org/coronavirus/policy-responses/oecd-secretariat-analysisof-tax-treaties-and-the-impact-of-the-covid-19-crisis-947dcb/> Erişim Tarihi 31.05.2020.1110Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...  Bilindiği üzere, çifte vergilendirmeyi önleme anlaşmalarının kimi maddeleri ya da iç hukuk mevzuatları, gerek gerçek kişi gerek kurum vergilendirmesinde belirlenmiş sürelerin aşılması halinde bir ülkeye vergilendirme yetkisini bahşeder. Örneğin hizmet ve serbest meslek faaliyetlerinde kaynak ülkenin vergilendirme yetkisi belirlenirken uygulanan en önemli ölçütlerden birisi belirli koşullar yanında söz konusu ülkede 183 günü aşan sürede kalınmasıdır. Keza bir kişinin yurt dışındaki bir işletmeyi temsilen mutat olarak onun nam ve hesabına muamelelerde bulunması halinde  daimi temsilci  sıfatını taşıması söz konusu olabilecektir.  Raporda yapılan açıklamalardan, OECD nin yorumunun COVID-19 krizinin olağanüstü doğası nedeniyle, bulunması gereken ülke dışında bir ülkede geçici olarak kalan kişilerin durumunun, vergilendirme yetkisinin belirlenmesinde etkili olmaması gerektiği yönünde olduğu anlaşılmaktadır. Kişinin mücbir sebep ve/veya hükümet direktifleri nedeniyle söz konusu ülkede çalışmak durumunda kalması halinde ilgili faaliyetler belirli bir kalıcılık derecesine sahip olmadığından  mutat  sayılmamalıdır. Çeşitli ülkeler, COVID-19 un bir bireyin ikamet durumunun ilgili iç hukuk mevzuatının ve vergi anlaşmasının belirlenmesi üzerindeki etkisi konusunda rehber yayınlamıştır.  Örneğin Avusturalya da,  vergi  hukuku  anlamında  orada  yerleşik olmayan bir kişinin salgın önlemleri nedeniyle birkaç hafta ya da ay boyunca ülkede kalması halinde vergi hukuku bakımından Avusturalya da yerleşik sayılmayacağının belirtildiği bir kılavuz yayınlamıştır. Türkiye de bu çalışmanın hazırlandığı tarih itibariyle yayınlanmış bir rehber mevcut değildir. Öte yandan, çifte vergilendirmeyi önleme anlaşmalarında da bu sorunlara  yönelik  belirleyici  hükümler  yer  almadığından  konunun  uluslararası etkilerinin ülkemizde de açıklığa kavuşması gereksinimi ortaya çıkmıştır.V. Vergi Yargılaması Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Yukarıda mücbir sebep ve hukuksal sonuçları yargılama öncesi ve sonrası süreç açısından irdelenmiştir. Bu başlık altında ise konunun vergi yargılaması hukuku boyutu ele alınacaktır. Öncelikle belirtilmesi gereken husus; VUK un ve AATUHK un 78  Mevcut iç hukukumuz açısından değerlendirildiğinde, Gelir Vergisi Kanunu nun 5. maddesinin ikinci fıkrasının ikinci bendi gereğince tutukluluk, hükümlülük veya hastalık gibi elde olmayan sebeplerle Türkiye de alıkonulmuş veya kalmış olan yabancıların Türkiye de yerleşmiş sayılmayacağı hükme bağlanmıştır (Gelir Vergisi Kanunu, Kanun Numarası: 193, Kabul Tarihi: 31.12.1960, RG 6.1.1961/10700). Bu bağlamda COVID-19 salgını nedeniyle Türkiye de kalan yabancılar da bu hükümden yararlanabilecektir. COVID-19 salgını nedeniyle Türkiye de kalan kişinin temsil ettiği işletme bakımından  daimi temsilci  olarak değerlendirilip değerlendirilemeyeceği hususunda ise Gelir Vergisi Kanunu nun 8. maddesinde yer alan daimi temsilci tanımına bakmak gerekir. Söz konusu maddenin ikinci fıkrası uyarınca daimi temsilci, bir hizmet veya vekâlet akdi ile temsil edilene bağlı olup, onun nam ve hesabına muayyen veya gayrimuayyen bir müddetle veya müteaddit ticari muameleler ifasına yetkili bulunan kimsedir. Bu bağlamda daimi temsilcilik sıfatı ilgili işletmenin nam ve hesabına ticari muamelelerde bulunulması ile ilgili bulunmaktadır. Bu hususta önemli olan temsilcinin yurt dışındaki işletme adına yaptığı sözleşmelerin  mutat  olup olmadığıdır. 79  <https://home.kpmg/xx/en/home/insights/2020/03/flash-alert-2020-098.html>; < https://www.ato.gov.au/>. Erişim Tarihi 16.06.2020. 1111İstanbul Hukuk Mecmuası 78/2yargılama dışı süreç açısından sistemsiz, eksik ve karmaşık olsa da konuya ilişkin bazı düzenlenmeler içermelerine rağmen, İYUK un mücbir sebep ve sonuçları ile ilgili herhangi bir norma yer vermediğidir.Oysaki  bireyin  gerek  mahkemeye  erişim  hakkı  gerekse  yargılamanın  tüm aşamalarındaki hak düşürücü süreleri kastı olmaksızın kaçırmış olması her zaman olasılık dâhilindedir. Bu mahkemenin tebligat hatalarından dahi kaynaklanabilecek bir durumdur. Her ne kadar  yasal düzenleme olmasa dahi yargılama makamları (kanun yolu makamları ve kesinleşmiş kararlara karşı başvuruları inceleme yetkisini haiz makamlar dâhil) konuyu içtihatla aydınlatabilir  denilebilirse de, böylesi önemli bir konuda meselenin içtihada bırakılması mümkün değildir. Kaldı ki günümüzde inceleme konumuza ilişkin olarak verilen kararlarda bir birlik bulunmamaktadır. Aşağıda önce mücbir sebep ve hukuksal sonuçları yargılama süreci açısından ele alınacak, eleştirilerimiz ve önerilerimiz aktarılacak, daha sonra ise Koronavirüs salgınına özgü önlemler ayrı bir başlıkta irdelenip değerlendirilecektir. A. Vergi Yargılaması Hukukunda Mücbir Sebep 1. Genel Açıklamalar Makalenin geçmiş bölümlerinde mücbir sebep ve kapsamı teorik boyutu da dâhil olmak üzere ayrıntılı şekilde irdelenmiştir. Vergi yargılaması hukukunun temel usul yasası (kodu) olan İYUK ise mücbir sebeplere ilişkin bir hüküm içermemektedir ki bunun yargısal kararlara bırakılamayacak bir alana ilişkin yasal bir boşluk olduğu kuşkusuzdur.  Hukuksal anlamda mücbir sebepler bir işlemin yapılması ya da bir hakkın kullanılması için yasa ile getirilen sürelerin kaçırılmasına sebep olan hallerdir. Nasıl sınıflandırılırsa sınıflandırılsın, nasıl nitelendirilirse nitelendirilsin bunların tümü özünde; kişinin ya da idarenin kusuru olmaksızın bir işlemin yapılması, belirli bir şekilde davranılması ya da bir hakkın kullanılması açısından, yasalar ile kabul edilmiş olan sürelere uymaması sonucunu doğuran durumlardır. İster özel ister genel olsun, ister toplumca bilinmesi nedeni ile ispata ihtiyaç duymayan, isterse özel ya da genel niteliği gereği en azından nedensellik bağının kurulabilmesi  açısından  ispatı  gereken  konular  olsun,  tümünün  ortak  özelliği; sürelerin kusur olmaksızın kaçırılmış olmasıdır. Bu nedenle bir bakış açısı ile bunların ne tanımlanmasına ne de sayılmasına gerek vardır. Sadece  kişinin kusuru olmaksızın sürelere uymamış olmasının olumsuz sonuçlarının hukukça giderilmesi gerekeceği  anlamını taşıyan bir düzenleme bile hak ve özgürlük odaklı bir okuma ile yeterli olacaktır.1112Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Sonuçta süre; duruma göre ya yasa gereği uzamış kabul edilecek ya da her zaman sahip olunan bir imkân olarak sorun idari bir başvuru ile çözümlenebilecektir. Yargılama hukuku açısından da olumsuz hukuksal etkilerin giderilmesi yöntemi eski hale iade kurumudur. İYUK ise bu derece basit bir konuda ne mücbir sebeplerle ne de mücbir sebebin süreleri durdurması ile ilgili bir hüküm içermektedir.Kanımızca olması gereken önce vergi konusu açısından yeni bir yargılama yasası yapılması, sonra da kavram ve uygulama karmaşasına sebep olunmaksızın mücbir sebeplerin neler olduğu dahi sayılmaksızın  kusur olmaksızın zorlayıcı haller nedeni ile sürelerin kaçırılması halinde zorlayıcı durum süresince sürelerin işlemeyeceği  yolunda bir hüküm sevk edilip, bunun hukuksal sonucu olarak da eski hale iade kurumuna yer verilmesidir.Günümüzdeki duruma gelirsek; vergi uyuşmazlıkları açısından doktrinde VUK un ilgili hükümlerinin İYUK 31/2 uyarınca zaten uygulama alanı bulacağından bahisle yeni bir hükme gerek olmadığının -ileri sürülmekte olduğunun- belirtilmesinde yarar bulunmaktadır. Biz bu görüşe katılmamaktayız. Konuya ilişkin Danıştay kararları da çelişkili bir nitelik göstermektedir. Çoğunluk kararlar  VUK un  mücbir  sebep  ve  sonuçlarına  ilişkin  düzenlemelerinin  vergi yargılaması açısından uygulanamayacağı doğrultusunda olsa da, aksi yönde kararlar da mevcuttur.Aşağıda  sırası  ile  önce  yargılama  hukuku  açısından  mücbir  sebep  kurumu doktrin, uygulama ve yargı kararları açısından irdelenecek, daha sonra ise mevzuat karşılaştırması da yapılarak mücbir sebeplerin yargılama boyutundaki hukuksal sonucu olan eski hale iade kurumu ele alınacaktır.2. Vergi Yargılaması Hukukunda Mücbir Sebep ve Sürelere  Etkisi Sorunu (Eski Hale İade Kurumu)a. Vergi Yargısında Mücbir SebepMücbir sebeplerin temel etkisi hak arama özgürlüğü yani dava açma süreci ile olanlar başta olmak üzere, yargılamanın tüm aşamaları (ara kararları, kanun yolları, kesinleşmiş kararlara karşı başvuru yolları dâhil) bir hakkın kullanılması ya da bir işlemin yapılması açısından öngörülen yasal sürelerle ilgilidir. Bu nedenle de burada yapacağımız  açıklamalar  belirtilen  bu  nitelikteki  hak  düşümü  sürelerinin  hepsi açısından geçerli olacaktır. 1113İstanbul Hukuk Mecmuası 78/2Vergi yargılamasını düzenlemeyi amaçlayan 2575, 2576 ve 2577 sayılı Yasalarda mücbir sebeplerin sürelere etkisine ilişkin bir hüküm yer almamaktadır. Bilindiği üzere vergi yargılaması usulünü düzenleyen 2577 sayılı İYUK un 31. maddesi, belirli konularda Hukuk Muhakemeleri Kanunu (HMK) ya yollamada bulunmaktadır. Aynı maddenin ikinci fıkrasında ise bunların dışında kalan konularda, vergi  uyuşmazlıkları ile ilgili  olarak VUK un  ilgili hükümlerinin uygulanacağı belirtilmiştir. İşte bu hükmün varlığından hareketle doktrinde bazı yazarlar İYUK ta mücbir sebep ve sürelere etkisi ile bir hüküm bulunmamasına rağmen, VUK un  daha önce irdelenen hükümlerinin vergi yargılaması açısından da geçerli olduğunu ileri sürmüşlerdir.  Konuya ilişkin Danıştay kararları ise birçok konuda olduğu gibi bu konuda da çelişkilidir. Danıştay bazı kararlarında dava açma süresinin hak düşürücü süre niteliğinde olduğu bu  nedenle  kanunda  açıkça  öngörülmemişse   durmasının   söz  konusu olmadığı  yolunda  hüküm  tesis  etmiştir.  Keza  İYUK  31 de  süreler  yönünden HMK ya atıf yapılmamış olması, yükümlünün her zaman vekili aracılığıyla dava 80  Hukuk Muhakemeleri Kanunu, Kanun Numarası: 6100, Kabul Tarihi: 12.1.2011, RG 4.2.2011/27836.81  Öncel, Kumrulu, Çağan ve Göker (n 29) 130; Sadık Kırbaş, Vergi Hukuku (20. Bası, Siyasal 2015) 146; Yerlikaya (n 25) 49.82   İdari yargıda ‘hak düşürücü  nitelikte kabul edilen dava açma süresi idari eylem ve işlemlerin istikrarını sağlamak amacıyla ve kamu yararı için kurumlaştırılmış bir usul kuralı olup ‘Kamu Düzeni  kavramı içinde mahkemelerce resen göz önüne alınarak incelenecek unsurlar arasında sayılmıştır. Dava açma süresinin uzaması veya yeniden işlemeye başlaması kanunda sayılan koşullarla sınırlı olarak mümkündür.  Danıştay 9 D, 4903/5756, 11.10.1983. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 19.06.2020;  Dava açma süresi hak düşürücü bir süre niteliğindedir. Yani, süresinde kullanılmayan dava hakkı düşmekte ve yargı yolu kapanmaktadır. Bu süre zorlayıcı nedenlerle (mücbir sebeplerle) durmaz ve kesilmez. Başka bir ifade ile hastalık halinde dava açma süresinin uzatılması veya yeniden canlanması mümkün bulunmamaktadır.  Danıştay 7 D, 1081/1385, 09.07.1984. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 19.06.2020. 1114Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...açabileceği, davacı şirket müdürüne yapılan bildirimin sürelere etki etmeyeceği, yapılan bildirimin dolayısıyla mücbir sebeplerin dava açma süresini etkilemeyeceği yolunda kararlar da mevcuttur. Bu nitelikteki kabullerin çoğunda  Yargı yoluna başvurma, hak arama özgürlüğünün kullanılması olup, maddi vergi hukukunun vergi  yükümlülerine  yüklediği  vergi  ödevlerinin  yerine  getirilmesiyle  ilgisinin bulunmaması karşısında ve yukarıda değinilen düzenlemeler gereğince ağır hastalık hali vergi mahkemesinde dava açma süresine etkili bir durum oluşturmadığından…  şeklindeki gerekçe ile karşılaşılmaktadır. Buna karşılık Danıştay ın mücbir sebeplerin dava açma süresini durduracağı yolunda kararları da mevcuttur. Danıştay ın  Davacının ikamet etmekte bulunduğu ... da 01.10.1995 günü saat 17.57 de Richter ölçeğine göre, 5.9 şiddetinde bir deprem olduğu, … Depremden sonra yörede yaşayanların tamamına yakınının can derdine düştüğü ve yaşam savaşı verdikleri, kişilerin normal zamanlarda yapabildikleri işlerin hiçbirini yapamayacak bir ortamda bulundukları anlaşılmaktadır. Bu şartlar altında, normal süresinden 7 gün sonra açılan davanın…süreaşımı noktasından reddedilmesinde isabet görülmemiştir.  şeklindeki kararı bu nitelikteki kararlara örnek gösterilebilir. 83   Vekaletnamede davacının, aralarında Av. ‘i,…Av…., Av.,,,Av…. u birlikte ve ayrı ayrı hareket etmek ve başkalarını da tevkil, teşrik ve azle yetkili olmak üzere vekil tayin etmesi karşısında, bu konudaki iddialar ısrar kararının bozulmasını gerektirecek durumda bulunmadığı gibi, diğer temyiz iddiaları da dayandığı hukuksal nedenler ve gerekçesi kurulumuzca hukuka uygun bulunan karara karşı yapılan temyiz isteminin kabulünü gerektirecek durumda görülmemiştir…  (Danıştay VDDK, 2008-786/216, 15.05.2009). İfade edelim ki salt bir kişinin vekil ile davada temsil ediliyor olması hususu, onun içinde bulunduğu mücbir sebebin süreleri durdurmamasını gerektiren bir husus değildir. Bu nedenle her somut olayda olayın özellikleri dikkate alınarak bir sonuca ulaşılmalı, kişinin vekili var diye mücbir sebebin süreleri durdurma etkisi yadsınmamalıdır. Nitekim Danıştay eski tarihli bir kararında;  Hekim raporuyla kanıtlanan ağır hastalığı nedeniyle süresinde itiraz hakkını kullanamayan yükümlünün avukatının olması, mücbir sebep halinin varlığını kabul etmemek için yeterli neden değildir. Tebligat doğrudan doğruya yükümlüye yapılmış ise, avukatına bilgi veremem  esi hastalığının doğal bir sonucu sayılmak gerekir  yönünde saptamada bulunarak bu hususu yerinde olarak vurgulamıştır. (Danıştay Dergisi, Sayı 20/21, s. 686-687). Buna karşıl ık, yükümlünün avukata vekâlet vermesinden sonra meydana çıkan ağır hastalık, vekilin açacağı dava için sürenin uzamasına yol açacak mücbir bir sebep sayılmayacağı yolunda da eski tarihli kararlar mevcuttur. (Danıştay 4 D, 1403/458, 17.02.1981; Danıştay Dergisi, Sayı 44/45, s. 211-212). Kararlar için ayrıca bkz Kaneti, Ekmekci, Güneş ve Kaşıkcı (n 7) 157 dipnot 107. 84  Danıştay 9. Dairesi ise 20.05.2018 tarihi bir kararında, davacı şirket müdürünün hastalanmasının şu gerekçelerle dava açma süresine etki etmeyeceğine karar vermiştir:  … mücbir sebepler vergi ödevlerinin yerine getirilmesine ilişkin süreleri keseceğinden, vergi ve ceza muhataplarının adlarına tarh olunan vergi ve kesilen cezalara karşı açacakları dava; dava açma sürelerini kesmeyip, dava açma mükellefin ödevlerinden sayılamayacağından ve 2577 sayılı İdari Yargılama Usulü Kanunu ile bu Kanunun 31.maddesiyle yollamada bulunulan Hukuk Usulü Muhakemeleri Kanununun İdari Yargılama Usulünde tatbik edilmesi gereken maddeleri arasında, dava açma süresinin hastalık veya sair mücbir sebepler halinde duracağına dair bir hüküm de yer almadığından ileri sürülen iddiada isabet bulunmamaktadır. Kaldı ki, rahatsızlığı nedeniyle davasını bizzat açamayan davacının davasını her zaman için tayin edeceği bir vekil vasıtasıyla süresinde açması da mümkündür.  Danıştay 9 D, 2007-906/2530, 20.05.2008; Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 10.08.2019) Bkz Kaneti, Ekmekci, Güneş ve Kaşıkcı (n 7) 158, dipnot 111.85  Danıştay 3 D, 2016-2226/4119, 23.05.2017; Danıştay 3 D, 2014-8990/10177, 28.12.2015; Danıştay 3 D, 2010-7243/3910, 23.11.2012; Danıştay 4 D, 3174/6534, 22.12.2010. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 19.06.2020. 86  Danıştay 4 D, 1995-6183/2698, 20.06.1996. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 19.06.2020. 1115İstanbul Hukuk Mecmuası 78/2Aynı şekilde Danıştay eski tarihli ve ilginç bir şekilde son günü 27 Mayıs 1960 tarihine rastlayan hak düşümü süresi ile ilgili verdiği bir kararda  …Devrim harekâtının yapılmış olması ve o gün resmi dairelerin tatil edilmesi  sebebiyle ertesi gün açılan davayı kabul etmiş ve darbenin bir mücbir sebep oluşturduğunu ve dava açma süresini durdurduğunu hükme bağlamıştır. Görüleceği üzere Danıştay ın bu konuda yerleşik bir kararı bulunmamaktadır.Bizim bu konudaki düşüncemiz şu şekildedir: Öncelikle VUK hükümlerinin vergi yargılaması hukuku yönünden uygulanabilirliği yoktur ve olmamalıdır da. İYUK ta ne mücbir sebebe ne de onun hukuksal sonucu olan eski hale iadeye ilişkin bir hüküm bulunmaktadır. Her ne kadar İYUK 31/2 ile bu kanunda hüküm bulunmayan hallerde VUK hükümlerinin uygulanacağı belirtilmiş ise de; gelir idaresi çalışanlarının da mensubu olarak yargı faaliyetini yürüttüğü bir faaliyete yargılama denilebilmesi  ve  yargılama  aşamasında  da  uygulanabilmesi  hukuka  aykırı  bir durumdur. Ayrıca bu nitelikteki komisyonlar döneminden kalan kuralların günümüzde çoğunluk uygulanamaz ve atıl kurallar olduğu ortadadır. Aksi yönde bir kabulün VUK un yargılama dışı süreç ile ilgili kurallarının yargılamada da uygulanması kapısını açar ki bu da birçok olumsuzluğu barındıran bir kabul olacaktır. Keza farklı bir kabulün ortaya çıkarabileceği bir başka sonuç ise; aynı yasada düzenlenen idari yargılamada mücbir sebep ve eski hale iade kurumunun uygulanamamasına rağmen, vergisel uyuşmazlıklarda bu yönde kural bulunması olacaktır ki bu garip durumun modern bir hukuk sisteminde kabul edilebilmesi mümkün değildir. Bununla birlikte bir konuda hüküm bulunmaması başka şey, hukukun ilkeleri dikkate  alınarak  hüküm  bulunmayan  bir  konuda  hak  arama  özgürlüğü  ve  adil yargılanma hakkının gereklerine uygun karar verilmesi başka bir şeydir. Mücbir sebeplerin varlığı halinde sürelerin işlemeye devam edeceği yolundaki kabulün çağdaş ve haklı bir sebebi olamaz. Bu nedenle de bu konuya ilişkin bir düzenleme yapılıncaya kadar, yargılama makamlarının hukukun temel ilkelerine, mücbir sebep halinde sürelerin işlemeyeceğine dair genel hukuk kuralına ve Anayasa nın 90/5. maddesinin verdiği yetkiye dayanarak; mücbir sebeplerin vergi yargısında da hak düşümü sürelerinin işlemesine engel bir durum olduğu yönünde yerleşik içtihat oluşturmaları hukukun bir gereğidir. Temel  hak  ve  özgürlüklerin  tanınması  kural,  sınırlanması  ise  istisnadır.  Bu bağlamda mücbir sebebin varlığı halinde dava açma süresinin işlememesi için ayrıca bir kanun hükmüne gerek bulunmadığı da günün olumsuzluklarını gidermek açısından mantıklı bir kabuldür.87  Erol Çırakman, İdari Davalarda Süre, İdare Hukuku ve İdari Yargı İle İlgili İncelemeler I (Danıştay Başkanlığı 1976) 190, 194.88  Aynı yönde bkz F. Ebru Gündüz,  Mücbir Sebebin İdari Dava Açma Süresine Etkisi  (2009) 23(2) Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi 237, 248; Gürsel Kaplan, İdari Yargılama Hukuku (Ekin 2017) 148.1116Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Anayasa nın 90/5 hükmü de temel hak ve özgürlüklere ilişkin sözleşmelere örtüştükleri yasa hükümlerinden üstün konum tanıması itibarı ile bu görüşe başka bir dayanaktır. Üstelik İYUK 53 ün 1. fıkrasının a bendine göre zorlayıcı sebepler dolayısıyla elde edilemeyen bir belgenin kararın verilmesinden sonra ele geçirilmiş olması yargılamanın yenilenmesi sebebi olarak kabul edilmiştir. Bu bağlamda zorlayıcı, diğer bir deyişle mücbir sebebin, kesinleşmiş kararlara karşı bir başvuru yolu olan yargılamanın yenilenmesine sebebi olarak kabul edilmişken, hak arama özgürlüğünün temel adımı olan dava açmanın süresini etkilememesi de ayrı bir çelişkidir. Vergi  yargılaması  konusunda  çelişik  içtihatları  ve  hak  ihlallerini  ortadan kaldırmak açısından kalıcı bir çözüm olarak yapılması gereken ise; tercihen bağımsız bir vergi yargılaması usulü yasasında ya da bu yapılmayacaksa İYUK a bir madde eklenerek; mahkemeye erişim hakkı ile kanun yolları ve tüm başvuru yolları dâhil yargılamanın tüm aşamalarında sürelerin bireylerin kusuru olmaksızın kaçırılmış olması durumunda, onlara eski hale getirme olanağının tanınmasıdır. Bu hususlara Danıştay ın bazı dairelerinin son dönemlerde verdiği kararlarda da kısmen değinildiği görülmektedir. Bu tür kararlara  mücbir sebep hallerinde dava açma süresinin işlemeyeceğinin genel hukuk kuralı olduğu, doğal afet gibi kişilerin iradeleri ile değiştirilmesi ya da önlenmesi olanaksız durumlarda, mücbir sebep hali nazara alınmayarak, dava açma süresinin işleyeceğini kabul edilmesinin haklı bir nedeni olamayacağı gerekçelerine dayanılarak, bu sonucuna varılmayacağı, aksi durumların hak arama özgürlüğünü ihlal edici nitelikte olacağı, bu gibi durumlarda dava açma süresinin işlemediğinin kabul edilmesinin haklı bir nedeni olamayacaktır.  gerekçeleri ile verilen kararlar örnek gösterilebilir. 89  İYUK 53/1-a da yer alan yenilenme sebebinin uygulanabilmesi için;  i) Ele geçirilenin bir belge niteliğinde olması,  ii) Belgenin kararın verilmesinden sonra ele geçirilmiş olması,  iii) İlgili belgenin davanın görüldüğü sırada var olması,  iv) Belgenin hükmü etkileyecek nitelikte bulunması,  v) Belgeyi ele geçirmedeki gecikmenin elde olmayan zorlayıcı nedenlerle veya hüküm verilen tarafın dürüst olmayan davranışının sonucu olması, şartlarının birlikte gerçekleşmesi gerekmektedir.   Belirtmek gerekir ki, HMK 375/ç bu iki kavramın yerine  tarafın elinde olmayan nedenler  kavramı tercih edilmiştir. HMK daki hüküm İYUK taki iki kavramı da kapsayan daha yalın bir düzenlemedir. Bu şart açısından ilk incelenmesi gereken kavram  zorlayıcı nedenlerin  ne olduğudur. Kanunlara bakıldığında buna ilişkin bir tanımın yapılmadığı görülmektedir. Bizce burada yargılamanın yenilenmesini talep eden tarafın kusuruna dayanmayan sebeplerin anlaşılması gerekmektedir. Yargıtay da hem HUMK hem de HMK döneminde vermiş olduğu kararlarda  mücbir sebep  kavramını geniş olarak yorumlamakta ve yargılamanın yenilenmesi yoluna başvuran kişinin kusuru olup olmadığını incelemektedir. Bir kararında Yargıtay;  HMK nın 375. maddesi gereğince, yargılamanın iadesinin talep edilebilmesi için davaya bakıldığı anda mevcut olan belgenin, aleyhine hüküm verilen tarafın elinde olmayan nedenlerle elde edilememiş olması gerekir. Yani taraf, yargılamada kendisine üstünlük sağlayacak belgeyi kusuru olmaksızın elde edememiş ve bu nedenle mahkemeye sunamamış olmalıdır.  diyerek bu hususu vurgulamıştır (Yargıtay 5 D, 2015-12818/26, 12.01.2016). Benzer yönde bkz Yargıtay 11 D, 2005-996/931, 06.02.2006. Yargıtay aynı zamanda kişisel heyecanın da kişinin kusuru üzerine bir etki yapmadığını belirtmiştir (Yargıtay 13 D, 1991-4299/6922, 13.06.1991). Danıştay ise belgenin yenilenme sebebi oluşturmasına rağmen bu belgenin varlığından kararın kesinleşmesi öncesinde haberdar olunması nedeni ile ortada bu başlık altındaki sebebe dayanan bir yargılamanın yenilenmesi koşulunun bulunmadığına karar vermiştir (Danıştay 12 D, 2520/4701, 31.10.2007) Danıştay ve Yargıtay kararları ve değerlendirme için bkz Mahmut Kaşıkcı, Vergi Yargılaması Hukukunda Yargılamanın Yenilenmesi (Filiz 2017) 148 vd..90  Kararlar için bkz Balcı (n 44). Erişim Tarihi 18.06.20201117İstanbul Hukuk Mecmuası 78/2AİHM de temel hak ve özgürlüklerin ihlal edildiği savı ile yapılan bireysel başvurularda,  başvurucunun  iç  hukukta  hak  ihlali  iddiasını  ileri  sürebilecek şekilde yeterli usuli güvenceyle (procedural safeguards) donatılıp donatılmadığını incelemektedir. Nitekim AİHM, Zehentner/Avusturya kararında da geçirdiği akıl hastalığı nedeniyle dava açma süresi içinde fiil ehliyeti bulunmayan borçlunun daha sonra vasisi aracılığıyla kullanabileceği itiraz haklarının hak düşürücü süre engeline takılmasını usuli güvence yokluğu (lack of procedural safeguards) olarak nitelendirerek ihlal kararı vermiştir. Bu konuya verilen önem, AİHS ile etkili başvuru hakkının başlı başına bir Sözleşme maddesi olarak koruma altına alınmasından da bellidir.Danıştay ın da mücbir sebep hallerinde dava açma süresinin işlemeyeceğinin genel hukuk kuralı olduğu, doğal afetin varlığı halinde dava açma süresinin işleyeceğinin kabul edilmesinin haklı bir nedeni olamayacağı gerekçelerine dayanarak, yukarıda belirtilen kararlarından aksi yönde sonuca vardığı bazı kararlarının bulunduğunu da belirtmek gerekir. Yine Danıştay ın bir kararına göre, İdari Yargılama Usulü Kanunu nun ilgili maddelerinde dava açma ve kanun yoluna başvurma sürelerini durduran  sebepler  arasında  mücbir  sebepler  gösterilmemişse  de  söz  konusu sürelerin mücbir sebep sayılan durumların varlığı halinde işlememesi de hak arama özgürlüğünün niteliği ve önemi itibariyle gereklidir.91  Zehentner v Austria App No 20082/02 (ECHR, 16 October 2009) para 65. (Aktaran; Barış Bahçeci, Kamu Alacağını Takip Hukuku (Seçkin 2019) 451).92  Gamze Gümüşkaya, Mülkiyet Hakkına Vergisel Müdahaleler Bakımından İnsan Hakları Avrupa Mahkemesi ne Kişisel Başvuru (On İki Levha 2010) 181. Sözleşme nin  Etkili Başvuru Hakkı  başlıklı 13. maddesine göre;  Bu Sözleşme de tanınmış olan hak ve özgürlükleri ihlal eden herkes, ihlal fiili resmi görev yapan kimseler tarafından bu sıfatlarına dayanılarak yapılmış da olsa, ulusal bir makama etkili bir başvuru yapabilme hakkına sahiptir. 93  Danıştay 7 D, 1991-3407/66, 10.01.1994 Aktaran, Turgut Candan, Açıklamalı İdari Yargılama Usulü Kanunu, (4. Bası, Adalet 2011) 400.94   Danıştay kararlarında, Kanun larda belirtilmediği halde, hukuki ve fiili engellerin dava süresini uzatan veya işlemesini durduran sebepler olarak kabul edilmesiyle, ‘mücbir sebep lerin dava açma süresinin işlemesini etkileyeceği görüşü kuvvet kazanmaktadır. Özellikle doğal afet gibi, kişilerin iradeleriyle değiştiremeyecekleri veya önleyemeyecekleri durumlarda mücbir sebep halinin nazara alınmayarak dava açma süresinin işlediğini kabul etmenin haklı bir nedeni olamaz.  Davacının ikamet etmekte bulunduğu ... da 1.10.1995 günü saat 17.57 de Richter ölçeğine göre, 5,9 şiddetinde bir deprem olduğu, sarsıntıların bu tarihten 15 gün kadar önce başlayıp depremden sonra da bir süre devam ettiği bilinmektedir. Depremin ölüm ve yaralanmalara neden olduğu çok sayıda binanın yıkıldığı, kalanının da oturulamaz hale geldiği, halkın uzun süre çadırlarda yaşamak zorunda kaldığı, basında yer alan haberlerden görülmektedir. Depremden sonra yörede yaşayanların tamamına yakınının can derdine düştüğü ve yaşam savaşı verdikleri, kişilerin normal zamanlarda yapabildikleri işlerin hiçbirini yapamayacak bir ortamda bulundukları anlaşılmaktadır. Bu şartlar altında, normal süresinden 7 gün sonra açılan davanın, mücbir sebebin ortadan kalkmasından sonra makul sürede yargı yerine başvurulduğu göz önünde tutularak, esası incelenerek sonuçlandırılmak yerine süreaşımı noktasından reddedilmesinde isabet görülmemiştir. , Danıştay 4 D, 1995-6180/2695, 20.06.1996. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 19.06.2020.95  Danıştay 7 D, 653/130524, 03.1999  …Hak arama özgürlüğünün kullanılması bakımından, kişinin iradesi dışında gelişen afet ve felaketler, savaş hali ve benzeri durumlarla, bu hakkın kullanmasını olanaksız kılan çok ağır hastalık halleri, mücbir sebep sayılabilecek niteliktedir…  Danıştay 7 D, 653/1305, 24.03.1999. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 19.06.2020.1118Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...b. Vergi Yargısı Açısından Mücbir Sebebin Sürelere Etkisi Konusundaki Yasal Boşluk/Olması Gereken Norm: Eski Hale İadeaa. Genel AçıklamalarVergi  yargısının  yanı  sıra  adli  yargıda  da  yargı  yoluna  başvurma  hakkı  ve yargılamanın tüm süreçlerindeki usuli işlemler belirli sürelerle sınırlandırılmıştır. Bu şekilde hem yargılamanın tarafları açısından hukuki belirlilik sağlanması hem de adil yargılanma hakkı bloğunun içinde yer alan makul sürede yargılanma hakkının güvence altına alınması hedeflenmektedir. Öte yandan bazı durumlarda kişi elinde olmayan sebeplerle söz konusu süreleri kaçırabilmektedir. Söz konusu durumlarda süreyi kaçıran tarafın sürelerle bağlı tutulması taraflar arasında iddia ve savunma imkânı açısından bir eşitsizlik yaratacaktır.Dolayısıyla silahların eşitliği ilkesi çerçevesinde adil yargılanma hakkına ve hakkaniyete uygun bir yargılamanın yapılması için konuya ilişkin haksızlıkları giderecek bir kuruma gereksinim bulunmaktadır. Yargılama disiplinleri açısından mücbir sebep nedeni ile ortaya çıkan haksızlığın ortadan kaldırılmasına ilişkin kurum: bir kişinin iradesi dışında meydana gelen bir durumun meydana gelmemiş sayılarak değişiklikten önceki duruma dönüştürülmesi, yani (Restitutio in İntegrum) eski hale iadedir. Hukukumuzda eski hale getirme kurumu, hukuk ve ceza yargılaması açısından usul yasalarında özel olarak düzenlenmişken vergi yargılaması (idari yargılama) usulü ve anayasa bireysel başvuru usulü açısından ilgili özel yasalarda açık bir düzenleme yer almamaktadır. Özetle İYUK ta mücbir sebepler düzenlenmediği gibi, mücbir sebeplerin yargılama hukukundaki sonucu olan eski hale iade hali kurumu da düzenlenmemiştir. Aşağıdaki  alt  başlıklarda  önce  HMK  ve  CMK nın  konuya  ilişkin  kuralları irdelenecek sonra da özetle vergi yargılaması açısından olması gereken kural ile ilgili değerlendirmemize yer verilecektir. bb. Hukuk Muhakemeleri Kanunu Açısından Eski Hale İade KurumuUsuli  işlemlerin  zamansal  olarak  tarafların  ve  mahkemenin  inisiyatifine bırakılması keyfiliklere yol açabileceği gibi, maddi hukuk tarafından tanınan hakkın gerçekleşmesini de erteleyebilecektir. Bu sebeple Usul Hukukunda sürelere ilişkin normların öngörülmesinin yanı sıra kesin sürelere aykırılık yaptırıma bağlanmıştır.Kesin  süre  içinde  yapılması  gereken  işlemi,  süresinde  yapmayan  tarafın,  o işlemi yapma hakkı ortadan kalkar (HMK 94/3). Bu durumun istisnasını eski hale 96  Kunter (n 34) 529.1119İstanbul Hukuk Mecmuası 78/2getirme oluşturur. 1086 sayılı Hukuk Usulü Muhakemeleri Kanunu nun 166. ila 174. maddeleri arasında düzenlenen ve  hali sabıka irca‟ olarak adlandırılan bu kurum, Hukuk Muhakemeleri Kanunu nun 95. ila 101. maddeleri arasında  eski hale getirme  adı altında yeniden düzenlenmiştir. Bu maddelere göre eski hale getirme kurumuna başvurulması için belirli şartların sağlanması gerekir. İlk olarak, kaçırılan sürenin kesin süre olması gereklidir. Kesin süreler, kanun tarafından belirlenen süreler ve hâkimin tayin ederken kesin olduğuna karar verdiği süreler iki gruba ayrılabilir (HMK 94). Kanunun belirlemediği ve hâkimin tayin ederken kesin olduğunu belirtmediği sürelerin geçirilmesi halinde, belirlenen süreyi geçirmiş olan taraf yeniden süre isteyebilir. Bu şekilde verilecek ikinci süre kesindir ve yeniden süre verilemez (HMK 94/2).Vurgulamak  gerekir  ki,  kanun  ya  da  hâkimin  tayin  ettiği  kesin  süre  henüz tamamıyla sona ermeden eski hale getirme talep edilemez. Mahkeme süre uzatım talebini reddettiği takdirde süre kaçırılmış sayılacağından diğer şartlar da mevcutsa eski hale getirme yoluna başvurulabilmelidir. Kanun ya da hâkim tarafından tayin edilen kesin süre tebliğ ile başlıyorsa, sürenin başlangıcına esas alınan tebligatın usulüne uygun olması gerekmektedir. İkinci olarak, kesin sürenin  elde olmayan sebeplerle  kaçırılmış olması gerekir. Başka bir ifadeyle, ortaya çıkmasında tarafa isnat edilebilir bir kusur bulunmayan bir engelin sürenin kaçırılmasına sebebiyet vermesi gerekir. Kanunun lafzı mücbir sebep hallerini kapsamakla birlikte süreyi kaçıran tarafın kusuru olmaksızın ortaya çıkan diğer engeller de bu kapsamda sayılmalıdır. Eski hale iade kurumuna başvuru için mücbir sebep gibi öngörülemez ve öngörülmesi de beklenmeyen, aşılması zor bir sebep aranmasına gerek olmamalıdır. Eski hale getirme yoluna başvurabilmek için aranması gereken üçüncü şart ise ilgilinin süresinde yapamadığı işlemle ilgili olarak kaçırılan süreyi telafi edebilmesi için kanunun tanıdığı herhangi bir hukuki imkânın bulunmamasıdır. HMK 95/2 uyarınca  Süresinde yapılamayan işlemle ulaşılmak istenen aynı sonuca, eski hale getirme dışında, başka bir hukuki yoldan ulaşılabiliyorsa, eski hale getirme talebinde bulunulamaz.  97   …Hakim vermiş olduğu sürenin kesin olduğuna karar vermiş ise, bu sürenin kesin olduğunun ara kararında hiçbir tededdüde yer vermeyecek derecede açık şekilde ifade edilmesi, yapılması gereken işlerin teker teker açıklanması, tayin edilen sürenin bu işlemleri yapmaya elverişli bulunması….gerekir…  Yargıtay 11 HD, 11172/2933, 01.03.2012. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 19.06.2020.98  Erdal Tercan, Medeni Usul Hukuku nda (Kesin Sürelerin Kaçırılması Halinde) Eski Hale Getirme – Hali Sabıka İrca (Yetkin 2006) 89.99  Ibid 89.100  Ibid 174-175.1120Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Bu üç şartın taşınması halinde usulüne uygun yapılan bir eski hale iade talebinin kabul edilmesi için yeterli değildir, yasada yer alan şekil şartlarının yerine getirilmesi de gereklidir. Eski hâle getirme, işlemin süresinde yapılamamasına sebep olan engelin ortadan kalkmasından itibaren iki hafta içinde talep edilmelidir (HMK 96/1). İlk derece ve istinaf yargılamalarında, eski hale getirme talebinin ileri sürülebileceği azami süre nihai kararın verilmesi olarak belirlenmiştir. HMK 96/2 de ise bu kuralın istisnası yer almaktadır:  Ancak nihai karar bir tarafın yokluğunda verilmişse, tahkikat aşamasında kaçırılan süreler için kararın verilmesinden sonra da eski hale getirme talebinde bulunulabilir .Süresinde yapılamayan işlemin de eski hâle getirme talebinde bulunmak için öngörülen süre içinde yapılması zorunludur (HMK 97/1). Bir diğer önemli husus, eski hâle getirmenin dilekçeyle talep edilmesi ve dilekçede talebin dayandığı sebepler ile bunların delil veya emarelerinin gösterilmesi gerektiğidir (HMK 97/1).HMK 98, eski hale getirme talebinin yöneltileceği mahkemeyi kaçırılan sürenin yargılama ya da kanun yolları aşamasına ilişkin olmasına göre ayrım yaparak düzenlemiştir. Dolayısıyla, talebin yapılacağı mahkemeyi bu ayrımı gözeterek tayin etmek gerekir. Eski hale getirme talebinin yapılacağı mahkemeyi belirlemek son derece önemlidir. Zira talebin yanlış mahkemeye yapılması ihtimalinde, eski hale getirme süresi de kaçırılırsa artık eski hale getirme talebi dikkate alınmaz.Eski  hale  getirme  talebinin  yargılamaya  ve  hükmün  icrasına  olan  etkisi  ise HMK 99 da düzenlenmiştir. Bu hükme göre, eski hale getirme talebi, yargılamanın ertelenmesini gerektirmez ve hükmün icrasına engel olmaz. Ancak, talebi inceleyen mahkeme,  talebi  haklı  görürse,  teminat  gösterilmek  şartıyla,  yargılamanın ertelenmesine veya hükmün icrasının geri bırakılmasına karar verebilir. Mahkeme gerektiğinde teminat gösterilmeden de yargılamanın ertelenmesine veya icranın geri bırakılmasına karar verebilir.Eski hale getirme talebi, ilk derece mahkemeleri ve bölge adliye mahkemelerinde ön sorunlar hakkındaki usule göre ileri sürülüp incelenecektir (HMK 100/1). Bu sebeple ön sorun usulüne ilişkin HMK 163-164 hükümleri uygulama alanı bulacaktır. Bununla birlikte ön sorunlar hakkındaki hükümler uygulanırken, eski hale getirmeye ilişkin hükümlerde açıklık varsa bunların uygulanması, açıklık olmayan hususlarda ise ön sorunlara ilişkin HMK 163-164 hükümlerine başvurulması gereklidir. Eski hale getirme talebi, Yargıtay da temyiz usulüne göre ileri sürülüp inceleneceğinden (HMK 100/1), temyize ilişkin hükümler (HMK 361 vd.; HUMK 427 vd.) uygulama alanı bulacaktır. Mahkeme, eski hâle getirme talebinin kabulü hâlinde, hangi işlemlerin geçersiz hâle geldiğini kararında belirtir. Islahla geçersiz kılınamayan işlemler, eski hâle getirme talebinden de etkilenmez (HMK 100/2).1121İstanbul Hukuk Mecmuası 78/2Eski hâle getirme talebi sebebiyle ortaya çıkan giderler, talepte bulunan tarafa yükletilecektir. Ancak, karşı taraf eski hâle getirme talebine karşı asılsız itirazlar ileri sürerek giderlerin artmasına sebep olmuşsa, hâkim, giderlerin tümünün veya bir kısmının karşı tarafa yükletilmesine karar verebilecektir (HMK 101).cc. Ceza Muhakemesi Kanunu Açısından Eski Hale İade KurumuEski hale iade kurumunu düzenleyen CMK 40 a göre:  (1) Kusuru olmaksızın bir süreyi geçirmiş olan kişi eski hale getirme talebinde bulunabilir. (2) Kanun yolu başvuru hakkı kendisine bildirilmemesi halinde de, kişi kusursuz sayılır. CMK daki  bu  düzenleme,  mülga  Ceza  Muhakemeleri  Usulü  Kanunu ndaki düzenlemeden daha geniştir, çünkü eski hale iade sebeplerini  Mücbir sebepler veya beklenilemeyen veya sakınılması kabil olmayan hadiseler  ile sınırlamamıştır. Mümkün ve beklenebilir özeni göstermiş olan kişinin kusuru olmaksızın hareket ettiği kabul edilmelidir. Sürenin sonuna kadar kullanılması mümkün olduğu için, sürenin sonuna kadar bekleyen ve kusuru olmaksızın bir engelle karşılaşan kişinin sırf bu sebeple kusurlu sayılmaması gereklidir. Ayrıca Yargıtay ın adil yargılanma hakkına ilişkin verdiği kararlar doğrultusunda CMK 40/II yeni bir kusursuzluk sebebi daha yaratmıştır. Eski hâle getirme dilekçesinin engelin kalkmasından itibaren yedi gün içinde, süreye uyulduğunda usule ilişkin işlemleri yapacak olan mahkemeye verilmesi gereklidir (CMK 41/I). HMK ya benzer biçimde dilekçe sahibinin sürenin geçmesinde kusuru olmadığına ilişkin olguları, varsa belgelerini de ekleyerek açıklaması burada da aranmaktadır (CMK 41/I, 2. cümle). Dilekçe verildiği anda usule ilişkin yapılamayan işlemler de yerine getirilmesi gereklidir. Örneğin temyiz dilekçesi verilmemiş ise temyiz dilekçesinin de eski hale getirme dilekçesi ile birlikte verilmesi şarttır. 101  Yürürlükten kaldırılan 1412 sayılı Ceza Muhakemeleri Usulü Kanunu 41 e göre ise;   Mücbir sebepler veya beklenilemeyen veya sakınılması kabil olmayan hadiseler neticesi olarak, bir mehle riayet imkansızlığı hasıl olursa, mehlin bitmesinden hasıl olacak neticeye karşı eski hale getirme talep olunabilir. Yapılan bir tebliğden kusuru olmaksızın haberdar olmamak keyfiyeti, beklenilmeyen ve sakınılması mümkün olmayan hallerdendir.  Ceza Muhakemeleri Usulü Kanunu, Kanun Numarası: 1412, Kabul Tarihi: 4.4.1929, RG 20.4.1929/1172.102  Veli Özer Özbek, Koray Doğan ve Pınar Bacaksız, Ceza Muhakemesi Hukuku (12. Bası, Seçkin 2019) 145.103  Ibid 145.104  Yargıtay 4 CD, 2013-39256/40800, 24.12.2015. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 18.06.2020.105   Hükmün, sanık ve müdafiinin yokluğunda, katılanın ise yüzüne karşı tefhim edildiği, yasa yolu bildiriminde bulunulurken, başvuru süresinin hangi tarihten itibaren başlayacağının belirtilmemesi, hükmü temyiz etme hakkı bulunanlar yönünden yanıltıcı nitelikte bir eksiklik olarak değerlendirilmiştir.  Açıklanan nedenlerle; gerekçeli kararın yasa yolu bildirimindeki eksikliği giderecek açıklama ile birlikte sanık müdafii ile katılana tebliğ edilmesi ve bu tebligat sonucunda temyiz dilekçesi verilmesi halinde bu dilekçe de nazara alınarak, aksi halde ise sanık müdafiinin 27.07.2006 günlü temyizinin, CYY nın 40/1. maddesi uyarınca süresinde olduğunun kabulü ile temyiz incelemesi yapılması gerekmektedir.  Yargıtay 8 CD, 139/171, 06.07.2010. Lexpera Hukuk Bilgi Sistemi <https://www.lexpera.com.tr/> Erişim Tarihi 18.6.2020. 1122Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Süresi içinde usul işlemi yapılsaydı, esasa hangi mahkeme hükmedecek idiyse, eski hâle getirme dilekçesi hakkında da o mahkeme karar verecektir (CMK 42/I). Eski hâle getirme isteminin kabulüne ilişkin karar kesindir; reddine ilişkin karara karşı itiraz yoluna gidilebilmesi ise mümkündür (CMK 42/II). Eski hâle getirme dilekçesi, kararın yerine getirilmesini durdurmaz; ancak, mahkeme yerine getirmeyi erteleyebilecektir (CMK 42/III).dd. Eski Hale İade Konusunda Vergi Yargılamasındaki  Yasal Boşluk, Görüşümüz ve ÖneriBilindiği üzere  Vergi Davaları  başlıklı beşinci kitap başta olmak üzere VUK ta ve İYUK ta vergi yargısına ilişkin düzenlemeler yer almaktadır, ancak bu düzenlemelerin arasında eski hale iade kurumuna yer verilmemiştir. Yukarıda belirttiğimiz gibi İYUK un 31. maddesi, İYUK ta hüküm bulunmayan bazı hallerde HMK ve VUK hükümlerine atıf yapmıştır. Mücbir sebep konusunda VUK hükümlerinin neden uygulanamayacağını bir önceki başlıkta detaylı biçimde açıklamıştık. Kaldı ki VUK hükümleri uygulanabilse dahi VUK ta eski hale iade/getirme kurumunun maddi ve şekli şartlarını düzenleyen bir hüküm yer bulunmamaktadır. Bu noktada HMK hükümlerinin niteliği elverdiği ölçüde idari yargılama usulü açısından da uygulanması da söz konusu olamaz. Zira İYUK 31 de HMK ya atıf yapılan haller sınırlı sayıda (numerus clausus) olarak sayılmıştır. İYUK ta açıkça atıf yapılmadığı için CMK hükümleri ise evleviyetle uygulanamayacaktır. Dolayısıyla eski hale iade kurumu açısından vergi yasalarında ve İYUK ta yasal bir boşluk olduğunu söylemek mümkündür. Söz konusu yasal boşluk, yukarıda alıntıladığımız yargı içtihatlarıyla giderilmeye çalışılmış olsa da görüş birliğine sağlanamadığını da belirtmek gereklidir. Adil  yargılanma  hakkının  ihlalini  sonuçlayabileceği  de  dikkate  alındığında yasa koyucunun ivedilikle söz konusu yasal boşluğu gidermesi gerekmektedir. Bu durumda yasa koyucunun önünde iki seçenek bulunmaktadır. İlk olarak, İYUK 31 de HMK ya yapılan atıflar arasında eski hale getirme kurumuna yer verilmesi düşünülebilecektir. İkinci seçenek ise İYUK ta ayrı bir hüküm tesis edilmesidir. Ayrı bir hüküm tesis edilmesi yoluna gidilirse HMK ya benzer biçimde maddi ve şekli şartların açık biçimde belirlenmesi, vergi hukuku açısından kanuni temsilciler ya da mali müşavirler gibi ilgililerin eski hale iade talep edip edemeyeceklerinin açıkça düzenlenmesi ve işlemin süresinde yapılamamasına sebep olan engelin ortadan kalkmasından itibaren 15 günden az olmamak üzere bir süre verilmesi gerektiği kanaatindeyiz.106  HMK da eski hale iade talebinde bulunmak için iki haftalık bir süre öngörülmüştür (HMK 96/I). Bununla birlikte İYUK ta süreler genellikle gün hesabıyla belirlendiği için belirlenecek sürenin gün olarak belirtilmesi kanun sistematiğine daha uygun olacaktır. 1123İstanbul Hukuk Mecmuası 78/2B.Vergi Yargılaması Alanında Koronavirüs  Salgınına İlişkin Özel DüzenlemelerKoronavirüs salgını nedeniyle konuya ilişkin olarak getirilen özel düzenlemelere ayrı bir başlık altında değinmekte fayda bulunmaktadır. Bilindiği üzere 26 Mart 2020 tarihli ve 31080 (mükerrer) sayılı Resmi Gazete de yayımlanan Bazı Kanunlarda Değişiklik Yapılmasına Dair 7226 sayılı Kanun un Geçici  1.  maddesiyle,  yargı  alanındaki  hak  kayıplarının  önlenmesi  amacıyla; dava açma, icra takibi başlatma, başvuru, şikâyet, itiraz, ihtar, bildirim, ibraz ve zamanaşımı süreleri, hak düşürücü süreler ve zorunlu idari başvuru süreleri de dâhil olmak üzere bir hakkın doğumu, kullanımı veya sona ermesine ilişkin tüm süreler; İdari Yargılama Usulü Kanunu, Ceza Muhakemesi Kanunu ve Hukuk Muhakemeleri Kanunu ile usul hükmü içeren diğer kanunlarda taraflar bakımından belirlenen süreler ve bu kapsamda hâkim tarafından tayin edilen süreler ile arabuluculuk ve uzlaştırma kurumlarındaki süreler 13.3.2020 (bu tarih dâhil) tarihinden itibaren 30.4.2020 (bu tarih dâhil) tarihine kadar durdurulmuştur. Bu süreler, durma süresinin sona erdiği günü takip eden günden itibaren işlemeye başlar. Durma süresinin başladığı tarih itibarıyla, bitimine on beş gün ve daha az kalmış olan süreler, durma süresinin sona erdiği günü takip eden günden başlamak üzere on beş gün uzamış sayılır. Salgının devam etmesi halinde Cumhurbaşkanı durma süresini altı ayı geçmemek üzere bir kez uzatabileceği ve bu döneme ilişkin kapsamı daraltabileceği belirtilmiştir. Nitekim 2480 sayılı ve 29.04.2020 tarihli Yargı Alanındaki Hak Kayıplarının Önlenmesi Amacıyla Getirilen Durma Süresinin Uzatılmasına Dair Cumhurbaşkanı Kararı nın 1. maddesiyle bu süreler, 4734 sayılı Kamu İhale Kanunu nda öngörülen zorunlu  idari  başvuru  yoluna  ilişkin  süreler  hariç,  01.05.2020  (bu  tarih  dâhil) tarihinden 15.06.2020 (bu tarih dâhil) tarihine kadar uzatılmıştır. Salgın hastalığın yayılma tehlikesinin daha önce ortadan kalkması halinde yeniden değerlendirileceği belirtilmiştir.Demek oluyor ki mücbir sebebin dava açma ve kanun yollarına başvuru sürelerini etkileyip etkilemediği tartışması, en azından mevcut salgın nedeni ile sürelerin durduğu süreç özelinde önemini yitirmiştir.Bununla birlikte bir kişinin bu süre geçtikten sonra da anılan virüsün etkisi altında olması ve süreler işlemeye başladıktan sonraki vergi yargılamasına ilişkin hak düşürücü süreleri kaçırması da olarak dâhilindedir. Bu gibi durumlarda yukarıda III No. lu Ana Başlıkta yaptığımız vergi yargılaması hukukuna ilişkin mücbir sebep ve hukuksal sonuçları ile ilgili açıklamaların tümü, bu durumlar açısından da geçerli olacaktır. 1124Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...VI. Vergi Ceza Hukuku Açısından Mücbir Sebep 107A. Genel AçıklamalarMücbir sebep ve beklenmeyen hal kurumları Vergi Ceza Hukuku açısından da önem taşımaktadır. Bu noktada VUK un 17. maddesindeki özel düzenlemenin üzerinde durulmasında yarar bulunmaktadır. Maddede  zor durumda olmaları nedeni ile vergi ile ilgili yükümlülüklerini yerine getiremeyenlere  Hazine ve Maliye Bakanlığı tarafından ek süre verileceği hükmü yer almaktadır. Maddede  zor durum  teriminin kullanılmış olmasına rağmen; bu düzenleme Ceza Hukuku anlamında bir hukuka uygunluk sebebi olarak kabul edilen zorunluluk haline ilişkin değildir. Burada failin kendisini ya da bir başkasını bilerek sebebiyet vermediği bir tehlikeden kurtarmak hali söz konusu değildir. VUK un yukarıda ilgili bölümlerde de birçok kez değinilen 17. maddesi hükmü, 13. maddesinde yer alan  mücbir sebep ve beklenmeyen durum  düzenlemesi ile ilgili olup, dahası zaten 13. maddede yer alan hallerden biri olup, bunların tümü hukuksal şartların varlığı halinde vergi suç ve kabahatleri açısından kusurluluğu ortadan kaldıran sebeplerdendir. Aşağıdaki başlıklar içeriğinde konu makale kapsamının elverdiği ölçüde ele alınmaya çalışılacaktır. Mülga 765 sayılı TCK da mücbir sebeplere ilişkin bir hüküm bulunmamakta idi.  Ayrıntısına  girmeden  belirtilmesi  gereken  husus;  günümüzde  yürürlükte olan 5237 Sayılı TCK nın konuyu  Ceza Sorumluluğunu Kaldıran veya Azaltan Nedenler  Başlıklı 1. Kitap, 1. Kısım, 2. Bölüm ün  Meşru Savunma ve Zorunluluk Hali   başlıklı  25/2.  maddesinde  düzenlemiş  olduğudur. Anılan  düzenleme   …Gerek kendisine gerek başkasına ait bir hakka yönelik olup, bilerek neden olmadığı ve başka suretle korunmak olanağı bulunmayan ağır ve muhakkak bir tehlikeden kurtulmak veya başkasını kurtarmak zorunluluğu ile ve tehlikenin ağırlığı ile konu ve kullanılan vasıta arasında orantı bulunmak koşulu ile işlenen fiillerden dolayı faile ceza verilmez  şeklindedir. Kabahatler Kanunu ise konuyu  Hukuka Uygunluk Nedenleri ile Kusurluluğu Ortadan Kaldıran Nedenler  başlıklı 12. maddesinde düzenlemiş olup, madde TCK nın hukuka uygunluk sebepleri ile kusurluluğu ortadan kaldıran sebeplere ilişkin hükümlerinin kabahatler açısından da uygulanacağı yönündedir. Bu itibarla VUK ta özel hüküm bulunmadığı durumlarda ve her somut olayda o somut olayın özellikleri dikkate alınarak, bu hükmün vergi kabahatleri açısından da uygulanabilir olduğu belirtilmelidir. 107  Ayrıntılı bilgi için bkz Kaşıkcı, Vergi Kaçakçılığı Suçları (n 40) 212 vd. 108  1930 tarihli  İtalyan Ceza Kanunu nun 454. maddesinde mücbir sebeplere yer verilmiş ve mücbir sebeplerin varlığı halinde failin cezalandırılmayacağı hükme bağlanmıştır (Sulhi Dönmezer ve Sahir Erman, Nazari ve Tatbiki Ceza Hukuku Cilt: II (12. Bası, Beta 1997) 1030). 1125İstanbul Hukuk Mecmuası 78/2Buna karşılık konu VUK ta ayrıntılı olarak düzenlenmiş olup; anılan Yasa nın 13. maddesinde mücbir sebeplerin neler olduğu açıklanmış, 373. maddesinde  mücbir sebeplerin varlığının saptanması veya belgelenip ispat olunması halinde  ceza kesilemeyeceği hükme bağlanmıştır. Mücbir sebebin varlığı durumunda vergisel para cezası kesilmemesinin nedeni, bu sebebin vergisel aykırılıklarda kusurluluğu ortadan kaldıran bir sebep olmasıdır. Yine VUK un 115. maddesinde yalnızca idari aykırılıklar açısından kesinleşmiş vergi cezalarında uygulanan ve bu yönüyle özel affa benzeyen terkin kurumuna yer verilmiştir.Mücbir  sebepler aynı  zamanda VUK ta  düzenlenen vergi  kaçakçılığı suçları açısından hukuksal sonuçlar doğurmaktadır. Aşağıdaki başlıklarda bu düzenlemelerin tümü Vergi Ceza Hukuku açısından irdelenmiştir.B. VUK un Mücbir Sebep ve Beklenmeyen Hal ile İlgili Düzenlemeleri Yukarıda konunun vergisel işlem boyutu ile ilgili olarak yaptığımız ayrıntılı açıklamalarda da değindiğimiz üzere; VUK un 13. maddesi geniş anlamda mücbir sebep  (mücbir  sebep  ve  beklenmeyen  haller)  durumlarına  ilişkin  olup,  anılan maddede bunların genel bir tanımının yapılmasından kaçınılmış ve neler oldukları sayma sureti ile açıklanmaya çalışılmıştır. Bununla birlikte maddede, mücbir sebeplerin sınırlayıcı olmadığı da belirtilmiştir. Mücbir sebepler kişinin iradesi üzerinde etkili olan olaylar olup, Ceza Hukuku açısından taşıdıkları önem kusurluluğu kaldıran bir sebep olmalarıdır. Bu sebeplerin bulunduğu durumlarda manevi unsurun/kastın yokluğu sebebi ile vergi kaçakçılığı suçlarının ve VUK ta düzenlenen diğer suçların oluşmadığının kabulü gerekir. Hemen yukarıda değinildiği gibi bu konu TCK 24/2 de tanımlama sureti ile ele alınmıştır. VUK 13 ise sayma yöntemini tercih etmiş ama sınırlandırma yapmamıştır.Aşağıda VUK m. 13 düzenlemesi vergi ceza hukuku açısından taşıdığı özellikler bağlamında ele alınacaktır.Bilindiği gibi VUK ta mücbir sebep olarak kabul edilen hallerden ilki; ağır hastalık, kaza ve tutukluluktur. Anılan bu sebeplerin Vergi Hukuku ve Ceza Hukuku açısından geçerli sebepler olabilmesi için vergisel yükümlülüklerin hiç ya da süresinde yerine 109  Kaşıkcı Vergi Kaçakçılığı Suçları (n 40) 212; Öncel, Kumrulu, Çağan ve Göker (n 29) 127 vd; Kaneti, Ekmekci, Güneş ve Kaşıkcı (n 7) 156 vd.; Kırbaş (n 81) 145; Necmi Yücel, Tatbikatta Vergi Cezaları (İnkilap 1955) 251-252.1126Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...getirilememiş olması sonucunu doğuracak ağırlıkta olması gerekmektedir. Bir diğer deyişle buradaki sebeplerin hukuki sonuçlar doğurması açısından; bunlar ile yükümlülüğün yerine getirilememesi arasında nedensellik bağının kurulabilmesi gerekmektedir. Yasada tutukluluktan bahsedilmiş olmakla birlikte; tutukluluk teriminin teknik anlamda kullanılmadığının, yani sadece CMK nın 100 vd. maddelerinde düzenlenen yargılama koruma önlemi olan genel tutukluluk halini içermediğinin kabulünde zorunluluk bulunmaktadır. Bu nedenle de ifade ve sorgu için zorla getirme (CMK 146), duruşmadan bağışık tutulan sanığın zorla getirilmesi (CMK 199), disiplin hapsi (CMK 60, 124, 199), duruşma düzenini bozanlar hakkında uygulanacak disiplin hapsi (CMK 203) gibi özel tutukluluk/koruma önlemleri hallerinin de buradaki mücbir sebebi oluşturduğu sonucuna ulaşılmalıdır. Benzer biçimde gözaltı kurumu da bu anlamda bir mücbir sebeptir. Bu gibi sebepler niteliği ile bağdaşması koşulu ile vergi kabahatleri ve suçları açısından da kusurluluğu ortadan kaldıran sebeplerdir. Örnek olarak belirtmek gerekirse; tutuklama ya da diğer bir koruma önlemi nedeni ile defterlerini süresinde ibraz edemeyen yükümlünün eylemi, suçun manevi unsurunun gerçekleşmemiş olması nedeni ile (yükümlünün kusurlu olmaması nedeni ile) VUK 359 daki gizleme suçunu oluşturmayacaktır. Yer  sarsıntısı  ve  su  basması  gibi  afet  halleri  maddenin  ikinci  bendinde düzenlenmiştir. Bu bent gereğince mücbir sebep olarak kabul edilecek olan durumlar, yükümlülüğün yerine getirilememesine sebebiyet verecek felaket halleridir. Bunlar büyük bir yangın, sel, toprak kayması, yanardağ patlaması ve deprem örneğindeki gibi genel felaketler olabileceği gibi; yangın, su basması, belgelerin bulunduğu binanın yıkılması gibi özel felaketler de olabilecektir. Bu iki tür felaket arasında hukuki açıdan bazı farklılıklar vardır. Felaketin herkesçe bilinen genel bir nitelik taşıdığı durumlarda,  faillin  bunları  kanıtlama  zorunluluğu  bulunmamaktadır.  Nitekim VUK un 373. maddesinde  ...vukua geldiği malum ise...  denilerek bu konuya değinilmiştir. Felaketin özel bir nitelik taşıdığı hallerde ise bu felaketi belgeleme ve kanıtlama yükümü faile aittir. VUK un 373. maddesinde  tevsik ve ispat olunursa  ifadesi kullanılmak sureti ile bu hususa değinilmiştir.110  Danıştay da mücbir sebebin belirli bir ağırlıkta olması koşulunu aramaktadır. Bkz Danıştay 7 D, 5598/3635, 25.10.1972 (Fevzi Karagözoğlu, Vergi Usul Kanunu ve Uygulaması Cilt:II. (Ünal Matbaası 1977) 37; Öncel, Kumrulu, Çağan ve Göker (n 29) 128, 60 no. lu dipnot.111  Bununla birlikte daha önce de değindiğimiz gibi Danıştay İBK kararıyla defter ve belgelerin mücbir sebep nedeniyle ibraz edilmemiş olmasını re sen tarh nedeni olarak görmektedir. (Danıştay İBK, 2013-3/1, 08.02.2019. RG 25.07.2019/30842).112  Öncel, Kumrulu, Çağan ve Göker (n 29) 128, 129.113   ...Sanıktan 07.03.1990 günlü yoklama fişi ile şirkete ait 1987 takvim yılı defter ve belgelerini 15 gün içinde gelirler kontrolörlüğüne ibraz etmesi istenildiği; sanığın, 21.03.1990 tarihli dilekçe ile 06.09.1990 tarihinde tutuklu olarak Diyarbakır a gittiğini ve bu arada meydana gelen karışıklık nedeni ile defterlerin bilgisi dışında kaldığını, en kısa zamanda bulup getireceğini bildirdikten sonra; işyerinde 30.03.1990 günü yangın çıktığı defter ve belgelerin yandığı konusunda tespit yaptırarak, ibrazdan kaçındığının anlaşılması karşısında, bu gibi hallerde VUK.nun 139. maddesine uygun tebligat aranmayacağından müsnet suçun oluştuğu anlaşılmakla sanık vekilinin yerinde olmayan temyiz itirazlarının reddine ve kararın onanmasına oybirliği ile karar verildi...  Yargıtay 9. CD, 4926/223, 27.01.1994 (Ahmet Gündel, Vergi Suçları ve Cezaları (3. Bası, Adil 1994) 539).1127İstanbul Hukuk Mecmuası 78/2VUK un 13. maddesinin 3. bendinde düzenlenmiş olan  mecburi gaybubet  hali ise, yükümlünün iradi olmayan kaybolması anlamına gelip, kaybolma, ancak vergisel yükümlülüklerin yerine getirilmemesi eylemi ile nedensellik bağının kurulabildiği durumlarda bir mücbir sebep sayılacaktır. İradi olmayan kaybolma hallerine örnek olarak; askere alınma, kaçırılma, hürriyetin tahdit edilmesi, gittiği yabancı ülkede savaş çıkması gibi nedenlerle sınırların kapatılması, ulaşım imkânsızlıkları (sis nedeni ile uçakların kalkmaması) ve salgın hastalık nedeni ile karantina altına alınma gibi sebepler gösterilebilir.Bazen mücbir sebep bizzat genel nitelikteki bir mücbir sebep dolayısı ile alınan idari ya da yasal tedbirlerden de kaynaklanabilir. Şöyle ki, ileride açıklanacağı gibi  Koronavirüs  ile  ilgili  düzenlemeler  kapsamında  bazı  vergisel  yükümlerin yerine  getirilmesi  açısından  vergisel  yükümlülükler  ertelenmemiş,  yani  süreler durmamıştır. DHV beyannamesi bu durumun örneğini oluşturmaktadır. Bu bağlamda 65 yaşın üzerinde olması nedeni ile geçici önlemler kapsamında dışarı çıkamayan ve evinde bilgisayarı, teknik olanakları olmayan bir yükümlü beyanname verme ya da ödeme yükümünü yerine getirememiş olabilir. Bu örnekte anılan şahıs açısından mücbir sebep bizzat koronavirüs önlemlidir. İşte bu gibi durumların da VUK un 13. maddesindeki mecburi gaybubet kapsamında bir mücbir sebep olarak değerlendirilip, kişinin aynı yasanın 15. maddesindeki hukuksal sonuçlardan yararlanması ve ceza hukuku açısından da kusurluluğu kaldıran sebep olarak kabulü gerekir. VUK ta düzenlenen son mücbir sebep ise,  defter ve belgelerin iradi olmayan elden çıkması  halidir. Bu durumun geçerli bir mücbir sebep olabilmesi için failin iradesi  dışında  meydana  gelmesi  gerekmektedir.  Hırsızlık,  yağma,  muhasebe kayıtlarının içinde bulunduğu aracın çalınması, araç kazası ya da gemi çatması ile yargı makamlarının ya da idari makamların kararı ile alınan tedbirler,  defter ve belgelerin iradi olmayan elden çıkması  haline örnek olarak gösterilebilir. Yargıtay bu gibi iddialar karşısında durumun delil serbestliği ve vicdani kanaat ilkesi gereğince araştırılması ve diğer delillerden de yararlanılması gerektiği kanaatindedir.114  Öncel, Kumrulu, Çağan ve Göker (n 29) 129.115  Sahir Erman, Vergi Suçları Ticari Ceza Hukuku (İstanbul Üniversitesi İktisat Fakültesi Yayınları 1988) 29.116  Ibid 30. 117  Nihat Edizdoğan, Metin Taş ve Ali Çelikkaya, Vergi Ceza ve Yargılama Hukuku (Ekin 2007) 201.118  Erman (n 115) 30.119  Öncel, Kumrulu, Çağan ve Göker (n 29) 129-130. Yazarlar terekenin tahriri amacıyla murisin iş yerinin mühürlenmiş olmasını; terekeye el konan mahkemece defter ve belgelerin alınması ve sonrasında yükümlüye mahkemece defterleri inceleme izni verilmemiş olmasını; buna ilaveten VUK un 144/4-5. maddesi uyarınca muhafaza altına alınmış defterlerle ilgili olarak, idarece yükümlüye inceleme izninin verilmemiş olması durumunu da mücbir sebep olarak kabul etmişlerdir.120  Danıştay da, anarşik olaylar nedeni ile yükümlünün işyerinin tahrip ve yağma edilmesi nedeni ile burada bulunan defter ve belgelerin elden çıkması halini bir mücbir sebep olarak kabul etmektedir (Şükrü Kızılot, Vergi Uyuşmazlıkları ile İlgili Danıştay Kararları ve Muktezalar (Yaklaşım 1998) 1272).121   ...Sanığın çalındığını iddia ettiği satış fişi dip koçanlarıyla ilgili satışların, incelenmek üzere Defterdarlığa ibraz ettiği belgelere de yazılmış olması karşısında suç kastının bulunmadığı...  Yargıtay 9 CD, 3619/486, 31.01.1990. Karar için bkz (1990) 16 (9) Yargıtay Kararları Dergisi 1417.1128Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...VUK un 13. maddesinde sayma sureti ile mücbir sebeplerin neler olabileceğinin saptamış olduğu, bununla birlikte aynı maddede  gibi nedenler  ifadesine de yer verilmek sureti ile bunların sınırlayıcı olmadığının hükme bağlandığı daha önce belirtilmiş idi. Bu nedenle de maddede sayılmamış olmakla birlikte, yükümlünün iradesi dışında meydana gelen ve vergisel ödevlerin gereği gibi yerine getirilmesini engelleyen her türlü sebebin  mücbir sebep  sayılması gerekmektedir. Şehirdeki bir olay nedeni ile yükümlünün bürosunun tahrip ve yağma edilmesi hali bu duruma örnek olarak gösterilebilir.C. Mücbir Sebebin Vergi Ceza Hukukuna (Kusurluluğa) EtkisiBir önceki başlık altında açıklanan mücbir sebeplerin varlığı halinde bu durum; hazırlık soruşturmasında (soruşturmada) ceza davasının açılmasını engelleyecek, son soruşturmada (kovuşturmada) ise failin kusurluluğunu ortadan kaldıran bir sebep olarak kabul edilecek ve failin cezalandırılmasına engel olacaktır. VUK un 373. maddesindeki kural bu noktada ceza mahkemesindeki yargılamanın konusunu oluşturacak eylemler açısından da geçerli olacaktır.Konunun ceza yargılamasında delillerin ortaya konulması ve değerlendirilmesi ile ilgili olduğu ortadadır. Bu nedenle de mücbir sebeplerin varlığının her türlü belge ve delille ispatlanabilmesi mümkündür. Bunun yanı sıra, vicdani kanaatine göre hareket etmek durumunda olan ceza yargıcı, hastalık halinde alınan resmi raporların ya da tutukluluk gibi hallerde savcılıktan ya da mahkemeden alınmış olan belgelerin varlığına rağmen, bu gibi durumların vergi ödevinin yerine getirilmesine etkili olup olmadığı meselesinin çözümünde her zaman için takdir yetkisine sahip olacak veya bilirkişiden yararlanabilecektir. Ancak herkesçe bilinen genel nitelikteki mücbir sebeplerin ayrıca ortaya konulmasına gerek yoktur.Defterlerin çalındığına veya kaybolduğuna ilişkin asliye ticaret mahkemesinden alınmış  bir  zayi  belgesi  ve  kararı  ibraz  yükümlülüğünü  kaldıracaktır.  Buna karşın aynı nitelikteki mahkeme kararı dönem matrahının re sen takdirine engel oluşturmayacaktır. Kanaatimizce vergi kaçakçılığı suçlarında yer alan hareketlerin nitelikleri dikkate alındığında; mücbir sebebin ve kusurluluğa etkisinin, ancak bazı seçimlik hareketler açısından  değerlendirme  konusu  yapılabileceği  açıktır.  Bu  seçimlik  hareketler VUK un 359/a-2. maddesindeki  defter, kayıt ve belgelerin tahrifi veya gizlenmesi  ve 359/b-1. maddesindeki  defter, kayıt ve belgelerin veya bunların sayfalarının yok edilmesi  şeklindeki hareketlerdir. 122  Kaneti, Ekmekci, Güneş ve Kaşıkcı (n 7) 424.123  Erman (n 115) 30.124  Danıştay İBK, 2013-3/1, 08.02.2019. RG 25.07.2019/30842. Edizdoğan, Taş ve Çelikkaya (n 117) 202. 1129İstanbul Hukuk Mecmuası 78/2Özetle ifade edersek bir an için anılan yasanın vergi kaçakçılığı suçları ile ilgili olan 359. maddesinin değinilen suç tiplerinde; tahrif olma ve yok olmadan değil, tahrif etmek ve yok etmekten söz edildiğinden, bu eylemlerin mücbir sebep ve kusurluluğa etkisi yönünden inceleme konusu dışında kaldıklarının düşünülebilmesi mümkündür. Ancak çok uç örnekler de olsa VUK 13 teki mücbir sebeplerin ya da aslında mücbir sebep olmakla birlikte gereksiz bir şekilde zor durum adı altında aynı yasanın 17. maddesi kapsamında değinilmeye çalışılan durumların bazılarının kusurluluğu ortadan kaldıran birer sebep olarak kabulü mümkündür. Örnek olarak, kişi içinde bulunduğu ağır psikolojik ya da psikolojisini de etkileyen fiziksel bir rahatsızlık nedeni ile yasal defter, belge veya kayıtlarını vergisel amaç gütmeden yok eder ya da tahrif ederse; bu gibi durumların kusurluluğu ortadan kaldıran haller olarak kabulünün gerekeceği belirtilmelidir. Bizce  bu  gibi  ayrık  örnekler  dışında  mücbir  sebeplerin  kusurluluğa  etkisi yönünden irdelenmesi ve dikkate alınması gereken tipik örnek; gizleme fiilidir. VUK 359 da gizlemenin ne olduğu ile ilgili bir tanım verilmeye çalışılmıştır. Buna göre gizleme  varlığı noter kayıtları ya da sair suretlerle sabit olduğu halde defter, kayıt ve belgelerin inceleme için ibraz edilmemesi dir. Failin VUK 13 (VUK 17) kapsamındaki bir mücbir sebebin varlığı durumunda defter ibraz edememiş olduğu hallerde, eylemi gizleme suçunun maddi unsurunu oluşturmakla birlikte, ortada kusurluluğu kaldıran bir sebep bulunduğundan manevi unsurun yokluğu nedeni ile kendisine ceza verilebilmesi mümkün olmayacaktır.Yargıtay ise çeşitli kararlarında mücbir sebep iddiasının samimi olması ve mücbir sebebin var olup olmadığının ceza yargılamasında ayrıntılı olarak tartışılması gereği üzerinde durmuştur. Bununla birlikte Yargıtay ın inceleme ile ilgili başta inceleme yeri olmak üzere, VUK un ilgili kurallarına uyulup uyulmadığını araştırmaksızın, vergi incelemesinde talep üzerine defterlerin ibraz edilmemesini yeterli gördüğü kararlar da mevcuttur.125  Yargıtay 9 CD, 3619/4868, 31.01.1990; 1747/2474, 13.06.1990; 3786/4517, 20.12.1990; 4926/233, 27.01.1994. Kararlar için bkz Gündel (n. 109) 25, 32, 39.126   ...Sanığın geçersiz olmakla birlikte Maliye Tebliğine ıttılaa kesbetmesini müteakip kendisinden istenen defter ve belgeleri çaldırdığını ileri sürerek ibraz etmemiş bulunması karşısında, usulen sorguya çekildikten sonra ileri sürdüğü mazeretin kabul edilip edilemeyeceği, TTK.nun 68. maddesi hükmü de nazara alınmak sureti ile, tartışılarak bir karara varılması gerekirken, soyut tebligatın geçersiz olduğundan bahisle beraat kararı verilmesi yasaya aykırıdır... (Yargıtay 9 CD, 2006/2790, 13.09.1990) ;  ...01.02.1992 tarihli tutanak kapsamı ile duruşmadaki savunmasından sanığın işyerini 10.01.1988 tarihinde kapattığı defter ve belgelerini kaybetmesi nedeni ile vergi dairesine ibraz edemediği ve bu nedenle mefruz vergi ziyaı doğup, 213 Sayılı Yasa nın 139. maddesindeki istisnai durumun gerçekleştiği gözetilmeden beraat tesisi bozmayı gerektirmiştir  (Yargıtay 9 CD, 831/1689, 06.04.1993) ;  ...Sanığın suça konu defterleri muhafaza edip etmediğinin, bunları ibraz etmeme sebebinin saptanması ve olayın açıklığa kavuşturulması bakımından savunması alınarak sonuca göre hukuki durumun tayini gerekirken, olayda uygulanma imkanı olmayan CMUK.nun 223/son maddesine dayanılarak beraat kararı verilmesi yasaya aykırı olup bozmayı gerektirmiştir...  (Yargıtay 9 CD, 433/1301, 11.03.1994). Kararlar için bkz Gündel (n. 109) 29, 36.127   213 sayılı Kanunun 253. maddesine göre tuttuğu defterlerle belgelerin ait olduğu yılı takip eden takvim yılından başlamak üzere beş yıl süre ile muhafaza etmek mecburiyetinde bulunan sanığın usulüne uygun olarak yapılan tebligata rağmen istenen defter ve belgelerini aynı Kanunun 13. maddesinde gösterilen mücbir sebeplere veya kastı kaldıran diğer nedenlere dayanmadan yetkililere ibraz etmemesi şeklinde oluşan eylemi ile …  Yargıtay 11 CD, 4114/4696, 10.05.2001. Kazancı Hukuk Otomasyon Sistemi <https://www.kazanci.com.tr/> Erişim Tarihi 19.06.2020.1130Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Son olarak belirtmek isteriz ki mücbir sebep, vergi kaçakçılığı suçlarının yanı sıra vergi mahremiyetini ihlal suçu (VUK 362) ve mükelleflerin özel işlerini yapma suçu (VUK 363) açısından da kusurluluğu kaldıran bir sebeptir. Örneğin vergi incelemesi sırasında işyerinde yangın çıkması halinde defter ve belgeleri sokağa bırakan vergi inceleme memurunun vergi mahremiyeti kapsamındaki birtakım bilgileri kasten ifşa ettiği söylenemez. Bununla birlikte araştırmamız kapsamında vergi kaçakçılığı suçları dışında diğer iki suç tipi hakkında yargı kararlarına yansıyan mücbir sebep örnekleri tespit edilememiştir. Makale kapsamının genişletilmemesi açısından bu alt başlıkta VUK ta düzenlenen suçlardan yalnızca 359. maddedeki vergi kaçakçılığı suçu adı altında düzenlenen suçlar ele alınmış, vergi mahremiyetini ihlal suçu ile yükümlünün özel işlerini yapmak suçu inceleme dışı bırakılmıştır. Bu son iki suç tipi açısından özetle belirtilmesi gereken husus; mücbir sebep hallerinin her somut olayda VUK ve TCK hükümleri ışığında özel olarak değerlendirilebileceğidir.SonuçBu çalışmada yargılamanın öncesi ve sonrasını da kapsar şekilde yargılama dışı sürece ilişkin boyutta mücbir sebep kurumu, gümrük vergi hukukunda mücbir sebep ve mücbir sebebin Vergi Ceza Hukukuna ilişkin sonuçları üzerinde durulmuştur. İzleyen bölümlerde ise konu vergi yargılaması hukuku açısından değerlendirilmiştir.Kabul edildiği 1961 tarihinden beri zaman zaman ağırlıkla vergi idaresi eksenli pragmatik, zaman zaman da değişen koşullara ayak uydurmak amaçlı ve bir kısmı hak ve özgürlük odaklı bazı değişiklikler yapılarak güne uyarlanmaya çalışılmış olsa da VUK; bir çok açıdan çağın hukuk anlayışını yakalayamayan, sistematikten yoksun, karmaşık ve çelişik hükümler içeren bir yasadır. Bu konulara birçok örnek verilebilir. Anayasa nın ve AİHS in yine Anayasa nın 90/5. maddesi uyarınca amir hükümlerine aykırı olarak yargıç kararı olmaksızın idari takdire bağlı olarak yoklama, inceleme ve aramayı izleyen ya da olağan inceleme sürecinde uygulanan el koyma tedbirleri, idareye birçok konuda tanınan hukuka aykırı yetkiler, çağdaş suç genel teorisi açısından kabul edilmesi olanaksız olan aykırılık düzenlemeleri bu gerçeğin basit örneklerindendir. Bir üst paragrafta değinilen sorun ve sorunsallar, tartışmasız bir şekilde birçok konuda kendisine özgü kuralları ve düzenlemeler bütünü ile ele alınması gerekirken, halen idari yargı bünyesinde ve İYUK ile düzenlenen vergi yargılaması açısından daha farklı değildir. 1982 yılında bir günde kabul edilip yürürlüğe giren idari yargılama alanına ilişkin üç temel yasa ve özellikle İYUK; günü yakalayamayan, birey hak ve özgürlükleri açısından hukuka aykırı nitelikte birçok hüküm içeren düzenlemeler bütünüdür. Bu saptamamıza;  İYUK özelinde halen dahi kabul edildiği günkü basit yazım hatalarının düzeltilmemiş olması, vergi yargılamasının ayrıntılı 1131İstanbul Hukuk Mecmuası 78/2düzenlenmeyip sorunların idare mensuplarının görev yaptığı vergi komisyonları dönemine ilişkin VUK hükümlerine atıfla (İYUK 31/2) halledilmeye çalışılmış olması, keza 31. madde ile Osmanlı döneminden kalan yetersiz atıf yönteminin sürdürülüyor olması, üstelik bu yapılırken eşitler arası ilişkileri düzenleyen bir özel hukuk yargılama disiplinine atıf yapılmış olması, bir yandan yazılılık kuralına yer verilip diğer yandan duruşmanın kabul edilmesi ve fakat bir duruşma tutanağına dahi yer verilmemiş olması  gibi örnekler verilebilir.AATUHK düzenlemelerine de benzer birçok eleştiri getirilebilir. Hukuka aykırı olarak  idareye  tanınan  koruma  önlemleri,  haciz  ve  haczin  paraya  çevrilmesi konusundaki yetkiler, kamusal hacze ilişkin yetersiz ve günün hak ve özgürlük anlayışının gerisinde kalmış kurallar bu durumun örnekleridir. Tüm bu durumlar bizlerin ayrı ayrı ya da birlikte yazdığı monografilerde ve makalelerde ele alınmış olup,  bu  sorunların  tümünün  bu  çalışmanın  dar  kapsamında  aktarılabilmesi mümkün değildir. Bu  çalışmada  ele  alınan  COVID-19  virüsü  pandemisi  ile  hukuk  gündemine oturan mücbir sebep kavramı, bunun hukuksal sonuçları ve sebebiyet verdiği zararlı durumların ortadan kaldırılması konularındaki; vergi hukukuna özgü hukuksal durum ve yasal düzenlemeler de hemen yukarıdaki paragraflarda açıklananlardan daha farklı bir görünüm arz etmemektedir. VUK, yargılama öncesi süreç açısından mücbir sebep, bunların hukuksal sonuçları ve ortaya çıkardıkları zararlı durumlara ilişkin olarak 13., 15., 17., 90., 111., 115. ve 373. maddelerinde birtakım kurallar içerse de; çalışmada aktardığımız üzere bu kurallar sistematikten yoksun, tekrarlar içeren, günün ihtiyaçlarını karşılamayan, girift ve eksik niteliktedir. Çağdaş vergi hukuku anlayışının yakalanabilmesi açısından bu hususların tümü doğrusu yeni bir yasada olmak üzere sil baştan bir maddede ya da aynı madde kapsamında, makaledeki her bir konuya ilişkin eleştiri ve öneriler dikkate alınarak düzenlenmelidir. İYUK ta ise ne mücbir sebebe ne de onun hukuksal sonucu olan eski hale iadeye ilişkin bir hüküm bulunmaktadır. Her ne kadar İYUK 31/2 ile bu kanunda hüküm bulunmayan hallerde VUK hükümlerinin uygulanacağı belirtilmiş ise de; gelir idaresi çalışanlarının da mensubu olarak yargı faaliyetini yürüttüğü bir faaliyete yargılama denilebilmesi  ve  yargılama  aşamasında  da  uygulanabilmesi  hukuka  aykırı  bir durumdur. Ayrıca bu nitelikteki komisyonlar döneminden kalan kuralların günümüzde çoğunlukla uygulanamaz ve atıl halde bulunduğu ortadadır. Aksi yönde bir kabul VUK un yargılama dışı süreç ile ilgili kurallarının yargılamada da uygulanması kapısını açar ki bu da birçok olumsuzluğu barındıran bir kabul olacaktır. Keza farklı bir kabulün ortaya çıkarabileceği bir başka sonuç ise; aynı yasada düzenlenen idari yargılamada mücbir sebep ve eski hale iade kurumunun uygulanamamasına rağmen, 1132Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...vergisel uyuşmazlıklarda bu yönde kural bulunması olacaktır ki bu garip durumun modern bir hukuk sisteminde kabul edilebilmesi mümkün değildir. Bununla birlikte bir konuda hüküm bulunmaması başka şey, hukukun ilkeleri dikkate  alınarak  hüküm  bulunmayan  bir  konuda  hak  arama  özgürlüğü  ve  adil yargılanma hakkının gereklerine uygun karar verilmesi başka bir şeydir. Bu nedenle de bu konuya ilişkin bir düzenleme yapılıncaya kadar, yargılama makamlarının hukukun temel ilkelerine ve Anayasa nın 90/5. maddesinin verdiği yetkiye dayanarak; mücbir sebeplerin vergi yargısında da hak düşümü sürelerinin işlemesine engel bir durum olduğu yönünde yerleşik içtihat oluşturmaları hukukun bir gereğidir. Vergi  yargılaması  konusunda  çelişik  içtihatları  ve  hak  ihlallerini  ortadan kaldırmak açısından kalıcı bir çözüm olarak yapılması gereken ise; tercihen bağımsız bir vergi yargılaması usulü yasasında ya da bu yapılmayacaksa İYUK a bir madde eklenerek; mahkemeye erişim hakkı ile kanun yolları ve tüm başvuru yolları dâhil yargılamanın tüm aşamalarında sürelerin bireylerin kusuru olmaksızın kaçırılmış olması durumunda, onlara eski hale getirme olanağının tanınmasıdır. Mücbir sebep halinde hukuksal sonuçların ve zararlı durumların ortadan kaldırılması konularında, vergi icra hukuku açısından da içerik ve sistematik konularında benzer sorunlar bulunmaktadır. Hukuksal  sonuçlar  açısından  AATUHK ta  mücbir  sebep  düzenlenmemiş  ve süreler yönünden tartışmalı bir içerikle konu sürelerin hesaplanması ile ilgili olarak VUK a yapılan atıf ile hükme bağlanmaya çalışılmıştır. Özetle bu atfın 14 ila 18. maddelerin yer aldığı üçüncü bölümün tümüne yapılmış sayılması gerekir. Ayrıca 15. madde mücbir sebepleri saymayı amaçlayan 13. maddenin hukuksal sonuçlarını içerdiğinden atfın 13. madde yönünden de geçerli kabul edilmesi zorunludur. Mücbir sebeplerin zararlı sonuçlarının ortadan kaldırılması konusunda da bazı eksikliklere değinilmesi gerekir. AATUHK, VUK kapsamının dışında kalan kamu alacaklarının  doğal  afetler  nedeniyle  terkinini  ele  almaktadır.  Bununla  birlikte makalenin ilgili bölümünde ayrıntılı açıkladığımız üzere idari makamlara verilen yetkiler konusunda hak ve özgürlükler konusunda olumsuz sonuçlar doğurabilecek bazı hukuka aykırılıklar bulunmaktadır. Ayrıca AATUHK ile Cumhurbaşkanı na verilen  yetki,  hem  kurumun  işleyişinde  sorun  doğurabilecek  olması,  hem  de Cumhurbaşkanı nın teknik konularla meşgul edilmesi açısından sakıncalı olan bir hükümdür. Bu nedenlerle kamusal alacakların mücbir sebeplerle terkini konusunda birtakım değişiklikler yapılmasında yarar bulunmaktadır. Bu mesele ile ilgili kanaatimiz; (i) konunun iki yasaya ortak bir hükümle ve tüm kamu alacakları yönünden tek bir yasada, tercihen VUK ta ele alınması, (ii) terkin sonucunun sadece doğal afetleri değil, beklenmedik halleri de içeren geniş 1133İstanbul Hukuk Mecmuası 78/2anlamda mücbir sebepleri kapsar şekilde genişletilmesi, (iii) tüm konularda sınırları iyi belirlenerek yetkilerin ilgili bakanlıklara verilmesi ve nihayet (iv) mevcut ikili düzenleme sistemi korunacak ise her iki yasa maddesinde de, genel sonuçları olan mücbir  sebepler  konusunda  Cumhurbaşkanı nın,  özel  ve/veya  lokal  nitelikteki sonuçlar açısından da ilgili bakanlığın yetkili olduğu konusunda değişikliğe gidilmesi gerektiğidir.Mücbir  sebep  konusu  COVID-19  salgını  ile  gündeme  oturmuştur.  Her olumsuzluktan bir ders çıkarılabileceği gibi bu salgından da insani, ekonomik ve toplumsal  anlamda  birçok  ders  çıkarılabilmesi  mümkündür.  Hukuk  alanındaki olumlu yön ise mücbir sebepler ve hukuksal sonuçlarına ilişkin yasal düzenlemelerin yetersizliği ya da yokluğunun daha iyi gözlenebilmiş ve anlaşılabilmiş olmasıdır. İlke  olarak  mücbir  sebebin  tanımlanmasına  ya  da  nelerin  bu  tür  sebepleri oluşturduğunun  sayılmasına  gerek  yoktur  denilebilir.  Konu  içtihatlara  elbette ki bırakılabilir. Ama uygulamanın bu makale kapsamında birçok örnekle ortaya koyduğumuz Danıştay ın mücbir sebeplere ilişkin kararlarında olduğu gibi tutarsız ve istikrarsız olduğu bir ortamda bu sebeplerin tanımlanmaları veya sayılmaları ve  hukuki  etkilerinin  neler  olduklarının  belirtilmesinde  hak  ihlallerinin  önüne geçilmesi, hukuki güvenlik ilkesi, uygulama birliğinin sağlanması açılarından yarar bulunmaktadır. Diğer eleştirilerimizin de dikkate alınıp gerekliği değişikliklerin yapılması elzemdir.Mevcut krizden alınacak dersler, elbette vergi hukuku alanında da söz konusu olacaktır. Nitekim vergi hukukuna ilişkin düzenlemelerin, gerek ulusal gerekse uluslararası düzeyde sosyal bir felaketin sonuçlarıyla mücadele açısından yeterli olmadığı ortaya çıkmıştır. Bugüne dek hızla alınan tedbirler önemli avantajlar sağlasa da  salgının  etkilerinin  sınırlanmasına  yönelik  tedbirlere  devam  edilmesi  önem taşımaktadır. Koronavirüs salgınının yarattığı kırılmanın, sosyal ve ekonomik hayatı değiştirip dönüştürmesi, salgına karşı mücadelenin sonrasında vergi politikasında da birtakım yenilikler getirilmesini gerekli kılacaktır. Bu kapsamda vergi politikasının sağlık politikası, ticaret politikası, çevre politikası, sosyal ve iş gücü piyasası politikası, para politikalarıyla koordine edilmesi, ekonominin dijitalleşmesi olgusunun vergi hukuku kurallarıyla kavranması, vergi ödevlilerinin bilgi alma ve diğer haklarından etkili şekilde yararlanmasına önem verilmesi ve uluslararası işbirliği önem taşıyan konular arasında yer almaktadır.128  OECD nin mevcut durumda alınan ve alınması gereken önlemlere ilişkin tespit ve önerileri için bkz OECD, 2020, Erişim Tarihi 31.05.2020. Söz konusu politikalar kapsamında küresel vergi işbirliği, çevre kirliliğiyle mücadelede mali yöntem, elektronik ticaretin vergilendirilmesi ve iletişim teknolojilerinin gelişmesinin vergi idaresi üzerinde etkileri, e-ticarette verginin uluslararası ve uluslarüstü boyutta kavranması çalışmaları, vergi idareleri ve iletişim teknolojilerinin gelişimi hakkında ayrıntılı bilgi için bkz Esra Ekmekci, Küreselleşme ve Vergilendirmede Yeni Eğilimler (Kazancı 2003) 108 vd..1134Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors has no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.1135İstanbul Hukuk Mecmuası 78/2",
     "Kaynakça": "Kitaplar ve MakalelerBahçeci B, Kamu Alacağını Takip Hukuku (Seçkin 2019).Balcı M,  Vergi Hukukunda Mücbir Sebeplerin Dava Sürelerine Etkisi , <https://vergialgi.net/vergi hukukunda mucbir sebebin dava surelerine etkisi> Erişim tarihi 18.06.2020.Bardakoğlu A, ‘İslam Hukukunda ve Modern Hukukta ‘Beklenmeyen Hal  Nazariyesi  (1985) (2) Erciyes Üniversitesi İlâhiyat Fakültesi Dergisi 63 97.Barlass İ, Anonim ve Limited Ortaklıklarda Kanuni Temsilcilerin Vergisel Sorumluluğu (Vedat 2006).Baysal B, Sözleşmenin Uyarlanması: BK m.138 Aşırı İfa Güçlüğü (3. Bası, On iki Levha 2019).Çağan N, Vergi Hukukunda Süreler (Sevinç 1975).Turgut Candan, Açıklamalı İdari Yargılama Usulü Kanunu, (4. Bası, Adalet 2011).Çırakman E, ‘İdari Davalarda Süre, İdare Hukuku ve İdari Yargı İle İlgili İncelemeler I  (Danıştay Başkanlığı 1976) 190 217.Dönmezer S ve Erman S, Nazari ve Tatbiki Ceza Hukuku Cilt: II (12. Bası, Beta 1997).Edizdoğan N, Taş M ve Çelikkaya A, Vergi Ceza ve Yargılama Hukuku (Ekin 2007).Ekmekci E, Küreselleşme ve Vergilendirmede Yeni Eğilimler (Kazancı 2003).Erez M,  Vergi Hukukumuzda Mücbir Sebepler Ağır Hastalık Hali  (1961) (7) Maliye Konferansları I, 1 7.Eren F, Borçlar Hukuku Genel Hükümler (22. Bası, Yetkin 2017).Erman S, Vergi Suçları Ticari Ceza Hukuku (İstanbul Üniversitesi İktisat Fakültesi Yayınları 1988).Erol A,  Mükellef Hakkı Olarak Mücbir Sebepler ve Sonuçları , (2012) (103) TBB Dergisi 199 222.Evren Ç C,  İdarenin Sorumluluğunu Etkileyen Neden Olarak Mücbir Sebep  (2010) 14(1) Gazi Üniversitesi Hukuk Fakültesi Dergisi 263 297. Gözübüyük P A, Mücbir Sebepler Beklenmeyen Haller (Kazancı 1977).Guttry A, ‘Surveying the Law  iç Andrea de Guttry, Marco Gestri ve Gabriella Venturini (edr.), International Disaster Response Law, (T.M.C. Asser Press 2012) 3 44.Gümüşkaya  G,  Mülkiyet  Hakkına  Vergisel  Müdahaleler  Bakımından  İnsan  Hakları Avrupa Mahkemesi ne Kişisel Başvuru (On İki Levha 2010).Gündel A, Vergi Suçları ve Cezaları (3. Bası, Adil 1994).Gündüz F E,  Mücbir Sebebin İdari Dava Açma Süresine Etkisi  (2009) 23(2) Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi 237 266.Güneş G, Verginin Yasallığı İlkesi (3. Bası, On İki Levha 2011).Işıklar C, ‘Danıştay Kararlarında İdarenin Kusursuz Sorumluluğunu Kaldıran ve Azaltan Hâller  (2019) (1) YBHD 115 158.Kaneti S, Ekmekci E, Güneş G ve Kaşıkcı M, Vergi Hukuku (Filiz 2019).Kaplan G, İdari Yargılama Hukuku (Ekin 2017).Karadağ N C, ‘Zamanaşımı Sürelerine Etkisi Açısından ‘Mücbir Sebepler  ve ‘Ödeme ye Eleştirel Bakış  (2012) 61(3) AÜHFD 1017 1055. Karagözoğlu F, Vergi Usul Kanunu ve Uygulaması Cilt:II (Ünal Matbaası 1977).1136Ekmekci, Güneş, Kaşıkcı, Gümüşkaya / Vergi Hukukunda Mücbir Sebep ve Hukuksal Sonuçları Üzerine Eleştirisel Bir...Kaşıkcı M, ‘Vergi Kaçakçılığı Suçları İle İlgili Güncel Bir Değerlendirme: 5237 Sayılı Türk Ceza Kanunu Sonrası Vergi Suçlarına İlişkin Sorun ve Sorunsallar , Süheyl Donay Armağanı (Filiz 2019) 59 82.Kaşıkcı M, Vergi Yargılaması Hukukunda Yargılamanın Yenilenmesi (Filiz 2017).Kaşıkcı M, Vergi Kaçakçılığı Suçları (Ethemler 2007).Kendigelen A, Yeni Türk Ticaret Kanunu: Değişiklikler, Yenilikler ve İlk Tespitler (On İki Levha 2016). Kırbaş S, Vergi Hukuku (20. Bası, Siyasal 2015)Kıylık M H, Beklenmeyen Hal Nazariyesi ve Mücbir Sebepler Açısından İslâm Borçlar Hukukunda Doğal Âfetlerin Akitlere Etkisi (Hiperlink 2018).Kızılot Ş, Vergi Uyuşmazlıkları ile İlgili Danıştay Kararları ve Muktezalar (Yaklaşım 1998).Kunter N, Ceza Muhakemesi Hukuku (Yaylacık 1989).Mutluer K, Vergi Genel Hukuku (İstanbul Bilgi Üniversitesi 2006).Öncel M, Kumrulu A, Çağan N ve Göker C, Vergi Hukuku (28. Bası, Turhan 2019).Özay İ H, Günışığında Yönetim (Filiz 2004).Özbalcı Y, Amme Alacaklarının Tahsil Usulü Hakkında Kanun Yorum ve Açıklamaları (Oluş 2004).Özbek V Ö, Doğan K ve Bacaksız P, Ceza Muhakemesi Hukuku (12. Bası, Seçkin 2019).Schneider N, Schwahn A ve Stoffels M, ‘COVID 19 and German tax  24.04.2020, <http://knowledge.freshfields.com/en/Global/r/4111/covid 19_and_german_tax> Erişim Tarihi 31.05.2020.Tekinay S S, Akman S, Burcuoğlu H ve Altop A, Tekinay Borçlar Hukuku (Genel Hükümler) (6. Bası, Filiz 1988).Tercan E, Medeni Usul Hukuku nda (Kesin Sürelerin Kaçırılması Halinde) Eski Hale Getirme – Hali Sabıka İrca (Yetkin 2006).Thilo E, Çev. Bülent N. Esen, ‘Laesio Enormis  ve ‘Clausula Rebus Sic Stantibus  ile Bir Para Borcunda Mücbir Sebep Hakkında Not  (1935) 1(3) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 344 351. Ürel G, Güncel Vergi Hukuku Uygulaması (Seçkin 2017).Yayla Y,  İdarenin Sorumluluğu ve Mücbir Sebep  (1980) Sorumluluk Hukukunda Yeni Gelişmeler III. Sempozyumu (Ankara, 12 13 Mayıs 1979) 45 59.Yerlikaya G K, ‘Türk Vergi Hukukunda Mücbir Sebep Halinin Dava ve Temyiz Süresini Durdurup Durdurmayacağı Sorunu , (2012) 1(1) Yalova Üniversitesi Hukuk Fakültesi Dergisi, 43 56.Yıldırım T,  Danıştay Kararlarında Mücbir Sebep Kavramı  (2019) 25 (2) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof. Dr. Ferit Hakan Baykal Armağanı) 1520 1538.Yücel N, Tatbikatta Vergi Cezaları (İnkilap 1955).Çevrimiçi KaynaklarOECD,  2020,  <https://read.oecd ilibrary.org/view/?ref=128_128575 o6raktc0aa&title=Tax andFiscal Policy in Response to the Coronavirus Crisis> Erişim Tarihi 31.05.2020Tackling Coronavirus (COVID 19) Contributing to a Global Effort, OECD Secretariat analysis of tax treaties and the impact of the COVID 19 Crisis, 03.04.2020 <http://www.oecd.org/coronavirus/policy responses/oecd secretariat analysis of tax treaties and the impact of thecovid 19 crisis 947dcb01/> Erişim Tarihi: 31.05.2020<https://home.kpmg/xx/en/home/insights/2020/03/jurisdictional tax measures in response tonovel coronavirus covid 19.html> Erişim Tarihi: 31.05.2020.1137İstanbul Hukuk Mecmuası 78/2<https://www.ato.gov.au/>Erişim Tarihi 16.06.2020.<https://www.gib.gov.tr/>Erişim Tarihi 31.05.2020.<https://www.roedl.com/de de/de/themen/documents/covid 19 measures germany.pdf> Erişim Tarihi 31.05.2020.<https://www.roedl.com/de de/de/themen/documents/covid 19 measures france.pdf> Erişim Tarihi 31.05.2020.<https://www.who.int/dg/speeches/detail/who director general s opening remarks at the mediabriefing on covid 19   11 march 2020> Erişim Tarihi 31.05.2020.<https://blog.lexpera.com.tr/koronavirus 2019 ve sozlesmeler/> Erişim Tarihi: 31.05.2020.Türkmen N, ‘Geçici vergide kaosa çözüm var  <https://www.sozcu.com.tr/2020/yazarlar/nedimturkmen/gecici vergide kaosa cozum var 5815318/> Erişim Tarihi: 19.06.2020.Kazancı Hukuk Otomasyon Sistemi, <https://www.kazanci.com.tr/>.Legalbank, <https://legalbank.net/>.Lexpera Hukuk Bilgi Sistemi, <https://www.lexpera.com.tr/>.Lebib Yalkın, <http://www.lebibyalkin.com.tr/>.1138"
}