{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "25",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "Milletlerarası Ticari Tahkimde Hakem Kararlarının Iptalinde Irade Serbestisinin Sınırları",
     "Title": "Limits of Party Autonomy in Annulment Proceedings in Commercial Arbitration",
     "Yazar İsmi": [

          "Özlem Canbeldek Akın"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Milletlerarası ticari tahkim", "Taraf iradesi", "İptal davası açma hakkından feragat", "Hakem kararlarının genişletilmiş denetimi tanıma-tenfiz", "Adil yargılanma hakkı "
     ],
     "Keywords": [
          "International commercial arbitration", "Party autonomy", "Waiver of annulment", "Recognition and enforcement proceedings", "Right to a fair trial", "Expanded review of arbitral awards"
     ],
     "Özet": "Milletlerarası ticari tahkimin en temel özelliklerinden biri taraf iradesine verilen önemdir. Taraf iradesi hem tahkim yargılaması devam ederken hem de yargılamanın sona erip hakem kararının devlet mahkemesi tarafından denetlendiği aşamada gözetilmektedir. Milletlerarası Tahkim Kanunu m 15 de hakem kararlarına karşı iptal davası açma imkânı tanınmış ve taraf iradesine verilen önemin bir yansıması olarak bu haktan kısmen veya tamamen feragat edilebileceği düzenlenmiştir. MTK m 15 de düzenlenen iptal davasından feragatin koşulları karşılaştırmalı hukukla paralel olmakla beraber, sonuçları itibariyle karşılaştırmalı hukuktan ayrılmaktadır. Özellikle iptal davası açma hakkından feragat edilmesi ve kararın Türkiye de icra edilecek olması halinde taraflara sağlanan hukuki koruma yetersiz kalmakta ve ortaya çıkan bu sonuç adil yargılanma hakkına aykırılık teşkil etmektedir. Çalışmamızda, Milletlerarası Tahkim Kanunu m 15 de yer alan iptal davasından peşinen feragat imkânı, karşılaştırmalı hukuktaki yaklaşımlar dikkate alınarak incelenmekte ve adil yargılanma hakkı ihlalinin giderilmesi için çözüm önerileri sunulmaktadır. Çalışmamızda ayrıca iptal davasında mahkemelerin denetim yetkilerinin taraf iradesi ile genişletilip genişletilemeyeceği yine karşılaştırmalı hukuktaki yaklaşımlar dikkate alınarak irdelenmektedir.",
     "Abstract": "Party-autonomy is considered to be an overriding principle throughout the arbitral process and post-award stage. Thus, parties are entitled to agree to restrict the review of the arbitral award by the courts in annulment proceedings, either partially or fully excluding the review by the courts according to Turkish International Arbitration Law Article 15. Conditions of such limitation, which are set out in Article 15 align with other legal systems; however, consequences of waiver of annulment proceedings differ significantly. Legal protection provided to parties becomes insufficient if the award is enforced in Turkey to the extent that this shortcoming violates the right to a fair trial. This paper examines the waiver of annulment agreement in Turkish law in comparison with legal systems that parties have been provided with regards to the party-autonomy principle and proposes to have solutions for the violation of the right to a fair trial. Furthermore, it examines the effects of parties  agreements to expand the review of the arbitral award under Turkish law in light of comparative law.",
     "Metin": "Taraf iradesi, milletlerarası ticari tahkimin en temel özelliklerinden biri olarak kabul edilmektedir. Tahkimde taraf iradesine verilen önem yargılama aşaması ile sınırlı  değildir;  hakem  kararlarının  devlet  mahkemeleri  tarafından  denetlendiği aşamada da gözetilmektedir. Öte yandan tahkimde taraf iradesi mutlak değildir; ilgili mevzuat ve uluslararası anlaşmalarda tahkim iradesinin sınırlarını çizen kurallara yer verilmiştir. Çalışmamızda  taraf  iradesinin  sınırları  çeşitli  hukuk  sistemlerindeki  güncel yaklaşımlar ışığında (i) iptal davası açma hakkından kısmen veya tamamen feragat ve (ii) iptal sebeplerinin genişletilmesi olmak üzere iki farklı başlık altında ele alınacaktır. I. İptal Davası Açma Hakkından FeragatA. Genel OlarakMilletlerarası ticari tahkimde hakem kararlarının devlet mahkemeleri tarafından sınırlı bir denetime tâbi tutulmaları gerektiği kabul edilmektedir. Belirtilen nedenle, Türk hukukunun da aralarında bulunduğu birçok hukuk sisteminde, hakem kararlarına karşı temyiz yolu kapatılmış ve sadece iptal davası açılabileceği kabul edilmiştir. İptal  davası  hukukumuzda  Milletlerarası  Tahkim  Kanunu nun  ( MTK )  15. maddesinde  düzenlenmiş  ve  maddede  iptal  davası  açan  tarafça  ileri  sürülmesi 1  Maxi Scherer and Linda Silberman,  Limits to Party Autonomy During the Post-Award Review Stage , in Franco Ferrari (Ed), Limits to Party Autonomy in International Commercial Arbitration (Juris Publishing 2016) 441; Gary Born, International Commercial Arbitration (2nd Edn, Kluwer Law International 2014) 3442; Ziya Akıncı, Milletlerarası Tahkim (4. Bası, Vedat 2016) 8; Maxi Scherer,  The Fate Of Parties  Agreements On Judicial Review Of Awards: A Comparative And Normative Analysis Of Party-Autonomy At The Post-Award Stage  (2016) 32 Arbitration International 437; Marte Knigge and Pauline Ribbers,  Waiwer of Right to Set-Aside Proceedings in Light of Article 6 ECHR: Party Autonomy in Top?  (2017) 34 Journal of International Arbitation, Kluwer Law International 775; Mehmet Polat Kalafatoğlu,  Milletlerarası Tahkim Kanunu Uyarınca İptal Davası Açma Hakkından Feragat , (2018) 38 MHB 72; Catherine Kunz,  Waiver Of Right To Challenge An International Arbitral Award Is Not Incompatible With ECHR: Tabbane v Switzerland  (2016) 5 European International Arbitration Review 125. 2  Türk hukuku açısından Akıncı (n) 251; Kalafatoğu (n) 344. Alman hukuku açısından Karl-Heinz Böckstiegel and Stefan Kröll, et al, Part I: Germany as a Place for International and Domestic Arbitrations – General Overview  in Karl-Heinz Böckstiegel and Stefan Michael Kröll, et al (eds), Arbitration in Germany: The Model Law in Practice (2nd edn, Kluwer Law International 2015) para 132; Fransız hukuku açısından Guido Carducci,  The Arbitration Reform in France: Domestic and International Arbitration Law  (2012) 28 Arbitration International 154. Hukuk Muhakemeleri Usûlü Kanun unda hakem kararları temyiz incelemesine tâbi iken, HMK ile temyiz incelemesi kaldırılmış, hakem karalarına karşı sadece iptal davası açılabileceği düzenlenmiştir (Fikret Yıldırım,  Tahkimde İptal Davası ve İptal Davasının Amaçları Bakımından Bazı Değerlendirmeler  (2012) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof Dr. Cevdet Yavuz a Armağan) 3019). 3  Milletlerarası Tahkim Kanunu, Kanun Numarası: 4686, Kabul Tarihi: 21.06.200, RG 05.07.2001/24453. 1326Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin Sınırlarıgereken ve mahkeme tarafından re sen göz önüne alınabilecek toplam dokuz adet iptal sebebine yer verilmiştir. Taraflar hakem kararının sayılan bu iptal sebeplerinden birine aykırı olduğu iddiasıyla 30 gün içinde yetkili asliye hukuk mahkemesinin bulunduğu yer yönünden yetkili bölge adliye mahkemesine başvurarak kararın iptal edilmesini talep etme hakkına sahiptirler. MTK m 15 de ayrıca tarafların, belirli şartlara bağlı olarak iptal davası açma hakkından  feragat  edebilecekleri  düzenlenmiştir.  Madde  metninde  açıkça  yer verildiği üzere, iptal davası açma hakkından tamamen veya kısmen feragat edilmesi mümkündür. 4  İptal davası açan tarafça ispat edilmesi gereken iptal sebepleri: Tahkim sözleşmesinin taraflarından birinin ehliyetsiz ya da tahkim sözleşmesinin, tarafların anlaşmayı tâbi kıldıkları hukuka veya böyle bir hukuk seçimi yoksa Türk hukukuna göre geçersiz olması; hakem veya hakem kurulunun seçiminde, tarafların anlaşmasında belirlenen veya bu Kanunda öngörülen usûle uyulmaması; kararın, tahkim süresi içinde verilmemesi; hakem veya hakem kurulunun, hukuka aykırı olarak yetkili veya yetkisiz olduğuna karar vermesi; hakem veya hakem kurulunun, tahkim sözleşmesi dışında kalan bir konuda karar verdiğini veya istemin tamamı hakkında karar vermemesi ya da yetkisini aşması; tahkim yargılamasının, usûl açısından tarafların anlaşmalarına veya bu yönde bir anlaşma bulunmaması halinde, bu Kanun hükümlerine uygun olarak yürütülmediğini ve bu durumun kararın esasına etkili olmaması ve tarafların eşitliği ilkesinin gözetilmemesidir. 5  Hakem veya hakem kurulu kararına konu uyuşmazlığın Türk hukukuna göre tahkime elverişli olmaması ve kararın kamu düzenine aykırı olması. Tahkime elverişlilik konusunda ayrıntılı bilgi için bkz Burak Huysal, Milletlerarası Ticari Tahkimde Tahkime Elverişlilik (Vedat 2010).6  İptal davasına ilişkin aytıntılı bilgi için bkz Aslı Bayata Canyaş, UNCITRAL Model Kanunu Temelinde Uluslararası Ticari Hakem Kararlarına Karşı Başvuru Yolu (Adalet 2016). 7  MTK m 15 de iptal davasında görevli mahkeme ilk olarak asliye hukuk mahkemeleri olarak belirlenmiştir. Ancak uygulamada hakem kararına konu uyuşmazlığın ticari bir uyuşmazlık olduğu gerekçesiyle asliye ticaret mahkemelerinin görevli olduğu yönünde Yargıtay kararları da ortaya çıkmıştır. Belirtilen bu kararların kanunun lafzının esas alındığı ve asliye hukuk mahkemelerinin görevli olduğu yönündeki kararlarla çelişmesi nedeniyle 26.09.2004 tarih ve 5235 sayılı Adli Yargı İlk Derece Mahkemeleri ile Bölge Adliye Mahkemelerinin Kuruluş, Görev ve Yetkileri Hakkında Kanun da değişiklik yapılarak iptal davalarına bakmakla görevli mahkeme ticaret mahkemeleri olarak belirlenmiştir. 7101 sayılı İcra ve İflâs Kanunu ve Bazı Kanunlarda Değişiklik Yapılması Hakkında Kanun (Kanun Numarası: 7101, Kabul Tarihi: 28.02.2018, RG 15.03.2018/30361) ile Bölge Adliye Mahkemeleri görevli hale getirilmiştir. 8  Hakem kararlarına karşı iptal davası açma hakkından feragat Türk hukukuna MTK ile getirilmiş bir yeniliktir. Hukuk Muhakemeleri Kanunu nda ise taraflara bu şekilde bir hak tanınmamıştır (Ceyda Süral,  Hakem Kararlarının İcrası ve İptal Davası , (2014) 16 Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, (Prof Dr. Hakan Pekcanıtez e Armağan) 1387). Fransız hukukunda da yerel hakem kararlarına karşı bu şekilde bir başvuru imkânı bulunmamaktadır (Carducci (n) 155). 9  MTK daki bu hüküm İsviçre hukukundan esinlenmiştir (Turgut Kalpsüz,  Milletlerarası Tahkim Kanunu nda ICC Tahkim Kaideleri ile IPL den Esinlenen Hükümler  (2003) Milletlerarası Tahkim Semineri 16 (IPL) 31). 1327İstanbul Hukuk Mecmuası 78/3İptal davasından feragat hakkına ilişkin karşılaştırmalı hukukta farklı yaklaşımlar benimsenmiştir. Belçika, Alman, İsveç, İsviçre, Bahreyn, İngiltere , Rusya, Peru, Tunus gibi bazı hukuk sistemlerinde belirli şartlara bağlı olarak iptal davası açma hakkından feragat imkânı tanımışken; Yeni Zelanda , Hindistan , Panama, Brezilya, İtalya, ve Portekiz gibi bazı hukuk sistemlerinde açık düzenleme olmamakla  beraber,  mahkeme  kararlarında  iptal  davasından  feragat  edilmesine ilişkin anlaşmaların geçerli olmadığına hükmedilmektedir. İptal davasından feragatin temelinde taraf iradesine verilen önem yatmaktadır. Bu yaklaşım uyarınca, tarafların tahkim anlaşması ile devlet mahkemelerine başvuru hakkından vazgeçmeleri mümkünse, hakem kararının devlet mahkemeleri tarafından denetlenmemesi yönündeki iradelerine de sonuç bağlanması gerekir. İptal davasından feragat hakkı ayrıca hakem kararlarının iptal davası ve tanımatenfiz davası olmak üzere mükerrer kontrole tâbi tutulmalarına da engel olacak bir 10  Belçika Usûl Kanunu m 1717 (Maddenin İngilizce metni için bkz Scherer (n) 440.11  Alman hukuk sisteminde konuya ilişkin açık bir düzenleme olmamakla beraber, tarafların ileri sürmesi gereken iptal sebeplerinden feragat edilebileceği, hakim tarafından re sen dikkate alınabilecek iptal sebeplerinden ise feragatin mümkün olmadığı kabul edilmektedir (Born (n) 3369; Scherer (n) 444).12  İsveç Tahkim Kanunu, m 51 (Maddenin İngilizce metni için bkz (Arbitration Institude of Stochkholm Chamber of Commerce) <https://sccinstitute.com/media/37089/the-swedish-arbitration-act.pdf> Erişim tarihi 26.05.202013  İsviçre Milletlerarası Özel Kanunu m 192: Taraflardan hiçbirinin İsviçre de ikametgahı, mutad meskeni veya iş merkezi yoksa, tahkim sözleşmesine dercedecekleri sarih bir beyanla veya sonradan yazılı şekilde mutabık kalmak suretiyle taraflar hakem kararlarına karşı hukuki çarelere müracaattdan tamamen feragt edebilecekleri gibi, ancak m 190 / f 2 de sayılan bir veya birkaç sebepten ötürü hukuki çarelere müracattan da feragat edebilirler. 2- Tarafların kararlara karşı hukuki çarelere müracattan tamamen feragat etmiş olmaları halinde, bu kararların İsviçre de tenfiz edilmeleri icap ediyorsa, Yabancı Hakem Kararlarının Tanınması ve Tenfizi Hakkında 1958 tarihli New York Sözleşmesi kıyasen uygulanır (Kalpsüz, IPL (n 9) 33, dn 36). (Hocam çeviriyi atıfta bulunduğum eserden birebir almıştım, öneriniz doğrultusunda değiştiriyorum)14  John Townsend,  The New Bahrain Arbitration Law and the Bahrain  Free Arbitration Zone  (2010) 65 Disp Res J 76-79.15  Born (n) 3365-3367.16  Rus  Federal  Milletlerarası  Tahkim  Kanunu  m  34  /  f  1  uyarınca,  kurumsal  tahkim  yargılamalarında iptal  davasından  peşinen  feragat,  tarafların  Rusya  ile  bağlantıları  olup  olmadığı  ayrımı  yapılmaksızın herkse  tanınan  bir  haktır.  Maddenin  İngilizce  metni  için  bkz  (The  New  York  Arbitration  Convention) <http://webcache.googleusercontent.com/search?q=cache:Xxsjz_OcsUJ:www.newyorkconvention.org/11165/web/files/document/2/2/22335.pdf+&cd=1&hl=en&ct=clnk&gl=tr> Erişim tarihi 26.05.202017  Scherer and Silberman (n) 444.18  ibid 446.19  Methanex Motunui Ltd v Spellman, [2004] 3NZLR 454 (Wellington Ct App) (Born (n) 3369)20  Shin Satellite Pub Co Ltd Jain Studios Ltd [2006] 2 SCC 628 (Indian S Ct) (Scherer (n) 442)21  Panama Tahkim Kanunu nun iptal davası açma hakkından feragat hakkına ilişkin maddesi, Panama Yüksek Mahkemesi tarafından adil yargılanma hakkına aykırı bulunduğu için iptal edilmiştir. Belirtlen nedenle artık Panama hukukunda iptal davası açma hakkından feragat kabul edilmemektedir (Scherer and Silberman (n) 448; Catherine Bratic,  ‘The parties hereby waive all recourse … but not that one  Why parties adopt exclusion agreements and why courts hesitate to enforce them  (2018) 99 Disp Resol Int l) 113. 22  Scherer and Silberman (n) 448. 23  Born (n) 3367.24  ibid 3367.25  Scherer (n) 447-448; Born (n) 3367; Bratic (n)119; Nora Krausz,  Waiver of Appeal to the Swiss Federal Tribunal: Recent Evolution of the Case Law and Compatibility with ECHR, Article 6 [notes]   (2011) 28 Journal of International Arbitration 138-139; Kalafatoğu (n) 348.26  Born (n) 3367. 1328Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin Sınırlarıimkân olarak değerlendirilmektedir. Bu görüş uyarınca hakem kararları tenfiz aşamasında denetleneceği ve iptal sebepleri ile tenfiz sebepleri benzer oldukları üzere iptal davası açma hakkından feragat imkânı yerinde bulunmuştur. İptal davasından feragatin tahkimin etkinliğini artıracağı ve ayrıca mahkemelerin iş yükünü de azaltacağı ifade edilmektedir. Ayrıca bu şekilde taraflar arasındaki uyuşmazlık daha kısa sürede çözümlenecek olup, iş hayatının gereklilikleri göz önüne alındığında feragatin milletlerarası tahkim açısından bir ihtiyaç olduğu ifade edilmektedir. Feragat, tahkim yolunun tercih edilme sebeplerinden olan gizlilik ilkesinin gerçekleştirilmesine de katkıda bulunmaktadır. İptal  davasından  feragat  ayrıca  korumacı  bir  yaklaşım  benimsemiş  hukuk sistemlerinde  devlet  mahkemelerinin  bu  tutumlarının  engellenebilmesini  de sağlayacaktır. Türk hukukunda iptal davasından feragat hakkını savunan yazarların gerekçelerinden biri de taraflara tanınan bu imkânın Türkiye nin tahkim merkezi haline gelmesi amacına hizmet edeceğidir. Aksi yöndeki görüş ise, ülkemizde henüz tahkim kültürü tam olarak yerleşmediği için, taraf haklarının korunmasında önemli bir işlevi bulunan iptal davasından feragat hakkının kabul edilmemesi gerektiği; feragat hakkının tahkim kültürüne olumsuz yönde etki edeceği yönündedir.27  İnci Ataman-Figanmeşe  Milletlerarası Ticari Hakem Kararlarının İptal ve Tenfiz Davaları Yoluyla Mahkemelerce Mükerrer Kontrole Tâbi Tutulmaları Sorunu ve Bu Sorunun Giderilmesine Yönelik İki Öneri  (2011) 31 MHB 35 76. 28  Mesut Aygün,  Milletlerarası Ticari Tahkimde Hakem Kararlarına Karşı İptal Yolu  (2007) Medeni Usûl Hukuku ve İcra İflas Hukuku Dergisi 686.29  Domittelle Baizeau,  Section X: Waiver of annulment, Article 192 PILS , in Manuel Arroyo (ed), Arbitration in Switzerland: The Practitioner s Guide (Kluwer Law International 2013) 283; Krausz (n) 138; Jean-François Poudret and Sébastien Besson,  Comparative Law of International Arbitration (2nd edn, Thomson 2007) para 839; Kalafatoğu (n) 348.30  Turgut Kalpsüz,  Yeni Milletlerarası Tahkim Kanununun Değerlendirilmesi (2001), Milletlerarası Tahkim Semineri 107 (MTK) 179 vd; Aygün (n) 686; Born (n) 3370.31  Baizeau, Waiver of annulment (n 29) 292; Domittelle Baizeau,  Waiving the Right to Challenge an Arbitral Award Rendered in Switzerland: Caveats and Drafting Considerations for Foreign Parties  (2005) 8 International Arbitration Law Review 76; Krausz (n). 32  Leonila Guglya,  Waiver of Annulment Action in Arbitration: Progressive Development Globally, Realities in and Perspectives for the Russian Federation (Different Beds – Similar Dreams?)  (2012) 2 Czech (& Central European) Yearbook of Arbitration 88. 33  Turgut Kalpsüz, Türkiye de Milletlerarası Tahkim (2. Bası, Yetkin 2010) (Milletlerarası Tahkim) 150-151. Tabbane v Switzerland App no 41069/12 (ECtHR, 1 March 2016) kararında AİHM, İsviçre hukukunda iptal davası açma hakkından feragate ilişkin düzenlemenin temel amaçlarından birinin tahkim yeri ülkesi olarak İsviçre nin tercih edilirliğinin artırılması olduğu ifade edilmiştir. Karşılaştırmalı hukuk açısından Bratic (n)128; Krausz (n) 139; Poudret and Besson (n) para 839.34  Ali Yeşilırmak, Türkiye de Ticari Hayatın ve Yatırım Ortamının İyileştirilmesi İçin Uyuşmazlıkların Etkin Çözümünde Doğrudan Görüşme, Arabuluculuk, Hakem - Bilirkişilik ve Tahkim: Sorunlar ve Çözüm Önerileri (XII Levha 2011) 132133; Süral (n)1387. Öte yandan İsviçre doktrininde İsviçre gibi tahkim kültürü yerleşmiş, hakem kararının iptali için yapılan başvuruların, devlet mahkemelerinin tahkim yanlısı yaklaşımı nedeniyle, genellikle kabul edilmediği ülkelerde iptal davasından feragatin çok yerinde olmadığı; tahkim kültürünün henüz yerleşmediği ülkelerde ise iptal davasından feragatin tercih edilebileceği belirtilmiştir (Baizeau, Waiver of annulment (n 29) 293). Nitekim Bahreyn hukukunda iptal davasından feragat imkânı 2009 yılında yapılan değişiklik ile kabul edilmiştir. Belirtilen değişiklik Bechtel Co Ltd v Dep t of Civil Aviation of Gov t of Dubai kararından sonra gerçekleştirilmiştir. Söz konusu karara konu olayda bir devlet kurumu olan Dubai Sivil Havacılık Kurumu ve Bechtel şirketi arasındaki uyuşmazlık Dubai Ticaret Odası nda tahkim yargılamasına konu olmuş ve dava Bechtel şirketi lehine sonuçlanmıştır. Karar Dubai mahkemeleri tarafından tanık beyanındaki yemin ifadesinde eksiklik olduğu gerekçesiyle iptal edilmiştir. Söz konusu karar Ortadoğu da özellikle devlete karşı yürütülen tahkim yargılamaları açısıdan güvensizlik yaratmıştır. Bahreyn, sınırlarında  Serbest Ticaret Bölgesi (Free Arbitaration Zone)  yaratarak bu güvensizliği aşma amacıyla iptal davasıdan feragati kanunlaştırmıştır (Townsend (n) 76-79).1329İstanbul Hukuk Mecmuası 78/3İptal davası açma hakkından feragate ilişkin olumsuz görüşlerin en önemli dayanak noktalarından bir diğeri, taraflara bu şekilde bir feragat hakkı tanınmasının, devlet mahkemelerine başvuru hakkının engellenmesi nedeniyle adil yargılanma hakkına aykırılık teşkil edeceğidir. Taraflara iptal davasından kısmen veya tamamen feragat hakkı verilmiş olması devlet mahkemeleri açısından hakem kararının denetim yetkisinden kısmen veya tamamen vazgeçilmesi anlamına gelmektedir. Bu nedenle iptal davasından feragat belirli şartlara bağlanmıştır. Çalışmanın bu bölümünde öncelikle belirtilen bu şartlar ele alınacak ve daha sonra feragatin sonuçları ve feragate ilişkin yukarıda yer verilen olumlu ve olumsuz görüşler adil yargılanma hakkı ile bağlantılı olarak incelenecektir. B. İptal Sebeplerinin Daraltılma Şartları1. Feragatin ZamanıMTK m 15/A/5 de tarafların, tahkim anlaşmasına koyacakları bir beyanla veya sonradan yapacakları yazılı bir anlaşma ile iptal davası açma hakkından feragat edebilecekleri düzenlenmiş ve bu şekilde taraflara iptal davası açma hakkından, bu hakkın doğumundan önce, yani peşinen feragat etme imkânı tanınmıştır. Peşinen feragat usûl hukukumuza yabancı bir müessesedir. MTK m 15/A/5 de olduğu gibi açık bir düzenleme bulunan haller hariç olmak üzere, hukukumuzda peşinen feragatin geçerli olmadığı kabul edilmektedir. Birçok Yargıtay kararında da, doğmamış bir haktan feragatin geçerli olmadığı, peşinen feragatin evrensel hukuk kurallarına aykırı olduğu ifade edilmektedir. Nitekim Hukuk Muhakemeleri Kanunu kapsamındaki tahkim yargılamalarında, kanunda MTK da olduğu gibi açık bir düzenleme olmadığı için iptal davası açma hakkından peşinen feragat mümkün değildir.Milletlerarası ticari tahkimde, iptal davası açısından doğmamış haktan feragat edilemez  ilkesine  bir  istisna  tanınmış  olması  milletlerarası  ticari  ilişkilerin 35  Bkz I-C.36  Ekin Tuna, Milletlerarası Ticari Tahkim Hukukunda İptal Davası (Adalet 2016) 63; Born (n) 3367.37  Aygün (n) 685.38  Baki Kuru, Hukuk Muhakemeleri Usûlü, Cilt V (Savaş Yayınları 2001) 4490; ibid 685; Tuna (n) 64. Medeni usûl hukukumuzda olağan kanun yoluna başvurma hakkından feragat HMK m 349 da özel olarak düzenlenmiştir. Bu düzenleme uyarımca taraflar, ancak ilamın kendilerine tebliğinden sonra istinaf yoluna başvurma hakkından feragat edebilirler (Muhammet Özekes, Pekcanıtez Usûl Medeni Usûl Hukuku, (15. Bası, XII Levha 2017) 2166) 39  Örneğin Yargıtay 2 HD, 3769/12631, 27.06.2016 (Kazancı İçtihat Bilgi Bankası) <www.kazancı.com> (Erişim Tarihi 15.10. 2019) sayılı kararında temyiz hakkı henüz doğmamışken bu haktan feragat edilemeyeceği hüküm altına alınmıştır. Mülga usûl kanunumuz Hukuk Usûlü Muhakemeleri Kanunu m. 535 de de hakem kararları açısından peşinen feragatin mümkün olmadığı açıkça düzenlenmiştir.40  Hakan Pekcanıtez,  Yeni Hukuk Muhakemeleri Kanun unun Tahkime İlişkin Hükümleri  (2011), IX. Milletlerarası Tahkim Semineri, ICC Türkiye, 81; Aygün (n) 685.1330Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin Sınırlarıihtiyaçlarının bir gereği olarak açıklanmaktadır. Zira peşinen feragat imkânı ile hakem kararı verildiği anda, yani iptal davası açmak için öngörülmüş 30 günlük süre söz konusu olmadan icra edilebilir nitelik kazanacak ve böylelikle uyuşmazlık hızlı bir şekilde çözümlenmiş olacaktır.   Fransız,  Belçika  ve  İsviçre  hukuk  sistemlerinde  peşinen  feragat  kabul edilmişken; Alman, Mısır, Yunan ve Hırvat hukuklarında kabul edilmemiştir. 2. Tarafların Yerleşim Yeri veya Olağan Oturma  Yerlerinin Türkiye Dışında OlmasıMTK m 15 de iptal davası açma hakkından feragat için öngörülmüş ilk sınırlama taraflara ilişkindir. Bu düzenleme uyarınca ancak yerleşim yerleri veya olağan oturma yerleri Türkiye dışında olan taraflar hakem kararlarına karşı iptal davası açma hakkından feragat edebileceklerdir. Taraflardan sadece birinin olağan yerleşim yeri veya olağan oturma yerinin Türkiye dışında olması iptal davası açma hakkından feragat  için  yeterli  değildir,  belirtilen  şartın  her  iki  taraf  açısından  sağlanması gerekmektedir. Ayrıca  bu  şartın  feragat  beyanı  sırasında  gerçekleşmiş  olması gerekmektedir. İsviçre  hukukunda  tüzel  kişiler  açısından  işyerinin  (business  establishment) İsviçre de olmaması şartı aranmaktadır. Yabancı bir şirketin İsviçre de şubesi bulunması halinde de, uyuşmazlığın bu şubenin iş veya işlemleriyle ilgili olup 41  Kalpsüz ün bu yöndeki görüşü için bkz Kalpsüz (n 30) MTK 179; Aygün (n) 685-686.42  Akıncı (n) 263; Tuna (n) 64. 43  Scherer and Silberman (n) 444.44  Taraflar tahkim sözleşmesine koyacakları bir hükümle veya sonradan yapacakları bir anlaşma ile iptal davası açma hakkından feragat edebilirler. Belçika Usûl Kanunu m 1717. (Maddenin İngilizce metni için bkz Scherer (n) 440).45  Böckstiegel ve Kröll (n) para; Scherer and Silberman (n) 450. 46  Mısır Tahkim Kanunu m 54 / f 1. (Kanunun İngilizce metni için bkz (Dünya Fikri Mülkiyet Örgütü İnternet Sitesi) < https://www.wipo.int/edocs/lexdocs/laws/en/eg/egen.pdf > Erişim tarihi 12.10.2019).47  Guglya (n) 85.48  Hırvat Tahkim Kanunu m 36 / f 6. (Kanunun İngilizce metni için bkz (Hırvat Yargıtay İnternet Sitesi) <http://www.vsrh.hr/CustomPages/Static/HRV/Files/Legislation__Law-Arbitration-RC.pdf > Erişim tarihi 16.10.2019)49  Söz konusu düzenleme şu şekildedir;  Taraflar, iptal davası açma hakkından kısmen veya tamamen feragat edebilirler. Yerleşim yerleri veya olağan oturma yerleri Türkiye dışında bulunan taraflar, tahkim sözleşmesine koyacakları açık bir beyanla veya sonradan yazılı şekilde anlaşmak suretiyle iptal davası açma hakkından tamamen feragat edebilecekleri gibi; yukarıda sayılan bir veya bir kaç sebepten dolayı iptal davası açmak hakkından da feragat edebilirler . Düzenlemenin ilk cümlesinde yerleşim yeri veya olağan oturma yeri konusunda bir ayrım yapılmaksızın iptal davası açma hakkından feragatin düzenlenmesi ve daha sonra gelen cümlede aynı kuralın bu sefer belirli şartlara bağlı olarak düzenlenmesi karışıklık yarattığı gerekçesiyle eleştirilmiştir (Kalpsüz, Milletlerarası Tahkim (n 33) 150).50  Kalpsüz, Milletlerarası Tahkim (n 33) 152; Nuray Ekşi,  Milletlerarası Tahkim Kanunu Hakkında Genel Bir Değerlendirme  (2003) 23 MHB Prof Dr. Gülören Tekinalpe Armağan 3335; Akıncı (n) 265. Yargıtay ın 2011 tarihli kararında da her iki tarafın yerleşim yerlerinin Türkiye dışında bulunması gerektiği, aksi takdirde feragat anlaşmasının geçerli olmayacağı ifade edilmiştir (Yargıtay 15 HD, 7197/,2857, 11.05.2011 (Kazancı İçtihat Bilgi Bankası) < www.kazancı.com > Erişim tarihi 16.10. 2019).51  Kalpsüz, Milletlerarası Tahkim (n 33) 153; Kalafatoğu (n) 352; İsviçre hukuku açısından aynı yönde bkz Baizeau, Waiver of annulment (n 29) 284; Krausz (n) 139; Poudret and Besson (n) para 839.52  Baizeau, Waiver of annulment (n 29) 284. 1331İstanbul Hukuk Mecmuası 78/3olmadığından bağımsız olarak, feragatin mümkün olmadığı kabul edilmektedir. Türk hukukunda işyerine ilişkin bu şart öngörülmemiş olmakla beraber, feragat imkânının Türkiye ile bağlantısı olmayan veya zayıf olan taraflara hasredilmiş olması sebebiyle, tarafların işyerlerinin Türkiye de bulunmamasına ilişkin bu şartın hukukumuzda da aranması gerektiği doktrinde belirtilmektedir. Tarafların yerleşim yeri veya olağan oturma yerine ilişkin bu şart hem peşinen feragat hem de feragat hakkının doğumundan sonra yapılan feragatte aranmaktadır. Karşılaştırmalı hukukta da birçok hukuk sisteminde belirtilen bu şartın arandığı görülmektedir. Belçika Usûl Kanunu m 1717 uyarınca tarafların yerleşim yeri veya tüzel kişilik ise şubelerinin Belçika da olmaması şartı aranmıştır 56. Tunus, İsveç ve Peru belirtilen şartın arandığı diğer hukuk sistemleridir. Bu şartın birçok hukuk sisteminde aranmasının sebebi, tarafların tahkim yeri ile yakın bağlantıları olması halinde, devlet mahkemelerinin kamu yararını gözetmeleri ve feragate ilişkin taraf iradesine sonuç bağlanmaması gerektiği görüşüdür. Doktrinde bizim de katıldığımız aksi yönde görüş ise, tarafların yerleşim yeri veya mutad meskenlerinin Türkiye de bulunmaması şartının aranmaması gerektiği yönündedir. Bu görüşün ilk gerekçesi, iptal davasından feragat etme hakkının Türkiye de  yerleşim  yeri  veya  olağan  oturma  yeri  bulunmayanlara  hasredilmiş olmasının kanunların genelliği ve kanun önünde eşitlik prensibine aykırı olduğudur. Belirtilen  şartın  eşitlik  ilkesine  aykırı  olduğu  gerekçesine  katılmakla  beraber ayrıca şartın konuluş amacına da hizmet etmediği kanaatindeyiz. Yukarıda ifade edildiği üzere, feragat imkânının Türkiye de yerleşim yeri veya olağan oturma yeri bulunmayanlara hasredilmiş olması Türkiye ile yakın bağlantısı olan uyuşmazlıklarda 53  Elliout Geisinger and Viviane Frossard,  Chapter 8: Challenge And Revision Of The Award , in Kohler-Kaufmann Gabrielle and Stucki Blaise (eds), International Arbitration In Switzerland: A Handbook For Practitioners (Kluwer Law International 2004) 153; Baizeau, Waiver of annulment (n 29) 284.54  Bilgin Tiryakioğlu,  Milletlerarası Tahkim Kanununa Göre Hakem Kararlarının İptali  in Bilgin Tiryakioğlu, Mesut Aygün, Ali Önal, Kübra Altıparmak and Cansu Kaya (eds), Anadolu Üniversitesi Hukuk Fakültesi Milletlerarası Özel Hukukta Güncel Konular Sempozyumu (Yetkin Yayınları 2016) 304.55  Kemal Dayındarlı,  4686 Sayılı Milletlerarası Tahkim Kanunu Usûlünde İptal Davası Açma Hakkından Peşinen Feragat Mümkün Müdür? , (Dayındarlı Hukuk) <http://www.dayinlarli.gen.tr/wp-content/uploads/2018/03/4686-sayilimilletlerarasi-tahkim-kanunu.pdf > Erişim tarihi 24.10 2019. Doktrinde tarafların yerleşim yeri veya mutad meskenlerinin Türkiye de olması halinde taraflara sadece peşinen feragat imkânı tanınmadığını ancak bu hakkın doğumundan sonra feragatin mümkün olduğu belirtilmiştir (Kalpsüz, IPL (n 9) 31). Yazar yerleşim yeri veya mutad meskenleri Türkiye de bulunan tarafların sonradan yapacakları bir anlaşma ile feragat haklarını nasıl kullanacakları hususunun Kanun da düzenlenmemiş olmasının önemli bir boşluk yarattığını ifade etmektedir (Kalpsüz, Milletlerarası Tahkim (n 33) 151). 56  Belçika Usûl Kanunu m 1717 (Maddenin İngilizce metni için bkz Scherer (n) 440).57  ibid 440.58  İsveç Tahkim Kanunu m (m 51) (Maddenin İngilizce metni için bkz (Arbitration Institude of Stochkholm Chamber of Commerce) <https://sccinstitute.com/media/37089/the-swedish-arbitration-act.pdf> Erişim tarihi 26.05.202059  Scherer and Silberman (n) 444; Scherer (n) 440.60  Scherer and Silberman (n) 481. 61  Ekşi (n) 335.62  ibid 335.1332Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin SınırlarıTürk  mahkemelerinin  denetim  yetkisinin  muhafaza  edilmesidir.  Kanaatimizce uyuşmazlığın Türkiye ile bağlantısı taraflar üzerinden değil kararın Türkiye de icra edilip edilmeyeceği göz önüne alınarak tespit edilmelidir. Zira tarafların yerleşim yeri veya olağan oturma yerlerinin Türkiye de olmamasına karşın, karar Türkiye de icra edilecekse Türk hukukuyla yakın bir bağlantısı olduğu söylenebilir. Bu durumda ise tarafların yerleşim yeri veya olağan oturma yerlerinin nerede olduğundan bağımsız olarak kapsamlı bir denetlemeye tâbi tutulması adil yargılanma hakkının da bir gereğidir. Kararın  Türkiye de  icra  edilmeyecek  olması  halinde  salt  taraflardan  birinin yerleşim  yeri  veya  olağan  oturma  yerinin  Türkiye de  bulunduğu  gerekçesiyle tarafların hakem kararının Türk mahkemeleri tarafından denetlenmeme iradelerinin göz ardı edilmemesi gerekir. Nitekim  Fransız  hukukunda  tarafların  vatandaşlığı  veya  mutad  meskenleri açısından herhangi bir sınırlama öngörülmemiştir 64.Belirtilen nedenlerle, hakem kararının devlet mahkemeleri tarafından denetim yetkisinin kapsamının belirlenmesinde tarafların Türkiye ile bağlantısından ziyade; kararın Türkiye de icra edilip edilmeyeceği belirleyici olması gerektiği kanaatindeyiz. 3. Her İki Tarafın Ortak İradesiFeragat, kural olarak tek taraflı irade beyanı ile yapılabilen bir taraf usûl işlemidir. İptal davasından feragatte ise bu genel kuraldan ayrık bir yaklaşım benimsenmiş ve feragatin ancak iki tarafın ortak iradesiyle yapılabileceği kabul edilmiştir. Doktrinde de ifade edildiği üzere, iptal davasından feragatin tek taraflı irade beyanıyla yapılmasına cevaz verilmesi taraflar arasında eşitsizliğe yol açabilir ve hatta ortaya çıkan sonuçlar adil yargılanma hakkını ihlal edebilir. Belirtilen nedenle özellikle henüz iptal davası açma hakkı doğmamışken geçerli bir feragat için tarafların ortak iradelerinin aranması yerindedir. 63  İsviçre doktrininde de iptal davasından feragat edilmiş olması fakat kararın İsviçre de icra edilecek olması durumunda, kararın New York Konvansiyonu tenfiz şartları açısından denetleneceğine dikkat çekilerek, feragat hakkının herhangi bir ayrım yapılmaksızın herkese tanınması gerektiği ifade edilmiştir (Kunz (n)132); Nathalie Voser and Anya George,  ECtHR: Waiver of Recourse Against International Arbitral Award Not Incompatible with ECHR  (Kluwer Arbitration Blog, 31.12.2019)  <http://arbitrationblog.kluwerarbitration.com/2016/03/31/ecthr-waiver-of-recourse-against-internationalarbitral-award-not-incompatible-with-echr/> Erişim tarihi 13.12.2019.64  Scherer and Silberman (n) 445.65  Güray Erdönmez, Pekcanıtez Usûl Medeni Usûl Hukuku, (15. Bası, XII Levha 2017) 438-439.66  Kalpsüz, Milletlerarası Tahkim (n 33) 153; Akıncı (n) 263; Ekşi (n) 335; Süral (n)1387. Fransız Medeni Usûl Kanunu m 1522 de tarafların ortak iradesi aranmıştır. Kanunun İngilizce metni için bkz (iaiparis) <http://www.iaiparis.com/pdf/FRENCH_LAW_ON_ARBITRATION.Pdf> Erişim tarihi 02.02.2018). 67  Akıncı (n) 263; Tuna (n) 66.68  Süral (n)1387.1333İstanbul Hukuk Mecmuası 78/34. Feragatin Yazılı Şekilde ve Açık Bir Beyanla Yapılması ŞartıMTK m 15 uyarınca feragat beyanının yazılı ve açık olması gerekmektedir. Açık  düzenleme  karşısında,  zımni  bir  irade  beyanı  geçerli  bir  feragat  olarak değerlendirilemez. Bu şart, feragat beyanının sonuçları da dikkate alındığında, tarafların gerçek iradelerinin net ve şüpheden uzak bir şekilde ortaya konması açısından son derece önemlidir. Nitekim feragatin açık bir beyanla yapılması şartı karşılaştırmalı hukukta da sıklıkla yer verilen bir şarttır. Örneğin Belçika, Fransız, Tunus, Peru İsviçre ve İsveç hukuklarında tarafların iptal davası açma hakkından ancak açık bir irade beyanıyla feragat edebilecekleri düzenlenmiştir. ICC 2017 Tahkim kuralları m 35 / f 677, Londra Uluslararası Tahkim Mahkemesi Tahkim Kuralları m 26 / f 978 ve Singapur Uluslararası Tahkim Merkezi Tahkim Kuralları nda (m 28 / f 9)79 olduğu gibi birçok tahkim merkezinin tahkim kurallarında  hakem kararının bağlayıcı  olduğu yönünde düzenlemelere yer verilmiştir. Hakem kararlarının kesin olduğuna ilişkin bu şekilde kayıt içeren tahkim kurallarına yapılan genel atıf veya tahkim anlaşmasının bu yönde bir hüküm ihtiva etmesinin geçerli bir feragat beyanı olarak değerlendirilmeyeceği Türk doktrininde ifade edilmiştir. Karşılaştırmalı hukuktaki yaklaşım da bu yöndedir. 69  Akıncı (n) 266; Ekşi (n) 334; Süral (n)1387. İsviçre hukuku açısından (Baizeau, Waiwing the Right (n 31) 71). 70  Baizeau, Waiver of annulment (n 29) 285. 71  Belçika Usûl Kanunu m 1718 (Kanunun İngilizce metni için bkz Scherer (n) 440).72  Fransız Medeni Usûl Kanunu m 1522. Kanunun İngilizce metni için bkz (iaiparis) <http://www.iaiparis.com/pdf/FRENCH_LAW_ON_ARBITRATION.pdf> Erişim tarihi 02.02. 2018). 73  Tunus Tahkim Kanunu m 78 / f 6 (Scherer and Silberman (n) 446).74  ibid 444.75  PILA m 192 / f 1. 76  İsveç Tahkim Kanunu m 51 / f 1 (Maddenin İngilizce metni için bkz (Arbitration Institude of Stochkholm Chamber of Commerce) <https://sccinstitute.com/media/37089/the-swedish-arbitration-act.pdf> Erişim tarihi 26.05.202077  Kuralların İngilizce metni için bkz (International Chamber of Commerce) <https://cdn.iccwbo.org/content/uploads/sites/3/2017/01/ICC-2017-Arbitration-and-2014-Mediation-Rules-english-version.pdfpdf > Erişim tarihi 02.02.2018).78  Kuralların İngilizce metni için bkz (The London Court of International Arbitration) <http://www.lcia.org/dispute_resolution_services/lcia-arbitration-rules-2014.aspx#Article 26> Erişim tarihi 02.02. 2018).79  Kuralların İngilizce metni için bkz (Singapore International Arbitration Centre) <http://siac.org.sg/our-rules/rules/siacrules-2016 > Erişim tarihi 02.02 2018).80  Born (n) 3365.81  Kalpsüz, Milletlerarası Tahkim (n 33) 152; Süral (n)1387; Tuna (n) 69.82  Scherer (n) 441;). İsviçre Federal Mahkemesi nin bu yönde bir kararı için bkz İsviçre Federal Mahkemesi, Karar No: 116 II 639 , 19.01.1990 (Karar hakkında bilgi edinilen kaynak Ulrich Mayer,  Exclusion Agreements According to Article 192 of the Swiss PIL Act  (1999) ASA Bull. No.2 193). İngiliz hukukunda ise hakem kararlarının kesin olduğuna ilişkin kayıt içeren tahkim kurallarına yapılan atıf feragat için yeterli görülmüştür (Born (n) 3372; Scherer (n) 443). Ancak İngiliz hukukunda iptal davasından feragat imkânı son derece sınırlıdır. İngiliz Tahkim Kanunu 67 ve 68. bölümlerde düzenlenen ve UNCITRAL Model Kanunu ile benzerlik gösteren iptal sebeplerinden feragat mümkün değildir. Sadece 69. Bölüm de yer verilen hakem kararının esas yönünden denetimine ilişkin iptal sebeplerinden feragat edilebilmektedir. Dolayısıyla, kararın kesin ve bağlayıcı olduğu yönündeki tahkim kurallarına yapılan atfın geçerli bir feragat beyanı olarak kabul edilmesi tutarlı bir yaklaşımdır. Zira bu şekildeki beyanlar tarafların, hakem kararının ileransız ve İsveçdan bkziçin bkz (eserden birebir almıştım, öneriniz doğrultusunda değiştiriyorum).esas yönünden incelenmesinin engellenmesi veya bir diğer ifadeyle, kararın bağlayıcı olması yönündeki iradelerini göstermektedir (Baizeau, Waiwing the Right (n 31) 70). Rus hukukunda da söz konusu atıflar geçerli bir feragat beyanı olarak kabul edilmemektedir (Bratic (n)116).1334Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin SınırlarıDiğer taraftan, bazı tahkim kurallarında tarafların karara karşı kanuni yollara başvurma hakkından feragat etmiş sayılacakları düzenlenmiştir. Örneğin ICC Tahkim Kuralları (2017) m 35 / f 6 da açıkça  feragatin geçerli bir şekilde yapılmış olması şartıyla, tarafların, karar aleyhine kanuni yollara başvurma haklarından feragat etmiş sayılacakları  kuralına yer verilmiştir. İsviçre doktrininde bu şekilde, kanuni yollara başvurma hakkından feragate ilişkin maddeye yapılan doğrudan atıfların geçerli bir feragat beyanı olarak kabul edilmesi gerektiği ifade edilmektedir. Tahkim sözleşmesinde yer alan  hakem kararının kesin ve bağlayıcı olduğuna  ilişkin düzenlemelerin ise, iptal davasından feragat olarak değerlendirilemeyeceği genel olarak kabul edilmektedir. Örneğin İsviçre 84, Fransız, İngiliz 86, Singapur ve Amerika Birleşik Devletleri hukuk sistemlerinde belirtilen kayıtlar geçerli bir feragat beyanı olarak kabul edilmemektedir. İptal davası, yukarıda da belirtildiği üzere, milletlerarası tahkimde hakem kararlarına karşı başvuru için öngörülmüş yegane yoldur. Bu nedenle iptal davası açma hakkından feragat için taraf iradelerinin herhangi bir tartışmaya mahal vermeyecek açıklık ve kesinlikte olması gerekir. dolayısıyla hakem kararının kesin ve bağlayıcı olduğu yönündeki beyanların geçerli bir feragat beyanı olarak değerlendirilemeyeceği kanaatindeyiz.  Temyiz hakkından feragat edildiğine ilişkin beyanların iptal davasından feragat olarak  yorumlanıp  yorumlanamayacağı  konusunda  Fransız  ve  İsviçre  hukuk sistemlerinde  farklı  yaklaşımlar  benimsenmiştir.  Bu  şekildeki  kayıtlar,  Fransız hukukunda geçerli bir feragat beyanı olarak kabul edilmemektedir. Zira Fransız Medeni Usul Kanunu m. 1522 de feragatin, özel bir anlaşma (specific agreement) ve  açık  irade  beyanıyla  (expressly)  yapılması  gerektiği  düzenlenmiştir.  Fransız hukukundaki hakim görüş,  özel bir anlaşma  şartının ancak iptal davasından feragate ilişkin özel bir beyanla yerine getirilebileceği, kanun yollarına başvurulmayacağına ilişkin ifadelerin geçerli bir feragat beyanı olarak yorumlanamayacağı yönündedir. Nitekim, Paris İstinaf Mahkemesi nin konuya ilişkin bir kararında,  kararın kesin ve 83  Baizeau, Waiver of annulment (n 29) 286; Mayer (n) 202; Baizeau, Waiwing the Right (n 31) 71. 84  Baizeau, Waiver of annulment (n 29) 286. İsviçre Federal Mahkemesi, Karar No: 4P_64/2004, 02.06.2004 (2004) ASA Bulletin V 22 782; İsviçre Federal Mahkemesi, Karar No: 4P_114/2006, 07.09.2006 (2007) ASA Bulletin V 25 123; İsviçre Federal Mahkemesi Karar No: Case No 4A_194/2008, 21.08.2008 (2008) ASA Bulletin V 26 793; İsviçre Federal Mahkemesi Karar No: Case No 4A_464/2009,15.02.2010 (2010) ASA Bulletin V 28 282.85  Cour d appel de Paris, SARL Farmex Tech v Rep Armenia, Karar No: 13/22288, 03.04.2014 Karar hakkında bilgi edinilen kaynak: Bratic (n)115).86  Shell Egypt W Manzala GmbH v. Dana Gas Egypt Ltd [2009] EWHC 2097 (Born (n) 3373).87  Holland Leedon PteLtd (in Liquidation) v Metalform Asia Pte Ltd, [2010] SGHC 280 (Singapore High Ct). (Born (n) 3373).88  Aerojet-Ge. Cor. v Am Arbitration Ass n, 478 Fd 248, 251 (9th Cir 1973) (ibid 3373).89  Aksi yönde kararlar için bkz (Born (n) 3373 vd). 90  Tiryakioğlu (n) 304; Baizeau, Waiwing the Right (n 31) 69). Aksi yönde bkz Ekşi (n) 335). Ekşi, hakem kararının bağlayıcı olduğuna dair veya kanun yoluna başvurulmayacağına ilişkin kayıtların geçerli bir feragat beyanı olduğu yönünde görüş bildirmiştir (Ekşi (n) 335).91  Bratic (n)115).92  Konuya ilişkin ayrıntılı açıklamalar için bkz. Kalafatoğu (n) 360-361. 1335İstanbul Hukuk Mecmuası 78/3bağlayıcı olduğu ve karara karşı temyiz yoluna başvurulmayacağı  şeklindeki genel ifade geçerli bir feragat beyanı olarak kabul edilmemiş,  iptal davasından feragat edildiği  yönünde özel bir anlaşmanın varlığı aranmıştır. İsviçre Federal Mahkemesi kararları da 2005 yılına değin bu yönde iken, 2005 yılında aksi görüş benimsenmiş ve,  kararın kesin ve bağlayıcı olduğu ve temyize tabi olmadığı  şeklinde beyan geçerli bir feragat beyanı olarak kabul edilmiştir. Kararın gerekçesinde, temyiz kavramının, kanun yolu yani bir üst mahkemeye başvuru imkânı ile sınırlı değil, hakem kararına karşı mahkemeye başvuru imkânını da kapsar şekilde de yorumlanması gerektiği belirtilmiştir. Türk hukukunda hakem kararlarına karşı temyiz yolu kapalıdır; başvurulabilecek tek  hukuki  çare  iptal  davasıdır.  Belirtilen  nedenle,  hakem  kararının  temyiz edilmeyeceğine ilişkin beyanların geçerli bir feragat beyanı olarak kabul edilmemesi, tarafların  hakem  kararlarının  devlet  mahkemeleri  tarafından  denetlenmemesi yönündeki iradelerinin yok sayılması sonucunu doğuracaktır. Dolayısıyla, hakem kararının temyiz edilmeyeceği yönündeki beyanlar somut olayın özellikleri dikkate alınarak değerlendirilmeli ve salt  iptal davası açma hakkından feragat  yerine  kararın temyiz edilmeyeceği  ifadesinin tercih edilmesi feragat iradesini geçersiz kılmamalıdır. C. Feragatin Sonuçları ve Bu Sonuçların Adil Yargılanma  Hakkı Açısından DeğerlendirilmesiTürk hukukunda iptal davası açma hakkından feragatin sonuçları, feragatin kısmen veya tamamen feragat olmasına ve ayrıca kararın tahkim yeri ülkesinde icra edilip edilmeyeceğine göre değişiklik göstermektedir. Kısmen feragat halinde, iptal davası açılabilir, ancak bu davada feragate konu iptal sebeplerine dayanılamayacak, inceleme feragat edilmemiş iptal sebepleri ile sınırlı olacaktır. Tamamen feragat halinde tarafların iptal davası açmaları mümkün olmayacaktır. Dolayısıyla, tarafların iptal davası açma hakkından tamamen feragat etmiş olmaları 93  Cour d appel de Paris, SARL Farmex Tech v Rep Armenia, Karar No: 13/22288, 03.04.2014 (Karar hakkında bilgi edinilen kaynak ve karar hakkında ayrıntılı açıklamalar için bkz. Kalafatoğu (n) 360-361.94  Baizeau , Waiver of annulment (n 29) 287. 95  Bratic (n) 116.96  İsviçre Federal Mahkemesi, Karar No:131 III 173, 04.02.2005 (Karar hakkında bilgi edinilen kaynak: Baizeau, Waiver of annulment (n 29) 287). Benzer yönde kararlar için bkz İsviçre Federal Mahkemesi Karar No: 4A_238/2011, 04.01.2012; İsviçre Federal Mahkemesi Karar No: 4A_53, 17.10.2017 (Kararlar hakkında bilgi edinilen kaynak: Thouven Rechtsanwalte,  Croatia s Waiver Of Its Right To Challenge An Award - Can It Still Request A Revision? (Mondaq, 02.05.2018) <http://www.mondaq.com/x/677752/Arbitration+Dispute+Resolution/Croatias+Waiver+Of+Its+Right+To+Challenge+An+Award+Can+It+Still+Request+A+Revision > (Erişim tarihi: 10.05.2020). 97  Kalpsüz, Milletlerarası Tahkim (n 33) 154; Akıncı (n) 263; Tiryakioğlu (n) 304; Kalafatoğu (n) 353.98  Akıncı (n) 263; Tuna (n) 66; Tiryakioğlu (n) 304; Kalafatoğu (n) 354. 1336Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin Sınırlarıve kararın Türkiye de icra edilmeyecek olması halinde artık karar Türk mahkemeleri tarafından denetlenmeyecektir. Kararın Türkiye de icra edilecek olması halinde ise MTK m 15 uyarınca icra edilebilirlik şerhi alınması gerekmektedir. İptal davası açma hakkından feragat edilmiş olması durumunda, icra edilebilirlik şerhi için başvurulan mahkemenin denetim yetkisi MTK m 15 de re sen incelenmesi öngörülmüş iptal sebepleri olan tahkime elverişlilik ve kamu düzenine aykırılık ile sınırlı olacaktır.  Fransız, İsviçre ve İsveç hukuk sistemlerinde ise farklı bir uygulama öngörülmüştür. Fransız Medeni Usûl Kanunu m 1522 de, iptal davası açma hakkından feragat etseler dahi davalının, icra edilebilirlik şerhine ilişkin incelemede, iptal sebeplerine dayanarak kararın Fransa da icra edilmesine itiraz edebileceği düzenlenmiştir. Dolayısıyla, Türk hukukundan farklı olarak, kamu düzenine ve tahkime elverişliliğe ilişkin olmayan ve taraflarca feragat edilen iptal sebepleri dahi Fransız mahkemeleri tarafından denetlenebilmektedir. İsviçre PILA m 192 / f 2 uyarınca, iptal davası açma hakkından tamamen feragat edilmiş ve kararın İsviçre de icra edilecek olması halinde New York Konvansiyonu hükümleri kıyasen uygulanacaktır. Dolayısıyla iptal davasından feragat, kararın İsviçre de icra edilecek olması şartına bağlı olarak, İsviçre mahkemelerinin denetim yetkisini sınırlayacak bir sonuç doğurmamaktadır. İsveç Tahkim Kanunu m 51/ f 2 de açıkça iptal davasından feragat edildiğinde kararın yabancı hakem kararı olarak değerlendirileceği ve İsveç te icra edilecek olması halinde New York Konvansiyonu hükümlerinin uygulanacağı kuralına yer verilmiştir. Karşılaştırmalı  olarak  incelendiğinde,  iptal  davasından  feragatin  sonuçları açısından İsviçre, Fransız ve İsveç hukuku ile Türk hukuku arasında önemli bir fark olduğu ortaya çıkmaktadır. Zira, yukarıda da açıklandığı üzere, Türk hukukunda feragat, kararın Türkiye de icra edilecek olması halinde dahi çok sınırlı ve yetersiz bir denetime tâbi olmasına neden olmaktadır. Ortaya çıkan bu durum kanaatimizce 99  Akıncı (n) 264.100  ibid 262.101  Kalafatoğu (n) 355.102  Carducci (n) 155.103  Kısmen feragat halinde New York Sözleşmesi sadece feragat edilen sebepler açısından kıyasen uygulanacaktır Krausz (n) 153).104  Düzenleme, iptal davası açma hakkından kısmen feragat edilmesi ve kararın İsviçre de icrasının talep edilmesi halinde İsviçre mahkemelerinin denetim yetkisinin sınırlarının çizilmemiş olması nedeniyle eleştirilmektedir. Doktrinde bu eksikliğin kanun koyucunun ihmalinden kaynaklandığı ve iptal davası açma sebeplerinin bir kısmınden feragat edilmiş olması halinde de New York Konvansiyonu nun ilgili hükümlerinin kıyasen uygulanması gerektiği ifade edilmiştir (Poudret and Besson (n) para 840; Baizeau, Waiver of annulment (n 29) 291). Ayrıca düzenlemede, iptal davasında feragat edilmesi halinde kararın icrası için New York Konvansiyonu hükümlerinin kıyasen uygulanacağı öngörülmüştür. Ancak New York Konvansiyonu m V de öngörülen tenfiz ret sebeplerinin, PILA m 190 da öngörülen iptal sebeplerinden daha geniş olması nedeniyle, iptal davası açma hakkından feragat ederek İsviçre mahkemelerinin denetim yetkisinin ortadan kaldırılmasını amaçlayan tarafların daha geniş kapsamlı bir mahkeme denetimine tabi tutulmaları eleştirilmiştir. Bu nedenle doktrinde, bu New York Konvansiyonu na atıf yapılmış ise de denetimin PILA m 190 da öngörülen iptal sebepleri ile sınırlı olarak yapılması gerektiği ifade edilmektedir. (Poudret and Besson (n) para 840; Baizeau, Waiver of annulment (n 29) 291).105  Kalafatoğu (n) 363 vd.106  ibid 364.1337İstanbul Hukuk Mecmuası 78/3aşağıda açıklanan gerekçelerle adil yargılanma hakkının ihlaline neden olacak ölçüde sakıncalıdır. PILA m 192 / f 2 de düzenlenmiş olan iptal davası açma hakkından feragat, adil yargılanma hakkına aykırı olduğu gerekçiyle Avrupa İnsan Hakları Mahkemesi nde dava konusu edilmiştir (Tabbane v Switzerland)107. Davaya konu olayda Tabbane ailesinin  49  ve  Colgate  ve  iştiraklarinin  %  51  ortağı  olduğu  Hysys  şirketine ilişkin ortaklık ilişkisinde Colgate e Tabbane ailesinin şirket hissesini satın alma hakkı tanıyan bir sözleşmeye yer verilmiştir (the option agreement). Colgate işbu sözleşmeye dayanarak Tabbane ailesinin % 49 hissesini satın alma opsiyonunu kullanmış, Tabbane ailesi hisseleri devretmeyi kabul etmemiştir. Colgate hisselerin devrinin temin edilmesi amacıyla tahkime başvurmuş ve yargılama neticesinde davanın kabulüne karar verilmiştir 108. Sözleşmede hakem kararının kesin ve bağlayıcı olacağı, tarafların karara karşı mahkemeye başvurmayacakları düzenlenmiştir. Karara karşı açılan iptal davası ise tarafların iptal davası açma hakkından geçerli bir şekilde feragat edildiği gerekçesiyle reddedilmiştir. Tabbane ailesi PILA m 192 / f 2 nin yani iptal davası açma hakkından feragatin adil yargılanma hakkına aykırı olduğu gerekçesiyle AİHM e başvurmuştur. Başvuru, (i) feragatin zorunlu olmadığı ve taraflara tanınan bir hak olduğu, (ii) mahkemeye başvuru hakkının sınırlandırılmasında meşru bir amaç güdüldüğü, (iii) sınırlamanın ölçülü olduğu gerekçeleriyle reddedilmiştir. AİHM kararındaki değerlendirmeler kanaatimizce Türk hukuku açısından da önemlidir. Kararda, davacının iptal davası açma hakkından kendi özgür iradesiyle feragat ettiği, feragat beyanının açık olduğu, davacının baskı altında olmadığı ve bu açıdan adil yargılanma hakkının ihlal edilmediğine hükmedilmiştir. MTK m 15 uyarınca feragat iradi olup, tarafların açık ve yazılı beyanı ile yapılabileceği üzere Türk hukukundaki feragate ilişkin düzenleme bu yönü ile adil yargılanma hakkına aykırı olarak değerlendirilemez. Meşru amaç açısından, feragat hakkı ile tahkim yeri ülkesi olarak İsviçre nin etkinliğinin artırılması ve ayrıca hakem kararlarının iptal davası ve tenfiz davası olmak üzere çift denetime tâbi tutulmasının önlenmesinin amaçlandığı belirtilmiş ve bu amaçlar adil yargılanma hakkı kapsamında meşru amaç olarak değerlendirilmiştir. Türk hukukunda taraflara iptal davası açma hakkından feragat imkânı tanınması 107  Tabbane v. Switzerland App no 41069/12 (ECtHR, 1 March 2016).108  Kunz (n) 126.109  İsviçre Federal Mahkemesi Karar No: 4A_238/2011, 04.01.2012 (2012) ASA Bull V 30 369. (2012) ASA Bull V 30 369.110  Knigge and Ribbers (n) 787. Tarafların özgür iradelerine ilişkin bu değerlendirme özellikle spor tahkimi açısından önem arz etmektedir. Sporcuların müzakere imkânının olmadığı ve CAS tahkiminin öngörülmüş olduğu sözleşmelerde yer alan iptal davasından feragat hakkının geçerli olmadığı, bu şekildeki feragatin adil yargılanma hakkına aykırı olduğu kabul edilmektedir (Krausz (n) 161-162). 111  Knigge and Ribbers (n) 787-788.1338Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin SınırlarıTürkiye nin tahkim yeri olarak etkinliğinin artırılması amacına hizmet ettiği üzere, MTK m 15/A/5 in meşru amaç açısından da adil yargılanma hakkına uygun olduğu değerlendirilebilir. Kararda ölçülülük ilkesi açısından, iptal davası açma hakkından feragat edilmiş olsa  dahi,  hakem  kararının  İsviçre de  icra  edilmek  istenilmesi  halinde  kararın devlet  mahkemeleri  tarafından  New  York  Konvansiyonu  hükümlerine  göre denetleneceği; belirtilen nedenle, mahkemeye erişim hakkının sınırlandırılmasında ölçülülük ilkesinin aşılmadığı ve adil yargılama hakkının özünün zedelenmediği belirlenmiştir. Bir diğer ifadeyle, ölçülülük ilkesinin değerlendirilmesinde hakem kararının İsviçre de icra edilmek istenilmesi halinde İsviçre mahkemeleri tarafından geniş bir denetime tâbi tutulacak olması belirleyici olmuştur. Türk hukukunda ise, hakkında iptal davası açma hakkından tamamen feragat edilmiş bir hakem kararının Türkiye de icra edilecek olması halinde sadece kamu düzeni ve tahkime elverişlilik açılarından bir denetim yapılmaktadır. Türk mahkemelerinin denetim yetkisinin bu derece sınırlandırılmış olması kanaatimizce Türk hukuku açısından mahkemeye erişim hakkının sınırlandırılmasında ölçülülük ilkesinin aşılmasına ve dolayısıyla adil yargılanma hakkının ihlaline neden olmaktadır. AİHM in iptal davasına ilişkin olmamakla beraber, savunma hakkı ve tahkim anlaşmasının geçerliliği ile adil yargılanma hakkı arasındaki bağlantıyı ele alan kararları da kanaatimizce Türk hukuku açısından önem arz etmektedir. Örneğin, Jakob BOSS Söhne v Federal Republic of Germany kararında, taraflarca tahkim yolunun tercih  edilmesinin,  devletin  AİHS den  kaynaklanan  yükümlülüklerini  tümüyle ortadan kaldırmadığı, tenfiz kararı veriliyor ise adil yargılanma hakkının gözetilmesi gerektiği  ifade  edilmiştir.  Kararda,   tenfiz  kararı  veren  mahkeme  tarafından, başvurucunun hukuki dinlenilme hakkı başta olmak üzere temel haklarının tahkim yargılamasında gözetilip gözetilmediğinin denetlendiği  belirtilmiş ve bu nedenle adil yargılanma hakkının ihlal edilmediği neticesine ulaşılmıştır. Karardan hareketle, belirli bir hakem kararının Türkiye de icra edilebilmesi için devlet mahkemesi tarafından en azından New York Konvansiyonu m V / f 1 (b) da yer alan savunma hakkı açısından denetlenmesi gerektiği, aksi takdirde Türk mahkemelerinin tahkim yargılamasındaki adil yargılanma hakkı ihlallerinden sorumlu olacağı kanaatindeyiz. Örneğin, davalının, hakem seçiminden ve tahkim prosedüründen usulü dairesinde haberdar  edilmemiş  olmaları  savunma  hakkının  ve  dolayısıyla  adil  yargılanma hakkının ihlaline neden olacaktır. Savunma hakkına riayet edilmemiş bir tahkim yargılaması neticesinde verilmiş kararın Türk mahkemesi tarafından icra edilebilir 112  Jakob BOSS Söhne v Federal Republic of Germany (App No 18479/91) Commission Decision 02.12.1991) Nitekim, adil yargılanma hakkına ilişkin bazı unsurlar kamu düzenini ilgilendirdiği üzere bu konularda tarafların feragati de geçerli değildir (İpek Sarıöz Büyükalp, AİHS ve AİHM Kararlarının da İncelenmesi Suretiyle Adil Yargılanma Hakkının Türk Milletlerarası Usûl Hukuku Üzerindeki Etkileri (XII Levha 2018) 265.113  Şanlı, Esen and Ataman-Figanmeşe (n) 692.1339İstanbul Hukuk Mecmuası 78/3bulunması ise Türk mahkemelerinin adil yargılanma hakkı açsından sorumluluğunu doğuracaktır. Taraflar  arasında  geçerli  bir  tahkim  sözleşmesi  bulunup  bulunmadığı denetlenmeden tenfiz kararı verilmesi de yine Türk mahkemelerinin adil yargılanma hakkı  açısından  sorumluluğunu  doğuracaktır.  Zira  tahkim  iradi  bir  çözüm yöntemidir ve temelini tahkim sözleşmesi oluşturmaktadır. Taraflar, mahkemeye erişim haklarından iradeleri ile vazgeçmektedirler. Geçerli bir tahkim sözleşmesi olmadığı halde tahkim yargılaması yapılması ve böyle bir karara Türk hukukunda kesin hüküm etkisi tanınması tarafların Türk mahkemesine başvurma imkanını da ortadan kaldırmaktadır. Suda v. the Czech Republic kararı bu hususta AİHM in yaklaşımını açıklamaktadır. Söz konusu kararda AİHM, geçerli bir tahkim sözleşmesi bulunmadığı halde Çek mahkemelerinin davaya bakmaktan imtina etmesinin adil yargılanma hakkını ihlal ettiğine hükmetmiştir. Söz konusu karardan hareketle, taraflar arasında geçerli bir tahkim sözleşmesine dayanmaksızın yürütülen tahkim yargılaması neticesinde verilen kararın icrasına karar verilmesinin adil yargılanma aykırı olacağı kanaatindeyiz. Söz konusu kararlar tenfize ilişkin olarak verilmişse de , savunma hakkı ve tahkim anlaşmasının geçerliliğinin adil yargılanma hakkı ile bağlantılı olduğunu ortaya koymaktadır. Dolayısıyla; MTKya tabi tahkimlerde, iptalden feragat edildiğinde, kararın Türkiye de icrasında, adil yargılanma hakkı bakımından, Tabbane kararında öngörülen ölçülülüğün karşılanabilmesi için, bu konularla ilgili denetimin de yapılması gerekir;  kararın  sadece  düzeni  ve  tahkime  elverişlilik  açılarından  denetlenmesi yetersiz kalmaktadır. Ortaya çıkan bu sonuç kanaatimizce adil yargılanma hakkını da ihlal etmektedir. Netice  olarak,  iptal  davası  ile  Türkiye nin  tahkim  yeri  olarak  etkinliğinin artırılması amaçlanmaktadır, hakem kararlarının taraf iradesi ile temel denetimden yoksun kalma ihtimali, tahkim kültürünün yerleşme aşamasında olduğu ülkemize yarardan ziyade zarar getirecektir. Kanaatimizce Türkiye nin tahkim yeri olarak etkinliğinin  artırılması  için  yapılması  gereken,  devlet  mahkemelerinin  denetim yetkisinin olması gerekenden daha fazla sınırlandırılması değil, mahkemelerin hakem kararının denetiminde iptal sebeplerini objektif bir bakış açısıyla değerlendirmelerini sağlamaktır.  Bu  nedenle,  MTK  m  15/A/5 de  değişiklik  yapılmalı,  iptal  davası açma hakkından feragat edilmiş olsa dahi, kararın Türkiye de icra edilecek olması halinde karar yabancı bir hakem kararı gibi değerlendirilmelidir. Karar bu şekilde 114  Suda v. the Czech Republic App no 1643/06 (ECtHR, 28.10.2012).115  Panama Anayasa Mahkemesi, iptal davasından feragate ilişkin düzenlemeyi adil yargılanma hakkına aykırı olduğu gerekçesiyle iptal etmiştir (Bratic (n)113). 116  Ali Yeşilırmak, Türkiye de Ticari Hayatın ve Yatırım Ortamının İyileştirilmesi İçin Uyuşmazlıkların Etkin Çözümünde, Doğrudan Görüşme, Arabuluculuk, Hakem-Bilirkişilik ve Tahkim: Sorunlar ve Çözüm Önerileri (On İki Levha 2011) 122. 132-133; Süral (n) 1387.1340Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin Sınırlarıtenfiz denetimine tâbi olacak ve Türk mahkemeleri tarafından yeterli bir şekilde denetlenebilecektir.II. İptal Davasında Mahkemenin Denetim Yetkisinin  Taraf İradesi İle Genişletilmesiİptal davasında taraf iradesinin sınırlarıyla ilgili üzerinde durulması gereken bir diğer konu devlet mahkemelerinin denetim yetkisinin tarafların anlaşmalarıyla genişletilip genişletilemeyeceğidir. MTK da, yukarıda belirtildiği üzere dokuz adet iptal sebebine yer verilmiştir ve bu iptal sebepleri tahdididir. Sayılan bu sebepler usûle ilişkin konuları kapsadığı üzere iptal davasına bakan mahkemenin hakem kararını esastan inceleyemeyeceği kabul edilmektedir. Milletlerarası tahkimde  esasa girme yasağı  olarak ifade edilen bu prensip, devlet mahkemelerinin hakem kararı üzerindeki denetim yetkisinin sınırlarını çizmekte ve mahkemenin uyuşmazlığın esasına ilişkin bir karar vermesine engel olmaktadır. Zira taraflar tahkim yolunu seçmekle aralarındaki uyuşmazlığın hakemler tarafından çözümlenmesi yönündeki iradelerini ortaya koymuş olurlar. Hakem kararlarının devlet mahkemeleri tarafından esasa ilişkin olarak denetlenmesi halinde ise, artık nihai olarak bir hakem kararından söz edilemez. Ortaya çıkan karar devlet mahkemesi kararı olarak nitelendirilir.Buna karşın uygulamada, tarafların tahkim sözleşmesine koydukları bir madde ile iptal davası açabilmek için öngörülmüş sebepleri artırdıkları yani mahkemenin denetim sınırlarını genişlettikleri görülmektedir. Tarafların bu yöndeki iradelerinin temel sebebi, tahkim yargılamasındaki muhtemel hatalarının devlet mahkemeleri tarafından düzeltileceği yönündeki umutlarıdır. Devlet  mahkemelerinin  denetim  yetkisinin  genişletilmesine  (ek  iptal sebeplerinin kararlaştırılmasına veya hakem kararlarının temyize tâbi olacağına) 117  Kalafatoğu (n) 363 vd. Nitekim Banka ve Ticaret Hukuku Araştırma Enstitüsü tarafından hazırlanan Kanun Taslağı nın 32. maddesinde, iptal davasından feragat edilmiş olması ve kararın Türkiye de icra edilecek olması halinde New York Sözleşmesi nin uygulanacağı kuralına yer verilmiştir: «Tarafların hiçbirinin Türkiye de işyeri veya ticarî ikametgahı yoksa, tahkim anlaşmasına dercedecekleri sarih bir beyanla veya sonradan yazılı şekilde mutabık kalmak suretiyle taraflar iptal davası açma hakkından tamamen feragat edebilecekleri gibi yukarıda 2. fıkrada sayılan bir veya birkaç sebepten ötürü iptal davası açmak hakkından da feragat edebilirler. Bu şekilde iptal davası açmaktan kısmen veya tamamen feragat halinde, hakem kararının Türkiye de tenfiz edilmesi icap ediyor ise, Yabancı Hakem Kararlarının Tanınması ve İcrası hakkındaki 10 Haziran 1958 tarihli New York Sözleşmesi kıyasen tatbik olunur (Dayındarlı (n) 2-3). Doktrinde Kalpsüz de, iptal davasından feragat hakkına ilişkin düzenlemenin İsviçre PILA dan esinlenilmekle birlikte; mehaz kanunda yer alan New York Konvansiyonu na yapılan atfa MTK da yer verilmemiş olmasının, konunun öneminin anlaşılamamış olmasından ileri geldiğini ifade etmiştir (Kalpsüz, IPL (n 9) 33).118  Ekşi (n) 316. 119  Ergin Nomer, Nuray Ekşi and Günseli Öztekin Gelgel, Milletlerarası Tahkim Hukuku, (C I, 5. Bası, Beta 2016) 62; Cemal Şanlı, Emre Esen and İnci Ataman-Figanmeşe, Milletlerarası Özel Hukuk (6. Bası, Beta, 2018) 642-643; Ergin Nomer, Devletler Hususi Hukuku, (22. Bası, Beta 2017) 588.120  Şanlı, Esen and Ataman-Figanmeşe (n) 643.121  Margaret Moses,  Party Agreements to Expand Judicial Review of Arbitral Awards , (2003) 20 Journal of International Arbitration 323; Born (n) 3374. 1341İstanbul Hukuk Mecmuası 78/3ilişkin anlaşmaların geçerliliği, doktrin ve mahkeme kararlarında tartışma konusu olmuştur. Bu tartışmaların temelinde tahkimin, taraf iradesinin üstünlüğü ve hakem kararlarının kesin ve bağlayıcı olma niteliği olmak üzere iki temel özelliğinin karşı karşıya gelmesi yatmaktadır.İptal sebeplerinin genişletilmesinin mümkün olduğu yönündeki görüşün temel dayanağı, kamu düzenini ilgilendiren durumlar hariç olmak üzere, taraf iradesinin esas olduğu ve tarafların ortak iradelerinin mümkün olduğunca ayakta tutulması gerektiğidir.  Nitekim  Alman  Federal  Mahkemesi  2007  tarihinde  verdiği  bir kararda, hakem kararının verilmesinden sonra bir ay içinde tarafların mahkemeye başvurarak  aynı  davanın  devlet  mahkemeleri  tarafından  da  görülmesi  yönünde hüküm içeren tahkim sözleşmesinin geçerli olduğuna hükmetmiştir. Doktrinde bu karara atıfta bulunularak, devlet mahkemelerinin uyuşmazlığı tekrar görmesi mümkün ise iptal sebepleri genişletilmek suretiyle daha geniş bir denetim yapılmasına ilişkin anlaşmaların da geçerli olacağı ifade edilmiştir. Kararın temel gerekçesi,  hakem kararının kesin ve bağlayıcı olmasının temelinin taraf iradesi olduğu; aynı şekilde taraf iradesiyle hakem kararının kesin ve bağlayıcı olma niteliğinin ortadan kaldırılmasının mümkün olduğu  görüşüdür. Teksas Yüksek Mahkemesi de Nafta Traders Inc v Quinn davasında benzer bir yaklaşım benimsemiş ve taraf iradesinin üstünlüğü  gerekçesiyle  mahkemenin  denetiminin  kapsamının  genişletilmesinin mümkün olduğuna karar vermiştir.122  Süral (n)1388.123  Gerhard Wagner,  Part II: Commentary on the German Arbitration Law (10th Book of the German Code of Civil Procedure), Chapter I: General Provisions, § 1026 – Extent of Court Intervention  in Karl- Heinz Böckstiegel and Stefan Michael Kröll et al (eds), Arbitration in Germany: The Model Law in Practice (2nd edition, Kluwer Law International 2015) 69.124  Alman Federal Mahkemesi, Karar No: III ZB 7/06, 1.3.2007 (Wagner (n 130) 69). Karara ilişkin ayrıntılı değerlendirme için bkz Elsing Seigfried, ‘BGH 01.3.2007 III ZB 7/06 [2008] Juristische Rundschau 242 (note). Söz konusu karara kadar Alman mahkemelerinde genel uygulama, hakem kararlarının denetim kapsamının genişletilmesine ilişkin anlaşmaların geçerli olmadığı yönündedir (Böckstiegel and Kröll (n) para 133; Wagner (n 130) 69). Örneğin BGH 21.12.1934 No VII 247/34 (Karar hakkında bilgi edinilen kaynak  Scherer (n) 445).125  Wagner (n 130) 69; Scherer and Silberman (n) 453; Scherer (n) 445-446; Reinmar Wolff,  Party Autonomy to Agree on a Non-Final Arbitration  (2008) ASA Bulletin 629.126  Scherer (n) 445-446. 127  Nafta Traders Inc v Quinn 339 S W 3d 84 (Tex 2011) (Karar hakkında bilgi edinilen kaynak: Born (n) 3377).1342Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin SınırlarıBu yaklaşım, hakem kararlarının kural olarak kesin ve bağlayıcı oldukları ve devlet mahkemelerinin esastan denetimine açılmalarının bu temel özelliğe zarar vereceği gerekçesiyle eleştirilmiştir. ABD Federal Mahkemesi nin 2007 tarihli Hall Street v Matell kararı da bu yöndedir. Kararda iptal sebeplerinin genişletilmesine ilişkin  anlaşmaların  geçerli  olmadığı;  taraflarca  mahkemelerin  hakem  kararını inceleme yetkisinin genişletilmesinin tahkimin temel karakterine ve hakem kararının bağlayıcılığına aykırı olacağı belirtilmiştir .İptal  sebeplerinin  genişletilmesi  veya  hakem  kararlarının  iptal  davası  yerine temyiz denetimine tâbi olacağının kararlaştırılmasının mümkün olmaması gerektiği yönündeki  görüşlerin  bizim  de  katıldığımız  bir  diğer  dayanağı,  bu  şekilde  bir anlaşmanın,  uyuşmazlığın esası hakkında kararı verme yetkisinin hakem heyetinden devlet mahkemelerine geçmesi anlamına geleceği ve hakem heyeti ve mahkemeler arasında  kurulmuş  dengenin  bozulacağıdır 130.  Devlet  mahkemelerinin  tahkim sürecine etkileri kural olarak son derece sınırlıdır ve tarafların anlaşmasıyla bu etki genişletilmemelidir. Ayrıca iptal sebeplerinin genişletilmesi devlet mahkemelerinin iş yükünün artmasına neden olacaktır. Öte yandan, iptal sebeplerinin genişletilebilmesi yönünde görüş bildiren yazarlar, tahkim anlaşması olmasaydı devlet mahkemesinin uyuşmazlığı esastan incelemesi gerektiğini ve bu nedenle iptal sebeplerinin genişletilmesinin prensip olarak mahkemenin iş yükünü artırmayacağını ifade etmektedirler. Bu görüşe katılmak kanaatimizce mümkün değildir. Zira hakem kararlarının kanunda yer verilen iptal sebeplerinden daha geniş ve kapsamlı bir şekilde denetlenmesi, aynı davanın esastan incelenmesine nazaran daha ağır bir iş yükü oluşturacaktır.  Karşılaştırmalı hukukta mahkeme kararları incelendiğinde hakim yaklaşımın, devlet  mahkemelerinin  denetim  yetkisinin  genişletilmesine  ilişkin  anlaşmaların 128  Wolf (n) 638 vd; Böckstiegel and Kröll (n) para 133.129  Hall Street v Matell, 552 US 576 (2008). Karar yerel hakem kararlarına ilişkin olmakla beraber, doktrinde milletlerarası tahkim açısından benzer bir yaklaşımın benim seneceği ifade edilmiştir (Scherer, Silberman (n) 452). Hemen belirtmek gerekir ki ABD hukukunda Hall Street v Matellkararına kadar iptal sebeplerinin genişletilip genişletilemeyeceği konusunda farklı yönde kararlar verilmiştir. Bazı mahkemeler bu yöndeki anlaşmaların geçerli olduğuna hükmederken (Gateway Technologies, Inc v MCI Telecommunications Corp, 64 Fd 993, 996 seq (5th Cir 1995); Roadway Package System, In. v Scott Kayser, 257 Fd 287, 292 seq (3rd Cir 2001); bazı mahkemeler Federal Tahkim Kanunu § 10 da sayılan iptal sebeplerine ilave bir iptal nedeni kararlaştırılamayacağına hükmetmişlerdir (Bowen v Amoco Pipeline Co, 254 F 3d 925, 931 seq (10th Cir 2001). Kararlara ilişkin bilgi edinilen kaynak ve ABD hukukunda iptal sebeplerinin genişletilmesine ilişkin ayrıntılı bir değerlendirme için bkz Benjamin Griffith  Contractual Expansion of Judicial Review of Arbitration Awards in Missouri After Hall Street and Cable Connection  (2013) 58 Saint Louis University Law Journal 265.130  American Law Institude Restatement of the Law (Third), The US Law of International Commercial Arbitration, Tentative Draft No 2, 16/04/2012, § 4-23, 298 (Scherer and Silberman (n) 469). 131  Scherer and Silberman (n) 488. 132  ibid 486-487. 133  Born (n) 3376. 1343İstanbul Hukuk Mecmuası 78/3geçerli olmadığı yönünde olduğu görülmektedir. Örneğin Fransız, İngiliz 135, Yeni Zelanda ve Hindistan hukuk sistemlerinde iptal davası açma sebeplerinin taraf iradesiyle genişletilemeyeceği kabul edilmektir.Türk  hukukunda  konuya  ilişkin  açık  bir  düzenleme  olmadığı  gibi  iptal sebeplerinin genişletilmesi henüz yargı kararına da konu olmamıştır. Doktrinde konuya temas etmiş yazarlar ise, iptal davası sebeplerinin tarafların anlaşmaları ile genişletilemeyeceği yönünde görüş bildirmişlerdir. Biz de Türk hukukunda iptal davasında devlet mahkemelerinin denetim yetkisinin genişletilmesine ilişkin anlaşmaların geçerli olmadığı kanaatindeyiz. Zira tahkim ve devlet mahkemelerindeki yaklaşım birbirlerinden oldukça farklıdır. İptal sebeplerinin genişletilmesi yönündeki anlaşmalara  izin  verilmesi  hakem  kararlarının  devlet  mahkemeleri  tarafından esas yönünden denetlenmesi ve adeta temyiz incelemesine tabi olması neticesine yol açacaktır. Oysa hakem kararlarının temyiz incelemesine tabi olması iki farklı yargılama sisteminin bir araya getirildiği hibrit bir sistem ortaya çıkartmaktadır. Devlet mahkemelerinin denetim yetkilerinin genişletilmesine ilişkin ele alınması gereken bir diğer husus, bu yöndeki anlaşmaların tarafların tahkim iradesini sakatlayıp sakatlamadığı tartışmasıdır. Alman ve Fransız mahkemelerinin daha eski tarihli kararlarında, hakem kararlarının kesin ve bağlayıcı olmadığı, devlet mahkemelerinin denetimine tâbi olacağı yönündeki anlaşmaların tarafların tahkim iradesini sakatladığı ve tahkimin doğasına aykırı olduğu gerekçesiyle tahkim anlaşmasını geçersiz kıldığı görüşü hakimdir. Güncel yaklaşımda, tahkim anlaşmasının geçerliliğini koruduğu, ancak iptal sebeplerinin genişletilmesine ilişkin hükmün geçersiz olduğu kabul 134  Cour de Cassation, Société Buzzichello Holding v. Hennion, 06.04.1994 (Karara ulaşılan kaynak: ibid 3375). Tahkim yeri Fransa olan kararların yabancı hakem kararları gibi tenfiz şartları dikkate alınarak denetlenemeyeceği, tarafların bu yöndeki iradelerinin geçerli omadığna ilişkin karar için bkz Cour de Cassation Societe Binate Maghreb v. Soc Screg Routes, 12.12.1989 (Karara ulaşılan kaynak: Laurence Franc,  Contractual Modification of Judicial Review of Arbitral Awards: The French Position  (1999) 10 AM REV INT L ARB 3). Bu konudaki değerlendirmeler için ayrıca bkz Wolf (n) 637; Scherer (n) 445; Dominique Hascher,  Fransız Mahkemelerinin Milletlerarası Tahkim Kararlarına Yaklaşımı , (2004), ICC Milletlerarası Tahkim Semineri, 12- 14.135  Scherer (n) 445136  Yeni ZelStefan Michael Kröll asında maku kaynak ve birebir almıştım, öneriniz doğrultusunda değiştiriyorum).anda Yüksek Mahkemesi Methanex Motunui Ltd v Spellman, [2004] 3NZLR 454 (Wellington Ct App). (Karar hakkında bilgi edinilen kaynak için bkz David Williams  Arbitration and Dispute Resolution , New Zealand Law Review, 2005, 125. Bu yönde ayrıca bkz Yeni Zelanda Yüksek Mahkemesi Gallway Cook Allen v Carr [2012] NZHC 2065 , (Global Arbitration Review, 10.12.2019) <http://www.globalarbitrationreview.com/cdn/files/ gar/articles/GCA_v_Carr_judgment.pdf> Erişim tarihi 10.12.2019.137  Hindistan Yüksek Mahkemesi de M/S Centrotrade Minerals & Metal Inc v Hindustan Copper Ltd [2006] INSC 293 kararında, karar aşamasından sonra taraflara Londra da yeniden dava açma imkânı tanıyan hükmün geçersiz olduğuna karar vermiştir. Bkz (Indiankanoon, 10.12.2019) <http://indiankanoon.org/doc/1597776/> Erişim tarihi 10.12.2019)138  Süral (n)1389.139  Scherer and Silberman (n) 490). Fransız mahkemelerinin benzer yönde kararı için bkz Cour de Cassation Societe Binate Maghreb v Soc Screg Routes, 12.12.1989; Cour de cassation, Soc de Diseno c Soc C Mendes, 27.10.1994, (Karar hakkında bilgi sahibi olunan kaynak: Franc (n) 6).  (Franc (n) 6). Doktrindeki görüşler için bkz Böckstiegel and Kröll et al (n) para 133. Yeni Zelanda Mahkemelerinin bu yönde bir kararı için bkz Yeni Zelanda Yüksek Mahkemesi Ewan Robert Carr and Brookside Farm Trust Ltd v Gallaway Cook Allan [2014] NZSC 75 (Karar hakkında bilgi sahibi olunan kaynak: Scherer (n) 446).1344Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin Sınırlarıedilmektedir. İngiliz hukukunda da, iptal sebeplerinin genişletilmesine ilişkin anlaşmaların geçersiz olduğu, ancak bu şekilde kayıt ihtiva eden tahkim anlaşmalarının geçerliliğinin  etkilenmediği  kabul  edilmektedir.  Amerikan  hukukunda  konu severebility kapsamında değerlendirilmekte ve yargı kararlarında, iptal sebeplerinin genişletilmesine ilişkin hükmün geçersizliğinin, tahkim sözleşmesinin geçersizliğine neden  olmayacağına  hükmedilmektedir.  Kanaatimizce,  iptal  sebeplerinin genişletilmesine ilişkin anlaşma tarafların tahkim iradelerini zedeleyecek nitelikte değildir. Belirtilen sebeple, karşılaştırmalı hukuktaki hakim yaklaşım da dikkate alındığında, Türk hukuku açısından bu şekilde bir hükmün tarafların aralarındaki uyuşmazlığın tahkimde görülmesi yönündeki iradelerini sakatlamadığı ve tahkim sözleşmesini geçersiz hale getirmediği sonucuna varılmalıdır. SonuçTaraf iradesine verilen önem milletlerarası ticari tahkimin tercih edilmesinin en önemli nedenlerinden biridir. Öte yandan tahkimde taraf iradesi mutlak değildir, özellikle kamu düzenini ilgilendiren konularda, milli mevzuat ve taraf iradesinin sınırlarını çizen kurallara yer verilmektedir. Hakem kararlarına karşı başvurulabilecek istisnai  hukuki  çarelerden  olan  iptal  davası  MTK  m  15 de  düzenlenmiştir. Düzenlemede taraflara, Türkiye de yerleşim yeri veya olağan oturma yerlerinin mevcut olmaması koşuluna bağlı olarak, açık ve yazılı anlaşma ile iptal davası açma hakkından peşinen feragat imkânı tanınmıştır. Peşinen feragat, usûl hukukumuza yabancı bir müessesedir. İptal davası açma hakkı doğmadan feragat imkânı tanınmış olması tahkimde taraf iradesine verilen önem ile açıklanmaktadır. İptal davasından peşinen feragat İsviçre, Fransa, Belçika, Almanya gibi birçok hukuk sisteminde de kabul edilmektedir. Türk hukukunda iptal davasından feragat hakkı İsviçre, Fransa, Almanya gibi hukuk sistemleriyle karşılaştırıldığında şartları itibariyle bu hukuk sistemlerine paralellik göstermekte ancak sonuçları itibariyle farklılaşmaktadır. İsviçre, Fransa, Belçika, İsveç gibi hukuk sistemlerinde, karar, tahkim yeri ülkesinde icra edilecekse, iptal davası açma hakkından feragat edilmiş olsa dahi, yabancı hakem kararı gibi denetlenmektedir. Türk hukukunda ise, iptal davasından feragat, MTK ya tabi tahkimlerde, kararın Türkiye de icra edilecek olması halinde 140  Cour de Cassation, Chefaro International v. Barrère, 13.03.2007 (Scherer, Silberman (n) 452).141  Poudret and Besson (n) para 838. 142  HL, LLC v Riverwalk, 15 A 3d 725 (Maine Supreme Court, 10.03. 2011); SI V, LLC v FMC Corp, 223 F Supp 2d 1059 (Northern District of California, 07.10.2002). Ancak iptal sebeplerinin genişletilmesine ilişkin hükmün, sözleşmenin olmazsa olmaz bir parçası (sine qua non) olduğunun anlaşılması halinde, tahkim sözleşmesi bütünüyle geçersiz sayılmaktadır (Scherer (n) 446). Yeni Zelanda hukukunda da benzer bir şekilde, somut olayda, tarafların tahkim yolunu, mahkemenin esasa ilişkin denetim yapacak olması nedeniyle, bu şarta bağlı olarak seçtiğinin anlaşılması halinde tahkim sözleşmesinin de geçersiz olduğuna hükmedilmektedir (Yeni Zelanda Yüksek Mahkemesi Ewan Robert Carr and Brookside Farm Trust Ltd v Gallaway Cook Allan [2014] NZSC 75  (Karar hakkında bilgi sahibi olunan kaynak: Scherer (n) 446)).1345İstanbul Hukuk Mecmuası 78/3yapılan denetimi de sınırlayıcı bir etki doğurmaktadır. Konuya ilişkin AİHM kararları dikkate alındığında, kanaatimizce, ortaya çıkan bu yetersiz hukuki koruma, adil yargılanma hakkına aykırılık teşkil etmektedir. Belirtilen nedenle, iptal davası açma hakkından feragat edilmiş iken, kararın Türkiye de icra edilecek olması halinde karar Türk mahkemeleri tarafından feragat yapılmamış gibi denetlenmelidir. Önerdiğimiz şekilde, icra edilebilirlik denetiminde feragatten bağımsız olarak kararın  tüm  iptal  sebepleri  göz  önüne  alınarak  denetlenmesi  halinde  tarafların Türkiye de  ikametgah  veya  olağan  yerleşim  yerleri  bulunmaması  şartının kaldırılmasında da bir sakınca olmayacaktır. Zira belirtilen değişiklikler ile taraflara yeterli hukuki koruma temin edilecektir.İptal davasında taraf iradesine ilişkin tartışmalı bir diğer konu iptal sebeplerinin taraf iradesiyle genişletilip genişletilemeyeceği hususudur. Türk hukukunda konuya ilişin bir düzenleme veya yargı kararı bulunmamaktadır. Karşılaştırmalı hukuktaki doktrin  ve  yargı  kararlarındaki  tartışmalar  incelendiğinde,  taraf  iradesi,  hakem kararlarının kesin ve bağlayıcı olma niteliği ve devlet mahkemelerinin tahkim sürecine sınırlı etkisi olma ilkelerinin karşı karşıya geldiği görülmektedir. Kanaatimizce, iptal sebeplerinin genişletilmesi hakem kararlarının esastan denetimine yol açacak ve kararın adeta temyiz incelemesine tâbi olmasına neden olacaktır. Bir diğer ifadeyle tahkim ve devlet yargılaması içiçe geçecek ve hibrit bir yargılama gerçekleşmiş olacaktır. Kanaatimizce, tahkim ve devlet mahkemelerindeki yargılama nitelik olarak son derece farklıdır ve devlet mahkemelerine hakem kararlarını kapsamlı bir şekilde denetleme  yaptırılması  öngörülmedik  sonuçlar  ortaya  çıkartabilir. Ayrıca  devlet mahkemelerine aşina olmadıkları tahkim sürecini denetlettirmek iş yüklerini nicelik olarak değilse bile nitelik olarak artıracaktır. Netice olarak, iptal davasında iptal sebeplerinin genişletilmesi konusunun da tahkimde taraf iradesine çizilen sınırlardan biri olarak kabul edilmesi ve tarafların bu yöndeki iradelerine sonuç bağlanmaması gerektiği kanaatindeyiz.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.1346Canbeldek-Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin Sınırları",
     "Kaynakça": "Akıncı Z, Milletlerarası Tahkim (4. Bası,Vedat 2016). Ataman Figanmeşe İ,  Milletlerarası Ticari Hakem Kararlarının İptal ve Tenfiz Davaları Yoluyla Mahkemelerce Mükerrer Kontrole Tâbi Tutulmaları Sorunu ve Bu Sorunun Giderilmesine Yönelik İki Öneri  (2011) 31 MHB sayı 2, 35. Aygün M,  Milletlerarası Ticari Tahkimde Hakem Kararlarına Karşı İptal Yolu  (2007) Medeni Usûl Hukuku ve İcra İflas Hukuku Dergisi, 661. Baizeau D,  Section X: Waiver of annulment, Article 192 PILS , in Manuel Arroyo (ed.), Arbitration in Switzerland: The Practitioner s Guide (Kluwer Law International 2013), 283 (Waiver of annulment) Waiving the Right to Challenge an Arbitral Award Rendered in Switzerland: Caveats and and Drafting Considerations for Foreign Parties  (2005) 8 International Arbitration Law Review 69 (Waiving the Right).Born G, International Commercial Arbitration (2nd Edn., Kluwer Law International 2014). Böckstiegel K, Kröll S, et al,  Part I: Germany as a Place for International and Domestic Arbitrations – General Overview  in Karl Heinz Böckstiegel , Stefan Michael Kröll , et al. (eds), Arbitration in Germany: The Model Law in Practice ( 2nd edition, Kluwer Law International, 2015) 4. Bratic C,  ‘The parties hereby waive all recourse … but not that one  Why parties adopt exclusion agreements and why courts hesitate to enforce them  (2018) 99 Disp Resol Int l 105.Canyaş Bayata A, UNCITRAL Model Kanunu Temelinde Uluslararası Ticari Hakem Kararlarına Karşı Başvuru Yolu (Adalet 2016). Carducci G,  The Arbitration Reform in France: Domestic and International Arbitration Law  (2012) 28 Arbitration International 125.Dayındarlı K,  4686 Sayılı Milletlerarası Tahkim Kanunu Usûlünde İptal Davası Açma Hakkından Peşinen Feragat Mümkün Müdür?  , (Dayındarlı Hukuk) <http://www.dayinlarli.gen.tr/wpcontent/uploads/2018/03/4686 sayili milletlerarasi tahkim kanunu.pdf >Erişim tarihi 24.10 2019.Ekşi N,  Milletlerarası Tahkim Kanunu Hakkında Genel Bir Değerlendirme  (2003) 23 MHB Prof Dr. Gülören Tekinalpe Armağan 316.  Erdönmez G, Pekcanıtez Usûl Medeni Usûl Hukuku, (15. Bası, XII Levha 2017).Franc L,  Contractual Modification of Judicial Review of Arbitral Awards: The French Position  (1999) 10 AM REV. INT L ARB 3. Geisinger E and Frossard V,  Chapter 8: Challenge And Revision Of The Award , in KohlerKaufmann Gabrielle, Stucki Blaise (eds) International Arbitration In Switzerland: A Handbook For Practitioners, (Kluwer Law International 2004) 135.Gerhard W,  Part II: Commentary on the German Arbitration Law (10th Book of the German Code of Civil Procedure), Chapter I: General Provisions, § 1026 – Extent of Court Intervention  in Böckstiegel K, Kröll S, et al (eds), Arbitration in Germany: The Model Law in Practice ( 2nd edition, Kluwer Law International, 2015) 67. Griffith B,  Contractual Expansion of Judicial Review of Arbitration Awards in Missouri After Hall Street and Cable Connection  (2013) 58 Saint Louis University Law Journal 265.Hascher D,  Fransız Mahkemelerinin Milletlerarası Tahkim Kararlarına Yaklaşımı , (2004), ICC Milletlerarası Tahkim Semineri, 12.Kalafatoğlu M,  Milletlerarası Tahkim Kanunu Uyarınca İptal Davası Açma Hakkından Feragat , (2018) 38 MHB 339. 1347İstanbul Hukuk Mecmuası 78/3 Kalpsüz T,  Milletlerarası Tahkim Kanunu nda ICC Tahkim Kaideleri ile IPL den Esinlenen Hükümler , (2003) Milletlerarası Tahkim Semineri 16 (IPL)     Yeni Milletlerarası Tahkim Kanununun Değerlendirilmesi  (2001), Milletlerarası Tahkim Semineri 107 (MTK).    , Türkiye de Milletlerarası Tahkim (2. Bası, Yetkin 2010) (Milletlerarası Tahkim).Kuru B, Hukuk Muhakemeleri Usûlü , Cilt V (Savaş Yayınları 2001).Knigge M, and Ribbers P,  Waiwer of Right to Set Aside Proceedings in Light of Article 6 ECHR: Party Autonomy in Top?  (2017) 34 Journal of International Arbitation, Kluwer Law International 775.Krausz N,  Waiver of Appeal to the Swiss Federal Tribunal: Recent Evolution of the Case Law and Compatibility with ECHR, Article 6 [notes]   (2011) 28 Journal of International Arbitration 137.Kunz C,  Waiver Of Right To Challenge An International Arbitral Award Is Not Incompatible With ECHR: Tabbane v Switzerland  (2016) 5 European International Arbitration Review 125.Guglya L,  Waiver of Annulment Action in Arbitration: Progressive Development Globally, Realities in and Perspectives for the Russian Federation (Different Beds – Similar Dreams?)   (2012) 2 Czech (& Central European) Yearbook of Arbitration, 81.Moses M,  Party Agreements to Expand Judicial Review of Arbitral Awards   , (2003) 20 Journal of International Arbitration, 315.Mayer U,  Exclusion Agreements According to Article 192 of the Swiss PIL Act  (1999) ASA Bull. No 2 191.  Nomer E, Devletler Hususi Hukuku, (22. Bası, Beta 2017)Nomer E, Ekşi N and Öztekin Gelgel G, Milletlerarası Tahkim Hukuku, (C I, 5. Bası, Beta 2016)Özekes M, Pekcanıtez Usûl Medeni Usûl Hukuku, (15. Bası, XII Levha 2017).Pekcanıtez H,  Yeni Hukuk Muhakemeleri Kanun unun Tahkime İlişkin Hükümleri  (2011), IX. Milletlerarası Tahkim Semineri, ICC Türkiye 63.Wolff R,  Party Autonomy to Agree on a  Non Final Arbitration  (2008) ASA Bulletin 626.Rechtsanwalte  T,   Croatia s  Waiver  Of  Its  Right  To  Challenge An Award     Can  It  Still Request  A  Revision?     (Mondaq,  02.05.2018)  <http://www.mondaq.com/x/677752/Arbitration+Dispute+Resolution/Croatias+Waiver+Of+Its+Right+To+Challenge+An+Award+Can+It+Still+Request+A+Revision > (Erişim tarihi: 10.05.2020).  Sarıöz Büyükalp İ, AİHS ve AİHM Kararlarının da İncelenmesi Suretiyle Adil Yargılanma Hakkının Türk Milletlerarası Usûl Hukuku Üzerindeki Etkileri (XII Levha 2018).Scherer M,  The Fate Of Parties  Agreements On Judicial Review Of Awards: A Comparative And Normative Analysis Of Party Autonomy At The Post Award Stage  (2016) 32 Arbitration International 437.Scherer M, Silberman L,  Limits to Party Autonomy During the Post Award Review Stage , in: Franco Ferrari (Ed), Limits to Party Autonomy in International Commercial Arbitration (Juris Publishing 2016) 452 .Seigfried E,  Case note on BGH Decision of March 1, 2007  (2008) Juristische Rundschau 242.Süral C,  Hakem Kararlarının İcrası ve İptal Davası , (2014) 16 Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Prof Dr. Hakan Pekcanıtez e Armağan 1377. Şanlı C, Esen E and Ataman Figanmeşe İ, Milletlerarası Özel Hukuk (6. Bası, Beta, 2018).Tiryakioğlu B,  Milletlerarası Tahkim Kanununa Göre Hakem Kararlarının İptali , in Bilgin Tiryakioğlu, Mesut Aygün, Ali Önal, Kübra Altıparmak and Cansu Kaya (eds) Milletlerarası 1348Canbeldek Akın / Milletlerarası Ticari Tahkimde Hakem Kararlarının İptalinde İrade Serbestisinin SınırlarıÖzel Hukukta Güncel Konular Sempozyumu Anadolu Üniversitesi Hukuk Fakültesi, Eskişehir 21 22 Nisan 2016, (Yetkin Yayınları 2016) 301. Townsend J,  The New Bahrain Arbitration Law and the Bahrain  Free Arbitration Zone  (2010) 65 Disp Res J 76.Tuna E, Milletlerarası Ticari Tahkim Hukukunda İptal Davası (Adalet 2016). Voser N and George A,  ECtHR: Waiver of Recourse Against International Arbitral Award Not Incompatible with ECHR  (Kluwer Arbitration Blog, 31.12.2019) <http://arbitrationblog.kluwerarbitration.com/2016/03/31/ecthr waiver of recourse against international arbitralaward not incompatible with echr/> Erişim tarihi 13.12.2019.Yeşilırmak A, Türkiye de Ticari Hayatın ve Yatırım Ortamının İyileştirilmesi İçin Uyuşmazlıkların Etkin Çözümünde, Doğrudan Görüşme, Arabuluculuk, Hakem Bilirkişilik ve Tahkim: Sorunlar ve Çözüm Önerileri (On İki Levha 2011) Yıldırım F,  Tahkimde İptal Davası ve İptal Davasının Amaçları Bakımından Bazı Değerlendirmeler , (2012) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Prof Dr. Cevdet Yavuz a Armağan 3005. Poudret J and Besson  S, Comparative Law of International Arbitration (2d edt, Thomson 2007).Williams D,  Arbitration and Dispute Resolution , New Zealand Law Review, 2005, 125.1349"
}