{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "06",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "1",
     "Başlık": "Hedef Anonim Ortaklığın Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını (TTK 380/1) İhlal Eder Mi?",
     "Title": "Do Dividend Distributions and Dividend Commitments of a Target Company Violate the Prohibition of Financial Assistance (TCC Article 380/1)?",
     "Yazar İsmi": [

          "Ali Paslı" , "Cem Veziroğlu"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Finansal yardım yasağı" , "Kredi" , "Kâr dağıtımı" , "Kâr dağıtımı taahhüdü" , "Kâr payı avansı" , "Kıst el yevm" , "Temettü "
     ],
     "Keywords": [
          "Prohibition of financial assistance" , "Loan" ,  "Dividend distribution" , "Dividend commitment" , "Advance dividend" , "Pro rata temporis"
     ],
     "Özet": "6102 sayılı Türk Ticaret Kanunu nun ( TTK ) 380. maddesinin 1. fıkrası uyarınca  [P]aylarının iktisap edilmesi amacıyla, şirketin başka bir kişiyle yaptığı, konusu avans, ödünç veya teminat verilmesi olan hukuki işlemler batıldır . Anılan hüküm, payları üçüncü kişi tarafından iktisap edilen anonim ortaklığın alıcıya finansal yardımda bulunmasını yasaklamaktadır. İşbu makalede incelediğimiz husus hedef anonim ortaklığın bir bankadan kredi temin etmesinin ardından söz konusu meblağı, yahut dış finansman kullanmaksızın birikmiş kârını, şirketin paylarını iktisap ederek pay sahibi sıfatını kazanan alıcıya kâr dağıtımı yoluyla aktarması ve bu kaynağın devralma işleminin finansmanında kullanılmasının TTK 380/1 anlamında  finansal yardım  sayılıp sayılmayacağıdır. Finansal yardım yasağının uygulama alanı bulabilmesi için şu üç şartın bir arada bulunması gerekmektedir. Bunlar; (1) pay iktisabı, (2) finansal yardım işlemi ve (3) finansal yardımın alıcının pay iktisabı amacıyla yapılmasıdır. O halde yukarıda açıklanan işlem örgüsü de bu üç şartın süzgecinden geçirilmelidir. Kanımızca bir bankanın anonim ortaklığa kredi temin etmesi ve söz konusu kredinin, anonim ortaklığın paylarını iktisap ederek pay sahibi sıfatını kazanan alıcıya kâr dağıtımı yoluyla aktarılması, yahut zaten hedef şirketin malvarlığına dâhil olan mevcut kaynağın kâr dağıtımı suretiyle alıcıya tahsis edilmesi TTK 380/1 de düzenlenen finansal yardım yasağının kapsamına girmemektedir. Ulaştığımız bu sonuç açısından, hedef şirketin nakit ihtiyacı sebebiyle bankanın sağlayacağı kredi neticesinde hedef şirketin dağıtacağı kârın, yine hedef şirketin paylarının iktisabı amacıyla kullanılacak olması da hiçbir fark yaratmamaktadır. Aynı şekilde, hedef şirketin paylarının iktisabının ve bunun finansmanı için sağlanan kredinin geri ödenmesini teminen, hedef şirketin belirli süreler içinde ve belirli oranlarda kâr dağıtımı yapacağına dair bir taahhüdün verilmiş olması da mümkündür. Söz konusu taahhüdün yükümlüsü alıcı olabileceği gibi, hedef şirket tüzel kişiliği de olabilir. Yükümlülüğün şirket üzerinde olması şeklindeki ikinci ihtimalde taahhüde aykırılığın sonuçları, taahhüdün veriliş şekline göre değişiklik gösterecektir. Ancak bunun için, hedef şirket nezdinde yapılacak kâr dağıtımının TTK ve esas sözleşmede öngörülen usul ve esaslara riayet edilerek gerçekleştirilmesi gerekmektedir. Aksi hâlde hedef şirket tarafından pay sahibine yapılacak malvarlığı aktarımına ilişkin kâr dağıtımını düzenleyen hükümlerde öngörülen yaptırımlara (TTK 512) ek olarak, finansal yardım yasağının da uygulanması riski doğabilecektir. Keza bu durumda pay sahibi konumundaki alıcının, kâr payını haksız yere ve kötü niyetle alıp almadığına bakılmaksızın, hem genel kurulun kâr payı dağıtım kararı hem de tasarruf işlemi niteliğindeki hedef şirketin temettü ödeme işlemleri kesin hükümsüz sayılabilecektir.",
     "Abstract": "Pursuant to Turkish Commercial Code ( TCC ) Article 380 paragraph 1,  [L]egal transactions concluded between the company and another person for acquisition of its shares and the subject of which is granting of advance, loan or security, shall be null and void.  According to this provision, a public company cannot provide financial assistance to a third party with a view to acquiring its shares. This article examines a target company s dividend payout or commitment to its buyer (who would be a shareholder following an acquisition of the target company s shares) that is financed by a bank loan or from its retained earnings (i.e., without using any external source). We ask whether use of such funds in acquisition finance constitute  financial assistance  in the meaning of TCC 380/1. According to TCC, the prohibition of financial assistance applies only if three conditions exist cumulatively: (1) There must be an acquisition of shares; (2) there must be a financial assistance transaction, and (3) financial assistance must be made for the acquisition of shares. Therefore, the aforementioned transactional mechanism must be filtered through these three conditions. In our view, dividend payouts or commitments to the buyer following her share acquisition does not violate the prohibition of financial assistance, regardless of whether such amount is funded by a bank loan or the company s retained earnings. Using profits distributed by the target company in order to finance the acquisiton of the target company s shares makes no differrence according to our analysis. It is also possible that a commitment may be given for the target company s dividend payout in certain periods and for certain amounts in order to ensure repayment of the credit provided for the acquisition. The obligor of the said commitment may be the buyer or the target company (as a legal entity). If the target company is the obligor, the consequences for violating the commitment will vary according to the modality of the undertaking. Nonetheless, we believe that the target company s dividend payout must be made in compliance with the rules and procedures laid down by the TCC and by the company s articles of association. Otherwise, in addition to sanctions with respect to distribution of profit (TCC 512), the prohibition of financial assistance may step in. Hence, both the general assembly s resolution towards dividend payout and the payment of dividend (act of disposal) may be considered null and void regardless of whether the buyer s receipt of the dividend was wrongful and in bad faith.",
     "Metin": "İşbu makalede spesifik bir soruna odaklanılmaktadır. İncelediğimiz husus, payları iktisap edilen -takeover/devralma hukukundaki yerleşmiş ismi ile- hedef anonim ortaklığın içerideki -ya da içeriye sokulan yeni- kaynağı, hisse devralarak şirkette pay sahibi olan kişiye kâr dağıtımı vasıtasıyla aktarması ve bu kaynağın devralma işleminin  finansmanında  -bir  şekilde-  kullanılmasının  6102  sayılı  Türk  Ticaret Kanunu nun  ( TTK )  380.  maddesinin  1.  fıkrası  anlamında   finansal  yardım  sayılıp sayılmayacağıdır. Kural, şirketin kendi payını -ancak sınırlı bir şekilde- iktisap edebilmesi ve bunun devamında da şirket kaynaklarının kendi paylarının devralınmasında  alıcı/devralan  lehine  bir  kaldıraç  olarak  kullanılmasının  yasak olmasıdır. TTK nın tartışmaya açık söz konusu yasaklayıcı düzenlemesinin, temettü dağıtımı ile olan bağlantısı işbu çalışmamızda kurulmaya çalışılacaktır. Şirketin kendi paylarını iktisap veya rehin olarak kabul etmesi bölümünde yer alan ve  kanuna karşı hile  kenar başlığını taşıyan TTK 380/1 uyarınca  [P]aylarının iktisap edilmesi amacıyla, şirketin başka bir kişiyle yaptığı, konusu avans, ödünç veya teminat verilmesi olan hukuki işlemler batıldır . Anılan hüküm, payları üçüncü kişi tarafından iktisap edilen anonim ortaklığın alıcıya finansal yardımda bulunmasını yasaklamaktadır. Kanun koyucu söz konusu yasak ile üçüncü kişinin pay iktisabı bağlamında  hedef  anonim  ortaklığın  malvarlığını  korumayı  amaçlamaktadır. Uygulamada ise hedef şirketin bir bankadan kredi temin etmesinin ardından söz konusu meblağı yahut dış finansman kullanmaksızın birikmiş kârını kâr dağıtımı yoluyla alıcıya aktardığı ve alıcının bu kaynağı devralma işleminin finansmanında kullandığı  görülmektedir.  Nitekim  alıcı,  pay  iktisabı  neticesinde  hedef  şirketin pay sahibi konumuna gelmekte ve kâr dağıtımına katılma hakkını elde etmektedir. Böylelikle hedef şirket kendi paylarının iktisabını finansal açıdan kolaylaştırmış olmaktadır.  Çalışmamızda  iktisadî  anlamda  finansal  yardım  teşkil  eden  bu  tür işlemlerin, TTK 380/1 hükmünün kapsamına girip girmediği, bir başka deyişle söz konusu yardımın hukuki/teknik anlamda da  finansal yardım  sayılıp sayılmayacağı, takiben hukuka uygun olup olmadığı incelenmektedir. I. Finansal Yardım Yasağının ŞartlarıFinansal  yardım  yasağının  uygulama  alanı  bulabilmesi  için  şu  üç  şartın  bir arada  bulunması  gerekmektedir.  Bunlar;  (1)  pay  iktisabı,  (2)  finansal  yardım işlemi  ve  (3)  finansal  yardımın  alıcının  pay  iktisabı  amacıyla  yapılmasıdır.  O hâlde hedef ortaklığın, paylarının alıcı tarafından iktisabını takiben kâr dağıtımı yapması ve alıcının bu kaynağı hisse devrinin finansmanında kullanması şeklinde 1  Arıcı/Veziroğlu, 99-100; Gürel, 93.2  Birikmiş kârın dağıtılması hâlinde alıcının kıst-el yevm esasına göre değil, iktisap tarihine bakılmaksızın dağıtılan kârın tamamı üzerinde hakkı olduğu yönünde bkz. dpn. 29-31 ve bağlı metin.259İstanbul Hukuk Mecmuası 76/1özetlenebilecek işlem örgüsü de bu üç şartın süzgecinden geçirilmelidir. Zira alıcı ister yabancı kaynak kullansın ister kullanmasın, hedef şirketten kâr dağıtımı yoluyla sağladığı kaynağı, devraldığı hisselerin bedelini ödemek için kullanmaktadır. Söz konusu dağıtım, (varsa) hedef şirketin birikmiş kârından ve/veya şirketin faaliyeti neticesinde gerçekleşen kârından sağlanabilmektedir. Bundan başka, ilk etapta bir banka tarafından hedef şirkete kredi tahsis edilebilmekte, hedef şirket aynı tutardaki meblağı kâr dağıtımı suretiyle pay sahibi sıfatını kazanan alıcıya aktarabilmektedir. Söz konusu süreç, yani bir banka tarafından hedef şirkete kredi kullandırılarak, bu tutarın alıcıya kâr dağıtımı olarak aktarılması çalışmamızın çıkış noktasını teşkil etmektedir. Nitekim söz konusu işlemler neticesinde hedef şirket bankaya karşı borçlu konumuna geçmekte; fakat bankadan alınan kredi tutarındaki meblağı kâr dağıtımı yoluyla tahsil eden alıcı, bu parayı devralmanın finansmanında kullanabilmektedir. Hatta bu şekildeki kullanım, devralma öncesinde banka ile imzalanan kredi sözleşmesinde kararlaştırılmakta; kapanış sonrasında alıcıya gelecek temettünün gene alıcının kredi borcunun geri ödenmesine kaynaklık edeceği öngörülebilmektedir. Anılan işlemlerin hedef şirketin paylarının alıcı tarafından iktisabını kolaylaştırması, bu işlem örgüsünün  finansal yardım yasağı  tahtında incelenmesini zorunlu kılmaktadır.a. Pay İktisabıPay iktisabının arandığı ilk şart bakımından belirtilmesi gereken husus; hükümde asgari  bir  pay  sayısından  veya  oranından  bahsedilmemiş  olduğudur.  Görüldüğü üzere tek bir payın iktisabı –ve hatta bu yönde elde edilen senede bağlanmış veya bağlanmamış opsiyonlar- dahi söz konusu yasağı harekete geçirmek için yeterlidir. Bundan başka finansal yardım yasağı payın devren iktisabında olduğu gibi, aslen iktisabında da uygulama alanı bulabilmektedir. Gerçekten de mevcut bir pay sahibinin veya bir üçüncü kişinin hedef şirketin paylarını devren iktisap etmeyip, sermaye artırımına  iştiraki  neticesinde  ilgili  payları  aslen  iktisap  etmesi  finansal  yardım yasağının uygulanması açısından bir fark yaratmamaktadır. O hâlde pay devrine ek olarak, sermaye artırımında da finansal yardım yasağının uygulama alanı bulabileceği unutulmamalıdır. Aksine yorum, yasağın dolanılmasını oldukça kolay hâle getirecektir.b. Finansal Yardım İşlemiFinansal yardım yasağının devreye girmesi için aranan bir diğer şart ise, TTK 380/1 hükmü anlamında bir finansal yardım işleminin bulunmasıdır. Finansal yardım işlemleri hükümde  konusu avans, ödünç veya teminat verilmesi olan hukuki işlemler  3  Zira unutulmamalıdır ki, şirket bilançosunda dağıtılabilir kâr bulunması, teknik anlamda bu meblağın –payları oranında- pay sahiplerine dağıtılabileceği anlamına gelmekle birlikte, birçok durumda söz konusu dağıtılabilir kâr miktarı kadar nakit para fiilen şirket hesaplarında/kasasında -boşta- bulunmamaktadır. Dolayısıyla bilhassa nakit akış durumunun gereği olarak temettü ödeyebilmek için borçlanmak, sıklıkla görülen bir finansman yöntemidir.4  Arıcı/Veziroğlu, 37; Gürel, 131. Alman hukukunda aynı yönde bkz. Spindler/Stilz, AktG, §71a, Rn 16; Hassner, 330.260Paslı,  Veziroğlu / Hedef AO nun Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını İhlal Eder Mi?olarak ifade edilmektedir. Görüldüğü üzere maddede sayılan işlemler arasında kâr payı dağıtımı bulunmamaktadır. Ancak hükümde sayılan işlemler bakımından sınırlı sayı ilkesi geçerli değildir. Zira madde gerekçesine göre kanunda yer alan  ‘[K]onusu avans, ödünç veya teminat verilmesi olan  ibaresinin geniş olarak yorumlanması ratio legis gereğidir. İbare söz konusu işlemlerin bütün türlerini kapsar. 5. Nitekim yasaklanan finansal yardım işlemlerinin hükmün lafzında yer alan işlemlerden ibaret olmadığı öğretide de oy birliğiyle benimsenmektedir. Kâr dağıtımının finansal yardım yasağı kapsamında kalıp kalmadığı sorusu incelememizin devamında detaylı olarak ele alındığından, burada yalnızca kâr dağıtımının TTK 380/1 hükmünde açıkça zikredilmiyor olmasından hareketle, işlemin yasak kapsamında olmadığı sonucunun çıkarılamayacağını belirtmekle yetiniyoruz. c. Finansal Yardımın Alıcının Pay İktisabı Amacıyla Yapılmasıaa. Amaç birliği. Finansal yardımın alıcının pay iktisabı amacıyla yapılması şartı bakımından, öğretide taraflar arasında bu yönde açık veya örtülü bir amaç birliği aranmaktadır. Bunun için alıcı ve hedef şirket arasında bir sözleşmenin varlığı şart olmayıp, hedef şirketin malvarlığının kullanılmasındaki ortak amacın pay iktisabını sağlamak olmasının ispatı yeterlidir. Ne var ki, bu hususun özellikle üçüncü kişiler tarafından  ispatının  zorluğu  karşısında,  pay  iktisabına  zamansal  veya  işlevsel bağlantıyla eşlik eden finansal yardımlarda örtülü amaç birliğinin varlığı karine olarak kabul edilmektedir. Finansal yardım işleminin tarafları ile işleme yabancı olan üçüncü kişi arasındaki bilgi asimetrisinin yarattığı bu olumsuz durum, söz konusu karinenin kabulüyle bir  nebze  aşılabilmektedir.  Örneğin,  hedef  şirket  ile  alıcının  ödünç  sözleşmesi akdetmekteki amaçlarının hedef şirketin paylarının iktisabını kolaylaştırmak olduğu zımnen dahi anlaşılamıyorsa; buna karşılık hedef şirketten sağlanan ödüncün alıcının payların iktisap bedelinin -yahut bunun finansmanı için bankadan alınan kredinin- geri ödemesi için kullanıldığı tespit edilebiliyorsa, bu işlemler arasında işlevsel bağlantı olduğu, dolayısıyla örtülü amaç birliğinin varlığı karine olarak kabul edilmektedir. Bundan başka, hedef şirketle alıcı arasında ödünç sözleşmesinin kurulması veya bunun ifası ile hisse alım sözleşmesinin kurulması veya ifası arasındaki zamansal bağlantı da söz konusu karinenin işletilebilmesini mümkün kılmaktadır. Bu bağlamda önemle vurgulanması gereken bir diğer husus; pay iktisabından sonra yapılan finansal yardım işlemlerinin de finansal yardım yasağına tâbi olduğudur. 5  Bkz. TTK 380/1 e ilişkin madde gerekçesi. 6  Okutan Nilsson, Finansal Yardım Yasağı, 96; Yanlı, 31; Arıcı/Veziroğlu, 39; Gürel, 168. Alman hukukunda bkz. Lutter/Bayer/Schmidt, 527-528, N. 137; Oechsler, AktG §71a, Rn. 19; Hüffer, AktG, § 71a, Rn. 2; Wieneke, § 71a, N. 3; Spindler/Stilz, AktG, § 71a, Rn. 24.7  Arıcı/Veziroğlu, 43; ‘Sübjektif  amaç birliği kavramı içinde ele alan Gürel, 198-199.8  Arıcı/Veziroğlu, 44. Benzer yönde bkz. Gürel, 212-213.9  Okutan Nilsson, Finansal Yardım Yasağı, 97; Yanlı, 33; Arıcı/Veziroğlu, 44; Gürel, 212.261İstanbul Hukuk Mecmuası 76/1Görüldüğü  üzere  hedef  şirketin  yapacağı  kâr  dağıtımının,  paylarının  alıcı tarafından iktisabından sonra yapılmış olması finansal yardım yasağını devre dışı bırakmak için tek başına yeterli olmayacaktır. Pay iktisabı ile finansal yardım işlemi arasındaki sürenin uzunluğuyla doğru orantılı olarak, anılan işlemler arasındaki zamansal ve işlevsel bağlantının zayıflayacağı söylenebilirse de söz konusu sürenin uzun tutulması bizatihi işlevsel bağlantının kopması sonucunu doğurmaz. bb. Amaç birliği bağlamında kâr dağıtım taahhüdü. Devralmanın finansmanında yabancı kaynak kullanıldığı durumlarda, alıcıya sağlanan kredinin geri ödenmesini teminen, hedef şirketin belirli süreler içinde, belirli oranlarda/tutarlarda kâr dağıtımı yapacağına dair taahhütler verilebilmektedir. Özellikle alıcının gelecekteki temettü alacağını bankaya temlik ettiği durumlarda bu mekanizmayı güçlendirmek amacıyla, kâr dağıtım taahhüdünün hisse alım sözleşmesi ile aynı veya ilişkili sözleşmelerde öngörülmesi hâlinde, söz konusu bağlantı, henüz borçlandırıcı işlem aşamasında dahi tespit edilebilmektedir. Kâr  dağıtım  taahhüdüyle  ilgili  detaylı  açıklamalarımıza  geçmeden  evvel, finansal yardımın varlığından söz edebilmek için ilgili sözleşmenin mutlaka hedef şirket ile alıcı arasında kurulmasının şart olmadığı vurgulanmalıdır. Alıcı lehine finansal yardımın, kanunun ifadesiyle  başka bir kişiyle  yapılmış olması yeterlidir (TTK 380/1, c.1). Önemli olan husus, ilgili işlemin, alıcı lehine finansal yardım oluşturmasıdır. Şu hâlde hedef şirketin bir banka ile sözleşme akdederek –genel kurulun onaylaması şartıyla- bankaya karşı kâr dağıtımı taahhüdünde bulunması, işlemin alıcı lehine yapıldığı olgusunu değiştirmeyecektir. Belirtilmelidir ki, kâr dağıtım taahhüdünün bizzat hedef şirket tarafından gerçekleştirildiği durumlarda, söz konusu taahhüdü içeren kredi sözleşmesi ile hisse alım sözleşmesinin tarafları farklılık arz edecektir. Hâl böyle iken pay iktisabı ile finansal yardım teşkil ettiği düşünülen işlemler arasındaki bağlantının takibi de oldukça zorlaşacaktır.Öte  yandan  hedef  şirketin  belirli  süreler  içinde,  belirli  miktarda/oranda  kâr dağıtımı yapacağına yönelik söz konusu taahhüdün kim tarafından kime verildiği de büyük önem arz eder. Taahhüdün alıcı tarafından verilmesi ihtimalinde, zamansal ve işlevsel bağlantı açısından esas alınması gereken işlem kâr dağıtım taahhüdü ya da yönetim kurulunun genel kurula yapmış olduğu kâr dağıtım teklifi değil,  kâr dağıtımına yönelik hedef şirketin genel kurul kararı  olmalıdır. Zira bu varsayımda alıcı, üçüncü kişinin (hedef şirket) fiilini (kâr dağıtımı) üstlenmektedir. Fakat 10  Bunun için hisse alımı ile kredi sözleşmelerinin bileşik sözleşme teşkil etmesi gerekmeyip, anılan sözleşmelerin birbirine doğrudan veya dolaylı olarak atıf yapması yeterlidir. Hatta atıf bulunmasa bile zamansal veya işlevsel bağlantının varlığı noktasında bir karinenin varlığı kabul edilebilecektir. Zira verilen kredi sonuç itibarıyla temettü dağıtımında kullanılmaktadır.  11  Söz konusu taahhüt bakımından hedef ortaklık, alıcıya göre üçüncü kişi konumundadır. Zira anonim ortaklığın genel kurul kararının genel kurula katılanların değil, bizatihi anonim ortaklık tüzel kişiliğinin irade beyanı olduğu yönünde bkz. Paslı, 170-171. Ancak bu olasılıkta alıcının genel kurulda kendi kullanacağı ve karardan ayrı bağımsız bir hukuki işlem olan oya ilişkin bir taahhütte bulunmuş olduğu da göz ardı edilmemelidir. 262Paslı,  Veziroğlu / Hedef AO nun Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını İhlal Eder Mi?henüz borçlandırıcı işlem aşamasında hedef şirketin nazara alınabilecek bir iradesi bulunmamaktadır. Nitekim hedef şirketin kâr dağıtımı yönündeki iradesi ancak genel kurul kararıyla ortaya çıkabilir. Kâr dağıtımı kararının alınmaması durumunda ise, söz konusu taahhüdün ihlaline bağlı olarak tazminat sorumluluğu yalnızca alıcının üzerinde doğabilecektir. Görüldüğü üzere alıcının kâr dağıtımına yönelik taahhüdü hedef şirketi borç altına sokmamakta, bu sebeple esasında finansal yardım işlemi dahi teşkil etmemektedir. Hedef şirketin genel kurulu tarafından alıcının taahhüdüne uygun sürede ve meblağda/oranda kâr dağıtımı kararı alınması varsayımında ise, zamansal ve işlevsel bağlantı açısından esas alınması gereken işlem genel kurulun kâr dağıtım kararı olmalıdır. Zira ancak bu işlem sayesinde hedef şirket kendi paylarının iktisabını kolaylaştırmak amacıyla safi kârı üzerinde tasarruf etmiş olacaktır.Taahhüdün bizatihi hedef şirket tarafından verilmesi hâlinde ise, zamansal ve işlevsel bağlantı açısından esas alınması gereken işlem  kâr dağıtımına yönelik taahhüdün yer aldığı işlem  olmalıdır. Zira taahhüt edilen sürede ve meblağda/oranda kâr dağıtımı yapılmadığı takdirde hedef şirket tazminat yükümlülüğü altında kalabilecektir. Bu noktada hedef şirket yönetim kurulu tarafından kâr dağıtımına ilişkin verilecek taahhüdün şirket açısından bağlayıcı olup olmadığı açıklığa kavuşturulması gereken önemli bir sorun olarak karşımıza çıkmaktadır. Nitekim böyle bir taahhüdün hüküm doğurmaması hâlinde zaten ortada finansal yardım teşkil edebilecek bir işlem de olmayacaktır. Dolayısıyla öncelikle söz konusu kâr dağıtım taahhütlerinin hukuki niteliği üzerinde durulmalıdır. Anonim ortaklık yönetim kurulunun mevcut pay sahiplerine, muhtemel yatırımcılara yahut üçüncü kişi konumundaki bankaya karşı, belirli bir sürede ve meblağda/oranda kâr dağıtılacağına yönelik hedef şirketi bağlayacak şekilde tek başına taahhütte bulunması mümkün değildir. Öncelikle TTK 408/2-(d) hükmü uyarınca yıllık kâr üzerinde tasarruf ve kâr payının belirlenmesi, genel kurulun devredilemez yetkileri arasında sayılmaktadır. Bu yetkiler yönetim kuruluna yahut üçüncü kişiye devredilemez. Yönetim kurulunun hedef şirket adına bu hususta şirketi bağlayıcı bir taahhüt altına girebileceğinin kabul edilmesi,  kâr  dağıtımına  genel  kurulun  değil,  yönetim  kurulunun  karar  vermesi anlamına gelecektir. Yönetim kurulunun bu konudaki temsil yetkisi doğrudan kanun 12  Bu ihtimalde dahi, kâr dağıtımı taahhüdünün pay iktisabını kolaylaştırma amacıyla yapıldığının sabit olmasına rağmen, bizatihi kâr dağıtımının  finansal yardım işlemi  teşkil etmemesi (bkz.  III  numaralı başlık altındaki açıklamalarımız) nedeniyle TTK 380/1 in uygulanması mümkün olmayacaktır. 13  Bağlantının tespiti hâlinde, hedef şirket tarafından finansal yardım teşkil eden tasarruf işlemleriyle birlikte borçlandırıcı işlemler de kesin hükümsüz olacağından, söz konusu kâr dağıtımı taahhüdü –TTK/1 in kapsamına girmesi kaydıyla- baştan itibaren geçersiz olacaktır.14  Bu noktada ilerlemeden önce vurgulayalım ki tartışacağımız husus şirketin kâr dağıtım taahhüdünde bulunup bulunamayacağı ve bunun usulüdür. Yoksa şirket genel kurulunun aldığı yıllık bilançonun onaylanması ve buna dayalı kâr dağıtım kararı üzerine oluşan temettü alacağı, zaten şirkete değil pay sahiplerine ait olup, onların bunu gerek önceden devretmeyi taahhüt etmeleri, gerek de hak ortaya çıktıktan sonra bir tasarruf işlemiyle devretmeleri mümkündür. Pay sahiplerinin burada muhatap seçme serbestlikleri sınırsızdır, dilediklerine devir taahhüdünde bulunabilirler veya devredebilirler. Ancak şirket tüzel kişiliği esas sözleşmede, kâr dağıtım politikasında, izahnamede veya münferit bir sözleşmede kârı dağıtabileceği kişileri TTK, 6362 sayılı Sermaye Piyasası Kanunu ( SerPK ) ve şirket esas sözleşmesi hükümleri bağlamında belirleyebilir. Ancak işte kanuni sınırlar içinde takdir yetkisini nasıl ve ne zaman kullanacağı noktasında kendisini bağlayıcı kurallar öngörebilir mi?263İstanbul Hukuk Mecmuası 76/1tarafından sınırlandırıldığı için, -iyi niyetli- muhatabın korunması amacıyla TTK 371/34 çerçevesinde taahhüdün ayakta tutulması da mümkün değildir. Zira kâr dağıtımı, yönetim kurulunun kanun tarafından tayin edilen yetkilerinin kapsamına dâhil olmayıp, bu hususta şirket adına taahhütte bulunması da mümkün değildir. Esasında kâr dağıtımı yapılmasına yönelik taahhütte bulunulduğu aşamada henüz safi kâr üzerinde herhangi bir tasarruf işlemi gerçekleştirilmemektedir. Fakat anılan taahhüdün hedef şirketi bağladığı kabul edilecek olursa, bunun yerine getirilmemesi hâlinde şirket aynen ifa veya tazminat talebiyle karşı karşıya kalabilecektir. Görüldüğü üzere, pay sahibinin kâr payı hakkının alacak hakkına dönüşmesi ancak genel kurul kararıyla mümkün iken, bu yolla doğrudan yönetim kurulu tarafından bir alacak hakkı tanınması sonucu doğmaktadır. Bu ise genel kurulun devredilmez yetkisinin dolaylı olarak yönetim kuruluna devri anlamına gelmektedir. Unutulmamalıdır ki, kâr dağıtımının doğrudan yönetim kurulu tarafından gerçekleştirilmesi ile yönetim kurulu tarafından verilen kâr dağıtımı taahhüdünün ihlali karşılığında üçüncü kişiye bir talep hakkı bahşedilmesi, bu bağlamda takiben  tazminat  ödenmesi arasında hedef şirket yönünden bir fark bulunmamaktadır.Bundan başka, söz konusu taahhüdün hedef şirketi bağladığı kabul edilirse, kâr dağıtımına ilişkin yasal ve esas sözleşmesel düzenin dolanılmasına da kapı aralanmış olacaktır. Zira taahhüdün ihlali hâlinde söz konusu meblağın bu defa  tazminat  olarak yine hedef şirket tarafından ödenmesi gerekecek; üstelik bu malvarlığı aktarımı kâr dağıtımının tâbi olduğu rejimin süzgecinden geçmemiş olacaktır. Böylelikle anonim ortaklıklar hukuku uyarınca münhasıran genel kurula tanınmış olan bir yetkinin bu yöntemle yönetim kuruluna bırakılması kanunun dolanılması anlamına gelecek ve kâr dağıtımını düzenleyen emredici hükümlerin (TTK 507513) devre dışı bırakılmasına neden olacaktır. Yukarıda açıkladığımız gerekçeler ışığında şirketin belirli bir sürede ve meblağda/oranda kâr dağıtacağına yönelik yönetim kurulunun –genel kurul kararı olmaksızın- şirket adına verdiği taahhütler kesin hükümsüz sayılmalıdır. Ancak işlemin ayakta tutulması amacıyla -tıpkı yetkisiz temsilcinin yaptığı işleme icazet verilmesinde olduğu gibi- genel kurulun kâr dağıtım taahhüdünü  onaylaması  mümkündür.  Bu  ihtimalde  yönetim  kurulu  tarafından 15  Kanunda genel kurulun devredilmez yetkileri arasında bulunan hususların yönetim kurulunun temsil yetkisinin kanuni sınırını çizdiği ve bunun 6098 sayılı Türk Borçlar Kanunu 27/1 nin anonim ortaklıklar hukukundaki görünümü olduğu yönünde bkz. Kırca (Şehirali Çelik/Manavgat), 644. Esas sözleşmenin değiştirilerek sermaye artırımı yapılması, yönetim kurulu üyesi ve denetçi seçimi, finansal tabloların onaylanması, yöneticilerin ibrası gibi hususlarda şirket adına üçüncü kişiye taahhütte bulunmak bunlar arasında sayılmaktadır. 16  Bu ihtimalde hedef şirketin sorumluluğunun kapsamı, taahhüdün muhatabına göre tespit edilmelidir. Muhatap, mevcut veya muhtemel pay sahipleri ise, hedef şirket taahhüt ettiği meblağın tamamından sorumlu olabilecektir. Öte yandan taahhüdün üçüncü kişi konumundaki bir bankaya verilmesi ihtimalinde, bankanın bu sebeple uğradığı zarar hedef şirketin sorumluluğunun üst sınırını teşkil edecektir. Başka deyişle, bankaya borçlu olan pay sahibinin kredi borcunu geri ödememesi ile hedef şirketin kâr dağıtımı yapmaması arasındaki illiyet bağına bakılacak ve ancak bu ilişkinin kurulabildiği ölçüde hedef şirketin sorumluluğu gündeme gelebilecektir.  17  Yönetim kurulunun belli bir meblağ kâr payı ödeneceği hususunda şirket tüzel kişiliği adına taahhütte bulunmak suretiyle şirketi borç altına sokamayacağı yönünde bkz. Okutan Nilsson, Paysahipleri Sözleşmeleri, 314; Kırca (Şehirali Çelik/Manavgat), 644. Şirketin pay sahiplerine kâr dağıtım garantisi vermesinin mümkün olmadığı yönünde bkz. Bozgeyik, 139.18  Hedef şirketin kâr dağıtımı taahhüdünün ayakta tutulması amacıyla gündeme gelebilecek bir başka yöntem, işlemin  üçüncü kişinin fiilini üstlenme  şeklinde yapılandırılmasıdır. İlk olarak belirtilmelidir ki bu varsayımda hedef şirketin 264Paslı,  Veziroğlu / Hedef AO nun Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını İhlal Eder Mi?verilen taahhüt, genel kurul onayına kadar askıda hükümsüz sayılacak ve genel kurulun onayıyla baştan itibaren hüküm doğuracaktır. Burada vurgulanması gereken bir başka husus, kâr dağıtım taahhüdünün geçerli olabilmesi için alınacak genel kurul onayının TTK 507 vd. hükümlerinde belirlenen esaslara uygun olması gerektiğidir. Şu hâlde söylenmelidir ki, genel kurulun vereceği onay, yalnızca ilgili yılın net dönem kârından ve –dağıtılmamış geçmiş yıl kârlarını da kapsar şekilde- mevcut serbest yedek akçelerden dağıtılacak temettüye ilişkin taahhütleri geçerli hâle getirebilir. Hedef şirketin gelecekteki kârına ilişkin taahhütlerin genel kurulun onaylaması hâlinde dahi ayakta tutulması mümkün değildir. Zira genel kurulun gelecekteki kârın dağıtılması konusunda yetkisi bulunmamaktadır. Kanımızca gelecek yıllarda oluşacak kârla bağlantılı olarak, genel kurulun dağıtım kararı alması hâlinde, söz konusu kararın geciktirici şarta bağlı bir hukuki işlem olarak ayakta tutulması da mümkün değildir. Zira TTK 408/2-(d) hükmünde genel kurula yalnızca  yıllık kâr  üzerinde tasarrufta bulunma yetkisi verilmiş olup, söz konusu dağıtılabilecek kâr payının kaynakları da  net dönem kârı  ile  serbest yedek akçeler den ibarettir (TTK 508/2). Yoksa genel kurulun dahi gelecek dönemlerde elde edilecek yıllık kârlara yönelik öncül nitelikli bağlayıcı kararlar almasına olanak yoktur. Dolayısıyla şirket tüzel kişiliğini hukuken bağlayacak ve onun aleyhine/adına sonuç doğuracak biçimde bizatihi şirket tarafından şirketin gelecekte elde edeceği kârın dağıtımına yönelik taahhütte bulunulmasına olanak yoktur. Kâr dağıtım taahhüdü işlemleri açısından özet ve sonuç olarak geldiğimiz nokta, bir anonim şirket tüzel kişiliğinin mevcut kârı dağıtma şeklini ve oranını belirlemesi ve bu yönde gerek mevcut gerek gelecekteki pay sahiplerine veya üçüncü kişilere yönelik taahhütte bulunmasının mümkün olduğudur. İşte bu sebeple kâr dağıtım taahhütleri yoluyla da şirket (pay) alımlarında alıcı için finansal yardım sağlanabilmektedir. yönetim kurulu tarafından üstlenilen fiil, genel kurulunun kâr dağıtım kararı değildir. Zira şirketin bir organı diğer bir organı karşısında üçüncü kişi konumunda olmadığı için, yönetim kurulunun (hedef şirket adına) genel kurulun fiilini üstlenmesi de mümkün değildir. Yönetim kurulunun üstlendiği fiil, pay sahiplerinin, taahhüt edilen sürede ve meblağda/oranda kâr dağıtılmasını sağlayacak şekilde, genel kurulda olumlu oy kullanmalarıdır. Bu husustaki görüşümüzü belirtmeden evvel, yönetim kurulu tarafından pay sahiplerinin söz konusu fiilinin üstlenilmesinin borçlar hukuku yönünden bir engelle karşılaşıp karşılaşmayacağının ortaya koyulması gerekmektedir. Meseleye  üçüncü kişinin fiilini üstlenme  açısından yaklaşıldığında, pay sahiplerinin yönetim kurulu karşısında üçüncü kişi konumunda olduğunu söyleyebiliriz. Genel kurulda kâr dağıtılması kararını almaya yetecek nisapta olumlu oy vereceği taahhüt edilen pay sahibinin/sahiplerinin kimliğinin belirsiz olması da bir sorun teşkil etmeyecektir. Zira fiili üstlenilen üçüncü kişinin ismen belirlenmemiş olması söz konusu taahhüdün geçerliliğini etkilemez. Üçüncü kişinin ismen/ferden tayin edilmesi şart olmayıp, sözleşmeye göre belirlenebilir olması yeterlidir bkz. Oğuzman/Öz, 412; Eren, 1157. Köprü geçiş ücretleri bakımından devlet tarafından işletmelere verilen asgari geçiş garantisi bu duruma örnek olarak gösterilebilir.  Bununla birlikte söz konusu taahhüdün hedef şirketi bağladığının kabulü, anılan taahhüdün ihlal edilmesi hâlinde şirketin sorumluluğu doğacağı için yine kâr payının dağıtılmasını düzenleyen yasal ve esas sözleşmesel hükümlerin dolanılması sonucunu doğurabilecektir. Bizatihi bu gerekçe, kanımızca anılan taahhüdün kesin hükümsüz sayılmasını gerektirmektedir. 19  Hatta genel kurul temettü taahhüdünü onaylamak yerine, doğrudan söz konusu taahhüde uygun bir kâr dağıtımı kararı alabilir. Bu ihtimalde kâr dağıtım kararı, hem taahhüdün onaylanması anlamına gelecek, hem de taahhüdün ifası yerine geçecektir.20  Hesap dönemlerinin bağımsızlığı gerekçesiyle aynı yönde bkz. Tekinalp (Poroy/Çamoğlu), 11. bası, N. 914.21  İzahname taahhütleri ve/veya kâr dağıtım politikası belirlemeleri, genel kurulun kâr dağıtım kararı alması veya bu yönde şirketi bağlayıcı taahhüdün bulunduğu anlamına gelmez. 265İstanbul Hukuk Mecmuası 76/1Bu yöndeki taahhüt, usulüne uygun şekilde yapılmak kaydıyla şirket tüzel kişiliğini bağlar ve muhatabına talep hakkı sağlar. Buradaki usul, taahhüdün şirketin genel kurulu tarafından onaylanmasıdır, zira temettü noktasındaki nihai belirleyici organ TTK 408 in açık vurgulaması ile genel kuruldur. Yönetim kurulu ancak kâr dağıtım teklifini hazırlar, nihai karar mercii genel kuruldur. Genel kurulun  yıllık kâr üzerinde tasarruf  noktasındaki inhisari yetkisi, şirketi bağlayıcı şekildeki borçlandırıcı taahhütleri de kapsar. Dolayısıyla yönetim kurulunun ve/veya şirket temsilcilerinin, genel kurulun onaylamadığı münferit taahhütleri şirket tüzel kişiliğinin yerine getirmesi gereken bir edim yükümlülüğü ortaya çıkarmayacaktır. Olsa olsa yetkisiz temsil hükümleri uyarınca bu yönde geçersiz taahhüt veren kişilerin şahsi tazminat sorumluluğu gündeme gelebilir. Öte  yandan  usulüne  uygun  şekilde,  bir  genel  kurul  kararına  dayalı  olarak verilen taahhüde aykırılığın sonuçları da taahhüdün veriliş şekline göre değişiklik gösterecektir. Şöyle ki esas sözleşmede kârın dağıtım şekline ilişkin öngörülen kurala aykırı genel kurul kararı, esas sözleşmeye aykırılık sebebiyle kabili iptal olacak, ancak dağıtım kararı bulunmadığı için pay sahiplerine yönelik doğrudan bir alacak hakkı ortaya çıkmayacak, bu da bir alacak davasının varlığına engel olacaktır. Bu taahhüt, halka açık şirketlerdeki kâr dağıtım politikasında yer alıyor ise politikaya aykırılık bir iptal sebebi dahi teşkil etmeyecek, olsa olsa politikayı belirleyen şirketin yeni bir genel kurul kararı ile bunu değiştirdiği kabul edilecektir. Bu taahhüt, halka arz esnasında izahnamede verilmiş ise artık bu sefer şirket tüzel kişiliğini bağlayıcı bir hâl alacak, ancak genel kurulun izahnamedeki taahhüde uymaması, gene genel kurul kararının iptali sonucunu doğurmayacak, ancak SerPK 10 ve 32 nin görece geniş  yorumlanması  sonucunda  yanıltıcı  bilginin  varlığı  sebebiyle  izahname sorumluluğu hükümleri dairesinde şirket ve ilgililer için tazminat sorumluluğunu ortaya çıkarabilecektir. Bunun gibi şirket tüzel kişiliğinin kâr dağıtım taahhüdünü münferit bir sözleşmeyle, örneğin kredi finansman süreci içerisinde, bir bankanın şirket pay sahibine kredi tahsisini sağlaması için vermesi durumunda da, kâr payı hakkı ancak genel kurulun dağıtım kararı ile bir alacak hakkına dönüşebileceği için, muhatabına yönelik -doğrudan- aynen ifayı içeren bir alacak davası açma imkânı bahşetmeyecektir. Buna karşılık geçerli bir taahhüdün varlığı karşısında bunun yerine getirilmemesinden kaynaklanan zararın tazmini şirketten istenebilecektir. cc. Amaç birliği bağlamında earn-out ödemesi. Bu başlık altında incelenebilecek bir başka durum ise, pay iktisabından uzun bir süre sonra gerçekleştirilen finansal yardımın, 22  Genel kurulun kâr dağıtım kararının aynen ifası ise, yapma borçlarının aynen ifasında karşılaşılan güçlükler nedeniyle mümkün gözükmemektedir. Zira kanunda öngörülen ve içtihat yoluyla kabul edilen münferit hâller dışında, mahkemenin vereceği kararın borçlunun irade beyanını ikame etmesine izin veren yasal bir dayanak hukukumuzda bulunmamaktadır.23  Tabii ki bu son olasılıkta şirket, dağıtım yapmamasını makul gösterecek, kusurunun bulunmadığını ortaya koyan vakıalar ile bu tazminat sorumluluğundan da kurtulabilecektir. Ancak buradaki makul sebep, genel kurul kararının iptali bağlamındaki şirketin uzun dönemli menfaati odaklı yerindelik incelemesinde kullanılan durumlar olmayıp (bkz. TTK 519/2, 523/2), tüm taraflar açısından objektif nitelikteki dağıtımı engelleyen mücbir sebebe yakın vakıalar olmalıdır.266Paslı,  Veziroğlu / Hedef AO nun Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını İhlal Eder Mi?satıcılara taahhüt edilen earn-out ödemesini kolaylaştırma amacıyla yapılmasıdır. Satıcı taraf, özellikle belirli düzeyde know-how içeren işletmelerde aynı zamanda yönetimde de yer alıyorsa, söz konusu teknik bilginin şirkette kalması ve alıcı tarafa aktarılması adına satış sonrasında belli bir süre daha şirket içinde/yönetiminde kalmayı alıcı tarafa taahhüt etmektedir. İşte bu sırada şirketin göstereceği performansa göre satıcı taraf, pay sahibi olmadığı bu dönemdeki gayretinin karşılığı ek bir ödeme daha almaktadır. Bu ödeme de, esasen satış bedeline dâhildir ancak ödenmesi belirli şartların yerine getirilmesine bağlıdır. İşte bu ödemenin yapılabilmesini sağlayan şirket tüzel kişiliğinin doğrudan/dolaylı katkısı, zamansal farka rağmen finansal yardım teşkil edebilecektir. Earn-out şarta bağlı olarak ve pay iktisabından sonra doğması muhtemel bir borç niteliğinde olduğundan, pay iktisabı ile finansal yardım işlemleri arasındaki bağlantının tespiti daha da güçleşmektedir. Yani hedef şirket kaynaklarının kullanımı şeklindeki  finansal  yardımın,  bizatihi  anılan  earn-out  ödemesinin  yapılabilmesi amacına  matuf  olduğunun  tespiti  pek  mümkün  değildir.  Ancak  bunun  tespiti hâlinde, earn-out un hisse satış bedelinin bir parçasını teşkil etmesi nedeniyle yasak kapsamında kalabilecektir.II. Pay İktisabını Takip Eden Kâr Dağıtımı İktisadî Anlamda Finansal Yardım Teşkil EderYukarıda amacı ve şartları açıklanan finansal yardım yasağının, payları iktisap edilen anonim ortaklığın gerçekleştirdiği kâr dağıtımına uygulanıp uygulanmayacağını tespit edebilmek için, öncelikle kâr dağıtımının finansal yardım teşkil edip etmediği ortaya konulmalıdır.İncelememizde ele alınan işlem örgüsü uyarınca (i) bir banka tarafından hedef şirket lehine kredi temin edilmekte, (ii) hedef şirketin payları alıcı tarafından iktisap edilmekte ve (iii) alıcının pay iktisabını takiben, hedef şirket olağan veya olağanüstü genel kurul toplantısında alınan karara dayalı olarak, bankadan aldığı kredi tutarında kâr dağıtımı gerçekleştirmektedir. Böylelikle bankanın hedef şirkete sağladığı kredi, pay sahibi konumuna geçen alıcıya şirketteki payı oranında aktarılmış olmaktadır. Alıcı ise kâr dağıtımı yoluyla edindiği bu meblağı, hedef şirketin pay iktisabının finansmanında kullanabilmektedir. Görüldüğü üzere pay iktisabını takip eden kâr dağıtımı neticesinde, hedef şirket alıcıya ödediği kâr payı tutarında kendi paylarının iktisabını kolaylaştırmış olmaktadır. Alıcıya sağlanan finansal yardımın, kendisine ödenen kâr payı ile orantılı olması ve dağıtım kararının genel kuruldaki çoğunluk oyları ile alınabilecek olması nedenleriyle, bu yöntemin ancak hedef şirket paylarının 24  Earn-out; devralınan ortaklığın belirli bir süre içinde sözleşmede kararlaştırılan mali performansı göstermesi şartına bağlı olarak ve söz konusu performans ölçütleri üzerinden hesaplanan, satım bedeline eklenen meblağı teşkil etmektedir. Mellen/Evans, 234. 25  Esas sözleşmede aksine bir hüküm yoksa, kâr payı pay sahibinin sermaye payı için ortaklığa yaptığı ödemelerle orantılı olarak hesap edilir (TTK 508).267İstanbul Hukuk Mecmuası 76/1tamamının veya tamamına yakınının –en azından çoğunluğunun- iktisap edilmesi durumunda anlamlı olduğu görülmektedir. Gerçekten de hedef şirketin paylarını iktisap eden alıcının ödediği bedelin bir kısmı, son tahlilde hedef şirketin bankadan sağladığı kredi ile karşılanmış olmaktadır. Payları iktisap edilen ortaklık, söz konusu iktisabın finansmanına katkı sağlamaktadır. Bu yolla taraflar devralmanın finansmanında özkaynak yanında yabancı kaynak da  kullanarak  kaldıraç  etkisinden  yararlanabilmekte,  böylece  yüksek  özkaynak kârlılığına ulaşabilmekte ve devralma işlemi kolaylaştırılmaktadır. Bu işlemlerde kullanılan yabancı kaynağın (kredi borcu) geri ödemesi dolaylı yoldan da olsa hedef şirketin kaynaklarından yapılmaktadır. İşlem örgüsü sonucunda, hedef şirket kendi kâr payı/temettü ödemesini yapabilmek için aldığı kredi ile bu borcunu ifa etmekte; alıcı da tahsil ettiği alacağı ile devralma bedelini ödemiş olmaktadır. İşte  payları  iktisap  edilen  ortaklığın,  iktisap  sonrasında  gerçekleştirdiği  kâr dağıtımı  iktisadî  anlamda  finansal  yardım  teşkil  etmektedir.  Öte  yandan  pay iktisabının  finansmanını  kolaylaştırıcı  her  türlü  işlemin  TTK  ile  yasaklandığı sonucu çıkarılmamalı; yalnızca TTK 380/1 hükmünde düzenlenen finansal yardım işlemlerinin yasak kapsamında kaldığı vurgulanmalıdır. Bunun için kâr dağıtımı işlemini, finansal yardım yasağı ekseninde yakından ele almak gerekmektedir.III. Kâr Dağıtımı TTK 380/1 Anlamında  Finansal Yardım İşlemi  DeğildirFinansal yardım yasağının uygulanabilmesi için TTK 380/1 anlamında bir finansal yardım işleminin bulunması gerektiğini; hükümde sayılan işlemlerin ise sınırlı sayıda olmadığını yukarıda açıklamıştık. Fakat hedef şirketin paylarının iktisap edilmesinden sonraki kâr dağıtımının finansal yardım amacına tahsis edilmesi, kanımızca TTK 380/1 in rejimine tâbi değildir. İlk olarak kâr dağıtımı kanunda özel olarak tanınmış bir imkândır ve zaten TTK 507 ilâ 513 te düzenlenen spesifik hükümlere ve belirli sınırlamalara tâbidir. Bu sınırlamalar; pay sahipleri, alacaklılar ve bizatihi şirket tüzel kişiliği açısından yeterli korumayı sağlamaktadır. Dolayısıyla kanuni şartları yerine getirerek yapılan kâr payı dağıtımında ortaklığın malvarlığının tehlikeye uğramayacağı kanun tarafından kabul edilmiştir. Finansal yardım yasağının da kanuna aykırı olarak ortaklık malvarlığının 26  Devralma işleminde kullanılan yabancı kaynağın özkaynağa olan oranı arttıkça, bir yandan kaldıraç etkisi artmakta; diğer yandan da hedef şirketin kârlılığının yabancı kaynakların (bankanın sağladığı kredi gibi) maliyetinden düşük olması hâlinde iflas riski gündeme gelmektedir.27  Aynı yönde bkz. Okutan Nilsson, Finansal Yardım Yasağı, 95; Arıcı/Veziroğlu, 58-59; Gürel, 167. Alman hukukunda bkz. Brosius, 145; Spindler/Stilz, AktG §71a, Rn. 12; Lutter/Drygala, AktG §71a, Rn. 32; Merkt, AktG §71a, Rn. 36; Oechsler, AktG §71a, Rn. 24; Hassner, 388-390. İngiliz hukukunda bkz. Ferran, 24. Öte yandan alıcının pay iktisap etmesi amacıyla kâr dağıtım taahhüdü verilmesi karşılığında, iktisap edilen paylardan doğan oy hakkının hedef şirketin talimatı yönünde kullanılması taahhüdünün kanuna karşı hile sayılacağı yönünde bkz. Tekinalp (Poroy/Çamoğlu) 13. bası, N. 840. Yazar, aynen şöyle demektedir:  Finansal destek ve teminat vermek desteği yanında, AO nun üçüncü kişinin kendi paylarını satın alması halinde, kâr dağıtımı veya borsa kurumu stabil garantisi vermesi, işlemin giderlerini yüklenmesi ve karşılığında üçüncü kişiden, mezkur paylardan doğan oyların AO nun talimatı yönünde kullanacağı taahhüdünü alması da batıldır. . 268Paslı,  Veziroğlu / Hedef AO nun Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını İhlal Eder Mi?dağıtılmasının engellenmesini amaçladığı göz önüne alındığında, kâr dağıtımının ayrıca bir de finansal yardım yasağının filtresinden geçirilmesi gerekli değildir.Öte yandan pay iktisabı neticesinde bir anonim ortaklığa katılan kişi, bu işlem vasıtasıyla edindiği paylara bağlı tüm yönetsel ve mali hakları iktisap eder. Kâr payına katılma hakkı, iktisap edilen pay sahipliği haklarına dâhildir ve pay sahiplerinin en önemli malvarlığı hakkıdır. Kâr payı, -halka kapalı anonim ortaklıklar açısından tartışmaya açık olmakla birlikte kanaatimizce- kıst-el yevm esası (pro rata temporis) uygulanmaksızın, hesap dönemi sonu itibarıyla mevcut payların tümüne, bunların ihraç ve iktisap tarihleri dikkate alınmaksızın dağıtılır 29. Henüz dağıtılmamış ve dağıtım kararı da alınmamış dolayısıyla pay sahipleri açısından alacak hakkına dönüşmemiş bir bedelin devreden eski pay sahibine ait olduğunun kabulü, hakların paya  bağlı  olduğu  şeklindeki  temel  kuralın  reddi  anlamına  gelir.  Devredilen  pay dır ve paydan bağımsızlaşmış bir temettüden bahsedilmesi doğru değildir. Burada devreden aleyhine bir adaletsizlik de yoktur, zira devir bedeli söz konusu dağıtılmamış kaynağın şirket bilançosunda var olduğu ve bunu devralanın alacağı bilinci ile belirlenecektir. En azından TTK 508/1 in açık hükmü uyarınca kâr payının hesaplanması bakımından esas sözleşmede bu yönde bir düzenleme yapılabilir. Zira hükümde yer alan  esas sözleşmede aksine bir hüküm yoksa  ifadesi TTK 340/1 de düzenlenen emredici hükümler ilkesine uygun olarak, esas sözleşmede bu hususun belirlenebilmesine 28  6762 sayılı TTK döneminde, kapalı anonim ortaklıklarda sermaye artırımlarında yeni payların esas sermaye artırımının tescili tarihinden itibaren kâr payından yararlanacağı; öte yandan aksinin esas sözleşmede, genel kurul kararında veya iştirak taahhütnamesinde belirlenebileceği yönünde bkz. Tekinalp, Kâr Dağıtımı, 249; Moroğlu, 2. bası, 101 dpn. 171 (TTK döneminde aynı yönde bkz. Moroğlu, 4. bası, 108 dpn. 148); Helvacı, 169. Tekinalp sonraki tarihli eserinde yeni ihraç olunan payların kârdan yararlanma tarihinin, sermaye artırımının tescilinden önce başlayamayacağını ileri sürmektedir, bkz. Tekinalp (Poroy/Çamoğlu), 11. bası, N 912. Ayrıca, 6762 sayılı TTK döneminde pay bedeline mahsuben yapılan ödemelerde pay bedelinin ortaklığa girdiği tarihin esas alınacağı yönünde bkz. Tekinalp (Poroy/Çamoğlu), 11. bası, N 913; İmregün, 432. TTK döneminde, kapalı anonim ortaklıklar yönünden TTK da kıst-el yevm kuralı hakkında hüküm olmamakla beraber, esas sözleşmede düzenleme yapılarak kâr payının hesaplanmasında pay bedeli için yapılan ödemelerin tarihinin dikkate alınabileceği yönünde bkz. Tekinalp (Poroy/Çamoğlu), 13. bası, N 911. Tekinalp e atfen, fakat esas sözleşmede hüküm bulunmaması hâlinde kıst-el yevm kuralının uygulanmasına karşılık, esas sözleşme ile farklı bir düzenlemenin yapılabileceği yönünde bkz. Gürbüz Usluel, 156; Üçışık/Çelik, 480-481.29  SerPK 19/3 te ve II-19.1 sayılı Kâr Payı Tebliği 5/1 teki  (h)alka açık ortaklıklarda kâr payı, dağıtım tarihi itibarıyla mevcut payların tümüne, bunların ihraç ve iktisap tarihleri dikkate alınmaksızın eşit olarak dağıtılır  şeklindeki kıst-el yevmi reddeden kuraldan hareketle, bu tür bir açık hükmün bulunmadığı TTK sistemi yani kapalı şirketler açısından kâr payı ödemesinin ortakların paya sahip olma dönemine/zaman sürecine göre yapılacağı düşünülmemelidir. Böylesi bir kuralın SerPK da yer alması, TTK da farklı bir kuralın/hükmün/anlayışın bulunmasından değil, sermaye piyasalarının açıklık gereksiniminden ve borsa sisteminin aksi uygulamaya müsait olmamasından kaynaklanmaktadır. Yoksa unutulmamalıdır ki, anonim ortaklıklarda haklar paya bağlı olup, devralan payı almakta, dolayısıyla kâr dağıtımı anında ilgili paya tahsis edilen tüm haklara sahip olmaktadır. 30  Tabii ki devir işleminin tarafları hisse devir anlaşmasına, henüz dağıtılmamış yıllık kârın veya geçmiş dönem kârlarının dağıtımına yönelik özel bir hüküm koyabilirler. Bu hüküm, işlem tarafları arasındaki hukuki durumu belirleyecek olup, şirketi bağlamaz. Dağıtılmamış kâr dağıtıldığında tüm temettü yeni pay sahibi olan devralanın olacaktır. Kıst-el yevm esası hisse devir sözleşmesinde öngörülmüş ise bunun anlamı devralan yeni pay sahibinin esasında şirketler hukuku kuralları bağlamında kendisine ait olacak kısmı sözleşmeler hukuku kuralları bağlamında -sözleşme özgürlüğü çerçevesinde- eski pay sahibi devredene ödemeye yönelik taahhüdüdür. Burada kıst-el yevme yönelik özel bir belirleme yapılmayıp sadece bu kurala atıf yapılmışsa ortaya çıkacak bir diğer tartışma da, eski pay sahibinin kendi mülkiyet dönemindeki kârın özel/ayrı olarak hesaplanması suretiyle bu miktarı mı talep edebileceği, yoksa toplam yıllık kârın hesaplanıp bunun eski pay sahibinin mülkiyet dönemine oranlanması suretiyle ortaya çıkacak bedeli mi alacağıdır. 269İstanbul Hukuk Mecmuası 76/1olanak vermektedir. Aynı şekilde devren iktisaplarda devir işleminin taraflarının da bu yönde bir anlaşmaya varmalarının önünde bir engel bulunmamaktadır. Bunlardan  başka,  (varsa)  birikmiş  kârın  veya  mevcut  son  yıllık  bilanço kapsamında oluşan kârın dağıtılmasına dair genel kurul kararı alınmakla, her pay sahibinin payına isabet eden kâr payı ilgili ortaklığa karşı bir alacak hakkına dönüşür. Böylelikle ortaklık düzenindeki bir pay sahipliği hakkı, genel kurulun uhdesindeki yetkinin mevcut kârın dağıtılması yönünde kullanılmasıyla borçlar hukuku anlamında bir alacak hakkına dönüşmektedir. Bu açıklamalar ışığında, hedef şirketin genel kurulunda kâr dağıtımı yönünde karar alınması sonucunda, alıcı/pay sahibinin lehine bir alacak hakkı doğacağı anlaşılmaktadır. Yani ister yıllık bilançoya göre oluşan dönem kârı, ister dağıtılmamış birikmiş  kâr  isterse  de  özel  bir  amaca  tahsis  edilmemiş  yedeklerden  yapılsın, genel kurul kararı ile dağıtılmasına karar verilen temettü, şirketin yeni pay sahibi konumundaki  alıcıya  aittir.  Dolayısıyla  şirketin  mevcut  kasa  durumu  itibarıyla içeriden veya dış finansman ile bankadan alacağı kredi ile bu pay sahibine tahsis edilen miktar, dağıtım kararı ile birlikte bizatihi onun alacak hakkına dönüşmüş bedeldir. Ödeme,  pay sahibine  yahut onun iradesi doğrultusunda ondan alacaklı olan  bankaya  yapılmaktadır. Dolayısıyla şirket tüzel kişiliğinin olağan hukuki düzenden sapması söz konusu olmayıp, takiben TTK 380 gibi özel bir düzenleme ile korunmasına da lüzum yoktur. Hedef şirketin pay sahibine karşı borcunu ödeyerek kanunî sorumluluğunu yerine getirmesi gerekmektedir. Bu ödemenin ne şekilde yapılabileceğinin sınırları ise kanunî ve esas sözleşmesel düzende ayrıntılı olarak belirlenmiştir. Söz konusu düzene riayet edilmesine rağmen, TTK 380/1 hükmü gerekçe gösterilerek kârın dağıtılmasının engellenmesi ise pay sahiplerinin en önemli malvarlığı hakkı ile bağdaşmamaktadır. Kaldı ki hedef şirketin genel kurulunda usule uygun olarak alınan kâr payı dağıtımı kararından itibaren pay sahibine ödenecek meblağ, hedef şirketin değil, esasında pay sahibinin malvarlığına dâhil bir aktif olacaktır. Bu kapsamda yapılacak ödemenin de TTK 380/1 hükmüyle korunan hedef şirketin malvarlığına negatif bir etkisi 31  TTK 508/1 hükmünün kıst-el yevm esasına yönelik bir düzenleme olarak yorumlanmaması durumunda ise, iktisap tarihinin esas alınmayacağı şeklinde esas sözleşmeye hüküm eklenmesi hâlinde, esas sözleşmenin TTK 340/1 anlamında kanundan  sapmadığı , fakat TTK 340/1 c. 2 çerçevesinde kanunu  tamamladığı  kabul olunmalıdır. Bu durumda TTK 508/1 de  esas sözleşmede aksine bir hüküm yoksa  ifadesi bulunmasaydı dahi, esas sözleşme ile kıst-el yevm esasından ayrılmak mümkün olurdu.32  Bu kapsamda vurgulamak gerekir ki şirket tüzel kişiliğine karşı temettü alacaklısının -işin özünde- kim olduğu hususu, pay devir işleminin tarafları arasında yapılan bu şekildeki bir anlaşma ile değişmez. Ancak devir taraflarının anlaşması en azından alacağın devri hükmünde olup, bu anlaşmanın borçlu şirkete bildirilmesini müteakip şirketin anılan anlaşmaya uygun olmayan ödemede bulunması, borçtan kurtulmasına manidir. 33  Birikmiş kârın niteliği öğretide tartışmalı olmakla birlikte (öğretideki tartışma hakkında bkz. Tekinalp, Bilanço, 259-261), yedek akçe olduğu kabul edilse dahi belirli bir amaca özgülenmediği durumlarda genel kurul kararıyla kâr dağıtımında kullanılabilecektir. Zira TTK 509/2 uyarınca şirket yalnızca net dönem kârından değil, serbest yedek akçelerden de kâr dağıtımı yapabilir. Birikmiş kârın, ihtiyarî yedek akçe olarak belirli bir amaca özgülenmiş olsa dahi, aynı işlemle (esas sözleşme değişikliği veya genel kurul kararı) tekrar serbest malvarlığına dâhil edilmesi mümkündür.270Paslı,  Veziroğlu / Hedef AO nun Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını İhlal Eder Mi?bulunmadığı açıktır. Aksine, pay sahibinin kâr payı alacağının ödenmesi neticesinde hedef şirketin borcu sona erdiği için pasifleri azalacaktır.Kaldı ki pay sahiplerinin aldıkları kâr payını ne amaçla kullanacakları kanunda sınırlandırılmamıştır. Dolayısıyla kanunda ve esas sözleşmede belirlenen usule uygun olarak dağıtılan kâr payı, pay sahibince payların iktisabı için aldığı borcun ödenmesinde kullanılabilir. Aksi hâlde sırf pay iktisabı ile kâr dağıtımı tarihlerinin yakınlığı yahut genel kurulda kullanılan oyun saiki sebebiyle yasal ve esas sözleşmesel düzene uygun olarak gerçekleştirilen kâr dağıtımının engellenmesi söz konusu olabilecektir. Böyle bir varsayımda ise anonim ortaklığın, kâr dağıtımından yararlanacak kişilerin sübjektif amaçlarını inceleme yükümlülüğü altında olduğundan dahi bahsedilebilir. Üstelik yasağın uygulama alanı bulması açısından bir adet payın iktisabı dahi yeterliyken, pay iktisabından sonraki kâr dağıtımının TTK 380/1 kapsamında kaldığını ileri sürmek, kabulü mümkün olmayan sonuçlar doğurabilecektir. V. Kâr Dağıtımının Kredi Tahsisi Yoluyla GerçekleştirilmesiKâr dağıtımının TTK 380/1 anlamında  finansal yardım işlemi  sayılmamasına ek olarak, dağıtımın hedef şirketin nakit akışı ihtiyacı nedeniyle bir bankadan temin edeceği kredi ile gerçekleştirilmesi de finansal yardım yasağını ihlal etmeyecektir. Zira kâr dağıtımına ilişkin genel kurul kararı sonrasında alıcıya karşı borçlu konumuna geçen hedef şirket, bankadan temin etmiş olduğu veya edeceği kredi sayesinde bu borçtan kurtulabilecektir. Görüldüğü üzere, bankanın sağladığı kredi, hedef şirket bakımından TTK 380/1 de öngörülen borçlandırıcı işlemlerden farklı olarak, hedef şirketin mevcut bir borçtan kurtulmasını sağlamaktadır. Oysa TTK 380/1 hükmünde düzenlenen finansal yardım işlemleri arasında sayılan  ödünç veya teminat  işlemleri, payları devralınan anonim ortaklığın devre konu payların alıcısına borç vermesi veya tamamen onun lehine olarak yapılan işleme dar yahut geniş anlamda teminat/garanti vermesi ihtimallerini işaret etmektedir. Yani incelediğimiz ihtimaldeki banka finansmanı, sonuç itibarıyla hedef şirketin menfaatine olup, devir konusu şirketin hiç gereği yokken bir devralma işlemi için bir kişiye borç vermesi veya onun borcuna kefil/garantör olması ile aynı nitelikte değildir. TTK 380/1 de hedef şirketin bu türden, tamamen alıcının menfaatine olan bir durum için ilgili işleme taraf olması/katılmasına engel olunmakta, böylelikle şirketin malvarlığı korunmaktadır. Hâlbuki burada hedef şirket aldığı kredi ile bizatihi kendi borcunu ödemektedir.  Kâr dağıtımı için alınan kredideki tek mesele, normal şartlarda bu borcun - şirketin finansman durumu itibarıyla- en azından bir süre ödemesinin ötelenebilecek olmasının mümkün olması, ancak devralma işleminin etkisi ile bu tür bir potansiyel ertelemenin yapılmaması, sağlanan finansman ile borcun kâr dağıtım kararı ile oluşturulması, ardından da fiilen ödenmesidir. Ancak söz konusu fiili durum, yapılan işleminin hukuki niteliğine etki etmez ve ilgili işlemi TTK 380 in uygulama alanı 271İstanbul Hukuk Mecmuası 76/1içine sokmaz. Ancak burada önemle vurgulanmalıdır ki, hedef şirket ile banka arasındaki kredi sözleşmesinde bir şekilde amaç birliğinin tespiti ile TTK 380 hükmünün uygulama alanı bulacak olduğunun kabulü hâlinde dahi, kanuna karşı hile teşkil edebilecek yegâne işlem kredi sözleşmesi olup, hedef şirketin kâr dağıtımı bundan etkilenmeyecektir. Zira kredi sözleşmesi, hedef şirketin kâr dağıtımının causa sını teşkil etmemekte ve kâr dağıtımı işlemi tamamen anonim ortaklıklar hukuku çerçevesinde gerçekleştirilmektedir. Özetle,  kâr  dağıtımının  TTK  380/1  hükmünde  yasaklanan  finansal  yardım işlemlerine  dâhil  olmadığı  dikkate  alındığında,  hedef  şirketin  nakit  akışının düzenlenmesi amacıyla bankanın sağladığı kredinin pay sahibi sıfatını kazanan alıcıya  kâr  dağıtımı  yoluyla  aktarılması  anılan  yasağı  devreye  sokmayacaktır. Bu şekilde kendi paylarının bir üçüncü kişi tarafından iktisabının finansmanında kullanılmak üzere kâr dağıtımı yapacak olan hedef şirket lehine banka tarafından kredi temin edilmesi de TTK 380/1 hükmünde öngörülen butlan yaptırımıyla karşılaşmayacaktır. IV. Kâr Payı Avansının Finansal Yardım Yasağı Karşısında DeğerlendirilmesiKâr payı avansı, kapalı anonim ortaklıklar bakımından TTK 509 ve Kâr Payı Avansı Dağıtımı Hakkında Tebliğ; halka açık ortaklıklar bakımından ise SerPK 20 ve Kâr Payı Tebliği 9 vd. hükümleri çerçevesinde düzenlenmektedir. Kâr payı avansı, kâr payından farklı olarak, daha sonra ortaklık tarafından mahsup edilmek üzere pay sahibine yıllık bilançonun hazırlanması ve onaylanması beklenmeksizin ilgili dönem içinde oluşan kârdan ara bilançoya göre verilen bir tür avanstır. Söz konusu niteliği itibariyle TTK 380/1 de zikredilen hukuki işlemlerden biri olmasından yola çıkarak, finansal yardım yasağı karşısındaki durumunun ayrıca ele alınması gerektiği 34  Bununla birlikte,  temsil yetkisinin kötüye kullanıldığı  durumlarda, ilgili kredi sözleşmesinin genel hükümler uyarınca da geçersiz olabileceği unutulmamalıdır. İlgili kredi sözleşmesinin hedef şirketin çıkarlarını açık bir biçimde çiğnediği anlaşılıyorsa ve bu hususta banka ile hedef şirketin temsilcisi tam bir işbirliği içinde ise, söz konusu  hileli anlaşma  6098 sayılı Türk Borçlar Kanunu nun 27. maddesi anlamında ahlaka aykırılık sebebiyle kesin hükümsüz sayılacağından, kredi sözleşmesi de kesin hükümsüz hâle gelecektir. Yine, hileli bir anlaşma olmamasına karşılık, hedef şirketin temsilcisinin temsil yetkisini -bilinçli veya bilinçsiz olarak- hedef şirketin menfaatlerine açıkça ters düşen biçimde kullandığı bir durumda, kredi sözleşmesine taraf olan bankanın bu hususu bilmesi veya hâl ve şartlara göre bilmesinin gerekmesi durumunda ise, 4721 sayılı Türk Medeni Kanunu madde 2/II çerçevesinde temsilcinin yaptığı işlem yetkisiz temsil hükümleri çerçevesinde askıda hükümsüz sayılacaktır. Ayrıntılı açıklama için bkz. Kocayusufpaşaoğlu, 751-759. Öte yandan bütün bu varsayımlarda etkilenebilecek yegâne işlem kredi tahsisi olup, hedef şirketin kâr dağıtımı bundan bağımsız olarak değerlendirilmelidir. 35  Bu ihtimalde anılan amaçla verilen kâr dağıtım taahhüdü de kredi sözleşmesiyle birlikte kesin hükümsüz sayılacaktır. Söz konusu taahhüdün kredi sözleşmesinde yer almaması ihtimalinde de, bu sözleşmelerin bileşik sözleşme teşkil etmesi nedeniyle aynı sonuca varılmalıdır.36  Yasağın ihlali durumunda finansal yardım teşkil eden borçlandırıcı işlemin batıl olacağı yönünde bkz. Yanlı, 34. Butlan yaptırımının finansal yardım teşkil eden borçlandırıcı işlem ve tasarruf işlemi bakımından uygulanacağı yönünde bkz. Okutan Nilsson, Finansal Yardım Yasağı, 98. Yasağa aykırılığın finansal yardım teşkil eden borçlandırıcı ve tasarruf işlemlerini kapsamasına ve pay iktisabını kendiliğinden batıl hâle getirmemesine karşılık, finansal yardım işlemi ile hisse alım sözleşmesinin  bileşik sözleşme  niteliği taşıdığı ölçüde pay iktisabının da kesin hükümsüz olacağı yönünde bkz. Arıcı/Veziroğlu, 51-53. Bu görüşü benimseyen Gürel, 252-253.37  RG, 9.8.2012, S. 28379.38  Seri No. II-19.1, RG 23.1.2014, S.28891.272Paslı,  Veziroğlu / Hedef AO nun Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını İhlal Eder Mi?akla gelebilir. Ancak yukarıda yapılan açıklamalar avans şeklinde yapılan kâr payı ödemeleri bakımından da aynen geçerlidir. Sonuç olarak kanuna ve ikincil mevzuata uygun olarak gerçekleştirilmek kaydıyla, hedef şirketin paylarının iktisabından sonra gerçekleştirilen kâr payı ödemeleri finansal yardım yasağını ihlal etmeyecektir.SonuçBir bankanın anonim ortaklığa kredi temin etmesi ve söz konusu kredinin, anonim ortaklığın paylarını iktisap ederek pay sahibi sıfatını kazanan alıcıya kâr dağıtımı yoluyla aktarılması, yahut zaten hedef şirketin malvarlığına dâhil olan mevcut kaynağın kâr dağıtımı suretiyle alıcıya tahsis edilmesi TTK 380/1 de düzenlenen finansal yardım yasağının kapsamına girmemektedir. Ulaştığımız bu sonuç açısından bankanın sağlayacağı kredi neticesinde hedef şirketin dağıtacağı kârın, yine hedef şirketin paylarının iktisabı amacıyla kullanılacak olması  da  hiçbir  fark  yaratmamaktadır. Aynı  şekilde,  hedef  şirketin  paylarının iktisabının ve bunun finansmanı için sağlanan kredinin geri ödenmesini teminen, hedef şirketin belirli süreler içinde ve belirli oranlarda kâr dağıtımı yapacağına dair bir taahhüdün verilmiş olması da mümkündür. Söz konusu taahhüdün yükümlüsü alıcı olabileceği gibi, hedef şirket tüzel kişiliği de olabilir. Yükümlülüğün şirket üzerinde olması şeklindeki ikinci ihtimalde taahhüde aykırılığın sonuçları, taahhüdün veriliş şekline göre değişiklik gösterecektir.Ancak bunun için, hedef şirket nezdinde yapılacak kâr dağıtımının TTK ve esas  sözleşmede  öngörülen  usul  ve  esaslara  riayet  edilerek  gerçekleştirilmesi gerekmektedir. Aksi hâlde hedef şirket tarafından pay sahibine yapılacak malvarlığı aktarımına ilişkin kâr dağıtımını düzenleyen hükümlerde öngörülen yaptırımlara (TTK 512) ek olarak, finansal yardım yasağının da uygulanması riski doğabilecektir. Keza bu durumda pay sahibi konumundaki alıcının, kâr payını haksız yere ve kötü niyetle alıp almadığına bakılmaksızın, hem genel kurulun kâr payı dağıtım kararı hem de tasarruf işlemi niteliğindeki hedef şirketin temettü ödeme işlemleri kesin hükümsüz sayılabilecektir.273İstanbul Hukuk Mecmuası 76/1",
     "Kaynakça": "Arıcı, M. Fatih; Veziroğlu, Cem; Kaldıraçlı Devralma (Leveraged Buyout) ve Anonim Şirketin Finansal Yardım Yasağı, İstanbul 2014.Bozgeyik, Hayri;  Halka Açık Anonim Şirketlerde Kâr Dağıtımı , BATİDER, C. XX, S. 3, 2000, 117 156.Brosius, Jan; Die Finanzielle Unterstützung des Erwerbs Eigener Aktien   § 71a AktG im Gesamtgefüge des Kapitalerhaltungsrechts, Köln 2011.Eren, Fikret; Borçlar Hukuku Genel Hükümler, 17 Bası, Ankara 2014.Ferran, Eilís;  Regulation of Private Equity   Backed Leveraged Buyout Activity in Europe , ECGI Law Working Paper 84/2007, Mart 2007. (Çevrimiçi) https://ssrn.com/abstract=989748 , 23.1.2018.Gürbüz Usluel, Aslı; Anonim Şirketlerde Pay Sahibinin Kâr Payı Alma Hakkı, Ankara 2016.Gürel, Murat; Anonim Şirketin Kendi Paylarının İktisabı Amacıyla Finansal Destek Verme Yasağı (6102 Sayılı TTK Madde 380.1), Ankara 2014. Hassner, F. Alexander; Finanzielle Unterstützung zum institutionellen Leveraged Buyout einer Aktiengesellschaft, Baden Baden 2014.Helvacı, Mehmet;  Kayıtlı Sermaye Sisteminde Sermaye Artırımı Usulü ve Bu Sisteme Tâbi Anonim Ortaklıklarda Hisse Senetlerinin Çıkarılma Zamanı , BATİDER, 1995, C. XVIII, S. 1 2, 157 171.Hüffer, Uwe; Koch, Jens; Aktiengesetz, 12. Neubearbeitete Auflage, München, 2016.İmregün, Oğuz;  Anonim Ortaklıkta Pay Sahibinin Kâr Payı (Temettü) Hakkı , Prof. Dr. Ömer Teoman a 55. Yaş Günü Armağanı, İstanbul 2002, 413 434.Kırca, İsmail; Şehirali Çelik, F. Hayal; Manavgat, Çağlar; Anonim Şirketler Hukuku, C. 1, Temel Kavram ve İlkeler, Kuruluş, Yönetim Kurulu, Ankara 2013.Kocayusufpaşaoğlu,  Necip;  (Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı),  Borçlar  Hukuku Genel Bölüm, C. I, Borçlar Hukukuna Giriş, Hukuki İşlem Sözleşme, B. 5, İstanbul 2008.Lutter, Marcus; Drygala, Tim; Kölner Kommentar zum Aktiengesetz Band 1, 3. Auflage, Köln 2011.Lutter,  Marcus;  Bayer,  Walter;  Schmidt,  Jessica;  Europäisches  Unternehmens   und Kapitalmarktrecht, 5., neubearbeitete Auflage, Berlin 2012.Mellen, Chris M.; Evans, Frank C.; Valuation for M&A: Building Value in Private Companies, 2nd ed, New Jersey 2010.Merkt, Hanno; Aktiengesetz Groβkommentar, Zweiter Band, 4. Auflage, Berlin 2008. Moroğlu, Erdoğan; Anonim Ortaklıklarda Sermaye Artırımı, 2. bası, İstanbul 2003. (2. bası)Moroğlu, Erdoğan; Anonim Ortaklıklarda Sermaye Artırımı, 4. bası, İstanbul 2018. (4. bası)Oechsler, Jürgen; Münchener Kommentar zum Aktiengesetz, Band 1, 4. Auflage, München 2016.Oğuzman, Kemal; Öz, Turgut; Borçlar Hukuku Genel Hükümler, C. II, İstanbul 2013.Okutan  Nilsson,  Gül;  Anonim  Ortaklıklarda  Paysahipleri  Sözleşmeleri,  İstanbul  2004. (Paysahipleri Sözleşmeleri)Okutan Nilsson, Gül; Anonim Şirketlerin Kendi Hisselerini İktisabı Bağlamında Finansal Yardım Yasağı, Anonim Şirketler ve Sermaye Piyasası Hukukunda Güncel Gelişmeler, Türk Alman Uluslararası Sempozyumu (25 26 Haziran 2010), İstanbul 2011. (Finansal Yardım Yasağı)Paslı, Ali;  Anonim Ortaklık Genel Kurulunda Kullanılan  Oy un Hukuki Niteliği (Bölüm I: Kavram) , İÜHFM, C. LXVII, S. 1 2, 2009, 167 182.274Paslı,  Veziroğlu / Hedef AO nun Kâr Dağıtımı ve Bu Yöndeki Taahhüdü Finansal Yardım Yasağını İhlal Eder Mi?Poroy,  Reha;  Tekinalp,  Ünal;  Çamoğlu,  Ersin;  Ortaklıklar  ve  Kooperatif  Hukuku, Güncelleştirilmiş 11. Bası, İstanbul 2009. (11. bası)Poroy, Reha; Tekinalp, Ünal; Çamoğlu, Ersin; Ortaklıklar Hukuku I, Yeniden Yazılmış 13. Bası, İstanbul 2014. (13. Bası)Spindler, Gerald; Stilz, Eberhard; Aktiengesetz 3. Auflage 2015.Tekinalp, Ünal; Anonim Ortaklığın Bilançosu ve Yedek Akçeleri, 2. bası, İstanbul 1979. (Bilanço)Tekinalp, Ünal; Anonim Ortaklıklarda Kârın Dağıtımı Konusuna İlişkin Bazı Sorunlar (II), İktisat ve Maliye Dergisi, 1977, C. XXIV, S. 6, 248 251. (Kâr Dağıtımı)Üçışık, Güzin H.; Çelik, Aydın; Anonim Ortaklıkta Finansal Tablolar, Yedek Akçeler ve Kar Dağıtımı, İstanbul 2018.Wieneke, Laurenz; Bürgers, Tobias; Körber, Torsten (hrsg), Heidelberger Kommentar zum Aktiengesetz, 4. auf., Heidelberg 2017.Yanlı, Veliye;  Şirketin Kendi Paylarını Edinmesinde Finansal Destek Yasağı , Batider, 2012, C. XXVIII, S. 4, 29 vd.275"
}