{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "24",
     "Ay": "12",
     "Yıl": "2018",
     "Cilt": "76",
     "Sayı": "2",
     "Başlık": "Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih Bildiriminde Bulunabileceği En Erken Zaman Dilimi",
     "Title": "Beginning Point of the Ten Year Extension Period in Fixed Term Lease Contracts for Residential and Roofed Business Premises and the Earliest Time Period for the Lessor to Notify Termination",
     "Yazar İsmi": [

          "Kürşad Yağcı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "On yıllık uzama süresi" , "Belirli süreli konut ve çatılı işyeri kira sözleşmeleri" , "Belirli süreli konut ve çatılı işyeri kira sözleşmelerinde on yıllık uzama süresi" , "TBK m.347" , "Kira sözleşmesinde on yıllık uzama süresi"
     ],
     "Keywords": [
          "Ten-year extension period" , "Lease contracts of residential and roofed business premises" , "Ten-year extension period in fixed-term residential and roofed commercial premises lease agreements" , "Ten years extension period in lease contracts"
     ],
     "Özet": "Konut ve çatılı işyeri kira sözleşmelerinin bildirim yoluyla sona ermesi 6098 sayılı Türk Borçlar Kanununun 347. maddesinde düzenlenmiştir. Söz konusu maddenin birinci fıkrasında, belirli süreli konut ve çatılı işyeri kira sözleşmelerinin sona ermesi düzenlenmektedir. Türk Borçlar Kanununun 347.maddesinin birinci fıkrası gereğince, konut ve çatılı işyeri kiralarında kiracı, belirli süreli sözleşmelerin süresinin bitiminden en az on beş gün önce bildirimde bulunmadıkça, sözleşme aynı koşullarla bir yıl için uzatılmış sayılır. Kiraya veren, sözleşme süresinin bitimine dayanarak sözleşmeyi sona erdiremez. Ancak, on yıllık uzama süresi sonunda kiraya veren, bu süreyi izleyen her uzama yılının bitiminden en az üç ay önce bildirimde bulunmak koşuluyla, herhangi bir sebep göstermeksizin sözleşmeye son verebilir. Söz konusu on yıllık uzama süresinin ne zaman başlayacağı ve kiraya verenin fesih hakkını en erken ne zaman kullanabileceği konusu, tartışmalıdır. Ayrıca, kira süresinin on yıldan daha uzun olduğu durumlarda, kiraya verenin fesih hakkını ne zaman kullanacağı da değerlendirilmesi gereken ayrı bir konudur. Bu çalışmamızda, belirli süreli konut ve çatılı işyeri kiralarının kiraya veren tarafından bildirim yoluyla sona erdirilmesi bakımından on yıllık uzama süresinin başlangıç anı ile kiraya verenin sözleşmeyi sona erdirmek için en erken ne zaman bildirimde bulunabileceği konusu, öğretide ileri sürülen görüşler ve yargı uygulaması bağlamında ele alınarak değerlendirilmiştir. Ardından, gerek de lege lata gerekse de lege ferenda olarak konuya ilişkin görüşümüz açıklanmıştır.",
     "Abstract": "The termination of lease contracts of residential and roofed business premises has been regulated under the 347th article of Turkish Code of Obligations numbered 6098. First paragraph of the article regulates the termination of lease contracts for residences (dwelling houses) and roofed business premises (working places) concluded for a limited duration (fixed term contracts). Pursuant to the first paragraph of Article 347, at the fixed term lease contract of residential and roofed business premises, the contract is deemed to be extended for one year under the same conditions unless the tenant gives notice at least fifteen days prior to the expiration of the contract. The lessor cannot terminate the contract based on the expiry of the contract period. However, at the end of the ten-year extension period, the lessor may terminate the contract without any justification grounds, by giving at least three months  notice before the end of each extension period. It is controversial when the ten-year extension period will begin and when the lessor can use the right to terminate at the earliest. In addition, in cases where the lease term is agreed for a period of more than ten years, when the lessor can use the right of termination, is a matter to be evaluated separately. In this study, in terms of the termination of fixed term lease contracts for residential and roofed business premises, the issue of the beginning of the ten-year extension period and the earliest time that the lessor can notify the end of the contract for termination is evaluated in the context of opinions and judicial practice. Finally, our opinion regarding the subject as de lege lata and de lege ferenda is explained.",
     "Metin": "Konut ve çatılı işyeri kira sözleşmeleri, belirli süreli veya belirsiz süreli olarak kararlaştırılmış olabilir. Belirli süreli konut ve çatılı işyeri kiralarında kiraya veren, sözleşme süresinin bitimine dayanarak sözleşmeyi hemen sona erdiremez. Buna karşılık kiracıya kira sözleşmesinin süresinin sona ermesi üzerine kira sözleşmesini sona erdirme imkânı tanınmıştır. Buna göre kiracı, kira sözleşmesinin süresinin bitiminden en az on beş gün önce bildirimde bulunmadıkça, sözleşme aynı koşullarla bir yıl için uzatılmış sayılır. (Türk Borçlar Kanununun, 347.maddesinin 1.fıkrasının 1 ve 2.cümleleri, (TBK m.347/I, c.1-2)). Bundan sonraki her uzama yılından on beş gün önce sözleşme kiracı tarafından sona erdirilmedikçe de, bir sonraki uzama yılına geçilecektir. Birer yıllık uzama sürelerinin hangi anda sona ereceği kesin olarak belirli olmamasına rağmen, kanun koyucu, TBK m.347/I de sözleşmenin türünü  belirli süreli 2 konut ve çatılı işyeri kirası olarak nitelemiştir. Kira bedelindeki artışı düzenleyen TBK m.344 hükmü saklı kalmak kaydıyla, aksi kararlaştırılmadıkça, uzama sürecindeki yeni kira dönemlerinde de kira sözleşmesindeki hükümler aynen geçerliliğini sürdürecektir. Mülga Türk Kanunu Medenisi (eBK) ve mülga 6570 sayılı Gayrimenkul Kiraları Hakkında Kanun (GKHK) gereğince, kiraya veren, belirli süreli konut ve çatılı işyeri kirası sözleşmesini, sözleşme süresi sona erdiği için sona erdirememekteydi ve ancak olağanüstü fesih koşulları varsa (örneğin TBK m.316; eBK m.256) veya kanunda sayılan sınırlı tahliye nedenleriyle (TBK m.350-352; mülga GKHK m.7) sözleşmenin sona  erdirilebilmesi  mümkün  olabilmekteydi.  Mülga  mevzuat  dönemindeki  bu düzenlemenin, kanımızca, anayasal bir hak olan  mülkiyet hakkının sınırlanmasında 1  Bu çalışmamızda,  belirli süreli konut ve çatılı işyeri kiraları  ifadesini kullanırken, niteliği gereği geçici kullanıma özgülenmiş konut ve çatılı işyerlerinin altı ay ve daha kısa süreyle kiralanmalarını bu ifadenin kapsamı dışında tutuyoruz.  Konut ve çatılı işyeri kiralarına ilişkin hükümler, konut veya çatılı işyeri için yapılan kira sözleşmesinin süresinin en az altı ay ya da daha uzun olması ve kiralananın geçici kullanıma özgülenmemiş olması halinde, uygulama alanı bulabilir. Zira TBK m.339/I, c.2 gereğince, konut ve çatılı işyeri kiralarına ilişkin hükümler,  niteliği gereği geçici kullanıma özgülenmiş taşınmazların altı ay ve daha kısa süreyle kiralanmalarında uygulanmaz . Bu hallerde, kira sözleşmesinin genel hükümleri uygulama alanı bulur. 2  Kiracının bildirim yoluyla kira sözleşmesini sona erdirmesinin, teknik anlamda  fesih bildirimi  niteliğinde olmadığı, zira söz konusu bildirimin sözleşme süresinin sona ermesi koşuluna bağlandığı; buna karşılık TBK m.347/II ve III hükümlerinde geçen bildirimin fesih bildirimi niteliğinde olduğu yönünde: Ercan Akyiğit, 6098 sayılı Türk Borçlar Kanunu nda Kira Sözleşmesi, Seçkin, Ankara 2012, s.162, ayrıca bkz. s. 164, 166-167.  TBK m.347/I de geçen  belirli süreli sözleşme  ifadesine rağmen, kira sözleşmesinin sona ermesinin kiracının on beş gün önceden bildireceği bozucu koşul niteliğindeki bildirime bağlı olduğu ve yine sözleşmenin sürenin sona ermesi üzerine değil, ancak fesih bildirimi üzerine sona erebileceği gerekçeleriyle, TBK m.347/I de aslında belirsiz süreli sözleşmelerin düzenlediği görüşünde: Seçkin Topuz/ Ferhat Canbolat,  Taşınmazlara İlişkin Kira Sözleşmelerinin İçeriğinin Örtülü İrade Beyanıyla Değiştirilmesi  Hacettepe Hukuk Fakültesi Dergisi, C.I, S.1, Ankara 2011, s.23 vd. Karşı görüşteki Demircioğlu ya göre,  bir sözleşmenin süresine ilişkin belirli veya belirsiz nitelemesi, tarafların sözleşmeyi kurarken ortaya koydukları iradeleri dikkate alınarak yapılmalıdır. Buna göre taraflar belli bir sürenin geçmesiyle başkaca bir işleme gerek olmaksızın sözleşmenin sona ermesini öngörmüşler ise, bu sözleşme belirli sürelidir. Kanun un düzenlemesi sebebiyle tarafların arzu ettikleri neticenin ortaya çıkıp çıkmaması, ayrı bir mesele olup; bu, söz konusu sözleşmelerin tabi tutuldukları kanuni rejim ile ilgilidir . Bkz. Huriye Reyhan Demircioğlu,  6098 Sayılı TBK ya Göre Konut ve Çatılı İşyeri Kiralarında Kiraya Verenin Bildirimli Fesih Hakkını Kullanabilmesinde Süre Sorunu , Banka ve Ticaret Hukuku Dergisi, C.31, S.2, 2015, s.177, dn.23. Acar ise, kira süresi kararlaştırılmak suretiyle akdedilen konut ve çatılı işyeri kira sözleşmelerini,  gerçek olmayan belirli süreli kira sözleşmesi  olarak nitelendirmektedir: Bkz. Faruk Acar, Kira Hukuku Şerhi (TBK m. 299-326), 4. Baskı, Beta, İstanbul 2017, TBK m.300, N.36, s.83.3  Bilineceği üzere, kira sözleşmesinde kiraya verenin aynı zamanda kiralananın maliki olması şart değildir. Ancak olayların 627İstanbul Hukuk Mecmuası 76/2ölçülülük ilkesi  ile açıklanması güçtü. Zira kira sözleşmesinde, her iki taraf için de geçerli olan bağlayıcı zaman dilimi, bir kira süresi kararlaştırılmak suretiyle belirlendikten ve bu surette taraf iradeleri ortaya konulduktan sonra, kiraya vereni kanun gereğince ne zaman sona ereceği belli olmayan veya kiracının -süresinde fesih bildiriminde bulunmak kaydıyla- ne zaman isterse o zaman sona erdirebileceği bir hukuki ilişkiye zorlamak, kanımızca, sözleşme dengesinin kanun eliyle bozulması ve mülkiyet hakkının aşırı ölçüde sınırlanması anlamına geliyordu. 01.07.2012  tarihinde  yürürlüğe  giren  6098  sayılı  Türk  Borçlar  Kanununun hazırlığı aşamasında komisyon tarafından önce uzama süresi on beş yıl olarak belirlenmişken; TBMM Adalet Komisyonu, bu süreyi  mülkiyet hakkının ölçüsüz şekilde sınırlandırılamayacağı temelinde makul bir seviyeye indirilmesi amacıyla  on yıla düşürmüştür. Nihayet, yeni ihdas edilen TBK m.347/I, c.3 hükmü ile, kiraya verene mülga 6570 sayılı Kanunda ve mülga Türk Kanunu Medenisinde bulunmayan bir sona erdirme imkânı tanımıştır. Böylece kiraya verenin sözleşme süresi sona erdiği için kira sözleşmesini bildirim yoluyla sona erdiremeyeceği kuralı sınırlanmıştır. Diğer bir deyişle, kiraya verenin bildirim yoluyla kira sözleşmesini sona erdirme yetkisine sahip olamaması sebebiyle mülkiyet hakkının sınırlanmasına, zaman yönünden bir sınırlama getirilmiştir. TBK m.347/I, c.3 gereğince,  on yıllık uzama süresi sonunda kiraya veren, bu süreyi izleyen her uzama yılının bitiminden en az üç ay önce bildirimde bulunmak koşuluyla, herhangi bir sebep göstermeksizin sözleşmeye son verebilir . Böylece kanun koyucu, on yıllık uzama süresinin sonunda, kiraya verene, bozucu yenilik doğuran bir hak tanımıştır. Üç aylık süre, asgari süreyi ifade etmektedir; çoğunda kiraya veren aynı zamanda malik olduğu için, kanun koyucu haklı olarak, TBK m.347 düzenlemesinde bu somut durumu temel almak suretiyle düzenleme yapma yoluna gitmiştir.4  Murat Doğan/Cem Baygın,  Türk Borçlar Kanunu Tasarısı nda Kira Sözleşmesine İlişkin Hükümler , Hukuki Perspektifler Dergisi, S.4, Ağustos 2005, s.129; Murat Doğan, Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Ermesi, Adalet, Ankara, 2011, Sona Erme, s.61-62; M. Murat İnceoğlu, Kira Hukuku, C.2, 1.Bası, XII Levha, İstanbul, 2014, s.329. Hatta mülga kanun döneminde, kiracının ölümü dahi tek başına kira sözleşmesinin sona ermesi için yeterli değildi. Bkz. TBK m.356. Farklı görüşte bkz ve karş. Mustafa Alper Gümüş,  Kiracı ve Kiraya Veren Arasında Bir Gerilim Kaynağı Olarak Belirli Süreli Konut ve Çatılı İşyeri Kiralarında Kiraya Verenin Sahip Olduğu Kira Sözleşmesini Bildirim Yoluyla Sona Erdirme Hakkı (TBK m.347/I, c.3) , Prof. Dr. Özer Seliçi nin Anısına Armağan, Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi Özel Sayısı, C.11, S.145-146, Eylül-Ekim 2016, s.121. Ayrıca bkz. Demircioğlu, s.178-179.5  Kiraya verene süreye dayalı olarak fesih hakkı tanınmamasının, irade özerkliğine ve bunun görünüm biçimi olan sözleşme serbestisine aykırı düşeceği, öte yandan bunun, mülkiyet hakkının herkese karşı ileri sürülebilme ve eşya üzerinde doğrudan hakimiyet sağlama özellikleriyle de bağdaşmadığı yönünde bkz. ve karş. Demircioğlu, s.180. 6  TBMM Genel Gerekçe, Dönem:23, Yasama Yılı: 3, Sıra Sayısı: 321, s.282 (https://www.tbmm.gov.tr/sirasayi/ donem/yil/ss.pdf).7  Fikret Eren, Borçlar Hukuku Özel Hükümler, 4. Bası, Yetkin, Ankara 2017, s.411; Doğan, Sona Erme, s.66; Mustafa Kırmızı, Açıklamalı- İçtihatlı Kira Hukuku, 1.Baskı, Bilge, Ankara, 2013, s.412. On yıllık uzama süresinin sonunda kiraya veren tarafından yapılacak bu bildirimin, teknik anlamda  kira sözleşmesinin sona ereceği (uzatılmayacağı)  bildirimi olarak mı, yoksa  fesih bildirim  olarak mı nitelenmesi gerekeceği konusunda, Akyiğit, kiracının kira süresi sonundaki bildirimi bakımından savunduğu görüşe paralel olarak (bkz. yukarıda dn.2), kiraya verenin buradaki bildiriminin, kira sözleşmesinin sona ereceği (uzatılmayacağı)  bildirimi niteliğinde olduğunu savunur (s.168).   Fesih bildiriminin tek başına işlev görmediği, ancak sürenin dolması ile tamamlayıcı bir rol oynadığı gerekçesiyle; bu bildirimin  yenilik doğuran hak benzeri  bir irade açıklaması olduğu görüşünde: Cevdet Yavuz/Faruk Acar/Burak Özen, Cevdet Yavuz Türk Borçlar Hukuku Özel Hükümler, (Hazırlayanlar: Cevdet Yavuz/ Faruk Acar/ Burak Özen), 10. Bası, Beta, İstanbul 2014, s.657; aynı gerekçeyle bu bildirimin,  değiştirici yenilik doğuran hak benzeri  bir irade açıklaması 628Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...örneğin kiraya veren dört ay kala da fesih bildiriminde bulunabilir. Bildirime rağmen kiracının kiralananın zilyetliğini iade etmemesi halinde, kiraya veren kiralananın iadesini dava yoluyla talep edebilecektir. Ekleyelim ki, on yıllık uzama süresinin dolmuş olması, kiraya verene tanınan fesih bildirim hakkının doğması için bir ön şarttır ve bu durum hâkim tarafından re sen nazara alınır.Belirsiz süreli konut ve çatılı işyeri kira sözleşmelerinde ise, kira sözleşmesinin süresi bulunmadığı gibi,  uzama süresi nden de söz edilemez. Bu sebeple kanun koyucu belirsiz süreli kira sözleşmelerinde kiraya verenin olağan fesihle sözleşmeyi sona erdirememe yetkisini, kira sözleşmesinin başlangıcından itibaren işlemeye başlayacak bir süre ile sınırlandırmıştır. TBK m.347/II gereğince,  belirsiz süreli kira sözleşmelerinde, kiracı her zaman, kiraya veren ise kiranın başlangıcından on yıl geçtikten sonra, genel hükümlere göre fesih bildirimiyle sözleşmeyi sona erdirebilirler .Elbette gerek belirli süreli gerekse belirsiz süreli konut ve çatılı işyeri kira sözleşmelerinin kiracının temerrüdü sebebiyle (TBK m.315) ya da olağanüstü fesih halleri sebebiyle süresinden önce sona erdirilmesi (TBK m.316; 331), koşulları mevcut  ise  her  zaman  mümkündür.  Nitekim TBK  m.347/III  gereğince,   genel hükümlere göre fesih hakkının kullanılabileceği durumlarda, kiraya veren veya kiracı sözleşmeyi sona erdirebilir . Yine konut ve çatılı işyeri kirası sözleşmesinin dava  yoluyla  sona  erdirilmesi  (tahliyesi)  sebepleri  (kiraya  verenin  ya  da  yeni malikin gereksinimi, yeniden inşa ve imar, tahliye taahhüdü, iki haklı ihtarla tahliye sebepleri) (TBK m.350-352) mevcut ise, kiralananın tahliyesi bu özel hükümlere tabi olacaktır ki, bu hükümler TBK m.347/I ve II de öngörülen olağan fesih yönteminden ayrı ve sebebe dayanan birer sona erdirme yöntemleridir. Oysa TBK m.347/I, c.3 ve 347/II de düzenlenen fesih hakkı bakımından, bir sebep gösterilmesine gerek bulunmamaktadır. Ekleyelim ki, TBK m.347 hükmü ile tanınan sebep göstermek zorunluluğu olmaksızın kira sözleşmesini feshedebilme hakkı, kiraya veren açısından bir tazminat yükümlülüğü de doğurmaz. Kiraya verenin söz konusu fesih hakkını kullanabilmesi için, on yıllık uzama süresinin dolmuş olmasının bir ön şart olarak düzenlenmesiyle, bir yandan kiraya verenin mülkiyet hakkının aşırı ölçüde sınırlanması engellenerek toplumda oluşan niteliğinde olduğu görüşünde: Mustafa Alper Gümüş,  Yeni  6098 Sayılı Türk Borçlar Kanunu na Göre Kira Sözleşmesi (TBK m.299-356), Vedat Kitapçılık, 2. Bası, İstanbul 2012, s.312.8  Söz konusu dava, TBK m.344 anlamında kiralananın geri verilmesi davası olup, tahliye davası niteliğinde değildir. Detaylı bilgi için bkz. Haluk Burcuoğlu, Uygulama ve Öğretiden Örneklerle Özel Hukukta (Aile-Kira-Borçlar Hukukunun Diğer Bazı Bölümleri) I. Quo Vadis (Nereye) II. Nihayet (TBK. nun her nedense unutulan hükümleri uygulanmaya başlandı), 1. Bası, Vedat Kitapçılık, İstanbul 2016, s.36-38; Ahu Ayanoğlu Moralı,  Konut ve Çatılı İşyeri Kiralarında Sözleşmenin Sona Ermesi m.347-349 , İstanbul Şerhi Türk Borçlar Kanunu, Yürürlük Kanunu, C.II, Özel Borç İlişkileri, Ed. Rona Serozan, Turgut Öz, Faruk Acar, Emre Gökyayla, H. Murat Develioğlu, 2.Baskı, Vedat, İstanbul, 2018, N.58.9  Gümüş, Armağan, s.129.10  Yavuz/Acar/Özen, s.661; Doğan, Sona Erme, s.66-67; İnceoğlu, II s.330; Engin Daşlı, 6098 Sayılı Türk Borçlar Kanunu Hükümlerine Göre Kira Sözleşmesinin Feshi, 1. Bası, Aristo Yayıncılık, Erzincan 2017, s.162. Karş. TBK m.331.629İstanbul Hukuk Mecmuası 76/2huzursuzluk bir nebze engellenmiş, diğer yandan da kiracının kira süresi sonunda derhal tahliye edilme endişesi yaşamasının önüne geçilmiş; böylece kiraya veren ile kiracının menfaatlerinin dengelenmesi sağlanmaya çalışılmıştır.Son olarak ekleyelim ki, on yıllık uzama süresine ilişkin TBK 347/I, c.3 ve f.II hükümleri ile 6101 sayılı Türk Borçlar Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanun (Yürürlük K) m.1/I, c.2 ve Geçici m.2 hükümleri hakkında, söz 11  Doğan, Sona Erme, s.63-64; Demircioğlu, s.179. TBKm.347 hükmünün gerekçesine göre:  Böylece, kira sözleşmesi sebebiyle, kiraya verenin, aradan uzun yıllar geçse bile, kiralananın dolaysız zilyedi olamamasının toplumda yarattığı huzursuzluk dikkate alınmış ve kiraya verene, fıkrada belirtilen koşullar gerçekleşince, tazminat ödemekle yükümlü olmaksızın, sözleşmeyi tek taraflı olarak sona erdirebilme hakkı tanınmıştır . TBMM Genel Gerekçe, Dönem:23, Yasama Yılı: 3, Sıra Sayısı: 321, s.154 (https://www.tbmm.gov.tr/sirasayi/ donem/yil/ss.pdf).  Demircioğlu, TBK m.347 hükmü ile kiraya verene tanınan fesih imkânını olumlu karşılamaktadır. Yazar, yapılan düzenlemeyle mülkiyet hakkının korunmasının hedeflendiğini, düzenlemenin temelinde kiraya veren ile kiracının çatışan menfaatleri arasında bir denge kurma amacının yattığını belirterek, gerekçede yer alan,  kiralananın dolaysız zilyedi olamamasının toplumda yarattığı huzursuzluk  ifadesini, kanunun amacını yeterince iyi yansıtmadığı için, eleştirmektedir (s.179).  TBK m.347 hükmünün gerekçesini eleştiren Gümüş ise, kanun değişikliğini isabetli bulmamaktadır. Yazara göre,   kiraya verenin kiralanan konut ve çatılı iş yerine dolaysız zilyet olmasını gerekli kılacak haklı sebepleri Kanun koyucu zaten  tahliye davası sebebi  olarak düzenlediğinden bu gerekçe biraz  eğreti  durmaktadır. Aslında kiraya verenlerin huzursuzluğunun temelinde  kira bedeline dayalı çıkarlarına yönelik sınırlama  yatmaktadır . Yazara göre, her ne kadar kira tespit davası ile kira bedellerinin güncellenmesi imkânı söz konusu olsa da, bu belirleme hakkaniyet ilkesine göre yapıldığından, tespit edilen yeni kira bedeli her zaman rayiç kira bedelinin altında kalmaktadır. Öte yandan kira tespit davası açmak, kiraya veren için kişisel ve mali açılardan külfetlidir. Bu sebeple kiraya veren, daha kolay bir yol olarak kiracıyı kiralanandan çıkarma yöntemini tercih etmek istemektedir.  Bu noktada konut veya çatılı işyeri kiralarına ilişkin TBK hükümlerinin, kiraya verenin parasal çıkarlarını arka plana atarak, kiracıyı kamusal esenlik adına korumaya yönelik emredici niteliği göz önüne alındığında, TBK m.347/I, c.3 ve m.347/II, söz konusu yaklaşımdan açık ve şaşırtıcı bir sapma oluşturmaktadır  (Armağan, s.121). Hatta yazara göre, TBK m.347/I, c.3 hükmünün Anayasa ya aykırılığı dahi tartışılır durumdadır (Armağan, s.138). Aynı yönde bkz. Kerem Cem Sanlı,  Kiraya Verenin On Yıllık Uzama Süresi Sonunda Bildirim ile Kira Sözleşmesini Sona Erdirmesi: Hukuk ve Ekonomi Perspektifinden Bir İnceleme , Legal Hukuk Dergisi, S.151, 2015, s.141. Yazara göre,  (TBK m.347 hükmünün gerekçesi) problemlidir. Kiraya verenin dolaysız zilyet olması, kiralananı bizzat kullanması anlamına gelir. Eğer dolaysız zilyet olamamaktan ötürü huzursuz oluyorsa, gereksinim nedeniyle tahliye hakkını (TBK. m. 350/I) kullanarak bu huzursuzluğu giderebilir. Kanun ona bu imkânı vermiştir. Ayrıca bu durumda herhalde fesih sonrasında kiraya verenin kiralananı bizzat kullanması yükümlülüğü getirmek ve başkasına kiraya vermesini önleyen bir kural koymak gerekirdi. Bu konuda bir düzenleme yoktur. (Yazar) bu nedenle gerekçenin doğru ifade edilmediğini düşün(mektedir). (Yazara göre) hükmün öngörülmesinin asıl sebebi, kiraya verenin dolaysız zilyet olamaması değil, uzayan kira dönemlerinde kiralananın, kiralık değerini elde edememesidir. Diğer bir ifadeyle uzama dönemlerindeki yasal kira artışı, muhtemelen, piyasa rayicinin altında kalmaktadır. Bu, kiraya veren için bir maliyet oluşturmaktadır. Uzama süresi arttıkça da bu maliyet artmakta ve kiraya veren açısından bakıldığında, kira sözleşmesinin sonlandırılması önem kazanmaktadır  (s.141).  Kanaatimizce, nispi hak niteliği olan kira sözleşmesinin,  tahliye sebepleri  dışında sona erdirilememesi gerektiğini kabul etmek, mülkiyet hakkının aşırı ölçüde sınırlanması anlamına gelir. Bir sınırlı ayni hak olan intifa hakkı dahi belirli bir sürenin sona ermesi ile veya intifa hakkı sahibinin ölümü ile sona ererken, kira sözleşmesinin tahliye sebepleri ya da olağanüstü fesih koşulları olmadıkça sona erdirilememesi, bu sözleşmeyi, nispi niteliğinden çıkarıp, olsa olsa  sınırlı ayni hak ötesi  bir kurum haline getirmek anlamına gelir. Öte yandan kiracının her durumda korunması düşüncesi de isabetli değildir. Önemli olan ekonomik olarak güç durumda olan tarafın korunmasıdır. Bu taraf, her zaman için kiracı olmayabilir. Nihayet, kira bedelinin, TBK m.344 gereğince hakkaniyet düşüncesi ile rayicin altında belirlenmekte olmasının ne denli isabetli bir düzenleme olduğu da ayrıca tartışılmak gerekir. Şu kadarını belirtelim ki, kiracıların rayiç kira bedeli altında kira bedeli ödemelerini sağlamak, kiraya verenin kiralanandan elde etmesi gereken menfaatten daha az bir menfaate razı olmak zorunda bırakılmasıdır ki, kiracıların ekonomik güçlüklerini giderme yükümlülüğü, kiraya verene değil; Devlet e aittir. 12  6101 sayılı Türk Borçlar Kanununun Yürürlüğü ve Uygulama Şekli Hakkında Kanunun (Yürürlük K) Geçici 2.maddesi olmasaydı, bu Kanunun 1.maddesinin, son cümlesi uyarınca 6098 sayılı Türk Borçlar Kanununun yürürlüğe girmesinden önce akdedilmiş olan belirli süreli konut ve çatılı işyeri kira sözleşmelerinin sona ermesine Türk Borçlar Kanunu hükümlerinin (dolayısıyla da TBK m.347 hükmünün) uygulanması gerekecekti. Ancak Yürürlük Kanunun Geçici 2.maddesi ile, Türk Borçlar Kanununun yürürlüğe girdiği 01.07.2012 tarihinden önce akdedilen belirli süreli konut ve çatılı işyeri kira sözleşmelerinin sona ermesi bakımından özel bir düzenleme getirilerek, bu sözleşmeler bakımından TBK 347 deki on yıllık uzama süresi sonunda tanınan fesih imkanının, on yılın sonunda hemen uygulanması, belirli koşullarla engellenmiştir. Şöyle ki, Yürürlük K. Geçici m.2 gereğince,  Bu Kanunun 1 inci maddesinin son cümlesi hükmü bir defaya mahsus olmak üzere, bu Kanunun yürürlüğe girmesinden önce Türk Borçlar Kanununun 347 nci maddesinin birinci fıkrasının son cümlesinde öngörülen kira sözleşmelerinden on yıllık uzama süresi dolmamış olmakla birlikte geri kalan süre beş yıldan daha kısa olanlar hakkında, yürürlüğe girdiği tarihten itibaren beş yıl; on yıllık uzama süresi dolmuş olanlar hakkında da yürürlüğe girdiği tarihten itibaren iki yıl sonra uygulanır .630Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...konusu hükümlerin kiracıların aleyhine bir durum ortaya çıkardığı gerekçesiyle Anayasa  Mahkemesine  iptal  talebinde  bulunulmuş,  ancak Anayasa  Mahkemesi 07.09.2016 tarihli kararıyla iptal başvurusunu reddetmiştir. Kararda on yıllık uzama süresi sonunda kiraya verenin kira sözleşmesini sona erdirme hakkı veren yasal düzenlemenin kiracılar aleyhine kamu düzenini bozmadığı ve sözleşme özgürlüğüne ölçüsüz bir müdahale de teşkil etmediği sonucuna varılmıştır.13  AYM 07.09.2016, 2015/102 E – 2016/151 K, (RG 18.10.2016 N.29861). Davacı kiraya veren tarafından davalı kiracı aleyhine belirli süreli kira sözleşmesinde on yıllık uzama süresinin sonunda, kiraya veren tarafından sözleşmeye son verilmesine rağmen taşınmazın kiracı tarafından tahliye edilmemesi nedeniyle açılan davada, Bodrum 2. Sulh Hukuk Mahkemesi nce davalı kiracı tarafın Anayasa ya aykırılık iddiaları ciddi bulunmuştur. Yerel Mahkeme tarafından Anayasa Mahkemesine yapılan başvuruda, 6098 sayılı TBK m.347/I, c.3 ve 347/II hükümlerinin, ayrıca Yürürlük K m.1/I, c.2 de yer alan  …sona erme ve tasfiye, Türk Borçlar Kanunu hükümlerine tabidir.  ibaresinin ve Yürürlük K Geçici m.2 hükmünün, Anayasa nın 2., 6., 13., 35., 48. ve 173. maddelerine aykırılığı ileri sürülerek iptallerine karar verilmesi istenmiştir.  Yerel mahkemenin başvuru kararında özetle, Kanun un 347. maddesindeki düzenlemenin, özellikle kiralananı işyeri olarak kullanan kiracılar bakımından olumsuz sonuçlar doğurarak onları maddi ve manevi zarara uğratacağı, Türkiye de konutların kiralanma oranları dikkate alındığında madde gerekçesinde ifade edilen kamu yararının bulunmadığı, Kanun da kiraya verenin mülkiyet hakkının korunmasına yönelik çeşitli hükümlerin yer aldığı, düzenlemenin meşru amaç, hukukilik, demokratik toplum düzeninin gerekleri ve ölçülülük ilkelerine aykırılık teşkil ettiği, kiraya verenin sözleşmeye son vermesiyle esnaf veya tacir olan kiracının kiralanana yaptığı ya da yapmakta olduğu yatırımların karşılıksız kalacağı, söz konusu kişilerin işlerini başka yerde yeniden kurmak ve tanıtmak durumuyla karşılaşabilecekleri, bu ve benzeri ağır durumların sözleşme hürriyetine ölçüsüz bir müdahale oluşturacağı belirtilerek kuralın, Anayasa ya aykırı olduğu ileri sürülmüştür.  TBK m.347/II hükmünün dava konusu olayda uygulama yeri olmadığından iptali talebini reddeden Anayasa Mahkemesi, belirli süreli kiralara ilişkin TBK 347/I, c.3 yönünden yapılan iptal başvurusunu esastan inceleyerek, söz konusu hükmün Anayasa ya aykırı olmadığına karar vermiştir. Anayasa Mahkemesinin gerekçesi şöyledir:  (…) Belirli süreli kira sözleşmelerinde kural, sürenin dolması halinde kiracının sözleşmeyi sona erdirebilmesidir. Buna karşılık, kanun koyucu kiraya verenin, kira süresinin bitimine dayanarak sözleşmeyi sonlandırabilmesine imkân tanımamıştır. Amaç, kiracının korunması ve bu suretle kamu yararının sağlanmasıdır. Bununla birlikte itiraz konusu kuralla, kiraya verene, sözleşme özgürlüğü gözetilerek, sözleşme süresi ve on yıllık uzama süresi dikkate alındığında uzun bir süre için kiralanan şeye dolaysız zilyet olamaması nedeniyle belirli koşulların gerçekleşmesi halinde sözleşmeyi sona erdirme hakkı tanınmaktadır. Kuralla, kiracının korunmasındaki kamu yararı amacı ile kiraya verenin sözleşme özgürlüğü arasındaki makul denge, kiraya verene herhangi bir sebebe dayanmaksızın sözleşmeyi sona erdirme hakkının, sözleşmenin bitiminden itibaren on yıllık uzama süresi sonunda sağlanmasıyla kurulmaya çalışılmıştır. Dolayısıyla sözleşme özgürlüğüne yapılan müdahale ölçüsüz değildir (…) .   Yine Yürürlük kanunun hükümleri ile ilgili olarak ileri sürülen iptal talebini ise Anayasa Mahkemesi şu gerekçelerle reddetmiştir:   (…) Kanun koyucu, önceki kanun döneminde kurulmuş ve etkilerini yeni kanun döneminde devam ettiren kira sözleşmelerinde tarafların iradelerine saygı gösterilmesi ve hukuki güvenliğin sağlanması amacıyla  geçmişe etkili olmama kuralı nı benimsemiş başka bir deyişle  eski kanunun uygulanması  ilkesini prensip olarak kabul etmiştir.  Sona erme  ibaresiyle sınırlı olarak esas incelemesi yapılan  …sona erme ve tasfiye, Türk Borçlar Kanunu hükümlerine tabidir.  hükmü, eski Kanun döneminde kurulmuş bir sözleşmeyi geçersiz kılmamakta veya sona ermiş bir sözleşmeye müdahale etmemekte, hukuki sonuçlarını doğurmaya devam ettiren bir sözleşmenin sona ermesi yönünden yeni kanun hükümlerinin geçerli olmasını öngörmektedir. Kanun koyucu, sözleşmenin hukuk düzeninde etkilerini devam ettirdiği aşamalardan birini teşkil eden ve kuralda sınırlı olarak incelemesi yapılan  sona erme  ibaresi yönünden, temerrüt ve tasfiyedeki gibi istisnai bir durum için yeni kanun hükümlerinin uygulanmasını benimsemiştir. 818 sayılı mülga Borçlar Kanunu nda bulunmayan, 6098 sayılı Kanun da yeni düzenlemeler içeren temerrüt, sona erme ve tasfiye için sözleşmenin önceki kanun döneminde yapılmış olması halinde de 6098 sayılı Türk Borçlar Kanunu hükümlerinin uygulanmasının öngörülmesi, kanun koyucunun takdir yetkisinin kapsamındadır.  Hukukî güvenlik ilkesi, değişen bir kuralın kişilere uygulanamamasını değil, mevcut kurallara güvenerek hareket eden kişinin bu nedenle öngöremediği, olumsuz sonuçlarla karşı karşıya kalmasını önlemeyi amaçlamaktadır. Kanun un itiraz konusu kuralı oluşturan  …on yıllık uzama süresi dolmuş olanlar hakkında da yürürlüğe girdiği tarihten itibaren iki yıl…  bölümünün de yer aldığı geçici 2. maddesi, konuya ilişkin yeni kuralın derhal uygulanması halinde kiracıların karşılaşabilecekleri olası sorunların önlenmesi, zarara uğramamaları ve mağdur edilmemeleri için bir defaya mahsus olmak üzere 6098 sayılı Kanun un 347. maddesinin birinci fıkrasının üçüncü cümlesinin yürürlüğe girmesini iki yıl süreyle erteleyerek kiracıları koruma altına almaktadır. Böylece kira sözleşmelerinde kiracıların lehine bir düzenleme yapılmış ve kira sözleşmelerinde on yıllık uzama süresinin bu Kanun un yürürlüğe girdiği tarihte dolmuş olması halinde kiraya verene tanınan sözleşmeyi sona erdirme hakkının kullanılmasının belli bir süre ertelenmesiyle kiracı ile kiraya verenin hakları arasında makul bir denge sağlanmaya çalışılmıştır.  6098 sayılı Türk Borçlar Kanunu nun 347. maddesinin birinci fıkrasının üçüncü cümlesinde kiraya verene tanınan sözleşmeyi sona erdirme yetkisinin, Kanun un yürürlüğe girdiği tarihte uygulanmasının mümkün olmaması ve bu konuda iki yıllık geçiş sürecinin öngörülmüş olması gözetildiğinde kuraldaki  sona erme  ibaresi yönünden  geçmişe etkili olmama kuralı  uygulanmayarak yeni kanunun yürürlüğünün kabul edilmesi hukuki güvenliği ve sözleşme özgürlüğünü zedelememektedir .631İstanbul Hukuk Mecmuası 76/2II. Kanunda Düzenlenen On Yıllık Uzama Süresi Hakkında Lehte ve Aleyhte İleri Sürülen (De Lege Ferenda) GörüşlerÖğretide bir görüşe göre, TBK m.347 hükmünde uzama süresinin on yıl olarak belirlenmiş olması, isabetli ve makuldür. Başka bir görüşe göre, kira süresinin on yıldan daha uzun olduğu hallerde, olması gereken hukuk olarak, on yıllık uzama süresi, kira süresinin ilk on yılının bitiminden itibaren başlatılmalıdır.Uzama süresinin on yıl olarak öngörülmesi, öğretide farklı yönlerde eleştiriye de uğramıştır. On yıllık uzama süresini eleştiren bir görüşe göre kanundaki belirli süreli konut ve çatılı işyeri kiralarına ilişkin uzama süresi beş yıllık bir zaman dilimiyle sınırlandırılmalıdır. Benzer yöndeki bir başka görüşe göre, uzama süresi azami konutlarda üç yıl; işyerlerinde beş yıl olmalı ve sürenin uzatılıp uzatılmayacağına, haklı sebeplerin varlığına bağlı olarak hâkim karar vermelidir. Diğer bir görüşe göre ise, olması gereken hukuk anlamında konut kiraları için uzama süresi, bildirim süresine uymak koşuluyla, beş yıl ile sınırlandırılmalı, çatılı işyeri kiraları için ise kanundaki on yıllık uzama süresi muhafaza edilmelidir. Ayrıca kiraya veren bu hakkını toplam süresi on beş yıllık üst süreye ulaşmış her türlü konut ve toplam süresi yirmi yıla ulaşmış her türlü çatılı işyeri kirasında aynı bildirim süresine uymak koşuluyla da kullanabilmelidir.Diğer bir görüşe göre, TBK m.347 hükmü ile kiraya verene on yıllık uzama süresi sonunda sözleşmeyi sona erdirebilme yetkisi tanınması, kiracıyı koruma ilkesine ters düşer, Anayasa ya aykırıdır ve bir an evvel yürürlükten kaldırılmalıdır.14  Halil Akkanat,  Kira Sözleşmesinin Sona Ermesi , Türk Borçlar Kanunu Sempozyumu: Makaleler-Tebliğler, Ed. Murat İnceoğlu, Oniki Levha, İstanbul, 2012, s.267; İnceoğlu, II, s.329, 330, dn.568.15  Murat Aydoğdu/ Nalan Kahveci, Türk Borçlar Hukuku Özel Borç İlişkileri: Sözleşmeler Hukuku, 3.Baskı, Adalet, Ankara, 2017. s.643, dn.1.16  Eren, s.412; aynı yönde olmak üzere on yıllık uzama süresinin çok olduğu, en azından beş yıl şeklinde düzenlenmiş olsaydı daha isabetli olacağı yönünde: Abdülkadir Arpacı,  Yeni Borçlar Kanununun Getirdiği Değişiklikler , İstanbul Barosu Staj Eğitim Merkezi, Cumartesi Forumları- 4, Ege Basım, İstanbul 2012, s.90-91; aynı yönde Nami Barlas,  Yeni Borçlar Kanunu Tasarısının Getirdikleri , Güncel Hukuk Dergisi, S.17, 2005, s.20-22; Makalelerim, C.1, İstanbul 2008, s.267. Ne kadar süre olduğunu belirtmemekle birlikte, kanunda düzenlenen on yıllık uzama süresinin uzun olduğu için isabetsiz olduğu yönünde: Mustafa Özdoğan/ Tuba Oymak, 6098 sayılı Türk Borçlar Kanunu nda Kira, Genel Hükümler, Konut ve Çatılı İşyeri Kirası, Tahliye, Bilge, Ankara 2013, s.532.17  İbrahim Kaplan,  Borçlar Kanunu Tasarısı Hakkındaki Görüşlerim , Terazi Hukuk Dergisi, S.25, Eylül 2008, s.34.18  Demircioğlu, s.194-195, 196.19  Ömer Sever,  Konut ve Çatılı İşyeri Kiralarında Sözleşmenin Sona Ermesi , Hukuk ve Adalet Eleştirel Hukuk Dergisi, C.6, S.15, Legal, 2014, s.208.20  Yaşar Köstekçi, Borçlar Hukuku ve Anayasa ya Aykırılık Boyutlarıyla 10 Yıl Uzama Süresi Sonu Kiracının Tahliyesi, Tahliyeden Korunma Önlemleri, Vedat, İstanbul, 2014, s.155 vd. Gümüş e göre de, TBK m.347/I, c.3, Anayasa ya aykırılığı dahi tartışılabilir bir hükümdür (Armağan, s.138).  Buna karşılık, işyeri kiracılarının TBK m.347 hükmü ile mağdur olması sebebiyle açılan iptal davasında, Anayasa Mahkemesi nin TBK m.347 hükmünü Anayasa ya aykırı bulmadığına yukarıda değinmiştik. Bkz. dn.13.21  Gümüş, Armağan, s.140-141. Yazar, ünlü ve tarihi işyerlerinin, kira sözleşmelerinin TBK m.347/I, c.3 ve m.347/II de kiraya verene tanınan fesih hakkı sonucunda sonlandırıldığını ve böylece kültürel dokunun zarara uğradığını, kiraya verenin rantının korunmasının tercih edildiğini belirterek hükmü eleştirmektedir.632Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...Hükmü eleştiren bir başka görüşe göre, belirli süreli kira sözleşmelerinde uzama süresi bakımından konut kiraları ile çatılı işyeri kiraları farklı değerlendirilmeli; aynı hükme tabi tutulmamalıdır. Çünkü çatılı işyeri kiralarında kiracı işyeri ile ilgili olarak ciddi yatırımlarda bulunmakta ve bir müşteri çevresi oluşturmaktadır. On yıllık uzama süresi sonunda çatılı işyeri kiracısının tahliye edilmesi, ekonomik olarak kiracının ciddi zarar görmesine yol açacaktır. Bu sebeple, on yıllık uzama süresi konut kiraları bakımından uygun görülebilirse de, çatılı işyeri kiraları bakımından on beş yıl gibi daha uzun bir süre getirilmelidir. Uzama süresi bakımından konut kiraları ile çatılı işyeri kiralarının farklı hükümlere tabi tutulması gerektiğini savunan diğer bir yazara göre ise,  TBK m. 347 gereğince kiraya verene yasadaki süreler geçtikten sonra  sözleşmeyi  sebepsiz  sona  erdirme  imkânının  işyeri  kiraları  bakımından uygulanmaması gerekir . Ancak bu görüşler, öğretide, önemli yatırımlar yapan ya da müşteri çevresini korumak isteyen bir işyeri kiracısının ilk kira sözleşmesini bir yıldan uzun süreli yapması gerektiği ve bu sebeple on yıllık uzama süresinin işyeri kiraları bakımından kısa olduğu yönündeki görüşlerin isabetli olmadığı yönünde eleştirilmiştir.Diğer bir görüşe göre, işyerini tahliye eden kiracının benzer bir işyeri bulması her zaman mümkün olmadığından, işyeri kiralarında on yılın sonunda kiraya verenin sözleşmeyi feshetmekte korunmaya değer bir menfaati ya da haklı bir sebebi yoksa 22  Doğan/Baygın, s.129; Bülent Nuri Kurdoğlu,  Türk Borçlar Kanunu Tasarısının İncelenmesi, Ankara Barosu Dergisi, 2005/3, s.73; Doğan, Sona Erme, s.64; Murat Doğan,  6098 Sayılı Türk Borçlar Kanununa Göre Konut ve Çatılı İşyeri Kiralarına İlişkin Hükümlerinin Değerlendirilmesi , Prof.Dr. Cevdet YAVUZ a Armağan, Marmara Üniversitesi Hukuk Fakültesi – Hukuki Araştırmalar Dergisi, Özel Hukuk Sempozyumu Özel Sayısı: 6098 Sayılı Türk Borçlar Kanunu Hükümlerinin Değerlendirilmesi Sempozyumu (3-4 Haziran 2011), Sempozyum No: III, 2011, s. 515.  Çatılı işyeri kiraları bakımından, TBK m.323/I de konut kiralarına nazaran farklı bir hüküm getirilmektedir: Hükme göre:  Kiracı, kiraya verenin yazılı rızasını almadıkça, kira ilişkisini başkasına devredemez. Kiraya veren, işyeri kiralarında haklı sebep olmadıkça bu rızayı vermekten kaçınamaz . Olması gereken hukuk anlamında, çatılı işyeri kiraları ile konut kiraları arasında, tıpkı TBK m.323/I de olduğu gibi, benzer bir ayrımın, TBK m.347 deki uzama süresi açısından da yapılması gerektiği görüşünde: Doğan/Baygın, s.129; Doğan, Sona Erme, s.64.23  Ahmet Türkmen,  6098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Yürürlüğü Ertelenen Hükümlerin Değerlendirilmesi , Ankara Barosu Dergisi, 2015/1, s.366. Yazara göre, kanunda öngörülen  konut- çatılı işyeri ayrımı  rasyonel değildir. İşyeri kiracılarının korunması bakımından işyerlerinin kendisine özgü bazı niteliklerinin (imaj, müşteri çevresi, goodwill, sabit tesisat gibi maddi ve gayri maddi ekonomik değerlerin), tıpkı işyeri kirasının devrinde olduğu gibi- dikkate alınması ve buna göre koruyucu haklar tanıyan bir yasal düzenlemenin yapılması gerekmektedir (s.343, 366). 24  İnceoğlu, II, s.330, dn.568.25  Şahin Akıncı,  İşyeri Kiralarında Kiracının Korunması Açısından Borçlar Kanunu Tasarısının Bazı Hükümlerinin Değerlendirilmesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C.57, S.3, 2008, s.47-48:  Tasarının 353. maddesinde getirilen 15 yıllık sürenin sonunda -(tasarıdaki 15 yıllık süre hüküm kanunlaşırken on yıla indirilmiştir)- kiralayanın sebep göstermeksizin sözleşmeye son verebileceğine ilişkin hüküm mesken kiraları açısından isabetlidir. Çünkü tahliye sebepleri gerçekleşmediği müddetçe kiralayanın sözleşme ile bağlı kalması ve sürenin çok uzaması, mülkiyet hakkının özüne dokunan bir kısıtlama halini alabilmektedir. Bir meskende kiracı olarak (on) yıl oturan bir kimsenin bu sürenin sonunda eşdeğer bir meskeni kiralama imkânı da çoğunlukla mevcuttur. Fakat işyeri kiraları için farklı düşünmek gerekir. Çünkü işyerini tahliye eden kiracının benzer bir işyeri bulması her zaman mümkün olmayabilmektedir. Bu nedenle işyeri kiralarında (on) yılın sonunda eğer kiralayanın tahliyeyi istemekte korunmaya lâyık bir menfaati ya da haklı bir sebebi yoksa kiracıya, taşınmazı bir yıl daha tercihan kiralama hakkı tanınmalıdır. Özellikle kiralanan, kiralayan tarafından yeniden kiraya verilecekse, kiracı o zamana kadar borçlarını gereği gibi yerine getirmiş, yeni dönem için uygun bir kira bedeli de önermişse, tahliye için haklı sebebin ve korunmaya lâyık bir menfaatin olmadığı kabul edilmelidir. Kiralayanın kiracıdan bıkması tahliye için yeterli bir sebep sayılmamalıdır. Fakat kiralanan taşınmaza üçüncü kişiler tarafından kiracının yeni dönem için önerdiğinden daha yüksek bir bedel önerilmiş ve kiracı üçüncü kişiler tarafından önerilen bu bedeli ödemeyi kabul etmemişse (on) yılın sonunda kiralayanın tahliye davası açmakta haklı bir menfaatinin bulunduğunu kabul etmek gerekir. Çünkü böyle bir durumda kiralananı daha yüksek bir bedel ile kiraya verme imkânı bulunmaktadır .633İstanbul Hukuk Mecmuası 76/2kiracının bir yıl daha tercihan kira sözleşmesini devam ettirme hakkı olmalıdır. Kiraya verenin kiralananı yeniden kiraya vereceği hallerde, kiracı borçlarını gereği gibi ifa etmişse ve üçüncü kişilerin işyerini kiralamak için önerdiği bedeli ödemeyi kabul ediyorsa, bir yıl daha kira sözleşmesini devam ettirebilme hakkına sahip olmalıdır.Diğer  bir  görüşe  göre,  konut  kiraları  ve  çatılı  işyeri  kiralarının  bir  ayrım yapılmaksızın  aynı  şekilde  TBK  m.347 de  öngörülen  emredici  düzenlemeye tabi tutulmaları isabetli olmamıştır. İşyeri kiraları açısından emredici bir kural ile düzenlemeye ihtiyaç yoktur. Kiracısı tacir olan işyeri kiraları açısından on yıllık uzama süresine ilişkin hüküm aynen kalabilir veya hatta kira süresi sonundaki uzama yılının bitiminde kiraya verene fesih yetkisi verilebilir. Ancak konut kiraları ile kiracısının esnaf olduğu işyeri kiraları açısından kiraya verenin sebepsiz fesih hakkının emredici bir düzenlemeye tabi tutulması gerekir. Bununla birlikte, konut kiraları ile kiracısının esnaf olduğu işyeri kiraları bakımından on yıllık uzama süresinin sonunda kiraya verene tanınan fesih yetkisi isabetsiz olmuştur. Konut kiraları ve kiracısının esnaf olduğu işyeri kiraları açısından, on yıllık uzama süresi sonunda kiraya verene tanınan fesih yetkisi kaldırılmalıdır ya da hâkime takdir yetkisi veren bir düzenleme yapılmalıdır.III. Belirli Süreli Konut ve Çatılı İşyeri Kira Sözleşmelerinde On Yıllık Uzama Süresinin BaşlangıcıBelirli süreli konut ve çatılı işyeri kiralarında on yıllık uzama süresinin ne zaman başlayacağı konusunda öğretide farklı görüşler vardır. Yargıtay da, yeni Borçlar Kanununun yürürlüğe girdiği 2012 yılından günümüze kadar, aşağıda görüleceği üzere, belirli bir yönde içtihat oluşturmuştur.Belirli süreli konut ve çatılı işyeri kiralarının kiraya veren tarafından bildirim yoluyla sona erdirilmesi için kanunda aranan  on yıllık uzama süresi nin dolmuş olması koşulu, öğretide tereddütleri de beraberinde getirmiştir. On yıllık uzama süresinin, kira sözleşmesinin başından itibaren mi hesaplanacağı, yoksa kira süresinin ilk yılının bitimini takip eden bir zaman dilimi mi olduğu, yoksa uzama süresinin, kira sözleşmesinin süresinin sona ermesinden itibaren mi başlayacağı tartışmalıdır. A. Öğretide Azınlıkta Kalan GörüşlerÖğretide azınlıkta kalan görüşlerden birisi, sözleşmede öngörülen kira süresinin, on yıllık uzama süresine dâhil edilmesi gerektiği yönündeyken; diğer bir görüş, 26  Akıncı ya göre,  istihdam politikalarının yetersiz, kayıt dışı ekonominin geniş ve işsizliğin yaygın olduğu ülkemizde, müteşebbisi caydırıcı bütün unsurların ortadan kaldırılması gerekir. (…) Kira sözleşmelerinin kısa süreli olması, müteşebbis açısından caydırıcı bir rol oynamaktadır. Bu nedenle, işyeri kiralarında uzun süreli kira sözleşmesi yapma imkânının kiracılara tanınmasında, kiracının korunmasının yanı sıra, kamu yararının olduğunu dahi söyleyebiliriz  (s.38).27  Sanlı, s.135-136, 139.634Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...kiraya verenin kira süresinin başlangıcından itibaren toplamda on ikinci yılın sonunda sözleşmeyi sona erdirebileceği yönündedir.1. Kira Süresinin, On Yıllık Uzama Süresinin Hesabına Dâhil Edilmesi Gerektiği GörüşüBu görüştekilere göre, sözleşmede öngörülen kira süresi, on yıllık uzama süresine dâhil  edilmelidir;  böylece  on  yıllık  süre,  sözleşmenin  hükümlerini  doğurmaya başladığı kira süresinin başlangıcı anından itibaren işlemeye başlayacaktır. Zevkliler/Gökyayla ya göre, kanun metninde geçen  on yıllık uzama süresini izleyen  ifadesi,  soyut nitelikte; yasanın amacının ötesine geçen; yasa maddesinin kendi içinde olduğu gibi diğer maddelerinin hükümleri ile de çelişebilecek olan; uygulamada belirsizlik ve eşitsizliklere, dolayısıyla duraksamalara yol açacak bir ifadedir. (…) On yıllık sürenin başlangıcının, hangi tarih esas alınarak hesaplanacağı düzenlemeden anlaşılamamaktadır. Yasa maddesinin gerekçesinde de bu konuya açıklık getirici bir ifade bulunmamaktadır (…) 29.Bu görüşün dayandığı gerekçelerden ilki, kira süresinin on yılın hesabına dâhil edilmemesi durumunda kanunun amacıyla bağdaşmayan sonuçların doğacağıdır. Zira her bir belirli süreli kira sözleşmesinde kira süreleri farklı kararlaştırılabilir ve bu da her bir sözleşmenin, on yıllık süre de ilave edilmek suretiyle, farklı tarihte sona ereceği anlamına gelir. Örneğin bir yıllık bir kira sözleşmesi en erken on ikinci yılın sonunda sona ererken, alt yıllık kira sözleşmesi, on yedinci yılın sonunda ve on beş yıllık bir kira sözleşmesi ise yirmi altıncı yılın sonunda sona erecektir. Oysa kanunda amaçlanan sonuç (ratio legis) böyle değildir. Kanunun amacı dikkate alındığında, kiraya verenin sözleşme özgürlüğü gereğinden fazla sınırlandırılmamalı ve kiraya verenin menfaatleri göz ardı edilmemelidir. Kanun koyucu makul bir süre olarak on yılı benimsemiştir; on yılın aşılması, kiraya verenin menfaatlerinin göz ardı edilmesi ve kiraya verenin, kiracının boyunduruğu altına girmesi anlamına gelecektir.28  Doğan, Sona Erme, s.63; Aydın Zevkliler/ K. Emre Gökyayla, Borçlar Hukuku Özel Borç İlişkileri, 18. Bası, Turhan, Ankara 2018, s.340 vd; Gümüş, Kira Sözleşmesi, s.312-313; Mustafa Alper Gümüş, Borçlar Hukuku Özel Hükümler C.I, 3. Bası, Vedat Kitapçılık, İstanbul 2013, s.336; Gümüş, Armağan, s.122-123; Efrail Aydemir, Türk Borçlar Yasasına Göre Kira Hukuku, 4.Baskı, Seçkin, Ankara 2016, s.79; Mehmet Öztürk,  Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Erme Halleri , Dokuz Eylül Üniversitesi (D.E.Ü) Hukuk Fakültesi Dergisi, Prof. Dr. Şeref Ertaş a Armağan, C.19, Özel Sayı, 2017s.1555-1556; Tuba Birinci Uzun,  Belirli Süreli Konut ve Çatılı İşyeri Kira Sözleşmelerinin Kiraya Veren Tarafından Bildirim Yoluyla Sona Erdirilmesinde On Yıllık Uzama Süresi (TBK md. 347 f.1) , İnönü Üniversitesi Hukuk Fakültesi Dergisi, C.8, S.2, 2017, s.151-152; Mehmet Remzi/Sezer Aydın, Borçlar Hukuku Özel Hükümler, 8.Bası, İkinci Sayfa, 2017, s.169 (Ancak yazarlar, on yılın bitiminden itibaren takip eden uzama yılının sonunda (on birinci yılın sonunda) sözleşmenin sona ereceği görüşündedirler).  Olması gereken hukuk anlamında, on yıllık sürenin hesabına kira süresinin de dâhil edilmesi gerektiği görüşünde olmakla birlikte, yürürlükte olan hukuk bakımından kanundan böyle bir anlam çıkmayacağı görüşünde: Nihat Yavuz, Yeni TBK, HMK, İİK ve İstinafa Göre Kira Hukuku, 6.Baskı, Adalet, Ankara, 2018, s.664. (Yazar, örnek olarak 8 yıllık bir kira sözleşmesinin 2 yıl sonra, 12 yıllık bir kira sözleşmesinin ise 12 yılın sonunda kiraya veren tarafından sona erdirilebileceğini belirtmektedir. Yazarın s.665 te verdiği bu örnekler, herhalde olması gereken hukuk açısından savunduğu görüşü açıklamak için verilmiş olsa gerektir. Zira yazar, daha önce (s.664 te) yürürlükteki hukuk açısından kira süresi + on uzama yılı + 1 uzama yılı sonunda sözleşmenin kiraya veren tarafından feshedilebileceği görüşünde olduğunu belirtmiştir. 29  Zevkliler/Gökyayla, s.340.30  Zevkliler/Gökyayla, s.340-341; Birinci Uzun, s.152.635İstanbul Hukuk Mecmuası 76/2İkinci olarak, kira süresinin on yılın hesabına dâhil edilmemesi durumunda, kiraya verenin sözleşme özgürlüğü, her bir kira sözleşmesi için farklı zaman dilimlerinde ve on yıldan fazla bir süreyle uzun yıllar boyunca sınırlanabilecektir ki, bu durum Türk Medeni Kanununun (TMK) 23.maddesinin 2.fıkrası hükmünün temelinde yatan amaca aykırılık teşkil eder. TMK m.23/II gereğince,  Kimse özgürlüklerinden vazgeçemez veya onları hukuka ya da ahlâka aykırı olarak sınırlayamaz . Nitekim mülga eBK m.343 (TBK m.430/III) hükmünde de on yıldan uzun süreli hizmet sözleşmelerinin, on yılın sonunda feshedilebilmesine ilişkin düzenlemenin temelinde de aynı düşünce yatmaktadır. Nitekim TBK m.598/III hükmünde gerçek kişi tarafından verilen kefaletlerin sözleşmenin kurulması anından itibaren on yıl sonra sona ereceği hükmü de aynı düşüncenin bir başka somut örneğidir.Üçüncü olarak, kira süresinin on yılın hesabına dâhil edilmemesi halinde, belirli kira sözleşmesinin sona ermesine ilişkin TBK m.347/I, c.3 hükmü ile belirsiz süreli kira  sözleşmesinin  sona  ermesini  düzenleyen  TBK  m.347/II  hükmü,  birbiriyle çelişecek  ve  bu  durum  kanunun  amacına  (ratio  legis e)  uygun  düşmeyecektir. Çünkü TBK m.347/II ye göre belirsiz süreli kira sözleşmeleri bakımından on yıllık sürenin başlangıcı, kira sözleşmesinin hükümlerini doğurmaya başladığı an olarak açıkça düzenlenmiştir. Buna karşılık TBK m.347/I, c.3 hükmünde on yıllık sürenin ne zaman işlemeye başlayacağı konusunda hem madde metninde hem de gerekçede belirsizlik vardır. Her iki hüküm de kiraya verene on yılın sonunda kira sözleşmesini fesih hakkı tanımaktadır; kiraya verenin kira sözleşmesiyle bağlı kalacağı üst sürenin on yıl olması amaçlanmıştır. Öyleyse belirli süreli kira sözleşmeleri ile belirsiz süreli kira sözleşmeleri arasında bir fark yaratmak ve belirli süreli kira sözleşmelerinde kiracıyı daha fazla korumak için bir sebep bulunmamaktadır ve aksine bir düşünce, kanun koyucunun amacına (ratio legis e) ters düşer.Belirli süreli konut  ve  çatılı işyeri kiralarına ilişkin olarak  on  yıllık uzama süresinin başlangıcı bakımından TBK m.347/I, c.3 hükmünde söz konusu olan belirsizlik, kira sözleşmesinin  genel hükümleri  arasında yer alan ve belirsiz süreli kira sözleşmelerinin sona erdirilmesini düzenleyen TBK m.328/I, c.2 hükmü ile giderilebilir. TBK m.328/I, c.2 gereğince,  Fesih dönemlerinin hesabında, kira sözleşmesinin başlangıç tarihi esas alınır .31  Zevkliler/Gökyayla, s.342; aynı yönde Birinci Uzun, s.153 (Buna karşılık yazar, on yıldan daha uzun süreli sözleşmeler akdedilmesi halinde kısmi hükümsüzlük yaptırımının uygulanıp uygulanmayacağı konusunda görüş beyan etmemiştir). Zevkliler/Gökyayla ya göre,  4721 sayılı TMK nın 23/II.maddesi hükmü göz önünde tutularak, 818 sayılı BK m.343 hükmünün bir benzerine TBK 347/I.maddesinde yer verilmiş olma ihtimali bulunmakla birlikte, bu kez de burada değinilen sakıncalara yol açacak ifadelere ve yetersiz ve eksik bir gerekçeye yer verilmiştir  (s.342).32  eBK m.343 de on yılın sonunda işçiye feshetme imkânı tanındığı maddede ifade edilmişken; TBK m.430/III hükmündün madde metninde ise on yılın sonunda her iki tarafça da hizmet sözleşmesinin feshedilebileceği hükmüne yer verilmiştir.33  Zevkliler/Gökyayla, s.342.34  Zevkliler/Gökyayla, s.343; Birinci Uzun, s.154.35  Zevkliler/Gökyayla, s.343-344.636Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...2. Kiraya Verenin Toplamda On İkinci Yılın Sonunda Sözleşmeyi Sona Erdirebileceği GörüşüYavuz/Acar/Özen e göre, kanun koyucu TBK m.347/I, c.3 deki süreleri ihdas ederken, bir kira yılı + on uzama yılı + takip eden bir uzama yılı şeklinde bir sistemi esas almış; böylece kiracı yalnızca on iki yıl süre ile korunurken, kiraya verene sözleşmenin on üçüncü yıla uzamamasını sağlama imkânı tanınmıştır. Kira süresi bir yıldan uzun olsa bile,  kiracının on iki yıl korunması sistemi  gereğince kira süresinin yalnızca ilk yılı hesaplamada nazara alınmalıdır. Buna göre, örneğin sekiz yıllık bir kira sözleşmesinde, kiraya veren, en az dört yıl daha (8 yıl + 3 uzama yılı + 1 takip eden uzama yılı) beklemek zorunda olup, dördüncü yılın bitimine en az üç ay kala yapacağı bildirimle sözleşmeyi feshedebilecektir. Çünkü kanun koyucu, kiracıyı on yıl için korumuş ve on ikinci yılın sonu itibariyle kiraya verene fesih hakkı tanımıştır. Kira süresinin sona ermesinden itibaren on yıl geçtikten sonra en erken takip eden  uzama  yılında  kiraya  verenin  fesih  bildiriminde  bulunabileceğini  kabul etmek, haksız sonuçlar doğurabilir. Kanun koyucu, gerekçede, söz konusu süreleri belirlerken, onlarca yıl süren kira ilişkileri sebebiyle kiraya verenlerin mağdur olmasını engellemek ve toplumsal huzursuzlukları gidermek maksadıyla düzenleme getirdiğini açıklamışken, kira süresinin sona ermesinden itibaren on yılın başlamasını kabul  etmek,  kanun  koyucunun  amacına  ters  düşer  ve  toplumsal  huzursuzluk önlenmiş olmaz. Buna karşılık on yıldan daha uzun süreli kira sözleşmeleri bakımından, kiraya verenin kira süresi dolmadan sözleşmeyi feshetmesi mümkün değildir. Çünkü kiraya veren kendi iradesiyle uzun süreli bir kira sözleşmesi akdettiğine göre, sözleşmeyle bağlılık ilkesi uyarınca, kira süresinin sonuna kadar beklemek zorundadır. Örneğin on beş yıllık bir kira sözleşmesinde kiraya veren, on ikinci yılın sonunda değil; en erken on beşinci yılın sonunda –elbette en az üç ay önceden yapacağı bildirim ilesözleşmeyi feshedebilir. B. Öğretide Hâkim Görüş ve Yargıtay Uygulaması: Kira Süresinin, On Yıllık Uzama Süresinin Hesabına Dâhil Edilmemesi Gerektiği GörüşüHâkim görüşe göre, on yıllık uzama süresi, sözleşme ile kararlaştırılan kira 36  Yavuz/Acar/Özen, s.660-661. Sayın Prof. Dr. Cevdet Yavuz, Türk Borçlar Kanununun hazırlık çalışmalarında Komisyonda görev almıştır.37  Karşı görüşte Burcuoğlu, Quo Vadis, s.43. Sayın Prof. Dr. Haluk Burcuoğlu, Türk Borçlar Kanununun Hazırlık Çalışmalarında Komisyonda görev almıştır.38  Yavuz/Acar/Özen, on iki yıllık bir kira süresi örneğinden hareket ederek, on birinci yılın sonunda kiraya verenin sözleşmeyi feshedemeyeceğini ifade etmekte iseler de, yazarlar on iki yıllık bir sistemi esas aldıklarına göre, on iki yıldan daha uzun süreli sözleşme örnekleri ile bu görüş daha iyi anlaşılabilir. Aynı yönde: Aylin Hekim, Konut ve Çatılı İşyeri Kira Sözleşmelerinin Bildirim Yoluyla Sona Ermesi (TBK m. 347), Yayınlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, İstanbul 2018, s.67-68.39  Haluk Burcuoğlu,  Borçlar Kanunu Tasarısı nın Haksız Eylem Sorumluluğu ve Kira İle İlgili Düzenlemesiyle Getirilen Yenilikler , Prof. Dr. Turgut Akıntürk e Armağan, Beta, Ankara, 2008, s.36; Haluk Burcuoğlu, in  Seminer: Borçlar Kanuna 637İstanbul Hukuk Mecmuası 76/2süresinin bitiminden itibaren başlar. Buna göre, kiraya veren, sözleşmeyi sebep göstermeksizin  feshetme  hakkını,  kira  süresini  müteakiben  işleyecek  on  yıllık uzama süresinin tamamlanmasının ardından işlemeye başlayacak olan her bir yıllık uzama yılının bitiminden en az üç ay önce yapacağı bildirim ile kullanma imkânına sahiptir (Kira süresi + on yıllık uzama süresi + ( en az) bir yıllık uzama süresi). Kira sözleşmesi, fesih hakkının kullanıldığı uzama yılının sonundan itibaren feshedilmiş sayılır. Örneğin 5 yıllık bir kira sözleşmesi yapılmışsa, kiraya veren, süresinde fesih bildiriminde bulunmuş olmak kaydıyla, en erken 16. kira yılının bitiminden itibaren (5 yıl kira süresi + 10 uzama yılı + 1 uzama yılı) sözleşmeyi feshedebilir. On yıllık uzama süresinin başlangıcı hakkındaki Yargıtay uygulaması, öğretideki hâkim görüş doğrultusundadır; Yargıtay a göre, on yıllık uzama süresi, kira süresinin bitiminden itibaren başlar.Genel olarak on yıllık uzama süresinin, taraflarca kararlaştırılan kira süresinin tamamlanmasından itibaren başlayacağını kabul eden hâkim görüşün ilk dayanağı, Getirilen Yenilikler  (Prof. Dr. Haluk Burcuoğlu - Prof. Dr. Atilla Altop Yrd. Doç. Dr. Ebru Ceylan - Av. Umut Yeniocak - Av. Tamer Şahin), İzmir Barosu Dergisi, C.77, S.2, 2012, s.67; Burcuoğlu, Quo Vadis, s.39, 43-44, 50; Gökhan Antalya,  Türk Borçlar Kanunu Tasarısının Değerlendirilmesi Sempozyumu, Dördüncü Oturum: Kira Sözleşmesi ve Kefalet, Legal Hukuk Dergisi, C.3, S.34, 2005, s.3701; İnceoğlu, II, s.333 vd; Turgut Öz, Yeni Borçlar Kanununun Getirdiği Başlıca Değişiklikler ve Yenilikler, 3. Bası, Vedat, İstanbul 2012 s.75-76; Mithat Ceran, Kira Sözleşmeleri Tahliye ve Tesbit Davaları, 2.Baskı, Yetkin, Ankara, 2015, s.90; Akyiğit, s.169; Ahu Ayanoğlu Moralı,  Konut ve Çatılı İşyeri Kiralarında Kiraya Verenin TBK m.347 Çerçevesinde Kira Sözleşmesini Bildirim Yoluyla Sona Erdirmesi , Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi, C.9, S.103-104, 2013, s.114; Ayanoğlu Moralı, Şerh, N.30, 37-38; Köstekçi, s.72-73; Aydoğdu/Kahveci, s.642 vd; Nil Karabağ Bulut, Medeni Kanunun 23. Maddesi Kapsamında Kişilik Hakkının Sözleşme Özgürlüğüne Etkisi, 1. Bası, On İki Levha Yayınları, İstanbul, 2014, s.146; Sanlı, s.108-109, 140; Doğan Şenyüz, Borçlar Hukuku: Genel ve Özel Hükümler, 8.Bası, Ekin, Bursa, 2016, s.353-354; Nihat Yavuz, 6098 Sayılı Türk Borçlar Kanunu nun Getirdiği Değişiklikler ve Yenilikler (Genel Hükümler-Özel Hükümler), 3. Bası, Adalet Yayınevi, Ankara 2012, s.554; Nihat Yavuz, Borçlar Hukuku El Kitabı, Adalet, Ankara, 2018, s.978; N.Yavuz, Kira Hukuku, s.664 (Yazar, olması gereken hukuk anlamında, on yıllık sürenin hesabına kira süresinin de dâhil edilmesi gerektiği görüşünde olmakla birlikte, yürürlükte olan hukuk bakımından kanundan böyle bir anlam çıkmayacağı görüşündedir, ayrıca bkz. yukarıda dn.28); Sever, s.209; Merve Akgün Akay, Konut ve Çatılı İşyeri Kira Sözleşmelerine Özgü Sona Erme Sebepleri, Seçkin, Ankara 2017, s.24 (Yazar, on yıllık uzama süresinin  kira sözleşmesinin  bitiminden itibaren başlayacağını ifade etmekle birlikte,  kira süresinin  sona ermesinden itibaren işlemeye başlayacağı görüşünde olduğu anlatılmak istenmektedir); Pelin Kurşat, Konut ve Çatılı İşyeri Kira Sözleşmesinin Bildirim Yoluyla Sona Erdirilmesi, Filiz, İstanbul, 2017, s.47; Demircioğlu, s.191, 194 (ancak yazar, olması gereken hukuk anlamında konut kiraları açısından uzama süresinin beş yılla sınırlandırılması, işyeri kiraları açısından ise on yıllık sürenin muhafaza edilmesi gerektiği görüşündedir, bkz. s.194-195); Hekim, s.68.  Ayrıca bkz ve karş. Mithat Ceran,  6098 Sayılı Türk Borçlar Kanunu nda Kira Sözleşmesi , 6098 Sayılı Türk Borçlar Kanunu Sempozyumu, 12-13 Mayıs 2011, Ankara Barosu, Ed. Emel Badur, Salmat Basım Yayım, Ankara 2011, s.150; Mithat Ceran,  6098 Sayılı Türk Borçlar Kanunu nda Kira Sözleşmesi , Hukuk Muhakemeleri Kanunu ve Borçlar Kanunu Sempozyumu, 24-25 Mart 2011, Ankara Barosu, Ed. Emel Badur, Başak Matbaacılık, Ankara 2011, s.244. (Ancak yazar bu eserlerde on yıllık uzama süresinin başlangıç anı konusunda açık görüş beyan etmemektedir).40  On yıllık uzama süresinin, kira süresinin bitiminden itibaren başlayacağını kabul etmekle birlikte, kiraya verenin fesih bildiriminde bulunabileceği en erken zaman dilimi açısından farklı görüşte: Akyiğit, s.169. Bu görüş için bkz. §IV, dn.62.41  Y.6HD 19.11.2015, 6590/10095:  (…) taraflar arasındaki kira sözleşmesi 01/01/2000 başlangıç tarihli olup 7 yıl sürelidir uzama süresi 01/01/2007 yılından itibaren başlatılması gerekir. Bu durumda uzayan dönem 01/01/2017 yılında sona ereceğinden ancak bu tarihten sonraki dönem için kiralananın süre bitimi nedeniyle tahliyesi istenebilir  (Lexpera). Y.6HD 13.10.2015,5805/8411:  (…) kiralanan TBK.nun konut ve çatılı işyeri kirası hükümlerine tabi olup, taraflar arasında imzalanan 01/10/2001 başlangıç tarihli 3 yıl süreli kira sözleşmesinin süresi 01/10/2004 tarihinde sona erdiğinden bu tarihten sonra TBK.nun 347/1 maddesine göre kiracı tarafından sözleşmenin bitiminden en az onbeş gün önce bildirimde bulunulmadığı takdirde kira sözleşmesi aynı şartlarda birer yıl uzayarak on yıllık uzama süresi 01/10/2014 tarihinde sona erecektir. TBK 347/1 maddesi gereğince 10 yıllık uzama süresinin 01/10/2004 tarihinden başlatılması gerekirken 01/10/2001 tarihinden başlatılması ve buna göre sonuca gidilmesi doğru değildir  (Lexpera). Aynı yönde; Y.3HD 05.12.2017, 9404/17034 (Kazancı İBB); Y.3HD 06.02.2017, 1437/793 (Kazancı İBB); Y.6HD 23.05.2016, 11403/4059 (Kazancı İBB); Y.6HD 22.2.2016, 9211/1178 (Kazancı İBB); Y.6HD 08.02.2016, 8957/680 (Kazancı İBB); Y.6HD 28.01.2016, 3643/537 (Kazancı İBB); Y.6HD 26.01.2016, 9169/401 (Lexpera); Y.6HD 19.06.2014, 5641/8167 (Kazancı İBB)638Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...bizzat hükmün açık lafzıdır. Zira TBK m.347/I, c.1 hükmünde, konut ve çatılı işyeri  kiralarında  kiracının,  belirli  süreli  kira  sözleşmesini  fesih  bildirimi  ile (olağan fesih) sona erdirme imkânı düzenlenmektedir. Buna göre kiracının, kira süresinin bitiminden en az on beş gün önce hiç veya usulüne uygun surette bir fesih bildiriminde bulunmaması halinde, sözleşmenin aynı koşullarla bir yıl için uzayacağı, kanun metninde  uzatılmış sayılır  ifadesiyle açıklanmış; böylece uzama süresi düzenlenmiştir. Maddenin takip eden üçüncü cümlesinde ise bu kez kiraya verenin belirli süreli konut ve çatılı iş yeri kirasını fesih bildirimi (olağan fesih) yoluyla sona erdirme imkânı düzenlenmektedir. Kiraya verenin olağan fesih hakkının doğması için gerekli olan koşullar, TBK m.347/I, c.3 te açıklanırken,  uzama süresi  ifadesi kullanılarak,  aslında  hükmün  birinci  cümlesindeki   uzatılmış  sayılır   ifadesine gönderme  yapılmaktadır.  Üçüncü  cümleye  göre,   (…)  on  yıllık  uzama  süresi sonunda kiraya veren, bu süreyi izleyen her uzama yılının bitiminden en az üç ay önce bildirimde bulunmak koşuluyla, herhangi bir sebep göstermeksizin sözleşmeye son verebilir 43. Açıklanan bu sebeplerle, bu görüşteki yazarlara göre, belirli süreli konut ve çatılı işyeri kiralarına ilişkin TBK m.347/I, c.3 te on yıllık uzama süresinin başlangıcının kanunda açık olmadığı yönündeki görüş ya da kira süresinin ilk yılının bitiminden itibaren on yıllık uzama süresinin başlayacağı yönündeki görüş, isabetli değildir. Nitekim Burcuoğlu ya göre,  Sözleşme için öngörülmüş süre dolmadan, uzama süresinden söz etmek kesinlikle mümkün değildir 44.İkinci bir dayanak olarak, kanun koyucunun, TBK m.347 hükmünde on yıllık uzama süresi bakımından, belirli süreli konut ve çatılı işyeri kiraları ile belirsiz süreli konut ve çatılı işyeri kiralarını ayrı ayrı düzenlemiş olmasına (f.1 ve f.2) işaret edilmiştir. Kanunda, belirli süreli konut ve çatılı işyeri kiralarının kira süresinin bitiminde itibaren işlemeye başlayacağı açıkça ifade edilmiş iken; belirsiz süreli olanların, kira başlangıcından itibaren işlemeye başlayacağı açıkça ifade edilmiştir. Esasen kanundaki bu ayrım olağandır. Çünkü belirsiz süreli sözleşmeler bakımından, taraflar önceden bir kira süresi öngörmüş olmadığından, bir  uzama süresi nden söz etmek de mümkün değildir. Bu sebeple de belirsiz süreli sözleşmelerde on yıllık uzama süresinin, kira süresinin bitiminden itibaren başlayacağını öngören kanun koyucu, belirsiz kira sözleşmeleri bakımından zorunlu olarak sözleşmenin başlangıç anının esas almıştır. Kanun koyucu, belirli süreli ile belirsiz süreli sözleşmeleri aynı hükümlere tabi tutmak isteseydi veya her ikisi için de on yıllık uzama süresinin kira süresinin başlangıcından itibaren başlamasını arzu etseydi, konuyu maddenin farklı 42  Burcuoğlu, Quo Vadis, s.43-44; İnceoğlu, II, s.333; Sanlı, s.108; Hekim, s.68-69. 43  Burcuoğlu ya göre, aksi yöndeki görüşler, olsa olsa kesinlikle katılmanın mümkün olmadığı contra legem bir temenni anlamını taşır (Quo Vadis, s.50). Hekim e göre,  (…) TBK m.347/I in ilk cümlesinde uzama süresi ile ne kast edildiği ortaya konmuştur, ardından da kiraya veren bakımından on yıllık bir uzama süresinin geçmiş olması şartı açıklanmıştır. Kanun koyucunun iradesi bu denkli açık iken on yıllık sürenin hesabına kira süresinin dahil edilmesi, (yazara göre) bu iradenin yok sayılması anlamını taşıyacaktır. Aksi yöndeki görüşler, ancak olması gereken hukuk bakımından tartışma konusu yapılabilir niteliktedir  (s.69).44  Burcuoğlu, Quo Vadis, s.43.639İstanbul Hukuk Mecmuası 76/2fıkralarında düzenlemez; her iki durum için de aynı hükmü sevk ederdi. Olması gereken hukuk açısından farklı bir görüş savunulabilirse de, yürürlükteki düzenleme açısından kanun koyucunun açık iradesini yok saymak isabetli değildir. Bu görüşteki yazarlara göre, karşı görüşün ileri sürdüğü, uzun süreli konut ve çatılı işyeri kiralarında on yıllık uzama süresinin, kira süresinin bitiminden itibaren işlemeye başlamasının kabul edilmesi halinde, bu durumun kiraya veren açısından mağduriyete yol açacağı ve toplumsal huzuru bozacağı fikri de isabetli değildir. Çünkü uzun süreli kira sözleşmesi yapmayı tercih etmesi halinde, kiraya veren, bu duruma kendisi yol açmış olur. Bu durumla karşılaşmak istemeyen kiraya veren, sözleşme özgürlüğü içerisinde, daha kısa süreli bir sözleşme yapmayı tercih etmelidir. Böylece sebep göstermeksizin sözleşmeyi feshetme hakkına daha erken kavuşabilir. On  yıllık  sürenin,  kira  süresinin  bitiminden  itibaren  başlayacağının  kabul edilmesi halinde kişilik haklarını ihlal edici bir yorum yapılmış olacağı yönündeki görüş  de  isabetli  değildir.  Tarafların  ekonomik  özgürlüklerini  aşırı  ölçüde sınırlamamak kaydıyla on yıldan daha uzun süreli kira sözleşmeleri yapılmasının ya da kira sözleşmesinin on yıldan daha uzun sürmesinin kamu düzenine aykırı düşeceği söylenemez, 49. Öte yandan, bu görüşün kabul edilmesi halinde, on yıldan daha uzun süreli sözleşmelerde, on yılın bitimiyle sözleşmenin süresinden önce kiraya veren tarafından feshedilebilme imkânının da kabul edilmiş olacağı savunulmuştur.45  İnceoğlu, II, s.333; aynı yönde Ayanoğlu Moralı, TBK 347, s.114-116; Sanlı, s.109; Karabağ Bulut, s.149; Hekim, s.69.46  İnceoğlu, II, s.334; Burcuoğlu, Quo Vadis, s.44; Ayanoğlu Moralı, Şerh, N.39; Hekim, s.69-70.47  Bu görüş için bkz. yukarıda §III.A.1.48  İnceoğlu, II, s.334. Yazar, bu görüşün yargı uygulamasınca da desteklendiğini belirtmek için, uzama süreleriyle birlikte kırk yıldır devam eden bir kira sözleşmesinin geçerli olduğu yönündeki Y.13HD nin 04.03.2002, 10836/2023 sayılı kararını örnek olarak göstermektedir. Aynı yönde Karabağ Bulut a göre,  (…) on yıllık sürenin belirli sürenin sona ermesinden itibaren başlatılmasının toplumsal huzuru bozacağı ve her durumda kamu düzenine aykırı oldukları hususuna katılmak da mümkün değildir. Bir kere yukarıda da ifade edildiği üzere, Türk Borçlar Kanunu belirli sürenin kırk veya elli yıl olmasını yasaklayan bir hüküm sevk etmiş değildir. Ayrıca süresi on yılı aşan belirli süreli kira sözleşmelerinin sırf bu nedenle kişilik hakkını ihlal ettiği veya kamu düzenine aykırı olduğu da söylenemez. Bir sözleşmenin kişilik hakkını ihlal etmesi yalnızca süresi dikkate alınarak tespit edilemez. (…) Burada sözleşmede kararlaştırılan edimlerin, sözleşmenin kiracı veya kiraya verene sağladığı her türlü katkının ve sözleşmedeki bütün somut şartların birlikte değerlendirilerek sonuca varılması gerekmektedir  (s.149). Aynı yönde Demircioğlu, s.192.  İnceoğlu, ayrıca, karşı yöndeki görüşün kabul edilmesi durumunda, taraflarca daha baştan on beş yıllık bir kira sözleşmesi yapılması halinde, bu görüşün doğal sonucu olarak böylesine uzun süreli yapılan kira sözleşmelerinin de toplumsal huzuru bozdukları ve kamu düzenine aykırı oldukları sonucuna varılması gerekeceğini ve bu sebeple geçersizliğe uğramaları sonucuyla karşılaşılacağı yönünde eleştiride bulunmaktadır (II, s.334-335).49  Ancak bu noktada belirtmek gerekir ki, Zevkliler/Gökyayla, on yıllık sürenin kira süresi bitiminden itibaren başlatılması şeklindeki yorumun kişilik haklarına (TMK m.23/II) aykırı düşeceği şeklindeki görüşlerini ileri sürerken, kira süresinin on yıldan daha uzun süreli (örneğin on beş yıllık) akdedilmesi halinde ne olacağı konusunda açık bir görüş beyan etmiş değillerdir. Ancak öğretide yapılan eleştiriler, yazarların on yıldan daha uzun süreli sözleşmelerin kısmi geçersizliğe uğrayacağını savunduğu temelinden hareket etmektedir.50  Bu yönde: Kurşat, s.47. Kanımızca, on yıllık süreye kira süresinin de dâhil olduğunun savunulması halinde, örneğin onaltı yıllık bir kira sözleşmesinde, kiraya verenin onuncu yılın sonunda fesih imkânını kullanabileceği sonucunun kabul edilmiş olacağı şeklinde otomatik bir sonuca varmak isabetli olmaz. Pekâlâ, on yıllık süreye kira süresinin de dâhil olduğu görüşü savunulmakla birlikte, örneğin on altı yıllık sözleşme yapılması halinde, on yılın değil; sözleşme süresinin sonunda sözleşmenin feshedilebileceğini savunmak da bu görüş açısından mümkün olabilir. Dolayısıyla on yılın sonunda her durumda fesih hakkının kabul edilmesi gerekeceği ya da on yılı aşan kira sözleşmelerinin kısmi hükümsüz olacağı, bu görüşün otomatik bir sonucuymuş gibi söylenemez.640Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...Zevkliler/Gökyayla  tarafından  savunulan  ve  görüşlerine  dayanak  olarak gösterilen,  TBK  m.347/I,c.3  hükmündeki  belirsizliğin,  TBK  m.328  hükmünün kıyasen uygulanmasıyla çözülebileceği ve TBK m.328 gereğince fesih dönemleri bakımından  sözleşmenin  başlangıcını  esas  almış  olmasına  dair  hükmün,  TBK m.347/I, c.3 bakımından uygulanarak, on yıllık sürenin kira süresinin başlangıcından itibaren hesaplanacağı yönündeki görüş de karşı yöndeki çoğunluk görüşü tarafından eleştirilmiştir. Zira TBK m.328 hükmü belirsiz süreli sözleşmelere ilişkin bir hükümdür. TBK m.347/I, c.3 hükmünde, iddia edildiği gibi, bir belirsizlik bulunmadığı için, TBK m.328 hükmünün uygulanmasına gerek olmadığı gibi, bir an için bu hüküm uygulansaydı dahi, ancak belirsiz süreli sözleşmeler bakımından uygulama alanı bulabilirdi. Oysa ki, TBK m.347/II hükmü, zaten belirsiz süreli sözleşmeler bakımından kira süresinin başlangıcını esas almaktadır. Öte yandan TBK m.347/I, c.3 hükmü ile TBK m.347/II hükmü arasında bir çelişki de bulunmamaktadır. Zira belirsiz süreli sözleşmelerde,  sürenin sona ermesi  ya da  uzama süresi  diye bir olgu söz konusu değildir. Bu sebeple de belirsiz süreli sözleşmeleri düzenleyen TBK m.328 hükmünden belirli süreli sözleşmeler için kıyas yoluyla bir çıkarımda bulunmak isabetli değildir.Demircioğlu ya göre,  konut ve çatılı işyeri kiralarında sınırlı sayıdaki tahliye sebepleri gerçekleşmedikçe ve kiracı da sözleşmeyi fesih veya ihlal etmedikçe, sözleşmenin  süresiz  şekilde  devamının  engellenmesi,  tarafların  iradeleriyle belirledikleri sözleme süresinin değil, bu iradenin dışında sadece Kanun gereği gerçekleşen  uzama  süresinin  sınırlandırılması  ile  gerçekleşir.  Bu  sebeple,   on yıllık süre sınırına , sözleşmede öngörülen süre dâhil edilmemelidir. Aksi düşünce, örneğin bir yıl süreli akdedilen sözleşme kanun gereği tam dokuz yıl uzadıktan sonra; dokuz yıl süreli akdedilen sözleşme ise kanun gereği sadece bir yıl uzadıktan sonra bildirimli fesih hakkının tanınması sonucunu doğurur ki, bu kiraya verenin iradesinin hiçbir şekilde dikkate alınmaması demektir. Oysa ilk ihtimalde kiraya verenin iradesi sözleşmeyle kısa süreli bir bağlılığa yönelmiş iken; ikinci ihtimalde kiraya veren çok daha uzun süreli bir sözleme yapmayı baştan kendisi arzu etmiştir .Hukukun ekonomik analizine dayanan bir görüşe göre de, kira ilişkilerinde kiraya verenin fırsatçı davranış sorunu söz konusu olabildiği için, on yıllık uzama süresinin daha kısa olacak şekilde yorumlanması isabetli olmaz.51  İnceoğlu, II, s.334-335.52  Demircioğlu, s.191 (ancak yazar, kanunda düzenlenen on yıllık uzama süresi bakımından de lege ferenda olarak farklı görüştedir: Bkz. s.193-196. Bu görüş için bkz. yukarıda §II).53  Sanlı, s.140.54  Bununla kiraya verenin, kiralanan yeri konumu ve koşulları sebebiyle kiralamak zorunda kalan ya da özgürce seçim yapamayan kiracının sömürülmek istenmesi anlatılmak istenmektedir.641İstanbul Hukuk Mecmuası 76/2IV. Kiraya Veren Tarafından Fesih Bildiriminin Yapılabileceği En Erken Zaman Dilimi: Fesih Bildiriminin On Yıllık Uzama Süresinin Tamamlandığı Kira Döneminde Mi Yoksa Tamamlanmayı Takip Eden İlk Uzama Yılında Mı İleri Sürülebileceği Hakkındaki GörüşlerYavuz/Acar/Özen tarafından savunulan  kiracının on iki yıl korunması (1 kira yılı + 10 uzama yılı + 1 takip eden uzama yılı) sistemine göre, kiraya verenin, -en az üç ay öncesinden bildirimde bulunmak kaydıyla en erken- on yılın sonunda değil; on yılın tamamlanmasını izleyen ilk uzama yılının sonunda kira sözleşmesini feshedebileceği görüşü benimsenmiştir. Ancak kira süresi on iki yıldan daha uzun ise, kira süresinin sona ermesinden en az üç ay önce yapılacak bildirimle sözleşme sona erdirilebilir.Sözleşmede öngörülen kira süresinin, on yıllık uzama süresine dâhil olduğunu savunan  görüşteki  yazarların  çoğunluğuna  göre,  on  yıllık  süre,  sözleşmenin hükümlerini doğurmaya başlaması anından itibaren işlemeye başlayıp, onuncu yılın sonunda sona ereceğine göre, anılan yazarların onuncu yılın bitiminde kiraya verenin sözleşmeyi feshedebileceğini kabul ettikleri sonucuna varılmak gerekir. Sözleşmede öngörülen kira süresinin, on yıllık uzama süresine dâhil olduğunu savunan görüşteki yazarlardan diğer bir kısmı ise, on yılın bitiminden itibaren takip eden uzama yılının sonunda (on birinci yılın sonunda) sözleşmenin sona ereceği görüşündedirler. Gümüş e göre, kira süresi on yıldan daha uzun ise, TBK m.347/II hükmü, on yıldan daha uzun süreli konut ve çatılı işyeri kiralarına kıyasen uygulanmalıdır. Buna göre, kiraya veren fesih hakkını en erken sözleşmeyle kararlaştırılan bu sürenin bitiminde ya da sürenin bitimini izleyen kira dönemlerinin sona ermesinden en az üç ay önce yapacağı bildirimle kullanabilir. Diğer bir deyişle, kira başlangıcından itibaren on yılın dolması üzerine kira sözleşmesini sona erdiremez. Örneğin on yedi yıllık bir kira sözleşmesinde, kiraya veren; en az üç ay önceden bildirimde bulunmak koşuluyla- on yedinci yılın sonunda ya da on yedinci yılın bitimini izleyen her bir yıllık kira döneminin sonunda kira sözleşmesini feshedebilir. Kira süresinin on yıllık uzama süresine dâhil olmaması gerektiğini savunan hâkim görüşteki yazarların çoğunluğuna göre, on yıllık uzama süresinin sonunda değil; 55  Yavuz/Acar/Özen, s.660.56  Doğan, Sona Erme, s.63; Zevkliler/Gökyayla, s.344; Aydemir, s.79; Öztürk, s.1555-1556.57  Gümüş, Kira Sözleşmesi, s.312-313; Gümüş, Özel Hükümler, s.336; Gümüş, Armağan, s.122-123; Remzi/Aydın, s.169.58  Gümüş, Kira Sözleşmesi, s.313;Gümüş, Armağan, s.122-123; aynı yönde Özdoğan/Oymak, s.532.59  Gümüş, önceki eserinde (Kira Sözleşmesi, s.313), kıyasen  TBK m.347/I, c.3  hükmünün uygulanacağını belirtmiş ise, de sonraki eserinde bu ifadeyi düzelterek kıyasen uygulanacak maddenin  TBK m.347/II  olduğunu belirtmiştir: Bkz. Armağan, s.123, dn.7.60  Burcuoğlu, Tasarı, s.36; Burcuoğlu, Seminer, s.67; Burcuoğlu, Quo Vadis, s.39, 43-44, 50; İnceoğlu, II, s.333 vd; Öz, s.75-76; Ayanoğlu Moralı, TBK 347, s.114; Ayanoğlu Moralı, Şerh, N.30, 37-38; Köstekçi, s.72-73; Aydoğdu/Kahveci, s.642 vd; Karabağ Bulut, s.146; Sanlı, s.108-109, 112; Şenyüz, s.353-354; Akgün Akay, s.24; yürürlükteki hukuk açısından bu görüşte N.Yavuz, Değişiklikler, s.554; N.Yavuz, Borçlar Hukuku, s.978; N.Yavuz, Kira Hukuku, s.664 (Yazarın olması gereken hukuk anlamındaki görüşü için bkz. yukarıda dn.28); Hekim, s.68. On yıllık uzama süresinin başlangıç anı hakkında açık bir görüş belirtmemekle birlikte, kiraya verenin fesih hakkını kullanabileceği en erken zaman dilimi açısından bu görüşte: Nevzat Koç,  6098 Sayılı Türk Borçlar Kanununda Kira Sözleşmesine İlişkin Olarak Yapılan 642Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...on yıllık süreyi takip eden her bir uzama yılının sonunda, bu tarihten en az üç ay önce  fesih  bildiriminde  bulunulmuş  olmak  kaydıyla,  kira  sözleşmesinin  kiraya veren tarafından sona erdirilebileceğini kabul ederler. Yargıtay uygulaması da bu yöndedir. Örneğin, kiraya veren, bir yıllık bir kira sözleşmesinde, on ikinci yılın bitiminde önce; beş yıllık bir kira sözleşmesinde ise on altıncı yılın bitiminden önce olağan fesih hakkını kullanamayacaktır. Buna karşılık hâkim görüşteki yazarlardan Akyiğit e göre, TBK m.347/I, c.3 hükmü, kiraya verenin olağan fesih hakkını, en erken onuncu uzama yılının sonunda kullanabileceği yönünde anlaşılmalıdır.V. Tarafların Mevcut Kira İlişkisi Devam Ederken Yeni Bir Kira Sözleşmesi Akdetmelerinin EtkisiMevcut bir kira sözleşmesindeki kiraya veren ve kiracı taraf, ilk ihtimal olarak, henüz mevcut sözleşmedeki kira süresi dolmadan önce yeni bir kira sözleşmesi akdetmiş ya da bir tecil anlaşması yapmış olabilirler. İkinci ihtimalde ise, taraflar, mevcut kira sözleşmesindeki on yıllık uzama süresi devam etmekte iken, yeni bir kira sözleşmesi akdetmiş ya da sözleşmeyi tadil ederek yeni bir kira süresi belirlemiş olabilirler.A. Tarafların, Mevcut Kira Sözleşmesindeki Kira Süresi Dolmadan Önce Yeni Bir Kira Sözleşmesi AkdetmeleriBir kira sözleşmesindeki kira süresi henüz dolmadan ve uzama yıllarına geçilmeden önce, taraflar bir araya gelerek yeni bir kira sözleşmesi akdedebilirler. Bu durumda on yıllık uzama süresinin akıbeti, on yıllık sürenin başlangıcı konusunda öğretide savunulan görüşlere göre değişecektir. Kira süresinin, on yıllık uzama süresinin hesabına dâhil edilmesi gerektiği görüşü nü savunan yazarlar ile  kiraya verenin toplamda on ikinci yılın sonunda sözleşmeyi sona erdirebileceği görüşü nü savunan yazarlar, bu konu bakımından açık bir görüş beyan etmemişlerdir.Yeni Düzenlemelerin Genel Değerlendirmesi , İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, İstanbul 2014, C.I, S.1, s.27-28; ayrıca bkz. Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Şeref ERTAŞ a Armağan, C. 19, Özel Sayı-2017, s.97-98. Ayrıca bkz. Ceran, BK Sempozyumu, s.150; Ceran, HMK-BK Sempozyumu, s.237, 244; Demircioğlu, s.191, 194-195.  On yıllık sürenin başlangıç anı konusunda görüş beyan etmemekle birlikte, on yıllık uzama süresinin dolmasını takip eden uzama yılının sonundan itibaren sözleşmenin sona erdirilebileceği görüşünde: Arpacı, s.91; Erzan Erzurumluoğlu, Sözleşmeler Hukuku (Özel Borç İlişkileri), 7.Baskı, Yetkin, Ankara 2017, s.121.61  Bkz. yukarıda dn.42 de anılan kararlar.62  Akyiğit, s.169.63  Ekleyelim ki, sözleşmenin devri veya kiralananın kullanım hakkının devrine ilişkin sözleşmeler, kural olarak, mevcut kira sözleşmesinin kira süresine ya da on yıllık uzama süresine etki etmezler.64  Bu görüşler için bkz. §III. Ayrıca bkz ve karş. Faruk Acar,  Belirli Süreli Konut ve Çatılı İşyeri Kira Sözleşmelerinin Yenilenmesi Halinde Kiraya Verenin On Yıllık Sürenin Bitmesi Sebebiyle Bildirim Yoluyla Sözleşmeyi Sona Erdirmesi , Yargıtay Uygulaması Çerçevesinde Borçlar Hukuku ve Eşya Hukukundaki Güncel Gelişmeler Ulusal Sempozyumu, Bildiri Özetleri, 2 Kasım 2018, Yeditepe Üniversitesi, İstanbul 2018, s.10.643İstanbul Hukuk Mecmuası 76/2Öğretide hâkim görüş olan  kira süresinin, on yıllık uzama süresinin hesabına dâhil edilmemesi gerektiği görüşü , meseleyi kira süresinin uzatılması yönünden ele almıştır. İnceoğlu ya göre, mevcut kira sözleşmesi devam ederken, taraflar yeni bir kira sözleşmesi akdederek yeni bir kira süresi kararlaştırırlarsa, bundan hukuken anlaşılması gereken, mevcut kira sözleşmesindeki kira süresinin uzatıldığı ve yapılan yeni anlaşmanın bir tecil anlaşması mahiyetinde olduğudur. Bu görüşe göre, on yıllık uzama süresi, ancak bu kararlaştırılan yeni kira süresinin bitiminden itibaren işlemeye başlayacaktır.B. Tarafların, Mevcut Kira Sözleşmesindeki On Yıllık Uzama Süresi Devam Etmekte İken, Yeni Bir Kira Sözleşmesi Akdetmeleri Mevcut kira sözleşmesinin on yıllık uzama süresi devam ederken, kiraya veren ve kiracının bir araya gelerek yeni bir kira sözleşmesi akdetmek suretiyle ya da mevcut sözleşmeyi tadil ederek yeni bir kira süresi belirlemiş olmalarının, mevcut kira sözleşmesindeki on yıllık uzama süresine etkisinin ne olacağı tartışmalıdır. Tartışmaya geçmeden önce belirtmek gerekir ki, kira sözleşmesinin taraflarının yenileme (TBK m.133) yoluyla değişmesi halinde, hiç tereddütsüz ortada yeni bir sözleşme söz konusu olacağından aksi kararlaştırılmadıkça, on yıllık uzama süresi yeni sözleşmeye göre belirlenir. Ancak kira sözleşmesinin devri sebebiyle ya da kiralananın el değiştirmesi sebebiyle bir taraf değişikliği söz konusu ise, aksi kararlaştırılmadıkça, mevcut kira sözleşmesi devam eder ve on yıllık uzama süresi mevcut kira sözleşmesine göre hesaplanır. Acar a  göre,   (…)  yenileme  sözleşmesinin  varlığı  halinde  on  yıllık  sürenin  yeniden başlatılması kabul edilmelidir. Ancak bu kabulün mutlak olarak uygulanması da haksızlık yaratabilmektedir. Sözleşme koşullarında değişiklik yapma niyetinin bulunmadığı özellikle süreyi uzatma düşüncesi olmaksızın, ispat aracı oluşturmak üzere yenileme sözleşmesinin yapılması durumları teyit mektubunda olduğu gibi işlev görmekte olduğu gözden ırak tutulmamalıdır. Bu tip sözleşmeleri eskiyi yürürlükten kaldıran yerine yenisini ikame eden (gerçek bir) yenileme sözleşmesi saymamak gerekir. Konut ve çatılı işyeri kiralarında Kanun gereği sözleşmenin zaten yenilendiği (kiraya verenin sözleşmeyi bildirim yoluyla fesih imkanının olmadığı) bir düzende, kiraya verenin sözleşmeye devam etmeme özgürlüğünün olmadığı dikkate alınırsa, eski sözleşmeyle bütünüyle aynı koşullarda yapılan yenileme sözleşmesini sözleşme özgürlüğünün tam uygulandığı diğer sözleşmelere ilişkin yenileme sözleşmeler(i) gibi kabul etmemek, kira sözleşmesi özelinde eski sözleşme gibi kabul etmek daha isabetli sayılabilir. Bu ihtimalde, TBK m.347 deki on yıllık süreyi ilk sözleşmenin başlangıç tarihinden itibaren başlatmak gerekir 69.65  Biz aşağıda konuyu sadece tecil anlaşması yönünden değil; mevcut kira sözleşmesinin bedele ilişkin veya başkaca bazı hükümlerinin değiştirilmesi yönünden ayrı ayrı ele almaktayız: Bkz.§VII.B.1.d. 66  İnceoğlu, II, s.336.67  Bu görüşte: İnceoğlu, II, s.336; Sever, s.209; Akgün Akay, s.25.68  Karş. İnceoğlu, II, s.335-336.69  Acar, s.10.644Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...Öğretide hâkim görüş olan  kira süresinin, on yıllık uzama süresinin hesabına dâhil edilmemesi gerektiği görüşü nü savunan bazı yazarlar arasında bu konuda bir görüş birliği yoktur. Birinci görüşe göre, kiralanan ya da kiracı değişmediği sürece, yeni kira sözleşmesinin, aslında eski kira sözleşmesinin devamı niteliğinde olduğu kabul edilmeli ve on yıllık uzama süresi, ilk kira sözleşmesinin süresinin tamamlandığı andan itibaren başlatılmalıdır. Bu görüş kabul edilecek olursa, bu görüşün tutarlı bir sonucu olarak, kanımızca, eğer yeni kararlaştırılan kira süresi, mevcut sözleşmedeki on yıllık uzama süresini aşıyorsa, on yıllık uzama süresinin sonunda değil; yeni kararlaştırılan sürenin sonunda, kiraya verenin sözleşmeyi fesih hakkına sahip olacağı kabul edilmek gerekir.İkinci bir görüş, taraf iradelerinin yorumuna öncelik verilmesi gerektiğini, önceki kira sözleşmesinin taraflarında herhangi bir değişiklik olmasa bile yeni bir kira sözleşmesinin kurulmuş olduğunun karine olarak kabul edilmesi gerektiğini savunur. Hatta, sadece kira bedelini belirlemek için yeni bir kira sözleşmesi akdedilmiş olsa bile on yıllık uzama süresi, bu yeni sözleşmenin süresinin tamamlanmasından itibaren başlamalıdır. Üçüncü bir görüşe göre, taraflar on yıllık uzama süresi dolmadan önce yeni bir kira sözleşmesi akdetmiş iseler, bu yeni sözleşmedeki sürenin sona ermesinden itibaren on yıllık uzama süresinin başlaması gerekir. Çünkü kanun koyucu TBK m.347/I, c.3 hükmünde kira sözleşmesine bir  üst süre  getirmiş değildir; aksine uzama süresine bir sınırlama getirmiştir. Ayrıca kanun koyucu tarafların sözleşmeyi en fazla on yıl uzatabileceğine dair de bir hüküm sevk etmiş değildir. TBK m.347 hükmünün, kiracıyı koruma amacına uygun olarak yorumlanması gerekir ki, bu yorum da yeni sözleşme süresinin bitiminden itibaren on yıllık uzama süresinin başlaması gerektiği sonucuna varmayı gerekli kılar. Kiraya veren uzama süresi devam  ederken,  yeni  bir  kira  sözleşmesi  yapmayı  kabul  ediyorsa,  bunu  kendi özgür iradesi ile gerçekleştirmektedir. Bununla birlikte, şayet taraflar yalnızca kira bedelini belirlemek amacıyla yeni bir kira sözleşmesi akdetmiş ve diğer sözleşme hükümlerinde herhangi bir değişiklik söz konusu değil ise, yeni kira sözleşmesinin, on yıllık uzama süresi içerisinde kalacağı kabul edilebilir.Dördüncü bir görüşe göre, on yıllık uzama süresi tamamlanmadan, tarafların yeni bir kira sözleşmesi akdetmeleri halinde, tarafların iradelerine bakılarak yorum 70  İnceoğlu, II, s.336; Akgün Akay, s.25.71  İnceoğlu ya göre,  (…) önemli olan yeni kira sözleşmesinin eskisinin devamı niteliğinde olup olmadığının tespitidir. / Özellikle kiracı değiştiği için kiracı ile yeni bir kira sözleşmesi yapılmış veya kiralanan değişmişse artık on yıllık süre bu ikinci sözleşmenin süresinin sona ermesinden itibaren başlamalıdır  (II, s.335).72  Sanlı, s.113 ve orada dn.30. 73  Sanlı, s.113, dn.31.74  Kurşat, s.48-51, 52. 75  Hekim, s.74-75.645İstanbul Hukuk Mecmuası 76/2yapılması gerekir. Buna göre, yeni sözleşme, bir  yenileme sözleşmesi  (novatio) (TBK m.133)76 olarak yorumlanabiliyorsa, on yıllık uzama süresi yeniden işlemeye başlamalıdır. Buna göre, on yıllık uzama süresi, yeni kira süresinin tamlamamasından itibaren işlemeye başlayacaktır. Bu görüşe göre sürekli borç ilişkileri bakımından, yenileme, mevcut sözleşmenin aynı şartlarda belirli bir süre daha devam etmesi için  yapılmaktadır  ve  mevcut  sözleşmenin  süre  dışındaki  şartlarında  değişiklik yapılmaması,  yenileme  bulunmadığı  anlamına  gelmez.  Buna  karşılık  tarafların iradesi, yenileme değil de mevcut sözleşmenin süresinin uzatılması yönünde ise, bu kere on yıllık uzama süresi yeniden işlemeye başlamaz. Yargıtay,  devam  etmekte  olan  kira  sözleşmesindeki  on  yıllık  uzama  süresi içerisinde tarafların yeniden kira sözleşmesi akdetmeleri durumunda, on yıllık uzama süresinin yeni akdedilen kira sözleşmesinde belirlenen kira süresinin dolmasından itibaren başlayacağını kabul etmektedir. VI. Kiraya Verenin TBK m.347/I, c.3 Hükmüne Dayanan Bildirim Yoluyla Fesih Hakkının Sınırlanıp SınırlanamayacağıGümüş, yürürlükteki hukuk açısından, TBK m.347/I, c.3 hükmünün dürüstlük kuralı ile sınırlanabileceğini ileri sürmektedir. Buna göre, kiraya verenin TBK m.347/I, c.3 gereğince fesih hakkını kullanması ile elde edeceği menfaat ile kiracının sözleşmenin sona ermesi üzerine uğrayacağı zarar arasında aşırı bir oransızlık söz konusu olacaksa, kiraya verenin, kira sözleşmesini feshetmesi suretiyle hakkını kötüye kullandığı (TMK m.2/II) kabul edilmelidir. 76  Yenileme (novatio), hem dar anlamdaki (borçlar), hem de geniş anlamdaki borç ilişkileri (sözleşmeler) için söz konusu olabilir.77  Y.6HD 22.2.2016, 9211/1178:  Taraflar arasında 1996 yılında başlayan kira ilişkisi konusunda uyuşmazlık bulunmamaktadır. 1.4.1996 başlangıç tarihli 1 yıl süreli ilk sözleşmeden sonra, 2.sözleşme 1.8.1996 başlangıç tarihli 1 yıl süreli, 3. sözleşme 1.4.1999 başlangıç tarihli 1 yıl süreli, 4. sözleşme 1.1.2002 başlangıç tarihli 1 yıl süreli, 5. sözleşme 1.1.2008 başlangıç tarihli 1 yıl süreli, 6. sözleşme 1.1.2009 başlangıç tarihli 1 yıl süreli, 7.sözleşme 1.1.2010 başlangıç tarihli 1 yıl süreli, 8. sözleşme 1.1.2011 başlangıç tarihli 1 yıl süreli, 9. sözleşme 1.1.2013 başlangıç tarihli 1 yıl süreli sözleşmeler imzalanmış, son olarak da 1.1.2014 başlangıç tarihli 1 yıl süreli sözleşmeyle kira ilişkisinin yenilendiği anlaşılmıştır. Bu durumda taraflar arasında geçerli olan sözleşmenin en son akdedilen 1.1.2014 başlangıç tarihli kira sözleşmesi olduğunun kabulü gerekir. Bu durumda davacının on yıllık uzama süresinin dolduğundan bahisle dava açma hakkı kalmamıştır. Davacı ancak TBK.nunda belirtilen tahliye sebeplerinden birine dayanarak sözleşme sonunda dava açabilir. Mahkemece 1.1.2014 başlangıç tarihli kira sözleşmesi esas alınarak davanın reddine karar verilmesi gerekirken, yazılı gerekçeyle 1.4.1996 başlangıç tarihli kira sözleşmesine istinaden davanın kabulüne karar verilmesi doğru değildir  (Kazancı İBB). Aynı yönde Y.6HD 02.11.2015, 6677/9299 (Kazancı İBB):  Kiralanan TBK.nun konut ve çatılı işyeri kirası hükümlerine tabi olup, taraflar arasında düzenlenen 01.10.1997 başlangıç tarihli ve 5 yıl süreli kira sözleşmesi 01.09.2003 başlangıç tarihli ve 10 yıl süreli sözleşme ile yenilenmiştir. Bu husus dosyaya sunulan ve tarafların kabul ettiği yazılı kira sözleşmelerinden anlaşılmaktadır. Bu durumda taraflar arasında geçerli olan sözleşmenin son sözleşme olan 01.09.2003 başlangıç tarihli ve 10 yıl süreli kira sözleşmesi olduğunun kabulü gerekir .  Y.3HD 14.02.2017, 1527/1292 (Legalbank):  Davacının dayandığı 01/07/1998 başlangıç tarihli ve bir yıl süreli kira sözleşmesinden sonra düzenlenen ve uyuşmazlık konusu olmayan 01/01/2008 başlangıç tarihli ve bir yıl süreli kira sözleşmesi ile taraflar arasındaki kiracılık ilişkisi yenilenmiştir. Bu durumda kiralanan TBK.nun konut ve çatılı işyeri kirası hükümlerine tabi olup, taraflar arasında imzalanan 01/01/2008 başlangıç tarihli bir yıl süreli kira sözleşmesine değer verilerek kira sözleşmesinin 01/01/2009 tarihinden itibaren kiracı tarafından sürenin bitiminden en az onbeş gün önce bildirimde bulunulmadıkça TBK.nun 347. maddesi uyarınca aynı koşullarla yıldan yıla yenilenerek ve bu şekildeki uzama süresinin on yıla ulaşması gerektiği kabul edilmelidir .  Kararlarda  yenileme  terimi kullanılmışsa da, bununla, kanımızca TBK m.133 anlamındaki yenileme (novatio) kurumu kastedilmemektedir. Nitekim kararda geçen  aynı koşullarda yıldan yıla yenilenerek  ifadesi de kast edilenin,  kanundan doğan uzama  olduğu izlenimini uyandırmaktadır.78  Gümüş, Armağan, s.139 vd.646Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ... Bu çerçevede ister konut ister işyeri kirası olsun müşteri çevresini kaybetme tehlikesi içindeki işyeri kiracısı veya aynı muhitte aynı nitelikte kiralanan bulamama durumunda olan konut kiracısı, kiraya veren bildirim hakkını kullanmadan önce, kiraya verenin üçüncü kişilere kiraya vermek istediği kiralanana ilişkin olarak kiraya verenle kira bedeli, süresi vs sözleşme şartları bakımından kiraya verenin sübjektif iradesine uygun olan şartlarda yeni bir kira sözleşmesi akdetmek istediğini bildirirse ve buna rağmen kiraya veren bildirim hakkını kullanırsa, söz konusu hakkın kullanımı TMK m.2/II gereği bir hakkın kötüye kullanımı hali olarak hüküm ve sonuç doğurmaz. Aynı sonuç kiracının talebini bildirimin kendisine varma anı ile sona erme tarihi arasında kiraya verene ilettiği halde de geçerlidir. Bildirim sonrası uzama yılının sonunda yine dürüstlük kuralı gereği (TMK m.2/I) kiracı ve kiraya veren arasında yeni bir kira sözleşmesi, kiraya verenin sübjektif iradesi üzerinden kendiliğinden kurulur. Bu kapsamda kira bedeli bakımından kiraya verenin sübjektif irade beyanına uymadığı sürece, kiracının uygun kira bedeli veya rayiç kira bedeli ödeme teklifi yeterli değildir, kiraya verenin kira bedeli talebi tam olarak karşılanmalıdır. (…) Fesih bildirimi sonrası kurulan sözleşme yeni bir sözleşme olduğundan TBK m.347/I, c.3 teki süreler yeniden işlemeye başlar, zira kiraya verenin üçüncü kişi ile akdedeceği sözleşme yine yeni bir sözleşme olacaktı. Gabin (aşırı yararlanma) hükmünün (TBK m.28) iş bu duruma uygulanabilmesi kanımızca mümkün değildir 80.Kanaatimizce, kiraya verenin TBK m.347/I, c.3 gereğince fesih hakkını kullanması, kanun  koyucunun  sözleşmeyle  bağlılıktan  kurtulmak  ve  kiralananın  zilyetliğini yeniden elde etmek için ona tanıdığı bir haktır. Bu öyle bir haktır ki,  herhangi bir sebep göstermeye  dahi gerek kalmaksızın sadece kanunda öngörülen sürenin dolmuş olması üzerine tanınmıştır. Bu hakkın verilme sebebi ise, kiraya verenlerin mülkiyet hakkının aşırı ölçüde sınırlandırılmasının önüne geçmek düşüncesidir. Diğer  bir  deyişle,  bizatihi  kanunda  bu  hakkın  tanınması  ile  amaçlanan  (ratio legis), kiraya verenin –mülga kanun döneminde olduğu üzere- ölümle bile bitmek bilmeyen süresiz bir sözleşmenin zincirlerinden kurtulmasını sağlamaktır. O halde, kanunun ihdas ettiği söz konusu fesih hakkı ile kiraya verene tanıdığı sözleşmesel bağlılıktan kurtulma hakkının bizatihi kendisi hakkın kötüye kullanılmasına kaynak oluşturamaz. Kiraya veren, kiralananı yeniden kiralamak amacını taşısa bile ve hatta mevcut kiracı, kiraya verenin sübjektif iradesine uygun bir kira bedeli ödeyeceğini taahhüt etse dahi, sözleşme özgürlüğü ilkesi içerisinde, kiraya verenin, sözleşmenin karşı tarafını seçme özgürlüğü vardır. Burada dürüstlük kuralı uygulaması yoluyla, kanunun öngördüğü amacın tam tersini sağlayacak bir şekilde, kiraya verene mevcut kiracıya yeniden öneride bulunma yükümlülüğü ya da mevcut kiracının önerisini kabul etme yükümlülüğü; ezcümle sözleşme yapma zorunluluğu getirilemez. Kaldı ki, kiraya veren, üçüncü kişinin ödeyeceği kira bedelini ödeyeceğini taahhüt eden mevcut kiracı ile sözleşmeye devam etmek istemiyorsa, bunun psikolojik ya da sosyal; insan ilişkilerine dayanan sebepleri olabilir. Öte yandan müşteri çevresi ve kiralanana 79  Yazara göre,   (…) kiraya verenin üçüncü kişiye kiraya vermek için belirlediği kira bedeli bakımından uyuşmazlık söz konusu ise açılacak teknik anlamda tespit davası ile kira bedeli (ve hatta süresi) kiraya verenin sübjektif iradesi üzerinden hâkim tarafından belirlenebilir : Gümüş, Armağan, s.140.80  Gümüş, Armağan, s.140.647İstanbul Hukuk Mecmuası 76/2yaptığı yatırımlar sebebiyle olası bir zarara uğramak ve söz konusu iş çevresinde kiralanabilir bir işyeri bulamama riskiyle karşılaşmak istemeyen –üstelik de çoğu kere basiretli tacir olan ya da işinin ehli bir esnaf olan- kiracı, ilk defa sözleşme yaparken, mevcut kira sözleşmesinin süresini hesaba katmalı, gerekirse daha uzun süreli kira sözleşmesi yapmayı tercih etmeli ve kiraya veren, eğer, uzun süreli bir sözleşme yapmaya yanaşmıyorsa, söz konusu tacir ya da esnaf bu yeri kiralamaktan vazgeçerek, müşteri çevresini oluşturmak ve yatırım yapmak için, serbest piyasa ekonomisi içerisinde, uygun başka bir yer bulmalıdır. Kiraya verenlerin, işyeri kiracılarının müşteri çevresini gözetme ve yatırımlarını boşa çıkarmama gibi bir yükümlülüğü bulunmamaktadır. Böyle yükümlülükler için kiraya verenin ayrıca taahhüt altına girmesi gerekir. Diğer taraftan, bulunduğu muhitten başka muhite taşınmak istemeyen konut kiracısının bu menfaatinin de hukuken korunması elzem olan bir tarafı bulunmamaktadır. Kiraya verenin, kiracısının, aynı muhitte oturmasını sağlama gibi bir yükümlülüğü söz konusu değildir. Aynı muhitten ayrılmak istemeyen kiracı, bu muhitte başka bir kiralık konut araştırmak, imkânı varsa bir konut satın almak, eğer bunları sağlayamıyorsa, başka bir muhitte yaşamına devam etmek zorundadır. Hayat koşulları içerisinde, herkesin her istediğini elde etmesi mümkün olmayabilir. Konut kiracısının aynı muhitten ayrılmama isteğini gerçekleştirmek için, dürüstlük kuralı zorlamasıyla kiraya verene sözleşme yapma zorunluluğu getirilmesi gibi bir sonuç, kanımızca, hukuken korunamaz ve TBK m.347/I, c.3 hükmünün ratio legis i ile de bağdaşmaz.81  Sanlı, çatılı işyeri kiracısının, çoğu kere, daha en başından uzun süreli kira sözleşmesi yapmayı tercih etmesini beklemenin gerçekçi bir yaklaşım olmadığını belirtir. Zira, işyeri kiracısının, söz konusu yerde yapacağı ticari faaliyet sonucunda gelir elde edip edemeyeceği, başarılı olup olamayacağı belirsizdir. O nedenle işyeri kiracısından uzun süreli sözleşmeler kurmasını beklemek haklı olmaz (s.131).   Kanımızca, yeni bir iş kuran ve geleceğin ne getireceğinden emin olamayan bir tacir ya da esnafın, bu sebeple uzun süreli bir kira sözleşmesi yapmak istememesi, kendi ekonomik öngörüsüne dayanan tercihidir. Ekonomik geleceği belirsiz olduğu için kısa süreli kira sözleşmesi kuran tacir/esnaf kiracının, başarılı olması halinde, kiraya veren malikin mülkiyet hakkının bu sebeple sınırlanmasının ve fesih hakkının kiracı lehine yoruma tabi tutularak sınırlandırılmasının bir gereklilik olduğu kolaylıkla söylenemez. 82  Hukukun ekonomik analizi açısından farklı bir bakış için bkz. Sanlı, s.121 vd. Yazar, kiralananın konumunun ve koşullarının kiracı için vazgeçilmez öneme sahip olduğu hallerde ve özellikle çatılı işyeri kiracısının zaman içerisinde oluşturduğu müşteri çevresi nedeniyle kiralananın onun için vazgeçilmez bir değere eriştiği hallerde; kiraya verenin  fırsatçı davranış  sergileyerek, kiracıyı sömürme iktidarına kavuştuğunu, on yıllık uzama süresi sonundaki fesih gücünün, kiralanandan çıkmak istemeyen kiracıyı, kiraya verenin istediği yüksek bedel üzerinden sözleşme yapmaya zorladığını belirtmektedir. Böylece kiraya veren, kiracının yarattığı değere ortak olmak istemektedir. Bu sebeple kiraya verenin fesih yetkisinin kısıtlanması, kiracıya yarattığı değeri muhafaza etme imkanı verir ve onu yatırım yapmaya teşvik eder.  Kuşkusuz, yukarıda belirtilen durumlarda, aşırı yararlanma (TBK m.28) koşulları gerçekleşmişse, sözleşmenin uyarlanması ya da iptali mümkündür. Ancak, kiraya verenin rayiç kira bedeli üzerinden sözleşme akdetmek istemesi olağan bir durum olduğu gibi, kiraya verenin aynı kiracı ile psikolojik ya da insan ilişkileri çerçevesinde sözleşme ilişkisine devam etmeme özgürlüğü de kiraya verene tanınmalıdır. Çatılı işyeri kiracısı, kira sözleşmesi yaparken, yapacağı yatırımları da göz önüne alarak bir kira süresi bağıtlamalıdır. Kiraya verenin mülkiyet hakkının, kiracının makro ekonomiye kattığı değer (işyerinin müşteri çevresi kazanması, kiralanan yerin marka değerine ulaşması vs) dikkate alınmak suretiyle sınırlanmak istenmesi de tam olarak hukuksal bir zemine oturmamaktadır. Kiraya verenin, kiracının müşteri çevresi sebebiyle ekonomik olarak zarar etmesini engelleme gibi bir hukuki yükümlülüğü yoktur. Özellikle basiretli tacir olan ya da işinin ehli bir esnaf olan kişilerin, çatılı işyeri kiralamalarında, tüm ekonomik sonuçları öngörerek hareket etmeleri beklenir. Öte yandan, her çatılı işyeri kirası için, kiralananın müşteri çevresi açısından vazgeçilmez hale gelmesi söz konusu olmayabilir. Kiralananın değer artışı, bulunduğu muhit ve bu muhitteki sosyal ve ticari yaşamın gelişimiyle sıkı ilintilidir; değer artışında salt kiracının ticari faaliyetinin etkili olduğu, çoğu kere, söylenemez. 648Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...VII. Değerlendirme ve SonuçA. Öğretideki Görüşlerin ve Yargıtay Uygulamasının DeğerlendirilmesiKanımızca, TBK m.347/I, c.3 hükmünün açık lafzı karşısında, belirli süreli kira sözleşmeleri bakımından, kanunda geçen  uzama süresi  ifadesinin, kira süresinin sona  ermesini  müteakiben  işleyecek  olan  kira  yılları  şeklinde  yorumlanması dışında bir  yorum  tarzı mümkün gözükmemektedir. Dolayısıyla hükmün düz ve zıt anlamına göre yapılacak lafzi yorum yöntemiyle Zevkiler/Gökyayla tarafından savunulan on yıllık süreye kira süresinin de dâhil olduğu sonucuna ulaşılması mümkün gözükmemektedir. Kanun koyucu, hükmün açık lafzına göre belirli süreli sözleşmelerde  on  yıllık  süreyi,  kira  süresinin  bitiminden  itibaren  başlatmaktan yana bir tercihte bulunurken; belirsiz süreli sözleşmelerde, on yıllık süreyi kira başlangıcından  itibaren  başlatmaktadır.  Kanun  koyucunun  bilinçli  olarak  belirli süreli –belirsiz süreli sözleşme ayrımı yapmış olması karşısında,  daraltıcı yorum  yoluyla da bu sonuca varılması mümkün gözükmemektedir. Söz konusu ayrım, açık olup, maddede belirsizlik de söz konusu olmadığı için belirsiz süreli sözleşmelerdeki fesih dönemlerini düzenleyen TBK m.328 hükmünün, belirli süreli kira sözleşmeleri bakımından kıyasen uygulanma imkânı da bulunmamaktadır.Yavuz/Acar/Özen tarafından savunulan görüşe göre, kiraya veren tarafından, en erken toplamda on ikinci yılın sonunda (kira süresinin birinci kira yılı + 10 uzama yılı + 1 uzama yılı sonunda) kira sözleşmesinin feshedilebileceği sonucuna varmak da, yine hükmün lafzi yorumu ve amaca bağlı yorumu uyarınca mümkün gözükmemektedir. Zira maddenin lafzına bakıldığında, TBK m.347/I, c.3 te geçen  uzama süresi  ifadesinin, aslında TBK m.347/I, c.1 de geçen  bir yıl için uzatılmış sayılır  ifadesi ile bağlantılı olduğu açıktır. Maddede geçen  uzama süresi  ifadesiyle amaçlanan, birer yıl halinde uzayan ve kira süresinin bitiminden itibaren başlayan süreleri ifade etmektir. Diğer bir deyişle, kanun koyucu,  uzama süresi  ifadesiyle kira süresinin bitmesi üzerine başlayan ve kanundan doğan bir zaman dilimini kast etmiştir. Dolayısıyla, kira süresinin ilk kira yılının bitiminden itibaren işleyecek süreleri de  uzama süresi  olarak nitelemek ve yorumlamak (örneğin 5 yıllık bir kira sözleşmesinde, birinci kira yılının bitimini takip eden 4 kira yılının da on yıllık uzama süresine dâhil edilmesi ve sonra kanuni uzama süreleri olan sürelerden 6 yıl daha ilave edilerek on yıla varılması şeklinde bir yorum yapmak);  yorum yöntemleri uyarınca  pek mümkün gözükmemektedir. Öğretide  çoğunluk  tarafından  savunulan  ve  on  yıllık  uzama  süresinin,  kira süresinin bitiminden itibaren başlayacağı görüşü, hükmün lafzına uygun düşen bir 83  Bkz. yukarıda §III.A.1.84  Bkz. yukarıda §III.A.2.85  Bkz. yukarıda §III.B.649İstanbul Hukuk Mecmuası 76/2görüştür. Bu görüş kabul edilecek olursa, örneğin on yıl süreli olarak akdedilen bir kira sözleşmesinin, (10 yıllık kira süresi + on uzama yılı + 1 uzama yılı olmak üzere) toplamda en erken yirmi birinci yılın sonunda feshedilebileceği sonucuna varılır. Hatta aynı yöndeki Yargıtay uygulamasına göre, eğer kira sözleşmesinde taraflarca kararlaştırılmış olan kira süresi tecil anlaşmaları yoluyla uzatılırsa, bu yeni belirlenen süreler, on yıllık uzama süresinin kapsamına girmez; ayrıca hesaba ilave olur. Ancak hükmün ister lafzen isterse amaca göre yorumlanması suretiyle varılsın, hâkim görüşün ve Yargıtay uygulamasının vardığı bu sonuç, kanımızca, adalete aykırı yönler taşıyabilmektedir. Şöyle ki,İlk olarak, kira süresi tarafların kendi özgür iradeleri ile belirledikleri bir zaman dilimi olmasına rağmen; on yıllık uzama süresi kanundan doğar. O halde kanuni bir süre olan on yıllık sürenin amacının (ratio legis in) ortaya konulması gerekir. Kanun koyucu, önceki mülga kanun döneminde kira sözleşmelerinin kiraya veren tarafından,  süre  gerekçe  gösterilerek  sona  erdirilememesini,  mülkiyet  hakkının ölçülü olmayan sınırlandırılması olarak görmüş ve bu durumu engellemek amacıyla TBK m.347 hükmünü ihdas etmiştir. Ancak, hükmü düzenlerken, kiracıyı koruma düşüncesini de büsbütün dışlamamış, kiraya verene kira süresinin hemen sonunda bir fesih hakkı tanımayıp, on yıllık uzama süresi sonunda bu imkânı tanıyarak, her iki tarafın menfaatleri arasında bir denge kurmak istemiştir. O halde, tarafların uzun süreli kira sözleşmesi akdetmeleri halinde, on yıllık uzama süresinin, mülkiyet hakkının ölçülü sınırlanması gerekliliğini ve kiraya veren ile kiracının menfaatleri arasında kurulan kanuni dengeyi zedelemeyecek şekilde uygulanması gerekir. Hâkim görüş tarafından ileri sürülen, tarafların kira sözleşmesi ile bağlılık süresini kısa tutmak niyetinde olmaları halinde kira süresini daha kısa olarak düzenleyebilecekleri yönündeki gerekçe, tarafların uzun süreli kira sözleşmeleri yapmaları halinde bunun sonuçlarına katlanmaları gerektiği sonucunu beraberinde getirir. Oysa kanun koyucu, uzama süresini on yıl ile sınırlandırırken, mülkiyet hakkının sınırlanmasına bir sınır getirmektedir ki, kira süresinin uzun süreli olarak kararlaştırıldığı hallerde bu amaç gerçekleşmemiş olmakta, kiraya veren ile kiracı arasında kurulmaya çalışılan kanuni denge, kiraya veren aleyhine bozulmaktadır. Tarafların  sözleşme  özgürlüğü  içerisinde  kira  süresini  diledikleri  kadar  bir zaman süreci olarak belirleyebilmeleri serbestisi, kanun tarafından on yıllık uzama süresi ile getirilmek istenen amaç ve kurulmak istenen denge ile uyumlu olarak uygulanmak gerekir. Bu bağlamda, kira süresi ve on yıllık uzama süresinin ayrı ayrı değerlendirilerek, kanunun, yalnızca on yıllık uzama süresini düzenlediğini ve bu sebeple kira süresi ne kadar uzun olursa olsun bunun ayrı bir konu olduğunu söylemek isabetli olmaz. Çünkü sonuç itibariyle, kira sözleşmesi ile bağlılık, kira 86  Bkz. yukarıda §V.B, dn.77.650Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...süresinin ve uzama süresinin toplamı kadar bir zaman süreci ile bağlılıktır. Şu halde kira süresinin uzun olması, ister istemez, on yıllık kanundan doğan uzama süresinin uygulanma alanını doğrudan ilgilendirmektedir. O halde bunları birbirinden ayrı iki farklı hukuki kurummuş gibi değerlendirmek, kanunun mülkiyet hakkının sınırlanmasına sınır getirme ve tarafların çatışan menfaatleri arasında denge kurma amacı bakımından, adalet duygusunu tatmin eden bir yaklaşım olamamaktadır. Daha açık deyişle, hakim görüş doğrultusunda uzun süreli kira sözleşmelerinde kira süresine on yıllık uzama süresinin de ilave edileceğini kabul etmek, kanunun uzama süresini on yıl ile sınırlama ile güttüğü amacın gerçekleşmesini,-deyim yerindeyse- sulandırmakta ve sözleşme özgürlüğü çerçevesinde istenildiği kadar uzun kararlaştırılabilecek bir kira süresi ile taraf menfaatleri arasında kanun koyucu tarafından  kurulduğu  varsayılan  denge  zedelenmektedir.  Bu  sebeple,  sözleşme özgürlüğü  gerekçesiyle  kira  süresinin  serbestçe  düzenlenebilmekte  olması,  on yıllık uzama süresinin uygulanma alanını doğrudan ilgilendirdiği için, on yıllık uzama süresinin hesaplanmasında, kira süresi ve uzama süresi birbirinden bağımsız kabul edilip matematik bir işlem ile toplanmamalı, her iki sürenin bütün bir zaman sürecinin unsurları olduğu dikkate alınmalı; kanun koyucunun amacının gerçekleşmesinin, bu bütün süre bakımından yapılacak bir değerlendirmeyi zorunlu kılacağı, gözden uzak tutulmamalıdır.İkinci olarak, kanımızca, kanun koyucunun TBK m.347/I, c.3 hükmünü ihdas ederken,  uygulamada  çoğu  kere  konut  kirası  sözleşmelerinin  bir  yıllık  olarak yapılmasından esinlendiği ve böylece aslında bir yıllık kira süresi + on yıllık uzama süresi + 1 yıllık izleyen uzama yılı sonunda kira sözleşmesinin sona erdirilebilmesi saikiyle hareket ettiği izlenimi uyanmaktadır. Diğer bir deyişle, örneğin sekiz yıllık ya da on beş yıllık kira sözleşmeleri akdedilmesi halinde on yıllık uzama süresinin bu kira sürelerine ilave edilip edilmeyeceği hususu, kanun koyucu tarafından ya yeterince üzerinde düşünülüp değerlendirilmemiş ya da düşünülmüş olsa bile, uzun süreli kira sözleşmeleri ile belirsiz süreli kira sözleşmeleri bakımından ortaya çıkan bu büyük zaman farkının yaratacağı ve adalet duygusunu rahatsız edebilen durumlar öngörülememiştir. Üçüncü olarak, yukarıda da kısmen ifade edildiği üzere, kanun koyucu, belirli süreli kira sözleşmeleri bakımından, tarafların irade özgürlüğü içerisinde kararlaştırdıkları muayyen  kira  süresine,  taraf  iradeleri  doğrultusunda  saygı  duymak  istemiş  ve kanundan doğan on yıllık uzama süresini, bu muayyen kira süresinden itibaren başlatmak istemişse de; kanun koyucunun öngöremediği –özellikle uzun süreli kira sözleşmeleri bakımından- belirsiz kira sözleşmelerine nazaran çok önemli bir zaman farkı ortaya çıkmıştır. Oysa, belirli süreli kira sözleşmelerinin olağan fesih yöntemi ile sona erdirilmesi ile belirsiz süreli kira sözleşmelerinin olağan fesih yöntemiyle sona erdirilmesi bakımından, -özellikle uzun süreli kira sözleşmeleri akdedilmesi 651İstanbul Hukuk Mecmuası 76/2üzerine- ortaya çıkan bu büyük zaman farkını haklı kılabilecek bir gerekçe mevcut değildir. Diğer bir deyişle, neden belirli süreli kira sözleşmesindeki kiracılar daha fazla korunurken, belirsiz süreli kira sözleşmesinde, kiracılar daha az korunmaktadır? Bir an için, kanun koyucunun tarafların kira süresini kararlaştırmaları halinde, bu iradeye saygı duymak için on yıllık uzama süresini kira süresini müteakiben başlattığı gibi bir gerekçe ileri sürülebilir ise de, bu gerekçe de yeterince ikna edici değildir. Zira kanun koyucu, on yıllık uzama süresini ihdas ederken, on yıllık uzama süresinin mülkiyet hakkını önemli ölçüde sınırlayan bir süre olmayacağı ve böylece kiraya verenin mülkiyet hakkının korunması ile kiracının korunması arasında bir dengenin sağlanmış olacağı fikrinden hareket etmiştir. Şu halde uzun süreli akdedilen kira sözleşmelerinin ortaya çıkardığı büyük zaman farkı, kanun koyucunun madde ile getirmek istediği amaçla uyumlu değildir. Kaldı ki, belirsiz süreli kira sözleşmesinde de, tıpkı belirli süreli kira sözleşmesinde olduğu bir  süre  vardır; sadece bu sürenin ne kadar olacağı belirli değildir. Diğer bir deyişle kanun tarafından yaratılan bu sathi ve yüzeysel ayrım, aslında her iki türün de süreye tabi olduğu sözleşmeler bakımından ortaya konulmaktadır ki, bunun, hâkim görüş tarafından  birisinde süre kararlaştırılmış, diğerinde ise kararlaştırılmamış  gibi bir gerekçeyle savuşturulması, ikna edici olmaktan uzaktır.Dördüncü olarak, kiracının ekonomik olarak durumunun kiraya verene nazaran daha zayıf olması temeline dayanan  kiracı lehine yorum ilkesi  de, her durumda haklı bir sebep oluşturmaz. Giderek öğretide daha çok ifade edilmeye başlandığı üzere, kiracıların ekonomik durumunun kiraya verenden daha iyi olduğu örnekler ve hatta işyeri kiraları bakımından çoğu kere basiretli tacir sıfatını haiz olan kiracılar, uygulamada  azımsanmayacak  ölçüde  karşımıza  çıkmaktadır.  Öyleyse,  tarafların ekonomik  durumlarına  bakılmaksızın   kiracının  korunması   fikri,  tek  başına bir ilke imiş gibi ele alınmamalı; özellikle TBK m.347 hükmü açısından,  kiraya verenin mülkiyet hakkının sınırlanmasına bir sınır getirilmesi  amacıyla birlikte ele alınmalıdır ve kanun tarafından varsayılan denge göz ardı edilmemelidir. Bir diğer görüşe göre ise, kiracının korunması düşüncesinin sebebi, kiracının ekonomik olarak zayıf durumda olması değil;  pazarlık gücünün bulunmaması dır. Kanımızca kira sözleşmesinin hüküm ve koşullarının kendisi için elverişli olmadığını gören kiracı, bu yeri kiralamama ve daha uygun başka bir yer bulma imkânına sahip olup, onun kural olarak pazarlık gücüne sahip olmadığını peşinen kabul etmek isabetli olmaz. 87  Akıncı, s.40-41:  Özellikle işyeri kiralarında kiracının ekonomik olarak daha güçlü olması mümkündür. Fakat ekonomik olarak güçlü de olsa, ticari faaliyetini sürdürebileceği işyeri bulmakta zorluk çekiyorsa, pazarlık gücü kalmamış, dolayısıyla irade muhtariyeti ilkesi de zedelenmiş demektir .88  Bir an için akla, ticaret yapabilmek için AVM lere girmek ve oradaki sözleşme şartlarını kabul etmek zorunda kalan kiracılar gelebilirse de, bu örneği tüm kiracılar için geçerli bir durum olarak kabul etmek kanımızca isabetli olmaz. Bu gibi haller özelinde, sözleşme yorumlanırken, elbette kiracı lehine yorum ilkesine başvurulmak gerekir. Öte yandan haksız şartlar bakımından genel işlem koşulları denetimi ve Türk Borçlar Kanununun kiracıyı koruyan emredici hükümleri devrede olduğu gibi, ekonomik kişilik haklarını aşırı ölçüde sınırlayan sözleşme hükümleri de kısmi hükümsüzlük yaptırımı ile karşılaşabilir.652Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...Beşinci olarak, uygulamada, özellikle konut kiraları, çok büyük bir oranda bir yıllık  kontrat lar şeklinde hazırlanmaktadır. Taraflar daha sonra çoğu kere, kira süresini tecil etmek maksadıyla değil; örneğin kira bedelini belirlemek üzere takip eden senelerde yeniden kontratlar yapabilmektedirler. Yargıtay,  kontratlar ın neden yenilendiği araştırmasına hiç girmeden, sürenin tecil edilmiş olacağı ve on yıllık uzama süresinin son tecilin bittiği zamandan itibaren başlayacağı sonucuna varmaktadır ki, bu yaklaşım, hayatın olağan akışındaki kiraya veren – kiracı ilişkilerinin yeterince iyi analiz edilemediğini göstermektedir. Hayatın olağan işleyişi içerisinde çoğu kere sözleşmedeki hiçbir hükme dokunulmayıp, yalnızca bedel değiştirilmektedir. Bu örneklerde, tarafların sözleşme süresini tecil ederek, on yıllık uzama süresinin başlangıcını da ertelemek iradesi ve niyetiyle hareket ettikleri, otomatik bir sonuçmuş gibi, söylenemez. Çatılı işyeri kiralarında ise kira süreleri çoğu kere daha uzun (örneğin beş yıllık olarak) akdedilebilmektedir. Zaten çatılı işyeri kiracısı, -ki bu kişi çoğu kere basiretli bir tacir gerçek veya tüzel kişi ya da esnaf olacağına göre- işyerine yapacağı maddi yatırımı ve işyerinin konumunu kanıksayacak müşteri çevresini düşünerek, bir ya da beş yıllık değil; daha uzun süreli (örneğin on yıllık, yirmi yıllık) kira sözleşmeleri akdedebilir. Eğer, çatılı işyeri kiracısı, uzun süreli bir kiralama yapma tercihinde bulunmuyorsa, bunun sonuçlarına katlanmalıdır. Zira kanun koyucu on yıllık uzama süresini, aksi kararlaştırılamaz bir zaman dilimi olarak belirlemiştir. Bu süre, çatılı işyeri kiracısı için yeterli gelmiyorsa, çatılı işyeri kiracısı, örneğin on beş yıllık bir kira sözleşmesi akdedebilir ve kiraya veren bu süre için bir kira sözleşmesi akdetmeye yanaşmıyorsa, o yeri kiralamaktan vazgeçip, serbest piyasa ekonomisi içerisinde uygun bir başka yer kiralama yoluna gidebilir. Çatılı işyeri kiracısının iş yerine yaptığı yatırımın ölçüsü ve müşteri çevresi, o yerden yalnızca kira geliri elde eden kiraya verenin, sözleşmeyi sona erdirmesini geciktirmek için yeterli bir sebep teşkil etmez. Öğretide, olması gereken hukuk anlamında, çatılı işyeri kiraları bakımından kanundaki uzama süresinin on değil; on beş yıl olması gerektiği ileri sürülmüşse de, ortalama insan ömrünün seksen yıl olduğu varsayılırsa, bu ömrün sekizde biri kadar bir zaman dilimi olan ve kanun tarafından kayıtlanan on yıllık süre, kanımızca yeterli görülmek gerekir. Az önce de ifade edildiği üzere, on yıl yeterli görülmüyorsa, ekonomik kişilik haklarına uygun düştüğü ölçüde, daha uzun kira sözleşmesi akdedilmesine bir engel bulunmamaktadır. Altıncı olarak, bir an için hâkim görüş kabul edilecek olur ise, uzun süreli olarak kira sözleşmesi ile bağlı kalmak istemeyen kiraya verenler için en sağlıklı yöntem, ya belirsiz süreli kira sözleşmeleri yapmak ya da en çok bir yıllık bir kira sözleşmesi yapmak  olacaktır.  Oysa  tarafların  menfaat  durumları,  daha  uzun  süreli  kira sözleşmesi yapmayı gerektirebilir. Örneğin kiraya verenin, kiracının belirsiz süreli 89  Bu görüşler için bkz. §II.653İstanbul Hukuk Mecmuası 76/2kira sözleşmesi uyarınca fesih dönemlerine uyarak ya da bir yıllık bir sözleşmede bir yılın sonunda her zaman sözleşmeyi sonlandırabilme riski ile karşı karşıya kalmamak için daha uzun süreli kira sözleşmesi yapma konusunda haklı menfaati vardır. Bununla birlikte hâkim görüş kabul edilecek olursa, kiraya veren olağan fesih yöntemi ile kira süresini uzun süreler sonunda ancak sona erdirebilecektir. Bu durumda hâkim görüşün kabulü, kiraya verene  ya serden ya da yardan vazgeçmesi  yönünde bir seçenek sunmaktadır ki, böyle bir seçim yapma zorunluluğunu haklı kılacak herhangi bir makul sebep mevcut değildir. Hâkim görüşün kabulü halinde, tarafların kira süresini özgürce belirleme hakları üzerinde baskı oluşacak ve sözleşme özgürlüğü dolaylı olarak engellenmiş olacaktır. Herhalde TBK m.347/I, c.3 hükmü ihdas edilirken, böyle bir sonucun doğması arzu edilmiş olamaz.B. Kanaatimiz1. De Lege Lata Görüşümüza. On yıllık Uzama Süresinin Başlangıcı BakımındanYukarıda öğretideki görüşler ve yargı uygulamasını değerlendirirken, ipuçlarını verdiğimiz üzere, kanaatimizce, TBK m.347/I, c.3 hükmünde yer alan  uzama süresinin ,  yorum  yoluyla,  kira  süresinin  başlangıcından  itibaren  başlatılması ya  da  kira  süresinin  ilk  kira  yılının  bitiminden  itibaren  başlatılması  mümkün gözükmemektedir. Hükmün açık ifadesi, on yıllık uzama süresinin, kira süresinin bitiminden  itibaren  başlayacağı  izlenimi  uyandırmaktadır  ki,  öğretideki  hâkim görüş de bu izlenim yönündedir. Ancak hâkim görüşün kabul edilmesi de, kanunun uygulanmasında, özellikle uzun süreli kira sözleşmeleri bakımından, adil olmayan farklıkların  doğmasına  yol  açmaktadır  ki,  çoğunluk  görüşüne  de  bu  sebeple katılmamız mümkün olamamıştır.Özellikle uygulamada çokça yapılan bir yıllık sözleşmeler bakımından, hâkim görüşün kabul edilmesi, belirsiz süreli sözleşmelerin feshine nazaran çok önemli bir zaman farkı yaratmamaktadır. Ancak, kanımızca, uzun süreli kira sözleşmeleri akdedilmesi halinde ortaya çıkacak adil olmayan sonuçlar, yeterince öngörülememiştir. Maddenin bu haliyle uygulanması, belirli süreli kira sözleşmeleri ile belirsiz süreli kira sözleşmelerinin sona erdirilmesi bakımından, hiçbir haklı sebep olmaksızın, çok önemli zaman farklarının ortaya çıkmasına ve adalet düşüncesine aykırı düşen sonuçlara yol açmaktadır. Hatta Yargıtay ın,  tarafların  bir  kira  sözleşmesi  yaptıktan  sonra,  tekrar  tekrar  sözleşme tazelemeleri halinde, bu durumu, tarafların tecil etme iradesi taşıyıp taşımadıklarını araştırmaksızın, tecil anlaşması sayarak, on yıllık süreyi son tecil süresinin bitiminden itibaren başlatması, belirli süreli kira sözleşmeleri ile belirsiz süreli kira sözleşmeleri arasındaki bu anlamsız farkı iyice belirginleştiren bir hal almıştır. 90  Bkz. yukarıda §V.B, dn.77.654Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...O halde, kanaatimizce, kanun koyucunun, TBKm.347/I, c.3 hükmünü düzenlerken, belirli süreli sözleşmeler ile belirsiz süreli sözleşmeler arasında bir ayrım yapmak istemesine rağmen, -özellikle uzun süreli sözleşmeler bakımından- öngöremediği bir şekilde ve ayrıca hükmün ihdas amacına (ölçülü sınırlama amacına) aykırı düşen adaletsiz sonuçların doğmasına yol açılmış olması gerekçesiyle, kanunda örtülü bir boşluğun ortaya çıktığını kabul etmek gerekir. Çünkü kanımızca, TBK m.347/I, c.3 hükmünün lafzına uygun surette uygulanması, kanunun kiraya veren ile kiracının menfaatleri arasında arzu ettiği dengeyi sağlama ve bu yolla mülkiyet hakkının aşırı ölçüde sınırlanmasına bir sınır getirme amacına aykırı düşmektedir. Kanunun amacının gerçekleştirilmesinin,   yorum   yoluyla  sağlanması  da  mümkün  olamamaktadır. Belirli süreli ve belirsiz süreli kira sözleşmeleri arasında oluşturulan ayrımın adalete aykırı sonuç vermesi, TBK m.347/I, c.3 hükmünün  yorumlanması  suretiyle de engellenemeyeceğinden, burada bir örtülü boşluk oluştuğunu savunmaktayız.Böylece belirli süreli konut ve çatılı işyeri kira sözleşmelerinin kanun lafzına göre  kira süresi + on yıl + bir yıl  sonra kiraya veren tarafından feshedilebileceğini ifade eden kanun hükmü, mülkiyet hakkının sınırlanmasına sınır getirme ve kiracının korunması ilkeleri arasında kanun tarafından varsayılan dengenin sağlanması amacına 91  Öğretide  örtülü boşluk  teriminden ne anlaşılması gerektiği ve örtülü boşluğun nasıl doldurulması gerektiği tartışmalıdır. Gerçek olmayan boşluk ile örtülü boşluk arasındaki farkın ne olduğu konusunda da öğretide farklı görüşler mevcuttur. Örtülü boşluk kavramı ile ilgili detaylı bilgi ve tartışmalar için bkz. M. Kemal Oğuzman/Nami Barlas, Medeni Hukuk, Giriş, Kaynaklar, Temel Kavramlar, 23.Bası, Vedat, İstanbul, 2017, N.34 1 vd; Mustafa Dural/Suat Sarı, Türk Özel Hukuku, C.1, Temel Kavramlar ve Medeni Kanunun Başlangıç Hükümleri, Filiz, İstanbul, 2018,N.866 vd; Hüseyin Hatemi, Medeni Hukuk a Giriş, 8.Bası, Oniki Levha, İstanbul 2017, §7, N.61 vd; Rona Serozan, Medeni Hukuk, Genel Bölüm/Kişiler Hukuku, 8.Baskı, Vedat, İstanbul 2018, §5, N.38 vd; Şener Akyol, Medeni Hukuka Giriş, Vedat, İstanbul, 2006, s.280; Çiğdem Kırca,  Örtülü (Gizli) Boşluk ve Bu Boşluğun Doldurulması Yöntemi Olarak Amaca Uygun Sınırlama (Teleologische Reduktion) , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C.50, S.1, 2001, s.96; Yasemin Işıktaç/Sevtap Metin, Hukuk Metodolojisi, Filiz, İstanbul 2010, s.229; Pakize Ezgi Akbulut, Borçlar Hukukunda Kesin Hükümsüzlük Yaptırımının Amaca Uygun Sınırlama (Teleolojik Redüksiyon) Yöntemi İle Daraltılması, Oniki Levha, İstanbul, 2016, s.84 vd, 94 vd, 100 vd; Haluk Nami Nomer/Pakize Ezgi Akbulut, Medeni Hukuka Giriş Dersleri, Bölüm I, 2.Baskı, Filiz, İstanbul 2018, N.162 vd, 176 vd; Sururi Aktaş,  Pozitif Hukukta Boşluk Kavramı , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C.49, S.1-2, 2010, s.20.  Örtülü boşluk kavramı ve örtülü boşluğun doldurulması ile ilgili tartışmalar, bu çalışmamızın kapsamını aşmaktadır. Ancak burada şu kadarına değinmek gerekir ki, biz, örtülü boşluğu, kanunda somut olaya uygulanabilir bir hüküm bulunmasına rağmen, hükmün amacı dikkate alındığında, hükmün somut olaya uygulanmasının uygun olmaması şeklinde anlamaktayız. Bu bağlamda hükmün amaca uygun olarak sınırlanması gereken hallerde (teleolojik redüksiyon), örtülü bir boşluk söz konusu olur. Örtülü boşluğun nasıl doldurulması gerektiği konusunda öğretide savunulan görüşler içerisinde; kanunun amaca göre sınırlanması suretiyle örtülü boşluğun doldurulmasının, TMK m.1/II uyarınca hâkimin hukuk yaratması yoluyla gerçekleştirilebileceği, yolundaki görüşü kabul ediyoruz. Bu yönde bkz. Akbulut, s.94; Nomer/Akbulut, N.179. 92  Kırca nın da belirttiği üzere,  örtülü boşluk durumunda, kanunda somut olaya uygulanması mümkün bir kuralın açıkça düzenlenmiş olduğu görülmektedir, ancak kanunun amacı ve ruhu esas alındığında, düzenleme somut olaya uygun değildir. Çünkü kanun, söz konusu olayların değerlendirmesinde önem taşıyan bazı özellikleri dikkate almamıştır. Kanunun lafzı çok geniş olup, tüm daraltıcı yorum çabalarına rağmen, somut olayın istisnai özelliklerine uymamakta, adalete aykırı sonuçlar doğurmaktadır .  Öğretide, TMK m.2/II gereğince hükmün uygulanmasının ancak hakkın kötüye kullanılması teşkil etmesi halinde örtülü boşluğun söz konusu olabileceği ve bu halde hâkimin mevcut hükmü dürüstlük kuralı (TMK m.2) yardımıyla düzelterek uygulayacağı, yoksa TMK m.1/II gereğince hukuk yaratamayacağı yolunda görüşler ileri sürülmüş ise de, bizim katıldığımız görüşe göre örtülü boşluk doldurma doğrudan TMK m.1/II hükmüne dayanır. Nitekim bu görüşteki Akbulut un da belirttiği üzere,  (…) örtülü boşluğun bulunduğu hallerde hakkın kötüye kullanımı yasağına başvurulmadan da hükmün amacı doğrultusunda birtakım sonuçlar elde edilebilecektir. Zira (…) gerçek olmayan ya da örtülü boşluk görüşleri doğrultusunda gerek kanundaki baskı, çeviri hataları nedeniyle gerekse sonradan ortaya çıkmış sebepler veya kanun koyucunun önceden öngöremediği (gözden kaçırdığı) durumlarda oluşan istisnai hallere ilişkin düzenleme eksikliklerinde boşluk bulunduğunun kabul edilmesinin sebebi; somut olay çerçevesinde hükmün lafzının, kanunun ratio legis ine uymamasıdır  (s.94). [Alıntılanan metindeki vurgu tarafımızca yapılmıştır].655İstanbul Hukuk Mecmuası 76/2göre sınırlanmalıdır (teleolojik redüksiyon). Elbette amaca göre sınırlandırma suretiyle örtülü boşluğun doldurulması faaliyetinde hâkim, kıyas (analogy) yöntemine de başvurabilir. Kanaatimizce, söz konusu boşluk, TBK m.347/II hükmünün kıyasen uygulanması yoluyla doldurulmalıdır. Buna göre, kanun boşluğunun, taraflar daha uzun bir kira sözleşmesi kararlaştırmadıkları sürece, belirli süreli kira sözleşmelerinin kiraya veren tarafından, en erken, kira sözleşmesinin başlangıç tarihinden itibaren on yıllık sürenin sonunda ve bundan sonraki her uzama yılının sonunda –bu sürelerden en az üç ay önce bildirimde bulunmak kaydıyla- bildirim yoluyla feshedilebilmesine imkân sağlamak suretiyle doldurulması gerekir. Örneğin 2015 yılında akdedilen 5 yıl süreli bir konut ve çatılı işyeri kira sözleşmesinde, kiraya veren, bildirim süresine uymak kaydıyla, en erken 2025 yılının sonunda fesih hakkını kullanabilmelidir.b. Tarafların On Yılı Aşan Bir Süre İle Sözleşme Akdetmiş Olmaları Halinde DurumŞayet, taraflar on yılı aşan bir süre için kira sözleşmesi akdetmiş iseler, bu kere, kanaatimizce, kanundan doğan on yıllık uzama süresini aşan bu iradi süre, kanundan doğan sürenin yerini alır. Meğerki TMK m.23/II hükmüne aykırı düşecek ölçüde uzun süreli bir sözleşme akdedilmiş olsun. Örneğin 2015 yılında 15 yıl süreli olarak akdedilen bir konut ve çatılı işyeri kirasında, kiraya veren, bildirim süresine uymak kaydıyla, en erken, 2030 yılının sonunda fesih hakkını kullanabilecektir. 93  Bizim savunduğumuz görüş, Zevkliler/Gökyayla tarafından savunulan görüş ile aynı sonuca varmakta ise de, biz, yorum yoluyla değil; kanun boşluğu olduğu gerekçesiyle boşluğun doldurulması yöntemi olarak bu sonuca aynı sonuca varmaktayız.94  TMK m.23/II hükmüne aykırı düşecek ölçüde uzun süreli olan ya da kelepçeleme sözleşmesi niteliği arz eden bir kira sözleşmesinin ne kadar süreli olması gerekeceği hakkında on yıl, yirmi yıl, otuz yıl gibi net bir rakam verilemez. Kira süresi ile birlikte kira bedeli, taraflara sözleşme ile yüklenen yükümlülükler gibi diğer koşullar da bir arada değerlendirilerek sonuca varılması gerekir. Ayrıca bu durum, sadece kira sözleşmesi özelinde değil, diğer sözleşmeler için de söz konusu olabilecek ayrı bir konudur. Kelepçeleme sözleşmeleri ile ilgili detaylı bilgi için bkz. Necip Kocayusufpaşaoğlu/Hüseyin Hatemi/Rona Serozan/Abdulkadir Arpacı, Borçlar Hukukuna Giriş, Hukuki İşlem, Sözleşme, 4. Bası dan 7. Tıpkı Bası, İstanbul, Filiz, 2017, s.576 vd; M. Kemal Oğuzman/ Özer Seliçi/ Saibe Oktay-Özdemir, Kişiler Hukuku (Gerçek ve Tüzel Kişiler), 17.Baskı, Filiz, İstanbul, 2018, s.211 vd; Veysel Başpınar,  Kişilik Hakkı Açısından Kelepçeleme Sözleşmeleri , Ankara Barosu Dergisi, S.1, 1999, s.25; Karabağ Bulut, s.144 vd; Akın Ünal, Kelepçeleme Sözleşmeleri: Sözleşmelerdeki Hükümler Sebebiyle Kişinin Ekonomik Özgürlüğünün Aşırı Derecede Sınırlanması, 2.Baskı, Adalet, Ankara, 2017, s.174 vd; ayrıca bkz. Y.13HD 03.10.1995, 6697/8386 (Kazancı İBB).  Yargıtay, kira sözleşmesinin çok uzun süreli olmasını, tek başına sadece süreyi nazara alarak, ekonomik kişilik haklarının aşırı ölçüde sınırlanması bağlamında bir kısmi geçersizlik (TMK m.23/II, TBK m.27/II) (kelepçeleme sözleşmesi) hali olarak değerlendirmemektedir. Yargıtay ın TBK m.347 hükmünün yürürlükte olmadığı (kiraya verenin olağan fesih hakkının bulunmadığı) 2002 yılına ait bir kararında, uzama süreleri de dâhil kırk yıllık süredir devam eden bir kira ilişkisi bakımından mülkiyet hakkının özüne dokunulmadığı sonucuna varılmıştır. Bkz. Y.13HD 04.03.2002, 10836/20113 (Kazancı İBB).  Buna karşılık aksi görüş için bkz. Gülşah Sinem Aydın, Kira Sözleşmesinin Genel Hükümlere Göre Sona Ermesi (TBK m.327-333), 1. Bası, On İki Levha Yayınları, İstanbul 2013, s.51. Yazara göre,  (…) gerek TBK m. 347/I gerek TBK m.430/III gerekse de TBK m.598/III hükümlerinde, on yılı aşkın süreyle bir tarafı sözleşme ile bağlı tutmak, kişisel özgürlüğü aşırı biçimde sınırlama olarak görülmüş ve taraflara on yıldan sonra sözleşme ile bağlı olmama hakkı tanınmıştır. Şu halde Türk Borçlar Kanunu nun ratio legisine göre kişisel özgürlüklerin sözleşme yolu ile aşırı biçimde sınırlanması hususunda on yılın azami bir sınır olarak kabul edildiği söylenebilir. Buradan yola çıkarak kanımızca sonsuz ya da çok uzun süreli kira sözleşmeleri de dikey kısmî hükümsüzlük yaptırımı sonucunda on yıl ile sınırlanmalıdır .  Ekleyelim ki İsviçre Türk Hukukunda yer almayan bir düzenleme olarak Alman Medeni Kanunun 544.maddesinde, çok uzun süreli bir kira sözleşmesi yapılmış olsa da, 30 yıl geçtikten sonra tarafların sözleşmeyi feshetme hakkına sahip oldukları düzenlenmiştir.656Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...c. Kiraya Verenin Fesih Bildiriminde Bulunarak Sözleşmeyi Sona Erdirebileceği En Erken Zaman Diliminin On yıllık Uzama Süresinin Son Yılı mı, Yoksa On yıllık Uzama Süresini Takip Eden Uzama Yılı mı OlduğuTBK m.347/I, c.3 deki  (…) on yıllık uzama süresi sonunda kiraya veren, bu süreyi izleyen her uzama yılının bitiminden en az üç ay önce bildirimde bulunmak koşuluyla, (…) sözleşmeye son verebilir  hükmünün lafzından, fesih hakkının en erken, on yıllık uzama süresini takip eden uzama yılının sonunda kullanılabileceği anlaşılmakta ise de, kanımızca, örtülü boşluğun kıyasen TBK m.347/II hükmü uygulanmak suretiyle uygulanmak suretiyle doldurulması gerekeceğinden; kiraya veren, kira sözleşmesini en erken kira başlangıç tarihinden itibaren onuncu yılın sonunda ve izleyen her uzama yılının sonunda –bu sürelerden en az üç ay önce bildirimde bulunmak kaydıylafeshedebilmelidir.d. Tarafların, Mevcut Kira İlişkisi Devam Ederken Yeni Bir Kira Sözleşmesi ( kontrat ) Akdetmeleri HaliBir kira sözleşmesindeki kira süresi henüz dolmadan ve uzama yıllarına geçilmeden önce ya da kira süresi dolduktan ve uzama yıllarına geçildikten sonra, taraflar bir araya gelerek yeni bir kira sözleşmesi ( kontrat ) akdedebilirler. Böyle bir davranışın amacı, mevcut kira sözleşmesindeki bedele ilişkin hükmü veya süre dışındaki başkaca bazı hükümleri değiştirmek olabileceği gibi süreyi yeniden belirlemek (tecil anlaşması yapmak) ya da yenileme (tecdit) anlaşması yapmak da olabilir. Hemen  belirtelim  ki,  kira  sözleşmesinin  devredildiği  hallerde  (TBK  m.323) kira sözleşmesini devralan kişi ile kiralananın kanun gereği el değiştirdiği hallerde (TBK m.310) yeni malik; mevcut ve devam etmekte olan kira sözleşmesine dâhil olduklarından, yeni bir kira sözleşmesi akdedilmesi durumu söz konusu değildir. Bu hallerde, mevcut ve devam etmekte olan sözleşmenin hükümleri aynen yürür ve başlamış olan uzama süresi de taraf değişikliklerinden etkilenmeksizin aynen devam eder. Dolayısıyla bu haller, bu başlıkta ele alınan konunun dışındadır.1) Tarafların mevcut kira sözleşmesindeki kira süresi dolmadan önce yeni bir kira sözleşmesi akdetmeleri hali bakımındanTarafların  mevcut  kira  sözleşmesindeki  işlemekte  olan  kira  süresi  henüz tamamlanmadan yeni bir kira sözleşmesi akdetmeleri halinde, kanaatimizce, taraf iradelerinin yorumu ile bir sonuca varmak gerekir. Olayların büyük çoğunluğunda tarafların yalnızca kira bedeline ilişkin hükmün belirlenmesi açısından yeni bir sözleşme ( kontrat ) akdettikleri görülmektedir. Tarafların kira sözleşmesinin süre dışındaki başkaca bazı hükümlerinde değişiklik yapma (tadil) arzusu ile hareket etmeleri de söz konusu olabilir. Böylesi hallerde, taraf iradelerinin, yürümekte olan 95  Bu konudaki görüşlere yukarıda değinmiştik: Bkz yukarıda §V.A ve B.657İstanbul Hukuk Mecmuası 76/2kira sözleşmesini sona erdirip, yeni bir kira sözleşmesi akdetmek yönünde olduğu söylenemez. Bu gibi hallerde, akdedilen sözleşmenin yeni bir sözleşme olmadığını; gerçek ve ortak taraf iradelerinin yalnızca mevcut kira sözleşmesindeki bedele ilişkin hükmü veya başka bazı hükümleri değiştirmek yönünde olduğunu kabul etmek gerekir (TBK m.19). Böylece, işlemekte olan kira süresi ve on yıllık uzama süresi bu hüküm değişikliklerinden etkilenmeyecektir. Zira ortada esasen  yeni  denilecek bir sözleşme olmayıp; mevcut sözleşmenin bazı hükümler yönünden tadili söz konusudur.Şayet taraflar, kira süresi henüz devam ederken, yeni bir sözleşme ( kontrat ) akdetmek suretiyle yeni bir kira süresi belirlemekte iseler; bu durumda mevcut kira sözleşmesinin, kira süresi yönünden tadil edildiği (tecil anlaşması yapıldığı) kabul edilmek gerekir. Öğretide on yıllık sürenin başlangıcı konusunda savunulan farklı görüşlere göre, tecilin on yıllık uzama süresine etkisinin farklı olacağına yukarıda değinmiştik. Kanaatimizce, taraflar eğer, kira süresini tecil etmek ortak amacıyla ve iradesiyle yeni bir kira süresi öngörerek yeni bir sözleşme yapmakta iseler, bu durumda, on yıllık sürenin, yeni hazırlanan sözleşmeye göre başlaması gerekir. Bizim  görüşümüz,  TBK  m.347/I,  c.3  açısından  bir  örtülü  kanun  boşluğunun bulunduğu yönünde olduğundan, bu görüşümüze uygun bir sonuç olarak, mevcut kira sözleşmesindeki kira süresinin tecil edilmesi halinde yeni belirlenen kira süresinin başlangıcından itibaren on yıllık sürenin hesaplanması gerekir. Diğer bir deyişle adeta kira sözleşmesinin başlangıç tarihi kaydırılmış gibi, on yıllık sürenin yeni kira sözleşmesinin başlangıcı tarihinden itibaren hesaplanması gerekir. Örneğin 2015 yılında akdedilen 3 yıllık bir kira sözleşmesi 2016 yılında tecil edilerek 5 yıllık bir süre kararlaştırılmışsa; yeni kira süresi 2016 tarihinden itibaren 5 yıldır. Kiraya verenin fesih hakkı ise, bildirim süresine uymak kaydıyla, en erken 2016 yılından itibaren  on  yılın  sonunda;  yani  2026  yılının  sonu  itibariyle  kullanılabilecektir. Görüşümüz doğrultusunda, tecil değil, yenileme (tecdit) söz konusu olan hallerde de on yıllık sürenin, yeni kira sözleşmesinin başlangıcından itibaren hesaplanması gerekir; böylece yapılacak hesaplama, tecil halinde yapılan hesaplama ile ayniyet arz etmektedir.96  Bkz. yukarıda §V.A.97  Yalnız önemle vurgulayalım ki, somut olayların çoğunda, kiraya veren ve kiracı, her yıl kırtasiyelerden bile temin edilebilen kontratlar imzalayarak, sözleşme bedelini yeniden belirlemek niyetiyle hareket etmektedirler. Bu kontratlarda sadece bedele ilişkin kısım değişmekte, diğer hükümlere dokunulmamaktadır. Böylece sözleşmede yer alan  kira süresi: 1 yıldır  ibaresi de aynen yeni kontratlarda da kalmaya devam etmektedir. İşte bu örneklerde, tarafların sözleşmeyi tecil etmek maksadıyla hareket ettikleri, kural olarak, söylenemez; en azından karine olarak kabul edilemez. Tarafların ortak ve gerçek amaçlarına göre yorum yapılması gerekir (TBK m.19). Kira süresi bir yıldır ibaresinin her kontratta yeniden yazılması, geri planında bir tecil iradesi taşımamakta, mevcut kontratın matbu metninde yer alan bir ibare olarak kalmaya devam etmektedir. Meğerki tarafların gerçekten de bir yıllık bir tecil anlaşması maksadıyla hareket ettikleri anlaşılsın.98  Kabul ettiğimiz görüşe göre, örtülü boşluk gerekçesiyle on yıllık sürenin, daha uzun bir süre kararlaştırılmış olmadıkça, kira sözleşmesinin başlangıcından itibaren hesaplanması gerektiğini savunmaktayız. Ancak bu görüşümüz, bütünüyle taraf iradelerinin göz ardı edilmesi anlamına gelmemektedir. Bu sebeple, tıpkı on yıldan uzun süreli kira sözleşmesi yapılması halinde fesih tarihinin bu sürenin sonunda olacağını savunduğumuz gibi, bu kez de tecil anlaşması olması durumunda yine taraf iradelerine değer vererek, on yıllık sürenin tecilin başlangıcı tarihinden itibaren (yoksa tecil edilen sürenin sonundan itibaren değil(!)) on yıllık sürenin hesaplanması gerektiği görüşündeyiz.658Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...2) Tarafların, mevcut kira sözleşmesindeki on yıllık uzama süresi devam etmekte iken, yeni bir kira sözleşmesi akdetmeleri hali bakımından durumBu başlık altında ele aldığımız konunun, yukarıdaki başlık altında incelenen konudan farkı şudur: Yukarıda, henüz kira süresi devam ederken bir tecil anlaşması yapılmaktadır.  Oysa  bu  burada  incelenen  konu,  kira  süresinin  sona  erdiği  ve kanundan doğan uzama yıllarına geçildiği bir dönemde yeni bir kira sözleşmesinin yapılmasıdır. Ancak, burada incelenen konu açısından da, yukarıdaki savunduğumuz görüşler aynen geçerlidir. Şöyle ki: Kanaatimizce, mevcut kira sözleşmesindeki on yıllık uzama süresi henüz devam etmekte iken, tarafların bir araya gelerek yeni bir kira sözleşmesi akdetmeleri halinde, on yıllık uzama süresinin akıbeti hakkında taraf iradelerinin yorumu ile bir sonuca varmak gerekir. Tarafların kira sözleşmesinin bedel hükmünde veya süre dışındaki başkaca bazı hükümlerinde değişiklik yapma (tadil) arzusu ile hareket etmeleri hallerinde, taraf iradelerinin, yürümekte olan kira sözleşmesini sona erdirip, yeni bir kira sözleşmesi akdetmek yönünde olduğu söylenemez. Bu gibi hallerde, akdedilen sözleşmenin yeni bir sözleşme olmadığını; gerçek ve ortak taraf iradelerinin yalnızca mevcut  kira  sözleşmesindeki  bedele  ilişkin  hükmü  veya  başka  bazı  hükümleri değiştirmek yönünde olduğunu kabul etmek gerekir (TBK m.19). Şayet taraflar, on yıllık uzama süresi devam etmekte iken, sonradan yaptıkları yeni bir anlaşma ile, yeni bir kira süresi belirlemek ya da kira ilişkisinin daha ne kadar devam edeceğini belirlemek istemişlerse, bu durumda kural olarak taraf iradelerine saygı duyulması gerekir. Taraf iradelerinden aksi anlaşılmadıkça, on yıllık uzama süresinin başlangıcının, -tıpkı yukarıdaki konuda savunduğumuz üzere- yeni kira süresinin başlangıcı olan tarih olması gerekir. Tarafların kararlaştırdıkları yeni süre, on yıllık sürenin üzerinde ise, bu yeni sürenin sonunda, kiraya veren tarafından fesih hakkının kullanılabileceğini kabul etmek gerekir. Örneğin, 2015 yılında bir yıllık süre için akdedilen kira sözleşmesinin üçüncü uzama yılı olan 2019 da taraflar bir araya gelerek kira sözleşmesinin 8 yıl daha süreceğini kararlaştırmış iseler; yeni kira süresinin başlangıç tarihi olan 2019 dan itibaren işleyecek on yılın sonu olan 2029 yılının sonunda sözleşme kiraya veren tarafından –bildirim süresine uymak kaydıyla- feshedilebilecektir. Öte yandan tarafların ortak iradelerinin yorumundan, mevcut kira sözleşmesinin bütünüyle ortadan kaldırılarak, yerine yeni bir kira sözleşmesi yapılması (novatio) arzusu açıkça anlaşılmakta ise, bu haller için, artık tarafların yeni bir kira sözleşmesi ile bağlanma iradesi içerisinde oldukları sonucu doğacağından, bu durumda da on yıllık sürenin yeni kira sözleşmesinin başlangıcından itibaren yeniden başlatılması gerekir. 659İstanbul Hukuk Mecmuası 76/22. De Lege Ferenda GörüşümüzYukarıda yürürlükte olan hukuk açısından, TBK m.347/I, c.3 hükmü bakımından örtülü boşluk olduğunu savunmuş ve kanun boşluğunun TBK m.347/II hükmünün kıyasen  uygulanması  suretiyle  doldurulması  gerektiğini;  böylece  belirli  süreli sözleşmeler  ile  belirsiz  süreli  sözleşmeler  arasında  ortaya  çıkan  adalete  aykırı durumun giderilmiş olacağını belirtmiştik. De lege ferenda olarak ise TBK m.347 hükmünde değişiklik yapılması gerektiğini savunmaktayız.  Kanaatimizce,  kanun  koyucu  tarafından  kiraya  verenin  sebep göstermeksizin  (olağan)  fesih  hakkını  kullanabilmesi  bakımından,  belirli  süreli ve  belirsiz  süreli  kira  sözleşmeleri  bakımından  bir  fark  yaratılmasının,  makul sayılabilecek haklı ve adil bir gerekçesi bulunmamaktadır. Bu sebeple de TBK m.347 hükmünde yapılacak kanun değişikliği ile, gerek belirli süreli kira sözleşmelerinin, gerekse belirsiz süreli kira sözleşmelerinin, en erken, kira süresinin başlangıcından itibaren işleyecek on yıllık uzama süresinin sonunda ve izleyen her bir uzama yılının sonunda –bu sürelerden en az üç ay önce bildirimde bulunmak koşuluyla- kiraya veren tarafından feshedilebileceğinin hükme bağlanması isabetli olur. Öte yandan mevcut kira ilişkisi devam ederken, kiraya verenin ve kiracının yeniden sözleşme yapmaları halinde, karine olarak, önceki sözleşmeye göre işleyen on yıllık uzama süresi devam ettiği kabul edilmelidir. Şayet tarafların ortak iradesinin yorumundan mevcut kira sözleşmesini tecil etmek istedikleri ya da sözleşmeyi yenilemek (tecdit etmek) istedikleri açık bir şekilde anlaşılıyorsa, on yıllık süre yeni kira süresinin başlangıcı tarihinden itibaren işlemeye başlamalıdır.Buna göre, önerdiğimiz değişiklik sonrasında TBK m.347/I hükmünün metni şu şekilde değiştirilmeli ve maddeye belirli süreli sözleşmeler açısından aşağıdaki gibi yeni bir fıkra eklenmelidir: Konut ve çatılı işyeri kiralarında kiracı, belirli süreli sözleşmelerin süresinin bitiminden en az üç ay önce bildirimde bulunmadıkça, sözleşme aynı koşullarla bir yıl için uzatılmış sayılır. Kiraya veren, sözleşme süresinin bitimine dayanarak sözleşmeyi sona erdiremez. Ancak,  taraflar  daha  uzun  bir  kira  sözleşmesi  kararlaştırmış  olmadıkça,  sözleşme ile kararlaştırılan kira süresinin başlangıcından itibaren işleyecek on yıllık sürenin sonunda kiraya veren, en az üç ay önce bildirimde bulunmak koşuluyla, herhangi bir sebep göstermeksizin sözleşmeye son verebilir. Kiraya veren on yıllık süreyi izleyen her uzama yılının bitiminden sonra da, yine bildirim süresine uymak koşuluyla, herhangi bir sebep göstermeksizin sözleşmeye son verebilir.99  Değişiklik önerilen ifadeler metinde vurgulanmıştır.100  Bu çalışmamızda incelediğimiz konunun dışında kalmakla birlikte, burada yeri geldiğinden belirtelim ki, kanımızca kiracının fesih bildirimi için uyması gerekli olan ve kanunda düzenleme bulan on beş günlük süre, kiraya verenin, bu esnada yeni bir kiracı bulması açısından oldukça yetersiz bir zaman dilimidir. Bu sebeple de, tıpkı kiraya verenin fesih bildirim süresi bakımından kiracıya tanınan üç aylık süre ile yaratılan zaman genişliğinde olduğu gibi, aynı zaman genişliğinin kiracının fesih bildirimi açısında bu kere kiraya verene tanınması gerekir.660Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...Tarafların mevcut kira ilişkisi devam ederken, yeniden sözleşme yapmaları halinde, karine olarak, önceki sözleşmeye göre işleyen on yıllık uzama süresi devam eder. Şayet tarafların ortak iradesinden mevcut kira sözleşmesini tecil etmek istedikleri ya da sözleşmeyi yenilemek (tecdit etmek) istedikleri açık bir şekilde anlaşılıyorsa, on yıllık süre yeni kira süresinin başlangıcı tarihinden itibaren işlemeye başlar .Kısaltmalar CetveliAVM  : Alışveriş MerkeziAYM  : Anayasa Mahkemesibkz.  : BakınızC.  : Ciltc.  : Cümledn.  : DipnotuE.  : EsaseBK  : Mülga 818 sayılı Borçlar KanunuEd.  : Editörf.  : FıkraGKHK  : Mülga 6570 sayılı Gayrimenkul Kiraları Hakkında KanunHMK  : 6100 sayılı Hukuk Muhakemeleri KanunuİİK   : 2004 sayılı İcra ve İflas KanunuK  : Kanun(u)K.  : Kararkarş.  : Karşılaştırınızm.  : MaddeN.  : NumaraN.   : Paragraf numarasıRG  : Resmi GazeteS.  : Sayıs.  : SayfaTBK  : 6098 sayılı Türk Borçlar KanunuTMK   : 4721 sayılı Türk Medeni KanunuTBMM  : Türkiye Büyük Millet Meclisivd  : ve devamıvs.  : Ve saireY.HD  : Yargıtay Hukuk DairesiYürürlük K  : 6101 sayılı Türk Borçlar Kanununun Yürürlüğü ve Uygulama Şekli    Hakkında Kanun§  : Bölüm661İstanbul Hukuk Mecmuası 76/2",
     "Kaynakça": "/ReferencesACAR, Faruk: Kira Hukuku Şerhi (TBK m. 299 326), 4. Baskı, Beta, İstanbul 2017 [Şerh].ACAR, Faruk:  Belirli Süreli Konut ve Çatılı İşyeri Kira Sözleşmelerinin Yenilenmesi Halinde Kiraya Verenin On Yıllık Sürenin Bitmesi Sebebiyle Bildirim Yoluyla Sözleşmeyi Sona Erdirmesi , Yargıtay Uygulaması Çerçevesinde Borçlar Hukuku ve Eşya Hukukundaki Güncel Gelişmeler Ulusal Sempozyumu, Bildiri Özetleri, 2 Kasım 2018, Yeditepe Üniversitesi, İstanbul 2018, s.10. [Sempozyum]101AKBULUT, Pakize Ezgi: Borçlar Hukukunda Kesin Hükümsüzlük Yaptırımının Amaca Uygun Sınırlama (Teleolojik Redüksiyon) Yöntemi İle Daraltılması, Oniki Levha, İstanbul, 2016AKGÜN AKAY, Merve: Konut ve Çatılı İşyeri Kira Sözleşmelerine Özgü Sona Erme Sebepleri, Seçkin, Ankara 2017.AKINCI, Şahin:  İşyeri Kiralarında Kiracının Korunması Açısından Borçlar Kanunu Tasarısının Bazı Hükümlerinin Değerlendirilmesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C.57, S.3, 2008, s.33 50.AKKANAT, Halil:  Kira Sözleşmesinin Sona Ermesi , Türk Borçlar Kanunu Sempozyumu: Makaleler Tebliğler, Ed. Murat İnceoğlu, Oniki Levha, İstanbul, 2012, s.261 272.AKTAŞ, Sururi:  Pozitif Hukukta Boşluk Kavramı , Erzincan Üniversitesi Hukuk Fakültesi Dergisi, C.49, S.1 2, 2010, s.1 28.AKYİĞİT, Ercan: 6098 sayılı Türk Borçlar Kanunu nda Kira Sözleşmesi, Seçkin, Ankara 2012.AKYOL, Şener: Medeni Hukuka Giriş, Vedat, İstanbul, 2006.ANTALYA,  Gökhan:   Türk  Borçlar  Kanunu  Tasarısının  Değerlendirilmesi  Sempozyumu, Dördüncü Oturum: Kira Sözleşmesi ve Kefalet, Legal Hukuk Dergisi, C.3, S.34, 2005, s.3698 3702.ARPACI, Abdülkadir:  Yeni Borçlar Kanununun Getirdiği Değişiklikler , İstanbul Barosu Staj Eğitim Merkezi, Cumartesi Forumları  4, İstanbul Barosu, Ege Basım, İstanbul 2012, s.47 104.AYANOĞLU MORALI, Ahu:  Konut ve Çatılı İşyeri Kiralarında Kiraya Verenin TBK m.347 Çerçevesinde Kira Sözleşmesini Bildirim Yoluyla Sona Erdirmesi , Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi, C.9, S.103 104, 2013, s.108 131. [TBK 347].AYANOĞLU MORALI, Ahu:  Konut ve Çatılı İşyeri Kiralarında Sözleşmenin Sona Ermesi m.347 349 , İstanbul Şerhi Türk Borçlar Kanunu, Yürürlük Kanunu, C.II, Özel Borç İlişkileri, Ed. Rona Serozan, Turgut Öz, Faruk Acar, Emre Gökyayla, H. Murat Develioğlu, 2.Baskı, Vedat, İstanbul, 2018, s.2123 2182. [Şerh]AYDEMİR, Efrail: Türk Borçlar Yasasına Göre Kira Hukuku, 4.Baskı, Seçkin, Ankara 2016.AYDIN, Gülşah Sinem: Kira Sözleşmesinin Genel Hükümlere Göre Sona Ermesi (TBK m.327333), 1. Bası, On İki Levha Yayınları, İstanbul 2013.AYDOĞDU, Murat/KAHVECİ, Nalan: Türk Borçlar Hukuku Özel Borç İlişkileri: Sözleşmeler Hukuku, 3.Baskı, Adalet, Ankara, 2017.BARLAS, Nami:  Yeni Borçlar Kanunu Tasarısının Getirdikleri , Güncel Hukuk Dergisi, S.17, 2005, s.20 vd; Makalelerim, C.1, İstanbul 2008, s. 263 270.BAŞPINAR,  Veysel:   Kişilik  Hakkı Açısından  Kelepçeleme  Sözleşmeleri , Ankara  Barosu Dergisi, S.1, 1999, s.19 34.101  Sempozyum bildirilerinin özeti yayınlanmış olmakla birlikte, işbu makalemizin hazırlandığı tarihlerde bildiri kitabının kendisi henüz yayınlanmamış olduğundan, bildiri özet metnine atıf yapılmıştır.662Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...BİRİNCİ UZUN, Tuba:  Belirli Süreli Konut ve Çatılı İşyeri Kira Sözleşmelerinin Kiraya Veren Tarafından Bildirim Yoluyla Sona Erdirilmesinde On Yıllık Uzama Süresi (TBK md. 347 f.1) , İnönü Üniversitesi Hukuk Fakültesi Dergisi, C.8, S.2, 2017, s.137 158.BURCUOĞLU, Haluk:  Borçlar Kanunu Tasarısı nın Haksız Eylem Sorumluluğu ve Kira İle İlgili Düzenlemesiyle Getirilen Yenilikler , Prof. Dr. Turgut Akıntürk e Armağan, Beta, Ankara, 2008, s.17 46. [Tasarı]BURCUOĞLU, Haluk: in  Seminer: Borçlar Kanuna Getirilen Yenilikler  (Prof. Dr. Haluk Burcuoğlu   Prof. Dr. Atilla Altop Yrd. Doç. Dr. Ebru Ceylan   Av. Umut Yeniocak Av. Tamer Şahin), İzmir Barosu Dergisi, C.77, S.2, 2012, s.9 94. [Seminer]BURCUOĞLU, Haluk: Uygulama ve Öğretiden Örneklerle Özel Hukukta (Aile Kira Borçlar Hukukunun Diğer Bazı Bölümleri) I. Quo Vadis (Nereye) II. Nihayet (TBK. nun her nedense unutulan hükümleri uygulanmaya başlandı), 1. Bası, Vedat Kitapçılık, İstanbul 2016. [Quo Vadis]CERAN, Mithat:  6098 Sayılı Türk Borçlar Kanunu nda Kira Sözleşmesi , 6098 Sayılı Türk Borçlar Kanunu Sempozyumu, 12 13 Mayıs 2011, Ankara Barosu, Ed. Emel Badur, Salmat Basım Yayım, Ankara 2011, s.139 154. [BK Sempozyumu]CERAN, Mithat:  6098 Sayılı Türk Borçlar Kanunu nda Kira Sözleşmesi , Hukuk Muhakemeleri Kanunu ve Borçlar Kanunu Sempozyumu, 24 25 Mart 2011, Ankara Barosu, Ed. Emel Badur, Başak Matbaacılık, Ankara 2011, s.235 249. [HMK BK Sempozyumu] CERAN, Mithat: Kira Sözleşmeleri Tahliye ve Tesbit Davaları, 2.Baskı, Yetkin, Ankara, 2015. DAŞLI, Engin: 6098 Sayılı Türk Borçlar Kanunu Hükümlerine Göre Kira Sözleşmesinin Feshi, 1. Bası, Aristo Yayıncılık, Erzincan 2017.DEMİRCİOĞLU, Huriye Reyhan:  6098 Sayılı TBK ya Göre Konut ve Çatılı İşyeri Kiralarında Kiraya Verenin Bildirimli Fesih Hakkını Kullanabilmesinde Süre Sorunu , Banka ve Ticaret Hukuku Dergisi, C.31, S.2, 2015, s.167 200.DOĞAN, Murat / BAYGIN, Cem:  Türk Borçlar Kanunu Tasarısı nda Kira Sözleşmesine İlişkin Hükümler , Hukuki Perspektifler Dergisi, S.4, Ağustos 2005, s.116 131.DOĞAN, Murat: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Ermesi, Adalet, Ankara, 2011. [Sona Erme]DOĞAN, Murat:  6098 Sayılı Türk Borçlar Kanununa Göre Konut ve Çatılı İşyeri Kiralarına İlişkin Hükümlerinin Değerlendirilmesi , Prof.Dr. Cevdet YAVUZ a Armağan, Marmara Üniversitesi Hukuk Fakültesi – Hukuk Araştırmaları Dergisi, Özel Hukuk Sempozyumu Özel Sayısı: 6098 Sayılı Türk Borçlar Kanunu Hükümlerinin Değerlendirilmesi Sempozyumu (3 4 Haziran 2011), Sempozyum No: III, 2011, s.501 523. [Sempozyum]DURAL, Mustafa / SARI, Suat: Türk Özel Hukuku, C.1, Temel Kavramlar ve Medeni Kanunun Başlangıç Hükümleri, Filiz, İstanbul, 2018.EREN, Fikret: Borçlar Hukuku Özel Hükümler, 4. Bası, Yetkin, Ankara, 2017.ERZURUMLUOĞLU, Erzan: Sözleşmeler Hukuku (Özel Borç İlişkileri), 7.Baskı, Yetkin, Ankara 2017.GÜMÜŞ, Mustafa Alper:  Yeni  6098 Sayılı Türk Borçlar Kanunu na Göre Kira Sözleşmesi (TBK m.299 356), Vedat Kitapçılık, 2. Bası, İstanbul 2012. (Kira Sözleşmesi)GÜMÜŞ, Mustafa Alper: Borçlar Hukuku Özel Hükümler C.I, 3. Bası, Vedat Kitapçılık, İstanbul 2013. (Borçlar Özel)663İstanbul Hukuk Mecmuası 76/2GÜMÜŞ, Mustafa Alper:  Kiracı ve Kiraya Veren Arasında Bir Gerilim Kaynağı Olarak Belirli Süreli Konut ve Çatılı İşyeri Kiralarında Kiraya Verenin Sahip Olduğu Kira Sözleşmesini Bildirim Yoluyla Sona Erdirme Hakkı (TBK m.347/I, c.3) , Prof. Dr. Özer Seliçi nin Anısına Armağan, Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi Özel Sayısı, C.11, S.145 146, Eylül Ekim 2016, s.119 142. [Armağan].HATEMİ, Hüseyin: Medeni Hukuk a Giriş, 8.Bası, Oniki Levha, İstanbul 2017.HEKİM, Aylin: Konut ve Çatılı İşyeri Kira Sözleşmelerinin Bildirim Yoluyla Sona Ermesi (TBK m. 347), Yayınlanmamış Yüksek Lisans Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, İstanbul 2018.IŞIKTAÇ, Yasemin / METİN, Sevtap: Hukuk Metodolojisi, Filiz, İstanbul 2010.İNCEOĞLU, M. Murat: Kira Hukuku, C.2, 1.Bası, XII Levha, İstanbul, 2014. [II].KAPLAN, İbrahim:  Borçlar Kanunu Tasarısı Hakkındaki Görüşlerim , Terazi Hukuk Dergisi, S.25, Eylül 2008, s.17 37.KARABAĞ BULUT, Nil: Medeni Kanunun 23. Maddesi Kapsamında Kişilik Hakkının Sözleşme Özgürlüğüne Etkisi, 1. Bası, On İki Levha Yayınları, İstanbul, 2014.KIRCA, Çiğdem:  Örtülü (Gizli) Boşluk ve Bu Boşluğun Doldurulması Yöntemi Olarak Amaca Uygun Sınırlama (Teleologische Reduktion) , Ankara Üniversitesi Hukuk Fakültesi Dergisi, C.50, S.1, 2001, s.91 119.KIRMIZI, Mustafa: Açıklamalı  İçtihatlı Kira Hukuku, 1.Baskı, Bilge, Ankara, 2013.KOCAYUSUFPAŞAOĞLU, Necip/ HATEMİ, Hüseyin/ SEROZAN, Rona/ ARPACI, Abdulkadir: Borçlar Hukukuna Giriş, Hukuki İşlem, Sözleşme, 4. Bası dan 7. Tıpkı Bası, İstanbul, Filiz, 2017.KOÇ, Nevzat:  6098 Sayılı Türk Borçlar Kanununda Kira Sözleşmesine İlişkin Olarak Yapılan Yeni Düzenlemelerin Genel Değerlendirmesi  İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, İstanbul 2014, C.I, S.1, s.1 35; ayrıca bkz. Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Şeref ERTAŞ a Armağan, C. 19, Özel Sayı 2017, s. 69 107.KÖSTEKÇİ, Yaşar: Borçlar Hukuku ve Anayasa ya Aykırılık Boyutlarıyla 10 Yıl Uzama Süresi Sonu Kiracının Tahliyesi, Tahliyeden Korunma Önlemleri, Vedat, İstanbul, 2014.KURDOĞLU, Bülent Nuri:  Türk Borçlar Kanunu Tasarısının İncelenmesi , Ankara Barosu Dergisi, 2005/3, s.53 84.KURŞAT, Pelin: Konut ve Çatılı İşyeri Kira Sözleşmesinin Bildirim Yoluyla Sona Erdirilmesi, Filiz, İstanbul, 2017.NOMER, Haluk Nami / AKBULUT, Pakize Ezgi: Medeni Hukuka Giriş Dersleri, Bölüm I, 2.Baskı, Filiz, İstanbul 2018.OĞUZMAN, M. Kemal / BARLAS, Nami: Medeni Hukuk, Giriş, Kaynaklar, Temel Kavramlar, 23.Bası, Vedat, İstanbul, 2017.OĞUZMAN, M. Kemal/ SELİÇİ, Özer/ OKTAY ÖZDEMİR, Saibe: Kişiler Hukuku (Gerçek ve Tüzel Kişiler), 17.Baskı, Filiz, İstanbul, 2018.ÖZ, Turgut; Yeni Borçlar Kanununun Getirdiği Başlıca Değişiklikler ve Yenilikler, 3. Bası, Vedat, İstanbul 2012.ÖZDOĞAN, Mustafa/OYMAK, Tuba: 6098 sayılı Türk Borçlar Kanunu nda Kira, Genel Hükümler, Konut ve Çatılı İşyeri Kirası, Tahliye, Bilge, Ankara 2013. 664Yağcı / Belirli Süreli Konut ve Çatılı İşyeri Kiralarında On Yıllık Uzama Süresinin Başlangıç Anı ve Kiraya Verenin Fesih ...ÖZTÜRK, Mehmet:  Konut ve Çatılı İşyeri Kira Sözleşmelerinin Sona Erme Halleri , Dokuz Eylül Üniversitesi (D.E.Ü) Hukuk Fakültesi Dergisi, Prof. Dr. Şeref Ertaş a Armağan, C.19, Özel Sayı, 2017, s.1549 1595.REMZİ, Mehmet/AYDIN, Sezer: Borçlar Hukuku Özel Hükümler, 8.Bası, İkinci Sayfa, 2017.SANLI, Kerem Cem:  Kiraya Verenin On Yıllık Uzama Süresi Sonunda Bildirim ile Kira Sözleşmesini Sona Erdirmesi: Hukuk ve Ekonomi Perspektifinden Bir İnceleme , Legal Hukuk Dergisi, S.151, 2015, s.103 148.SEVER, Ömer:  Konut ve Çatılı İşyeri Kiralarında Sözleşmenin Sona Ermesi , Hukuk ve Adalet Eleştirel Hukuk Dergisi, C.6, S.15, Legal, 2014, s.205 210.SEROZAN, Rona: Medeni Hukuk, Genel Bölüm/Kişiler Hukuku, 8.Baskı, Vedat, İstanbul 2018.ŞENYÜZ, Doğan: Borçlar Hukuku: Genel ve Özel Hükümler, 8.Bası, Ekin, Bursa, 2016.TOPUZ, Seçkin/ CANBOLAT, Ferhat:  Taşınmazlara İlişkin Kira Sözleşmelerinin İçeriğinin Örtülü İrade Beyanıyla Değiştirilmesi  Hacettepe Hukuk Fakültesi Dergisi, C.I, S.1, Ankara 2011, s.1 31.TÜRKMEN, Ahmet:  6098 Sayılı Türk Borçlar Kanunu nun Kira Sözleşmesine İlişkin Yürürlüğü Ertelenen Hükümlerin Değerlendirilmesi , Ankara Barosu Dergisi, 2015/1, s.341 368.ÜNAL, Akın: Kelepçeleme Sözleşmeleri: Sözleşmelerdeki Hükümler Sebebiyle Kişinin Ekonomik Özgürlüğünün Aşırı Derecede Sınırlanması, 2.Baskı, Adalet, Ankara, 2017.YAVUZ, Cevdet/ ACAR, Faruk/ ÖZEN, Burak: Cevdet Yavuz Türk Borçlar Hukuku Özel Hükümler, (Hazırlayanlar: Cevdet Yavuz/ Faruk Acar/ Burak Özen), 10. Bası, Beta, İstanbul 2014.YAVUZ, Nihat: 6098 Sayılı Türk Borçlar Kanunu nun Getirdiği Değişiklikler ve Yenilikler (Genel Hükümler Özel Hükümler), 3. Bası, Adalet Yayınevi, Ankara 2012. [Değişiklikler]YAVUZ, Nihat: Borçlar Hukuku El Kitabı, Adalet, Ankara, 2018. [Borçlar Hukuku]YAVUZ, Nihat: Yeni TBK, HMK, İİK ve İstinafa Göre Kira Hukuku, Genişletilmiş 6.Baskı, Adalet, Ankara, 2018. [Kira Hukuku]ZEVKLİLER, Aydın / GÖKYAYLA, K. Emre: Borçlar Hukuku Özel Borç İlişkileri, 18. Bası, Turhan, Ankara 2018.İnternet Kaynaklarıwww.kazanci.com.tr [Kazancı İBB] www.legalbank.com.tr [Legalbank]www.lexpera.com.tr [Lexpera]665"
}