{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "29",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "2",
     "Başlık": "Acentenin Müvekkilini Davada Temsil Yetkisine Ilişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen Hükümlerin Yabancı Mahkeme Lehine Akdedilen Yetki Anlaşmalarına Etkisi",
     "Title": "The Impact of the Agency s Authority to Represent their Clients Stipulated in Turkish Commercial Code No 6102 on Jurisdiction Agreements in favor of Foreign Courts",

     "Yazar İsmi": [

          "Cemre Tüysüz"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Acente", "Yetki anlaşması", "Acentenin müvekkili temsil yetkisi", "Münhasır yetki"
     ],
     "Keywords": [
          "Agency", "Venue clause", "Authority to represent client", "Exclusive jurisdiction"
     ],
     "Özet": "Türk hukukunda yetki anlaşması ile borç ilişkilerinden kaynaklanan ve yabancılık unsuru bulunan uyuşmazlıkların çözümü için yabancı bir devlet mahkemesinin seçilebilmesi kabul edilmiştir. Bunun yanında, acentelerin aracılık veya akdettiği sözleşmelerden kaynaklanan uyuşmazlıklarda müvekkilini temsil yetkisi, Türk hukukunda kabul edilmektedir. Bu yetki doğrultusunda da müvekkile izafeten açılacak davalarda yetkiye ilişkin uygulamada sorunlar ortaya çıkmaktadır. Milletlerarası usul hukukunda bu durum yetki anlaşması ile yabancı mahkemenin seçildiği durumlarda, acenteye karşı müvekkiline izafeten açılacak davanın, yetki anlaşması ile seçilen mahkemede mi yoksa Türk mahkemelerinde mi görüleceği konusunda ortaya çıkmaktadır. Yabancı mahkemenin seçildiği yetki anlaşmasının, müvekkile izafeten acenteye karşı açılacak davalarda uygulanmayarak, davanın Türk mahkemelerinde görülmesinin mümkün olup olmadığı, milletlerarası usul hukuku ve TK m 105/2 kapsamında yapılacak inceleme ile tespit edilmelidir. Bu çalışmada mevcut düzenlemeler ışığında acentenin müvekkilini davada temsil etme yetkisi milletlerarası usul hukukundaki yetki anlaşmaları açısından incelenmiştir.",
     "Abstract": "According to Turkish law, parties may appoint foreign courts regarding the disputes to arise from obligations with a foreign element. Besides, authority to represent the client has been granted to the Agency regarding the transactions conducted by them, according to Turkish law. Concerning this authority, problems occur regarding the claims directed to the agency on behalf of the client. These problems may arise in private international and procedural law when parties include a venue clause to their agreements and appoint a foreign court. Determination of which courts shall have the jurisdiction over the claims regarding the transactions concluded by the agencies shall be made through the examination of Private International and Procedural Law and Turkish Commercial Code Art. 105/2. This article focuses on the situations on such examples and to determine whether apply to the foreign courts mentioned in the venue clause or to the Turkish courts, by the regulations in Turkish law, regarding the agency s authority to represent the client.",
     "Metin": "Milletlerarası nitelik taşıyan sözleşmelerde tarafların aralarındaki sözleşmeye uygulanmak üzere bir devlet hukukunu seçmesi, Türk hukukunda olduğu gibi (5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun, kısaca MÖHUK, m 24), birçok devlet hukukunda da kabul edilen bir prensiptir. Hukuk seçimi yanında taraflar aralarında çıkması muhtemel uyuşmazlıkların çözümü için başvurulacak devlet mahkemesinin önceden belirlenebilir olması amacıyla yetki anlaşması da yapabilmektedir.  Bu  yetki  anlaşmalarında  taraflar  bir  Türk  mahkemesini  veya yabancı bir devlet mahkemesini seçmek suretiyle yetkilendirmektedir. Söz konusu yetki anlaşmalarının Türk hukukunda tabi oldukları hükümler, seçilen mahkemenin Türk mahkemesi olup olmadığına göre değişmektedir. Yetki anlaşmasıyla Türk mahkemelerinin seçilmesi durumunda 6100 sayılı Hukuk Muhakemeleri Kanunu nun (HMK), yabancı bir devlet mahkemesinin seçilmesi durumunda da MÖHUK m 47 nin uygulanması gerekmektedir. Acentelik sözleşmesine dayanarak belirli bir yer veya bölge içerisinde bir müvekkil adına ticarî sözleşme yapmayı meslek edinen kişilere acente denmektedir (6102 sayılı Türk Ticaret Kanunu, kısaca TK, m 102/1). Genel itibariyle acenteler, müvekkilleri adına akdetmiş veya aracılık etmiş oldukları sözleşmenin tarafı olmadıklarından, bu sözleşmeden kaynaklanan hak ve yükümlülükler de müvekkilleri ile müşteri arasında doğmaktadır. Ek olarak, müvekkilleri adına yapmış ya da kurulmasına aracılık etmiş oldukları bu sözleşmelerden dolayı, acenteler müvekkilleri adına dava açabilecekleri gibi, acentelere karşı da müvekkilleri adına dava açılabileceği kabul edilmektedir (TK m 105/2). Acentelerin müvekkilleri adına aracılık ya da akdetmiş oldukları sözleşmeler içerisinde, yetki anlaşması yapmak suretiyle gerek Türk mahkemelerinin gerekse de yabancı devlet mahkemesinin seçimi mümkündür. Söz konusu sözleşmelerden kaynaklanan  uyuşmazlıkların  yabancı  devlet  mahkemesinde  çözümünün kararlaştırıldığı hallerde, yetki anlaşmasının TK m 105/2 karşısında geçerli olup olmayacağı önem arz etmektedir. Bu çalışmada, yetki anlaşması ile yabancı bir devlet mahkemesinin yetkilendirildiği hallerde, TK m 105 teki hüküm uyarınca müvekkili adına  acenteye  karşı  açılacak  davanın  yetki  anlaşması  bertaraf  edilerek  Türk mahkemelerinde görülüp görülemeyeceği incelenecektir. Bu inceleme yapılırken 1  Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun, Kanun Numarası: 5718, Kabul Tarihi: 27.11.2007, RG 12.12.2007/26728.2  Hukuk Muhakemeleri Kanunu, Kanun Numarası: 6100, Kabul Tarihi: 12.01.2011, RG 04.02.2011/27836.3  Türk Ticaret Kanunu, Kanun Numarası: 6102, Kabul Tarihi: 13.01.2011, RG 14.02.2011/27846.488Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...de öncelikle acenteye karşı dava açılabileceğini düzenleyen TK m 105/2 de yer alan acentenin müvekkilini davada temsil yetkisinin kapsamı ve yetki anlaşması ile yabancı mahkemenin seçilmesinin şartları kısaca incelenecek, sonrasında da acenteye karşı dava açma hakkı tanıyan TK m 105/2 hükmünün yabancı mahkemeyi yetkilendiren yetki anlaşmasına etkisi belirtilmeye çalışılacaktır. I. Acentenin Davada Müvekkilini Temsil YetkisiA. Genel OlarakAcentelerin müvekkilleri için aracılık ya da akdettiği sözleşmelerden dolayı, müvekkili adına dava açabileceği ve kendisine karşı da aynı sıfatla dava açılabileceği TK m 105/2 de yer almaktadır. Ek olarak kanunda yabancı tacirler adına aracılık eden acenteler hakkında, akdedilen sözleşmelerde TK m 105/2 deki düzenlemeye aykırı şartların da geçersiz olduğu açıkça düzenlenmiştir. Dolayısıyla müvekkiline izafeten  acenteye  açılacak  davalarda  acentenin  hukukî  durumunun  belirlenmesi gerekmektedir.B. Müvekkile İzafeten Açılacak Davalarda Acentenin Hukukî DurumuAcentenin aracılık ettiği veya akdettiği sözleşmelerden ortaya çıkan uyuşmazlıkla ilgili olarak kendisinin dava açabileceği ve kendisine karşı da aynı sıfatla dava açılabileceği TK  m  105/2 de  düzenlenmiştir.  Dolayısıyla  acenteye  karşı  ikame edilecek bu davada acentenin hukukî durumunun tespiti önemli ve gereklidir. Acentenin hukukî durumu ile ilgili incelenmesi gereken ilk konu, acentenin söz konusu davada taraf olup olmadığının tespitidir. Bu nedenle de usul hukukundaki taraf, taraf sıfatı, davayı takip yetkisi kavramlarının incelenmesi uygun olacaktır. 1. Taraf Kavramı Taraf  kavramı  ile  ilgili  olarak  usul  hukukunda  üç  teori  ileri  sürülmektedir. Bunlardan ilki maddî taraf teorisidir. Maddî taraf teorisinde uyuşmazlık konusu maddi hukuk ilişkisinin taraflarının davanın da tarafları olduğu kabul edilmektedir. Maddi hukuk ilişkisinin tarafı olmayanların, davanın tarafı olamayacağı ifade edilen bu görüşe göre, taraf sıfatı dava şartı niteliğinde kabul edilmekte ve davanın başında hâkim tarafından incelenmesi gereken bir durum olarak ileri sürülmektedir. 4  Saim Üstündağ, Medeni Yargılama Hukuku, (C I-II, 7. Bası, Seçkin, İstanbul 2000) 387; Ejder Yılmaz, Medeni Yargılama Hukukunda Islah, (6100 Sayılı HMK na Göre Değiştirilmiş 4. Bası, Yetkin, Ankara 2013) 342; Nevhis Deren Yıldırım, Türk İsviçre ve Alman Medeni Usul Hukukunda Kesin Hükmün Sübjektif Sınırları, (1. Bası, Alfa, İstanbul 1996); 16, Evrim Erişir, Medeni Usul Hukukunda Taraf Ehliyeti, (1. Bası, Güncel, İzmir 2007), 53-54. 5  Yavuz Alangoya, ‘Yargılama Sırasında Tarafta (Yanda) İradi Olarak Meydana Gelen Değişme Hakkında Düşünceler , (1969) 3 (5) İÜMHAD, 125, 133; Erişir, (n 4) 55; Muhammet Özekes, Medeni Usul Hukukunda Asli Müdahale, (1. Bası Alfa, İzmir 1995), 29, 30.489İstanbul Hukuk Mecmuası 79/2Taraf kavramı ile ilgili ileri sürülen diğer teori ise fonksiyonel taraf teorisidir. Bu teoriye göre de malvarlığına ilişkin davalarda uyuşmazlık konusu mal üzerinde tasarrufa yetkili olanların taraf olarak kabul edilmesi söz konusudur. Bu teori taraf kavramını uyuşmazlık konusunu sadece malvarlığına ilişkin davalar bakımından ele alması nedeniyle eleştirilmiştir. Taraf kavramı ile ilgili ileri sürülen ve genel olarak kabul edilen şekli taraf teorisine göre ise, taraflar arasındaki maddi hukuk ilişkisinden bağımsız olarak mahkemeden kendi adına hukukî koruma talep eden ve kendisine karşı hukukî koruma talep edilenler davanın tarafıdır. Buna göre davanın tarafları dava dilekçesinde belirlenmekte ve taraf olmak için dava dilekçesinde davacı veya davalı olarak belirtilmek yeterli kabul edilmektedir. 2. Taraf Sıfatı Şekli  taraf  teorisine  göre  taraf  kavramı  maddi  hukuk  ilişkisinden  bağımsız değerlendirilmekteyken,  sıfat  ise  maddi  hukuk  ilişkisi  doğrultusunda  yapılan değerlendirme ile tespit edilmektedir. Husumet olarak da ifade edilen sıfat, davanın taraflarının uyuşmazlığın ait olduğu maddi hukuk ilişkisinin tarafı olup olmadıklarına ilişkindir. Sonuç itibariyle sıfat, dava konusu sübjektif hakla ilgili kabul edilmektedir. Şekli taraf teorisine göre dava dilekçesinde davacı ve davalı olarak belirtilme, şeklen taraf olma anlamına gelse bile, bu durum her zaman o kişilerin taraf sıfatına da sahip oldukları anlamına gelmeyebilecektir. Çünkü bu durum taraf sıfatı ile taraf kavramı arasındaki farklılıktan kaynaklanmaktadır. Sıfat  usule  ilişkin  değil,  maddi  hukuka  ilişkin  bir  kavram  olarak  kabul edilmektedir. Dolayısıyla sıfat, maddi hukuk açısından dava konusu talep üzerinde kimin hak sahibi, kimin de yükümlü/sorumlu olduğunu ifade etmektedir. Bu tespit de sonuç itibariyle yargılama sonucunda, yani davanın esası incelendikten sonra gerçekleşecektir. 6  Hakan Pekcanıtez, Pekcanıtez Usûl Medeni Usûl Hukuku, (C. 1, 15. Bası, On İki Levha, İstanbul 2017), 549. Fonksiyonel taraf teorisine ilişkin olarak bkz Hans Otto De Boor, Zur Lehre vom Parteiwechsel und vom Parteibegriff, in: Festschrift für Prof. Dr. Heinrich Siber, B. II, Leipzig, 1943, 52 vd; Pekcanıtez, (n 6) 549, dn 3 ten naklen. 7  Pekcanıtez, (n 6) 549 vd; Baki Kuru, Hukuk Muhakemeleri Usulü, (C. 1, 1. Bası, Demir, Ankara 2001), 886-887; Yılmaz, (n 1) 344; Serdar Kale, Medeni Yargılamada Taraf Ehliyeti, (1. Bası, On İki Levha, İstanbul 2010), 7. 8  Pekcanıtez, (n 6) 607. 9  Yargıtay HGK, 10-34/104, 04.03.2009, MİHDER, (2009) 3, 509. 10  Hilal S. Üçüncü, ‘Acentenin Temsil Yetkisinin Usul Hukuku Kapsamında Değerlendirilmesi , (2013) 17(1-2) Gazi Üniversitesi Hukuk Fakültesi Dergisi, 961, 974.11  Pekcanıtez, (n 6) 611; Levent Börü, ‘Sıfat ve Dava Takip Yetkisi , (2011) 27 (31), BATİDER 249, 255; Kuru, (n 7) 1159.12  Pekcanıtez, (n 6) 612; Yavuz Alangoya, Kamil Yıldırım, Nevhis Deren Yıldırım, Medeni Usul Hukuku Esasları, (8. Bası, Beta, İstanbul 2011), 121.13  Pekcanıtez, (n 6) 612; Kuru, (n 7) 1160.490Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...3. Dava Takip YetkisiTemelini şekli taraf teorisinden alan dava takip yetkisi, talep sonucu hakkında hüküm alabilme yetkisi olarak HMK m 53 te tanımlanmıştır. Dava takip yetkisi, sıfat gibi maddi hukuka ilişkin değil, usulî bir kavram olarak kabul edilmektedir. Dava takip yetkisinin varlığı, Türk medenî usul hukukunda dava şartı olarak kabul edilmektedir (HMK m 114/1-e). Dava takip yetkisi dava şartı olduğundan, davanın her aşamasında dava takip yetkisinin bulunup bulunmadığı hâkim tarafından re sen dikkate alınacaktır. Dava takip yetkisi ile temsil kavramlarının farklı olduğu ifade edilmektedir. Dava takip yetkisine sahip olan üçüncü kişinin, davanın tarafı haline geldiği ve asıl tarafın temsilcisi olduğu anlamına gelmeyeceği ifade edilmiştir. Temsilin söz konusu olduğu hallerde, temsil olunan kişi ya kanunen dava ehliyetine sahip değildir (kanuni temsil) veya sahip olmakla birlikte, kendi iradesiyle temsilci tayin etmiştir (iradi temsil). Kanuni temsilde davanın asıl tarafının dava ehliyeti bulunmamakta ve bu nedenle kanunî temsilci onun yerine davayı yürütmektedir. İradi temsilde ise, davanın asıl tarafı davayı takip yetkisini kural olarak hiçbir zorunluluk altında olmaksızın kendi iradesiyle, temsilciye kendisini temsil etme yetkisini  vermektedir.  Bunun  karşısında,  kanundan  doğan  dava  takip  yetkisini kullanan kişinin, iradi temsilde olduğu gibi hak sahibinden yetki almasına gerek bulunmamaktadır. Dava takip yetkisinden yoksun olma ile dava ehliyetinden yoksun olma arasında da ortaya çıkan sonuçlar bakımından farklılıklar bulunmaktadır. Kanundan doğan dava takip yetkisini kullanan üçüncü kişinin hak sahibinin iradesi ile davayı yürütmesi engellenemezken, iradi temsilde ise davayı yürütmede gerekli özeni göstermeyen vekilin  azledilerek  davanın  asil  tarafından  veya  başka  vekille  yürütülmesi mümkündür. Davayı takip yetkisi ve taraf sıfatı bir arada değerlendirilecek olursa, davanın yürütülmesi  ve  lehe  karara  ulaşılmasındaki  sürecin  davayı  takip  yetkisini,  söz konusu süreç sonunda maddi hukuka yönelik sonucun da sıfatı ifade ettiği sonucuna ulaşılabilecektir. 14  Pekcanıtez, (n 6) 593; Erişir, (n 4) 73; Üçüncü, (n 10) 972.15  Pekcanıtez, (n 6) 604; Alangoya, Yıldırım ve Deren Yıldırım, (n 12) 117; Börü, (n 11) 259.16  Pekcanıtez, (n 6) 604.17  Erişir, (n 4) 86; Üçüncü, (n 10) 972-973.18  Pekcanıtez, (n 6) 604.19  Pekcanıtez, (n 6) 612, Üçüncü, (n 10) 972.491İstanbul Hukuk Mecmuası 79/24. Acentenin Müvekkilini Davada Temsil Etme Yetkisinin Hukukî SonucuUsul hukukunda incelenen taraf, taraf sıfatı ve dava takip yetkisi açısından yapılacak inceleme doğrultusunda şu sonuçlara ulaşılabilecektir. TK m 105/2 de acenteye karşı açılacak davanın müvekkili adına olacağı ifade edilmektedir. Şekli taraf teorisine göre bu durumda acente bu davanın tarafı olarak kabul edilmelidir. Çünkü dava dilekçesinde acentenin davalı olarak yer alması, onun davanın tarafı olması için yeterli olacaktır. Bir davada taraf olunabilmesi için maddi hukuk açısından hakkın gerçek sahibi olunmasına gerek yoktur. Dolayısıyla şekli taraf teorisi doğrultusunda, TK m 105/2 kapsamında açılan davanın tarafının acente olarak kabul edilmesi gerekmektedir. Ancak bu durum kanaatimizce, gerek kanun koyucunun 105. maddeyi düzenlemekteki amacının, gerekse de acentenin bu davadaki rolünün hukuken yanlış belirlenmesine yol açacaktır. Acenteye karşı müvekkiline izafeten dava açılabilmesini düzenleyen TK m 105/2 hükmünün amacı, maddenin gerekçesinde ifade edilmiştir.  Maddenin öngörülme amacı yabancı tacirlere Türkiye de dava açılması olanağını yaratmaktadır.  Ek olarak üçüncü fıkradaki dava sonucunda elde edilecek kararın acenteye karşı uygulanmayacağına  ilişkin  düzenleme  ile  kanun  koyucunun  amacının  acenteyi bu davaların tarafı olmasını engellemek olduğu söylenebilecektir. Yine kanunun gerekçesinde bu durum açıkça belirtilmiştir. 105. maddenin amacının, yurtdışında yerleşik müvekkiller aleyhine Türkiye de dava açılabilmesi için adres tesis etmek amacıyla düzenlemek ve bu nedenle alınacak kararın acenteye karşı uygulanmasını engellemek olduğu kanunun gerekçesinde ifade edilmiştir. TK m 105/2 de yer alan düzenlemenin acenteye müvekkilini davada temsil etme yetkisi verdiği sonucuna ulaşılmasının kanunun amacına ve lafzına uygun yorum olacağı kanaatindeyiz. Müvekkile izafeten dava açabilmesi ve kendisine karşı da aynı sıfatla dava açılabilmesi, yani davada müvekkiline vekâlet edebilmesi için, TK m 105 uyarınca iki şartın varlığı gereklidir. Bunlar; acente sıfatına sahip olunması ve uyuşmazlığın aracılık edilen veya yapılmış olan sözleşmeden kaynaklanmasıdır. Bu iki şartın da vekâlet ehliyetine ilişkin olduğu ifade edilmektedir. 20  Benzer şekilde bkz Üçüncü, (n 10) 976.21   Ancak bu olanak sebebiyle ortaya çıkan bir sorunun giderilmesi için, maddeye yeni bir (üçüncü) fıkra eklenmesi gerekmiştir. Yurtdışında yerleşik olan asile izafeten Türkiye de acenteye dava açılması hakkı, uygulamada bir süre, alınan ilamın acenteye karşı uygulanabileceği şeklinde yorumlanmıştır. Bu uygulama sebebiyle acenteler, temsil ettikleri kişilerin borçlarını ödemek zorunda bırakılmıştır. Oysa, Türkiye de bir tebligat adresi tesis eden hükmün bu doğrultuda yorumlanması, maddenin amacına aykırıdır. Acente, temsilci sıfatıyla hareket ederken, asilin borcunu üstlenmez veya bu borca kefil olmaz. Bu konuda yaşanan tereddütleri gidermek için üçüncü fıkra kaleme alınmış ve asile izafeten acente aleyhine açılan davada alınan ilamın acentenin malvarlığı aleyhine uygulanamayacağı açıklığa kavuşturulmuştur.  Gerekçe metni için bkz www.tbmm.gov.tr/d/1/1-0324.pdf. erişim tarihi 21.12.2020. 22  Aynı yönde bkz Arslan Kaya, Türk Ticaret Kanunu Şerhi Birinci Kitap, Ticarî İşletme, Yedinci Kısım, Acentelik, (TK m. 102-123), (2. Bası, Beta, İstanbul 2016), 57; Üçüncü, (n 10) 977; Erişir, (n 4) 87; Sıtkı Anlam Altay, ‘Acentenin Müvekkilini Davada Temsil Etmesi , (2010) 1 Prof. Dr. Fırat Öztan a Armağan, 223, 230; Nurcan Demirtaş, ‘Acentenin Davada Müvekkilini Temsil Etmesi , (2019), 5(1), İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi, 83, 92.23  Kaya, (n 22) 61; Üçüncü, (n 10) 977; Altay, (n 22) 230.492Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...Türk hukukunda sadece baroya kayıtlı avukatların davada vekil olarak faaliyette bulunabileceği 1136 sayılı Avukatlık Kanunu nda düzenlenmiştir (m 35). Dolayısıyla TK m 105/2 deki düzenleme, acentelere sadece avukatlara hasredilen davada vekâlet etme ehliyetini sağlayan ve Avukatlık Kanunu nun bir istisnasını teşkil etmektedir. Acentenin müvekkilini davada temsil yetkisinin, vekâlet ehliyeti kapsamında değerlendirilmesi gerektiği belirtildikten sonra, acentenin aracılık ettiği veya akdettiği sözleşmedeki yetki şartı ile yabancı mahkemenin yetkilendirilmesinin, TK m 105/2 karşısındaki durumunun incelenmesi gerekmektedir. Bunun için de öncelikle yetki anlaşması ile yabancı mahkemenin seçilmesinin şartları ve hukukî sonuçlarının belirlenmesi uygun olacaktır. II. Yetki Anlaşması İle Yabancı Mahkemenin SeçilmesiA. Genel OlarakTürk  hukukunda,  tarafların  aralarında  çıkması  muhtemel  uyuşmazlıkların çözümü için yetkili mercii belirlemek amacıyla yetki anlaşması yapabilecekleri kabul edilmiştir. Seçilen mahkeme Türk mahkemesi olabileceği gibi, yabancı bir devlet mahkemesi de olabilecektir. Ancak seçilen mahkemenin yabancı olup olmaması  yetki  anlaşmasının  geçerliliğine  uygulanacak  kuralları  etkileyecektir. Türk mahkemelerinin yetki anlaşması ile seçilmesi durumunda HMK m 17 ve 18 uygulanacaktır. Türk mahkemeleri dışında, başka bir devlet mahkemesinin seçilmesi durumunda ise MÖHUK m 47 deki kurallar bu yetki anlaşmasına tatbik edilecektir. İçerisinde yabancılık unsuru bulunan borç ilişkileri bakımından da yetki anlaşması ile yabancı devlet mahkemelerinin seçimi imkânı, Türk hukukunda tanınmaktadır (MÖHUK m 47). Söz konusu yetki anlaşmasının geçerli olabilmesi için MÖHUK m 47 de belirtilen şartların bulunması gerekmektedir. Acentelerin müvekkilleri lehine akdettikleri sözleşmelerde yabancı mahkemelerin yetki anlaşması ile yetkilendirilmesinin geçerli olup olmadığı da MÖHUK m 47 deki şartlar  doğrultusunda  incelenmelidir.  Bu  nedenle  çalışmamızın  bu  bölümünde, 24  Avukatlık Kanunu, Kanun Numarası: 1136, Kabul Tarihi: 19.03.1963, RG 07.04.1969/13168. 25  Kaya (n 22) 65; Üçüncü, (n 10) 977; Emre Külüşlü, Milletlerarası Usul Hukuku Çerçevesinde Acentenin Müvekkilini Mahkemede Temsil Etme Yetkisi, (1. Bası, On İki Levha, İstanbul 2019), 23; Levent Börü, Medenî Usûl Hukukunda Davaya Vekâlet Ehliyeti, Ankara Üniversitesi, Sosyal Bilimler Enstitüsü, Özel Hukuk Anabilim Dalı, Yüksek Lisans Tezi, (Ankara 2006), 122; Zehra Demirci, Medeni Usûl Hukukunda Davaya Vekâlet Ehliyeti, Selçuk Üniversitesi, Sosyal Bilimler Enstitüsü, Özel Hukuk Anabilim Dalı, Yüksek Lisans Tezi, (Konya 2010), 38.26  Yabancı mahkemenin seçimini öngören yetki anlaşmasının geçerli olup olmadığının incelenmesi, genel itibariyle iki halde söz konusu olacaktır. Bunlardan ilki yetki anlaşması ile yabancı bir mahkemenin uyuşmazlık konusunda yetkilendirilmesine rağmen, HMK daki kurallar uyarınca yer itibariyle yetkili Türk mahkemesinde dava açılması halidir. Burada usulüne uygun bir şekilde yetki itirazında bulunulması durumunda Türk mahkemesi, MÖHUK m 47 deki kurallar uyarınca yetki anlaşmasının geçerliliğini inceleyecektir. İkinci hal ise, aynı dava hâlihazırda yetki anlaşması ile yetkilendirilen yabancı devlet mahkemesinde ikame edilmesine rağmen, Türk mahkemelerinde açılması durumudur. Her iki ihtimalde de Türk mahkemesi, yabancı mahkeme lehine yapılan yetki anlaşmasının geçerliliğini inceleyecektir. Aynı yönde bkz Cemal Şanlı, Emre Esen ve İnci Ataman Figanmeşe, Milletlerarası Özel Hukuk, (8. Bası, Beta, İstanbul 2020), 437. 493İstanbul Hukuk Mecmuası 79/2yabancı  mahkemelerin  seçimini  öngören  yetki  anlaşmalarının  geçerlilik  şartları incelenecektir. Sonrasında da geçerli bir yetki anlaşması ile yabancı mahkemelerinin seçilmesinin hukukî sonuçları incelenecektir.  B. Yabancı Mahkemeyi Yetkilendiren Yetki Anlaşmasının  Geçerlilik Şartları 1. Genel OlarakYabancı bir devlet mahkemesini öngören yetki anlaşmasının geçerlilik şartları MÖHUK m 47 de düzenlenmiştir. MÖHUK m 47 uyarınca yabancı bir devlet mahkemesini yetkilendiren yetki anlaşmasının geçerli olabilmesi için; o uyuşmazlıkla ilgili münhasır yetkili bir Türk mahkemesinin bulunmaması, uyuşmazlığın yabancılık unsuru taşıması ve borç ilişkisinden doğması gerekmektedir. Yetki anlaşmasının geçerlilik şartları açısından 47. maddede belirtilenler dışında ayrıca uyuşmazlık konusunun ve seçilen mahkemenin belirli veya belirlenebilir olması  gerektiği  de,  HMK da  olduğu  gibi,  doktrinde  belirtilmiştir,28.  Bunun nedeni  olarak  da,  47.  maddedeki  taraflar  arasındaki  yabancılık  unsuru  taşıyan borç ilişkilerinden doğan uyuşmazlık ve yabancı bir devlet mahkemesi tabirlerinin belirli bir uyuşmazlığa yönelik ve belirli bir devlet mahkemesini amaçladığı ifade edilmiştir. 27  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 457, 458. Buna karşın MÖHUK m 47 de tarafların yetki anlaşması yapmak suretiyle yabancı bir devlet mahkemesini seçmeleri düzenlenmiş olduğundan, buradaki yabancı devlet mahkemesinin seçilmesi ile mahkemenin belirli olma şartının sağlandığı ve bu nedenle de maddede belirli olma şartının esasında arandığı da ifade edilmektedir. Ergin Nomer, Devletler Hususî Hukuku, (22. Bası, Beta, İstanbul 2017), 491. 28  Yetki anlaşmasının geçerliliğine ilişkin burada belirtilen şartlar yanında, özel olarak bazı sözleşmeler açısından yapılacak yetki anlaşmalarının geçersiz olacağına ilişkin düzenlemeler hukukumuzda yer almaktadır. Örneğin deniz yoluyla yolcu taşıma sözleşmelerinde, yolcunun ölümü veya yaralanmasından veya bagajın ziyaa veya hasara uğramasından kaynaklanan tazminat taleplerine ilişkin uyuşmazlıklarla ilgili olarak, tazminat istemi doğmadan önce yapılan yetki ve tahkim sözleşmelerinin geçersiz olacağı düzenlenmiştir (TK m 1271/2). Bu düzenlemede yetki anlaşmasının geçerli olabilmesi için, zaman bakımından getirilen bir şart söz konusudur. Detaylı bilgi için bkz Burcu İrge Erdoğan, ‘Milletlerarası Özel Hukukta Deniz Yoluyla Yolcu Taşıma Sözleşmesine İlişkin Genel Değerlendirme , (2017) 37(2), MHB, Yücel Sayman a Armağan, 508, 519 vd. 29  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 457 vd. Seçilen yabancı mahkemenin belirlenebilir olma şartının ne şekilde sağlanacağı konusunda doktrinde ve Yargıtay kararlarında farklılık bulunmaktadır.  İngiliz mahkemeleri  gibi genel olarak yabancı devlet mahkemelerinin seçildiği yetki anlaşmalarının geçerli olup olmadığı doktrinde tartışmalıdır. Hâkim görüşe göre bu şekilde yapılan yetki anlaşmaları belirlenebilir olma şartını haizdir. Aysel Çelikel ve B. Bahadır Erdem, Milletlerarası Özel Hukuk, (16. Bası, Beta, 2020), 640; Nomer, (n 27) 49; Ziya Akıncı, Milletlerarası Usul Hukukunda Yetki Sözleşmesine Dayanan Yabancı Derdestlik, (1. Bası, Seçkin, Ankara 2002), 66; Nur Bolayır, Medeni Usul Hukukunda Yetki Sözleşmeleri, (1. Bası, Beta, İstanbul 2009), 158; Ceyda Süral, ‘Hukuk Muhakemeleri Kanunu nun Türk Mahkemelerinin Milletlerarası Yetkisine Etkisi , (2012) 100, TBB Dergisi, 168, 194. Bunun karşısındaki görüşe göre ise, ülke içindeki belirli bir yer mahkemesi yetkili kılınmadığı, genel olarak o devlet mahkemelerinin yetkilendirildiği yetki anlaşmalarının pratik bir sonuç vermeyeceği ve geçerli olmayacağı ileri sürülmüştür. Emre Esen, ‘Critique of a Turkish Court of Cassation Decision on the Validity of Choice-of-Law and Choice-of-Forum Clauses in an Insurance Agreement , (2010) 42 (59), Annales de la Faculté de Droit d Istanbul, 365, 372; Nuray Ekşi, ‘Uluslararası Ticaret İlişkin İki Güncel Sorun: Sözleşme Bedelinin Yabancı Para Olarak Ödenmesi ve Yabancı Mahkemenin Yetkisinin Tesisi , (1998) 72(10-12) İstanbul Barosu Dergisi 864, 873. Yargıtay ın ise her iki yönde de kararları bulunmaktadır. Örnek kararlar için bkz Şanlı, Esen ve Ataman Figanmeşe, (n 26) 457, dn 174 teki kararlar. 494Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...Sonuç itibariyle MÖHUK m 47 ye göre geçerli bir yetki anlaşması ile yabancı bir devlet mahkemesinin yetkilendirilebilmesi için aranan şartlar aşağıda incelenecektir.2. Yabancılık Unsuru BulunmasıYabancılık unsuru genel itibariyle şahsî, coğrafi veya konu itibariyle yabancı bir hukuk sistemi ile ilişkiyi ifade eden kavramdır. Aynı şekilde, bir veya birden çok hukuk düzeni ile temas halinde bulunma yabancılık unsuru olarak ifade edilmiştir. Dolayısıyla  yabancılık  unsuru,  herhangi  bir  hukukî  olay  veya  hukukî  ilişkiyi, uyuşmazlığı inceleyen hâkimin bağlı olduğu devlet hukuku dışında, asgari bir veya daha fazla hukuk düzeni ile ilişkili hale getirmektedir.Yetki anlaşmasının geçerliliğinde aranan yabancılık unsurunun var olabilmesi için, borç ilişkisinin yabancı bir ülke ile yer bakımından irtibatlı olması gerekmemektedir. Herhangi bir şekilde yabancı bir devlet hukuku ile irtibat bulunması, yabancılık unsurunun varlığı için yeterli kabul edilmelidir. Yabancılık  unsuru  çeşitli  şekillerde  ortaya  çıkabilmektedir.  Tarafların  farklı vatandaşlığa, yerleşim yerine, mutad meskene sahip olması, uyuşmazlık konusu eşyanın başka bir ülkede bulunması, uyuşmazlık konusu olayın başka bir ülkede gerçekleşmesi vb. gibi birçok durumda yabancılık unsuru ile karşılaşılabilmektedir. Yabancılık unsurunun var olup olmadığı esas itibariyle uyuşmazlığı inceleyen mahkeme tarafından tespit edilecek bir konudur. Dolayısıyla MÖHUK m 47 ye uygun  ve  geçerli  bir  yetki  anlaşmasının  yapılıp  yapılmadığını  inceleyen  Türk mahkemesi yabancılık unsurunun varlığını da tespit edecektir. Böylelikle de Türk hâkimi yabancı bir devlet hukuku ile irtibatın varlığını tespit ettiğinde yabancılık unsurunun var olduğu söylenebilecektir. Sonuç itibariyle birden fazla devlet hukuku ile ilişki halinde bulunulduğu takdirde yabancılık unsurunun var olduğu söylenebilecektir. Yabancılık unsurunun varlığı da, yetki anlaşması ile yabancı bir devlet mahkemesinin seçilebilmesinde bir şart olarak MÖHUK ta düzenlenmiştir. 30  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 5.31  Nomer, (n 27) 5.32  Mesut Aygün, ‘Yabancılık Unsurunun Mahiyeti ve Yargılamadaki Rolü , (2014) 16(Özel Sayı) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi Prof. Dr. Hakan Pekcanıtez e Armağan 1025, 1029; Çelikel ve Erdem, (n 29) 5 vd; Vahit Doğan, Milletlerarası Özel Hukuk, (6. Bası, Savaş, Ankara 2020), 25-27; Gülören Tekinalp ve Ayfer Uyanık, Milletlerarası Özel Hukuk Bağlama Kuralları, (13. Bası, Vedat, İstanbul 2020), 22; Şanlı, Esen ve Ataman Figanmeşe, (n 26) 5.33  Aygün, (n. 32) 1030.34  Aygün, (n. 32) 1034; Nuray Ekşi, ‘Yabancılık Unsuru Taşıyan Akitler ve Bu Akitlerin AB Roma Konvansiyonu na Göre Anlamı , (1992) 12(1-2) MHB 1, 3.495İstanbul Hukuk Mecmuası 79/23. Borç İlişkisinden Doğan Bir Uyuşmazlığın BulunmasıYabancı  bir  devlet  mahkemesinin  yetki  anlaşması  ile  seçilebilmesi  için, uyuşmazlığın borç ilişkisinden kaynaklanması gerekmektedir (MÖHUK m 47/1). Burada  önemli  nokta,  borç  ilişkisinin  hangi  hukuka  göre  vasıflandırılacağıdır. Bilindiği üzere, borç ilişkisi sözleşme ve sözleşme dışı olmak üzere iki sebepten kaynaklanmaktadır. Sözleşme dışı borç ilişkileri hukukumuzda haksız fiil ve sebepsiz zenginleşmedir. Bunlar dışında kalan, yani kişi hallerine, şahsın hukuku ve aile hukukuna ilişkin meselelerde yetki anlaşması ile yabancı bir devlet mahkemesinin seçilmesi mümkün değildir. Yetki anlaşmasının geçerlilik şartı olarak aranan borç ilişkisinden kaynaklanma şartı,  uyuşmazlık  konusunun  sadece  sözleşme  ilişkilerine  ait  olmamasını  da sağlamaktadır. Kanun koyucu burada borç ilişkisi demek suretiyle, sözleşme dışında haksız  fiiller,  sebepsiz  zenginleşme  vb.  borç  ilişkilerini  de  kapsayacak  şekilde düzenlemede bulunmuştur. 4. Münhasır Yetkili Bir Türk Mahkemesinin Bulunmaması MÖHUK madde 47 ye göre yabancı devlet mahkemelerini seçimini öngören yetki anlaşmasının geçerli olabilmesi için yer itibariyle yetkinin münhasır yetki esasına göre tayin edilmediği bir halin varlığı aranmaktadır. Dolayısıyla münhasır yetkili Türk mahkemesinin varlığı, yetki anlaşmasının geçerliliğine etki etmekle beraber, bu geçersizliğe rağmen yabancı devlet mahkemesinde davanın açılması üzerine yabancı mahkeme tarafından verilen karar, Türkiye de herhangi bir hukukî sonuç doğurmayacaktır. Münhasır yetki medenî usul hukukunda yer alan kesin yetki ile karıştırılmaya müsait bir kavramdır. Münhasır yetki, bir konu hakkında karar verme konusunda sadece belirli bir devlet yargısının karar verme yetkisi olarak ifade edilmektedir. 35  Borç ilişkisinin kaynakları hakkında detaylı bilgi için bkz M. Kemal Oğuzman ve M. Turgut Öz, Borçlar Hukuku Genel Hükümler Cilt 1, (18. Bası, Vedat, İstanbul 2020), 35 vd. Doktrinde ayrıca 6098 sayılı Türk Borçlar Kanunu nda (RG 04.02.2011/27836) borç ilişkisinin kaynağı olarak Sözleşme (TBK 1-48), haksız fiil (TBK 49-76) ve sebepsiz zenginleşme (TBK 77-82) belirtilmiş olsa da, bunlar dışında da gerek Borçlar Kanunu nda gerekse diğer kanunlarda borç ilişkisinin kaynağı olarak kabul edilen başka haller olduğu da belirtilmiştir. Bu hallere örnek olarak vekâletsiz iş görme, yardım nafakası ve garanti belgesi verilmiştir. Detaylı bilgi için bkz Haluk N. Nomer, Borçlar Hukuku Genel Hükümler, (15. Bası, Beta, İstanbul 2017), 31. 36  Nomer, (n 27) 490.37  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 457. Doktrinde, eşler arasındaki mal rejiminden kaynaklanan ilişkinin kanundan doğan bir borç ilişkisi olduğu ifade edilerek, bu tarz uyuşmazlıkların da yetki anlaşması ile yetkilendirilen mahkemede görülebileceği ileri sürülmektedir. Gizem Ersen Perçin, Milletlerarası Özel Hukuk Bakımından Mal Rejimleri, (1. Bası, On İki Levha, İstanbul 2014), 216-217. 38  Yabancı mahkeme kararlarının Türkiye de hukukî sonuç doğurabilmeleri için bunların, Türk mahkemeleri tarafından tanınmaları veya tenfiz edilmeleri gerekmektedir. Şanlı, Esen ve Ataman Figanmeşe, (n 26) 526. Münhasır yetkili bir Türk mahkemesinin bulunmasına rağmen yabancı mahkeme tarafından karar verilmesi halinde, ilgili kararın tanınması veya tenfizi talebi reddedilecektir (MÖHUK m 54/1 b). Dolayısıyla münhasır yetkili bir Türk mahkemesinin bulunduğu halde, yabancı bir mahkemeden verilecek kararın Türk hukuku açısından herhangi bir sonuç doğurması mümkün görünmemektedir. Bkz aynı yönde Çelikel ve Erdem, (n 29) 639. 39  Nomer, (n 27) 486; Çelikel ve Erdem, (n 29) 638. 496Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...Dolayısıyla, yetki kuralı ile o konu hakkında sadece Türk mahkemelerinin karar verme yetkisinin öngörülmesi durumunda, Türk mahkemesinin münhasır yetkisinin var olduğu söylenebilecektir. Medenî usul hukukundaki sadece bir yer mahkemesinin yetkili olacağına ilişkin kesin yetkinin, her durumda o yer mahkemesinin milletlerarası usul hukuku açısından da münhasır yetkiyi haiz olduğunu göstermeyeceği kabul edilmektedir. Burada önemli olan, kanun koyucunun iradesi ile o uyuşmazlık konusunda sadece Türk mahkemesinin karar verebileceğinin kabul edilmiş olmasıdır. Dolayısıyla iç hukuktaki kesin yetkiye ilişkin bir kuralın aynı zamanda da münhasır yetki sağladığını söylemek, her durumda doğru olmayabilecektir. Türk mahkemelerinin münhasır yetkili olduğu davalar ile ilgili olarak doktrinde çeşitli örnekler verilmektedir. Bir kuralın münhasır yetki sağlayıp sağlamadığının tespitinde, genel itibariyle o uyuşmazlık konusunun sadece Türk mahkemelerinde görülmesini  sağlamak  amacıyla  konması  ölçütünün  aranması  gerektiği  ifade edilmektedir. Dolayısıyla, o uyuşmazlık hakkında sadece Türk mahkemelerinin karar  vermesi  öngörülüyorsa,  o  dava  açısından  Türk  mahkemesinin  yetkisinin münhasır olduğu kabul edilmelidir. Münhasır yetkinin varlığı da, yabancı mahkemeyi yetkilendiren yetki anlaşmasını, Türk hukuku açısından geçersiz hale getirecektir (MÖHUK m 47). Münhasır yetkinin tespitinde yetki kuralının niteliğinin göz önünde bulundurulması gerektiğinden hareketle, doktrinde bazı davalar bakımından Türk mahkemelerinin yetkisi  münhasır  kabul  edilmiştir.  Örneğin  taşınmazın  aynından  kaynaklanan davalarda HMK m 12 uyarınca yetki anlaşması yapılmasını engelleyen hükmün, Türkiye de  bulunan  taşınmazlar  açısından  Türk  mahkemelerine  münhasır  yetki tanıdığı kabul edilmektedir. 6769 sayılı Sınai Mülkiyet Kanunu nun 156. maddesinde öngörülen mahkemelerin yetkisine ilişkin kuralın, tazminat davaları dışında kalan; özellikle marka, patent, tasarım veya coğrafî işaretlerin tescil, terkin, iptal veya tashihine ilişkin davalar bakımından münhasır yetki kuralı olduğu ifade edilmiştir. İflâs davalarında da, muamele merkezinin Türkiye olduğu kişiler bakımından İcra ve İflâs Kanunu nun 154. maddesindeki kuralın, münhasır yetki kuralı olduğu 40  Nomer, (n 27) 486, 523.41  Nomer, (n 27) 523; Şanlı, Esen ve Ataman Figanmeşe, (n 26) 462, dn 182; Cemal Şanlı, Uluslararası Ticari Akitlerin Hazırlanması ve Uyuşmazlıkların Çözüm Yolları, (7. Bası, Beta, İstanbul 2019), 107, Emre Esen, ‘Türk Hukukunda Yabancı Mahkeme Kararlarının Tanınması ve Tenfizinde Münhasır Yetki Kavramı , (2002) 22(2) MHB, 204.42  Nomer, (n 26) 486.43  Nomer (n 27) 486; Şanlı, Esen ve Ataman Figanmeşe, (n 26) 462. Yine aynı yönde bkz Yargıtay 14 HD, 5842/6880, 11.06.2010 www.kazanci.com. 44  Sınai Mülkiyet Kanunu, Kanun Numarası: 6769, Kabul Tarihi: 22.12.2016, RG 10.01.2016/29944.45  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 464.46  İcra ve İflas Kanunu, Kanun Numarası: 2004, Kabul Tarihi: 09.06.1932, RG 19.06.1932/2128.497İstanbul Hukuk Mecmuası 79/2ifade edilmektedir. Kanun koyucu esasında, borçlunun muamele merkezinden başka,  Türkiye de  yer  alan  diğer  bir  mahkemenin  dahi  yetki  anlaşmasıyla yetkilendirilemeyeceğini  açıkça  ifade  etmiştir.  Bu  nedenle,  iflâs  davalarındaki yetkinin münhasır olduğu kabul edilmelidir. Yabancı devlet mahkemesinin yetkilendirilmesini düzenleyen MÖHUK m 47 de, iş sözleşmeleri (m 44) tüketici sözleşmeleri (m 45), ve sigorta sözleşmelerinden (m 46) kaynaklanan davalardaki özel yetki kurallarında belirtilen mahkemelerin yetkisinin, yetki anlaşması ile bertaraf edilemeyeceği düzenlenmiştir. Kanunun MÖHUK ta yer  alan  iş,  tüketici  ve  sigorta  sözleşmelerine  ilişkin  özel  yetki  kurallarındaki mahkemelerin yetkisinin bertaraf edilemeyeceğine ilişkin bu düzenlemesinin, bu sözleşmelerdeki zayıf tarafın korunmasına yönelik olduğu söylenebilecektir.İş,  tüketici  ve  sigorta  sözleşmelerinden  kaynaklanan  uyuşmazlıklarda,  gerek kendisinin  açacağı,  gerekse  de  kendisine  karşı  açılacak  davada  zayıf  tarafın korunmasına yönelik özel yetki kuralları MÖHUK ta düzenlenmiştir. MÖHUK m 47/2 uyarınca 44, 45 ve 46. maddelerde öngörülen Türk mahkemesinin yetkisinin münhasır nitelikte olduğu ve bu nedenle yetki anlaşması ile yabancı bir mahkemenin yetkilendirilmesi suretiyle bu yetkinin bertaraf edilemeyeceği ifade edilmiştir. Gerçekten de 44, 45 ve 46. maddelere bakıldığında sözleşmenin zayıf tarafına Türkiye de dava açması için imkân tanındığı görülmektedir. Türkiye de yetkili kılınan bu mahkemelerin yetkisinin yetki anlaşması ile bertaraf edilemeyeceğine ilişkin açık hüküm dolayısıyla, Türk mahkemelerinin bu davadaki yetkisinin münhasır nitelikte olduğu söylenebilecektir. Ancak bu sonuç her durumda ilgili maddelerin varlık sebebi olan, zayıf tarafın korunmasını sağlamayabilecektir. Şöyle ki, münhasır yetkili bir Tük mahkemesinin varlığı; sadece geçerli bir yetki anlaşması yapılmasını değil, aynı zamanda o uyuşmazlığa ilişkin yabancı mahkeme kararının tanınmasını veya tenfizini de engellemektedir. Çünkü bir Türk mahkemesinin münhasır yetkisinin olması, tenfiz engeli olarak MÖHUK ta düzenlenmiştir (m 54/1 b). 44, 45 veya 46. madde kapsamındaki bir sözleşmede yetki anlaşması ile yabancı bir devlet mahkemesinin yetkilendirilmiş olması durumunda, kanunda korunmaya değer zayıf taraf durumundaki tüketicinin, işçinin, sigorta ettirenin, sigortalının veya lehdarın geçerli bir yetki anlaşmasının bulunduğuna inanarak, yetki anlaşmasında belirtilen mahkemede dava açması ve lehine karar alması ihtimalinde, münhasır yetki, zayıf tarafın lehine almış olduğu yabancı mahkeme kararının tanınması veya tenfizini engelleyecektir. Böylelikle de kanunun zayıf tarafın korunmasına yönelik amacı 47  Cemre Tüysüz, İcra ve İflâs Hukukundaki Davaların Tahkim Anlaşmasının İcrasına Etkisi, (1. Bası, Beta, İstanbul 2017), 292; Nomer, (n 27) 488; Şanlı, Esen ve Ataman Figanmeşe, (n 26) 463; Gülin Güngör, Milletlerarası Özel Hukukta İflas, (1. Bası, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara 1997), 182; Fügen Sargın, Milletlerarası Usul Hukukunda Yetki Anlaşmaları, (1. Bası, Yetkin, Ankara 1996), 165. 48  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 465.49  Nomer, (n 27) 486; Şanlı, Esen ve Ataman Figanmeşe, (n 26) 465.498Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...gerçekleşmeyecektir. 44, 45 ve 46. maddelerdeki yetkinin  zayıf tarafın korunması amacıyla sınırlı münhasır yetki kuralı  olarak kabul edilmesi gerektiği, sözleşmenin zayıf tarafı kabul edilen tüketicinin, işçinin, sigorta ettirenin, sigortalının veya lehdarın, geçerli bir yetki anlaşması varmış gibi yabancı mahkemede dava açması ve lehine karar alması durumunda, münhasır yetki kuralının kendileri aleyhine kullanılmaması, haklı olarak ifade edilmiştir. Aksi takdirde zayıf tarafı korumak amacıyla getirilen kuralların, zayıf tarafı zarara uğratacağı belirtilmiştir. Uygulamada, özellikle sigorta sözleşmelerinin sigorta acenteleri eliyle akdedildiği görülmektedir. Dolayısıyla MÖHUK m 46 da yer alan yetki kuralı, sigorta acentesi tarafından  imzalanan  sözleşmeler  bakımından  da  önem  arz  edecektir.  Sigorta sözleşmelerinde yetkiyi düzenleyen MÖHUK un 46 maddesi incelendiğinde, zayıf konumda  bulunduğu  düşünülen  kişilerin  açacakları  davalar  ile  bu  kişilere  karşı açılacak davalar bakımından ikili bir ayrıma gidildiği görülmektedir. Kanun sigorta sözleşmesinden  kaynaklanan  davalarda  sigortacının  esas  işyeri  yanında  sigorta sözleşmesini yapan şubesinin veya acentesinin bulunduğu yerdeki Türk mahkemesinin yetkili olduğunu düzenlemiştir. Maddenin devamında da, zayıf taraf olan sigorta ettirene, sigortalıya veya lehdara kolaylık olması açısından, bu kişilere karşı açılacak davaların, bunların yerleşim yeri veya mutad meskeninde açılması gerektiği düzenlenmiştir. MÖHUK m 46 da acenteye karşı aracılık ettiği veya akdettiği sözleşmelerden dolayı müvekkili adına dava açılabileceğine ilişkin TK m 105 hükmüne benzer bir düzenleme yapılmıştır. Maddede sigorta sözleşmesinden doğan uyuşmazlıklarda, sigortacının  esas  işyerinin  yanında,  sigorta  sözleşmesini  yapan  şubesinin  ya da acentesinin Türkiye de bulunduğu yer mahkemesinin yetkili olduğu düzenlenmiştir. Yetki  anlaşması  ile  de  sigorta  sözleşmelerinde  Türk  mahkemelerinin  yetkisini düzenleyen MÖHUK m 46 daki yetkili mahkemenin yetkisinin bertaraf edilemeyeceği açıkça düzenlendiğinden, sigorta acenteleri tarafından akdedilen sözleşmelerde yetki sözleşmesi yapılarak, başka bir devlet mahkemesinin seçilmesinin, MÖHUK m 46 daki yetki kuralını ortadan kaldırmayacağı sonucuna ulaşılacaktır. Böylelikle de sigortalı, sigorta ettiren veya lehdar; gerek TK m 105/2 deki gerekse MÖHUK m 46 daki düzenlemeler doğrultusunda, yetki anlaşması ile seçilen yabancı mahkeme yerine, acentenin bulunduğu yer mahkemesinde dava açabilecektir. Sonuç itibariyle, TK m 105/2 de gözetilen müşteriye Türkiye de dava açabilme imkânı tanımak suretiyle menfaatinin korunması, milletlerarası usul hukukunda sigorta sözleşmeleri açısından kabul edilmiştir. Sigorta sözleşmelerinde sigortalı, sigorta ettiren veya lehdar açısından korunmaya değer bir menfaatin varlığının, söz konusu kişilerin sigorta sözleşmesinin zayıf tarafı olarak algılandıkları için kabul edildiği de söylenebilecektir. 50  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 466.51  Kaya, (n 22) 67. 499İstanbul Hukuk Mecmuası 79/246. maddedeki yetki kuralı sadece sigortalı, sigorta ettiren ve lehdarın açacakları dava açısından değil, bunlara karşı sigorta şirketinin açacağı davalar bakımından da etkili olacaktır. Sigortalı, sigorta ettiren veya lehdarın yerleşim yeri veya mutad meskenlerinin Türkiye de bulunması halinde, bu yer mahkemelerinin yetkisinin münhasır olduğu kabul edildiğinden, acentenin aracılık ettiği veya akdettiği sigorta sözleşmesinde, yetki anlaşması ile yabancı bir devlet mahkemesinin seçilmesi, Türk hukuku bakımından geçersiz olacaktır. C. Yabancı Mahkemenin Seçildiği Yetki Anlaşmalarının Hukukî SonuçlarıGeçerli bir yetki anlaşması ile yabancı mahkemenin yetkilendirilmesinin hukukî sonuçlarıyla, bu yetki anlaşmasına rağmen Türk mahkemesinde dava açılmasına ne  şekilde  etki  edeceği  hususunda  karşılaşılacaktır.  Bu  sonuçlardan  ilki  Türk mahkemesinin yetkisinin tamamen bertaraf edilip edilmediğidir. Türk mahkemesinin yetkisinin tamamen bertaraf edildiğinin kabul edilmesi durumunda, yetki anlaşması ile seçilen yabancı mahkemenin yetkisinin münhasır olduğu kabul edilmelidir. Bunun karşısında,  yetki  anlaşması  ile  yetkilendirilen  mahkemenin  yetkisinin  münhasır olmadığının kabul edilmesi halinde ise, davanın yabancı mahkemede veya yetki anlaşmasına rağmen Türk mahkemesinde de görülebileceği sonucuna ulaşılması gerekecektir. 47.  maddede  yetki  anlaşması  ile  yabancı  mahkemenin  seçilmesi  durumunda davanın  ancak,  (seçilen)  yabancı  mahkemenin  kendisini  yetkisiz  sayması  veya Türk mahkemesinde yetki itirazında bulunulmaması halinde Türk mahkemesinde görülebileceği  açıkça  düzenlenmiştir.  Dolayısıyla  burada  yabancı  mahkemenin yetkisinin münhasır olduğu kabul edilmektedir. Kaldı ki aksini kabul etmek, yani yetki anlaşması ile yabancı mahkemenin seçilmesi durumunda dahi Türkiye deki genel ve özel yetkili mahkemelerde de bu davanın görülebileceğini ifade etmek, yetki anlaşmasının amacını ortadan kaldıracak bir yorum tarzı olacaktır. Çünkü tarafların yetki anlaşması yapmadaki amacının; iç hukuktaki yer itibariyle yetkili mahkemelere alternatif olacak şekilde, yabancı mahkemeye yetki tesis etmekten ziyade, iç hukuktaki yetki kuralları ile yetkilendirilen mahkemenin yetkisini kendi iradeleri ile ortadan kaldırmak olduğu söylenebilir. Bu yorumun yapılabilmesinin    52  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 472.  … yabancı bir devlet mahkemesini yetkilendiren ve anılan maddenin öngördüğü koşullara uygun, geçerli bir yetki sözleşmesinin varlığı halinde, yetkisi kararlaştırılan yabancı devlet mahkemesi  münhasıran  yetkili bir mahkeme kimliğini kazanmış olur  Yargıtay HGK, 12-287/325, 06.05.1998, Yargıtay Kararları Dergisi, (1998) 24(9), 1269 vd.53  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 471, dn 191. Ancak taraflar yetki anlaşması ile seçtikleri yabancı mahkemeyi münhasıran değil, tam aksi şekilde yani Türk mahkemelerine ilave olarak yetkili bir mahkeme (non-exclusive) şeklinde de seçebilirler. Bu halde ise, iç hukuktaki yetki kuralları ile belirlenen Türk mahkemelerinde de bu davanın görülmesi mümkün olacaktır. Şanlı, Esen ve Ataman Figanmeşe, (n 26) 472. 500Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...nedeni, tarafların yetkili mahkemenin yetkisini bertaraf etme amacı olmasa, yetki anlaşması yapma ihtiyacının da doğmayacağı düşüncesinden kaynaklanmaktadır. Anglo-Amerikan hukukunda ortaya çıkan ve birden fazla yetkili mahkemeden lehine karar çıkma ihtimali en yüksek olan mahkemeyi seçme (forum shopping) milletlerarası usul hukukunda yer alan bir imkândır. Türk hukukunda da forum shoppingi yasaklayıcı bir düzenleme yer almamaktadır. Dolayısıyla tarafların yetki anlaşması yapmayarak, iç hukuk kurallarına göre yetkili mahkemelerden birinde dava açma imkânları her zaman bulunmaktadır. Hal böyle iken, tarafların yetki anlaşması yapmaları  ile  bu  mahkemelerden  birini  veya  bunlardan  başka  bir  mahkemeyi seçmeleri durumunda, iç hukukun yer itibariyle yetki kurallarını da bertaraf etmek istedikleri sonucuna ulaşılması kanaatimizce hukuken doğru bir yorum olacaktır. Yabancı mahkemenin seçildiği yetki anlaşmasının bir diğer hukukî sonucu da derdestlik konusunda  karşımıza çıkmaktadır. Yetki anlaşması  ile yetkilendirilen yabancı mahkemede dava görülmekteyken Türk mahkemesinde de aynı davanın ikame edilmesi durumunda, milletlerarası derdestlik söz konusu olacaktır. Derdestliğin kabul edilmemesi halinde, MÖHUK m 47 de düzenlenen yabancı mahkemeyi seçme imkânının bir anlamı kalmayacağı ifade edilmektedir. Derdestlik Türk usul hukukunda bir dava şartı olarak yer almaktadır (HMK m 114/1-ı). Derdestliğin dava şartı olarak kabul edilme nedeni olarak davacının bir davayı  birden  fazla  mahkemede  açmasında  hukuken  korunan  bir  menfaatinin 54  Ancak belirtilmemiz gerekir ki, yetki anlaşması ile yabancı mahkemenin seçildiği her durumda, uyuşmazlığın Türk mahkemelerinde görülmesi engellenemeyebilir. Doktrinde de haklı olarak ifade edildiği üzere, seçilen yabancı mahkemeden alınan kararın Türkiye de tenfizi reddedilmiş ise, artık uyuşmazlığın çözülebilmesi için dava Türk mahkemelerinde açılmalıdır. Bu halde yetki anlaşmasının varlığı ileri sürülerek davanın yetkisizlik nedeniyle reddedilmesi durumunda, adalete erişim hakkının engellendiği söylenebilecektir. Şanlı, Esen ve Ataman Figanmeşe, (n 26) 477. Ek olarak, yetki anlaşmasının dürüstlük kuralına, ahlâka ve kamu düzenine uygun olmaması halinde davanın Türk mahkemelerinde görülebileceği ifade edilmiştir. Burada da davacının yabancı mahkemede hakkını elde edemeyeceği açık bir şekilde mevcut ise yetki itirazının kabul edilmemesi ve davanın yabancı mahkemenin seçildiği yetki anlaşmasına rağmen Türk mahkemelerinde görülebilmesi gerekmektedir. Nomer, (n 27) 493; Şanlı, Esen ve Ataman Figanmeşe, (n 26) 479. 55  Tanım için bkz Merriam-Webster Law Dictionary (merriam-webster.com). Forum shopping doktrini ile ilgili bkz Nuray Ekşi, Türk Mahkemelerinin Milletlerarası Yetkisi (Milletlerarası Yetki), (2. Bası, Beta, İstanbul 2000), 264 vd. 56  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 408.57  Burada ek olarak belirtmeliyiz ki, her ne kadar tarafların iç hukuk kuralları doğrultusunda birden fazla yetkili mahkemeden bir tanesini seçmelerini yasaklayıcı bir hüküm olmasa da, bu seçim her zaman Türkiye de hukukî sonuç doğurmayabilecektir. Şöyle ki, Türk hukukunda davalının itiraz etmesi şartıyla, yabancı mahkemenin taraflarla gerçek bir ilişkisi olmasa da kendisine yetki tanıması tenfiz engeli olarak düzenlenmiştir (MÖHUK m 54/1b).  Aşırı yetki  (exorbitant) olarak da ifade edilen bu durumda, yabancı mahkeme kendi iç hukuk kurallarına göre kendi yetkisi bulunduğuna karar vermiştir. Ancak söz konusu yetki kuralları zayıf, geçici, sunî veya sübjektif esaslara dayanarak yetki tesis etmiştir. Aşırı yetkiyi tesis eden kurallara istinaden yabancı mahkemenin kendisini yetkili sayması bir tenfiz engeli olarak hukukumuzda yer almaktadır. Dolayısıyla tarafların forum shopping imkânı ile bu tarz aşırı yetki kurallarına tâbi bir mahkemeyi tercih etmesi durumunda, söz konusu yabancı mahkeme kararının Türkiye de tenfiz edilmemesi sonucuna ulaşılacaktır. Aşırı yetki için bkz Burak Huysal, ‘Yabancı Mahkemenin Dava ve Taraflar İle Gerçek Bağlantısının Tanıma ve Tenfiz Üzerindeki Etkisi , (2011) 10(1), Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Ata Sakmar a Armağan 467, 491 vd; Şanlı, Esen ve Ataman Figanmeşe, (n 26) 594 vd; Ekşi, Milletlerarası Yetki, (n 53) 51 vd. 58  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 476 ve 485.  … taraflardan biri yetki şartına uymayarak Türkiye de kanun gereği yetkili olan bir mahkemede dava açtığında diğer tarafın yetkisizlik; ve koşulları oluştuğunda  derdestlik  itirazlarında bulunma hakkı doğar.  Yargıtay HGK, 12-287/325, 06.05.1998, Yargıtay Kararları Dergisi, (1998) 24(9), 1269 vd.501İstanbul Hukuk Mecmuası 79/2bulunmaması gösterilmiştir. Dava şartlarının yargılamanın başından sonuna kadar var olması gerekmektedir. Hâkim, dava şartlarının var olup olmadığını kendiliğinden inceler ve tarafların bu konuda herhangi bir talepte bulunmasına gerek olmamakla birlikte, onların bu konudaki beyanları ile de bağlı değildir. Yetki anlaşması ile yetkilendirilen yabancı mahkemede dava görülmekte iken, aynı davanın Türk mahkemelerinde açılması milletlerarası derdestlik oluşturacaktır. Milletlerarası derdestlik itirazının kabul edilmesi ile Türk mahkemesi, aynı davanın görülmekte olduğu yabancı mahkeme lehine yargı yetkisinden feragat edecektir. Dolayısıyla  HMK daki  derdestliğin  dava  şartı  olarak  milletlerarası  derdestlik açısından da söz konusu olması, davanın her aşamasında taraflarca ileri sürülebilmesi ve mahkemece re sen dikkate alınması gerekmektedir.  III. Yabancı Mahkeme Lehine Yapılan Yetki Anlaşmalarının TK Madde 105/2 Karşısındaki DurumuA. Genel OlarakYetki  anlaşması  ile  yabancı  mahkemelerin  seçilmesinin  MÖHUK  m  47 de belirtilen şartlar doğrultusunda mümkün olduğu yukarıda ifade edilmişti. Ek olarak, TK m 105/2 de acentelerin aracılık ettiği veya müvekkili adına yapmış olduğu sözleşmelerden ötürü müvekkili lehine dava açabileceği gibi, kendisine de aynı sıfatla dava açılabileceği yukarıda incelenmişti. Sonuç itibariyle, MÖHUK m 47 kapsamındaki bir yetki anlaşmasının acentenin aracılık ettiği bir sözleşme içerisinde yer alması mümkündür. Dolayısıyla TK m 105/2 deki acentelerin müvekkilini davada temsil yetkisini düzenleyen ve yabancı tacirler adına acentelik yapanlar hakkındaki sözleşmelerde acentenin temsil yetkisini ortadan kaldıran hükümleri geçersiz kılan düzenleme ile MÖHUK m 47 nin ne şekilde var olabileceği incelenmelidir. Bu inceleme yapılırken de önce TK m 105 teki kuralın milletlerarası özel hukuk açısından niteliğinin tespit edilmesinin uygun olduğu kanaatindeyiz. 59  Pekcanıtez, (n 6) 1182; Süha Tanrıver, Medeni Usul Hukukunda Derdestlik İtirazı, (1. Bası, Adalet, Ankara 1998), s. 4 vd.60  Pekcanıtez, (n 6) 950-951.61  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 482.62  Şanlı, Esen ve Ataman Figanmeşe, (n 26) 487. Milletlerarası derdestliğin, mahallî mahkemelerdeki derdestlikte olduğu gibi dava şartı olarak kabul edilmesine ilişkin görüş yanında doktrinde farklı bir görüş de ileri sürülmüştür. Buna göre HMK da düzenlenen hükümler sadece Türk mahkemelerinde derdest olan davalar bakımından dikkate alınabilecektir. Yabancı derdestliğin HMK da yer alan kurallara tâbi olması yerinde olmayacaktır. Bu nedenle de milletlerarası derdestlik dava şartı olarak kabul edilmemelidir. Sonuç itibarıyla, yabancı derdestliğin dikkate alınabilmesi için ilk itiraz olarak ileri sürülmesi gerekmektedir. Çelikel ve Erdem, (n 29) 661, 662. 502Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...B. TK Madde 105 in Milletlerarası Özel Hukuk Açısından İncelenmesiMilletlerarası özel hukuk açısından yapılan incelemelerde TK m 105 teki kuralın usul hukuku kapsamında yetkiyi düzenleyen bir yetki kuralı mı olduğu, yoksa maddi hukuk kuralı mı olduğu yönünde görüşler bulunmaktadır. Milletlerarası özel hukukta TK m 105 ile ilgili olarak yapılan tespitlerden ilki bunun bir yetki kuralı olduğudur. Esasında burada TK m 105 düzenlemesinin niteliği hakkında incelemede bulunmaksızın, sadece acentenin müvekkili adına açacağı ve  kendisine  karşı  da  aynı  sıfatla  açılacak  davalarda  acentenin  bulunduğu  yer mahkemesinin yetkili olduğu ifade edilmiştir. Acentenin  davada  temsil  yetkisine  ilişkin  kural  hakkındaki  bir  diğer  görüşe göre ise, TK m 105/2, yabancı müvekkil adına acenteye karşı açılacak davalarda müvekkil yabancı şirketin davada taraf olma ehliyetine ilişkin bir düzenlemedir. Yani yabancı şirketlerin Türkiye de acente vasıtasıyla işlem gerçekleştirmeleri halinde, davada taraf olma ehliyetlerinin var olduğu TK m 105 hükmüyle kabul edilmiştir. Bu görüşte ayrıca acenteye karşı müvekkile izafeten açılacak davalar bakımından söz konusu kuralın yetki kuralı olarak kabul edilemeyeceği, çünkü bu maddede Türkiye de yetkili mahkemenin tespit edilmesinin mümkün olmadığı ifade edilmiştir. Dolayısıyla bu davalar bakımından Türkiye de yer itibariyle yetkili mahkemenin tespiti TK m 105/2 kapsamında değil, genel hükümlere göre (davalının yerleşim yeri mahkemesi, sözleşmenin ifa yeri mahkemesi vs.) gerçekleştirilecektir.TK m 105/2 nin yetki kuralı olmadığına ilişkin ileri sürülen bir diğer görüşte de; acentenin davada temsil yetkisine ilişkin madde ile davada taraf olabildiği (taraf ehliyeti), maddenin yer itibariyle yetkiye ilişkin bir düzenleme getirmediği, madde kapsamındaki davalarda yetkili mahkemenin tespitinde genel yetki kurallarının tatbik edilmesi gerektiği ifade edilmiştir. TK m 105/2 ile ilgili ileri sürülen başka bir görüşte ise, söz konusu kuralın yetkiye ilişkin bir hüküm içermemesinin yanında, maddi hukuka ilişkin düzenleme getirdiği ifade edilmektedir. Buna göre TK m 105/2, yabancı tacirler adına faaliyette bulunan acentenin müvekkiline izafeten dava açmasını ve kendisine karşı aynı sıfatla dava açılmasını sağlayan ve bunun aksinin kararlaştırılamamasına ilişkin hüküm, maddi milletlerarası özel hukuk kuralı olarak tanımlanmıştır. Buna gerekçe olarak da, söz konusu düzenlemenin, yabancılık unsuru içeren bir konuda maddi çözüm getirmesi gösterilmiştir. 63  Nomer, (n 27) 462.64  Şanlı, (n 40) 155.65  Şanlı, (n 40) 155.66  Ekşi, Milletlerarası Yetki, (n 53) 114.67  Cemil Güner, ‘Türk Ticaret Kanunun  Yabancı Tacirlerin Acentelerinin Davada Temsil Yetkisine  İlişkin Hükmünün Milletlerarası Özel Hukuk Açısından Değerlendirilmesi , (2019) 10 (2), İnönü Üniversitesi Hukuk Fakültesi Dergisi 521, 534-535.503İstanbul Hukuk Mecmuası 79/2TK m 105/2 ile ilgili Yargıtay ın son dönemde vermiş olduğu kararlar da dikkat çekicidir. Bu kararlardan ilkine konu olayda uyuşmazlık, acentenin aracılık ettiği taşıma  sözleşmesine  konu  mallarda  zarar  oluşması  üzerine,  bu  zararın  tazmini talebinden  kaynaklanmaktadır.  Davalı  şirketin  (müvekkil)  taraflar  arasındaki konişmentoda uyuşmazlık çözüm merci olarak Londra mahkemelerinin seçildiğine ilişkin  yetki  itirazı,  yerel  mahkeme  tarafından  kabul  edilerek  dava  usulden reddedilmiştir. Bunun üzerine davacı istinaf isteminde bulunmuş, İstanbul Bölge Adliye Mahkemesi tarafından söz konusu yerel mahkeme kararı onanmıştır. Yargıtay konuyla ilgili olarak, yabancılık unsuru bulunan uyuşmazlıklarda tarafların yetki  sözleşmesi  yapabileceklerini,  ancak  MÖHUK  m  47/1  uyarınca  bu  yetki sözleşmesinin Türk mahkemesinin münhasır yetkisini ortadan kaldıramayacağını ifade etmiştir. Kararın devamında da, 6102 sayılı TK m 105/2 uyarınca yabancı tacirlerin Türkiye deki acenteleri aracılığıyla yapılan sözleşmelerden doğacak uyuşmazlıklarda acentenin müvekkili nam ve hesabına dava açabileceği gibi, kendisine de bu sıfatla dava açabileceği, bu hükme açıkça aykırı sonuç doğuracak şartların geçersiz olduğunu ifade ettikten sonra, söz konusu kuralın münhasır yetki tesis ettiği sonucuna varmıştır. Bunu yaparken de, kanunda yer alan düzenlemelere ve kanunun gerekçesine dayanıldığı ifade edilmiştir. Dolayısıyla da acentelerin aracılık ettiği sözleşmelerden kaynaklanan uyuşmazlıklarda Türk mahkemelerinin münhasır yetkili olduğu kabul edilerek, taraflar arasındaki yetki şartının geçersiz olduğuna karar verilmiştir. Yargıtay ın bu kararında, aşağıda inceleyeceğimiz diğer iki kararından farklı olarak, taraflar açısından da özel bir durum bulunmaktadır. Şöyle ki kararda davanın tarafları olarak belirtilen şirketler (örnek vermek gerekirse A ve B şirketleri olsun) ile karar metni içerisinde uyuşmazlığın kaynaklandığı sözleşmeye aracılık eden acente (C şirketi) farklıdır. Dolayısıyla olayda TK m 105/2 de yer alan müvekkile izafeten acenteye karşı dava açılması gibi bir durum söz konusu olmamıştır. Davacı davasını doğrudan müvekkile karşı açmış olup, acenteye karşı müvekkiline izafeten dava açmamıştır. Bu haliyle de davada TK m 105/2 nin uygulanmaması gerektiği söylenebilecektir. Kanaatimizce olayda TK m 105/2 nin kapsamına giren bir durum bulunmamaktadır. Bunun nedeni de müvekkile izafeten acenteye karşı davanın açılması yerine, doğrudan müvekkile karşı davanın açılmış olmasıdır. Dolayısıyla eğer taşıma sözleşmesinde, MÖHUK m 47 kapsamında geçerli bir yetki şartıyla Londra mahkemeleri seçilmiş ise, davalının yetki itirazının kabul edilerek TK m 105/2 tartışmasına girmeksizin, davanın yetkisizlik gerekçesi ile reddedilmesinin, hukuken uygun olacağı kanaatindeyiz. Buna karşın Yargıtay, müvekkile izafeten acente aleyhine dava açılmış gibi olayı kabul ederek, davayı TK m 105/2 kapsamına alıp, Türk mahkemesinin yetkisinin münhasır olduğu sonucuna ulaşmıştır. 68  Yargıtay 11. HD, 3799/3051, 22.06.2020. Karar yayımlanmamıştır. 69  İstanbul 13 BAM, 1281/795, 22.05.2019.504Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...Yargıtay ın konuyla ilgili verdiği bir diğer kararına konu uyuşmazlık da, yine acentenin  aracılık  ettiği  taşıma  sözleşmesinden  kaynaklanmaktadır.  Taraflar arasındaki konişmentoda uyuşmazlıkların çözüm merci olarak Londra mahkemeleri belirlenmesine rağmen, davacı şirket (müşteri) tarafından, taşınan mallarda meydana gelen zararın tazmini amacıyla İstanbul ticaret mahkemelerinde dava açılmıştır. Davalı acente ise, aracılık ettiği müvekkil şirket tarafından düzenlenen konişmentoda uyuşmazlık çözüm merci olarak Londra mahkemelerinin yer aldığını belirterek, MÖHUK m 47 ile HMK m 17 uyarınca davanın yetkisizlik nedeniyle reddedilmesini talep  etmiştir.  Yerel  mahkeme;  uyuşmazlığın  yabancılık  unsuru  taşıdığı,  dava konusunun Türk mahkemelerinin münhasır yetisine girmeyen bir konu olan deniz taşımasından, yani sözleşme ilişkisinden kaynaklandığı, konişmentoda yer alan yetki şartı nedeniyle davanın Londra mahkemelerinde görülmesi gerektiği, TK m 105 uyarınca taşıyıcıya izafeten acenteye karşı dava açılabileceği, ancak acenteye doğrudan Türk mahkemelerinde dava yöneltilmesinin söz konusu olmayacağı gerekçeleriyle davanın reddine karar vermiştir. Bunun üzerine davacı karara karşı istinaf isteminde bulunmuştur. İstanbul Bölge Adliye Mahkemesi de yerel mahkemenin kararında belirttiği üzere yetki şartındaki Londra mahkemelerinin münhasıran yetkili olduğuna karar vermiştir. Kararın davacı tarafından temyiz edilmesi üzerine Yargıtay; yabancılık unsuru taşıyan uyuşmazlıklar bakımından taraflar yetki sözleşmesi yapabilirse de, Türk mahkemelerinin münhasır yetkisinin olduğu hallerde MÖHUK m 47 uyarınca yetki anlaşması yapılmasının mümkün olmadığına, 6102 sayılı Kanun un 105/2 maddesi son cümlesi uyarınca, yabancı tacirler adına acentelik yapanlar bakımından müvekkili adına Türkiye de dava açılması halinde sözleşmedeki yetki şartının geçersizliğinin öngörülmesinin,  Türk  mahkemelerine  bu  konudaki  uyuşmazlıklar  bakımından münhasır yetki sağladığına karar vermiştir. Dolayısıyla da konşimentodaki Londra mahkemelerinin yetkili olduğuna ilişkin yetki şartının geçersizliğine ve Bölge Adliye Mahkemesi kararının bozularak kaldırılmasına karar verilmiştir. Yargıtay ın konuyla ilgili inceleyeceğimiz son kararı da yine taşıma sözleşmesine ilişkindir. Uyuşmazlık, davacı sigorta şirketine sigortalanmış malların deniz yoluyla taşınması sırasında meydana gelen hasardan kaynaklanan zararların tazmini talebinden kaynaklanmaktadır. Yerel mahkeme tarafından; uyuşmazlığa konu olayda yabancılık unsuru bulunması, dava konusunun Türk mahkemelerinin münhasır yetkisine giren bir konuda olmaması, uyuşmazlığın borç ilişkisinden doğması nedeniyle, taşımaya konu konişmentonun 26. maddesi uyarınca Londra mahkemelerinin yetkili olduğuna ve bu nedenle mahkemenin milletlerarası yetkisi bulunmadığından davanın reddine karar 70  Yargıtay 11. HD, 3298/2018, 25.02.2020. Karar yayımlanmamıştır. 71  İstanbul 12 BAM, 1104/728, 23.05.2019.72  Yargıtay 11. HD, 293/953, 05.02.2020. Karar yayımlanmamıştır.505İstanbul Hukuk Mecmuası 79/2verilmiştir. Karara karşı istinaf isteminde bulunulması üzerine Bölge Adliye Mahkemesi, yerel mahkemenin kararındaki aynı gerekçelerle davacının talebini reddetmiştir. Bölge Adliye Mahkemesi kararının temyiz edilmesi üzerine Yargıtay; TK m 105/2 uyarınca yabancı tacirler adına acentelik yapan kişi ve şirketlere temsil ettiği tacirler bakımından izafeten dava açılabilecek olup, bunun aksine düzenlemelerin geçersiz olmasından dolayı konişmentoda yer alan yetki şartının da geçeriz olduğu gerekçesiyle Bölge Adliye Mahkemesi kararının bozularak kaldırılmasına karar vermiştir. Karşı oy yazısında ise; TK m 105/2 hükmünün Türk mahkemelerinin münhasır yetkisini değil, yabancı şirketlerin Türkiye deki temsilcilerine, müvekkillerini temsilen Türkiye de dava  açılabilmesini  düzenlediğini,  bu  nedenle  Türk  mahkemelerinin  münhasır yetkisini düzenlediğine ve konşimentodaki yetki şartının geçersiz olduğuna ilişkin çoğunluk görüşüne karşı çıkıldığı ifade edilmiştir. Yargıtay kararı içerisinde, yukarıda yer verilen iki kararın aksine, TK m 105/2 deki düzenlemenin Türk mahkemelerinin münhasır yetkisini düzenlediğine ilişkin bir tespit yer almamaktadır. Ancak buna rağmen karşı oy yazısında münhasır yetki olmadığına ilişkin bu tespit ifade edilmiştir. Yargıtay kararları incelendiğinde, yabancı tacirler adına Türkiye deki acentelerin aracılık ettiği sözleşmelerden kaynaklanan davalarda, yabancı devlet mahkemesinin yetki anlaşması ile yetkilendirilmesi durumunda, söz konusu yetki anlaşmalarının geçersiz olduğu ifade edilmiştir. Burada TK m 105/2 nin son cümlesi dayanak yapılmıştır.  Yargıtay ın  ilk  iki  kararında  ayrıca,  TK  m  105/2  düzenlemesi doğrultusunda Türk mahkemelerinin bu davalar bakımından yetkisinin münhasır olduğu kabul edilmiştir. Türk mahkemelerinin münhasır yetkisinin olduğu uyuşmazlıklarla ilgili olarak yabancı mahkeme lehine yetki anlaşması yapılması Türk hukukunda herhangi bir hukukî sonuç doğurmayacaktır. Münhasır yetki, medeni usul hukukundaki kesin yetkiden farklıdır. Kesin yetkiye ilişkin kurallar, yetkinin kamu düzeninden kabul edildiği bazı hallerde, kesin yetkili olduğu belirlenen mahkemeler dışındaki hiçbir Türk mahkemesinde davanın görülememesi amacıyla getirilmiş yetki kurallarıdır. Münhasır yetki ise uyuşmazlık konusunun sadece Türk mahkemelerinde görülmesini sağlamak amacıyla konulmuş ise söz konusu olacaktır. Dolayısıyla medeni usul hukukundaki  kesin  yetki  ile  milletlerarası  usul  hukukundaki  münhasır  yetki birbirlerinden farklı kavramlardır. Bir yetki kuralının münhasır yetkiyi tesis edip etmediğinin tespitinde de kuralın lafzı ve amacının bir arada değerlendirilmesi gerekmektedir. 73  İstanbul 12 BAM, 1794/1336, 01.11.2018.74  Nomer, (n 27) 485; Çelikel ve Erdem, (n 29) 638.75  Pekcanıtez, (n 6) 267.76  Nomer, (n 27) 485-486.77  Münhasır yetkiyle ilgili detaylı bilgi için bkz yukarıda dn 38 vd.506Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...Acentenin müvekkile izafeten açacağı ve yine kendisine aynı sıfatla açılacak davalarda müvekkilini temsil etme olanağı sağlayan TK m 105/2 nin münhasır yetki tesis ettiğine ilişkin Yargıtay ın görüşünün, milletlerarası usul hukukundaki münhasır yetki ile ilgili kabul edilen esaslarla bağdaştığını söylemek güçtür. TK m 105/2 hükmünün gerekçesinde, maddenin öngörülme amacının yabancı tacirlere Türkiye de dava açılması olanağını yaratmak olduğu ifade edilmiştir. Ek olarak, gerekçenin devamında acenteye karşı dava açma hakkının tanındığı ifade edilmiştir. Dolayısıyla acenteye karşı dava açma imkânı veren bu maddenin amacının, söz konusu uyuşmazlığın sadece Türk mahkemeleri tarafından çözülmesini sağlamak olduğu söylenemeyecektir. Hal böyle olunca da TK m 105/2 ile düzenlenen durumun münhasır yetki tesis etmesi mümkün değildir. TK m 105/2 münhasır yetkiyi tesis eden bir hüküm olsa idi, davanın yabancı mahkemede görülmesini engelleyen bir şekilde düzenlemesi gerekirken, mevcut haliyle böyle engelleyici bir fonksiyonun bulunmadığı söylenebilecektir. Madde lafzına bakıldığında  Bu sözleşmelerden doğacak uyuşmazlıklardan dolayı acente, müvekkili adına dava açabileceği gibi, kendisine karşı da aynı sıfatla dava açılabilir  denmek suretiyle, acenteye karşı müvekkile izafeten dava açma hakkı müşteriye bir alternatif imkân sağlayacak şekilde düzenlenmiştir. Müşteri, davasını müvekkile izafeten acenteye karşı açabileceği gibi, doğrudan sadece müvekkile karşı da açabilecektir. Münhasır yetkinin söz konusu olduğu hallerde yetkiye ilişkin alternatif olma gibi bir durum söz konusu olmayacaktır. Münhasır yetkili bir Türk mahkemesinin bulunduğu hallerde ise dava sonucunda verilecek kararın Türkiye de hukukî sonuç doğurabilmesi için, davanın sadece münhasır yetkili Türk mahkemesinde  görülmesi  gerekmektedir.  Sonuç  itibariyle,  Yargıtay  tarafından verilen kararlarda, TK m 105/2 deki düzenlemenin münhasır yetki tesis ettiğine ilişkin görüşüne katılamamaktayız. 78  Mülga 6762 sayılı Türk Ticaret Kanunu nda acenteye karşı müvekkiline izafeten dava açılması 119. maddede düzenlenmişti. Mülga 119. maddenin gerekçesinin de konuyla ilgili kanun koyucunun bakış açısının tespiti için önemli olduğu kanaatindeyiz.  … acentenin müvekkili nam ve hesabına yaptığı muamelelerden çıkacak ihtilâflardan dolayı acente dâva açabileceği gibi kendisine karşı da dâva açılabilir. Bunun aksinin kararlaştırılması muteber değildir; çünkü tecrübe göstermiştir ki basılmış olan genel şartnamelere dayanarak ecnebi müesseseler namına muamele yapan (umumi vekiller), bazan ecnebi bir mahkemenin salahiyetli olduğunu ileri sürerler. Bu suiistimali önlemek maksadiyle tasarının 119 ncu maddesi - ki bu hüküm bu bakımdan Ticaret Kanununun 95 nci maddesine tekabül eder - teklif edilmiştir... . Türk Ticaret Kanunu Layihası ve Adliye Encümeni Mazbatası (1/150), 17.11.1951 için bkz. TBMM, Zabıt Ceridesi, c. 12, (Devre X, İçtima 2, Seksen Üçüncü İnikat, 29.VI.1956 Cuma). https://www.tbmm.gov.tr/tutanaklar/TUTANAK/TBMM/d/c/tbmm12083.pdf. Erişim tarihi 21.12.2020. Mülga kanundaki düzenleme getirilirken de güdülen amacın, yetki anlaşması ile yabancı mahkemenin yetkilendirilmesi suretiyle ortaya çıkan suiistimalin engellenmek olduğu gerekçede ifade edilmiştir. Doktrinde ayrıca bu maddenin düzenlenmesindeki amacın, yabancı tacirler için Türkiye de işlem yapan acentelerin uyuşmazlık halinde üçüncü kişiye karşı yabancı mahkemelerin yetkili bulunduğunu ileri sürmesini engellemek, müvekkile karşı Türkiye de izafeten dava açılabilmesini sağlamak ve böylelikle de Türk vatandaşlarına dava ve takipte yer itibariyle kolaylık sağlamak amacıyla menfaatlerini korumak olduğu ifade edilmiştir. Kaya, (n 22) 67. 79  TK m 105/2 deki kuralın münhasır yetki tesis etmediği için bkz Külüşlü, (n 25) 80.80  Davanın mutlaka acenteye karşı açılmasının zorunlu olmadığı, müşterinin davasını doğrudan müvekkile karşı açabileceği için bkz Kaya, (n 22) 57.507İstanbul Hukuk Mecmuası 79/2TK m 105/2 nin mevcut haliyle münhasır yetki tesis etmediği tespit edildikten sonra, yetki anlaşması ile yabancı mahkemenin seçilmesine ne şekilde etki edeceğinin de  ortaya  konması  gerekmektedir.  Bu  konuda  iki  görüş  ileri  sürülebilecektir. Bunlardan ilki; TK m 105/2 nin lafzına göre yapılacak yorum sonucunda, söz konusu maddenin sadece davanın takip edilebilmesi amacıyla acenteye yetki verdiği, bu nedenle acentenin yetki anlaşması ile bağlı olduğu, acentenin müvekkiline izafeten açacağı ve kendisine de aynı sıfatla açılacak davaların da yetki anlaşması ile seçilen yabancı  mahkemede  açılması  gerektiğidir.  Dolayısıyla  müşteri  ister  müvekkile karşı, ister de ona izafeten acenteye karşı açacağı davayı, yetki anlaşmasında ifade edilen yabancı mahkemede açmalıdır. Ancak ifade ettiğimiz gibi bu durum, sadece maddenin lafzi yorumlanması ile ulaşılabilecek bir sonuç olup, kanunun amacının göz ardı edilmesine yol açacaktır. Doktrinde her ne kadar bu yorum tarzı ile ele alınmasa da yetki anlaşması ile yetkilendirilen mahkemede davanın açılması gerektiği de savunulmuştur. Bu görüşe göre; tarafların yabancı mahkeme lehine yetki anlaşması yapmakla adalete erişim hakkı engellenmemektedir. TK m 105/2 de acentenin yurtdışındaki müvekkiline izafeten açılacak davada temsil etmesi ile müşteriye sağlanan hukukî korumanın, uyuşmazlıkların  tarafsız,  uzman,  hızlı  ve  ucuz  bir  mahkemede  çözülmesini amaçlayarak yapılan yetki anlaşması ile terkedildiği ifade edilmiştir. Dolayısıyla yetki anlaşması yapma konusundaki taraf iradelerinin, acentenin yurtdışındaki müvekkilini mahkemede temsil etme yetkisinin, emredici şekilde yapılan TK düzenlemesine üstün tutulması gerektiği ileri sürülmekte ve bu nedenle de davanın yetki anlaşması ile yetkilendirilen yabancı mahkemede görülmesi gerektiği ifade edilmektedir. Konuyla ilgili ileri sürülebilecek ikinci görüşte ise kanun koyucunun amacına göre yorum yapılacaktır. Burada acentenin kanundan doğan davaya vekâlet edebilmesi söz konusu olmakla birlikte, kanunun amacı yurtdışında yerleşik müvekkiller aleyhine Türkiye de dava açılabilmesini sağlamaktır. Bu nedenle de acenteye izafeten bu davaların açılabileceği, bunun aksine anlaşmaların geçersiz olduğu düzenlenmiştir. Dolayısıyla TK m 105/2 ile müşteriye Türkiye de dava açma imkânı sağlanmak istendiğinden, müşteri yetki anlaşması ile yetkilendirilen yabancı mahkeme yanında Türkiye de yer itibariyle yetkili mahkemede de davasını açabilmelidir. Böylelikle TK m 105/2 ile yetki anlaşmasında yetkilendirilen yabancı mahkeme yanında, Türkiye de yetkili bir mahkeme alternatif olarak yetkilendirilmiş kabul edilmelidir. Kanaatimizce,  TK  m  105/2  yukarıda  ifade  ettiğimiz  görüşlerden  ikincisinin kabul  edilmesine  daha  uygundur.  Çünkü  burada  kanun  koyucunun  maddeyi düzenlemekteki amacına (yurtdışında yerleşik tacirlere Türkiye de dava açılmasını sağlamak) uygun hareket edilmiş olacaktır. Böylelikle de yurtdışında yerleşik 81  Külüşlü, (n 25) 81, 82.82  Bkz Türk Ticaret Kanunu nun madde gerekçesi ve Kaya, (n 22) 67.508Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...tacirler adına Türkiye de faaliyet gösteren acentelerin akdettiği sözleşmelerde yetki anlaşması ile yabancı mahkeme yetkilendirilmiş olsa bile, söz konusu sözleşmelerden kaynaklanan uyuşmazlıkların çözümü için yetki anlaşması yokmuş gibi, Türkiye de yer itibariyle yetkili mahkemede dava açılabilecektir. Ancak unutulmamalıdır ki bu tarz yapılacak yorum sonucunda uygulamada, acentelerin aracılık ettiği ya da akdettiği sözleşmelerdeki yabancı mahkemenin seçildiği yetki anlaşmaları etkisiz hale gelerek, taraf iradelerinin bertaraf edilmesi de söz konusu olabilecektir. Genel itibariyle bir ticarî ilişkide taraflar yetki anlaşması yapmak suretiyle yabancı mahkemeyi  yetkilendirdikleri  hallerde,  iradeleri  ile  davanın  görülebilmesi  için mahkemeyi belirlemektedirler. Böylelikle de kendileri açısından ticari faaliyetlerinde öngörülebilirlik söz konusu olmaktadır. Taraflar yetki anlaşmasıyla aralarında çıkması muhtemel uyuşmazlıkların çözüm merci olarak yabancı bir devlet mahkemesini diğer mahkemeleri (örneğin Türk mahkemelerini) engelleyici şekilde (exlcusive) belirledikten sonra, bunun Türk mahkemelerine alternatif bir yetki kuralı olduğunu kabul etmek, taraf iradelerinin arka plana atılmasını sağlayacak ve bu nedenle milletlerarası ticari ilişkilerde güveni ortadan kaldıran bir durum oluşturacaktır. Dolayısıyla da yabancı mahkemenin seçildiği yetki sözleşmesine rağmen acentelerin akdettiği veya aracılık ettiği bütün sözleşmeler bakımından Türk mahkemelerinde dava açma imkânı sağlayan TK m 105/2 düzenlemesi, milletlerarası usul hukukunda yetki anlaşmaları ile ilgili düzenlemeler ve kabul edilen esaslarla bağdaşır nitelikte değildir. TK m 105/2 nin varlık sebebi ile ilgili olarak ileri sürülebilecek bir diğer unsur da zayıf tarafın korunması ilkesi olabilir. Şöyle ki, Türk hukukunda iş, tüketici ve sigorta  sözleşmelerinde  sözleşmenin  bir  tarafı  diğerine  nazaran  zayıf  konumda kabul edilmekte ve bu nedenle de ilgili mevzuatta zayıf tarafı koruyan hükümler bulunmaktadır. TK m 105/2 de zayıf tarafı koruma amacıyla, yurtdışında yerleşik tacirlere aracılık eden acenteler üzerinden Türkiye de dava açılma imkânı tanınmak suretiyle, zayıf tarafın korunmasının amaçlandığı ileri sürülebilse de, bu önerme mevcut  düzenlemeler  ışığında  kabul  edilebilir  bir  iddia  olmayacaktır.  Çünkü MÖHUK ta zayıf konumda olanların yetki sözleşmesi açısından da korunmasına ilişkin düzenlemeler bulunmaktadır. Buna göre iş (MÖHUK m 44), tüketici (m 45) ve sigorta sözleşmelerinin (m 46) zayıf tarafı, söz konusu sözleşmelerle ilgili belirlenen Türk mahkemelerinin yetkisinin yetki anlaşması ile bertaraf edilemeyeceği düzenlenmek suretiyle korunmaktadır (MÖHUK m 47/2). Dolayısıyla hukukumuzda genel itibariyle sözleşmenin zayıf tarafı olarak kabul edilen başka bir grup da olmadığından, TK m 105/2 deki düzenleme ile MÖHUK m 47/2 de yer alan koruyucu hükümlerden farklı olarak koruma sağlamaya gerek bulunmadığı kanaatindeyiz. Sonuç itibariyle taraflar arasındaki yetki anlaşması bertaraf edilerek müşteriye, 83  Çelikel ve Erdem, (n 29) 643.509İstanbul Hukuk Mecmuası 79/2müvekkile izafeten acenteye karşı Türk mahkemelerinde dava açma imkânı sağlayan TK m 105/2, kanaatimizce milletlerarası usul hukukundaki yabancı mahkeme lehine akdedilen yetki anlaşmaları hakkında kabul edilen ilke ve esaslarla bağdaşır nitelikte bir düzenleme değildir. Burada  genel  işlem  şartları  ile Türk  hukukunda  tanınan  imkâna  da  kısaca değinilmesinde fayda bulunmaktadır. Borçlar Kanunu nda sözleşmenin taraflarından birinin menfaatine aykırı genel işlem koşullarının sözleşmenin kapsamına girmesi, sözleşmenin yapılması sırasında düzenleyenin karşı tarafa, bu koşulların varlığı hakkında açıkça bilgi verip, bunların içeriğini öğrenme imkânı sağlamasına ve karşı tarafın da bu koşulları kabul etmesine bağlı kılınmıştır. Aksi takdirde bu genel işlem şartı sözleşmeye yazılmamış sayılacaktır (m 21). Dolayısıyla Borçlar Kanunu nda yer alan bu şartların varlığı halinde yabancı mahkemenin seçildiği yetki şartı da yazılmamış sayılacaktır. Böylelikle de Türkiye de yer itibariyle yetkili mahkemede dava açılabileceğinden, Türk vatandaşlarının menfaatlerinin korunması söz konusu olacaktır. Yukarıda da ifade edildiği üzere, TK m 105/2 nin amacının yabancı tacirler için Türkiye de işlem yapan acentelerin uyuşmazlık halinde üçüncü kişiye karşı yabancı mahkemelerin yetkili bulunduğunu ileri sürmesini engellemek, Türkiye de acenteye karşı müvekkile izafeten dava açılabilmesini ve böylelikle de Türk vatandaşlarına dava ve takipte yer itibariyle kolaylık sağlamak amacıyla menfaatlerini korumak olduğu da ileri sürülmektedir. Dolayısıyla burada zayıf taraftan ziyade yabancı müvekkille sözleşme ilişkisine giren ve yetki anlaşması ile yabancı mahkemeyi seçen  Türk  vatandaşlarına,  Türkiye de  dava  açma  imkânı  sağlamak  suretiyle menfaatlerinin korunduğu kabul edilmektedir. Ancak Türk vatandaşlarının TK m 105/2 ile menfaatlerinin korunması her durumda söz konusu olmayabilecektir. Konuyu bir örnek ile açıklayabiliriz. Almanya da kurulu bir şirketin Türkiye deki acentesinin aracılık ettiği bir sözleşmeyi imzalayan Türk vatandaşı, söz konusu sözleşmeden kaynaklanan tazminat talebini TK m 105/2 doğrultusunda, müvekkile izafeten  acenteye  karşı  ileri  sürebilecektir.  Ek  olarak,  acentenin  aracılık  ettiği sözleşmede uyuşmazlığın çözüm merci olarak Alman mahkemelerinin belirtilmesine 84  Doktrinde TK 105/2 deki düzenlemenin isabetli olmadığı farklı gerekçelerle de olsa ifade edilmiştir. Bu görüşe göre söz konusu düzenleme isabetli ve başarılı bulunmamıştır. Bunun nedeni olarak, kanunda acente ile müvekkil arasındaki ilişki açısından üçüncü kişi olan müşterinin menfaatinin korunmak istendiği, bu üçüncü kişi dışındaki yani, acente ve müvekkili arasındaki nispi ilişki ile söz konusu korumanın kaldırılmasının isabetli olmayacağı haklı olarak belirtilmiştir. Acente ile müvekkili arasındaki anlaşmayı üçüncü kişiler bakımından etkili kılan veya alenileştiren bir düzenlemenin de mümkün olmadığı ifade edilmiştir. Kaya, (n 22), 68. 85  Genel işlem şartları ile ilgili genel bilgiler için bkz Ezgi Kutluay, ‘Türk Borçlar Kanunu nda Genel İşlem Koşulları , (2017) 19(2), Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Özel Sayı, Prof. Dr. Şeref Ertaş a Armağan, 1375 vd. 86  Genel işlem şartlarının niteliği ve yabancı mahkemenin seçildiği yetki şartının genel işlem şartı olarak kabul edilerek yazılmamış sayılacağı haller hakkında bkz Berk Demirkol, ‘Türk Hukukunda Genel İşlem Şartlarında Yer Alan Hukuk Seçimi, Yetki Anlaşması ve Tahkim Anlaşmalarının Hüküm Doğurması , (2020) 40(2), MHB 1338 vd. 87  Yukarıda dn 77. Konuyla ilgili bilgi için bkz Kaya, (n 22) 67. 510Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...rağmen müşterinin TK m 105/2 nedeniyle yetki şartını bertaraf ederek Türkiye de dava açması ve lehine karar alması durumu önemlidir. Zira Türk vatandaşının lehine hükmedilen tazminata ilişkin Türk mahkemesi kararının icra edilmesi gerekecektir. TK m 105/3 uyarınca acentelerin ad ve hesabına hareket ettikleri kişilere karşı Türkiye de açılacak olan davalar sonucunda elde edilecek kararlar acentelere karşı uygulanmayacağından, Türk mahkemesi kararının müvekkil Alman şirketine karşı icra edilmesi gerekecektir. Dolayısıyla Türk mahkemesi kararının Almanya da icra edilebilmesi için, Alman mahkemeleri tarafından tenfizine karar verilmesi gerekmektedir (Alman Medeni Usul Kanunu/ZPO § 723 I). Alman Medeni Usul Kanunu nda, kararı veren yabancı mahkemenin Alman hukukuna göre yetkisinin bulunmaması, bir tenfiz engeli olarak kabul edilmiştir (ZPO § 328 I). Dolayısıyla olayda; içerisinde Alman mahkemelerinin seçildiği geçerli bir yetki şartını ihtiva eden bir sözleşmeden kaynaklanan uyuşmazlık hakkında, TK m 105/2 uyarınca yetki şartı bertaraf edilerek, Türk mahkemesince karar verilmesi söz konusudur. Kararı veren Türk mahkemesinin Alman hukukuna göre yetkisiz olması nedeniyle tenfiz talebinin reddedilmesi gerekecektir (ZPO § 328 I). Dolayısıyla da TK m 105/2 ile amaçlanan Türk vatandaşının menfaatinin korunması söz konusu olmayacak, hatta tam tersi bir sonuç ortaya çıkacaktır. Yukarıdaki örnekte bahsedilen durumdan başka, TK m 105/2 ile öngörülen amacın gerçekleşmemesi hali, yabancı mahkeme kararlarının tenfizinde Türk hukukunda aranan şartlara benzer hükümleri kabul eden yabancı devlet hukuklarının varlığı halinde de söz konusu olabilecektir. Şöyle ki; davacının itiraz etmiş olması şartıyla, dava konusu veya taraflarla gerçek bir ilişkisi bulunmadığı halde kendisine yetki tanıyan bir devlet mahkemesince kararın verilmiş olması, bir tenfiz engeli olarak kabul edilmektedir (MÖHUK m 54/1 b). Yukarıda da ifade edildiği üzere, aşırı yetki olarak kabul edilebilecek bir yetki tesisi gerçekleşmişse, yabancı mahkeme kararının Türkiye de tenfizi mümkün olmayacaktır. Türk hukukunda olduğu gibi tenfiz mahkemesi hukukunda da aşırı yetki, bir tenfiz engeli olarak kabul edilmiş ise, TK m 105/2 uyarınca kendisini yetkili kabul eden Türk mahkemesinin verdiği karar, yabancı bir ülkede tenfiz edilmeyebilecektir. Çünkü TK m 105/2, tenfiz mahkemesi tarafından aşırı yetki tesis eden kural olarak kabul edilerek, tenfiz talebinin reddi ihtimal dâhilindedir. Tenfiz talebinin reddedilmesi ise, esasında TK m 105/2 ile korunmak istenen Türk vatandaşının menfaatine aykırı bir durum meydana getirecektir.  Bu  nedenledir  ki  milletlerarası  usul  hukuku  açısından  yapılacak değerlendirme sonucunda TK m 105/2 hakkında, hedeflenen amaca ulaşılmasını engelleyen bir düzenleme olduğu sonucuna ulaşılabilecektir. 88  Aşırı yetki ile ilgili bilgiler için bkz yukarıda dn 56.511İstanbul Hukuk Mecmuası 79/2SonuçTürk hukukunda yabancı tacirler adına aracılık faaliyetinde bulunan acenteler eliyle akdedilen sözleşmelerden dolayı ortaya çıkan uyuşmazlıklarda, acentelere müvekkillerine  vekâlet  etme  imkânı  tanınmıştır.  Söz  konusu  vekâlet  nedeniyle de açılacak davaların müvekkile izafeten acenteye karşı Türkiye de açılabilmesi amacıyla TK m 105/2 deki düzenleme kabul edilmiştir. Acentelerin  aracılık  ettiği  sözleşmelerde  yetki  anlaşması  yapmak  suretiyle, sözleşmeden  kaynaklanan  uyuşmazlıkların  yabancı  bir  devlet  mahkemesinde görülmesinin  kararlaştırılması  da  mümkündür.  Böyle  bir  yetki  anlaşması yapılabilmesi için de; uyuşmazlığın borç ilişkisinden doğması, yabancılık unsuru içermesi ve Türk mahkemelerinin münhasır yetkisine girmeyen bir konuda olması gerekmektedir.  Yabancı  mahkemenin  seçildiği  yetki  anlaşmalarında  yabancılık unsurunun bulunduğu ve uyuşmazlığın da borç ilişkisinden kaynaklandığı kabul edildikten sonra, münhasır yetkili bir Türk mahkemesinin bulunup bulunmadığının tespit edilmesi gerekmektedir. Uygulamada sigorta sözleşmelerinin acenteler vasıtasıyla akdedilmesine sıklıkla karşılaşılabilmektedir.  Sigorta  sözleşmelerinden  kaynaklanan  uyuşmazlıklarda MÖHUK m 46 da yer alan mahkemelerin yetkisinin yetki anlaşması ile bertaraf edilemeyeceği  kanunen  düzenlenmiştir  (MÖHUK  m  47/2).  Dolayısıyla  burada belirtilen mahkemelerin (sigortacının esas işyeri veya sigorta sözleşmesini yapan şubesinin ya da acentesinin Türkiye de bulunduğu yer mahkemesi) münhasır yetkili olduğu kabul edilmektedir. Zayıf tarafı koruma amacını güden MÖHUK m 47/2 ile Türk vatandaşlarının menfaatlerini korumak isteyen TK m 105/2 nin düzenlenmesindeki kanun koyucunun koruma amacının birbiriyle örtüştüğü söylenebilecektir. Acentelerin aracılık ettiği veya akdettiği sözleşmelere sigorta sözleşmeleri iyi bir örnek olsa da, uygulamada sigorta sözleşmeleri dışında da birçok sözleşmenin acenteler  vasıtasıyla  akdedildiğine  rastlanılabilmektedir.  Bu  nedenle  MÖHUK m 44, 45 ve 46 da yer alan ve yetki anlaşmasıyla bertaraf edilemeyecek münhasır yetkili mahkemeler dışında, münhasır yetkili bir Türk mahkemesinin söz konusu olmadığı bir sözleşmeden kaynaklanan uyuşmazlığın varlığı mümkündür. Bu tarz bir sözleşmenin acente aracılığıyla akdedilmesi ve aynı zamanda bu sözleşmede yetki anlaşması ile yabancı bir mahkemenin seçilmesi durumunda, söz konusu yetki anlaşmasının TK m 105/2 düzenlemesi ve MÖHUK m 47 deki esaslar doğrultusunda geçerliliği incelenmelidir. TK m 105/2 nin acentelerin aracılık ettiği veya akdettiği sözleşmeler bakımından Türk mahkemelerinin münhasır yetkisini tesis ettiği kabul edilirse, taraflar arasındaki yabancı mahkemenin seçildiği yetki anlaşmasının geçersizliği sonucuna ulaşılması gerekecektir. 512Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...Yargıtay tarafından konuyla ilgili son dönemde üç karar verilmiştir. Bu kararlarda özetle,  acentenin  aracılık  ettiği  taşıma  sözleşmelerinden  kaynaklanan  tazminat talepleri  söz  konusudur.  İlgili  taşıma  sözleşmelerinde  yetkili  mahkeme  olarak Londra mahkemelerinin seçilmesine rağmen, Yargıtay yetki anlaşmalarının geçersiz olduğuna karar vermiştir. Bu kararlardan ikisinde TK m 105/2 deki düzenlemenin Türk mahkemesinin münhasır yetkisini tesis ettiği ifade edilmiştir. Diğer kararda ise, yabancı mahkemeyi yetkilendiren yetki anlaşmasının TK m 105/2 karşısında geçersiz olduğuna karar verilmiştir.Yargıtay ın TK m 105/2 nin münhasır yetki tesis ettiğine ilişkin kararının, münhasır yetkiye ilişkin milletlerarası usul hukukunda kabul edilen esaslarla örtüştüğünü kabul etmek güçtür. Şöyle ki, münhasır yetki iç hukuktaki kesin yetkiden farklıdır. İç hukuktaki kesin yetki, birden fazla yerdeki Türk mahkemesinden hangisinin davayı çözmesi gerektiğini belirlemektedir. Münhasır yetki ise, Türkiye deki yer itibariyle yetkili  bir  mahkemenin  dışında  başka  bir  devlet  mahkemesinin  o  uyuşmazlık hakkında karar vermesini hukuken geçerli görmez. Dolayısıyla da münhasır yetkide uyuşmazlıkla ilgili yabancı mahkemenin vereceği kararın Türkiye de hukukî bir sonucu da olmaz. Ek olarak, münhasır yetkinin kabul edilebilmesi için, kanun koyucunun amacının da yetkide münhasırlık tesis etmek olduğunun anlaşılması gerekmektedir. Ancak TK m 105/2 de davanın yabancı bir devlet mahkemesinde görülemeyeceğine,  uyuşmazlığın  muhakkak  Türk  mahkemelerinde  çözülmesi gerektiğine ilişkin bir amaç bulunmamaktadır. Maddenin düzenlenmesindeki amacın, Türkiye deki müşterilere Türkiye de yabancı tacirlere karşı dava açma imkânının sağlanması olduğu, müşterinin dilerse davasını yabancı mahkemede de açabileceği kabul edilmektedir. Bu nedenle, Yargıtay ın TK m 105/2 nin münhasır yetki tesis ettiğine ilişkin görüşüne katılamamaktayız. TK m 105/2 nin münhasır yetki tesis etmediği belirlendikten sonra, acentelerin aracılık ettiği veya akdettiği sözleşmedeki yabancı bir mahkemenin seçildiği yetki şartının (MÖHUK m 47 deki diğer şartların varlığı halinde) geçerli olduğu kabul edilmelidir. Böylelikle de geçerli bir yetki anlaşmasına rağmen davanın Türkiye de açılabilip açılamayacağı sorunu ile karşılaşılacaktır. Burada da TK m 105/2 deki düzenleme  incelendiğinde  iki  görüş  ileri  sürülebilecektir.  Birinci  görüşte;  TK m  105/ de  acentelere  karşı  müvekkile  izafeten  dava  açma  hakkı  tanındığı,  bu nedenle de geçerli olan yetki anlaşmasında belirtilen mahkemede acenteye karşı dava açılabileceği ileri sürülebilecektir. Bu görüşte ayrıca, taraf iradelerinin TK m 105/2 ye nazaran üstünlük tanınması gerektiği ve bu nedenle de acenteye karşı açılacak davalarda da yetki sözleşmesinde belirlenen yabancı mahkemenin yetkili olduğu ileri sürülebilecektir. 513İstanbul Hukuk Mecmuası 79/2Bunun karşısındaki görüşte ise TK m 105/2 nin amacı doğrultusunda yorum yapılarak; TK m 105/2 nin amacının acenteler aracılığıyla faaliyette bulunan yabancı tacirlere izafeten müşteriye Türkiye de dava açma imkânı sağlamak olduğu, dolayısıyla her ne kadar yetki anlaşması ile yabancı mahkeme seçilmiş ve bu seçim de yabancı mahkemeyi münhasır yetkili hale getirmiş olsa da, Türk mahkemelerinde müvekkile izafeten acenteye karşı dava açma imkânının devam ettiği ileri sürülebilecektir. Böylelikle de müşteri davasını dilerse yetki anlaşması ile yetkilendirilen yabancı mahkemede, dilerse de TK m 105/2 uyarınca Türk mahkemelerinde açabilecektir. Kanaatimizce TK m 105/2 nin mevcut düzenlemesi doğrultusunda yapılacak doğru yorum da bu olmalıdır. Her ne kadar mevcut düzenleme yukarıda ifade ettiğimiz yorumlardan ikincisinin kabulünü gerektirse de, maddede güdülen amacın milletlerarası usul hukukunda kabul edilen esaslara uygunluğu ve gerçekleşme ihtimali ise başka bir konudur. TK m 105/2 ile taraf iradelerinin bertaraf edilerek tarafların tercih etmedikleri bir mahkemede davanın açılmasına imkân sağlanacaktır. Bu konuda yabancı tacirlere karşı Türkiye de dava açma imkânı tanınması ile taraf iradelerinin üstün tutulması ilkesi arasından, Türkiye de dava açma imkânının tercih edildiği görülmektedir. Ancak bu tercih milletlerarası usul hukukunda taraf iradelerinin bir uzantısı olarak kabul edilen yetki anlaşması ile yabancı mahkemenin taraflarca belirlenebilmesi imkânının bertaraf edilmesini, kanaatimizce kabul edilebilir hale getirememektedir. TK m 105/2 ile Türkiye de dava açma imkânı tanınmak suretiyle Türk hukukunda çeşitli alanlarda kabul edilen zayıf tarafın korunması ilkesine fayda sağlandığı da söylenemeyecektir. Çünkü zayıf tarafın var olduğu kabul edilen hukukî ilişkilerle ilgili olarak, zayıf tarafın haklarının yetki anlaşması ile yabancı mahkeme seçmek suretiyle zarar görmesi, MÖHUK tarafından hâlihazırda engellenmiştir. Bazı tüketici sözleşmeleri (m 44) ile iş (m 45) ve sigorta (m 46) sözleşmelerinin zayıf tarafının Türkiye de dava açabilmesini sağlamak amacıyla yetkili mahkemeler belirlenmiştir. Ek olarak, Türkiye de yer itibariyle yetkili mahkemelerinin yetkisinin, yetki anlaşması ile bertaraf edilemeyeceği kabul edilmek suretiyle münhasır olduğu kabul edilmiştir (MÖHUK m 47/2). Dolayısıyla da TK m 105/2 nin zayıf tarafı koruma amacı olduğu söylenemeyeceği gibi, MÖHUK m 47/2 düzenlemesi karşısında ve genel itibariyle hukukumuzda zayıf taraf kabul edilen başka bir grup da yer almadığından, bu amaca yönelik varlığına da gerek bulunmadığı kanaatindeyiz. TK m 105/2 nin, acentenin yabancı tacir ad ve hesabına aracılık ettiği veya akdettiği sözleşmelerden kaynaklanan uyuşmazlıklarda, Türk vatandaşı müşteriler tarafından, yabancı tacirlere izafeten acente aleyhine Türkiye de dava açabilme imkânı sağlamak amacıyla düzenlendiği ifade edilmektedir. Ancak bu kural doğrultusunda, yabancı mahkemenin seçildiği yetki anlaşmasına rağmen, uyuşmazlığın Türk mahkemesinde 514Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...görülerek karar verilmesi durumunda, Türk mahkemesi tarafından verilen kararın, yabancı tacir aleyhine yabancı mahkeme tarafından tenfiz edilmemesi riski söz konusudur. TK m 105/2 nedeniyle yetki tesis edilerek Türk mahkemeleri tarafından verilen kararın yabancı mahkemece tenfiz edilmemesi durumunda, kanunla korunmak istenen menfaatin zarara uğrayacağı ve bu nedenle de TK m 105/2 nin varlık amacına ulaşılamayacağı da açıktır. MÖHUK ta yer alan ve zayıf tarafın korunması amacıyla getirilen yetkiye ilişkin düzenlemelerden faydalanamayan Türk vatandaşlarının sahip olduğu önemli bir imkân ise, genel işlem şartlarına karşı hukukumuzda kabul edilen korumadır. Burada da Borçlar Kanunu 20 vd. maddelerinde belirtilen şartların varlığı halinde, genel işlem şartı olarak kabul edilen bir yetki anlaşmasının tabi olacağı yaptırım, yani yazılmamış sayılma, söz konusu olacaktır. Böylelikle de yabancı mahkemeyi seçen yetki şartı yazılmamış sayılacağından, Türkiye de yer itibariyle yetkili mahkemede davanın açılması mümkün olacak ve müşteri, TK m 105/2 deki düzenleme hukukumuzda yer almasa bile korunabilecektir. Sonuç itibariyle, TK m 105/2 nin yabancı tacirler adına acenteler eliyle yürütülen işlemlerde  müşterilere  Türkiye de  dava  açma  imkânı  sağlayarak  menfaatlerini korumak amacıyla hukukumuzda yer alan bir düzenleme olduğu kabul edilmektedir. Ancak ticaret hukuku açısından göz önünde tutulan ihtiyaçların, milletlerarası usul hukuku açısından aynı şekilde var olmayabileceğinden, TK m 105/2 ile öngörülen amaca ulaşılamama riskiyle karşılaşıldığı kanaatindeyiz. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.515İstanbul Hukuk Mecmuası 79/2Bibliyografya/",
     "Kaynakça": "Akıncı Z, Milletlerarası Usul Hukukunda Yetki Sözleşmesine Dayanan Yabancı Derdestlik, (1. Bası, Seçkin, Ankara 2002).Alangoya Y, ‘Yargılama Sırasında Tarafta (Yanda) İradi Olarak Meydana Gelen Değişme Hakkında Düşünceler , (1969) 3 (5) İÜMHAD, 125.Alangoya Y, Yıldırım K ve Deren Yıldırım N, Medeni Usul Hukuku Esasları, (8. Bası, Beta, İstanbul 2011).Altay S A, ‘Acentenin Müvekkilini Davada Temsil Etmesi , (2010) 1 Prof. Dr. Fırat Öztan a Armağan, 223. Aygün M, ‘Yabancılık Unsurunun Mahiyeti ve Yargılamadaki Rolü , (2014) 16(Özel Sayı) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi Prof. Dr. Hakan Pekcanıtez e Armağan, 1025.Bolayır N, Medeni Usul Hukukunda Yetki Sözleşmeleri, (1. Bası, Beta, İstanbul 2009).Börü L, ‘Sıfat ve Dava Takip Yetkisi , (2011) 27 (31), BATİDER, 249.Börü L, Medenî Usûl Hukukunda Davaya Vekâlet Ehliyeti, Ankara Üniversitesi, Sosyal Bilimler Enstitüsü, Özel Hukuk Anabilim Dalı, Yüksek Lisans Tezi, (Ankara 2006) .Çelikel A ve Erdem B B, Milletlerarası Özel Hukuk, (16. Bası, Beta, 2020).De Boor H O, Zur Lehre vom Parteiwechsel und vom Parteibegriff, in: Festschrift für Prof. Dr. Heinrich Siber, B. II, Leipzig, 1943.Demirci Z, Medeni Usûl Hukukunda Davaya Vekâlet Ehliyeti, Selçuk Üniversitesi, Sosyal Bilimler Enstitüsü, Özel Hukuk Anabilim Dalı, Yüksek Lisans Tezi, (Ankara Konya 2010).Demirkol B, ‘Türk hukukunda Genel İşlem Şartlarında Yer Alan Hukuk Seçimi, Yetki Anlaşması ve Tahkim Anlaşmalarının Hüküm Doğurması , (2020) 40(2), MHB, 1313.Demirtaş N,  ‘Acentenin Davada Müvekkilini Temsil Etmesi , (2019),  5(1),  İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi, 83.Deren Yıldırım N, Türk İsviçre ve Alman Medeni Usul Hukukunda Kesin Hükmün Sübjektif Sınırları, (1. Bası, Alfa, İstanbul 1996). Doğan V, Milletlerarası Özel Hukuk, (6. Bası, Savaş, Ankara 2020). Ekşi N, ‘Uluslararası Ticaret İlişkin İki Güncel Sorun: Sözleşme Bedelinin Yabancı Para Olarak Ödenmesi ve Yabancı Mahkemenin Yetkisinin Tesisi , (1998) 72(10 12) İstanbul Barosu Dergisi 864.Ekşi N, ‘Yabancılık Unsuru Taşıyan Akitler ve Bu Akitlerin AB Roma Konvansiyonu na Göre Anlamı , (1992) 12(1 2) MHB, 1. Ekşi N, Türk Mahkemelerinin Milletlerarası Yetkisi (Milletlerarası Yetki), (2. Bası, Beta, İstanbul 2000). Erişir E, Medeni Usul Hukukunda Taraf Ehliyeti, (1. Bası, Güncel, İzmir 2007). Ersen Perçin G, Milletlerarası Özel Hukuk Bakımından Mal Rejimleri, (1. Bası, On İki Levha, İstanbul 2014).Esen E, ‘Türk Hukukunda Yabancı Mahkeme Kararlarının Tanınması ve Tenfizinde Münhasır Yetki Kavramı , (2002) 22(2) MHB, 183.Esen E, ‘Critique of a Turkish Court of Cassation Decision on the Validity of Choice of Law and Choice of Forum Clauses in an Insurance Agreement , (2010) 42 (59), Annales de la Faculté de Droit d Istanbul, 365. Güner C, ‘Türk Ticaret Kanunun  Yabancı Tacirlerin Acentelerinin Davada Temsil Yetkisine  İlişkin Hükmünün Milletlerarası Özel Hukuk Açısından Değerlendirilmesi , (2019) 10 (2), İnönü Üniversitesi Hukuk Fakültesi Dergisi, 521.516Tüysüz / Acentenin Müvekkilini Davada Temsil Yetkisine İlişkin 6102 Sayılı Türk Ticaret Kanunu nda Düzenlenen...Güngör G, Milletlerarası Özel Hukukta İflas, (1. Bası, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara 1997). Huysal B, ‘Yabancı Mahkemenin Dava ve Taraflar İle Gerçek Bağlantısının Tanıma ve Tenfiz Üzerindeki Etkisi , (2011) 10(1), Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Ata Sakmar a Armağan, 467. İrge Erdoğan B, ‘Milletlerarası Özel Hukukta Deniz Yoluyla Yolcu Taşıma Sözleşmesine İlişkin Genel Değerlendirme , (2017) 37(2), MHB, Yücel Sayman a Armağan, 508.Kale S, Medeni Yargılamada Taraf Ehliyeti, (1. Bası, On İki Levha, İstanbul 2010). Kaya A, Türk Ticaret Kanunu Şerhi Birinci Kitap, Ticarî İşletme, Yedinci Kısım, Acentelik, (TK m. 102 123), (2. Bası, Beta, İstanbul 2016)Kuru B, Hukuk Muhakemeleri Usulü, (C. 1, 1. Bası, Demir, Ankara 2001).Kutluay E, ‘Türk Borçlar Kanunu nda Genel İşlem Koşulları , (2017) 19(2), Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Özel Sayı, Prof. Dr. Şeref Ertaş a Armağan, 1369. Külüşlü E, Milletlerarası Usul Hukuku Çerçevesinde Acentenin Müvekkilini Mahkemede Temsil Etme Yetkisi, (1. Bası, On İki Levha, İstanbul 2019). Nomer E, Devletler Hususî Hukuku, (22. Bası, Beta, İstanbul 2017).Nomer H N, Borçlar Hukuku Genel Hükümler, (15. Bası, Beta, İstanbul 2017).Özekes M, Medeni Usul Hukukunda Asli Müdahale, (1. Bası Alfa, İzmir 1995).Oğuzman M K ve Öz M T, Borçlar Hukuku Genel Hükümler Cilt 1, (18. Bası, Vedat, İstanbul 2020).Pekcanıtez H, Pekcanıtez Usûl Medeni Usûl Hukuku, (C. 1, 15. Bası, On İki Levha, İstanbul 2017).Sargın F, Milletlerarası Usul Hukukunda Yetki Anlaşmaları, (1. Bası, Yetkin, Ankara 1996).Süral C, ‘Hukuk Muhakemeleri Kanunu nun Türk Mahkemelerinin Milletlerarası Yetkisine Etkisi , (2012) 100, TBB Dergisi, 168. Şanlı C, Esen E ve Ataman Figanmeşe İ, Milletlerarası Özel Hukuk, (8. Bası, Beta, İstanbul 2020).Şanlı C, Uluslararası Ticari Akitlerin Hazırlanması ve Uyuşmazlıkların Çözüm Yolları, (7. Bası, Beta, İstanbul 2019).Tanrıver S, Medeni Usul Hukukunda Derdestlik İtirazı, (1. Bası, Adalet, Ankara 1998).Tekinalp G ve Uyanık A, Milletlerarası Özel Hukuk Bağlama Kuralları, (13. Bası, Vedat, İstanbul 2020). Tüysüz C, İcra ve İflâs Hukukundaki Davaların Tahkim Anlaşmasının İcrasına Etkisi, (1. Bası, Beta, İstanbul 2017). Üçüncü H S, ‘Acentenin Temsil Yetkisinin Usul Hukuku Kapsamında Değerlendirilmesi , (2013) 17(1 2) Gazi Üniversitesi Hukuk Fakültesi Dergisi, 961.Üstündağ S, Medeni Yargılama Hukuku, (C I II, 7. Bası, Seçkin, İstanbul 2000).Yılmaz E, Medeni Yargılama Hukukunda Islah, (6100 Sayılı HMK na Göre Değiştirilmiş 4. Bası, Yetkin, Ankara 2013).517"
}