{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "07",
     "Ay": "04",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "1",
     "Başlık": "5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris Muvazaası",
     "Title": "Testator s Simulation Before the Transfer of the Agricultural Lands in Succession within the Scope of Law Numbered 5403",
     "Yazar İsmi": [

          "A. Nilay  Şenol"  , "Özge Uzun Kazmacı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tarım arazisi", "Toprak koruma", "Ehil mirasçı", "Muvazaa", "Muris muvazaası"
     ],
     "Keywords": [
          "Agricultural land", "Soil protection", "Competent heir", "Simulation", "Testator’s simulation"
     ],
     "Özet": "5403 sayılı Toprak Koruma ve Arazi Kullanımı Kanunu, tarım arazilerinin bütünlüğünün korunması ve miras yolu ile tarım arazilerinin bölünmesinin önüne geçilmesini amaçlamaktadır. Bu Kanun çerçevesinde, terekedeki tarım arazisinin, öncelikle mirasçıların kendi aralarında anlaşarak içlerinden birine veya birkaçına, aile malları ortaklığına, limited şirkete ya da üçüncü bir kişiye bırakılması; mirasçılar kendi aralarında anlaşamazlarsa sulh hâkimi tarafından tarım arazisinin ehil bir mirasçıya bırakılması veya arazinin satışına karar verilmesi düzenlenmektedir. Ayrıca yine bu Kanun a göre, ölüme bağlı tasarruf yoluyla da tarım arazisinin bırakılacağı ehil mirasçı belirlenebilmektedir. Mirasbırakanın sağlığında, mirasçılardan birine tarım arazisini devretmesi de yasal sınırlar içinde mümkün ve geçerlidir. Ancak bu devir, muvazaalı bir işlemle gerçekleştiğinde, muris muvazaasının söz konusu olup olmayacağı tartışmalıdır. Muris muvazaası, Yargıtay İçtihadı Birleştirme Kararları ile bazı ilkelere bağlanmıştır. Öğretide ilgili Yargıtay kararları çeşitli açılardan eleştirilmekle birlikte uygulamada muris muvazaası davaları yıllardır Yargıtay ın belirlediği kıstaslar çerçevesinde çözümlenmektedir. 5403 sayılı Kanun un amacı ve ilgili düzenlemeleri de muris muvazaasının tespitinde dikkate alınması gereken bir kıstas olarak karşımıza çıkmaktadır.",
     "Abstract": "The Law on Protection of Soil and Land Use, numbered 5403, aims to protect the unity of agricultural lands, and to prevent the division of the soil with  inheritance. This law stipulates first, the possibility regarding the giving over of  the agricultural land in succession to one or more heirs, to a family partnership, to a limited liability company or to a third person with the consensus of the heirs and second, in case of disagreement, the judge shall decide whether to leave the agricultural land to a competent heir or to sell the land. Furthermore, according to this law, the competent heir to whom the agricultural land will be left can be determined by means of testamentary disposition. It is possible and also valid within the legal constraints that the testator can also transfer the agricultural land to one of the heirs while he is alive. It is arguable whether this transaction can be considered as the testator s simulation or not, if this transaction has also been made with a simulated transaction. Some principles are set out by the Supreme Court in terms of the simulation of the testator, and although these principles and decisions are criticized by the doctrine, such cases are held by these principles. The purpose and the regulations of the Law numbered 5403 shall be taken into consideration in determining testator s simulation.",
     "Metin": "Mirasbırakanın  terekesinde  tarım  arazilerinin  ve/veya  tarım  işletmelerinin bulunması durumunda bunlara ilişkin paylaşımın ne şekilde yapılacağı önem arz etmektedir.  Tarım  arazilerinin  miras  yoluyla  parçalanması,  sürdürülebilirliği  ve verimi etkilediğinden kanun koyucu, emredici nitelikte hükümler içeren ve mülkiyet devri olarak adlandırdığı sistemi, tarım arazileri bakımından yeniden düzenlemiştir.Tarım arazilerinin korunmasına ilişkin olarak 5403 sayılı ve 3.7.2005 tarihli Toprak Koruma ve Arazi Kullanımı Kanunu (TKAKK) hükümlerinde, 6537 sayılı Kanun ile değişiklik yapılmıştır. Bu değişiklik ile 4721 sayılı Türk Medenî Kanunu nun 659 ile 668 arasındaki maddeleri yürürlükten kaldırılmıştır. 4721  sayılı  Kanun da  yer  alan  hükümler,  emredici  hükümler  olmadığından işlevsellik sağlayamamıştır. 5403 sayılı Kanun da 6537 sayılı Kanun ile yapılan değişiklikler sonucunda, tarım arazilerinde mülkiyetin devri sistemi benimsenmiştir. Bu sistem uyarınca Kanun da belirtilen seçeneklerden biri uygulanacak ve tarım arazisinin mülkiyeti devredilecektir. Bu sistemin miras hukukunda hâkim olan, eşitlik, aynen paylaşma ve irade özgürlüğü ilkelerine bir istisna getirdiği söylenebilir.6537 sayılı Kanun düzenlemesi ile tarım arazilerinin miras yoluyla intikaline ilişkin tamamlayıcı hükümler yerine emredici hükümler getirilmiştir. 6537 sayılı Kanun un  geçici  5.  maddesi,  Kanun un  yürürlüğe  girmesinden  önce  ölümün gerçekleştiği ve fakat paylaşımın yapılmadığı veya açılmış paylaşma davasının halen devam ettiği hallerde eski kanun hükümlerinin uygulanacağını belirtmiştir. Bu durumda, Türk Medeni Kanunu nun yürürlüğe girdiği 01.01.2002 ile 6537 sayılı Kanun la getirilen değişikliklerin yürürlüğe girdiği 15.05.2014 tarihleri arasında gerçekleşen ölümlere, TMK 659-668 arasındaki hükümler uygulanacaktır. O halde Kanun un yayım tarihi olan 15.05.2014 tarihinden önce açılmış miraslarda, henüz paylaşım yapılmamışsa veya aynı tarihten önce açılmış ve halen devam etmekte olan davalarda, TMK hükümleri uygulanabilecek; bu tarihten sonra açılan miraslarda ise 1  Toprak Koruma ve Arazi Kullanımı Kanunu nda Değişiklik Yapılması Hakkında Kanun, Kanun Numarası: 6537, Kabul tarihi: 30.4.2014, RG 15.05.2014/29001.2  5403 sayılı Kanun da daha önce de 31.01.2007 tarih ve 5578 sayılı Toprak Koruma ve Arazi Kullanımı Kanunu nda Değişiklik Yapılması Hakkında Kanun ile değişiklik yapılmıştır. 5403 sayılı Kanun un 8. maddesinde 5578 sayılı Kanun ile yapılan değişiklik, tarımsal faaliyetin ekonomik olarak yapılabildiği en küçük alana sahip ve daha fazla küçülmemesi gereken yeter büyüklükteki tarımsal arazi parsel büyüklüğünün belirlenmesi ve belirlenen küçüklüğe erişmiş tarımsal arazilerin miras hukuku bakımından bölünemez eşya niteliği kazanmasını esas almaktaydı. TMK nın özgülemeye ilişkin hükümlerinin kıyasen uygulanacağı da belirtilmekteydi. 3   Bu maddenin yayımı tarihinde mirasçılar arasında henüz paylaşımı yapılmamış tarımsal arazilerin devir işlemleri, bu maddeyi ihdas eden Kanundan önceki kanun hükümlerine göre tamamlanır. Bu maddenin yayımı tarihinden önce tarımsal arazilerin paylaşımına ilişkin olarak açılmış ve hâlen devam etmekte olan davalarda, bu maddeyi ihdas eden Kanundan önceki kanun hükümleri uygulanır. Bu maddenin yayımı tarihinden itibaren iki yıl içinde birinci fıkraya göre yapılacak devir işlemleri harçlardan müstesnadır. Bu süre Bakanlar Kurulu tarafından iki yıl uzatılabilir. 164Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...yeni sistem uygulanacaktır. Çalışmamızda, yeni sistem esas alınarak açıklamalarda bulunulacaktır. Bu çalışma kapsamında, ayrıca 3083 sayılı Sulama Alanlarında Arazi Düzenlenmesine Dair Tarım Reformu Kanunu incelenmemiştir. Bu Kanun kapsamına giren tarım arazileri bakımından ölüm tarihine bakılmaksızın 3083 sayılı Kanun hükümleri uygulama alanı bulacaktır. 5403 sayılı Kanun ile amaçlanan, bu Kanun kapsamındaki tarım arazilerinin bütünlüğünün  korunmasıdır.  Bu  çerçevede  miras  yolu  ile  tarım  arazilerinin bölünmesinin önüne geçmek ve tarım arazilerinin ehil bir ya da birkaç mirasçı tarafından  yönetilebilmesi  için  düzenlemeler  getirilmiştir.  Bu  çalışmada,  ilgili düzenlemeler dikkate alınarak, mirasbırakanın sağlığında tarım arazilerine ilişkin yaptığı  muvazaalı  işlemlerde,  muris  muvazaasının  koşullarının  gerçekleşip gerçekleşmediği değerlendirilecektir. Çalışma kapsamında öncelikle 5403 sayılı Kanun çerçevesinde tarım arazilerinin miras yoluyla geçişi ve bu geçişte aranan kıstaslar incelenmiş, ardından söz konusu düzenlemelerin  muris  muvazaasına  etkisi  değerlendirilmiştir.  Bu  değerlendirme öncesinde, genel olarak muvazaa ve özellikle muris muvazaası da incelenmiştir. I. 5403 Sayılı Toprak Koruma ve Arazi Kullanımı Kanunu Çerçevesinde  Terekedeki Tarım Arazilerinin DevriA. Genel OlarakAnayasanın 44. maddesi uyarınca devlet, toprağın verimli olarak işletilmesini korumak ve geliştirmek, erozyonla kaybedilmesini önlemek ve topraksız olan veya yeter toprağı bulunmayan çiftçilikle uğraşan köylüye toprak sağlamak amacıyla gerekli tedbirleri alır. 5403 sayılı Kanun ile tarımın, tarım işletmelerinin sürekliliğini sağlamak, toprakların parçalanmasını ve dolayısıyla verimliliklerini kaybetmelerini önlemek amacıyla miras hukukundaki temel ilkelerin aksine ve paylaşma kurallarına istisna olacak şekilde tarım arazilerinin devri düzenlenmiştir. Tarım arazilerinin küçülmesini ve bölünmesini engellemek için düzenlemeler getirildiği de Kanun un genel gerekçesinde ifade edilmiştir. Bu düzenlemeler uyarınca 5403 sayılı Kanun, tarım arazilerini, doğal özellikleri ve ülke tarımındaki önemine göre mutlak tarım arazileri, özel ürün arazileri, dikili tarım arazileri ve marjinal tarım arazileri olarak sınıflandırmaktadır (madde 8 ve 3). 4  Yargıtay ın geçici 5. maddeye aykırı olarak yeni kanun hükümlerini uyguladığı kararları da bulunmaktadır.  …Ne var ki, hükümden sonra 15/5/2014 tarihinde yürürlüğe giren 30.04.2014 tarihli ve 6537 sayılı Yasa ile 5403 sayılı Yasanın 8. maddesi değiştirilmiş ve ilave hükümler getirilmiştir. Hemen belirtilmelidir ki; kural olarak sonradan yürürlüğe giren Kanun hükümlerinin kesin hüküm halini almamış davalarda gözetilmesi gerekeceği kuşkusuzdur. Hal böyle olunca, 5403 sayılı Yasanın 8. maddesinde değişiklik yapan ve bir kısım ilaveler getiren 6537 sayılı Yasa hükümleri ile yapılan değişiklikler değerlendirilerek bir karar verilmesi için hüküm bozulmalıdır . (Yargıtay 1 HD, 15284/18510, 27.11.2014, Kazancı İçtihat Bilgi Bankası). Aynı şekilde bkz Yargıtay 14 HD, 7183/10805, 02.10.2014, Kazancı İçtihat Bilgi Bankası.5  Genel Gerekçe, https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf.165İstanbul Hukuk Mecmuası 78/15403 sayılı Kanun un değişik 8/B maddesine göre,  Mirasa konu tarımsal arazi ve yeter gelirli tarımsal arazilerde mülkiyetin devri esastır. Mirasçılar arasında anlaşma sağlanması hâlinde, mülkiyeti devir işlemleri mirasın açılmasından itibaren bir yıl içinde tamamlanır. Devir işlemlerinin bir yıl içinde tamamlanmaması ve 8/C maddesinin ikinci fıkrasına göre dava açılmaması hâlinde, bu Kanunun 8/Ç maddesi hükümleri uygulanır .6537 sayılı Kanun ile 5403 sayılı Kanun da yapılan değişiklikle  özgüleme  yerine  mülkiyetin devri  sistemi benimsenmiştir. Türk Medeni Kanunu nun 659 ile 668. maddeleri arasında, tarımsal işletmelerin özgülenmesi hüküm altına alınmıştı. 6537 sayılı Kanun ile bu hükümler ilga edilmiştir. Bu düzenlemelerde esas olan,  tarımsal işletme  ve  özgüleme  ifadeleriydi. Mülga 659. maddeye göre,  Terekede bulunan, ekonomik bütünlüğe ve yeterli tarımsal varlığa sahip bir tarımsal işletme, işletmeye ehil mirasçılardan birinin istemde bulunması halinde bu mirasçıya gelir değeri üzerinden bölünmeksizin özgülenir  denilmekteydi. 5403 sayılı Kanun un 8/C hükmü uyarınca, tarım arazileri miras hukuku kuralları çerçevesinde mirasçılar arasında paylaşılmayacaktır ve Kanun hükümleri uyarınca tek bir mirasçıya, belirli koşullarda birden fazla mirasçıya, aile malları ortaklığına, bir  limited  şirkete  veya  üçüncü  bir  kişiye  devredilebilecektir.  Mirasbırakanın ölümü ile tarım arazileri miras ortaklığına geçmektedir; ancak 5403 sayılı Kanun un öngördüğü  seçeneklerden  biri  ile  devredilmesi  emredici  hale  gelmiştir.  Tarım arazilerinin devrinin de, özgüleme gibi, miras hukuku anlamında paylaşma olarak nitelendirilebileceği belirtilmiştir. Tarım arazisinin terekede yer alan tek değer olması durumunda, miras ortaklığı da sona ereceği için tam paylaşmadan; tarım 6  Cevdet Yavuz ve Murat Topuz, ‘Toprak Koruma ve Arazi Kullanımı Kanununda Değişiklik Yapılması Hakkında Kanun un Türk Medeni Kanunu nun Miras Hukukuna İlişkin Hükümlerinde Yaptığı Değişiklikler  (2015) 21(2) MÜHFHAD (Mehmet Akif Aydın a Armağan) 663, 672-674 te özgüleme sistemi yerine devir sisteminin getirilmesi amacıyla yapılan değişikliklerin kaynağı ve yerindeliği eleştirilmektedir. Yazarlar, genel gerekçede yer alan  tarımsal özel miras hukukunun başlıca iki sistemi olarak işletmenin tek bir mirasçıya verilmesi ya da mirasçılardan birine özgülenmesi biçimlerinden bahsedilebilir  ifadesini, TMK da özgüleme sisteminden başka bir sistem olmaması ve genel gerekçede belirtilen miras hukuku sisteminin tek mirasçıya geçişe uygun olmadığı tespitinin doğru olmaması sebepleri ile eleştirmektedirler. Genel Gerekçede,  Tasarı ile, tarım arazileri ve işletmeler ile ilgili mevcut sistem tamamen değiştirilmiştir  denilmişse de, bir sistem değişikliğinin meydana getirilmediği de vurgulanmıştır. Aynı yönde bkz Ömer Bağcı, ‘Tarımsal Arazilerin Miras Yoluyla İntikali  iç Tuğçe Tuzcuoğlu ve A Hulki Cihan (edr), Yargıtay Kararları Işığında Güncel Medeni Hukuk Problemleri Sempozyumu Bildirileri 8-9 Kasım 2018 (On İki Levha 2019) 459-460. 7  TMK 659 vd hükümlerinde ve İsviçre hukuk sisteminde yapılan değişiklikler için bkz Yavuz ve Topuz (n 8) 665 vd. 8  TKAKK 8/D hükmü uyarınca mülkiyetin devri kendilerine yapılmayan mirasçı veya mirasçılara miras paylarının ödenmesi söz konusudur. Bu ödemenin hukuki niteliğine ilişkin olarak, miras payının ödenmesi, ikame değer veya tazminat görüşleri bulunmaktadır. Bu görüşler için bkz Kemal Erdoğan, ‘Tarım Arazilerinin Miras Yoluyla İntikali  (2016) 24(1) Selçuk Üniversitesi Hukuk Fakültesi Dergisi 123, 168; Alper Uyumaz ve Onur İlhan, ‘Tarımsal Arazilerde Mülkiyetin Devri  (2018) 24(2) MÜHFHAD 861, 877-878.  Kanun hükmü uyarınca, sulh hukuk hâkimi, mülkiyetin devrini uygun bulduğu mirasçıya, diğer mirasçıların miras paylarının bedelini mahkeme veznesine depo etmek üzere altı aya kadar süre verir. Mirasçı tarafından talep edilmesi hâlinde altı ay ek süre verilebilir. Hükümde, bu süreler zarfında tarımsal arazinin akıbetinin ne olacağına ilişkin bir düzenleme bulunmamaktadır. Bu süreler içerisinde tarım arazisinin atıl kalmaması için TKAKK 8/G hükmünün kıyasen uygulanabileceği, TMK 640/3 veya TMK 550 hükümlerinin uygulanabileceği konusunda bkz Uyumaz ve İlhan (n 10) 878.9  O Levent Özay, Tarım İşletmelerinin ve Arazilerinin Miras Yoluyla İntikali (Yetkin 2015) 152. 10  Özay (n 11) 152. 166Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...arazisinin yanı sıra başka değerlerin de bulunması durumunda ise kısmi paylaşmadan bahsedilebilecektir. Kanun un 8/F maddesi de  ölüme bağlı tasarruf ile düzenleme  kenar başlığı ile şu hükmü içermektedir:  Yeter gelirli tarımsal arazi mülkiyetinin kendisine devredilmesini isteyen ve buna ehil tek mirasçı olduğu anlaşılan mirasçının bu konudaki istem hakkı, ölüme bağlı tasarrufla ortadan kaldırılamaz. Mirastan çıkarma, mirastan yoksunluk ve mirastan feragat hâlleri saklıdır. Birden çok mirasçıda devir koşullarının bulunması hâlinde, kendisine devir yapılacak mirasçı ölüme bağlı tasarrufla belirlenebilir. Belirlenen bu mirasçıya itiraz edilmesi durumunda, ehil mirasçı sulh hukuk hâkimi tarafından belirlenir 12. Hükmün ilk fıkrası, mirasbırakanın tasarruf özgürlüğünü kısıtlaması açısından eleştirilmektedir. Hükmün ikinci fıkrasında yer alan ehil mirasçının ölüme bağlı tasarruf ile belirlenebilmesine ilişkin düzenleme ise mirasbırakanın son arzularına saygı gösterilmesi ilkesi bakımından isabetlidir. Ancak yine aynı ilke gereğince, sulh hakiminin, itiraz üzerine yapacağı değerlendirmenin kapsamı, mirasbırakanın belirlediği mirasçının gerçekten ehil olup olmadığı ile sınırlı olmalıdır.Mülkiyetin  devri  için  aranan  koşulların  bulunması  durumunda  mirasçılar anlaşarak, anlaşamazlarsa mahkeme kararı ile veya mirasbırakanın yapacağı ölüme bağlı tasarruf ile mülkiyetin devri sağlanabilecektir. Mirasbırakanın ölüme bağlı tasarruf ile böyle bir iradede bulunabilmesi ilgili Kanun da düzenlenmiştir. Bunun yanında tenkis hükümleri saklı kalmak kaydı ile mirasbırakan sağlararası işlemle de bu yöndeki iradesini ortaya koyabilir. Bu durumda mirasbırakanın sağlararası işlemi, koşulları varsa denkleştirmeye tabi olur. Yapılan işlem muvazaalı ise muris muvazaasının söz konusu olup olmayacağı aşağıda ayrıca incelenecektir.11  ibid 152-153; Paylaşma, öğretide genel olarak tam ve kısmi olarak ayrılmaktadır. Bu konuda bkz Zahit İmre ve Hasan Erman, Miras Hukuku (Der 2018) 466-467; Mustafa Dural ve Turgut Öz, Miras Hukuku (Filiz Kitabevi 2019) N 1946 vd; H Tolunay Ozanemre, Mirasın Paylaşılması (Turhan 2011) 181.12  Mirasbırakanın tarım arazisini ölüme bağlı tasarruf ile ehil olmadığı sonradan anlaşılan mirasçıya bırakması durumunda ölüme bağlı tasarrufun bu hükmünün kesin hükümsüz olduğu ve bu hükümsüzlüğün kısmi hükümsüzlük olduğu yönünde bkz Hayriye Şen Doğramacı, ‘6537 Sayılı Toprak Koruma ve Arazi Kullanımı Kanununda Değişiklik Yapılması Hakkında Kanunun  Mülkiyet  Hakkının  Sınırlandırılmasına  İlişkin  Hükümlerinin  Değerlendirilmesi   (2017)  13(2) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 69, 89. Yavuz ve Topuz (n 8) 690 da, yazarlar, TMK 557 de öngörülen sebeplerden biri ile iptal davası açılmadan sulh hâkiminin kendiliğinden mirasbırakanın ölüme bağlı tasarrufunu hükümsüz saymasının miras hukukundaki ilkelerden  mirasbırakanın son arzularına saygı gösterme ilkesine  aykırı düştüğünü belirtmekte ve 8/F hükmünü eleştirmektedirler. Aynı yönde bkz Özay (n 11) 167. 13  Bu hüküm ile mirasbırakanın tasarruf özgürlüğünün kısıtlandığı ve tarımsal araziler bakımından paylaştırma kuralı koyma serbestisinin ortadan kalktığı yönünde bkz Bağcı (n 8) 458.  Mülga TMK 659-668 arası hükümleri, emredici olmadığından mirasbırakan, bu düzenlemeleri ölüme bağlı tasarruf ile aşabiliyordu. Mülga düzenleme döneminde mirasbırakan tarımsal işletmeyi mirasçılardan birine tahsis edebilmekte, mirasçılar arasında taksime ilişkin belirleme yapabilmekteydi. Mirasbırakanın koyduğu taksim kurallarının miras hukuku hükümlerinden önce geldiğine ilişkin İsviçre öğreti ve mahkeme kararları için bkz İmre ve Erman (n 13) 509, n 12.14  Bkz II/B, III.167İstanbul Hukuk Mecmuası 78/1B. Mülkiyetin Devri İçin Aranan Koşullar1. Mirasın AçılmasıTarım arazisinin mülkiyetinin devredilebilmesi için terekenin bulunması ve tarım arazisinin terekenin bir unsuru olması gerekir. TKAKK 8/B/II de mirasçıların mirasın açılmasından itibaren devir işlemlerini gerçekleştirebilecekleri belirtilmiştir. TMK  575 e  göre  miras,  mirasbırakanın  ölümü  ile  açılır.  Diğer  bir  ifadeyle mirasbırakanın ölümü ile miras kendiliğinden mirasçılara geçer. Ölüm karinesi ve gaiplik kararı durumları da ölüm gibi mirasın açılmasına neden olur. 6537  sayılı  Kanun  değişikliğinden  önce,  özgüleme  sisteminde  mirasın açılmasının yeterli olmayıp mirasın paylaşılması aşamasına geçilmesi gerektiği ileri sürülmekteydi. Mirasın paylaşılması bakımından sözleşmeden veya kanundan doğan bir takım istisnaların varlığı halinde ise özgüleme aşamasına geçilememekteydi. 6537 sayılı Kanun değişikliği uyarınca tarım arazilerinin mülkiyetinin devri için mirasın açılması yeterli olduğundan mirasın paylaşılmasına ilişkin kanundan veya sözleşmeden doğan bir engelin bulunması halinde, tarım arazilerinin terekeden ayrı tutularak kanunda belirtilen süre içinde devrinin yapılması gerektiği; bu sonucun, kanun hükmünün kamu hukuku ve emredici niteliğinden geldiği belirtilmektedir. Aynı  sonuca,  TMK  642/3  veya  643  uyarınca  mahkeme  kararıyla  mirasın paylaşılmasının ertelenmesi durumlarında da varılmalı ve tarım arazileri tereke dışında tutularak mülkiyetin devri gerçekleştirilmelidir. Ölüme bağlı tasarrufun bulunması ve bu tasarrufa karşı iptal davası açılması durumunda ise iptal davası sonuçlanmadan iradi devir yapılamayacak, mahkeme kararıyla yapılacak devirde de bu durum bekletici mesele yapılacaktır. Zira ölüme bağlı  tasarrufun  iptalinde  görevli  mahkeme  asliye  hukuk  mahkemesidir. Tarım arazisinin mülkiyetinin devrine karar verecek hâkim ise sulh hukuk hâkimidir ve iptal davasının sonucu bekletici mesele olacaktır.15  Özay (n 11) 157; Erdoğan (n 10) 138. 16  Necip Kocayusufpaşaoğlu, Miras Hukuku (Filiz Kitabevi 1987) 519; Rona Serozan ve İlkay Engin, Miras Hukuku ve Uygulama Çalışmaları (Seçkin 2018) §5, N 3, N 4; İmre ve Erman (n 13) 303; Dural ve Öz (n 13) N 1472; Ahmet M Kılıçoğlu, Miras Hukuku (Turhan 2018) 258.17  Serozan ve Engin (n 18) §5, N 7; Dural ve Öz (n 13) N 1476; Gökhan Antalya ve İpek Sağlam, Miras Hukuku (Legal 2015) 314; Kılıçoğlu, Miras (n 18) 259.18  Kocayusufpaşaoğlu, Miras Hukuku (n 18) 519, 560; İmre ve Erman (n 13) 303; Antalya ve Sağlam (n 19) 314; Serozan ve Engin (n 18) §5, N 7 ve N 11 de gaiplik kararının ölüm tehlikesinin gerçekleştiği veya son haber alındığı günden başlayarak hüküm doğuracağı, bu nedenle gaibin mirasının bu anda açılmış olacağı belirtilmektedir. Aynı yönde Dural ve Öz (n 13) N 1480. 19  Özay (n 11) 155.20  ibid 156; Erdoğan (n 10) 139-140. 21  Özay (n 11) 156, n 29 da, TMK 643 te belirtilen cenin sebebiyle erteleme durumunda, ertelemenin en fazla doğuma kadar olacağı ve kanunda belirtilen 1 yıllık sürenin aşılmayacağı, bu nedenle de devir için beklenebileceği belirtilmiştir.22  ibid 157. Mülga 1086 sayılı HUMK da sulh hukuk hakiminin asliye hukuk hakiminin kararını beklemesi gerektiğine ilişkin hüküm bulunmaktaydı. 6100 sayılı Kanun da ise açıkça böyle bir hüküm bulunmamakla birlikte ortaklığın giderilmesi ve paylaştırma davalarında sulh hakiminin bekletici mesele yapması gerektiği belirtilmektedir. Bkz Buket Sevinç Aydın, ‘Bekletici Sorun  (2012) Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Yüksek Lisans Tezi 30 <tez.yok.gov.tr >Erişim Tarihi 27.6.2019.168Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...2. Tarım Arazisinin BulunmasıKanun un  8/B  hükmünde,  tarımsal  arazi  ve  yeter  gelirli  tarım  arazilerinin devredilebileceği belirtilmiştir. 5403 sayılı Kanun da, TMK dan farklı olarak tarımsal işletme yerine tarımsal araziden bahsedilmektedir. Tarımsal işletme, toprak, yapı, araç gereç, hayvan ve diğer sermaye unsurlarından oluşan, tarımsal alanda üretimde bulunan ve belirli bir büyüklüğe sahip olan ekonomik bütün olarak tanımlanmaktadır. Öğretide, tarımsal işletme kavramını taşınır, taşınmaz ve sermaye unsurlarını içeren daha geniş bir kavram olarak kabul eden görüşler de bulunmaktadır. 5403 sayılı Kanun da değişiklik yapan 6537 sayılı Kanun dan önce tarımsal işletmenin tanımı kanunda yer  almamaktaydı.  Bu  nedenle  6537  sayılı  Kanun un  tasarı  metninde  tarımsal işletme tanımı da yer almaktaydı. Tasarı metnindeki tanımda, tarımsal işletmenin  arazi  olarak ifade edilmesinin bir hatadan ibaret olduğu söylenmiştir. Tasarı kanunlaşırken tarımsal işletme tanımı çıkartılmış ve mülkiyetin devri sistemi tarım arazisi esas alınarak düzenlenmiştir. Ancak, gerek Kanun un genel gerekçesinde gerek  de  madde  gerekçelerinde  tarımsal  işletmeden  söz  edildiğinden  kanun koyucunun tarımsal arazi ifadesiyle yeni bir kurum veya kavram getirmek niyetinde olmadığı da belirtilmiştir. Tarımsal arazinin emek, sermaye ve teşebbüs unsurlarını bünyesinde bulundurmasından dolayı kendisinin de bir tarımsal işletme olduğu da ayrıca belirtilmektedir.Kanun da tarım arazisi,  Toprak, topografya ve iklimsel özellikleri tarımsal üretim için uygun olup, hâlihazırda tarımsal üretim yapılan veya yapılmaya uygun olan veya imar, ihya, ıslah edilerek tarımsal üretim yapılmaya uygun hale dönüştürülebilen arazi  (3/d) olarak tanımlanmış, mutlak tarım arazisi, özel ürün arazisi, dikili tarım arazisi ve marjinal tarım arazisi tanımlarına ayrıca yer verilmiştir. 6537  sayılı  Kanun  ile  yapılan  değişikliklerden  biri  de  asgari  tarımsal  arazi büyüklüğü ve yeter gelirli tarımsal arazi büyüklüğü kavramlarının kanuna girmiş olmasıdır. 6537 sayılı Kanun ile yapılan değişiklikle tarım arazileri, artık asgari tarım 23  Fikret Eren ve Veysel Başpınar, Toprak Hukuku (Savaş 2017) 164.24  Öğreti ve mahkeme kararlarının yaptığı tanımlar için bkz Özay (n 11) 33-37. 25  Tasarının 3. maddesinde  u) Tarımsal işletme: Üretim faktörleri kullanılarak, bitkisel veya hayvansal üretim yapan ya da üretimlere ilave olarak işleme, depolama ve pazarlamaya yönelik faaliyetlerde bulunan gerçek veya tüzel kişilere ait ekonomik bütünlük arzeden araziler  olarak yer almıştır.26  Özay (n 11) 36. AYM nin 5403 sayılı Kanun un 8/A ve 8/İ maddelerinin iptali için açılan ve ret kararı verilen 30.10.2014 tarih ve 133/165 sayılı kararında da,  …Anılan Kanun un tanımlar başlıklı 3. maddesinde, yeter gelirli tarımsal arazi büyüklüğü,  bölge farklılıkları göz önünde bulundurularak il ve ilçelerin ekli (1) sayılı listede belirlenen yeter gelirli tarımsal arazi büyüklükleri  biçiminde tanımlanmaktadır. Kuralda her ne kadar  tarımsal arazi  kavramı kullanılmış ise de bundan kastedilenin tarımsal işletme olduğu anlaşılmaktadır.  ifadesi yer almaktadır. 27  Eren ve Başpınar (n 25) 160. 28  ibid 160. 29  Tarım arazisi nitelendirilmesine bağlı sonuçlar hakkında bkz Melek Bilgin Yüce, ‘5403 Sayılı Toprak Koruma ve Arazi Kullanımı Kanunu ile Getirilen Kanuni Kısıtlamalar  (2011) 10(2) İKÜHFD 105, 107 vd.169İstanbul Hukuk Mecmuası 78/1arazisi ve yeter gelirli tarım arazisi olarak belirtilmektedir. 6537 sayılı Kanun ile değişik 5403 sayılı Kanun un 3. maddesinin h bendi uyarınca,  asgari tarımsal arazi büyüklüğü: üretim faaliyet ve girdileri rasyonel ve ekonomik olarak kullanıldığı takdirde, bir tarımsal arazide elde edilen verimliliğin, söz konusu tarımsal arazinin daha fazla küçülmesi hâlinde elde edilemeyeceği Bakanlıkça belirlenen en küçük tarımsal  parsel  büyüklüğünü ,  ı  bendi  uyarınca,   Yeter  gelirli  tarımsal  arazi büyüklüğü: Bölge farklılıkları göz önünde bulundurularak il ve ilçelerin ekli (1) sayılı listede belirlenen yeter gelirli tarımsal arazi büyüklüklerini  ifade etmektedir. Yeter gelirli tarımsal arazi büyüklüğü, tarım arazilerinin bölünebileceği en küçük birimi ifade etmektedir. Yeter gelirli tarımsal arazi büyüklüğünün belirlenmesinde alt sınır ise asgari tarımsal arazi büyüklüğüdür. Diğer bir ifadeyle yeter gelirli tarımsal arazi büyüklüğü, asgari tarımsal arazi büyüklüğüne eşit veya ondan fazladır, daha az olamaz. Asgari tarımsal arazi büyüklüğü ülkenin genelinde geçerli alt sınırı oluşturur ve Bakanlıkça belirlenir. Yeterli gelirli tarımsal arazi büyüklükleri ise her bir bölgenin gösterdiği farklılık sebebiyle TKAKK ya bağlı ekli listede belirlenmiştir. Mülkiyetin  devri  sistemine  ilişkin  düzenleme  hükümlerine  bakıldığında  bazı hükümlerde tarım arazisi ve yeter gelirli tarım arazisi ifadesi kullanılmakta, bazı hükümlerde ise sadece yeter gelirli tarım arazisi ifadesine rastlanmaktadır. Bu nedenle öğretide bir görüş, tarımsal arazilerin mülkiyetinin devri koşulları arasında tarımsal arazinin yeter gelirli bir tarım arazisi olmasını da saymıştır. TKAKK 8/B, açıkça, mülkiyetin devrinin hem tarım arazileri hem de yeter gelirli tarım arazileri bakımından söz konusu olabileceğini düzenlediğinden tarımsal arazilerin devrinde yeter gelirli olmanın bir şart olmadığı kanaatindeyiz.3. Devir Yapılacak Mirasçının BulunmasıKanun un  8/C  maddesi   devir  yapılacak  mirasçı   başlığını  taşımaktadır. Kanun daki başlığa uygun olması için çalışmada da bu başlık tercih edilmiştir; ancak 30  Değişik: 30/4/2014-6537/3 md.31  Değişik: 30/4/2014-6537/3 md.32  Barış Özçelik, ‘5403 Sayılı Toprak Koruma ve Arazi Kullanımı Kanunu nda 6537 Sayılı Kanun la Yapılan Değişiklikler ve Değerlendirilmesi  (2015) 19(1) Gazi Üniversitesi Hukuk Fakültesi Dergisi 87, 89. 33  TKAKK 8/III uyarınca,  Asgari tarımsal arazi büyüklüğü; mutlak tarım arazileri, marjinal tarım arazileri ve özel ürün arazilerinde 2 hektar, dikili tarım arazilerinde 0,5 hektar, örtü altı tarımı yapılan arazilerde 0,3 hektardan küçük belirlenemez. Bakanlık asgari tarımsal arazi büyüklüklerini günün koşullarına göre artırabilir…  34  Kanunda il ve ilçe bazında detaylı bir liste verilmiştir. Örneğin, Antalya ili Demre ilçesinde sulu arazide 70 dekar (da), kuru arazide 200 da, dikili arazide 10 da yeterli tarımsal arazi iken, Bartın İli Amasra ilçesinde sulu arazide 80 da, kuru arazide 135 da, ekili arazide 10 da yeterli tarımsal arazi olarak kabul edilmiştir. 35  TKAKK 8/B, 8/C.36  TKAKK 8/Ç, 8/E, 8/F, 8/G, 8/Ğ, 8/H, 8/K. 37  Eren ve Başpınar (n 25) 168 vd; Erdoğan (n 10) 141, 142-146. 38  Aynı görüş için bkz Özay (n 11) 157-158; Bağcı (n 8) 74. 39  Bağcı (n 8) 465 te yazar, hükmün içeriğinde mirasçı dışındaki kişilere de devir yapılabileceğinin düzenlenmesi sebebiyle maddenin içeriği ile başlığı arasında uyumsuzluk bulunmasına dikkat çekmiştir. 170Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...devrin mutlaka mirasçıya yapılması şart değildir. Hüküm uyarınca mirasçıların anlaşarak arazinin mülkiyetini üçüncü kişiye devretmesi de mümkündür. Tek bir mirasçının bulunması halinde tereke tümüyle bu mirasçıya geçeceği, hiçbir mirasçının bulunmaması halinde de devlete kalacağı için bu hallerde mülkiyetin devrine ilişkin 5403 sayılı Kanun hükümleri uygulama alanı bulmayacaktır. Mülkiyet kendisine devredilecek mirasçının mirastan feragat, yoksunluk, mirastan çıkarma, mirasın reddi gibi sebeplerle mirasçılık sıfatını kaybetmemiş olması da gerekmektedir. 8/C hükmünün birinci fıkrası, mirasçıların anlaşması durumunda yapılacak devrin; ikinci fıkrası ise mirasçıların anlaşamaması durumunda içlerinden birinin açacağı dava ile sulh hakiminin karar vereceği devrin koşullarını düzenlemektedir. 8/Ç hükmü ise, tarım arazilerinin 8/B hükmünde belirtilen süreler içinde devredilmemesi durumunda Bakanlık tarafından sulh hukuk hakimi nezdinde açılacak davanın konusu tarım arazisinin ehil mirasçıya, ehil mirasçı olmaması durumunda en fazla teklifi veren istekli mirasçıya devri, aksi hâlde üçüncü kişilere satılmasını içermektedir-43. İlgili Kanun hükmünde mirasçıların anlaşamaması durumunda ehil mirasçıya öncelik tanınacağı belirtilmiş, mirasçıların anlaşması durumu için ise ehil mirasçılık kıstası  belirtilmemiştir.  Ehil  mirasçıya  öncelik  tanınmasının,  TMK  649 da düzenlenen   kanunda  aksine  bir  hüküm  bulunmadıkça  mirasçılar,  paylaşmada terekenin bütün malları üzerinde eşit hakka sahiptirler  hükmüne bir istisna getirdiği ifade edilmiştir. Bu istisnanın 5403 sayılı Kanun un amacına uygun olduğu, ancak sadece mirasçıların anlaşamadığı haller için değil, her türlü devirde esas alınması ve tarım arazilerinde ehil kişilere öncelik tanınması gerektiği düşüncesindeyiz.40  Özay (n 11) 158; Eren ve Başpınar (n 25) 181-182. 41  Eren ve Başpınar (n 25) 175-176; Şen Doğramacı (n 14) 89-90; İmre ve Erman (n 13) 509. 42  Yavuz ve Topuz (n 8) 685 te yazarlar, Kanun un 8/C ve 8/Ç hükümlerindeki düzenlemenin Bakanlığa böyle bir yetki verilerek, özel mülkiyete müdahale etmesinin, kamu yararı düşüncesiyle de olsa, aşırı ve bu nedenle Anayasaya aykırı olduğunun ileri sürülebileceğini; bir başvuru olmaksızın, üçüncü kişi durumundaki Bakanlığın açacağı bir dava sonucunda verilecek yargısal bir karar ile tarımsal işletmenin,  ehil  olsa da, bir mirasçıya bırakılmasının ve kendisine malî külfetler de yüklenmesinin veya mirasçıların, tarım arazisinin satış yoluyla üçüncü kişilere devrini kabullenmek zorunda bırakılmasının, mülkiyet hakkının özünü zedelediği görüşünün savunulabileceğini belirtmişlerdir.   Ayrıca mirasçıların, TMK 373 vd maddelerine göre kuracakları aile malları ortaklığına veya kazanç paylı aile malları ortaklığına mülkiyet devrini kararlaştırabilmelerinin yerinde olmadığı ve 8/C maddesinin birinci fıkrasının c bendi olmasa da, mirasçıların, Türk Ticaret Kanunu hükümlerine göre bir sermaye şirketi kurmalarının mümkün olduğu yönünde bkz Yavuz ve Topuz (n 8) 685. Hükme ilişkin eleştiriler için ayrıca bkz Özay (n 11) 184 vd. 43  Ankara Bölge Adliye Mahkemesi 15. Hukuk Dairesinin 21.02.2017 tarihli ve 137/102 sayılı bir kararında, ortaklığın giderilmesi istenen bir taşınmaz ile ilgili olmak üzere, taşınmazın tarımsal arazi ve yeterli tarımsal arazi olup olmadığı; mirasçıların ehil olup olmadıkları; birden fazla ehil mirasçı varsa bu mirasçılardan asgari geçimini bu yeterli gelirli tarım arazisinden sağlayan mirasçının bulunup bulunmadığı hususları araştırılmadan ve asgari geçimini yeter tarım arazisinden sağlayan mirasçı bulunmaması halinde mirasçılardan taşınmazı satın almak isteyen varsa bu şahıslardan taşınmazların değeri konusunda teklifler toplanmadan ortaklığın giderilemeyeceği ifade edilmiş; keza, ehil mirasçının tespitinin satış memurluğuna bırakılamayacağına hükmedilmiştir (Kazancı İçtihat Bilgi Bankası).44  Hükümde mirasçıların anlaşması ihtimalinde sadece tarımsal arazinin bölünmeden devri olgusu üzerinde durulmasının bir eksiklik olduğu ve tarımsal faaliyeti geçim kaynağı yapmak kıstasına göre tespit edilecek ehil mirasçı kavramı ile Kanun un amacının gerçekleşeceği yönünde bkz Bağcı (n 8) 464. 45  Özçelik (n 34) 95; Eren ve Başpınar (n 25) 155 vd; Şen Doğramacı (n 14) 78. 171İstanbul Hukuk Mecmuası 78/1Mülkiyetin devri, ilk olarak tek bir mirasçıya veya yeter gelirli tarımsal arazi büyüklüklerini karşılaması durumunda birden fazla mirasçıya; ikinci olarak TMK 373 ve devamı hükümlerine göre kurulacak aile ortaklığına veya kazanç paylı aile malları ortaklığına; üçüncü olarak limited şirkete ve son olarak üçüncü bir kişiye yapılabilecektir. Bu noktada öğretide bir yazar, mirasçıların hiçbirinin ya da bazılarının ortak olmadığı bir aile ortaklığına veya limited şirkete devrin mümkün olması gerektiğini belirtirken, bir diğer yazar ise tarımsal işletmenin birlikte işletilmesinde esas olanın, aile malları ortaklığının elbirliği mülkiyeti şeklinde yönetilmesi olduğunu, ancak bunun aksinin mirasçılar tarafından kararlaştırılabileceğini; ancak mirasçılardan bazılarının pay sahibi olmadığı bir limited şirkete tarımsal arazinin devrinin mümkün olmadığını savunmuştur. Limited şirkete devirden mirasçıların kuracakları limited şirkete tarım arazisini sermaye olarak koymalarının anlaşılması gerektiği, mevcut bir limited şirkete devretmenin üçüncü kişiye devir anlamına geleceği de belirtilmiştir.Devrin mirasçıya yapılması şart olmamakla birlikte, mirasçıya devir halinde –bize göre mirasçıların kendi aralarında anlaşarak yaptıkları devir de dahil- tarım arazisinin devredildiği mirasçının ehil mirasçı olması gerekir. Kanun, ehil mirasçıya ilişkin kıstasların yönetmelikte belirleneceğini düzenlemiştir. Yönetmeliğin 10. maddesinde ehil mirasçıya ilişkin kıstaslar sayılmıştır. Yönetmeliğe göre ehil mirasçı puanlama sistemine göre belirlenecektir ve yönetmelikte belirlenen puan sistemine göre elli puan ve üstünde alan mirasçılar ehil sayılacaktır. Puanlama sistemine bakıldığında, geçimini tarım arazisinden sağlayanlar, tarım dışı geliri bulunmayanlar, tarımsal arazileri işleme konusunda mesleki bilgi ve beceri sahibi olanlar gibi tarım arazisinin o araziyi işletecek bilgi ve deneyim sahibi kişilere devredilmesinin amaçlandığı 46  8/J hükmüne göre,  8/C maddesinin birinci fıkrasına göre kurulan aile malları ortaklığının, kazanç paylı aile malları ortaklığının veya limited şirketin; herhangi bir nedenle sona ermesi ve tasfiye olması hâlinde, bu ortaklıklara veya limited şirketlere ait tarımsal araziler, yeter gelirli tarımsal arazi büyüklüklerinin altında kalacak şekilde bölünemez .47  Özçelik (n 34) 93. 48  Eren ve Başpınar (n 25) 177-178.49  ibid 179; Serozan ve Engin (n 18) §7, N 59a, 601. 50  Dural ve Öz (n 13) N 2117. 51   (1) Ehil mirasçının belirlenmesinde aşağıdaki kıstaslar dikkate alınarak yapılan hesaplama sonucunda elli puan ve yukarısına sahip olan mirasçı veya mirasçılar ehil mirasçı olarak kabul edilir. Mirasçılardan;  a) Geçimini mirasa konu tarım arazilerinden sağlayanlara yirmi puan, b ) Tarım dışı geliri bulunmayanlara on puan, c ) Eşi fiilen tarımsal faaliyette bulunanlara on puan, ç ) Tarımsal arazileri işleyebilecek mesleki bilgi ve beceriye sahip olanlara on puan,  d) Mirasa konu arazilerin bulunduğu ilçe sınırları içinde altı yıla kadar ikamet edenlere beş puan, altı yıl ve daha uzun süre ikamet edenlere on puan,  e) Herhangi bir sosyal güvencesi olmayanlara on puan, f ) Sosyal Güvenlik Kurumu (SGK) kapsamında tarım sigortası olanlara beş puan, g ) Bakanlığın mevcut kayıt sistemlerine kayıtlılık süreleri altı yıla kadar olanlara beş puan, altı yıl ve daha uzun süre olanlara on puan, ğ ) Tarımsal örgütlere kayıtlılık süreleri altı yıla kadar olanlara iki puan, altı yıl ve daha uzun süre olanlara beş puan, h ) Tarım alet ve donanımlarına sahip olanlara beş puan, ı ) Kadın olanlara beş puan verilir .172Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...görülmektedir. İsviçre Federal Mahkemesi de, 62 ve 66 yaşlarındaki iki mirasçıdan tarımsal  işletmenin  hangisine  devredileceği  sorununa  ilişkin  bir  kararında,  66 yaşındaki  mirasçının  hem  kendisinin  hem  de  oğlunun  çiftçi  olarak  faaliyet göstermesini bir kıstas olarak almış ve tarımsal varlıkların korunmasının kanunun asıl amaçlarından biri olduğundan hareketle tarımsal işletmenin bu kişiye devredilmesine hükmetmiştir. Birden fazla ehil mirasçı olması durumunda sulh hakimi, tarım arazisinin TKAKK 8/C/II/b hükmü uyarınca asgari geçimini yeter gelirli tarımsal arazilerden sağlayan mirasçıya, bunun bulunmaması hâlinde bu mirasçılar arasından en yüksek bedeli teklif edene, ehil mirasçı olmaması hâlinde ise mirasçılar arasından en yüksek bedeli teklif eden mirasçıya devrine karar verir. Arazi bölünmeye rağmen yeter gelirli tarım arazisi büyüklüğünü muhafaza edecekse ehil mirasçılar lehine ayrı ayrı da devir gerçekleşebilir (TKAKK 8/III). Birden çok ehil mirasçı bulunması durumunda, 8/F hükmünce ölüme bağlı tasarruf ile de belirleme yapılabilir. Mirasa konu araziyi talep eden mirasçının bulunmaması durumunda hakim, arazinin satışına karar verir, satıştan elde edilen gelir, mirasçılara payları oranında dağıtılır (TKAKK 8/C/II/c).5403 sayılı Kanun a göre araziyi devralan mirasçı, miras payına mahsuben tarım arazisini devralmaktadır. Mirasçının devraldığı arazinin değeri, miras payının değerini aşmıyorsa diğer mirasçılara ödeme yapılmaz. Tarım arazisinin değeri, miras payının değerinden fazla ise tarım arazisini devralan, miras payını almamış diğer mirasçılara ödemede bulunur.Yine 8/C maddesinin son fıkrası uyarınca, yeter gelirli tarımsal arazi mülkiyetinin mirasçılardan  birine  devredilmesinden  itibaren  yirmi  yıl  içinde  bu  arazilerden tamamının veya bir kısmının tarım dışı kullanım nedeniyle değerinde artış meydana gelmesi durumunda; devir tarihindeki arazinin parasal değeri tarım dışı kullanım izni verilen tarihe göre yeniden hesaplanacak ve bulunan değer ile arazinin yeni değeri arasındaki fark, diğer mirasçılara payları oranında ödenecektir. 52  Öğretide bir görüş, devir talebinde bulunan mirasçının tarım arazisini işletmeye ehil, yetenekli ve tecrübeli biri olmasının yanında ahlaki özelliklerinin de göz önünde tutulması gerektiğini ileri sürülmüştür. Bkz Eren ve Başpınar (n 25) 182-183; İmre ve Erman (n 13) 509.53  BGE 107 II 30. Federal Mahkeme bir diğer kararında ise, tarımsal işletmenin 46 yaşında işleri devralmaya niyetli bir oğlu bulanan 75 yaşındaki mirasçıya devredilmesini uygun görmüştür (BGE 111 II 326). Benzer bir karar için bkz BGE 134 III 586.54  Bu ifade yerine  geçimini bu işletmeden sağlayan mirasçıya  ifadesinin kullanılabileceği yönünde bkz Yavuz ve Topuz (n 8) 685. 55  Dural ve Öz (n 13) N 2132 de yazarlar bu bedele  alım bedeli  demekte ve bu bedelin diğer mirasçılara miras payları oranında ödeneceğini belirtmektedirler. 56  Ehil mirasçının arazinin mülkiyetinin kendisine devri talebinin kanundan doğan bir alacak hakkı talebi olduğu ve mirasçıların bu devir talebini rıza ile yerine getirmedikleri durumlarda ehil mirasçının TMK 716 uyarınca tescile zorlama davası açabileceği yönünde bkz Şen Doğramacı (n 14) 79. 57  Serozan ve Engin (n 18) §7, N 59a, 603.58  ibid §7, N 59a, 603. 59  Bu düzenleme de öğretide tartışmalara neden olmuştur. Yavuz ve Topuz (n 8) 686 da, yazarlar, düzenlemenin mirasçının ilgili mal üzerinde ferdi mülkiyet hakkını elde etmesinden sonra, değer artışının hangi hukuki dayanak ile meşru kılınacağının hukuken izahının güç olduğunu belirtmektedir. Bağcı (n 8) 467, n 30 da ise yazar, ek ödeme yükümlülüğünün devir tarihinde tarımsal arazi vasfında olup daha sonra tarımsal amaç dışında kullanımlar için söz konusu olduğunu ve her ne sebepten olursa olsun tarımsal amaç dışında kullanım sebebi ile ortaya çıkan değer artışının diğer mirasçılara ödenmemesinin devredilen mirasçı lehine dengeyi bozacağı ve haksız kazanç oluşturacağı düşüncesi ile düzenlemeyi uygun bulmaktadır. 173İstanbul Hukuk Mecmuası 78/1Kanun ayrıca, paylaşma davasının devamı süresince tarımsal arazinin yönetimine ilişkin özel bir düzenlemeye de yer vermiştir. Kanun un 8/G düzenlemesine göre, ayırt etme gücüne sahip olmayan küçük mirasçı bulunması hâlinde hâkim, yeter gelirli tarımsal arazilerin yönetimini dava sonuçlanana kadar ehil gördüğü mirasçılardan birine veya üçüncü bir kişiye tedbiren verebilir. Hükümde neden sadece yaş küçüklüğü sebebiyle ayırt etme gücüne sahip olmayan mirasçıdan bahsedildiği açık değildir. Örneğin, akıl hastalığı sebebiyle ayırt etme gücüne sahip olmayan bir mirasçı varsa ne olacağı sorusuna öğretide de değinilmiştir. Kanaatimizce, hükmün konulma amacı, tarımsal işletmenin faaliyetlerine devam edebilmesini sağlamak ve tarım arazilerinin yönetimi olduğuna göre, sadece yaş küçüklüğü değil; diğer sebeplerle  ayırt  etme  gücünün  bulunmadığı  durumlarda  da  kanundaki  önlemin alınabileceği kabul edilmelidir. 4. Ekonomik Bütünlük 5403  sayılı  Kanun un  6537  Kanun  ile  değişik  8/A  maddesinde  ekonomik bütünlükten bahsedilmekle beraber bir tanım verilmemiştir. 8/A maddesinde, yeter gelirli tarımsal arazi büyüklüklerinin hesaplanmasında, aynı kişiye ait ve Bakanlıkça aralarında ekonomik bütünlük bulunduğu tespit edilen tarım arazilerinin birlikte değerlendirileceğine  ilişkin  ifade,  ekonomik  bütünlük  koşulunun  kapsamını  da belirtmektedir.  Kanun a  göre  ekonomik  bütünlük  kıstaslarını  Gıda,  Tarım  ve Hayvancılık  Bakanlığı  belirleyecektir.  Bu  kıstaslar Tarımsal Arazilerin  Devrine İlişkin Yönetmelik te belirtilmiştir. Bakanlık aynı zamanda, kanun ve yönetmelik hükümlerine ilişkin uygulamalar için Tarım Arazilerinde Mülkiyet Devrine İlişkin Uygulama Talimatı da yayımlamıştır. Tarımsal işletmeler için bahsedilen bütünlük, fiziki  veya  maddi  bir  bütünlük  olmayıp  ekonomik  bir  bütünlüktür.  Tarımsal işletmelerin özgülenmesi sisteminde, işletmeyi meydana getiren unsurların bağımsız olarak ekonomik değeri değil, işletme içerisinde yer alan değerleri esas alınmaktaydı. Bu nedenle de, özellikle sermaye içerisinde yer alan ve üretim ya da üretim faaliyeti sonrası için kullanılan binalar ve yapıların ekonomik bütünlük içinde olduğu kabul ediliyordu.60  Yavuz ve Topuz (n 8) 690 da yazarlar, işletmenin tedbiren verilmesi yerine, Türk Medenî Kanununun 427. maddesinin üçüncü bendi gereğince, tarımsal işletmeye bir yönetim kayyımı atanması öngörülmesinin daha yerinde bir düzenleme olabileceğini belirtmişlerdir. 61  Dural ve Öz (n 13) N 2130. Ayrıca yazarlar böyle bir durumda TMK 589-592 hükümlerindeki koruma önlemlerine başvurulmasında bir engel olmadığını belirtmişlerdir.62  T.C. Gıda Tarım ve Hayvancılık Bakanlığı Tarım Reformu Genel Müdürlüğü, Tarım Arazilerinde Mülkiyet Devrine İlişkin Uygulama Talimatı, 03.11.2017, Sayı: 58776518-010.07.01-E.2768754. 63  Eren ve Başpınar (n 25) 166; Özay (n 11) 86. 64  Özay (n 11) 87. 65  ibid 87-88; Eren ve Başpınar (n 25) 166; İpek Sağlam, ‘Tarımsal İşletmelerin Özgülenmesi Sorunu ve Bu Sorunun Tarım Reformu Açısından Değerlendirilmesi  (2010) 16(1-2) MÜHFHAD 201, 204. 174Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...Yönetmelik 4/1/d de, ekonomik bütünlük, mülkiyeti aynı kişiye ait birden fazla tarımsal arazinin tarımsal üretim faaliyetine ekonomik bir değer katacak şekilde birbirine bağımlı olarak işletildiği Bakanlıkça tespit edilen arazileri ifade etmektedir. Yönetmelik 7 de ve Talimat birinci bölümde ekonomik bütünlüğün olup olmadığının 66   Tarımsal arazilerde ekonomik bütünlük, asgari tarımsal arazi büyüklüğü ve yeter gelirli tarımsal arazi büyüklüğü tespiti aşağıdaki kriterlere göre belirlenir. a) Aynı ilçe sınırları içindeki tarım arazilerinin aralarındaki mesafe kuş uçuşu 10 km den az ve örtü altı tarım arazilerinde 1 dekar, dikili tarım arazilerinde 5 dekar, sulu ve kuru tarım arazilerinde 10 dekar ve üzerinde ise bu araziler arasında ekonomik bütünlük bulunduğu kabul edilir, bu büyüklüklerin altında olan tarım arazileri ekonomik bütünlük arz etmez. b) Mesafe ölçümü, talep konusu tarımsal arazi ile ekonomik bütünlük değerlerine sahip diğer tarım arazileri arasında birbirine en yakın iki nokta arasından yapılır. En az bir noktada birbirleri ile ortak sınırı bulunan tarım arazileri sınırdaş olarak değerlendirilir. Ancak, paylı tarım arazileri diğer tarım arazileri sınırdaş olarak değerlendirilmez ve paylı tarım arazilerindeki paydaşlar sınırdaş araziler için ön alım hakkı kullanamaz. c) Mülkiyeti aynı kişiye ait, sınırdaş olan tarımsal arazilerin toplam büyüklükleri örtü altı tarım arazilerinde 1 dekar, dikili tarım arazilerinde 5 dekar, sulu ve kuru tarım arazilerinde 10 dekar ve üzerinde olması halinde, bu arazilerde ekonomik bütünlük değerlendirmesi yapılır. ç) Paylı tarım arazilerinde kişinin tarım arazisi içindeki pay miktarı dikkate alınarak ekonomik bütünlük değerlendirmesi yapılır. d) Asgari tarımsal arazi büyüklüğü; mutlak tarım arazileri, marjinal tarım arazileri ve özel ürün arazilerinde 20 dekar, dikili tarım arazilerinde 5 dekar, örtü altı tarım arazilerinde 3 dekardır. e) Yeter gelirli tarımsal arazi büyüklükleri; örtü altı tarım arazilerinde 3 dekar, dikili tarım arazilerinde 10 dekar, kuru ve sulu tarım arazilerinde ise il ve ilçelerin bölge farklılıkları göz önünde bulundurularak 6537 sayılı Kanuna ekli (1) sayılı listede belirlenmiştir. f) Yeter gelirli tarımsal arazi büyüklüğü, ekonomik bütünlük oluşturan tarımsal arazilerin toplamı ile bulunur. Malike ait tarımsal arazi veya arazideki hisse alanı kendi başına, yeter gelirli tarımsal arazi büyüklüğünde ve üzerinde ise ekonomik bütünlük arz eder. g) 6537 Sayılı Kanunun yayım tarihinden önce elbirliği halinde intikali yapılan tarım arazilerinde, tapu kaydında görülen hisse miktarları yeter gelirli tarımsal arazi büyüklüğü hesaplamalarında dikkate alınır. Hisse oranının belirlenemediği durumlarda, ilgili araziye ait veraset ilamındaki yasal hisse oranları dikkate alınabilir. Ancak, muris üzerindeki araziler ile Kanunun yayım tarihinden sonra vefat eden kişilerden intikali yapılan elbirliği mülkiyetli araziler yeter gelirli tarımsal arazi büyüklüğü değerlendirmesinde dikkate alınmaz. ğ) Aile Malları Ortaklığı, Kazanç Paylı Aile Malları Ortaklığı şeklindeki arazilerde yeter gelirli tarımsal arazi büyüklüğü hesaplanmasında ortaklıktaki hisse oranları dikkate alınarak hesaba a l ı n ı r. h) Adi ortaklık sözleşmesi ve devamında kurulmak istenen elbirliği taleplerinde, pay adedi artmamakla birlikte paydaş adedinin arttığı kabul edilir. ı) Ekonomik bütünlük, yeter gelirli tarımsal arazi büyüklükleri, satış ve miras yolu mülkiyeti devir işlemleri ilçe bazında yapılır. Aynı ilçe sınırları içerisinde olup, ekonomik bütünlük değerlerine sahip ve aralarında 10 km ve üzeri mesafe bulunan arazi veya arazi gruplarından her grup farklı zamanlarda satılabilir. Gruplardan birinin yeter gelirli tarımsal büyüklüğünü sağlaması halinde, diğer gruptaki arazilerin farklı zamanlarda aynen satışları yapılabilir. i) Aynı ilçe sınırları içerisinde bulunan tarım arazilerinin bir kısmı 3083 Sayılı Kanun, bir kısmı da 5403 Sayılı Kanun kapsamında olması durumunda, yeter gelirli tarımsal arazi büyüklüğü, her iki kanun kapsamında bulunan ve aralarında ekonomik bütünlük oluşturan tarımsal arazilerinin toplamı ile bulunur. j) Tarım arazisi üzerinde kurulmuş bir irtifak hakkı ve üst hakkı bulunuyor ise irtifak hakkı ve üst hakkı verilen alanlar yeter gelirli tarımsal arazi büyüklüğü değerlendirmesinde dikkate alınmaz. Farklı vasıflardaki tarım arazilerinin dönüşüm işlemlerinde, değerlendirmesi yapılan büyüklükler arası oranlar kullanılır. k) Ekonomik bütünlüğün altındaki aynı parsel içinde veya sınırdaş arazilerde farklı vasıfların alan dönüşümleri için ekonomik bütünlük oranları kullanılır. Bu tür alanların, asgari ve yeter gelirli büyüklük hesaplamalarında ise, ekonomik bütünlük hesaplaması öncesi asgari ve yeter gelirli tarımsal arazi büyüklükleri arasındaki oranlar kullanılarak bulunur. l) Ekonomik bütünlük değerlendirmesi yukarıdaki kriterler doğrultusunda il, ilçe müdürlükleri ve Bakanlık tarafından yapılır. Topoğrafik koşullar ve kullanım güçlüğünden kaynaklanan diğer mücbir nedenlerden dolayı bu kararlara karşı yapılan itirazlar Bakanlıkça değerlendirilerek karara bağlanır. m) Kamu yatırımlarında ve tarım arazilerinin tarım dışı amaçla kullanım taleplerinde, ekonomik bütünlük, asgari tarımsal arazi büyüklüğü ve yeter gelirli tarımsal arazi büyüklüğü kriterleri dikkate alınmaz . 175İstanbul Hukuk Mecmuası 78/1değerlendirmesinde bazı kıstaslar belirlenmiştir. Yönetmelik ve Talimatın, aynı malike ait sınırdaş arazilere ilişkin ekonomik bütünlük kıstaslarının farklı olduğu, sonraki tarihli Talimat hükmünün, Yönetmelik hükmünü değiştirdiği görülmektedir. Yönetmelik te yer alan hükmün Talimat ile değiştirilmesinin doğru olmadığı haklı olarak öğretide belirtilmiştir. Yönetmelik 8 hükmü de tarım arazilerinin devrini düzenlemiştir. Hükümler incelendiğinde mülkiyeti aynı kişiye ait belli büyüklük ve yakınlıktaki araziler ile sınırdaş arazilerin ekonomik bütünlük teşkil ettiği görülmektedir. Yönetmelik 7/2 de ise ekonomik bütünlüğün istisnası olarak mevduat, katılım, kalkınma  ve  yatırım  bankaları,  yurtdışında  kurulu  bu  nitelikteki  kuruluşların Türkiye deki şubeleri, finansal holding şirketleri, Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanunu na tabi finansal kiralama, faktoring ve finansman şirketleri ile tarım kredi kooperatiflerinin farklı kişilerden alacaklarına mahsuben mülkiyetine geçirdikleri tarımsal araziler arasında ekonomik bütünlük bulunmadığı düzenlenmiştir. Bu kuruluşların, aynı kişilerden elde ettikleri tarımsal arazilerde bu  madde  hükmüne  göre  ekonomik  bütünlük  değerlendirmesi  yapılacağı  da düzenlenmiştir. Kanunda belirtilen kuralın istisnasının da, yönetmelik yerine yine kanunda düzenlenmesinin daha uygun olacağı öğretide belirtilmiştir. 67   (1) Aynı kişiye ait tarımsal araziler arasındaki ekonomik bütünlük olup olmadığının tespiti aşağıdaki kriterlere göre belirlenir:  a) Örtü altı tarım arazilerinde bir dekar, dikili tarım arazilerinde beş dekar, sulu ve kuru tarım arazilerinde on dekarın altında olan tarım arazileri ekonomik bütünlük arz etmez. b ) Aynı kişiye ait sınırdaş olmayan tarım arazilerinin aralarındaki mesafe on km den az ve örtü altı tarım arazilerinde bir dekar, dikili tarım arazilerinde beş dekar, sulu ve kuru tarım arazilerinde on dekarın üzerinde ise bu araziler arasında ekonomik bütünlük bulunduğu kabul edilir. c ) Mülkiyeti aynı kişiye ait, sınırdaş olan tarımsal arazilerin ekonomik bütünlük teşkil ettiği kabul edilir. ç ) Aynı kişiye ait tarımsal arazilerden birinin veya birkaçının paylı olması durumunda kişinin tarım arazisi içindeki pay miktarı dikkate alınarak ekonomik bütünlük değerlendirmesi yapılır. ( 2) 19/10/2005 tarihli ve 5411 sayılı Bankacılık Kanununa tabi Türkiye de kurulu mevduat bankaları, katılım bankaları, kalkınma ve yatırım bankaları, yurtdışında kurulu bu nitelikteki kuruluşların Türkiye deki şubeleri, finansal holding şirketleri, 21/11/2012 tarihli ve 6361 sayılı Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanununa tabi finansal kiralama, faktoring ve finansman şirketleri ile tarım kredi kooperatiflerinin farklı kişilerden alacaklarına mahsuben mülkiyetine geçirdikleri tarımsal araziler arasında ekonomik bütünlük bulunmaz. Bu kuruluşların, aynı kişilerden elde ettikleri tarımsal arazilerde bu madde hükmüne göre ekonomik bütünlük değerlendirmesi yapılır. ( 3) Ekonomik bütünlük değerlendirmesi yukarıdaki kriterler doğrultusunda il veya ilçe müdürlükleri tarafından yapılır. Topoğrafik koşullar ve kullanım güçlüğünden kaynaklanan diğer mücbir nedenlerden dolayı bu kararlara karşı yapılan itirazlar Bakanlıkça değerlendirilerek karara bağlanır. 68  Eren ve Başpınar (n 25) 167. 69  8. maddeye göre,  (1) Tarımsal arazilerin her türlü mülkiyeti devir taleplerinde aşağıdaki işlemler uygulanır.  a) Taşınmaz malikinin aynı ilçe sınırları içinde tarımsal nitelikli tek arazisi olması durumunda bu taşınmazın devri yapılabilir. b ) Taşınmaz malikinin aynı ilçe sınırları içinde birden fazla tarımsal arazisinin bulunması durumunda, bu arazilerin tamamının mülkiyeti devir işlemine konu olması halinde, bu taşınmazların devri yapılabilir. c ) Aynı kişiye ait birden fazla tarımsal arazi olması halinde, 7 nci madde hükümlerine göre yapılan ekonomik bütünlük değerlendirmesi sonrasında tarımsal arazilerin ekonomik bütünlüğe haiz olmayan kısımlarının devrine izin verilebilir. ç ) Ekonomik bütünlük arz eden tarımsal arazilerde, yeter gelirli tarımsal arazi büyüklüklerinin üzerinde olan ve yeter gelirli arazi büyüklüklerinin altında ifraz gerektirmeyen arazilerin devrine izin verilir.  d) Paylı tarım arazilerinde, payın tamamının bir veya birden fazla paydaşa devri halinde bu arazilerin devrine izin verilir. 70  Özçelik (n 34) 92.71  Özay (n 11) 162. 176Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...Değinilmesi gereken bir diğer husus da binaların ve yapıların ekonomik bütünlüğe girip girmeyeceği meselesidir. 5403 sayılı Kanun un 8/E maddesi uyarınca,  Yeter gelirli tarımsal arazi mülkiyeti kendisine devredilen kişi bu araziler için zorunlu olan araç, gereç ve hayvanların mülkiyetinin gerçek değerleri üzerinden kendisine devredilmesini isteyebilir 72. Yine Kanun un 8/H maddesi uyarınca  yeter gelirli tarımsal arazilere sıkı şekilde bağlı bir yan sınai işletme mevcut ise yan sınai işletme ile yeter gelirli tarımsal arazilerin mülkiyeti bir bütün olarak istemde bulunan ve ehil görülen mirasçıya gerçek değeri üzerinden devredilir . Kanun hükümleri uyarınca mülkiyet  devrinin  konusu  tarım  arazileri  olup,  Kanun da  belirtilen  durumlarda taşınır ve yan sınai işletmelerin de devri mümkün olabilecektir. Tarımsal arazinin mülkiyeti kendisine devredilen kişi tarım arazisi için zorunlu olan taşınırlar ve araziye bağlı yan sınai işletmelerin de devrini talep edebilecektir. O halde yan sınaî işletmelerin mülkiyetinin tarımsal araziyle birlikte devredilebilmesi için, işletme ile arazi arasında sıkı bir bağlantının bulunması ve arazi ile işletmenin mülkiyetinin, ehil mirasçı tarafından talep edilmesi şartı aranmıştır. Sıkı bağlantıdan kastın, işletme ile arazi arasındaki ekonomik bütünlük olduğu kabul edilmektedir. Bunun haricinde ekonomik  bütünlük,  birbirinden  bağımsız  olsa  da  birden  fazla  tarım  arazisinin bulunması veya çeşitli tarım arazileri üzerinde payların bulunması durumunda söz konusu olacaktır. Ancak, mirasbırakanın tarım arazisinden uzak ve ayrık bir yerde örneğin  bir  deposunun  bulunması  durumunda  bu,  mülkiyetin  devri  kapsamına girmeyecektir.Son olarak, tarım arazileri aynı kişinin mülkiyetinde bulunmalıdır. Tarımsal arazilere ilişkin ekonomik bütünlük mirasbırakanın ölüm anında mevcut olmalıdır. 72  Tarımsal arazinin değerinin bunu alan mirasçının miras payını aşmadığı durumlarda, taşınırların bedeli ödenirken miras payı kadar indirim yapılması konusunda bkz Dural ve Öz (n 13) N 2138.73  Belirtilen taşınırların TMK 686 anlamında eklenti niteliğinde olduğu, 8/E maddesinin, tarımsal arazinin eklentisi niteliğindeki taşınırların mülkiyetinin devri konusunda ihtilaf çıkması durumunda önem arz edeceği yönünde bkz Özçelik (n 34) 99.74  Eren ve Başpınar (n 25) 181; Özay (n 11) 190; Uyumaz ve İlhan (n 10) 882; İmre ve Erman (n 13) 511; Dural ve Öz (n 13) N 2140 ta yazarlar, yan sınai işletmenin aynı taşınmaz üzerinde olup olmaması üzerine bir değerlendirme yapmış ve yan sınai işletmenin bulunduğu taşınmazın terekeye dahil olması şartıyla aynı taşınmaz üzerinde veya başka bir taşınmaz üzerinde olması durumlarında devrin talep edilebileceğini belirtmişlerdir. 75  Özay (n 11) 159. 76  Eren ve Başpınar (n 25)166. 77  ibid (n 25)168; Özay (n 11) 163.177İstanbul Hukuk Mecmuası 78/1II. 5403 Sayılı Toprak Koruma ve Arazi Kullanımı Kanunu  Karşısında Muris MuvazaasıA. Genel Olarak Muvazaa ve Özellikle Muris MuvazaasıMuvazaa  (danışıklılık),  tarafların  iradeleri  ile  beyanları  arasında  bilerek uygunsuzluk yaratmaları hali olarak ifade edilir. Muvazaalı (danışıklı) işlem de tarafların yaptıkları hukuki işlemin hiç hüküm doğurmaması veya görünürdeki işlemden  başka  bir  işlemin  hüküm  doğurması  konusunda  anlaşmaları  şeklinde tanımlanır-81.  Öğretide  muvazaa,  farklı  açılardan  türlere  ayrılmıştır:  Taraflar, aralarındaki işlemin hiç hüküm ifade etmeyeceği konusunda anlaşmışlarsa mutlak (basit)  muvazaa;  gerçek  iradelerini  saklayarak  yaptıkları  görünürdeki  işlemin arkasındaki gizli işlemin sonuç doğurması konusunda anlaşmışlarsa nisbi (nitelikli) muvazaa söz konusu olur. İşlemin tümünde muvazaa olması, tam muvazaa; bazı hükümlerinin muvazaalı olması ise kısmi muvazaa olarak adlandırılır. Yapılan satış sözleşmesinde bedelin, gerçek bedele göre daha düşük ya da yüksek gösterildiği bedelde muvazaa halinde de kısmi muvazaa söz konusudur.TBK 19 gereğince tarafların gerçek iradeleri dikkate alındığı için, gerçek iradeleri yansıtmayan muvazaalı işlemin kesin hükümsüz olduğu ve bunun sonucu olarak gerek  taraflar  gerekse  menfaati  olan  üçüncü  kişiler  tarafından  her  zaman  bu 78  Necip Kocayusufpaşaoğlu, Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı Borçlar Hukuku Genel Bölüm Borçlar Hukukuna Giriş Hukuki İşlem Sözleşme (Filiz Kitabevi 2014) § 35, N 1; Fikret Eren, Borçlar Hukuku Genel Hükümler (Yetkin 2019) N 1087; Safa Reisoğlu, Borçlar Hukuku Genel Hükümler (Beta 2012) 104.79  Muvazaanın niteliği itibariyle tek taraflı işlemlerde olmayacağı yönünde bkz İsmail Atamulu, Türk Borçlar Hukukunda Muvazaa (Adalet 2017) 35. Belirli bir kimseye yöneltilen, varması gerekli tek taraflı işlemlerde de muvazaa olabileceği yönünde bkz Kocayusufpaşaoğlu, Borçlar (n 80) § 35, N 7; Eren, Genel Hükümler (n 80) N 1127; Andreas von Tuhr, Borçlar Hukukunun Umumi Kısmı Cilt: 1-2, Çeviren: Cevat Edege (Yargıtay Yayınları 1983) 291.80  M Kemal Oğuzman, Özer Seliçi ve Saibe Oktay-Özdemir, Eşya Hukuku (Filiz Kitabevi 2019) N 1438; M. Kemal Oğuzman ve Turgut Öz, Borçlar Hukuku Genel Hükümler Cilt-1 (Vedat 2019) N 411; Peter Jäggi, Peter Gauch and Stephan Hartmann, Zürcher Kommentar Obligationenrecht Art. 18 OR, Auslegung Ergänzung und Anpassung der Verträge, Simulation, 4A (Schulthess 2014) N 113; Turhan Esener, Türk Hususi Hukukunda Muvazaalı Muameleler (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1956) 7. Kavram ve tanım hakkında ayrıntılı bilgi için bkz Atamulu (n 81) 19 vd.81  Görünürdeki işlemin üçüncü kişileri aldatma kastıyla yapılmış olmasının muvazaanın koşulu olup olmadığı tartışmalı olmakla birlikte İsviçre-Türk hukukunda aldatma kastının muvazaanın koşulu olduğu yönünde bkz Jäggi, Gauch and Hartmann (n 82) N 189; Kemal T Gürsoy, Fikret Eren ve Erol Cansel, Türk Eşya Hukuku (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1984) 485; Selin Sert Sütçü, Miras Bırakanın Muvazaalı Hukuki İşlemleri ve Sonuçları (Seçkin 2018) 33; Esener (n 82) 12 de yazar, üçüncü şahısları aldatma kastından, dışa karşı aldatıcı bir durum yaratmak niyetinin kastedildiğini yoksa muvazaanın her zaman üçüncü kişilere zarar verme niyetiyle yapılan bir işlem olmadığını belirtmiştir. Bununla birlikte üçüncü kişileri aldatma kastından muvazaa anlaşmasının dışında ayrı bir unsur olarak söz etmenin yerinde olmadığı yönünde bkz Nejat Aday, Taşınmaz Mülkiyetinin Naklinde Muvazaa (Kazancı Hukuk Yayınları 1992) 9. 82  A ile B arasında kurulan bir sözleşmenin A ile C arasında kurulmuş gibi gösterilmesi halinde tarafta (kişide) muvazaa şeklinde bir muvazaa türü olduğu yönünde bkz Eren, Genel Hükümler (n 80) N 1104; burada sadece A ile C arasında basit muvazaa olduğu yönünde bkz Oğuzman ve Öz (n 82) N 414.83  ibid N 413. Ayrıca bkz n 94.84  TMK 1023 hükmünün, muvazaa nedeniyle açılacak tapu sicilinin düzeltilmesi davasını da sınırladığını unutmamak gerekir. 178Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...hükümsüzlüğün ileri sürülebileceği kabul edilir-86. Ortada gerçeği yansıtan bir irade olmadığı için muvazaalı işlemin yok hükmünde olduğunu kabul eden bir görüş de vardır-88. İşlemin muvazaalı olduğunu iddia eden, iddiasını ispat yükü altındadır. Taşınmaz devri borcu doğuran bir sözleşmede muvazaa iddiasında bulunan taraf, sözleşme şekle tabi olduğundan, iddiasını ancak yazılı delille ispatlayabilir (HMK 201). Üçüncü kişiler, taraflardan farklı olarak, muvazaayı bir ispat şekline tabi olmadan tanıkla dahi ispat edebilirler (HMK 203/d). Öğretide, mirasçıların saklı pay çıkarları açısından üçüncü kişi durumunda oldukları ve muvazaayı tanıkla dahi ispat edebilecekleri, saklı pay dışındaki çıkarları bakımından ise külli halefiyet nedeniyle üçüncü kişi sayılmayıp şekle tabi işlemin muvazaalı olduğunu yazılı delille ispatlayabilecekleri kabul edilir.Nisbi muvazaa söz konusu olduğunda, muvazaalı işlemin altında gizlenen işlem, gerçek iradeleri yansıttığı için kural olarak geçerlidir (TBK 19/I). Ancak ehliyetsizlik, ahlaka aykırılık gibi muvazaa dışında işlemin kendisinde olan bir geçersizlik nedeni varsa işlem hüküm doğurmaz. Bununla birlikte gizli işlemin geçerliliği bir şekle bağlanmışsa  muvazaalı  işlem  için  uyulan  şeklin,  gizli  işlem  için  aranan  şekil şartını gerçekleştirip gerçekleştirmeyeceği tartışmalıdır. Bir görüşe göre muvazaalı işlem için yapılan resmi şekil, gizli işlemin şekil şartını yerine getirmiş sayılır. Hakim görüş ise özellikle taşınmaz mülkiyeti devri borcu doğuran sözleşmelerde, görünürdeki işlemin muvazaa nedeniyle, gizli işlemin de şekle aykırılık nedeniyle 85  Necmeddin Feyzi Feyzioğlu, Borçlar Hukuku Genel Hükümler (İstanbul Üniversitesi Yayınları 1976) 195-196; von Tuhr (n 81) 274-275; Oğuzman ve Öz (n 82) N 415-416; Selahattin Sulhi Tekinay, Sermet Akman, Haluk Burcuoğlu ve Atilla Altop, Tekinay Borçlar Hukuku Genel Hükümler (Filiz Kitabevi 1993) 411-412; Reisoğlu, (n 80) 106; Haluk Nomer, Borçlar Hukuku Genel Hükümler (Beta 2019) N 69 vd; A Barış Özbilen, Sözleşmelerin Şekli ve Şekil Yönünden Hükümsüzlüğü (On İki Levha 2016) 257.86  İİK 277 vd hükümleri gereğince alacaklılardan mal kaçırmak amacıyla yapılan tasarruflara karşı açılabilen iptal davası ile muvazaa nedeniyle açılan davayı birbirine karıştırmamak gerekir. Bu konuda bkz Atamulu (n 81) 136 vd. Ayrıca karşılaştırmak için bkz Ahmet M Kılıçoğlu, Borçlar Hukuku Genel Hükümler (Turhan 2019) 242 vd. 87  Kocayusufpaşaoğlu, Borçlar (n 80) §35, N 19; Eren, Genel Hükümler (n 80) N 1105 vd. Yokluk da kesin hükümsüzlük gibi her zaman ve ilgili herkes tarafından ileri sürülebilir ve hâkim tarafından re sen dikkate alınır. Ancak kesin hükümsüzlükten farklı olarak yokluk halinin ileri sürülmesinde hakkın kötüye kullanılması gündeme gelmez. Yok hükmünde olan bir işlemin tahvil yolu ile başka bir işleme dönüştürülmesi de mümkün olmaz. Öğretide bir diğer görüşe göre ise muvazaalı işlemin geçersizliği klasik anlamda bir kesin hükümsüzlük değildir; sadece tarafların ve üçüncü kişilerin ileri sürebileceği ancak hâkimin re sen dikkate alamayacağı özel bir geçersizliktir. Bu görüş hakkında bkz Ernst Kramer and Bruno Schmidlin, Berner Kommentar, Allgemeine Einleitung in das schweizerische Obligationenrecht und Kommentar zu Art. 1-18 OR, Schweizerisches Zivilgesetzbuch, Das Obligationenrecht, Allgemeine Bestimmungen, Band/Nr. VI/1/1 (Stämpfli 1986) Art 18 N 162. 88   ...muvazaa ile illetli olarak yapılan temlik yok hükmünde olup (baştan itibaren geçersiz olduğu) bu yokluk bütün mirasçılar bakımından geçerlidir...  (Yargıtay 1 HD, 4564/6700, 22.11.2017, Kazancı İçtihat Bilgi Bankası). Muvazaalı işlemin hiç yapılmamış olduğu yönünde bkz Yargıtay 17 HD, 2013/7947, 2014/15062, 04.11.2014, Kazancı İçtihat Bilgi Bankası. 89  Oğuzman ve Öz (n 82) N 416. Ayrıca bkz II/A.90  Kocayusufpaşaoğlu, Borçlar (n 80) § 35, N 22; Nomer (n 87) N 69.4; Jäggi, Gauch and Hartmann (n 82) N 156.91  Şeref Ertaş, Eşya Hukuku (Fakülteler Barış Kitabevi 2016) N 1275; Selahattin Sulhi Tekinay, Sermet Akman, Haluk Burcuoğlu ve Atilla Altop, Tekinay Eşya Hukuku (Filiz Kitabevi 1989) 439; İlhan E Postacıoğlu ‘Namı Müstear ve Muvazaa Meseleleri Hakkında Yeni Görüşler  (1955) A. Samim Gönensay a Armağan 185.179İstanbul Hukuk Mecmuası 78/1geçersiz olduğu yönündedir. Buna göre; gerçekte tarafların iradesinin taşınmaz bağışı, görünürdeki işlemin ise taşınmaz satışı olduğu nisbi muvazaa hallerinde, gerçek iradeleri yansıtmayan taşınmaz satış sözleşmesi muvazaa nedeniyle, gerçek iradeleri yansıtan bağışlama vaadi sözleşmesi ise resmi şekilde yapılmadığı için geçersizdir. Bu durumda taşınmaz satışı için düzenlenen resmi senet, bağışlama vaadi sözleşmesindeki esaslı unsur olan ivazsızlık halini içermediği, aksine senette satış bedeli gösterildiği için, gizli işlemin şekil şartını sağlamış olmaz-94. Nisbi  muvazaa,  uygulamada  çoğunlukla,  mirasbırakan  tarafından  bir  ya  da birkaç mirasçı lehine ve diğerlerinin aleyhine, onlardan mal kaçırmak amacıyla, yapılmaktadır. Mirasbırakan genellikle gerçekte ivazsız devrettiği taşınmazları için, tenkis davasını önlemek amacıyla, tapuda satış ya da ölünceye kadar bakma 92  Yargıtay İBK, 8/7, 7.10.1953; Feyzioğlu (n 87) 204; Gürsoy, Eren ve Cansel (n 83) 485-486; Hasan Erman, Eşya Hukuku (Der 2017) 89; Oğuzman, Seliçi ve Oktay-Özdemir (n 82) 1443; Nomer (n 87) N 69.4; Hüseyin Hatemi ve Emre Gökyayla, Borçlar Hukuku Genel Hükümler (Vedat 2017) § 12, N 4; Kılıçoğlu, Borçlar (n 88) 239-240; Hüseyin Hatemi, Rona Serozan ve Abdülkadir Arpacı, Eşya Hukuku (Filiz Kitabevi 1991) 514-515; Mehmet Ayan, Miras Hukuku (Seçkin 2016) 208; Sert Sütçü (n 83) 68; Özbilen (n 87) 260; Jäggi, Gauch and Hartmann (n 82) N 160. 93  Eren, Genel Hükümler (n 80) N 1119.94  Kısmi muvazaanın tipik örneği olarak karşımıza çıkan bedelde muvazaa hallerinde de öğretide genel olarak aynı sonuca varılmaktadır (Bedelde muvazaa başta olmak üzere nisbi muvazaa hallerinde, gizli sözleşmedeki şekil eksikliğinin ileri sürülmesinin, özellikle her iki tarafın sözleşmeyi bilerek ifa ettiği halde, hakkın kötüye kullanılması teşkil edebileceği yönünde bkz Kocayusufpaşaoğlu, Borçlar (n 80) § 35, N 24, 25. Bu durumda TMK 2/II deki koşulların oluşup oluşmadığı gözetilmeksizin şekle aykırılık nedeniyle oluşan kesin hükümsüzlüğün amaca uygun sınırlama yöntemi ile daraltılabileceği yönünde bkz Pakize Ezgi Akbulut, Borçlar Hukukunda Kesin Hükümsüzlük Yaptırımının Amaca Uygun Sınırlama (Teleolojik Redüksiyon) Yöntemi İle Daraltılması (On İki Levha 2016) 148-149). Bununla birlikte vergi mevzuatı (492 sayılı Harçlar Kanunu ve 213 sayılı Vergi Usul Kanunu) uyarınca eksik ödenen harcın gerçek bedel dikkate alınarak cezalı olarak tahsil edilmesinin bedelde muvazaa halinde gizli işlemin geçersiz sayılmasına engel olduğu da ileri sürülmektedir. Bkz Tekinay, Akman, Burcuoğlu ve Altop, Eşya Hukuku (n 93) 669-670. Buna karşılık öğretide haklı olarak ilgili mevzuatın sadece düşük bedelle yapılmış muvazaalı satışlarda değil, düşük bedelli gerçek satışlarda da uygulandığı, vergi hukukunun sözleşmenin geçerli olup olmaması ile değil, tapu harcını doğuran olayın gerçekleşmesi ile ilgilendiği, bu nedenle gerçek bedelden düşük gösterilen taşınmaz satışlarının vergi mevzuatı gereğince geçerli sayılamayacağı da ileri sürülmüştür. Bkz Lale Sirmen, Eşya Hukuku (Yetkin 2018) 337-338. Uygulamada bedelde muvazaaya rastlanılan durumlardan bir diğeri de, önalım hakkı sahibinin bu hakkını kullanmasını engellemek maksadıyla bedelin daha yüksek gösterilmesidir. Resmi senette bedelin düşük gösterilmesinin muvazaa nedeniyle sözleşmeyi geçersiz kılmayacağı, taraf iradelerinin sözleşmenin geçerli olacağı konusunda tam olarak uyuştuğu, bununla birlikte önalım hakkını kullanacak paydaşın bu hakkını düşük bedel üzerinden kullanacağı, ödenecek verginin ise vergi mevzuat gereği rayiç bedel üzerinden tahakkuk ettirileceği; bedelin yüksek gösterilmesi halinde de muvazaa nedeniyle sözleşmenin geçersiz olmayacağı ancak önalım hakkı sahibinin gerçek satış bedelini kanıtlayarak bu bedel üzerinden hakkını kullanabileceği yönünde bkz Ertaş (n 93) N 1276. Ayrıca bkz Murat Aydoğdu, Yasadan ve Sözleşmeden Doğan Önalım Hakkı (Adalet 2013) 41-42.95  Mirasbırakanın ölümünden önceki bir yıl içinde yaptığı –adet üzerine verdiği hediyeler hariç- bağışlamalar ile bir yıl sınırı olmaksızın saklı pay kurallarını etkisiz kılmak amacıyla yaptığı açık olan kazandırmalar tenkise tabidir (TMK 565/b 3 ve 4). 96   ...Somut olaya gelince, mirasbırakanın, davaya konu bağımsız bölümlerini temlik tarihinde 18 yaşından küçük olan ve alım gücü bulunmayan torunu E. ‘ye satış suretiyle temlik ettiği, tanık anlatımlarına göre kira gelirleri bulunan ve hayır işleriyle de uğraşan murisin taşınmaz satmaya ihtiyacının olmadığı, E. ‘nin annesi olan davalı kızı ... ile birlikte yaşadığı, taşınmazların gerçek değerleri ile satış değerleri arasında da fahiş fark bulunduğu anlaşılmaktadır.  Bütün bu somut bulgu ve olgular yukarıda değinilen ilkelerle birlikte değerlendirildiğinde, mirasbırakanın taşınmazları temlikteki gerçek iradesinin mirasçıdan mal kaçırma amaçlı ve muvazaalı olduğu sonucuna varılmaktadır...  (Yargıtay 1 HD, 2014/4571, 2015/13193, 17.11.2015, Kazancı İçtihat Bilgi Bankası).180Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...sözleşmesi yapmaktadır. Bunun birçok nedeni olabilir: Mirasbırakan, kendisi ile yeterince ilgilenmediğini düşündüğü çocuklarına daha az miras payı bırakarak onları cezalandırmak, çocukları arasında cinsiyet ayrımı yaparak, taşınmazlarını sadece kız ya da (genellikle) erkek çocuklarına devretmek, ilk evliliğinden olan çocuklarına daha az miras payı bırakmak veya zayıf durumda olan çocuğunu güçlendirmek isteyebilir ya da yakınlarının baskısı ile muvazaalı işlem yapmış olabilir.Yargıtay İçtihadı Birleştirme Büyük Genel Kurulu nun 1.4.1974 Tarih ve 1/2 Sayılı Kararı ile mirasçılardan mal kaçırmak amacıyla yapılan muvazaalı taşınmaz satış işlemleri için bazı ilkeler getirilmiştir-101. Bu ilkelerin esas alındığı nisbi muvazaa, 97   ...Miras bırakanın, ölünceye kadar bakıp gözetme karşılığı yaptığı temlikin muvazaa ile illetli olup olmadığının belirlenebilmesi içinde, sözleşme tarihinde murisin yaşı, fiziki ve genel sağlık durumu, aile koşulları ve ilişkileri, elinde bulunan mal varlığının miktarı, temlik edilen malın, tüm mamelekine oranı, bunun makul karşılanabilecek bir sınırda kalıp kalmadığı gibi bilgi ve olguların göz önünde tutulması gerekir. Somut olayda, yedi parça taşınmaz miras bırakana aitken sağlığında ölünceye kadar bakma sözleşmesi ile davalı oğluna temlik ettiği getirtilen kayıt ve belgelerle sabittir. Tarafların özel durumları, taşınmazların nitelikleri ve değerleri yukarda değinilen ilkelere göre değerlendirildiğinde, miras bırakanın mirastan mal kaçırmak amacıyla muvazaalı temlik yoluna başvurduğu anlaşılmaktadır…  (Yargıtay 1 HD, 2000/14753, 2001/140, 16.1.2001, Kazancı İçtihat Bilgi Bankası).    ...bakıp gözetme koşulu ile yapılan temliki işlemin geçerliliği için sözleşmenin düzenlendiği tarihte bakım alacaklısının özel bakım gereksinimi içerisinde bulunması zorunlu değildir. Bu gereksinmenin sözleşmeden sonra doğması ya da alacaklının ölümüne kadar çok kısa bir süre sürmüş bulunması da sözleşmenin geçerliliğine etkili olamaz. Kural olarak, bu tür sözleşmeye dayalı bir temlikin de muvazaa ile illetli olduğunun ileri sürülmesi her zaman mümkündür. En sade anlatımla muvazaa, irade ile beyan arasında kasten yaratılan aykırılık olarak tanımlanabilir. Böyle bir iddia karşısında, asıl olan tarafların akitteki gerçek ve müşterek amaçlarının saptanmasıdır. (TBK m. 19 (BK m. 18)). Şayet bakım alacaklısının temliki işlemde bakıp gözetilme koşulunun değil de, bir başka amacı gerçekleştirme iradesini taşıdığı belirlenirse (örneğin mirasçılarından mal kaçırma düşüncesinde ise), bu takdirde akdin ivazlı (bedel karşılığı) olduğundan söz edilemez; akitte bağış amacının üstün tutulduğu sonucuna varılır. Bu halde de Yargıtay İçtihadı Birleştirme Büyük Genel Kurulu nun 1.4.1974 gün ve 1/2 Sayılı İçtihadı Birleştirme Kararı olayda, uygulama yeri bulur. Miras bırakanın, ölünceye kadar bakıp gözetme karşılığı yaptığı temlikin muvazaa ile illetli olup olmadığının belirlenebilmesi içinde, sözleşme tarihinde murisin yaşı, fiziki ve genel sağlık durumu, aile koşulları ve ilişkileri, elinde bulunan mal varlığının miktarı, temlik edilen malın, tüm mamelekine oranı, bunun makul karşılanabilecek bir sınırda kalıp kalmadığı gibi bilgi ve olguların göz önünde tutulması gerekir. Somut olaya gelince; yukarda da değinildiği üzere Borçlar Kanunu nun 611. ve takip eden maddelerinde öngörülen ölünceye kadar bakma akitleri talihe bağlı akitlerden olup, mutlaka akit tarihinde bakım gibi bir gereksinimin varlığı şart değildir. Diğer taraftan bakım borçlusunun temlik edenin oğlu olması, kendisine bakım koşuluyla temlik yapılmasına mani olmadığı gibi, aksine yasal bir düzenleme de bulunmamaktadır. Ayrıca, miras bırakanın davalı oğlu ile aynı binada altlıüstlü oturduğu, ölümünden evvel son 1- 1,5 ayını bakıma muhtaç olarak geçirdiği, dinlenen tanıklar ve özellikle davalı tanığı olarak dinlenen dava dışı sağ kalan eş ( tarafların annesi )in beyanı ile mirasbırakanın çocukları olan taraflar arasında ayrım yapmadığı, davacı kızı ile bir problemi olmadığı dosya kapsamı ile sabittir. O halde; değinilen bu somut olgular, yukarda değinilen ilkeler çerçevesinde değerlendirildiğinde, mirasbırakanın davalıya ölünceye kadar bakım akti ile yapmış olduğu temlikin mirasçıdan mal kaçırma amacı taşımadığı kabul edilmelidir…  (Yargıtay, 1 HD, 2456/13033, 2.10.2018, Kazancı İçtihat Bilgi Bankası).98  Dural ve Öz (n 13) N 1142; Serozan ve Engin (n 18) § 3, N 30; Satış ve ölünceye kadar bakma sözleşmeleri kadar sık karşılaşılmasa da trampa (TBK 282 vd) ve ömür boyu gelir sözleşmesi (TBK 607 vd) gibi ivazlı sözleşmeler de mirasçılardan mal kaçırmak amacıyla muvazaalı olarak yapılmaktadır. Bkz Mehmet Beşir Acabey, ‘Yargıtay Kararları Işığında Muris Muvazaası  iç Tuğçe Tuzcuoğlu ve A Hulki Cihan (edr), Yargıtay Kararları Işığında Güncel Medeni Hukuk Problemleri Sempozyumu Bildirileri 8-9 Kasım 2018 (On İki Levha 2019) 474.99  Zeynep Uyar Hatipoğlu, ‘Yargıtay İçtihatlarına Göre Muris Muvazaasında Miras Bırakanın Asıl İradesinin Tayini  (2017) 22(36) DÜHFD 109, 111. Bu konuda ayrıntılı bilgi ve Yargıtay kararları için bkz Esra Eviz, Muris Muvazaası (On İki Levha 2019) 64 vd; Sert Sütçü (n 83) 68 vd.100   …Bir kimsenin; mirasçısını miras hakkından yoksun etmek amacıyla, gerçekte bağışlamak istediği tapu sicilinde kayıtlı taşınmaz malı hakkında Tapu Sicil Memuru önünde iradesini satış doğrultusunda açıklanmış olduğunun gerçekleşmiş bulunması halinde, saklı pay sahibi olsun ya da olmasın miras hakkı çiğnenen tüm mirasçılarının, görünürdeki satış sözleşmesinin Borçlar Kanununun 18. maddesine dayanarak muvazaalı olduğunu ve gizli bağış sözleşmesinin de şekil koşulundan yoksun bulunduğunu ileri sürerek dava açabileceklerine ve bu dava hakkının geçerli sözleşmeler için söz konusu olan Medeni Kanunun 507. ve 603. maddelerinin sağladığı haklara etkili olmayacağına Yargıtay İçtihatları Birleştirme Büyük Genel Kurulunun 1.4.1974 günlü ikinci toplantısında oyçokluğuyla karar verildi… . 101  Yargıtay, söz konusu içtihadın değiştirilmesi için yapılan başvuru üzerine aldığı sonraki kararında da aynı esaslarda direnmiştir. Bkz Yargıtay İBK, 1/2, 16.3.1990, Kazancı İçtihat Bilgi Bankası.181İstanbul Hukuk Mecmuası 78/1Yargıtay uygulamasında ve öğretide  muris muvazaası  olarak adlandırılmaktadır. Aslında muris muvazaası ile varılan sonuç, görünürdeki işlemin, gerçek iradeleri yansıtmaması, gizli işlemin ise şekil koşullarını taşımaması nedeniyle geçersiz kabul edilmesi yönünden, genel muvazaa açısından benimsenen çözüm ile uyumludur. Bununla birlikte, Yargıtay kararları ile muris muvazaası için mirastan mal kaçırma kastının aranması, dava hakkının bütün mirasçılara tanınmış olması ve ispat hukuku açısından farklı esaslar getirilmiştir. Buna göre; muris muvazaasından söz edebilmek için öncelikle muvazaa konusu tapuya kayıtlı bir taşınmaz olmalı, mirasbırakan mirasçılardan mal kaçırma amacı ile hareket etmeli, saklı pay sahibi olsun olmasın tüm mirasçılar davacı olabilmeli ve muvazaa nedeniyle açılan dava, tapu sicilinin düzeltilmesi davası olmalıdır. Yargıtay  kararlarında,  mirasbırakanın  mal  kaçırma  amacıyla  hareket  ettiği durumlarda,  mirasçıların,  külli  halef  olarak  değil,  ihlal  edilen  miras  haklarına dayalı  olarak  dava  açtıkları  ve  bu  nedenle  muvazaa  iddiasını  her  türlü  delille ispat edebilecekleri-108; ayrıca bir mirasçının muvazaa nedeniyle tapu sicilinin düzeltilmesi davası açabilmesi için, mirasbırakanın mal kaçırma kastının o mirasçıya 102  Yargıtay İBK, 4/5, 22.5.1987; Yargıtay 4 HD, 13976/19452, 17.12.2012 (Kazancı İçtihat Bilgi Bankası); Canan Ruhi ve Ahmet Cemal Ruhi, Muris Muvazaası (Seçkin 2017) 15 vd; Erhan Günay, Yargıtay Kararları Eşliğinde Mirastan Mal Kaçırma (Tapulu Taşınmazlarda Muris Muvazaası) (Seçkin 2013) 19; İmre ve Erman (n 13) 295 vd; Antalya ve Sağlam (n 19) 306 vd; Ayan, Miras Hukuku (n 94) 207; Mehmet Ayan, Eşya Hukuku –II- Mülkiyet, (Seçkin 2016) 211-212; Uyar Hatipoğlu (n 101) 110-111; Murat Topuz, ‘Yargıtay Kararları Işığında Muris Muvazaasının Varlığını Gösteren Emareler  (2016) 15(2-2) İKÜHFD (Prof. Dr. M. İlhan Ulusan a Armağan Özel Sayı) 709, 710 vd.103  Genel muvazaada üçüncü kişileri aldatma kastının aranıp aranmayacağı tartışmalı olmakla birlikte muris muvazaası bakımından mirasçılardan mal kaçırma kastının aranacağı hususunda tartışma yoktur. 104  Tapusuz taşınmazların taşınır mal niteliğinde olduğu; bu nedenle bağışlama sözleşmesinin satış sözleşmesinin arkasında gizlenmesi durumunda mülkiyet hakkının devrine ilişkin sözleşmenin herhangi bir şekil şartına bağlı olmadığı ve geçerli olduğu yönünde bkz Günay (n 104) 16-17.  ...Dava konusu edilen traktör ve zirai aletler, taşınır mal niteliğindedir. Taşınırların mülkiyetinin nasıl intikal edeceği TMK nun 763. maddesinde (Eski MK m.687) düzenlenmiştir. Taşınırların elden bağışlanması şekle bağlı olmayıp; bağışlayanın bu şeyi bağışlanana teslimi ile mülkiyet geçer (Eski BK m.237, Yeni BK m.289). Tarafların, iradelerini saklamak suretiyle yaptıkları görünürdeki sözleşme geçersiz bulunmakla birlikte, gerçekte amaçladıkları sözleşme geçerlidir. Bunun istisnası ise, gerçek sözleşmenin şekle bağlı bulunması halidir. Somut olayda, miras bırakan ile davalı arasındaki gizli sözleşme menkul mal niteliğindeki traktör ve zirai aletlerin bağışlanmasına ilişkindir. Bu gibi sözleşmeler şekil koşuluna bağlı olmadığından mal elden bağışlanmakla mülkiyeti bağışlanana geçer. Muris muvazaasına ilişkin 1.4.1974 gün ve 1/2 sayılı İçtihadı Birleştirme Kararı nın, ancak tapulu taşınmazlar hakkında ve bununla sınırlı olarak uygulanması söz konusudur. Menkul niteliğindeki traktör ve zirai aletler ile ilgili ve geçerli olan bu temlik işlemine karşı temlik edenin mirasçıları tarafından (muris muvazaasına dayanılarak) iptal davası açılamaz. Ancak, tenkis hükümlerine dayalı olarak talepte bulunulabilir..  (Yargıtay 4 HD, 13976/19452, 17.12.2012, Kazancı İçtihat Bilgi Bankası).105  Aynı yönde bkz Serozan ve Engin (n 18) § 3, N 30, 222. Aksi yönde bkz n 114.106  Ayrıntılı bilgi için bkz Uyar Hatipoğlu (n 101) 117 vd.107  Hakim görüş çerçevesinde, görünürdeki işlem muvazaa, gizli işlem şekle aykırılık nedeniyle geçersiz kabul edildiğinde açılan tapu sicilinin düzeltilmesi davasında, ispat açısından saklı payı olmayan mirasçılar için söylenenlerin (külli halef sıfatının), saklı paylı mirasçılar için de geçerli olacağı, buna karşılık diğer görüş çerçevesinde, saklı paylı mirasçı görünürdeki satışın muvazaa nedeniyle geçersiz olduğunu iddia edip gizlenen (ve geçerli kabul edilen) bağışlama sözleşmesinin tenkisini talep ediyorsa kendisine özel olarak tanınan bir hakkı kullandığı için mirasbırakanın muvazaalı işlemi karşısında üçüncü kişi olduğu ve dolayısıyla muvazaayı tanıkla dahi ispat edebileceği yönünde bkz Serozan ve Engin (n 18) § 3, N 32, 223. Yargıtay ın görüşünün adalet duygusuna ve ahlaki duyarlılığa daha uygun olmasına karşılık sadece saklı paylı mirasçıları korumanın diğer mirasçıları da mirasbırakanla aynı koşullara bağlamanın kanunun sistemine ve amacına daha uygun olduğu yönünde bkz Dural ve Öz (n 13) 1155. Diğer taraftan tanık beyanının muvazaanın ispatlanması bakımından yeterli görülmemesi, fiili karineler ile desteklenmesi gerektiği yönünde bkz Sert Sütçü (n 83) 189.108  Elbirliği halinde malik olan mirasçıların, TMK 640/IV ve 702/IV gereğince tek başlarına ancak tüm mirasçılar için bu davayı açabileceği, mirasçılardan birinin kendi miras payı için tapu sicilinin düzeltilmesi davasını açabileceği yönündeki Yargıtay kararının (HGK, 11.11.2009, 1-458/498) isabetli olmadığı yönünde bkz Nomer (n 87) N 69.5, n 343. 182Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...yönelmesi  gerekmeyeceği  kabul  edilir.  Bununla  birlikte  öğretide  saklı  payı olsun olmasın tüm mirasçıların, muvazaa ve şekle aykırılık nedeniyle açılacak tapu sicilinin düzeltilmesi davasında külli halef sıfatıyla hareket ettikleri; ayrıca mirasbırakanın mal kaçırma amacının sadece saklı pay sahibi mirasçılar açısından önem taşıdığı, mirasbırakanın tasarruf nisabı çerçevesindeki tasarruf özgürlüğü dikkate alındığında, saklı pay sahibi olmayan mirasçılar açısından mirastan mal kaçırma kastından söz edilmesinin isabetsiz olduğu belirtilerek söz konusu kararlar eleştirilmiştir. Ayrıca mirasbırakan, sağlığında görünürdeki satış sözleşmesinin muvazaa nedeniyle geçersizliğini tespit ettirdikten sonra gizli işlem bağışlamanın şekle aykırılığını ileri sürerek tapu sicilinin düzeltilmesini TMK 2/II ye aykırılıktan dolayı sağlayamayacağından, onun külli halefi sıfatıyla hareket eden mirasçılarının ondan ileriye giderek bunu sağlamalarının mümkün olmadığı da ileri sürülmüştür. Buna karşılık, diğer mirasçılardan mal kaçırmak amacıyla mirasbırakanla muvazaalı işlem yapan mirasçıya tapu sicilinin düzeltilmesi davası açıldığında, kötü niyetle hareket eden mirasçının, TMK 2/II den söz edememesi gerektiği ileri sürülerek Yargıtay ın vardığı sonucu savunan görüş de mevcuttur. 109   …miras bırakanın yaptığı muvazaalı sözleşme ile zarar gören bir veya birkaç mirasçı değil, tüm mirasçılar, diğer bir söyleyişle terekedir. Bu itibarla belirli bir mirasçıdan değil, tüm mirasçılardan (terekeden) mal kaçırmak söz konusudur. Bu nedenle uygulamada miras bırakanın hangi mirasçıdan mal kaçırmak amacı taşıdığı değil mirastan (terekeden) mal kaçırmak kastıyla hareket edip etmediği araştırılmaktadır...  Bkz 1 HD 1995/6459 – 8763 sayılı ve 13.6.1995 tarihli Yargıtay kararı ve bu kararda direnilmesi üzerine verilen Y HGK, 1-440/638, 25.9.1996, Kazancı İçtihat Bilgi Bankası. 110  M Kemal Oğuzman, Miras Hukuku (Filiz Kitabevi 1995) 227.111  Necip Kocayusufpaşaoğlu, Miras Hukuku Ek Kitap (Filiz Kitabevi 1992) 27-28. Saklı pay sahibi mirasçıların muris muvazaasını ileri sürebilecekleri, saklı pay sahibi olmayan mirasçıların ise ileri süremeyecekleri yönünde bkz Hüseyin Hatemi, Miras Hukuku (On İki Levha 2018) § 4, N 40. Buna karşılık muris muvazaasında, mirasbırakanın tasarrufunun saklı paydan yoksun bırakmaya değil miras payından yoksun bırakmaya yönelik olduğu, mirasbırakanın tasarruflarına karşı mirasçıların, saklı pay dışında da korunması gereken menfaatleri olduğu yönünde bkz Antalya ve Sağlam (n 19) 310-311.112  Mirastan mal kaçırma kavramının yasal dayanağı olmadığı, mirasbırakanın tasarruf özgürlüğünün saklı pay ve tenkis hükümleri ile sınırlandığı, bunların dışında bir sınırlandırma bulunmadığı yönünde bkz Aydın Aybay, Miras Hukuku (Maltepe Üniversitesi Hukuk Fakültesi Yayınları 2003) 70. İlgili İçtihadı Birleştirme Kararının miras hukuku hükümlerine açıkça aykırı olduğu yönünde bkz İbrahim Kaplan, ‘Muris Muvazaası  (2016) 15(1) İKÜHFD (Prof. Dr. Turhan ESENER e Armağan) 349, 363. Saklı pay sahibi olan olmayan tüm mirasçıların miras hukuku hükümleri ile yeterince korunduğu, bunun ötesinde muris muvazaası ile korunmalarına gerek olmadığı, bu kurumun artık miladını doldurduğu yönünde bkz Acabey (n 100) 487.113  Kocayusufpaşaoğlu, Ek Kitap (n 113) 29-30. Benzer şekilde; muris muvazaasında mirasçıyı zarara soktuğu iddia edilen sözleşmenin görünürdeki işlem değil, şekle aykırılıktan geçersiz olan gizli bağışlama olduğu, ayrıca şekle aykırılığın yaptırımının kendine özgü bir geçersizlik olduğu ve sadece taraflarca ileri sürülebildiği, saklı pay sahibi olmayan mirasçıların taraf kavramı içinde yer aldığı, ifa edilen sözleşmede şekle aykırılığı ileri sürmenin hakkın kötüye kullanılması teşkil edebileceği, dolayısıyla saklı payı olmayan mirasçılar ile saklı paylı mirasçıların saklı pay dışındaki miras payları açısından da şekle aykırılığın ileri sürülmesinin hakkın kötüye kullanılması yasağına aykırı olabileceği, diğer taraftan saklı paylı mirasçıların saklı payları oranında şekle aykırılığı ileri sürmelerinin her zaman mümkün olduğu, bu nedenlerle ilgili Yargıtay İçtihadı Birleştirme Kararının eleştirilebileceği yönünde bkz Eren, Genel Hükümler (n 80) N 1123. 114  İsmet Sungurbey, ‘Mirasbırakanın Muvazaası Durumuna İlişkin Yargıtay ın 1.4.1974 Gün 1/2 Sayılı Doğru İçtihadı Birleştirme Kararı Değiştirilemez  (1994) 6 Medeni Hukuk Sorunları 7, 10 vd.183İstanbul Hukuk Mecmuası 78/1Mirasbırakanın muvazaalı işlemi yaptığı tarihte, mal kaçırmak isteyebileceği bir mirasçısı yoksa, sonradan ortaya çıkan mirasçıların muris muvazaasını ileri süremeyeceği, buna karşılık işlem yapıldığı sırada böyle bir mirasçısı varsa, işlem tarihinden sonra mirasçı olanların da muris muvazaasını ileri sürebilecekleri kabul edilir.Öğretide,  muvazaalı  işlemin  altındaki  gizli  işlem  şekle  aykırılık  nedeniyle geçersiz kabul edildiğinde, muvazaalı satışın konusu olan taşınmaz, mirasbırakanın malvarlığından çıkmış olmayacağından, tenkis davası da açmaya gerek kalmayacağı; tapu sicilinin düzeltilmesi davası açılmasının yeterli olacağı ve bu davanın saklı pay sahibi olsun olmasın tüm mirasçılar tarafından açılabileceği kabul edilir. Bununla birlikte 22.5.1987 tarihli 4/5 sayılı Yargıtay İçtihadı Birleştirme Kararı ile saklı pay sahibi mirasçıların tenkis davası yanında kademeli olarak muvazaa nedeniyle tapu sicilinin düzeltilmesi davası (TMK 1025) açabilecekleri kabul edilmiştir_120. Öğretide, 1974 tarihli İçtihadı Birleştirme Kararına olduğu gibi, bu karara da tümüyle 115  Acabey (n 100) 466-477; İhsan Özmen ve Erslan Özkaya, Muvazaa Davaları (Adalet 1993) 167.   ..Her ne kadar, muvazaalı sözleşme yapıldığı sırada miras bırakanın sözleşme dışında kalan bir mirasçısının bulunmaması halinde mirasçıdan mal kaçırma kastının varlığından söz edilemezse de, başka bir mirasçının veya mirasçıların bulunması, mal kaçırma kastını oluşturacağından muvazaalı sözleşmenin yapıldığı tarihte mirasçı durumunda olmayan ancak sonradan mirasçılık hakkını kazanan herkesin muris muvazaasına dayanarak sözleşmenin geçersizliğini ileri sürerek tapu iptali ve tescil davası açabilme hakkı bulunduğunun kabulü gerekir. Kuşkusuz başka bir mirasçının muvazaa nedeni ile açtığı iptal ve tescil davası sonunda, miras bırakan adına döndürülen taşınmazdan, sözleşme tarihinde mirasçı olmayıp da, miras bırakanın ölüm tarihinde mirasçılık sıfatını kazanan kişi pay alabilmektedir. Başka bir mirasçının açtığı dava sonunda terekeye döndürülen bir taşınmazdan pay alan kişiye muvazaalı sözleşmenin yapıldığı sırada mirasçı bulunmadığından daha sonra mirasçılık sıfatını kazandığından söz edilerek dava hakkı tanınmaması bu yöndeki uygulamaya, muvazaa kurallarına ve Medeni Kanunun mirasçılığa ilişkin buyurucu nitelikteki hükümlerine ters düşer. Bunun yanında uygulamada bir kişinin muhtemel mirasçısından mal kaçırmak kastıyla muvazaalı sözleşme yaptığı sıkça rastlanan bir husustur. Önemli olan davacının sözleşme tarihinde değil, mirasın açılma tarihinde mirasçı olmasıdır.  Somut olayda davacı taşınmazın davalıya temliki tarihinde mirasçı değilse de, daha sonra miras bırakanın evlat edinmesi ile mirasçı durumuna gelmiş, ölüm tarihinde mirasçılık sıfatını yitirmemiştir. Miras bırakanın sözleşme tarihinde kendilerinden mal kaçırmak istediği başka mirasçıları da bulunmaktadır.  Hal böyle olunca, açıklanan ilkelere göre, davacının muris muvazaasına dayanarak dava açma hakkı bulunduğundan, işin esasına girilmesi, tarafların temlikin muvazaalı yapılıp yapılmadığı yönünde, tüm delillerinin toplanması, sonucuna göre bir karar verilmesi gerekirken, yanılgılı değerlendirme ile sözleşmenin yapıldığı sırada, davacının mirasçı bulunmadığından söz edilerek davanın reddine karar verilmesi doğru değildir... ) gerekçesiyle bozularak dosya yerine geri çevrilmekle yeniden yapılan yargılama sonunda; mahkemece önceki kararda direnilmiştir..  (Yargıtay 1 HD, 1995/6459 – 8763, 13.6.1995, Kazancı İçtihat Bilgi Bankası). Ayrıca bkz Yargıtay HGK, 1-596/737, 6.11.1996, Kazancı İçtihat Bilgi Bankası.116   ...muvazaalı temlike konu taşınmazın murisin terekesinde kalacağı, murisin ölümü ile de tüm mirasçıların taşınmazda mirastan kaynaklanan hak sahibi olacakları…. Açıktır...  (Yargıtay 1 HD, 4564/6700, 22.11.2017, Kazancı İçtihat Bilgi Bankası).117  Serozan ve Engin (n 18) § 3, N 30, 222. 118  Oğuzman, Miras (n 112) 225; M Kemal Oğuzman, ‘Miras Bırakanın Gayrimenkule İlişkin Muvazaalı İşlemleri Bakımından Tenkis Davası ve Tapu Kaydının Tashihi Davası  (1990) Prof. Dr. İlhan E. Postacıoğlu na Armağan 187, 189.119   …Miras bırakanın yaptığı temliki tasarruflardan zarar gören mirasçıların tenkis davası ile birlikte kademeli olarak veya tenkis davası açtıktan sonra ayrı bir dilekçe ile Borçlar Kanununun 18. maddesine, dayalı muvazaa nedeniyle iptal-tescil davası da açabileceklerine karar verilmiştir.  (Yargıtay İBK, 4/5, 22.5.1987, Kazancı İçtihat Bilgi Bankası).  ..Hal böyle olunca; davacının öncelikli talebi olan pay oranında tapu iptal ve tescil isteği yönünden değerlendirme yapılarak evvela bu talep konusunda bir karar verilmesi; eğer muvazaa iddiasının reddi gerektiği kanaatine varılırsa bu durumda terditli olarak talep edilen tenkis isteği yönünden değerlendirme yapılması gerekirken yazılı şekilde karar verilmesi hatalı olmuştur.  (Yargıtay 1 HD, 72/4102, 21.3.2013, Kazancı İçtihat Bilgi Bankası). Tenkis davası açılıp sonuçlandıktan sonra, söz konusu İçtihadı Birleştirme Kararının uygulanmayacağı yönünde bkz Yargıtay 1 HD, 5687/6367, 18.5.2000, Kazancı İçtihat Bilgi Bankası. Kararın eleştirisi için ve saklı paylı mirasçıların tenkis davası açmalarının sonradan muvazaaya dayalı olarak dava açmalarına engel olmayacağı yönünde bkz Sezer Çabri, Miras Hukuku Şerhi C-I (On İki Levha 2018) N 1536.120  Ayrıca tenkis talebiyle açılan davanın ıslah yoluyla muvazaa davasına dönüştürülebileceği yönünde bkz Yargıtay 2 HD, 4944/8237, 22.6.2004, Kazancı İçtihat Bilgi Bankası. Muvazaa nedeniyle açılan yolsuz tescilin düzeltilmesi davasının da ıslah ile tenkis davasına dönüştürülebileceği ancak bu halde tenkis davası için aranan süreye dikkat edilmesi gerektiği yönünde bkz Sert Sütçü (n 83) 180.184Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...karşı çıkanların olduğu ve özellikle önce tenkise sonra muvazaaya dayanarak terditli dava açılması yönünden kararın eleştirildiği görülmektedir. Diğer taraftan muvazaa nedeniyle geçersiz olan satış sözleşmesinin bağış sözleşmesinin şeklini karşıladığını ve gizli işlemin de geçerli olduğunu kabul eden görüş çerçevesinde, muvazaalı satışın hükümsüzlüğünü tespit ettiren saklı paylı mirasçıların, geçerli olan bağışlamanın tenkisini dava edebilecekleri de kabul edilir. Mirasbırakanın mal kaçırma kastının olup olmadığının, diğer bir ifadeyle muvazaalı işlemi yapmaya yönelik iradesinin tespitinde Yargıtay, somut olaya göre, ülkenin veya bölgenin geleneklerini, toplumsal eğilimi, olayların olağan akışını, mirasbırakanın haklı ve makul bir nedeninin olup olmadığını, davalının satın alma gücünü, taraflar ile mirasbırakan arasındaki ilişkiyi, satış bedeli ile sözleşme tarihindeki gerçek değer arasındaki farkı dikkate alır_125.Muris  muvazaasında  mirasçılardan  mal  kaçırma  kastının  bir  unsur  olarak aranması nedeniyle mirasbırakanın paylaştırma amacı ile yaptığı işlemlerde muvazaa hükümlerinin  uygulanmayacağı  Yargıtay  tarafından  kabul  edilmektedir.  Aynı şekilde öğretide de mirasbırakanın sağlığında paylaştırma kastı ile yaptığı satışlarda, mal kaçırma kastı olmayacağı ve dolayısıyla muris muvazaasından söz edilemeyeceği kabul edilmektedir-128. 121  Resmi şekildeki klasik hükümsüzlük görüşünün miras hukukuna kaydırılarak saklı payı ihlal edilmemiş olan mirasçıya geçersizlik davası açma hakkını tanıyan 1.4.1974 tarihli İBK ve onun daha ağırlaştırılmış şekli 22.5.1987 tarihli İBK ile Türk-İsviçre Miras Hukukunun benimsediği esaslara ve Türk toplumunun ihtiyaçlarına aykırı bir çözümün ortaya çıktığı; mirasçının ancak tenkis davası açabileceği, hukuki menfaati ihlal edilmiş üçüncü kişi durumunda olmadığı için muvazaa veya şekil noksanlığı sebeplerine dayanarak dava açamayacağı yönünde bkz Yaşar Karayalçın, ‘Mirasçının Muvazaa Nedeniyle İptal Davası Açma Hakkı Var Mıdır? (1.10.1953, 11.4.1974 ve 22.6.1987 Tarihli İçtihadı Birleştirme Kararları)  (1989) Yasa Dergisi 323, 337; Yaşar Karayalçın, Mirasbırakanın Muvazaası Mı? Tasarruf Özgürlüğü ve Saklı Payın Korunması Mı? Bir Tartışma (Turhan 2000) 15. 122  Önce tenkis talep ederek sadece saklı payını geri almaya razı olan mirasçısının, sonrasında muvazaa nedeniyle işlemin tümüyle geçersizliğini ileri sürememesi gerektiği, bu durumda ancak muvazaa gerekçesiyle tüm mülkiyet hakkının korunması, bu kabul edilmediğinde sadece saklı payın tenkisinin istenmesi şeklinde bir sıra takip edilebileceği yönünde bkz Dural ve Öz (n 13) N 1151. İçtihadı Birleştirme Kararındaki sıranın olsa olsa önce muvazaa nedeniyle görünürdeki işlemin hükümsüzlüğü tespit edildikten sonra gizli işlemin şekle aykırılığı nedeniyle tapu sicilinin düzeltilmesi; gizli işlemin geçersizliği herhangi bir şekilde ileri sürülemiyorsa tenkisin talep edilmesi şeklinde olabileceği yönünde bkz Kocayusufpaşaoğlu, Ek Kitap (n 113) 26. Diğer taraftan aslında mirasçının münhasıran muvazaa davası ile de sonuç almasının mümkün olmayacağı yönünde bkz Kocayusufpaşaoğlu, Ek Kitap (n 113) 29-30. 123  Serozan ve Engin (n 18) § 3, N 30. Bu şekilde saklı paylı mirasçının tenkis davası açmasını önlemek isteyen mirasbırakanın amacına ulaşmasının engellenmiş olduğu, böyle bir muvazaaya başvurulmuş olmasının saklı payı etkisiz kılma kastını ispatlamaya yettiği, bu nedenle açılacak tenkis davasının TMK 565 b. 4 e tabi olacağı ve bir yıllık süre sınırı olmadan dava açılabileceği yönünde bkz Serozan ve Engin (n 18) §3 N 30, n 30.124   ...ülke ve yörenin gelenek ve görenekleri, toplumsal eğilimleri, olayların olağan akışı, miras bırakanın sözleşmeyi yapmakta haklı bulunup bulunmadığı, davalı yanın alış gücünün olup olmadığı, satış bedeli ile sözleşme tarihindeki gerçek değer arasındaki fark, taraflar ile miras bırakan arasındaki beşeri ilişki gibi olgulardan yararlanılmasında zorunluluk vardır…  (Yargıtay 1 HD, 5420/8997, 14.9.2004, Kazancı İçtihat Bilgi Bankası). 125  Mal kaçırma amacıyla yapılan muvazaalı devir, mirasçılar dışında üçüncü bir kişiye de yapılmış olabilir. Aradaki anlaşma gereği üçüncü kişi, mirasbırakandan devraldığı taşınmazı sonradan onun arzu ettiği bir mirasçıya devredebilir. Bkz Uyar Hatipoğlu (n 101) 119; Sert Sütçü (n 83) 106.126  Yargıtay HGK, 1-295/333, 16.6.2010; Yargıtay 1 HD, 4662/8144, 28.6.2012; Yargıtay 1 HD, 2014/14650, 2016/3057, 15.3.2016; Yargıtay 1 HD, 2018/2238, 2019/2654, 15.4.2019 (Kazancı İçtihat Bilgi Bankası). Bu durumda denkleştirme hükümlerinin (TMK 669 vd) uygulanması gerektiği yönünde bkz Acabey (n 100) 484.127  İmre ve Erman (n 13) 297; Uyar Hatipoğlu (n 101) 25-126; Eviz (n 101) 62. Mirasbırakanın mal kaçırma kastı olmadan, sağlığında paylaştırma amacıyla yaptığı muvazaalı işlemlerde, gizli işlemin şekle aykırılığı nedeniyle tapu sicilinin düzeltilmesi yoluna gidilmemesi gerektiği, aksi takdirde esasın haklı gerekçe olmadan şekle feda edilmiş olacağı yönünde bkz İmre ve Erman (n 13) 297. 128  Yapılan kazandırmaların değerlerinin birbiriyle uyumlu olduğu hallerde adil ve usul ekonomisine uygun görünen bu çözümün sağlam dayanağı olmadığı yönünde bkz Dural ve Öz (n 13) N 1156.185İstanbul Hukuk Mecmuası 78/1Mirasbırakanın, bir mirasçısının üçüncü kişiden satın aldığı taşınmazın bedelini ödediği (gizli bağış olarak nitelendirilen) durumda muris muvazaası olmadığı, tenkis ve denkleştirme hükümlerine başvurulabileceği kabul edilir. Yargıtay ve öğretideki hakim görüşten farklı olarak, muris muvazaası olarak kabul edilen hallerde, aslında muvazaa değil kanuna karşı hilenin söz konusu olduğunu ileri süren bir görüş de vardır. Bu görüşe göre; kanuna karşı hilenin yaptırımı iptal değil, tarafların ulaşmak istediği hukuki sonucun önlenmesi olduğu için ve taraflar da burada tenkis davasını önlemek istediklerinden buradaki işlemin yaptırımı da hükümsüzlük değil, saklı paylı mirasçıların tenkis davası açabilmeleri olmalıdır. B. Tarım Arazilerinin Devrinde Muris MuvazaasıUygulamaya baktığımızda mirasbırakanın yaptığı muvazaalı işlemlerin büyük bir kısmında, mirasçılardan mal kaçırma kastıyla hareket edilmekte, yukarıda da bahsedildiği üzere çeşitli nedenlerle mirasçılar arasında ayrım yapılmaktadır ve bu ayrımın hukuki sonuçlarından, özellikle de tenkis hükümlerinden kaçınmak amaçlanmaktadır. Diğer taraftan bazı hallerde mirasbırakanın mal kaçırma kastı olmamakta, hatta mirasbırakan tapu memurunun yanlış yönlendirmesi sonucu böyle bir işlem yapabilmektedir. Örneğin, mirasbırakan aslında kendisine bakmakta olan ve ölene kadar da bakmayı vaat eden alt soyuna, bu emeğinin karşılığı olarak bir taşınmazını devretmek için tapu müdürlüğüne gittiğinde, bu iradesini açıklamasına rağmen tapu memuru ölünceye kadar bakma sözleşmesi düzenlemek yerine satış sözleşmesi düzenleyerek bu konuda farkındalığı olmayan mirasbırakanın muvazaalı işlem yapmasına vesile olabilmektedir. Hatta bu halde mirasbırakanın üçüncü kişileri aldatma kastı olmadığından yola çıkarak ortada genel anlamda muvazaalı bir işlemin olmadığı da söylenebilir.129  Atamulu (n 81) 41; Oğuzman, Seliçi ve Oktay-Özdemir (n 82) N 1441, n 397; Sert Sütçü (n 83) 102.  01.04.1974 tarihli ve 1/2 sayılı İçtihadı Birleştirme Kararı konusu ve sonuç bölümü itibariyle, mirasbırakanın kendi üzerindeki tapulu taşınmazlar yönünden yaptığı temliki işlemler için bağlayıcıdır. Somut olayda olduğu gibi bedeli ödenerek  gizli bağış  şeklinde gerçekleştirilen işlemler hakkında anılan Yargıtay İçtihadı Birleştirme Kararının doğrudan bağlayıcı olma niteliği yoktur. Bunun yanı sıra, karara, yorum yoluyla gizli bağış iddialarına yönelik olarak uygulama olanağı sağlanamayacağı; Hukuk Genel Kurulunun 30.12.1992 tarihli 586/782 sayılı; 21.09.1994 tarihli ve 248/538 sayılı; 21.12.1994 tarihli ve 667/856 sayılı; 11.10.1995 tarihli ve 1995/1-608 sayılı kararlarında belirtilmiş; Dairenin yargısal uygulaması bu doğrultuda kararlılık kazanmıştır.  (Yargıtay 1 HD, 2014/1718, 2015/22, 12.1.2015, Kazancı İçtihat Bilgi Bankası).130  Ayan, Eşya (n 104) 212; Nomer (n 87) N 69.8; Eviz (n 101) 104.131  Ayrıntılı bilgi için bkz Emrehan İnal, ‘Denkleştirme ve Tenkis Davalarında Parası Miras Bırakan Tarafından Ödenerek Mirasçılardan Biri Adına Alınan Taşınmazların Durumu  (2007) 65(2) İÜHFM 277 vd. 132  Kanuna karşı hile hakkında bkz M Kemal Oğuzman ve Nami Barlas, Medeni Hukuk (Vedat 2019) N 906 vd; Hamide Topçuoğlu, Kanuna Karşı Hile (Kanundan Kaçınma Yolları) (Selüloz 1950) 7 vd.133  Ali Naim İnan, Şeref Ertaş ve Hakan Albaş, Türk Medeni Hukuku Miras Hukuku (Seçkin 2019) N 1137. Yazarlara göre ayrıca burada hâkim görüşün aksine bir şekil eksikliği de yoktur. Taşınmaz bağış sözleşmesi, resmi şekilde yapılan taşınmaz satış sözleşmesinin içinde gerçekleşmiştir. Her iki sözleşmenin de amacı taşınmaz devri olduğu için burada tahvil kurumunun tipik bir uygulaması söz konusudur. Bkz N 1137, 1373. Burada yazarların tahvile gitmesi eleştiriye açıktır.134  Yargıtay, taraflar arasında yapılmış ölünceye kadar bakma sözleşmesi olmamasına rağmen, yapılan satış sözleşmesinin karşılığının emek de olabileceğinden yola çıkarak, sağlığında kendisine baktığı tespit edilen mirasbırakanın gelinine yapılan taşınmaz satışı işleminde, mirastan mal kaçırma kastı olmadığı sonucuna varmıştır. Bkz Yargıtay 1 HD, 3636/13452, 15.10.2018, Kazancı İçtihat Bilgi Bankası. Bununla birlikte satış bedelinin mutlaka para olarak belirlenmesi gerektiği yönünde bkz Fikret Eren, Borçlar Hukuku Özel Hükümler (Yetkin 2017) 36; Haluk Tandoğan, Borçlar Hukuku Özel Borç İlişkileri C.I/1 (Vedat 2008) 84.135  Bkz II/A.186Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...Özellikle kırsal bölgelerde, mirasbırakan, maliki olduğu tarım arazisini hayatta iken o arazi ile en fazla ilgilenen, emek ve para harcayan hatta bazen araziye köy/çiftlik evi inşa eden çocuğuna bırakmayı tercih etmektedir; ancak devir taahhüdü ivazsız olmasına rağmen tapuda satış sözleşmesi şeklinde düzenlendiğinde işlem muvazaalı hale gelmektedir. Ne var ki yukarıda da açıkladığımız üzere, muris muvazaası nedeniyle işlemin geçersiz kılınabilmesi için öncelikle mirasbırakanın diğer mirasçılardan mal kaçırma kastı olması aranır. Her somut olayda hakim, mirasbırakanın mal kaçırma kastının olup olmadığını tespit ederken yine yukarıda da belirttiğimiz çeşitli kıstasları dikkate alır. Bölgenin gelenekleri, mirasbırakanın makul ve haklı nedeni gibi durumları göz önünde tutarak, hakim, tarım arazisine ilişkin muvazaalı işlemde, mal kaçırma kastının olmadığına karar verebilir. Örneğin, ailenin en büyük çocuğuna işletmekte olduğu tarım arazisini bırakmak, bölge gelenekleri arasında sayılabilir.Muvazaalı  işlemin  konusu,  5403  sayılı  Kanun  kapsamına  giren  bir  tarım arazisi olduğunda, muris muvazaasının koşullarının gerçekleşip gerçekleşmediği incelenirken  söz  konusu  Kanun  hükümlerinin  ve  özellikle  bu  kapsamda  tarım arazilerinin bütünlüğünün dikkate alınması gerekir. Tarım arazilerinin bütünlüğünün tehlikeye düşmesi halinde muris muvazaasının ileri sürülmesinin hakkın kötüye kullanılması oluşturduğu öğretide ileri sürülmüştür. Benzer şekilde, bir babanın, tarım arazisinin mirasçılar arasında parçalanmasını önlemek amacıyla sağlığında, yasal sınırlar içinde, bir oğlu lehine bağışta bulunmasını ya da görünürde satış gerçekte bağış yapmasını, eşyanın niteliğine uygun bir işlem olarak tanımak gerektiği, ayrıca taşınmazların miras yoluyla aşırı ve ekonomik üretime imkan vermeyecek şekilde bölünmesinin ve parçalanmasının da üzerinde durulması gereken ciddi sosyal bir olay olduğu da öğretide ifade edilmiştir.5403 sayılı Kanun ile tarım arazilerinin devrinde ehil mirasçıya öncelik tanınması ve tarım arazilerinin bütünlüğünün korunmasına ilişkin kurallar emredici kurallardır. 5403 sayılı Kanun gereği, mirasbırakan, yapacağı ölüme bağlı tasarruf ile tarım arazisinin devredileceği ehil mirasçıyı kendisi de belirleyebilir. Bu konuda sulh hukuk hakimine itiraz edildiğinde (8/F/II), mirasbırakanın iradesi esas alınarak, bu itirazın konusu ve değerlendirilmesi ancak belirlenen mirasçının gerçekten ehil olup olmadığı ile ilgili olmalıdır. Mirasbırakanın ehil mirasçıyı belirleme iradesini sağlararası bir işlemle ortaya koyması da evleviyetle mümkündür. Zira mirasbırakan sağlığında dilediği gibi tasarrufta bulunabilmektedir; bu tasarruflara karşı mirasçıların 136  Bkz II/A.137  Kaplan (n 114) 368.138  Yaşar Karayalçın, ‘  16.3.1990 Tarih ve K. 1990/2 Sayılı İçtihadı Birleştirme Kararı   Saklı Payı İhlal Edilmemiş Mirasçı Muvazaa Nedeniyle Dava Açabilir  Görüşü ve Diğer Problemler , (1991) Prof. Dr. Jale G. AKİPEK e Armağan 209, 214. KARAYALÇIN ın bu yöndeki görüşünün eleştirisi için bkz İsmet Sungurbey, ‘Mirasbırakanın Danışıklı (Muvazaalı) İşlemleri Konusunda Sayın Prof. Dr. Yaşar Karayalçın a Zorunlu Bir Yanıt  (1994) 6 Medeni Hukuk Sorunları 19, 58 vd.139  I/B/3187İstanbul Hukuk Mecmuası 78/1miras payları ise denkleştirme ve tenkis hükümleri ile korunmaktadır. Bunun yanında mirasbırakanın yaptığı işlem muvazaalı ise tapu sicilinin düzeltilmesi için de dava açılabilir. Ancak muvazaalı işlemin konusu, 5403 sayılı Kanun kapsamında bir tarım arazisi ve tarafı da ehil mirasçı olduğunda, mal kaçırma kastının ve muris muvazaasının söz konusu olup olmadığı kanaatimizce tartışmalı hale gelir. Bu konudaki değerlendirmelerimizi aşağıda ayrı başlık altında açıklayacağız.III. Değerlendirme ve Sonuç5403  sayılı  Kanun  ile  tarım  arazilerinin  ekonomik  bütünlüğünün  korunması ve  işlevini  kaybetmesine  neden  olacak  şekilde  parçalanmasının  önlenmesi amaçlandığından, bu arazilerin miras yoluyla bölünmesinin önüne geçilmesi için öncelikle, varsa, bir ehil mirasçı tarafından işletilmesi gerekir. 5403 sayılı Kanun çerçevesinde,  tarım  arazilerinin  bütünlüğünün  korunması  amacı  doğrultusunda, gerektiğinde mülkiyet hakkına ve miras hukukuna ilişkin temel ilkelerden taviz verildiği görülmektedir. Kanun un amacı ve miras hukukuna ilişkin getirdiği hükümler dikkate alındığında, tarım arazilerinin ehil mirasçılara bırakılması önem arz eder ve bir ölüme bağlı tasarruf ile ehil mirasçı belirlendiğinde, söz konusu mirasçının gerçekten tarım arazilerini  işletmede  ehil  olması  koşuluyla,  mirasbırakanın  bu  iradesine  uygun hareket edilmektedir. Mirasbırakan,  tarım  arazisini,  tenkis  kurallarını  ihlal  etmemek  koşuluyla, sağlararası bir işlemle de devredebilir. Tarım arazisi, ivazsız bir şekilde bir mirasçıya devredildiğinde, yapılan sağlararası işlem, tenkis ve denkleştirme kurallarına tabi olmakla birlikte, kural olarak geçerlidir. Ancak mirasbırakan bu işlemi, muvazaalı bir şekilde de yapmış olabilir. 1974 tarihli İçtihadı Birleştirme Kararı gereğince mirasbırakanın yaptığı muvazaalı işlem, ancak mirasçılardan mal kaçırma kastı yoksa geçerli kabul edilir. Muris muvazaasına ilişkin 1974 tarihli İçtihadı Birleştirme Kararı, mirasbırakanın iradesinin  üstünlüğü,  tasarruf  özgürlüğü,  saklı  paylı  mirasçıları  özel  olarak koruyan hükümlerin varlığı, ayrıca mirasbırakanın TMK 2/II ye aykırı şekilde ileri süremeyeceği şekle aykırılığın, mirasçılar tarafından da ileri sürülememesi gerektiği vurgulanarak eleştirilmektedir. Kararın yerindeliği tartışmaya açık olmakla birlikte, en azından uygulandığı süreçte Türk Medeni Kanunu nun miras hükümlerindeki ve diğer kanunlardaki değişiklikler dikkate alınarak, yeniden yorumlanması gerekir. Bu yorum yapılırken özellikle tarım arazilerinin bütünlüğünün korunması, mirasbırakanın saklı  pay  sınırları  içerisinde  sahip  olduğu  tasarruf  özgürlüğü  ve  bu  özgürlük çerçevesinde miras bırakanın ehil mirasçıyı belirleme iradesi dikkate alınmalıdır. 140  Bkz I/B/3.188Şenol, Uzun-Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...Buna göre özellikle saklı payı olmayan ya da ihlal edilmeyen mirasçıların muvazaa nedeniyle açtığı tapu sicilinin düzeltilmesi davasında, mirasbırakanın iradesine ve tasarruf özgürlüğüne üstünlük tanınabilir. Bu mirasçılar, koşulları varsa denkleştirme hükümlerine başvurabilirler. Bununla  birlikte  muvazaalı  işlemin  konusu,  5403  sayılı  Kanun  kapsamında bir tarım arazisi ve tarafı da ehil mirasçı ise söz konusu kanun hükümlerinin emrediciliği ve Kanun un amacı karşısında, davayı açan saklı pay sahibi mirasçılar dahi olsa, artık mal kaçırma kastından ve muris muvazaasından söz edilmemelidir. Bu halde mirasçılar, koşulları varsa tenkis ve denkleştirme hükümleri ile yeterince korunmaktadır. Diğer  taraftan  muvazaalı  işlemle  tarım  arazisi  ehil  olmayan  bir  mirasçıya devredilmişse ve diğer mirasçılar arasında tarım arazisini işletmeye istekli bir veya birden fazla ehil mirasçı varsa, bu halde sadece tenkis ve denkleştirme hükümlerine gidildiğinde tarım arazisinin ehil olmayan bir mirasçının elinde kalmasının önüne geçilemeyeceği için, muris muvazaasına dayanarak tapu sicilinin düzeltilmesi davası açılması ve tarım arazisinin terekeye dahil olması, 5403 sayılı Kanun un amacı dikkate alındığında daha isabetli görülmektedir. Zira 5403 sayılı Kanun ile tarım arazisinin bölünmemesi ve öncelikli olarak bu konuda ehil bir kişinin yönetiminde olması amaçlanmaktadır. Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors has no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.189İstanbul Hukuk Mecmuası 78/1",
     "Kaynakça": "Acabey MB, ‘Yargıtay Kararları Işığında Muris Muvazaası  iç Tuğçe Tuzcuoğlu ve A Hulki Cihan (edr), Yargıtay Kararları Işığında Güncel Medeni Hukuk Problemleri Sempozyumu Bildirileri, 8 9 Kasım 2018 (On İki Levha 2019) 471 487.Aday N, Taşınmaz Mülkiyetinin Naklinde Muvazaa (Kazancı Hukuk Yayınları 1992).Akbulut PE, Borçlar Hukukunda Kesin Hükümsüzlük Yaptırımının Amaca Uygun Sınırlama (Teleolojik Redüksiyon) Yöntemi İle Daraltılması (On İki Levha 2016).Antalya G ve Sağlam İ, Miras Hukuku (Legal 2015).Atamulu İ, Türk Borçlar Hukukunda Muvazaa (Adalet 2017).Ayan M, Eşya Hukuku –II  Mülkiyet (Seçkin 2016).Ayan M, Miras Hukuku (Seçkin 2016). Aybay A, Miras Hukuku Dersleri (Maltepe Üniversitesi Hukuk Fakültesi 2003).Aydoğdu M, Yasadan ve Sözleşmeden Doğan Önalım Hakkı (Adalet 2013).Bağcı Ö, ‘Tarımsal Arazilerin Miras Yoluyla İntikali  iç Tuğçe Tuzcuoğlu ve A Hulki Cihan (edr), Yargıtay Kararları Işığında Güncel Medeni Hukuk Problemleri Sempozyumu Bildirileri, 8 9 Kasım 2018 (On İki Levha 2019) 71 76.Çabri S, Miras Hukuku Şerhi C 1 (On İki Levha 2018).Dural M ve Öz T, Türk Özel Hukuku Cilt IV Miras Hukuku (Filiz Kitabevi 2019).Erdoğan K, ‘Tarım Arazilerinin Miras Yolu İle İntikali (2016) 24(1) Selçuk Üniversitesi Hukuk Fakültesi Dergisi 123 179. Eren F, Borçlar Hukuku Genel Hükümler (Yetkin 2019).Eren F, Borçlar Hukuku Özel Hükümler (Yetkin 2017).Eren F/Başpınar V, Toprak Hukuku (Savaş 2017). Erman H, Eşya Hukuku (Der 2017). Ertaş Ş, Eşya Hukuku (Fakülteler Barış Kitabevi 2016). Esener T, Türk Hususi Hukukunda Muvazaalı Muameleler (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1956).Eviz E, Muris Muvazaası (On İki Levha 2019).Feyzioğlu FN, Borçlar Hukuku Genel Hükümler (İstanbul Üniversitesi Yayınları 1976).Günay E, Yargıtay Kararları Eşliğinde Mirastan Mal Kaçırma (Tapulu Taşınmazlarda Muris Muvazaası) (Seçkin 2013).Gürsoy KT, Eren F ve Cansel E, Türk Eşya Hukuku (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1984).Hatemi H, Miras Hukuku (On İki Levha 2018).Hatemi H, Serozan R ve Arpacı A, Eşya Hukuku (Filiz Kitabevi 1991).Hatemi H ve Gökyayla E, Borçlar Hukuku Genel Hükümler (Vedat 2017).İmre Z ve Erman H, Miras Hukuku (Der 2018). İnal  E,  ‘Denkleştirme  ve  Tenkis  Davalarında  Parası  Miras  Bırakan  Tarafından  Ödenerek Mirasçılardan Biri Adına Alınan Taşınmazların Durumu  (2007) 65(2) İÜHFM 277 298.İnan AN, Ertaş Ş ve Albaş H, İnan Türk Medeni Hukuku Miras Hukuku (Seçkin 2019).Jäggi P, Gauch P and Hartmann S, Zürcher Kommentar Obligationenrecht Art. 18 OR, Auslegung Ergänzung und Anpassung der Verträge, Simulation, 4A (Schulthess 2014).190Şenol, Uzun Kazmacı / 5403 Sayılı Kanun Çerçevesinde Terekedeki Tarım Arazilerinin Devredilmesi Karşısında Muris...Kaplan İ, ‘Muris Muvazaası  (2016) 15(1) İKÜHFD (Prof. Dr. Turhan ESENER e Armağan) 349369.Karayalçın Y, ‘Mirasçının Muvazaa Nedeniyle İptal Davası Açma Hakkı Var Mıdır? (1.10.1953, 11.4.1974 ve 22.6.1987 Tarihli İçtihadı Birleştirme Kararları)  (1989) Yasa Dergisi 323 337.Karayalçın Y, ‘  16.3.1990 Tarih ve K. 1990/2 Sayılı İçtihadı Birleştirme Kararı   Saklı Payı İhlal Edilmemiş Mirasçı Muvazaa Nedeniyle Dava Açabilir  Görüşü ve Diğer Problemler , (1991) Prof. Dr. Jale G. AKİPEK e Armağan 209 230.Karayalçın Y, Mirasbırakanın Muvazaası Mı? Tasarruf Özgürlüğü ve Saklı Payın Korunması Mı? Bir Tartışma (Turhan 2000). Kılıçoğlu AM, Miras Hukuku (Turhan 2018).Kılıçoğlu AM, Borçlar Hukuku Genel Hükümler (Turhan 2019).Kramer E and Schmidlin B, Berner Kommentar, Allgemeine Einleitung in das schweizerische Obligationenrecht und Kommentar zu Art. 1 18 OR, Schweizerisches Zivilgesetzbuch, Das Obligationenrecht, Allgemeine Bestimmungen, Band/Nr. VI/1/1 (Stämpfli 1986).Kocayusufpaşaoğlu N, Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı Borçlar Hukuku Genel Bölüm Borçlar Hukukuna Giriş Hukuki İşlem Sözleşme (Filiz Kitabevi 2014).Kocayusufpaşaoğlu N, Miras Hukuku (Filiz Kitabevi 1987).Kocayusufpaşaoğlu N, Miras Hukuku Ek Kitap (Filiz Kitabevi 1992).Nomer H, Borçlar Hukuku Genel Hükümler (Beta 2019).Oğuzman MK, Miras Hukuku (Filiz Kitabevi 1995).Oğuzman MK,  Miras Bırakanın Gayrimenkule İlişkin Muvazaalı İşlemleri Bakımından Tenkis Davası ve Tapu Kaydının Tashihi Davası , Prof. Dr. İlhan E. Postacıoğlu na Armağan, İstanbul 1990, s. 187 199.Oğuzman MK ve Öz T, Borçlar Hukuku Genel Hükümler Cilt 1 (Vedat 2019).Oğuzman MK, Seliçi Ö ve Oktay Özdemir S, Eşya Hukuku (Filiz Kitabevi 2019).Oğuzman MK ve Barlas N, Medeni Hukuk (Vedat 2019).Ozanemre Yayla HT, Mirasın Paylaşılması (Turhan 2011). Özay OL, Tarım İşletmelerinin ve Arazilerinin Miras Yoluyla İntikali (Yetkin 2015).Özbilen AB, Sözleşmelerin Şekli ve Şekil Yönünden Hükümsüzlüğü (On İki Levha 2016). Özçelik ŞB, ‘5403 Sayılı Toprak Koruma ve Arazi Kullanımı Kanunu nda 6537 Sayılı Kanun la Yapılan Değişiklikler ve Değerlendirilmesi  (2015) 19(1) Gazi Üniversitesi Hukuk Fakültesi Dergisi 87 110.Özmen İ ve Özkaya E, Muvazaa Davaları (Adalet 1993).Postacıoğlu İE, ‘Namı Müstear ve Muvazaa Meseleleri Hakkında Yeni Görüşler  (1955) A. Samim Gönensay a Armağan 164 193.Reisoğlu S, Borçlar Hukuku Genel Hükümler (Beta 2012). Ruhi C ve Ruhi AC, Muris Muvazaası (Seçkin 2017).Sağlam İ, ‘Tarımsal İşletmelerin Özgülenmesi Sorunu ve Bu Sorunun Tarım Reformu Açısından Değerlendirilmesi  (2010) 16(1 2) MÜHFHAD 201 231.Serozan R ve Engin İ, Miras Hukuku ve Uygulama Çalışmaları (Seçkin 2018).Sert Sütçü S, Miras Bırakanın Muvazaalı Hukuki İşlemleri ve Sonuçları (Seçkin 2018).191İstanbul Hukuk Mecmuası 78/1Sevinç Aydın B, ‘Bekletici Sorun  (2012) Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Yüksek Lisans Tezi 30 <tez.yok.gov.tr >Erişim Tarihi 27.6.2019.Sirmen L, Eşya Hukuku (Yetkin 2019).Sungurbey İ, ‘Mirasbırakanın Muvazaası Durumuna İlişkin Yargıtay ın 1.4.1974 Gün 1/2 Sayılı Doğru İçtihadı Birleştirme Kararı Değiştirilemez  (1994) 6 Medeni Hukuk Sorunları 7 18.Sungurbey İ, ‘Mirasbırakanın Danışıklı (Muvazaalı) İşlemleri Konusunda Sayın Prof. Dr. Yaşar Karayalçın a Zorunlu Bir Yanıt  (1994) 6 Medeni Hukuk Sorunları 19 66.Şen Doğramacı H, ‘6537 Sayılı Toprak Koruma ve Arazi Kullanımı Kanununda Değişiklik Yapılması Hakkında Kanunun Mülkiyet Hakkının Sınırlandırılmasına İlişkin Hükümlerinin Değerlendirilmesi  (2017) 13(2) Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 69 94.Tandoğan H, Borçlar Hukuku Özel Borç İlişkileri C.I/1 (Vedat 2008). Tekinay SS, Akman S, Burcuoğlu H ve Altop A, Tekinay Borçlar Hukuku Genel Hükümler (Filiz Kitabevi 1993). Tekinay SS, Akman S, Burcuoğlu H ve Altop A, Tekinay Eşya Hukuku (Filiz Kitabevi 1989).Topçuoğlu H, Kanuna Karşı Hile (Kanundan Kaçınma Yolları) (Selüloz 1950).Topuz M, ‘Yargıtay Kararları Işığında Muris Muvazaasının Varlığını Gösteren Emareler  (2016) 15(2 2) İKÜHFD (Prof. Dr. M. İlhan Ulusan a Armağan Özel Sayı) 709 728.Uyar Hatipoğlu Z, ‘Yargıtay İçtihatlarına Göre Muris Muvazaasında Miras Bırakanın Asıl İradesinin Tayini  (2017) 22(36) DÜHFD 109 135.Uyumaz A ve İlhan O, ‘Tarımsal Arazilerde Mülkiyetin Devri  (2018) 24(2) MÜHFHAD 877 878.Von Tuhr A, Borçlar Hukukunun Umumi Kısmı Cilt: 1 2, Çeviren: Cevat Edege (Yargıtay Yayınları 1983).Yavuz C ve Topuz M, ‘Toprak Koruma ve Arazi Kullanımı Kanununda Değişiklik Yapılması Hakkında Kanun un Türk Medeni Kanunu nun Miras Hukukuna İlişkin Hükümlerinde Yaptığı Değişiklikler  (2015) 21(2) MÜHFHAD (Mehmet Akif Aydın a Armağan) 663 700.Yüce MB, ‘5403 Sayılı Toprak Koruma ve Arazi Kullanımı Kanunu ile Getirilen Kanuni Kısıtlamalar  (2011) 10(2) İKÜHFD 105 140.192"
}