{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "12",
     "Ay": "12",
     "Yıl": "2017",
     "Cilt": "75",
     "Sayı": "2",
     "Başlık": "ALMANYA’DA YÜRÜRLÜĞE GİREN ÜCRETTE ŞEFFAFLIK KANUNU",
     "Title": "THE NEW ACT TO PROMOTE TRANSPARENCY OF PAY STRUCTURES IN GERMANY",
     "Yazar İsmi": [

          " Arş. Gör./Res. Asst. İrem Yayvak Namlı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Ücret eşitliği ilkesi, ücret hakkında bireysel bilgi edinme hakkı", "aynı veya aynı değerde iş", "işyeri kurulu", "işverenlerin ve işyeri temsilciler kurulunun yükümlülükleri"
     ],
     "Keywords": [
          " the principle of equal pay", "individual information right about pay structures", "same work and work of equal value", "works council", "obligations of employers and works council"
     ],
     "Özet": "Almanya da  06.07.2017  tarihinde   Ücrette  Şeffaflık  Kanunu  (Entgelttransparenzgesetz)  yürürlüğe girmiştir. Bu kanunun amacı, aynı veya aynı değerdeki işte çalışan kadın ve erkekler arasında ücret eşitliğinin sağlanmasıdır. Yeni Kanuna göre, eğer işyerinde 200 den fazla çalışan varsa, çalışanlar ücret yapıları ve karşılaştırma yapılan gruptaki çalışanların ücretleri hakkında bilgi edinme hakkını kullanabileceklerdir. 500 den fazla çalışanı olan işyerlerinin işverenleri ise kadın ve erkek çalışanlar arasında eşitliğin sağlanması çabalarına ilişkin düzenli rapor vermekle yükümlü tutulmuşlardır. Öte yandan işyeri kurulu (Betriebsrat) da çalışanları cinsiyete dayanan nedenlerle yapılan ücret ayrımcılığından korumak için gerekli önlemleri almakla yükümlüdür. Fakat Kanunun, kadın ve erkek çalışanlar arasında ücrete dayalı cinsiyet eşitliğini gerçekten geliştirip geliştiremeyeceği henüz belirsizdir. Tüm olumsuz eleştirilere rağmen, söz konusu kanunun ilerleyen zamanda, ücrette kadın ve erkek eşitliğinin sağlanması amacına ulaşmada katkı sağlayabileceği de ifade edilmektedir. Bu çalışmada, kanunun kapsamı, çalışanın ücret şartları ve usulü hakkında bireysel bilgi edinme hakkı ve işveren ile işyeri kurulunun hak ve yükümlülüklerinin incelenmesi amaçlanmaktadır. Bu amaç doğrultusunda Alman doktrininde ileri sürülen değerlendirmeler ve öneriler incelenmiştir.",
     "Abstract": "In Germany,  Act to Promote Transparency of Pay Structures (Entgelttransparenzgesetz)  entered into force on 06.07.2017. The purpose of this Act is an achievement of the pay equity between men and women, who perform the same work or work of equal value. According to this new Act individual employees are able to claim for information about pay structures and the remuneration of other employees within one comparison group, if the company regularly emp                                                  Bu makale, 20.11.2017 tarihinde Editörler Kurulu na ulaşmış olup birinci hakem onayından 05.12.2017 tarihinde, ikinci hakem onayından 12.12.2017 tarihinde geçmiştir.  İstanbul Üniversitesi Hukuk Fakültesi, İş ve Sosyal Güvenlik Hukuku Anabilim Dalı, irem.yayvak@istanbul.edu.tr.742  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) loys more than 200 employees. Companies with more than 500 employees is obligated to generate regular reports on their efforts to promote equality between men and women. On the other hand, works council (Betriebsrat) are obliged to take the necessary measures to protect workers from discrimination of pay on grounds of sex. But it is uncertain whether the Act will improve gender equality between men and women. Despite all the negative discourses, it is also stated that the Act may contribute to reaching the goal of ensuring equality between men and women after a while. In this study aimed to be examined of the scope of the Act, individual information right on the criteria and procedures for the remuneration of the employees, obligations and rights of the employers and works council. For this purpose, assessments and suggestions in the German doctrine were examined.",
     "Metin": "Almanya da, Federal İstatistik Dairesi nin paylaştığı bilgilere göre, 2016 yılında kadın ve erkek çalışanlar arasındaki ücret farklılığı kadın çalışanlar aleyhine yaklaşık %21 oranındadır. Normal şartlarda ortaya çıkması gereken oranın %7 civarında olması gerektiği ileri sürülmektedir. %7 lik oranın nedeni ise kadınlar tarafından biyolojik nedenlerle daha az ücret ödenen mesleklerin tercih edilmesi, ailesel şartlar nedeniyle kısmi çalışma ve kariyer olanaklarından vazgeçme şeklinde sıralanabilir. Bununla beraber iki oran arasındaki farkın arkasında, istemli veya istemsiz olarak yapılan cinsiyet ayrımcılığı yattığı ifade edilmektedir. Ücret Yapılanmasında Şeffaflığın Teşvik Edilmesi Hakkında Kanun (Das Gesetz zur Förderung der Transparenz von Entgeltstrukturen- kısaca Entgelttransparenzgesetz/EntgTranspG) olarak Türkçe ye çevrilebilecek olan inceleme konusu Kanun, Almanya da 06.07.2017 tarihinde yürürlüğe girmiştir. Söz                                                  1 Björn Gaul,  Das geplante Gesetz zur Förderung der Transparenz von Entgeltstrukturen: Auf welchen Aufwand sich die Praxis schon jetzt einstellen sollte , ArbRB, 2/2017, s.47; Nathalie Oberthür,  Das Gesetz zur Förderung der Transparenz von Engeltstrukturen: Ein Beitrag zu mehr Entgeltgerechtigkeit oder bürokratische Riesenkrake? , NJW, 31/2017, s.2228. Ayrıca kanunun hazırlık aşamasında yararlanılan söz konusu istatistikler için bkz. Pressemitt. Des Statistisches Bundesamts v.16.03.2016-097/16. 2 Bkz. Gaul, s.47; Robert von Steinau-Steinrück,  Mehr Transparenz bei den Gehältern ab Juli 2017? , NJW-Spezial, Heft 10, 2017, s.306; Oberthür, s.2228; Jobst Hubertus Bauer/Sibylle Romero,  Der individuelle Auskunftsanspruch nach dem Entgelttransparenzgesetz , NZA, 7/2017, s.409-410; Moritz Langemann/Felix Wilking,  Mehr Entgeltgerechtigkeit zwischen Frauen und Männern?-Bundeskabinett beschlieβt Entwurf des Entgelttransparenzgesetzes , BetriebsBerater (BB), 9/2017, s.505; Anke Kuhn/Jan Schwindling,   Eine Chance  auf  Lohngerechtigkeit?!-Was  durch das  neue  Entgelttransparenzgesetz auf die unternehmerische Praxis zukommt , Der Betrieb, 14/2017, s.785.  3 Bu kanun, bundan sonraki bölümlerde kısaca  Ücrette Şeffaflık Kanunu  veya Almanya da kullanılan kısaltması olan  EntgTranspG  olarak anılacaktır.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  743 konusu kanun, hali hazırda Almanya da yürürlükte olan ücret eşitliğine ilişkin düzenlemeleri (örneğin AEUV m.157 ve Allgemeines Gleichbehandlungsgesetz (AGG)6 m.77) içermesinin yanı sıra, dört konuda yenilik getirmiştir. Buna göre, aynı işverene ait 200 den fazla çalışanı olan işyerlerinde çalışanlara bireysel olarak ücret hakkında bilgi edinme hakkı tanınmış, aynı ve aynı değerde iş kavramları tanımlanmış, işyeri ücret denetim süreci işletilmesi düzenlenmiş ve 500 den fazla çalışanın mevcut olduğu işyerlerinin işverenlerine ücret eşitliğine ilişkin rapor hazırlama yükümlülüğü getirilmiştir. Bu makalede, Avrupa Birliği Hukuku normları ile AGG de ücret eşitliğine yönelik hükümler mevcut olmasına rağmen, ücret bakımından cinsiyet ayrımcılığını önlemeyi öngören mevcut düzenlemeleri tek çatı altında toplayan EntgTranspG nin hazırlanma amacı, kapsamı ve getirdiği yenilikler ele alınacaktır. Bu kapsamda, yeni kanunun içerdiği bazı açık olmayan hükümler nedeniyle Almanya daki işverenlerin, kendilerine yüklenen yükümlülükleri yerine getirirken karşılaşabilecekleri olası zorluklara ilişkin görüşlere de yer verilecektir.  I. Ücrette Şeffaflık Kanunu nun Amacı EntgTranspG m.1 de kanunun amacı kenar başlığı altında, aynı veya aynı değerdeki işte çalışan kadınlar ve erkekler arasında, ücret eşitliği kuralının uygulanmasının amaçlandığı yer almaktadır. Bu konuda en büyük yükümlülük, işverenler ve işyeri kuruluna getirilmiştir. Zira kanunun odak noktasında, çalışanın bireysel olarak ücret hakkında bilgi edinme hakkı bulunmaktadır. Ayrıca bunun yerine getirilmesinde özellikle işyeri kuruluna yüklenen yükümlülükler önemi haizdir. Nitekim kanunun yürürlüğe girmesiyle birlikte, çalışanın ücretine dair bilgi edinme hakkını kullanması sonucunda işyerindeki ücretlendirme hakkında daha fazla şeffaflık sağlanabilecektir. Dolayısıyla kadın ve erkek çalışanlar arasındaki ücret farklılığı da azaltılabilecektir. Fakat kanunda yer alan bazı açık olmayan yükümlülüklerin uygulanması noktasında karşılaşılabilecek sorunlar, bu amaca ulaşılmasında güçlük yaratabilecektir.                                                                                                                        4 Das Gesetz zur Förderung der Transparenz von Entgeltstrukturen- (Entgelttransparenzgesetz/EntgTranspG),  BGBl.  I  2017,  S.  2152,  (Çevrimiçi)  www.gesetze-iminternet.de (25.09.2017). 5 Vertrag über die Arbeitsweise der Europäischen Union (AEUV), 2012/C 326/01, (Çevrimiçi) www.gesetze-im-internet.de (25.09.2017). 6  Allgemeines  Gleichbehandlungsgesetz  (AGG),  BGBI.  I  2006,  S.1897,  (Çevrimiçi) www.gesetze-im-internet.de (25.09.2017). 7 Rudi Müller-Glöge/Ulrich Preis/Ingrid Schmidt, Erfurter Kommentar zum Arbeitsrecht, 17. Auflage, München, Verlag C.H. Beck, 2017, (Schlachter), §7 AGG, Rn.1-10; Martin Henssler/Heinz Josef Wıllemsen/Heinz-Jürgen Kalb, Arbeitsrecht Kommentar, 7. Auflage, Köln, Verlag Dr. Otto Schmidt, 2016, (Rupp), 7. Aufl., §7 AGG, Rn.1-3; Winfried Boecken/Franz Josef Düwell/Martin DİLLER/Hans Hanau, Nomos Kommentar: Gesamtes  Arbetsrecht,  Baden  Baden,  Nomos  Verlagsgesellschaft,  2016,  (v.  SteinauSteinrück/Schneider), §7 AGG, Rn.1-5. 8 Langemann/Wilking, s.501; Kuhn/Schwindling, s.785. 9 von Steinau-Steinrück, s.306; Thomas Kania,  Betriebsratsbeteiligung bei der Durchsetzung  von  Entgelttransparenz ,  NZA,  13/2017,  s.819.  Benzer  yönde  bkz.  Bauer/Romero, s.409. 10 Bauer/Romero, s.410. 11 von Steinau-Steinrück, s.306. Ernst&Young tarafından makine, otomobil, finans ve kimya/ilaç sektörleri kapsamında yapılan anket sonucuna göre işverenler, Ücrette Şef-744  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) Zira doktrinde, ücret hakkında bilgi edinme hakkı işverenler için önemli bürokratik yük getirdiği gerekçesiyle eleştirilmektedir. Bu yüke rağmen kanunun, çalışanlar için doğrudan eşit ücret talep etme hakkı tanımayıp, mahkeme yolunu açık tuttuğu için beklendiği kadar yararlı olmayacağı da ileri sürülmektedir. İlerleyen süreçte mahkemeler tarafından, EntgTranspG m.7 deki cinsiyet nedeniyle ücret ayrımcılığı yapılmamasına yönelik düzenleme, ayrımcılığa uğrayan çalışana yüksek ücret ödenmesini talep hakkı sağladığı şeklinde yorumlanabilir mi sorusuna verilecek cevap, kanun henüz çok yeni yürürlüğe girdiğinden belirsizdir.  II. Ücrette Şeffaflık Kanunu nun Kapsamı A. Kişi Bakımından Kapsamı EntgTranspG m.2 de kanunun kişi bakımından kapsamına açıkça yer verilmiştir. Bu maddeye göre, kanunun kapsamına sadece işçiler değil, çalışanlar (Beschӓftigte) dâhil edilmiştir. 2. maddede, bu kanun tarafından başka türlü belirlenmedikçe, m.5/3 de tanımlanan işverene bağlı olarak,  m.5/2 de sayılı çalışanların   kanun  kapsamında  olduğu  ifade  edilmiştir.  EntgTranspG m.5/2 de ise çalışanlar sayma usulü ile belirlenmiştir. Buna göre, işçiler, memurlar, hâkimler, askerler, mesleki eğitim alanlar, evde çalışma yapanlar ve benzeri diğer çalışanlar kanun kapsamındadır. EntgTranspG nin kişi bakımından kapsamının, Avrupa Birliği Hukuku nda işçi sayılan limited şirket yöneticilerini de içine aldığı ifade edilmektedir. Zira limited şirket yöneticileri,                                                                                                                        faflık Kanunu yükümlülüklerini yerine getirmek bakımından hazır değildir. Ankete katılan işverenlerin %35 i bu tarihe kadar kadın ve erkek çalışanlar arasındaki ücret eşitliği hakkında bir kez araştırma yapmışlardır. Katılımcıların sadece yarısı kadın ve erkek çalışanlar arasında eşit ücretin teşviki için önlem alındığını bildirmiştir. Bu önlemler ise %34 oranında toplu iş sözleşmesinde yer verilen, %19 oranında ücretlerde aynı gruplandırmanın yapılmasını, buna karşılık sadece %14 oranında yönetici pozisyonunda çalışan kadınlar için teşvik planı ve programına sahip olduklarını bildirmişlerdir. Bu anket  için  bkz.  www.handelsblatt.com/unternehmen/beruf-und-buero/the_shift/ verguetungstransparenz-neues-gesetz-zur-lohngleichheit-wird-massivunterschaetzt/19879466.html . 12 Bauer/Romero, s.412-413; Langemann/Wilking, s.501. 13 Bauer/Romero, s.412-413; Langemann/Wilking, s.501. Benzer yönde bir eleştiri için bkz. von Steinau-Steinrück, s.307. 14 Langemann/Wilking, s.501. Ayrıca Almanya da bugüne kadar yürürlüğe giren kanunlarda görülmeyen şekilde EntgTranspG deki ifade tercihlerinde oldukça baştan savma hareket edildiği, birçok hususa farklı maddelerde tekrar tekrar yer verildiği yönünde eleştiriler de mevcuttur. Bkz. Gregor Thüsing,  Fünf Schritte zu einem besseren Entgelttransparenzgesetz , BetriebsBerater (BB), 10/2017, s.565-566. Kanuna yönelik olarak AGG den farklı büyük bir yenilik öngörmediği, küçük ve orta ölçekli işyerlerini kapsamadığı, büyük işyerlerine yönelik imtiyazlar düzenlendiği şeklindeki eleştiriler için bkz.  Daniel  Benkert,   Entgelttransparenzgesetz:  gezähmtes  ‘Bürokratiemonster ?  NJW-Spezial, Heft 14, 2017, s.435. Buna karşılık kanunun ilk hukuki sonuçlarını ancak 2018 yılından itibaren ortaya çıkaracağı; zira bu tarihte, işverenlerin işyerindeki kadın ve erkek çalışanların ücretlerine yönelik rapor verme yükümlülüğünün doğduğuna ve çalışanların ilk kez ücret hakkında bilgi talep etme haklarını kullanacağına dikkat çekilmektedir. Bu görüş için bkz. Kuhn/Schwindling, s.789. 15 von Steinau-Steinrück, s.306; Jobst-Hubertus Bauer/Jens Günther/Sibylle Romero,  Offene Fragen des Entgelttransparenzgesetzes-was Arbeitgeber beachten sollten , NZA, 13/2017, s.810; Oberthür, s.2229.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  745 şirketin başka bir organının talimatı ve gözetimi altında olmak üzere bağımlılık ilişkisi içerisinde görevlerini ifa etmektedirler. EntgTranspG m.5/3 de işveren kavramı, bu kanun tarafından başka bir düzenleme öngörülmedikçe, m.5/2 de sayılan kişileri çalıştıran her gerçek ve tüzel kişi olarak ifade edilmiştir. Bununla beraber kanun, toplu iş sözleşmesi ile bağlı olan işverenler, toplu iş sözleşmesi hükümlerini uygulayan işverenler ve diğer tüm işverenler bakımından yükümlülüklerin uygulanmasında bir ayrıma gitmiştir. Bu ayrıma yönelik hükümler ileride ayrıntılı şekilde ele alınacaktır. EntgTranspG m.5/3 e göre, bu kanun anlamında toplu iş sözleşmesi ile bağlı olan işverenler, ücrete ilişkin bir toplu iş sözleşmesini ya da ücrete ilişkin bir çerçeve sözleşmeyi Tarifvertragsgesetz (TVG)18 m.3/1 bağlamında uygulayan işverenlerdir. Teşmil yoluyla toplu iş sözleşmesi hükümlerini uygulayan işverenler de bu madde kapsamına alınmıştır. EntgTranspG m.5/4 de, toplu iş sözleşmesi hükümlerini uygulayan işverenler tanımlanmıştır. Bu fıkraya göre, bu kanun anlamında toplu iş sözleşmesi hükümlerini uygulayan işverenler, ücrete ilişkin bir toplu iş sözleşmesinin ya da çerçeve sözleşmenin ücrete ilişkin hükümlerine, işveren ile çalışan arasında yapılan yazılı bir anlaşma yoluyla bağlı olan ve bu hükümlerin uygulanmasını, içeriği aynı tüm faaliyetler ve çalışanlar için üstlenen işverenlerdir. Diğer tüm işverenler ise bahsi geçen iki kategori altına da girmeyen işverenlerdir.  B. Konu Bakımından Kapsamı Kanunun amacı başlığı altında ifade edildiği üzere bu kanunun, aynı iş veya aynı değerdeki işte çalışan kadın ve erkekler için uygulanması öngörülmüştür. Yine üçüncü maddenin ilk fıkrasında, aynı veya aynı değerdeki işlerde tüm ücret yapıları ve ücret şartları dikkate alındığında, cinsiyete dayalı doğrudan veya dolaylı bir haksızlık yapılması yasaklanmıştır. Salt ücrette ayrımcılık yasağına dair hükümler içinde değil, işçinin bu kanunla getirilen önemli bir hakkı olan bilgi edinme hakkı kapsamında da söz konusu kavramlara yer verilmiştir. Dolayısıyla kanunda sıklıkla ifade bulan  aynı iş  ve  aynı değerdeki iş  ile kastedilenin ne olduğunun anlaşılması, özellikle ücrette ayrımcılık yasağına uyulduğunun ya da ihlal edildiğinin ispat edilmesinde hem işçi hem işveren için önemi haizdir.  1. Aynı İş Kavramı Kanun  aynı iş  kavramını dördüncü maddesinin ilk fıkrasında açıklamıştır. Bu fıkraya göre, kadın veya erkek çalışanlar, farklı işyerlerinde veya aynı işyerinde farklı vardiyalarda, özdeş veya aynı nitelikte faaliyette bulunmaları halinde  aynı iş i icra etmiş olurlar. Bu tanıma göre ise otomatikleşmiş bir                                                  16 Bu yönde bkz. Bauer/Günther/Romero, s.810; Oberthür, s.2229. 17 Bkz. IV. Bölüm, A, C ve E. 18 Tarifvertragsgesetz (TVG), BGBI. I 1969 S.1323, (Çevrimiçi) www.gesetze-im-internet. de, (30.09.2017). 19 Ayrıntılı bilgi için bkz. Gaul, s.47-48; Langemann/Wilking, s.504. 20 Bauer/Günther/Romero, s.811.746  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) usul içinde standartlaşmış, tekrarlanan, belirli bir işleyişe dayanan sınırlı faaliyetler aynı işi oluşturacaktır. Zira kanun koyucu,  yaklaşık olarak aynı  veya  ağırlıklı olarak aynı  gibi kavramları tercih etmediğinden, yüzde yüze yakın bir oranda uyuşma aranmaktadır. Hal böyleyken uygulamada, aynı iş kavramına dahil  faaliyetlere  nadiren rastlanacağı  savunulmaktadır.  Zira  bahsi  geçen türde işler, daha çok basit görülebilecek faaliyetlerde ortaya çıkabilecekken, faaliyet karmaşıklaştıkça veya katmanlaştıkça özdeş veya aynı nitelikte kavramlarından uzaklaşılacaktır. Bunun yanı sıra ilk bakışta aynı iş olarak görülen faaliyetlerin, çalışanın deneyimi veya becerisi gibi nedenlerle farklılaşabileceği de göz ardı edilmemelidir. Buna en büyük örnek olarak aynı büroda ve masa başında çalışıyor olsalar da farklı faaliyetler sürdüren büro çalışanları gösterilmektedir.  2. Aynı Değerde İş Kavramı EntgTranspG nin dördüncü maddesinin ikinci fıkrasında  aynı değerdeki iş  tanımına şu şekilde yer verilmiştir: kadın ve erkek çalışanlar, unsurların bütünü temel alındığında aynı durumda çalışıyor gibi varsayılabiliyorsa, bu kanun anlamında aynı değerde işi yapıyor kabul edilirler. Dikkate alınan unsurlar ise kanunun aynı maddesinde belirtilmiştir. İşin türü, eğitim ve çalışma koşulları bu unsurlar arasında sayılmıştır. Dolayısıyla aynı değerde iş tespitinde tüm unsurlara toplu bir bakış gerekmektedir. Ne kadar çok unsur kesişiyorsa, işin de o kadar aynı değerde olduğu ifade edilebilecektir. Bununla beraber kanunda, değerlendirme sürecinde söz konusu unsurların ne kadar ağırlığa sahip olmaları gerektiğinin belirtilmemiş olması sorun teşkil edebilecektir. Bu konuda sadece dördüncü maddenin üçüncü fıkrasında, söz konusu unsurların, faaliyeti gören çalışandan ve edimden bağımsız olarak, gerçek ve faaliyet için önemli görülen unsular olması gerektiği şeklinde bir düzenleme öngörülmüştür. Doktrinde ise önemli olanın, kriter olarak alınacak unsurların sadece bir veya birkaçının değil, bütününün adil şekilde değerlendirilmesi olacağı ifade edilmektedir. Bunun için ise objektif bir değerlendirme yapılması gerektiği, cinsiyet nedeniyle ücret ayrımcılığı yapılması halinde işverenin yapacağı sübjektif kriterlere dayalı değerlendirmenin herhangi bir anlamı olmayacağı savunulmaktadır. Objektif bir değerlendirme için somut faaliyet ve unsurlar önemlidir. Dolayısıyla aynı değerde iş tespitinde sübjektif kriterler dikkate alınmayacaktır. Örneğin bir çalışanın, sadece diğer çalışana göre daha verimli çalıştığı şeklinde bir değerlendirme ile aynı değerde iş tespiti mümkün değildir. Nitekim bu son hususa m.4/2 de ayrıca dikkat çekilmiştir. Bu noktada belirtilmesi gereken bir konu ise ücretin belirlenmesinde her zaman objektif kriterlerin belirleyici rol oynamadığıdır. Salt cinsiyete dayalı bir farklılık yaratılmadığı sürece maddi olarak ortaya konulan nedenlerle, işveren işletmesel özgürlüğüne dayanarak                                                  21 Langemann/Wilking, s.502. 22 Bauer/Romero, s.410; Bauer/Günther/Romero, s.811; 23 Bauer/Romero, s.410; Bauer/Günther/Romero, s.811; Langemann/Wilking, s.502. 24 Langemann/Wilking, s.502. 25 Bauer/Günther/Romero, s.811. 26 Bauer/Günther/Romero, s.811; Langemann/Wilking, s.502; Kuhn/Schwindling, s.786. 27 Bauer/Günther/Romero, s.811; Langemann/Wilking, s.502.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  747 farklı ücretlendirme öngörebilecektir. Bu nedenlere örnek olarak, çalışanın yeteneği ve verimi, çalışma pazarındaki konumu ve önemi verilebilecektir. Eğer bu farklı ücretlendirme bir sisteme dayalıysa, bu sistemin cinsiyet ayrımcılığı içermediğinin kabulü için m.4/4 de dört kategori altında düzenleme getirilmiştir. Buna göre sistemin, faaliyetin türünü objektif olarak yansıtması, kadın ve erkek çalışanlar için ortak kriterler getirmesi, bireysel olarak ücret ayrımcılığı yaratan kriterlerin cinsiyet ayrımcılığından uzak ve aynı zamanda anlaşılır olması gerekmektedir. Aynı değerde iş kavramı değerlendirilirken ortaya çıkan en önemli sorun ise aynı değerdeki işi ayırt edebilecek alt kriterlerin tespitidir. Bu çerçevede kanunda, işin türü, eğitim ve çalışma koşulları kriterleri sayılmıştır. Bu kriterlerin yanı sıra doktrinde bir görüş tarafından, işin değerlendirilmesinde yararlanılan bir sistem olan Genfer Şeması nın dikkate alınması önerilmektedir. Bu şemaya göre, dört kategori altında toplanan kriterler dikkate alınarak bir sonuca ulaşılabilecektir. Bu şemada, fikri kriterler (örneğin uzmanlık, iş üzerinde düşünebilme yeteneği), bedensel kriterler (örneğin beceri, kas, sinir ve duyu özellikleri), sorumluluk kriteri (örneğin işyeri araçları için, başkalarının güvenliği ve sağlığı için), çalışma koşulları (örneğin sıcaklık, rutubet, temizlik) dört kategoriyi oluşturmaktadır. Bu kategoriler altında belirlenen kriterler dışında da işin değerinin belirlenmesini etkileyen durumlarla karşılaşılabilecektir. Örneğin işverenin, bir iş için çalışanlarda farklı mesleki nitelikler gözetmesi mümkündür. Kanunda yer alan aynı değerdeki iş tanımı ve bunun tespiti için sayılı unsurlar,  EuGH nin  AEUV  m.157 ye  ilişkin  içtihadından  iktibas  edilmiştir. EuGH, bu içtihadında, aynı değerdeki işi tespit etmeleri konusunda ulusal mahkemeleri tahsis etmiştir. Bu açıdan uygun hareket noktalarını, EntgTranspG de de aynen yer aldığı üzere  işin türü, eğitim ve çalışma koşulları  olarak belirlemiştir.  III. Ücrette Şeffaflık Kanunu nda Öngörülen Yükümlülükler A. Genel Olarak Ücrette Ayrımcılık Yasağı EntgTranspG nin cinsiyete dayalı doğrudan veya dolaylı ücret farklılığı yasağı kenar başlığına sahip üçüncü maddesi altındaki düzenleme esasen, AGG m.2/1, 2 de yer alan ücret ayrımcılığı yasağının ilgili kanuna aktarılmasından ibarettir. Bu maddelere göre cinsiyet nedeniyle doğrudan veya dolaylı olarak aynı veya aynı değerdeki işler bakımından ücrette farklılık yapılması, tüm ücret yapıları ve ücret ödeme koşulları dikkate alınarak yasaklanmıştır. Kanun  doğrudan yapılan ücret ayrımcılığı nı üçüncü maddenin ikinci fıkrasında açıklamıştır. Salt cinsiyet nedeniyle, karşı cinsiyete sahip olanlara göre daha az ücret ödenmesi, ödenmiş olması veya ödenecek olması yasaklan                                                 28 Bauer/Romero, s.410; Langemann/Wilking, s.502. 29 Bauer/Günther/Romero, s.811. Ayrıca benzer yönde bkz. Langemann/Wilking, s.502. 30  Genfer  Şeması na  dair  ayrıntılı  bilgi  için  bkz.  Oberthür,  s.2229.  Karş.  Langemann/Wilking, s.502. 31 Bu konuda bkz. EuGH, Urteil, 28.02.2013-C-427/11 (M.Kenny&vd.), NZA 6/2013, s.315-319. Ayrıca ayrıntılı bilgi için bkz. Oberthür, s.2229; Bauer/Romero, s.410. 32 AGG m.2/1, 2 hakkında bkz. ErfK/Schlachter, §2 AGG, Rn.9; HWK,/Rupp, 7. Aufl., §2 AGG, Rn.6; NK-GA/v. Steinau-Steinrück/Schneider, §2 AGG, Rn.4-5.748  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) mıştır. Bunun kapsamına kanuni düzenlemeler dışında kadın çalışana, hamilelik veya annelik nedeniyle daha az ücret ödenmesi de dâhildir. EntgTranspG nin üçüncü maddesinin üçüncü fıkrasında,  dolaylı olarak yapılan ücret ayrımcılığı na yer verilmiştir. Bu fıkraya göre, tarafsız kurallara, kriterlere ve usule bakıldığında, cinsiyeti nedeniyle çalışana, karşı cinsiyete sahip çalışanlara göre bazı özel durumlarda ücret bakımından farklılık yaratılabilecektir; meğerki söz konusu kurallar, kriterler ve usul, hukuki bir amaca göre adaletli olsun ve bu amaca ulaşmak için izlenen yol uygun ve gerekli olsun. Kısacası mevcut koşullara bakıldığında, ücrette cinsiyete dayalı ayrımcılık yapılabileceği şeklinde bir durum olduğu söylenebilecekken, aslında izlenen amaç adaletsiz ve bu amaca hizmet eden yol uygun ve gerekli değilse dolaylı bir ücrette ayrımcılık ortaya çıkmaktadır. Cinsiyet nedeniyle yapılan ayrımcılık kural olarak meşrulaştırılamazsa da EntgTranspG m.3/4 ün, AGG m.5 ve m.8 e yaptığı gönderme sonucunda, belirli bir cinsiyetten oluşan grubun dezavantajlarını dengelemek adına farklı ücretlendirme yapılması mümkün görülmektedir. AGG m.8 uyarınca ise görülen faaliyetin türü veya koşulları nedeniyle önemli bir mesleki gereklilik oluşturuyorsa, farklı ücretlendirme yine kabul edilmektedir. Yeter ki mesleki gereklilik önemli ve izlenen amaç hukuki olsun. Fakat devam eden fıkraya göre, cinsiyete dair özel bir koruyucu düzenleme mevcutsa, aynı veya aynı değerdeki iş için cinsiyete dayalı düşük ücret anlaşması yapılması haklılaştırılamayacaktır. Dolaylı yapılan ücret ayrımcılığında ise cinsiyetler arası farklılık öngörülmesi,  ancak  cinsiyetten  bağımsız  kriterlerle  haklılaştırılabilecektir.  Çalışma pazarı, edim ve iş sonucuna bağlı kriterler ücret farklılığının haklılaştırılmasını sağlayabilmektedir. Bununla beraber orantılılık ilkesine de dikkat edilmelidir. Bu hususa ilişkin verilen bir örnekte, bir avukatlık bürosunda ticaret hukuku ile iş hukuku alanında avukatlar çalışmaktadır. İlk grupta çalışanların çoğunluğu erkek, ikinci grupta çalışanların ise çoğunluğu kadın avukattır. Avukatların çalışma verimi, yükümlülükleri ve nitelikleri özdeştir. Buna rağmen ticaret hukuku ile ilgili alanda çalışanların ücreti daha yüksektir. Zira bunun nedeni ticaret hukuku alanında çalışmanın, iş hukuku alanında çalışmaya göre büroya daha yüksek kazanç getirmesidir. Yani cinsiyet dolayısıyla öngörülmüş bir ücret farklılığı mevcut değildir. Dolayısıyla ücrette yapılan bu ayrımcılık, cinsiyet dışında kalan bir nedenle haklılaştırılmıştır. Konuya ilişkin bir başka hüküm ise EntgTranspG m.7 de düzenleme bulmuştur. Kanunun bu maddesi, ücrette ayrımcılık yasağını  ücret eşitliği  kuralı olarak tekrar etmektedir. Bu maddeye göre, bir istihdam ilişkisinde aynı veya aynı değerdeki işte çalışmak üzere istihdam edilenler için, cinsiyetlerine dayanılarak daha az ücret kararlaştırılamaz veya ödenemez. Bu hükmü yorumlayan Oberthür e göre kanun koyucu, EntgTranspG de açık düzenleme getirilerek bu konuya dikkat çekmeyi amaçlamıştır. Nitekim şimdiye kadar ücret eşit                                                 33 Oberthür, s.2230. 34 Bu konuda bkz. ErfK/Schlachter, §5 AGG, Rn.1; HWK/Rupp, 7. Aufl., §5 AGG, Rn.1-3; NK-GA/v. Steinau-Steinrück/Schneider, §5 AGG, Rn.2-3. 35 ErfK/Schlachter, §8 AGG, Rn.1-5; HWK/Rupp, 7. Aufl., §8 AGG, Rn.1-2; NK-GA/v. Steinau-Steinrück/Schneider, §8 AGG, Rn.2. 36 Bkz. ErfK/Schlachter, §8 AGG, Rn.9-10; HWK/Rupp, 7. Aufl., §8 AGG, Rn.3-4; NKGA/v. Steinau-Steinrück/Schneider, §8 AGG, Rn.14. 37 Bu örnek ve konu hakkında ayrıntılı bilgi için bkz. Oberthür, s.2230.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  749 liği kuralına sadece dolaylı olarak AGG m.7 ve m.8/2 hükümlerinin toplu değerlendirilmesiyle ulaşılmaktaydı. Tarafların akdettiği sözleşmede yer alan ayrımcılık yasağına aykırı hükümlerin yaptırımına EntgTranspG m.8/1 de yer verilmiştir. Buna göre EntgTranspG m.3 e aykırılığın yanı sıra m.7 ye aykırılık halinde de sözleşme hükümlerinin geçersiz olduğu ifade edilmiştir. Yine EntgTranspG m.3/1, Avrupa Birliği Hukuku çerçevesinde yorumlandığında, ayrımcılığa uğrayan çalışan için yüksek ücreti talep etme hakkı kuşkusuz bu konuda dava açılması yoluyla mevcuttur. Kanun koyucu, tasarıdan farklı olarak ücretin uyumlu hale getirilmesi için tanınan bu hakkı herhangi bir hak düşürücü süreye de tabi kılmamıştır. Dolayısıyla bireysel ya da toplu iş sözleşmesinde bir süre belirlenmesi mümkündür. Yine AGG m.15 de düzenlenen zararın tazmin edilmesi hükümleri de bir görüşe göre uygulama bulabilecektir.  B. İşverenin Genel Yükümlülükleri EntgTranspG  m.6 da  işverenlerin  genel  yükümlülükleri  belirlenmiştir. Bununla beraber bu maddede sadece işverene değil işyerindeki tüm aktörlere yükümlülük getirilmiştir. Yani işveren dışındaki toplu iş sözleşmesi tarafları ve diğer tüm menfaat temsilcileri görevleri ve hareket olanakları çerçevesinde, kadın ve erkek çalışanlar arasındaki ücret eşitliğini gerçekleştirmek için işbirliği yapmakla yükümlendirilmiştir. Ayrıca tüm işverenler, kanunun altıncı maddesinin ikinci fıkrası uyarınca, kadın ve erkek çalışanlar arasında ücret açısından oluşabilecek ayrımcılığa karşı koruyucu önlemlerin alınması konusunda yetkilendirilmiştir. Hatta bu önlemlere, ihtiyati tedbirler de dâhil edilmiştir. Söz konusu düzenlemeler, işyerindeki çalışan sayısı önemli olmaksızın tüm işverenler için yükümlülük getirmektedir. EntgTranspG m.9 a göre işveren, bu kanundan doğan haklarından faydalandığı için çalışana ayrımcılık yapamayacaktır. Maddenin devamında aynı kural, bu çalışanları destekleyen veya tanıklık eden çalışanlar için de geçerli kabul edilmiştir. Benzer bir düzenleme AGG m.16 da da mevcuttur. EntgTranspG m.4/4 de ise işverenlere farklı bir yükümlülük öngörülmüştür. Bu maddeye göre, bir ücret sistemi kullanan her işverenin, bu sisteme dâhil ücret türlerini hem bütün olarak hem de tek tek cinsiyet nedeniyle ayrımcılığa yol açmayacak şekilde yapılandırması gerekmektedir. Maddenin devamında ise bu yükümlülüğün yerine getirilmesi için özellikle dikkate alınması gereken unsurlar dört başlık altında sayılmıştır. Buna göre işveren, özellikle yerine getirilen faaliyetin türünü objektif bir bakış altında dikkate almalı, kadın ve erkek çalışanlar için ortak kriterlere dayanmalı, farklılık öngören kriterleri                                                  38 Oberthür, s.2230. 39 Thüsing, s.565-566; Gaul, s.48. 40 Bauer/Günther/Romero, s.812. 41 Oberthür, s.2230. Ayrıca AGG m.15 hakkında ayrıntılı bilgi için bkz. ErfK/Schlachter, §15 AGG, Rn.1-4; HWK,/Rupp, 7. Aufl., §15 AGG, Rn.1. 42 Kuhn/Schwindling, s.785. 43 Ayrıntılı bilgi için bkz. ErfK/Schlachter, §16 AGG, Rn.1-2; HWK/Rupp, 7. Aufl., §16 AGG, Rn.1-2; NK-GA/v. Steinau-Steinrück/Schneider, §5 AGG, Rn.5; Oberthür, s.2230.750  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) ayrımcılık ortaya çıkarmaktan uzak yapılandırmalı ve bu kriterlerin tamamını anlaşılır şekilde belirlemelidir. Kanunun dördüncü maddesinin dördüncü fıkrasında sayılı unsurlar bakımından özellikle ele alınması gereken unsur,  farklılık öngören kriterlerin ayrımcılıktan uzak şekilde yapılandırılması   unsurudur. Doktrinde bu unsuru yorumlayan bir yazara göre, eğer bir ücret sistemi, cinsiyetlerden birinin yerine getirmesi gereken değerlendirme kriterlerini içeriyorsa baştan itibaren geçersiz sayılmayacaktır. Bununla beraber bu ücret sistemi, işyerinde çalışanlardan diğer cinsiyete sahip olanların yerine getirmesi gereken farklı kriterler dikkate almışsa, bu farklılık dolaylı bir ayrımcılığa neden olabilecektir. Eğer işverenin uyguladığı ücret sistemi dolaylı da olsa bir cinsiyet ayrımcılığına neden oluyorsa, bu sistem EntgTranspG m.3 ve m.7 ye aykırılık oluşturduğundan, m.8 uyarınca geçersiz olacaktır. Bunun yanı sıra ayrımcılığa uğrayan çalışan, yüksek ücret alan gruba verilen ücreti talep etme hakkına da sahip olacaktır. İşveren ise m.6 gereği ihtiyati tedbirler almak da dâhil ücrette adaletin sağlanması adına gerekli önlemleri almakla yükümlüdür. EntgTranspG salt işverenlere değil, EntgTranspG m.13/1 uyarınca Almanya da işyerlerinde sıklıkla organizasyona sahip olan işyeri kuruluna (Betriebsrat) da yükümlülük getirmiştir. Bu fıkraya göre işyeri kuruluna, kendi görevleri çerçevesinde kalmak üzere işyerinde kadın ve erkek çalışanlar arasında ücret eşitliğinin sağlanmasını açıkça desteklemeleri görevi yüklenmiştir. İşyeri temsilciler kurulunun bu görevine, işyerinde uygulanan ücret sisteminin ayrımcılıktan uzak olmasının gözetimi de dâhildir. Özel kesim işverenleri için ise ücretlerin denetlenmesi bir yükümlülük olarak düzenlenmemiştir. Bu husus kanun tarafından  talep  olarak nitelendirilmiştir. İlgili kanunun 17. maddesinde, bu kanun anlamında ücrette eşitliğin sağlanması adına, 500 den fazla çalışanı olan özel kesim işverenine münhasır olarak bazı hususların yerine getirilmesi talep edilmiştir. Söz konusu işverenlerden, işyeri denetim mekanizmaları yoluyla, işyerindeki ücret düzenlemeleri ve farklı ücret yapıları ile bunların uygulanışını düzenli olarak denetlemesi ve bu konuda rapor hazırlaması talep edilmektedir. Anlaşılacağı üzere küçük ve orta ölçekteki işyerlerinin işverenleri, bürokratik yük getirilmemesi amacıyla 17. maddenin kapsamı dışında tutulmuştur. EntgTranspG nin 18. maddesinin ikinci fıkrasında, 500 den fazla çalışanı olan özel kesim işvereninin gerçekleştireceği denetim sürecinin durum tespiti, analiz ve sonuç raporu aşamalarından oluştuğu belirtilmiştir. Yine aynı fıkrada söz konusu işverenlerin, denetim ve analiz usulünü seçmekte, işyeri yönetime                                                  44 Bu konuda bkz. Gaul, s.48. 45 Bkz. Oberthür, s.2230-2231. Aynı yazar bu konuya ilişkin verdiği örnekte, ağır bedensel çalışmaya dayanan ücret sisteminde, çalışanın sadece aktif kas ağırlığı kavramının dikkate alınmaması gerektiğini, buna karşılık çalışana bu konuda etki eden tüm faktörlerin ve bedensel reaksiyonların sınıflamaya dahil edilmesini, ki bu sınıflandırmada dikkate alınacak faktörlerin içine özellikle vücut bakımının, sezgisel ve tekrar eden çalışma biçiminin, sinirsel ve duyusal ağırlığın, gürültü ve çalışma çevresinde yer alan diğer tüm etkenlerin ve sosyal faktörlerin girdiğini belirtmektedir. Bkz. Oberthür, s.2231. 46 Bkz. Oberthür, s.2231. 47 Bkz. Oberthür, s.2231. 48 Ayrıntılı bilgi için bkz. Langemann/Wilking, s.505; Kuhn/Schwindling, s.789.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  751 katılma hakkı (betriebliches Mitwirkungsrecht) dikkate alınarak, serbest olduklarına yer verilmiştir. Ayrıca 12. maddeye yapılan atıf dolayısıyla 18. maddenin üçüncü fıkrasında, söz konusu işverenlerin işyeri denetim usulünü tüm işyerleri için değil, aynı bölgede bulunan işyerleri ile sınırlı olarak hayata geçirmeleri beklenmektedir. Bununla birlikte söz konusu işverenler için bu denetimleri ne kadar sıklıkla yapmaları gerektiğine dair açık bir süre de düzenlenmemiştir. Tasarı gerekçesinde denetleme aralıklarının beş yılı geçmemesi tavsiye niteliğinde yer almaktaydı; fakat bu süreye kanunda yer verilmemiştir. Zira kanunda sadece 17. maddede, denetimlerin düzenli olmasından söz edilmiştir. Dolayısıyla özel kesim işverenlerinin tüm bu denetim sürecinde serbest tutulmasında olduğu gibi, denetleme aralıkları bakımından da daha uzun süre belirlenebileceği yorumu yapılmaktadır. Ayrıca 20. maddede, işverenin işyeri kurulunu, planlanan işyeri ücret denetim sürecinden gerekli belgelerin ibrazı ile zamanında haberdar etmesi aranmaktadır. Doktrinde bir görüş tarafından, m.17 ve m.18 de düzenlenen serbest iradeye dayalı işyeri denetim sürecinin doğurabileceği sakıncalar gözetilerek, işverenler  tarafından  uygulamaya  geçirilmemesi  önerilmektedir.  Zira  denetim sürecinin devreye sokulması halinde, ücrette cinsiyete dayalı ayrımcılık yapıldığı ortaya çıkması muhtemeldir. Bu durumda işveren, m.19 uyarınca bu ayrımcılığı önleyici tedbirleri almakla yükümlü tutulmuştur. Şayet bu süreçten geçilmemiş olsaydı, mahkemede cinsiyet nedeniyle ücrette ayrımcılık yapıldığının ispatı güçleşecekti. Ayrıca m.20 dolayısıyla çalışan da zorunlu olarak denetim  sürecinin  sonuçları  hakkında  bilgilendirildiği  için,  çalışanlara  Bauer/Günther/Romero nun deyimiyle gümüş tepside dava açma nedeni servis edilmektedir. Bu nedenle aynı yazarlar, işverenin uyguladığı ücret sistemini denetlemek istediği, fakat m.20 deki çalışanlara zorunlu bilgi verme yükümlülüğünden kaçınmayı amaçladığı hallere yönelik bir tavsiyede bulunmaktadır. Söz konusu yazarlara göre işverenler, kanunun m.17-18 deki şartlarından bağımsız bir denetleme yöntemi seçerek, ilgili kanundaki yükümlülüklerinden kurtulabileceklerdir. Kuşkusuz bu yönteme başvurulmasını açık tutan kanun düzenlemesi eleştiriye açıktır.                                                  49 Langemann/Wilking, s.505. İşyeri kurulunun, EntgTranspG m.18/2 uyarınca sahip olduğu işyeri yönetime katılma hakkının kapsamı hakkında ayrıntılı bilgi için bkz. Kania, s.821-822. 50 Özel kesim işverenlerinin denetim usulü hakkında ayrıntılı bilgi için bkz. Bauer/ Günther/Romero, s.812. 51 Bu konuda ayrıntılı bilgi için bkz. Gaul, s.50; Kania, s.820-821; Kuhn/Schwindling, s.789. 52 Bauer/Günther/Romero, s.812. Nitekim işyeri denetim süreci işverene yükümlülük olarak düzenlenmediğinden bu süreci işletmemesinin hukuki yaptırımı da yoktur. Bkz. Benkert, s.434; Kuhn/Schwindling, s.789. 53 Bkz.Gaul, s.50. 54 İşverenlere yönelik serbest iradeye dayalı düzenlenmiş denetim sürecinin işletilmemesi tavsiyesi  ve  gerekçeleri  hakkında  ayrıntılı  bilgi  için  bkz.  Bauer/Günther/Romero, s.812-813. Bu sistemin eleştirisi için ayrıca bkz. Thüsing, s.568. Bu eleştirilere karşılık doktrinde başka bir yazar tarafından, işyeri denetim sürecinin en azından bir kere işletilerek işyerinde bu süreç işletilene kadar var olan zamanda ücrette cinsiyet ayrımcılığı olup olmadığının tespiti ve böylece çalışanların bilgi talep etme hakkının önüne geçilmesi tavsiye edilmektedir. Bkz. Kuhn/Schwindling, s.789. 55 Bauer/Günther/Romero, s.813.752  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) EntgTranspG m.21 de ise bu sefer kural olarak 500 den fazla çalışanı olan ve HGB m.264 ve 289 uyarınca durum raporu yazmakla yükümlü işverenler için özel bir düzenleme getirilmiştir. Söz konusu işverenlerin, kadın ve erkek çalışanlarının eşit durumda olup olmadığına ve eşit ücrete tabi olup olmadıklarına dair rapor sunmaları gerekmektedir. Kanun koyucu bu raporda yer alması gereken hususları ayrıca belirtmiştir. Raporda işverenin, kadın ve erkek çalışanların eşitliğini sağlamak adına aldığı önlemler ile etkileri yer almalıdır. Ayrıca kadın ve erkek çalışanların ücret eşitliğinin sağlanması için alınan önlemlere de raporda yer verilmesi aranmaktadır. Eğer işveren, bu konularda bir önlem almamışsa raporda bunun gerekçelerine yer vermekle yükümlü tutulmuştur. Ayrıca aynı maddenin son fıkrasında raporun, cinsiyete göre bölümlendirme yapılarak, çalışanların ortalama toplam sayısı ile tam zamanlı ve kısmi zamanlı çalışanların ortalama sayısını içermesi gerektiği düzenlenmektedir. Hal böyleyken kanun koyucu, raporda yer alan önlemlerin icra edilmemesi haline yönelik herhangi bir hukuki sonuç veya yaptırım öngörmemiştir.  IV. Ücrette Şeffaflık Sağlanması Adına Çalışanın Bilgi Edinme Hakkı A. Kapsamı ve Şartları İşyeri sınırları içinde ücrette şeffaflığın sağlanması için kanunun odak noktasında, çalışanın bireysel olarak bilgi edinme hakkı durmaktadır.  Çalışanın bilgi edinme hakkı  EntgTranspG m.10-16 hükümleri arasında düzenlenmektedir. Bu düzenleme ile cinsiyetler arasındaki ücret ayrımcılığının en aza indirgenmesi amaçlanmaktadır. Kanun, çalışanlara bu hakkı tanıyarak, işyerindeki ücret hesabında dikkate alınan kriterler ile ücret usulü hakkında bilgi edinmelerini sağlamaktadır. Çalışanın bilgi edinme hakkının kapsamı, EntgTranspG m.12 de yer almaktadır. Buna göre aynı işverene bağlı olarak çalışan ve kural olarak 200 den fazla çalışanı olan işyerlerinde, bu kanun kapsamındaki tüm çalışanların bilgi edinme hakkı mevcuttur. Her işverenin işyeri bu hak kapsamına alınmamıştır. Zira belirli büyüklüğe sahip işyerleri için düzenleme getirilmiştir. Bilgi edinme hakkı, m.12/2 uyarınca sadece aynı işyerinde ve aynı işverene bağlı olarak çalışanların ücretlerine ilişkin kuralları kapsamaktadır. Bu nedenle farklı işve                                                 56  Bu  konuda  bkz.  Bauer/Günther/Romero,  s.813;  Benkert,  s.434;  von  SteinauSteinrück, s.307; Langemann/Wilking, s.505; Kuhn/Schwindling, s.789. EntgTranspG m.25 uyarınca, m.21 de düzenlenen işverenlerin rapor sunma yükümlülüğünü, 2018 yılında yerine getirmeleri ve ilk raporun sadece 2017 yılını kapsayacağı kararlaştırılmıştır. 57 EntgTranspG m.22 de rapor aralıkları, toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesi hükümlerini uygulayan işverenler için beş yıl, diğer işverenler için ise üç yıl olarak belirlenmiştir. Yine ilk gruptaki işverenler geçmiş beş yılı, diğer gruptakiler geçmiş üç yılı raporlayacaklardır. Ayrıntılı bilgi için bkz. Gaul, s.50; Benkert, s.434; von Steinau-Steinrück, s.307; Langemann/Wilking, s.505. 58 Bu konuda bkz. Bauer/Günther/Romero, s.813; Langemann/Wilking, s.505; Kuhn/ Schwindling, s.789. 59 Bkz. von Steinau-Steinrück, s.306; Martin Franzen,  Anwendungsfragen des Auskunftsanspruchs nach dem Entgelttransparenzgesetz (EntgTranpG) , NZA, 13/2017, s.814; Benkert, s.434; Langemann/Wilking, s.502. 60 EntgTranspG m.25/1 uyarınca m.10 da düzenlenen çalışanın bilgi edinme hakkı, 06.07.2017 tarihinden itibaren altı takvim ayı sonra yürürlüğe girecektir.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  753 renlere ait birden fazla işyerinden oluşan şirket türlerinde her bir işveren farklı ücretlendirme kuralı tercih edebilecektir. Dolayısıyla bu tip işyerlerinde 200 sayısının tespitinde her bir işyeri ayrı ayrı ele alınmalıdır. Kuşkusuz bu kural uyarınca, ücret karşılaştırmasında önemli olsa bile, başka işyerinin veya başka işverenin çalışanları karşılaştırma yapılan çalışan grubuna dahil edilemeyecektir. Aynı şekilde aynı işverenin bölgesel olarak farklı işyerlerindeki ücret kurallarına veya farklı çalışan grubuna dâhil olanların ücretlerine ilişkin bilgi talebi, çalışanın bilgi edinme hakkının kapsamına girmemektedir. EntgTranspG m.10 uyarınca çalışan, bilgi edinme talebini  metin  halinde sunmalıdır. Dolayısıyla e-mail olarak gönderilmesinin bile yeterli olacağı kabul edilmektedir. Devam eden fıkraya göre, talep sunulurken karşılaştırma yapılabilmesi adına aynı veya benzer nitelikte faaliyetlere de yer verilmelidir. Nitekim aynı veya benzer nitelikteki faaliyetler, bilgi edinme hakkının bağlanma noktasıdır. İşverenin, çalışanın talep ettiği karşılaştırma yapılacak grup dışında başka çalışanlara dair bilgi verme yükümlülüğü ise yoktur. Çalışan tarafından ortalama aylık brüt ücrete ilişkin bilgi dışında, m.10/1 uyarınca sadece iki farklı ücret yapısına ilişkin bilgi talep etmesi mümkün görülmüştür. Bilgi talebine yönelik bu sınırlamanın amacı, işverene çalışanın bilgi edinme hakkı kapsamında sınırsız cevap verme yükümlülüğü getirilerek bürokratik yük altına sokulmasının önlenmesidir. Bu noktada söz konusu kanunda bahsi geçen ücretin kapsamının ele alınması yararlı görülmektedir. AEUV m.15/2 ile uyumlu olarak EntgTranspG m.5/1 de bu kanun anlamında ücret kapsamında, tüm temel ve ek ücretler; yani bir çalışma ilişkisi içerisinde ödenen doğrudan veya dolaylı tüm diğer nakit veya edimsel ödemeler sayılmıştır. Dolayısıyla temel ücretin yanı sıra çalışma ilişkisi kapsamında ödenen diğer tüm ücret türleri de ayrımcılık yasağı bağlamında ele alınmalıdır. Çalışanın ücreti hakkında bilgi edinme talebinin sürekli olarak yenilenmesinin önlenmesi adına EntgTranspG m.10/2 de bir de süre sınırı getirilmiştir. İşyeri değişikliği, toplu iş sözleşmesinin sona ermesi gibi önemli bir çalışma koşulu değişikliği olmadıkça, son talebin sunulmasından iki yıl geçtikten sonra talep yenilenebilecektir. Yani çalışanın tekrar bilgi edinme hakkını kullanabil                                                 61 Bauer/Romero, s.411; Kania, s.819-820; Kuhn/Schwindling, s.785. İşyerinde çalışan 200 kişinin tespitinde geçici işçi olarak çalışanlar dikkate alınmayacaktır; zira kanunun 12. maddesinde aynı işyerinde ve aynı işverene bağlı olarak çalışanlardan söz edilmektedir. Oysaki geçici işçi, başka bir işveren ile iş sözleşmesi akdetmiştir. Bkz. Gaul, s.48; Bauer/Romero; Kuhn/Schwindling, s.786. 62 Bu konuda bkz. Franzen, s.814. Doktrinde, işverenin işyerinde, cinsiyetler arasında ücrette eşitlik değerlendirilirken hariç tutulan  bölgesellik  kavramının açık olmamasından dolayı düzenleme eleştirmektedirler. Kastedilenin örneğin, işverenin kuzeygüney Almanya da bulunan işyerleri bakımından mı yoksa farklı eyaletlerde işyerleri olması bakımından mı düzenlenmek istendiği yoruma açıktır. Dolayısıyla düzenleme uyuşmazlık çıkmasına elverişlidir. Bkz. Bauer/Romero, s.411; Langemann/Wilking, s.502; Kuhn/Schwindling, s.787. Ayrıca bkz. Gaul, s.48-49. 63 Bkz. Langemann/Wilking, s.503; Kuhn/Schwindling, s.786. 64 von Steinau-Steinrück, s.306; Kuhn/Schwindling, s.786. 65 Kuhn/Schwindling, s.788. 66 Bkz. Gaul, s.48; Bauer/Romero, s.411; Oberthür, s.2231; Langemann/Wilking, s.503; Kuhn/Schwindling, s.787.754  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) mesi için bu hakkı kullanmasının üzerinden en az iki yıl geçmiş olması aranmaktadır. Aksi halde bu süreç içinde önemli bir çalışma koşulu değişikliği olması şartı aranmaktadır. EntgTranspG m.11 uyarınca işverenin bilgi verme yükümlülüğü, bilgi edinme hakkını kullanan çalışanın ücreti ile aynı ücret grubuna dâhil olan karşı cinse dâhil çalışanın karşılaştırma yapılacak ücretine ilişkin bilgileri kapsamaktadır. Dolayısıyla işverenler bilgi edinme talebine ilişkin verdikleri cevapta, çalışanın karşılaştırma yapılmasını talep ettiği karşı cinse ait ücret hakkında da bilgi vermelidir. Eğer işveren, bahsi geçen karşılaştırma yapılması talep edilen çalışanları, karşılaştırma yapılabilir konumda bulmuyorsa, m.15/4 uyarınca makul gerekçeler sunmalıdır. Bunun yanı sıra kendi düşüncesine göre karşılaştırma yapılabilecek çalışanlar hakkında bilgi vermelidir. Kanun koyucu, işyerinde her zaman bilgi edinme hakkını kullanan çalışan ile karşılaştırma yapılabilecek çalışan bulunduğundan yola çıkmıştır. Fakat işverenin, işyerinde karşılaştırma yapılmasını uygun bulduğu çalışan olmadığını açıklaması haline ilişkin olarak hukuki sonuç düzenlenmemiştir. Yine m.12/3 de yer alan kurala göre, işyerinde karşı cinsiyete sahip karşılaştırma yapılacak en az altı çalışan mevcut değilse, kişisel verilerin korunması amacıyla çalışan bilgi edinme hakkını kullanamayacaktır. Bu durumda doktrinde, işverenin kendi görüşüne göre ücret karşılaştırması yapılacak karşı cinsiyete sahip altı çalışan bulunmadığını ileri sürerek ücret hakkındaki bilgi talebini reddedebileceğine dikkat çekilmektedir. Bu sonuç ise hukuk güvenliğine aykırılık oluşturacaktır. Toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenler ile diğer işverenler arasında kanunda yapılan ayrımın önemli bir sonucu, işverenin bilgi verme yükümlülüğü çerçevesinde ortaya çıkmaktadır. Toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenlerin, ücret ve ücret usulü hakkında kanunda veya toplu iş sözleşmesinde yer alan düzenlemeleri uygulamalarına yönelik özel bir düzenleme öngörülmüştür. Buna göre söz konusu işverenler, m.11/2 uyarınca talep edilen bilgilere, sadece ilgili kanun veya toplu iş sözleşmesi hükümlerine dayanarak cevap verme imkanına sahiptirler. Nitekim kanun koyucu, bu imtiyazlı düzenlemeyi öngörürken, kanundaki veya toplu iş sözleşmesindeki ücrete dair düzenlemelerin uygulanması halinde, cinsiyete dair daha az ayrımcılık  yapılması  potansiyeline  sahip  olunduğundan  hareket  etmiştir.  Buna karşılık diğer işverenler, ücret şartları ve usulü hakkında bireysel olarak bilgi vermelidirler. Toplu iş sözleşmesi ile bağlı işveren olup olmama bakımından bir diğer farklılık ise m.11/3 de düzenlenmiştir. Buna göre toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenler, bilgi                                                  67 Gaul, s.48; Daniel H. Holler,  §14/1 EntgTranspG-Ein durchsetzbarer Arbeitnehmeranspruch gegen den Betriebsrat? , NZA, 13/2017, s.823; Kuhn/Schwindling, s.788. Ayrıca karş. Langemann/Wilking, s.503. 68 Bauer/Romero, s.411; Benkert, s.434. 69 Bauer/Romero, s.411; Langemann/Wilking, s.503; Kuhn/Schwindling, s.786-787. 70 Bauer/Romero, s.411. 71 Bu görüş için bkz. Bauer/Romero, s.411. Karş. Kuhn/Schwindling, s.787-788. 72 Langemann/Wilking, s.503; Kuhn/Schwindling, s.786. 73 Franzen, s.814; Langemann/Wilking, s.503.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  755 edinme talebinde bulunan çalışan ile aynı ücret grubuna dahil olan karşı cinsiyete sahip çalışanların ücreti hakkında bilgi vermekle yetinebilecektir. Diğer işverenler ise karşılaştırma yapılan faaliyeti gören tüm karşı cinsiyete sahip çalışanların ücretine dair bilgi vermekle yükümlü tutulmuştur. Doktrinde, toplu iş sözleşmesi ile bağlı olmaya ilişkin bahsi geçen düzenlemeler dolayısıyla, toplu iş sözleşmesi ile bağlılığı güçlendirmek amacıyla bilinçli olarak bir imtiyaz tanındığı ileri sürülmektedir. Bu amaçla, ücret hakkında bilgi verme yükümlülüklerinde de kolaylık getirildiği belirtilmektedir. Toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenler bakımından kanunda tanınan söz konusu imtiyazlara dair doktrinde ayrıca bir konu üzerinde durulmaktadır. Buna göre, toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenler, genellikle toplu iş sözleşmesinde belirlenen ücret sistemine çok katı bağlı kalmamaktadır. Söz konusu işverenler ya tüm çalışanlara ya da belirli bir amaca yönelik olarak belirli bir çalışan grubuna daha fazla ücret verebilmektedir. İşte bu gibi durumlarda, kanunun tanıdığı imtiyazlı hükümler ne derece uygulanabilir sorusuna cevap aranmaktadır. Konunun bu boyutunda, özellikle ücret  karşılaştırması yapılacak karşı  cinsiyete  sahip  çalışanların  tespitinde m.11/3, 2, 1 de yer alan düzenlemenin mi uygulanacağı yoksa toplu iş sözleşmesi ile bağı olmayan işverenler için öngörülen m.11/3, 2, 2 düzenlemesinin mi uygulanacağı sorusu tereddüt yaratmaktadır. Franzen e göre, her ne kadar toplu iş sözleşmesinin üzerinde ücret ödeniyor olsa da işveren halen toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işveren kapsamındadır. Dolayısıyla bu işveren, EntgTranspG m.14 kapsamında bir işveren olarak değerlendirilecektir. Bu bağlamda karşılaştırma yapılacak karşı cinsiyete sahip çalışanların tespitinde yine m.11/3, 2, 1 de yer alan aynı ücret veya barem grubunda bulunma kriteri uygulanmaya devam edilecektir. Aksi halin kabulünde, toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenler için kanunda öngörülen imtiyazlı hükümlerin uygulama alanı oldukça daralacaktır 76. Buna karşılık söz konusu işveren, toplu iş sözleşmesi üzerinde ücret belirlediği için bilgi verme yükümlülüğü bakımından m.11/2, 2 de yer alan salt toplu iş sözleşmesi hükümlerine dayanma yoluna gidemeyecektir. Keza ücretlerin her birinin tespiti hakkında bilgi vermesi gerekecektir. Kısacası doktrindeki bu görüşe göre, toplu iş sözleşmesi üzerinde ücret belirlenmesi halinde toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenler, ücret hakkında bilgi verme yükümlülüğünü toplu iş sözleşmesi ile bağlı olmayan işverenlere dair hüküm çerçevesinde yerine getirecektir. Buna karşılık karşılaştırma yapılacak ücret bakımından yine toplu iş sözleşmesi ile bağlı olan işverenlere ilişkin düzenleme olan m.11/3, 2, 1 kapsamında tutulmaktadırlar.                                                    74 Ayrıntılı bilgi için bkz. Franzen, s.815; Langemann/Wilking, s.502. 75 Bu görüş için bkz. Bauer/Günther/Romero, s.810; Franzen, s.815; Langemann/ Wilking, s.501. 76 Franzen, s.817. 77 Franzen, s.817.756  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) B. Konusu Çalışanın bu kanun anlamında bilgi edinme hakkının konusu, hem ücretinin ödenme kriterleri hem de ücretinin belirlenme usulüdür. Bu husus m.11 de açıkça ifade edilmiştir. EntgTranspG m.11/2 uyarınca, ücretin hesaplanması usulü, bilgi edinme talebinde bulunan çalışanın ücretinin tespiti hakkında bilgi verilmesini kapsamaktadır. Fakat bu hükme göre ücretin hesaplanma usulünde, karşılaştırma yapılacak olan karşı cinsiyete sahip çalışanların ücreti de dikkate alınmalıdır. EntgTranspG m.11/2 ye göre, ücret hesaplanması usulü, kanun veya toplu iş sözleşmesinde yer alan kurallara dayanıyorsa, bilgi edinme talebine sadece bu kuralın zikredilmesi yoluyla cevap vermek ye                                                 78 Benkert, s.434; von Steinau-Steinrück, s.306; Langemann/Wilking, s.503. Bilgi verme yükümlülüğü içerisinde sayılan karşılaştırma yapılan ücretin, bir takvim yılı içinde ortalama aylık brüt ücretlerin (tam süreli çalışma şeklinde) sıralanmasında ücret skalasının ortasında yer alan ücret olduğu m. 11/3 de düzenlenmiştir. Yani karşılaştırma yapılan gruptaki ücret miktarlarının yüksekten aza doğru sıralanması halinde, ortada yer alan ücret karşılaştırma yapılmasında  medyan  olarak değerlendirilecek ücrettir. Örneğin karşılaştırma yapılan grupta yer alan yedi işçinin ücretleri sıralandığında dördüncü işçinin ücreti medyan ücrettir. Altı işçi söz konusuysa bu durumda medyan ücret, ortada yer alan iki işçinin brüt ücretlerinin toplamının yarısı olarak hesaplanmaktadır. Bununla beraber ücret karşılaştırması yapılırken medyan ücret dikkate alındığında, en alt ücret basamağında yer alan kadın çalışanın bilgi talep etmesi halinde, medyan ücret alan erkek çalışanın ücretinin kendisinden yüksek olduğu bilgisini alacaktır. Halbuki bu işyerinde aynı işi gören diğer kadın işçilerin ücretinin medyan ücret üstünde olması muhtemeldir. Dolayısıyla kadın çalışanın, erkek medyan çalışanın ücretinden az ücret aldığını ortaya koyarak dava açmasını, cinsiyet nedeniyle yapılan ayrımcılığın ispatı bakımından tek başına yeterli görmemektedir. Buna karşılık işçinin elde ettiği bilgi, ilk anda cinsiyet nedeniyle ücret ayrımcılığı yapıldığı şeklinde yoruma neden olabileceğinden bu sistemin tek başına her daim doğru sonuç vermediği anlaşılabilecektir. Ücret farklılığı cinsiyet haricinde mesleki deneyime, çalışma saatleri ve yerine veya başka somut nedenlere dayalı olarak ortaya çıkmış olabilir. Ayrıca karşılaştırma yapılan erkek çalışan grubu içinde, medyan ücretin altında kalarak kadın çalışandan daha az ücret alan erkek çalışanlar da olabilir. Sonuç olarak medyan ücret tek başına cinsiyet nedeniyle ücret ayrımcılığı yapıldığının delili olamayabileceğinden, çalışanlar dava açarken bu hususa dikkat etmelidir. Bu eleştiri ve konu hakkında ayrıntılı bilgi için bkz. Bauer/Romero, s.411-413. Ayrıca bkz. von Steinau-Steinrück, s.307. Medyan ücretin, ortalama ücret olmadığı, çalışanın salt karşı cinsiyete sahip çalışanların medyan ücretini bilmesinin ücret ayrımcılığı yapıldığına dair net sonuç doğuramayacağı, zira normalde kadınların ücret bakımından erkeklere göre ayrımcılığa uğradığı bir işyerinde, kadın çalışanlardan birinin, erkek çalışan medyan ücretinden fazla ücret aldığı veya tam tersi olarak ücret ayrımcılığı yapılmayan işyerinde kadın çalışanlardan birinin erkek medyan ücreti altında ücret aldığı gibi durumlarda salt medyan ücret kriterinin doğru sonuca ulaştıramayacağı ileri sürülmektedir. Dolayısıyla çalışanın, kadın-erkek çalışanların ortalama ücretlerini, ücret skalasının altında kalan ve üstünde olan çalışanların ücretlerini, kadın ve erkek çalışana ödenen ek ücret ortalamalarını ve benzeri kriterleri de öğrenmesi halinde sağlıklı sonuç elde edebileceği ve bu nedenle kanuni düzenlemenin isabetli olmadığı yönündeki eleştiri için bkz. Thüsing, s.567. Ayrıca medyan ücretin dikkate alınması halinde bu ücretin altında kalan çalışanın, ücret nedeniyle ayrımcılığa uğradığı gerekçesiyle dava açıp, ücretini işyerindeki yüksek ücrete uyumlandırmaya yönelik karar alırsa, medyan ücret bu sefer karşılaştırma yapılan grupta yer alan diğer çalışanlar için değişecektir. Dolayısıyla işveren için dava süreci bir sarmal olarak süreklilik kazanma tehlikesi ile karşı karşıya kalacaktır. Bu eleştiri için bkz. Kuhn/Schwindling, s.785.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  757 terli kabul edilmiştir. Yeter ki bu kurallar, çalışan tarafından anlaşılabilir ve incelenebilir olsun. Yukarıda bahsi geçen kuralların yanı sıra önemi haiz olan bir konu, çalışanlara ait kişisel verilerin ücret hakkında bilgi edinme hakkı çerçevesinde nasıl korunacağıdır. Bu hususa ise 12. maddenin üçüncü fıkrasında dikkat çekilmiştir. Kişisel verilerin korunması adına, karşılaştırma yapılacak karşı cinsiyete sahip çalışan grubu en az altı kişiden oluşmuyorsa bilgi edinme hakkının da olmayacağı belirtilmiştir. Bunun nedeni ise kanunda aranandan daha az sayıda karşılaştırma yapılacak faaliyeti sürdüren karşı cinsiyete sahip çalışan bulunması durumunda, söz konusu çalışanın ve ücretinin varsayım yoluyla ortaya çıkabileceği ihtimalidir. Bu sonucun kişisel verilerin korunmasına aykırılık yaratacağı öngörülmüştür. Aynı maddenin devamında ise kişisel verilerin korunması amacıyla ek olarak, sadece cevap yöneltilen kişinin talebi için önemi olan bilgilerden haberdar olmasının sağlanması düzenlenmektedir.  C. Bilgi Edinme Talebinde Bulunma Usulü Bilgi edinme talebinde bulunma usulü, EntgTranspG m.14 ve 15 de iki gruba ayrılarak düzenlenmiştir. Birinci grupta, toplu iş sözleşmesi ile bağlı olan ya da toplu iş sözleşmesi hükümlerini uygulayan işverenler yer almaktadır (m.14). İkinci grup ise diğer tüm işverenler için bilgi edinme talebinde bulunma usulünü düzenlemektedir (m.15). EntgTranspG m.14 uyarınca, temel olarak ifade edilebilecek husus ise çalışana bilgi verme usulünün işyeri kurulu aracılığı ile yürütülecek olmasıdır. Bu kurul, işverene isimsiz bir form yoluyla, detaylı olarak bilgi edinme talebi hakkında bilgilendirmede bulunacaktır. İşveren, çalışana bilgi verebilmesi adına sahip olduğu önemli tüm bilgileri kurulla paylaşmalıdır. EntgTranspG m.14/1 in son cümlesi uyarınca işyeri kurulu, işverenin bilgi verme yükümlülüğünü üzerine almasını talep etme hakkına sahiptir. İşveren, m.14/2 uyarınca bilgi edinme yükümlülüğünü işyeri kuruluna açıklayarak kendi inisiyatifine de alabilecektir. Böyle bir durumda kurul, kapsamlı olarak ve zamanında talep ve verilen cevap hakkında haberdar edilmelidir. Çalışan da                                                  79 Ayrıntılı bilgi için bkz. Franzen, s.814; Gaul, s.49; von Steinau-Steinrück, s.306; Oberthür, s.2231-2232; Langemann/Wilking, s.503; Kuhn/Schwindling, s.787-788.  80 Bu konuda bkz. Franzen, s.814; Kuhn/Schwindling, s.787-788. 81 Bu kurul, işverenin yardımcısı veya işyerindeki bir organı değildir; aksine bağımsız bir organ olup, kanunen işyerindeki işçilerin temsilcisi konumundadır. Bununla beraber işyerinde söz konusu kurul mevcutsa, bilgi verme yükümlülüğünün muhatabı olarak düzenlenmiştir. Dolayısıyla bu yükümlülük, işveren tarafından yerine getirilmemektedir. Bu yükümlülük, bizzat kurulun kendi yükümlülüğü niteliğindedir. Ayrıntılı bilgi için bkz. Holler, s.825-826. 82 Bkz. Oberthür, s.2232; Bauer/Romero, s.410; Langemann/Wilking, s.504; Holler, s.822; Kuhn/Schwindling, s.788. Doktrinde, her ne kadar EntgTranspG ile işverenlere önemli bürokratik ve ekonomik yük getirilmiş olsa da basının, çalışanların ve potansiyel işverenlerin gelecekte kadın ve erkek çalışanların ücret eşitliği için daha fazla dikkat edeceği; zira kanunun aslında bir eğitim-yetiştirme karakterine sahip olduğu, özellikle işverenin bu kanun anlamında ücret hakkında bilgi verme yükümlülüğünü yerine getirmediğinde dava sırasında ortaya çıkacak olan ispat durumunun zorluğu karşısında ücret eşitliği ve adaletini sağlamaya yöneleceği savunulmaktadır. Bu görüş için bkz. Bauer/Günther/Romero, s.813-814.758  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) kimin bilgi paylaşımında bulunacağı hakkında bilgilendirilmelidir. Açıktır ki toplu iş sözleşmesi olmasına rağmen işyeri kurulu bulunmayan işyerlerinde bilgi paylaşımı işveren tarafından yerine getirilecektir. Bu halde EntgTranspG m.14/3 uyarınca, işveren tarafından toplu iş sözleşmesi taraflarının yetkili temsilcilerine, talep ve verilen cevap hakkında bilgilendirme yapılması aranmaktadır. Yine m.14/3 de düzenlendiği üzere, bu halde yetkili temsilciler, işveren ile anlaşarak bilgi verme yükümlülüğünü üzerine alabileceklerdir. Kuşkusuz çalışan, kimden bilgi sağlayacağı hakkında haberdar edilmelidir. Toplu iş sözleşmesi bulunmayan işyerlerinde çalışanlar, m.15 gereği ücret hakkında bilgi edinme taleplerini işverene sunmaktadırlar. Fakat işyerinde işyeri kurulu mevcutsa, yine m.14 hükümleri uygulanacaktır. Toplu iş sözleşmesi ile herhangi bir bağı olmayan işverenler veya varsa işyeri kurulu, talebin alınmasından itibaren üç ay içinde yazılı olarak bilgi paylaşımında  bulunmalıdır.  EntgTranspG  m.15/3 e  göre  belirtilen  sürede  bir gecikme olması halinde, işveren veya işyeri kurulu talepte bulunan çalışana gecikme hakkında bilgi vermelidir. Ayrıca bu bilginin verilmesinden sonra, daha fazla gecikme olmadan bilgi paylaşımında bulunmalıdır. Bununla beraber toplu iş sözleşmesi ile bağlı olan ya da toplu iş sözleşmesi hükümlerini uygulayan işverenler için, bilgi verme yükümlülüğünü yerine getirmek adına açık bir süre sınırı kanunda yer almamaktadır. Doktrinde söz konusu işverenlerin kendi menfaatlerini dikkate alarak, herhangi bir sorunla karşılaşmamaları için en azından m.15 deki üç aylık süreyi dikkate almaları tavsiye edilmektedir.  D. Çalışan Tarafından Elde Edinilen Bilgilerin Sağladığı Hukuki İmkanlar Almanya da EntgTranspG nin yürürlüğe girmesi ile birlikte doktrinde, bu kanunun odak noktasında çalışanın bilgi edinme hakkının bulunduğuna dikkat çekilmiştir. Bununla beraber önemli bir soru işareti ise çalışanın bilgi edinme  hakkı  çerçevesinde  karşı  cinsiyete  sahip  çalışanın  ücreti  hakkında edindiği bilgilerle, ne gibi bir hukuki yol izleyebileceğidir. Doktrinde bir görüşe göre, aylık ortalama ücreti ve/veya diğer ücret yapıları hakkında bilgi edinme hakkını kullanan çalışanın ücretinin, karşılaştırma yapılan karşı cinsiyete sahip çalışan grubunun medyan ücretinin altında çıkması halinde, AGG m.15/2 uyarınca mahrum bırakıldığı ücret farkını dava yoluyla talep edebilecektir. Bu durumda AGG nin ispat kuralına dair 22. madde hükümlerinin devreye girebileceği savunulmaktadır. Nitekim gerekçe olarak ise EntgTranspG m.2/2 de, AGG hükümlerinin saklı tutulması gösterilmektedir.                                                  83 von Steinau-Steinrück, s.306; Oberthür, s.2232; Kania, s.820; Langemann/Wilking, s.504; Holler, s.823; Kuhn/Schwindling, s.788. 84 Ayrıntılı bilgi için bkz. Gaul, s.49; Oberthür, s.2232; Langemann/Wilking, s.504. 85 Gaul, s.49; Benkert, s.434; von Steinau-Steinrück, s.306; Bauer/Romero, s.410; Langemann/Wilking, s.504; Holler, s.823. 86 Bu konuda bkz. Holler, s.824-825. 87 Bu tavsiye için bkz. Gaul, s.49; Langemann/Wilking, s.504. Karş. Holler, s.823. 88 Bauer/Romero, s.412. Ayrıca bkz. ErfK/Schlachter, §15 AGG, Rn.7-13; HWK,/Rupp, 7. Aufl., §15 AGG, Rn.1-3. 89 Franzen, s.815.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  759 AGG m.22 uyarınca, uyuşmazlık halinde taraflardan biri, AGG m.1 de sayılı etnik, cinsiyet, din, yaş ve benzeri nedenler dolayısıyla ayrımcılık yapıldığına dair karine oluşturabilecek bir delil ortaya koyarsa, karşı taraf ayrımcılıktan koruyucu düzenlemelerin ihlal edilmediğine yönelik ispat yükünü taşımaktadır. AGG m.22, sadece AGG m.1 de sayılı nedenler ve yapılan ayrımcılık arasındaki illiyete dair ispat kolaylığı sağlamaktadır. Konumuz dahilinde bu neden,  cinsiyet nedeniyle ayrımcılık  olarak karşımıza çıkmaktadır. Söz konusu  hüküm,  ispat  yükümlülüğünü  ağırlıklı  bir  varsayıma  indirgemektedir. Dolayısıyla cinsiyete dair ücret ayrımcılığı yapıldığı iddiası ile açılan davada, ücret farklılığı ile cinsiyet arasındaki illiyet bağı yüksek olasılıkla ortaya konulmuşsa, AGG m.22 deki ispat yüküne ilişkin yaptırım uygulanabilecektir. Benzer bir hüküm EntgTranspG m.15/5 de yer almaktadır. Fakat ispat yükü hakkında düzenleme içeren söz konusu hüküm, kanunun lafzına göre salt toplu iş sözleşmesi ile bağlı olmayan veya bir toplu iş sözleşmesi hükümlerini uygulamayan işverenlere yöneliktir. Ayrıca ek bir şart olarak, bu işverenlerin kendilerinden talep edilen ücrete ilişkin bilgileri paylaşmamış olmaları aran                                                 90 Bu konu hakkında ayrıntılı bilgi için bkz. Bauer/Romero, s.412; ErfK/Schlachter, §22 AGG, Rn.1; HWK,/Rupp, 7. Aufl., §22 AGG, Rn.1; NK-GA/v. Steinau-Steinrück/Schneider,§22 AGG, Rn.3. 91 Bkz. ErfK/Schlachter, §22 AGG, Rn.2-3; HWK,/Rupp, 7. Aufl., §22 AGG, Rn.2; NKGA/v. Steinau-Steinrück/Schneider, §22 AGG, Rn.4; Bauer/Romero, s.412; Franzen, s.815. BAG tarafından ücrette cinsiyete dayalı ayrımcılık yapılması haline ilişkin olarak ispat yükünün dağılımı hakkında henüz bir karar verilmemiştir. Bununla beraber BAG, cinsiyete dayalı olarak terfi talebinin reddedilmesine dair bir uyuşmazlıkta verdiği kararda, davacının, cinsiyeti ile yapılan ayrımcılık arasındaki illiyet bağını, sadece aynı işkolundaki karşılaştırılabilir hiyerarşik düzeyde kadın ve erkek çalışanların oranına dair istatistiki bilgilere dayandırmasını da bu istatistikleri etkileyebilecek birçok unsur bulunabileceği gerekçesiyle ispat açısından yeterli görmemiştir. BAG, istatistiki bilgilere böyle hallerde ancak somut olarak ilgili işveren ve bu işverenin davranışları ile ilgisi olması halinde dayanılabileceğine de kararında yer vermiştir. Bkz. BAG, T.22.07.2010, 8-AZR 1012/08, AGG m.22 Nr.2, NZA 2/2011, s.93-104. Avrupa Adalet Divanı nın (EuGH) yakın tarihli olarak görülebilecek cinsiyete dayalı ücrette ayrımcılık yapıldığına ilişkin kararı da önemi haizdir. Divan, çalışan lehine ispat kolaylığının sağlanması adına kadın çalışanın, erkek çalışanla aynı veya benzer nitelikte iş gördüğünü, ancak erkek çalışanın daha fazla ücret aldığını ispatlamasını yeterli görmektedir. Buna karşılık işverenin ise karşılaştırma yapılan çalışanların aynı veya benzer nitelikte iş görmediklerini veya farklı ücretlendirmeye gidilmesinin cinsiyet dışında örneğin mesleki deneyim, önemli bilgilere sahip çalışma olması, kıdeminin fazla olması gibi başka nedenlere dayandığını  ispatlamasını  beklemektedir.  Bkz.  EuGH,  Urteil,  28.02.2013-C-427/11 (M.Kenny&vd.), NZA 6/2013, s.315-319. Franzen, EuGH kararındaki ispat kolaylığı hükmünün devreye girmesi için ayrımcılığa uğradığını ifade eden çalışanın, işyerinde aynı veya benzer işi gören ve kendisinden fazla ücret alan karşı cinsiyete sahip çalışanlar olduğunu gösteren bilgiler sunmasını veya ortalama aylık ücret bakımından medyanın kendisinden fazla çıkmasını güçlü bir ispat olarak görmemektedir. Bununla beraber bu verilerin başka unsurlarla desteklenmesi halinde ispat yükü dağılımını değiştirebileceğini ileri sürmektedir. Yazar, yine bahsi geçen EuGH kararından yola çıkarak, yeterli açıklıkta olmayan ücretlendirme sistemi uygulandığının, ücret yapılandırılmasında belirsiz hesap yöntemleri kullanıldığının veya somut olaya göre %20-40 arasında bir oranda aynı veya benzer işi gören kadın ve erkek çalışanların ortalama ücretlerinin farklı olduğunun ortaya konulmasını destekleyici unsurlar olarak kabul etmektedir. Bkz. Franzen, s.816-817.  92 ErfK/Schlachter, §22 AGG, Rn.3; HWK,/Rupp, 7. Aufl., §22 AGG, Rn.2-3; NK-GA/v. Steinau-Steinrück/Schneider, §22 AGG, Rn.4; Bauer/Romero, s.412.760  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) maktadır.  Dolayısıyla kanun  koyucunun,  EntgTranspG  m.15/5 de,  toplu  iş sözleşmesi ile bağlantısı olmayan işverenler yönünden ve sadece ücret hakkında bilgi paylaşmamaları hali için AGG m.22 deki hukuki sonucu düzenlediği anlaşılmaktadır. İşveren, diğer bir olasılık olarak kendisinden talep edilen ücret bilgisini usulüne uygun ve zamanında paylaşmış olabilir. Bu bilgilendirme sonucunda, karşılaştırılan medyan ücretin çalışanın ücretinden fazla çıkması halinde salt bu gerekçe ile cinsiyete dayalı ayrımcılık yapıldığı anlamı çıkartılamayacaktır. Dolayısıyla ispat yükünün yer değiştirmesi yaptırımı da doğrudan ortaya çıkmayacaktır. Şayet çalışana en azından ispat kolaylığı sağlanması isteniyorsa, çalışanın cinsiyete dayalı ayrımcılık yapıldığına dair önemli gerçekliğe sahip bir delile ihtiyacı olacaktır. Bireysel ücretin, karşılaştırma yapılan grubun medyan ücreti  ile  karşılaştırılması,  ayrımcılık  hususunun  araştırılması  bakımından yeterli güçte bir delil olarak görülmemektedir. Zira her iki karşılaştırma yapılan grubun ücreti arasındaki farkın cinsiyet dışında mantıklı bir nedene dayanması mümkündür. Hatta diğer grup üyelerinin, talepte bulunan çalışan ile aynı ücreti alıyor olması da ihtimal dahilindedir. Daha isabetli olan ise kendi cinsiyet grubundakilerin ortalaması ile aynı veya aynı değerdeki işi gören çalışanların ücret ortalamasının karşılaştırılmasıdır. Buna karşılık kanuna göre çalışan, kendi cinsiyeti veya kendi grubuna ilişkin ücret ortalaması hakkında bilgi edinme hakkına sahip değildir. Bu bilgiye karşılaştırma yapılan gruptaki diğer bir çalışanın, uygun bilgi talebi ile de ulaşamaz. Nitekim bilgi talebi ile elde edilen bilgilerin, EntgTranspG m.8/2 gereği diğer çalışanlarla paylaşılması da yasaktır. Ayrıca Alman doktrininde henüz cevaplanamamış olan diğer bir soru işareti ise ilgili çalışanın, karşılaştırma yapılan grup ortalamasından yüksek ücret talep hakkının çerçevesidir. Bu talep hakkının, grup içindeki en yüksek ücrete mi yoksa medyan üzerindeki en düşük ücrete mi yönelik olması gerektiği konusunda kanunda herhangi bir hüküm yoktur.  E. İşverenin Bilgi Verme Yükümlülüğüne Aykırı Davranması ve Bu Aykırılığın Hukuki Sonuçları EntgTranspG m.14 de toplu iş sözleşmesi ile bağlı olan veya toplu iş sözleşmesi hükümlerini uygulayan işverenler bakımından bilgi verme yükümlülüğünün ihlali haline ilişkin olarak herhangi bir yaptırım öngörülmemiştir. Kanunun açık lafzı gereği, m.15 de yer alan yaptırım, söz konusu işverenler için uygulama alanı bulamayacaktır. Zira yaptırım öngörmemek kanun koyucunun                                                  93 EntgTranspG m.15/5 hakkında değerlendirme için bkz. Bölüm IV, E. Thüsing, AGG m.22 deki düzenlemenin aslında yapılan ayrımcılığın gerekçelendirmesine yönelik yargılama aşaması ile ilgili bir düzenleme getirilmesi amacına dayandığını, oysaki EntgTranspG de esasen ayrımcılık yapıldığının tespit edilmesi ve buna yönelik saf bir yaptırım getirilmesi için hareket edildiğini belirtmektedir. Dolayısıyla yazar, iki kanundaki düzenlemenin  uygulama  amacının  farklı  olmasından  yola  çıkarak  EntgTranspG m.15/5 in, AGG m.22 den formüle edildiğinin hükümet gerekçesinde yer almasını eleştirmektedir. Bkz. Thüsing, s.567. Buna karşılık Gaul, EntgTrasnpG m.15/5 deki düzenlemeyi, AGG m.22 deki düzenlemenin çalışan lehine iyileştirilmiş hali olarak ifade etmektedir. Bkz. Gaul, s.49. 94 Oberthür, s.2233. 95 Oberthür, s.2233. 96 Ayrıntılı bilgi için bkz. Oberthür, s.2233.Almanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  761 bilinçli bir tercihi olarak kabul edildiğinden ortada kanun boşluğu da yoktur. Bu durumda işverenler bilgi paylaşma yoluna gitmezlerse, bilgi talep eden çalışan tarafından işverenin yükümlülüğünü yerine getirmesine yönelik dava açılabilecektir. Bunun yanı sıra başka bir hukuki sonuç olup olmadığı ise açık değildir. Doktrinde, işverenin bilgi verme yükümlülüğünü yerine getirmemesine dayanılarak, iş sözleşmesinden doğan borçlarından birinin ihlali gerekçesiyle, Alman Bürgerliches Gesetzbuch (BGB)99 kapsamında zararın tazmininin talep edilmesi de değerlendirilmektedir. Fakat ortada zarar olup olmadığı veya miktarı tespit edilemeyeceğinden bu hukuki imkân mümkün görülmemektedir. Diğer işverenler bakımından bilgi verme yükümlülüğünün ihlalinde, çalışan  tarafından  dava  açılması  halinde  (Entgeltgleichheitsklage)  EntgTranspG m.15/5 de ispat yükünün yer değiştirmesine yönelik bir yaptırım düzenlenmiştir. Bu fıkraya göre işveren, bilgi verme yükümlülüğünü ihlal ederse, bu kanun anlamında ücret eşitliği ilkesine yönelik herhangi bir ihlalin olmadığını uyuşmazlık halinde ispat etmekle yükümlüdür. Aynı yükümlülük işyeri kurulunun, işverenden kaynaklanan bir nedenle bilgi veremediği haller için de geçerli sayılmıştır. EntgTranspG m.15/3 de toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenler dışında kalan diğer işverenler bakımından, ücret hakkında bilgi verme yükümlülüğünün hangi usulle yerine getirileceği yer almaktadır. Bu fıkraya göre, işveren veya işyeri kurulu, çalışan tarafından talep edilen ücrete dair bilgileri, talebin ulaşmasından itibaren üç ay içinde yazılı olarak paylaşmalıdır. Bu süre içinde yükümlülüklerini yerine getiremeyeceklerini öngörürlerse, işveren veya işyeri kurulu, bilgi edinme hakkını kullanan çalışana bu konuda bilgi vermelidir. Ayrıca daha fazla gecikme olmadan cevap verme yükümlülüğünü yerine getirmelidir. İşte bu yükümlülüklere uymayan işveren veya işyeri kuruluna yönelik çalışan tarafından dava açılması halinde, m.15/5 de yer alan ispat yükünün yer değiştirmesi yaptırımı düzenlenmiştir. Bu durumda işveren tarafından ücrette ayrımcılık yapıldığı varsayılacaktır. Dolayısıyla işverenin, bu kanun anlamında ücret eşitliğine aykırı davranmadığını ispat etmesi gerekecektir. Zira kanun koyucu söz konusu  işverenlerin  bilgi  paylaşımında  bulunmamasını,  cinsiyetler  arası  ücrette eşitlik kuralının ihlali anlamında şüpheli bir durum olarak kabul etmiştir. EntgTranspG m.15/5 in lafzına bakıldığında söz konusu düzenlemenin salt işveren veya işyeri kurulu tarafından bilgi verme yükümlülüğünün yerine getirilmemesinin  yaptırımı  olarak  düzenlendiği  anlaşılmaktadır.  Dolayısıyla işverenin yanlış bilgi vermesi bu madde kapsamına girmemektedir. Kuşku                                                 97 Franzen, s.819. 98 Fakat çalışan, bu davada cinsiyet nedeniyle düşük ücret aldığı gerekçesiyle yüksek ücret alma talebinde bulunamayacaktır, zira bu davada henüz bu husus ispat edilmemiştir. Bkz. Franzen, s.819. 99 Bürgerliches Gesetzbuch (BGB), BGBI. I, 2002, S.2909, (Çevrimiçi) www.gesetze-iminternet.de (25.09.2017). 100 Franzen, s.819. 101 Bu konuda bkz. Bauer/Romero, s.412; Franzen, s.818; Langemann/Wilking, s.504. 102 Bkz. Franzen, s.816; Benkert, s.434; Langemann/Wilking, s.504. 103 Bkz. Franzen, s.818; Benkert, s.434; Langemann/Wilking, s.504. 104 Franzen, s.818. Aksi yönde bkz. Gaul, s.49.762  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017) suz bu durumda, m.15/5 e dayanılarak ispat yükü işverene de geçemeyecektir. Bu durumun kanunda açık bir yaptırımdan yoksun bırakılması bir eksiklik olarak görülmektedir. Doktrinde aynı sonucun, AGG m.22 deki genel hükmün uygulanabilmesi bakımından da geçerli olduğu ifade edilmektedir. Yani AGG m.22 de bu halde uygulama alanına sahip görülmemektedir. Zira AGG m.22, aslında kanun koyucu tarafından toplu iş sözleşmesi ile herhangi bir bağı olmayan ve ücrete ilişkin bilgi paylaşmayan işverenlere ilişkin özel bir yaptırım  olarak  EntgTranspG  m.15/5 de  sadece  somutlaştırılmıştır. Tüm  bu ifade edilenlerin dışında, işverenin yanlış bilgi vermesi halinde, uygulamada çalışanın bu yanlışlığı tespit etme imkânı da yok denecek kadar az görülmektedir. Elbette ki bilgi edinmek isteyen çalışan, kendisi ile bilgi paylaşılmaması dolayısıyla karşılaştırma yapılacak grubun ücreti ve dolayısıyla ücret ayrımcılığı yapılıp yapılmadığı konusundan haberdar olamayacaktır. Bununla beraber hem AGG uyarınca zararın tazminini isteyen hem de yüksek ücretin ödenmesi için dava açan çalışanın, kuşkusuz ortada bir ücret ayrımcılığı olduğunu ve karşılaştırma yapılan gruba göre daha az ücret aldığını ortaya koyması ve ispatlaması gerekmektedir. Böyle bir halde çalışan, karşılaştırılan grupla ücret bakımından ayrımcılığa uğrayıp uğramadığını tespit etmek istiyorsa, sadece dava aşamasında işvereni bilgi paylaşımına zorlayabilecektir. Edinilen bilgi, gerçekte  ücretler  arasında  bir  ayrımcılık  olmadığını  ortaya koyuyorsa  dava masraflarına katlanmayı göze alması gerekecektir.  V. İşyeri Kurulu nun Görevleri Bu konuda öncelikle ifade edilebilecek husus, EntgTranspG yoluyla işyeri kurulunun sahip olduğu hakların güçlendirilmiş olduğudur. Zira kurulun yetkileri, sadece işyeri ücret sistemi ile bireysel bilgi taleplerinin yerine getirilmesi ile sınırlı tutulmamıştır. EntgTranspG m.13/2 uyarınca, Betriebsverfassungsgesetz (BetrVG)111 çerçevesinde kurulan kurul, görevini ifa edebilmesi için brüt ücret listesini tetkik edebilme ve değerlendirme hakkına da sahiptir. Dolayısıyla işverenin m.13/3 ü dikkate alarak, ücret listesini cinsiyete göre bölümlendirmesi, ücret kalemlerini bireysel yapılan ödemeleri de içerecek şekilde listeye kaydetmesi ve listenin kurulca incelenmesini sağlaması gerekecektir. Ücret listeleri, kurulun listeleri tetkik edebilme hakkını kullanabilmesini ve bilgi verme yükümlülüğünü gereği gibi yerine getirmesini sağlayacak şekilde düzenlenmelidir.                                                  105 Franzen, s.816 ve 818; HWK/Rupp, 7. Aufl., §22 AGG, Rn.1. 106 HWK/Rupp, 7. Aufl., §22 AGG, Rn.1. 107 Franzen, s.816 ve 818; HWK/Rupp, 7. Aufl., §22 AGG, Rn.1. 108 Franzen, s.819. 109 Oberthür, s.2233. 110 Oberthür, s.2233. 111 Betriebsverfassungsgesetz (BetrVG), BGBI. I 2001, S.2518, (Çevrimiçi) www.gesetzeim-internet.de, 05.10.2017. 112 Ayrıntılı bilgi için bkz. Holler, s.825-826. 113 Langemann/Wilking, s.504. Kania ya göre, söz konusu düzenleme aslında BetrVG m.80/2 ile zaten daha önce benzer şekilde düzenlenmiştir ve EntgTranspG, kurula tanınan listeleri tetkik edebilme ve değerlendirme hakkı kapsamında aslında hukuki nitelik bakımından değişiklik öngörmemiştir. Nitekim bu hak halen sadece göz atabilmekAlmanya da Yürürlüğe Giren Ücrette Şeffaflık Kanunu  763 Toplu iş sözleşmesi ile herhangi bir bağı olmayan işverenlerin işyerlerinde, EntgTranspG m.15 uyarınca çalışanın bilgi edinme hakkını doğrudan işverene yöneltmesi gerekmektedir. Bu kuralın istisnası ise m.15/2 uyarınca bu işyerlerinde işyeri kurulu seçilmiş olması halidir. Buna karşılık daha önce de belirtildiği üzere toplu iş sözleşmesi ile bağlı olan veya bir toplu iş sözleşmesinin hükümlerini uygulayan işverenlerin işyerlerinde çalışanlar, kural olarak ücret  hakkındaki  bilgi  taleplerini  işyeri  kuruluna  yönelteceklerdir.  EntgTranspG m.14/1-2 uyarınca, işyeri kurulu, açıkça işverenin bilgi verme yükümlülüğünü devralmasını talep edebilir. Bunun dışında işveren de önceden işyeri kuruluna bildirerek, bu yükümlülüğün tamamını veya bir kısmını üzerine alabilir.  Sonuç Almanya da henüz çok yakın olarak ifade edilebilecek bir tarihte yürürlüğe giren EntgTranspG nin getirdiği en önemli düzenleme çalışanın bilgi edinme hakkıdır. Bunun yanı sıra kanunda sayılı şartlar kapsamında bulunan işverenlere ve mevcutsa işyeri kuruluna, işyerinde aynı veya aynı değerde işi gören kadın ve erkek çalışanlar arasında ücret bakımından ayrımcılık yapılmamasını sağlamaya yönelik birtakım yükümlülükler getirilmiştir. Tüm bu düzenlemelere rağmen, kanuna getirilen en büyük eleştiri, kanundaki yükümlülüklerin yerine getirilmemesi haline ilişkin olarak toplu iş sözleşmesi ile herhangi bir bağlantısı olmayan işverenler hariç bir yaptırım öngörülmemiş olmasıdır. Dolayısıyla kanun, kimi yükümlülükler bakımından neredeyse tavsiye niteliğindedir. Ancak henüz kanundaki yükümlülüklere ilişkin BAG kararı verilmemiş olması ve kanunun birçok hükmünün henüz uygulamaya konulmamış olması dikkate alındığında, ilerleyen zamanda tüm bu sorunlara bir sonuç bağlanabileceği hususu da göz ardı edilmemelidir. Özellikle büyük ölçekteki işyerlerinde 2018 yılında uygulamaya konulacak olan kadın ve erkek çalışanların ücretleri ile alınan önlemler hakkında rapor hazırlama yükümlülüğü önemlidir. Nitekim bu yükümlülük işverenler üzerinde, kamuoyunda prestij kaybı yaşanmaması adına, ücrette şeffaflığın ve dolayısıyla eşitliğin sağlanmasına yardımcı olabilecek bir hüküm olarak görülebilecektir.                                                                                                                              ve değerlendirmekle sınırlıdır. Kurul ne fotokopi çekebilecek ne de kopya edebilecektir. Sadece not alabilecektir. Bu da aslında değerlendirme sırasında yanlışlıklar yapılmasına yol açabilecektir. Bu konuda ayrıntılı bilgi için bkz. Kania, s.820. 114 Bu konuda ayrıntılı bilgi için bkz. Kania, s.819; Langemann/Wilking, s.504; Holler, s.825-826; Kuhn/Schwindling, s.788. Ayrıca bkz. Bölüm II, C. 115 İşyeri temsilciler kurulunun yükümlülüğün bir kısmını devralması halinde ortaya karışıklıklar çıkmasının engellenmesi adına, işveren ve kurulun hareket alanlarını düzenleyecekleri bir sözleşme yapmaları tavsiye edilmektedir. Ayrıntılı bilgi için bkz. Kania, s.820.764  Arş. Gör. İrem Yayvak Namlı (İÜHFM C. LXXV, S. 2, s. 741-764, 2017)",
     "Kaynakça": "BAUER,  Jobst  Hubertus/ROMERO,  Sibylle:   Der  individuelle  Auskunftsanspruch nach dem Entgelttransparenzgesetz , NZA, 7/2017, s.409 413. BAUER, Jobst Hubertus/GÜNTHER, Jens/ROMERO, Sibylle:  Offene Fragen des Entgelttransparenzgesetzes was Arbeitgeber beachten sollten , NZA, 13/2017, s.809 814. BENKERT,  Daniel:   Entgelttransparenzgesetz:  gezähmtes  ‘Bürokratiemonster ?  NJW Spezial, Heft 14, 2017, s.434 435. BOECKEN, Winfried/DÜWELL, Franz Josef/DİLLER, Martin/HANAU, Hans: Nomos Kommentar: Gesamtes Arbetsrecht, Baden Baden, Nomos Verlagsgesellschaft, 2016 (NK GA/v. Steinau Steinrück/Schneider). FRANZEN, Martin:  Anwendungsfragen des Auskunftsanspruchs nach dem Entgelttransparenzgesetz (EntgTranpG) , NZA, 13/2017, s.814 819. GAUL, Björn:  Das geplante Gesetz zur Förderung der Transparenz von Entgeltstrukturen: Auf welchen Aufwand sich die Praxis schon jetzt einstellen sollte , ArbRB, 2/2017, s.47 50. HENSSLER, Martin/WILLEMSEN, Heinz Josef/KALB, Heinz Jürgen: Arbeitsrecht  Kommentar, 7.  Auflage,  Köln,  Verlag Dr.  Otto  Schmidt,  2016 (HWK/Rupp, 7. Aufl.). HOLLER, Daniel H.:  §14/1 EntgTranspG   Ein durchsetzbarer Arbeitnehmeranspruch gegen den Betriebsrat? , NZA, 13/2017, s.822 828. KANIA,  Thomas:   Betriebsratsbeteiligung  bei  der  Durchsetzung  von Entgelttransparenz , NZA, 13/2017, s.819 822. KUHN, Anke/SCHWİNDLİNG, Jan:  Eine Chance auf Lohngerechtigkeit?! Was durch das neue Entgelttransparenzgesetz auf die unternehmerische Praxis zukommt  , Der Betrieb, 14/2017, s.785 789. LANGEMANN,  Moritz/WİLKİNG,  Felix:   Mehr  Entgeltgerechtigkeit zwischen Frauen und Männern? Bundeskabinett beschlieβt Entwurf des Entgelttransparenzgesetzes , BetriebsBerater (BB), 9/2017, s.501 506. MÜLLER GLÖGE,  Rudi/PREIS,  Ulrich/SCHMİDT,  Ingrid:  Erfurter Kommentar zum Arbeitsrecht, 17. Auflage, München, Verlag C.H. Beck, 2017 (ErfK/Schlachter). OBERTHÜR, Nathalie:  Das Gesetz zur Förderung der Transparenz von Engeltstrukturen: Ein Beitrag zu mehr Entgeltgerechtigkeit oder bürokratische Riesenkrake? , NJW, 31/2017, s.2228 2234. THÜSING, Gregor:  Fünf Schritte zu einem besseren Entgelttransparenzgesetz , BetriebsBerater (BB), 10/2017, s.565 568. VON STEINAU STEİNRÜCK, Robert:  Mehr Transparenz bei den Gehältern ab Juli 2017? , NJW Spezial, Heft 10, 2017, s.306 307."
}