{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "05",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "3",
     "Başlık": "Kamulaştırmasız El konulan Taşınmazın Idarenin MülkiyetineGeçmesinden Sonra Eski Mal Sahibinin Taşınmazına Tekrar Kavuşması",
     "Title": "Re acquisition of the Land by Former Owner After Administrative Authority confiscated the land without expropriating",
     "Yazar İsmi": [
          "Atila Erkal"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamulaştırmasız El Koyma", "Fiili El Atma", "Hukuki El Atma", "Eski Malike İade", "Malikin Geri Alma Hakkı"
     ],
     "Keywords": [
          "Confiscation Without Expropriation", "Actual Confiscation", "Legal Confiscation", "Return to Former Owner", "Right of Owner to Take Back"
     ],
     "Özet": "Mülkiyet hakkına müdahale kanunun öngördüğü şekillerde kamu yararı amacıyla gerçekleşebilir. Bu amaçla kanunda farklı imkânlar öngörülmüşse de özel mülkiyete tabi taşınmazlar kamulaştırma yoluyla elde edilmektedir. Kamulaştırma Kanunu (KK) eski taşınmaz sahiplerine, taşınmaza ihtiyaç kalmaması durumunda belli şartlar altında iade imkânı ve geri alma hakkı tanımaktadır. İdare özel mülkiyete tabi taşınmazlara, kamulaştırma yapmadan da hukuka aykırı bir şekilde fiili olarak el atabilmektedir. Bunun yanında hukuki olarak el attığı taşınmazları uzun süre mülkiyetine geçirmeden kişilerin mülkiyet hakkını ihlal edebilmektedir.Kamulaştırmasız el atıldıktan sonra açılan dava neticesinde mahkemece idare adına tesciline karar verilen taşınmazlara ihtiyaç kalmaması, kamu yararı ya da başka bir kamu hizmetine tahsis edilmemesi durumunda, eski maliklerin taşınmazına tekrar kavuşmasını sağlayan, idare tarafından iade ya da malikin geri alma hakkını düzenleyen bir hüküm bulunmamaktadır. Bu konuda bir hukuk boşluğu mevcuttur. Bu hukuk boşluğu KK daki hükümlerin kıyas yoluyla uygulanmasıyla giderilebilecektir.Bir kanun hükmünün kıyasen uygulanması için, uygulanacak olaya ilişkin kanun hükmünün olmaması, olayın benzerlik taşıması ve sonucun aynı olması gerekmektedir. Özel hukukta kural olarak kıyas yoluyla akıl yürütme önünde bir engel bulunmamaktadır. Kamu hukukunun özelliği sebebiyle kıyas belli şartlar altında uygulanabilmektedir. İdare Hukuku nda ağırlıklı olarak hak yaratıcı bazı durumlarda kıyas yapılabilmektedir. KK nun kamulaştırılan taşınmazın eski malikine iadesine ve malikin geri alma hakkına ilişkin hükümleri, uyuşmazlıkta adli yargı öngörüldüğünden özel hukuk bağlamında kıyasen kamulaştırmasız el atmalar bakımından da uygulanabilir niteliktedir.",
     "Abstract": "Interferences with property rights can only be carried out in the public interest in a manner prescribed by law. Although the law provides different options for this purpose, land that is subject to private property is acquired through expropriation. The Expropriation Act grants former owners the right to return the property under certain conditions and to take it back if the property is not needed. The administration can de facto take possession of privately owned land illegally without expropriation. In addition, it can violate the property rights of individuals without legally taking over the property that it has long confiscated.As a result of the lawsuit that was filed after the confiscation without expropriation and the court has made a decision to register the property on behalf of the administration and accordingly the administration does not need the property after a while or not for the public benefit or another public service is not regulated by law that the former owner can take back the property from the administration or the right of return of the property. There is a legal loophole in this regard. This legal loophole can be closed by analogy with the provisions of the Expropriation Act.In order for a legal provision to be applied by analogy, there should be no legal provision regarding the event to be applied, the event should be similar and the result should be the same. As a rule, there is no obstacle to analogous application in private law. Due to the nature of public law, an analogy can be made under certain conditions. There are different views in the areas of constitutional, criminal, tax and administrative law under public law. In administrative law, analogy is mainly carried out in some favorable cases. The provisions of the Expropriation Act on the return of the expropriated property to the previous owner and the owner s right of repossession apply comparatively to hand assignments without expropriation.",
     "Metin": "İdare, kamu hizmetlerini ifa edebilmek için özel mülkiyette bulunan taşınmazlara ihtiyaç  duyabilmektedir.  İdarenin  ihtiyaç  duyduğu  taşınmazları  hukuka  uygun bir şekilde mülkiyetine geçirmesi esastır. Mülkiyet hakkına ilişkin temel esaslar Anayasa nın 35. maddesinde yer almaktadır. Bunun yanında kamulaştırma yoluyla hukuka uygun müdahale konusunda Anayasa nın 46. maddesi temel ilkelere yer vermekte  ve  KK  ile  bu  usul  düzenlenmektedir.  Kamulaştırmanın  temel  ögesi kamu yararı olmakla birlikte, bir taşınmaz üzerindeki mülkiyet hakkının, karşılığı ödenmek kaydıyla malikin rızasına bakılmaksızın idarece kaldırılması ve taşınmazın kendi  mülkiyetine  geçirilmesidir.1  Bunun  yanında  idare  İmar  Kanunu nun  18. maddesi uyarıca kamu hizmetleri için gerekli olan ve maddede sayılan durumlarda düzenleme ortaklık payı olarak özel mülkiyetteki taşınmazlara bedelsiz olarak el atabilmekte ve mülkiyetine geçirebilmektedir. Kanunla öngörülen bu yetkiler dışında özel mülkiyette bulunan taşınmazlara idarenin el koyması hukuka aykırılık teşkil etmektedir. Ancak idarenin bir kamulaştırma kararı olmaksızın, kanunun verdiği bir yetkiye dayanmadan özel mülkiyette yer alan bir taşınmaza el koyması uygulamada karşılaşılan bir durumdur. Kamulaştırmasız el koyma olarak ifade edilen bu durumda idarenin mevzuat dışına çıkarak keyfi davranması söz konusudur. Kamulaştırmasız  el  koymada  taşınmaz,  idarenin  mülkiyetine  geçmemekte, ancak idare söz konusu taşınmaza fiili ya da hukuki olarak el atmaktadır. Mülkiyet hakkı hukuka aykırı bir şekilde sınırlandırılan taşınmaz sahibi buna karşı yargı yoluna başvurma hakkına sahiptir. Fiili el atmada malik müdahalenin men ini talep edebileceği gibi ecrimisil, bedel veya tazminat talep ederek idare adına tescilini de isteyebilmektedir. Buna karşılık kanun koyucu belli dönemlerde kamulaştırmasız fiili el atılan taşınmaz sahibine sadece bedel ve tazminat talep etme hakkı tanıyarak mülkiyetin  idareye  geçeceğini  düzenlemiştir.  Kamulaştırmasız  el  konulan taşınmazların gerek malik tarafından mahkemeden idare adına tescilinin istenmesi, gerekse kanun koyucunun bu yönde bir kural getirmesi sebebiyle idarenin mülkiyetine geçen taşınmazların ihtiyaç kalmaması durumunda akıbeti konusunda bir hüküm bulunmamaktadır. Benzer durum hukuki el atmalarda da ortaya çıkmaktadır. İdarenin zamanla taşınmaza ihtiyacının kalmaması sebebiyle malike iade yetkisi ya da malikin geri alma hakkı olup olmadığı tartışmalı bir konudur. Buna karşılık hukuka uygun bir kamulaştırma işleminde, KK ndaki şartlar gerçekleşmişse, malikin kamulaştırılan 1  Anayasa Mahkemesi, 2003/33, 10.04.2003; Halil Kalabalık, İmar Hukuku Dersleri, (9. Bası, Seçkin 2019) 276.2  Kamulaştırmasız el koyma yerine  kamulaştırmasız el atma ,  fiili el atma  ayrımı yapılarak  dolayısıyla el koyma  ya da  de facto kamulaştırma  kavramları da kullanılmaktadır. Bu çalışmada yeri geldikçe el koyma ve el atma kavramları birlikte kullanılacaktır.967İstanbul Hukuk Mecmuası 79/3taşınmazı geri alma hakkı bulunmaktadır. Ayrıca idarenin kamulaştırdığı taşınmaza ihtiyacı kalmamışsa, eski malike iade yetkisi de mevcuttur. Bu çalışmada kamulaştırmasız fiili ve hukuki el atma üzerine mahkemece idare adına tescil kararı verilen taşınmaza, ihtiyaç kalmaması üzerine eski mal sahibine iadesi ve malikin geri alma hakkının bulunup bulunmadığı sorunu incelenecektir. Öncelikle mülkiyet hakkı bağlamında kamulaştırma ve kamulaştırmasız el atma kavramlarına yer verilerek mülkiyetin idareye geçme süreci ele alınacaktır. Daha sonra mal sahibinin geri alma hakkı ya da idarenin ihtiyacı kalmayan taşınmazı mal sahibine iade yetkisi olup olmadığı, mevcut hükümlerin kıyasen uygulanıp uygulanamayacağı irdelenecektir.I. Kamulaştırmasız El Koyma KavramıKamulaştırmasız fiili el koyma kavramı yargısal içtihatların yanında doktrin tarafından da tanımlanmaktadır. Buna karşılık açık bir kanuni tanımı bulunmamakla birlikte, KK nun Geçici 6. maddesinde lafzen geçmese de, kamulaştırmasız fiili el  koymayı  dolaylı  tanımladığını  kabul  edebiliriz.5  Kamulaştırmasız  hukuki  el atma ise KK Ek 1. madde ile kanuni bir zemine kavuşmuştur. Kavramsal olarak kamulaştırmasız el koymayı ele almadan önce mülkiyet hakkı karşısındaki durumunu incelemekte fayda bulunmaktadır.A. Kamulaştırmasız El Koyma ve Mülkiyet HakkıHukuk devletinde kişilere tanınan önemli temel haklar arasında yer alan mülkiyet hakkı, anayasal güvence altındadır. Anayasa nın 35. maddesinde, herkesin mülkiyet hakkına sahip olduğu ve bu hakka ancak kamu yararı amacıyla, kanunla sınırlandırma getirilebileceği hüküm altına alınmıştır. AİHS Ek 1 nolu Protokolün 1. maddesine göre de, mülkiyet hakkına kamu yararı amacıyla ancak kanunla ve uluslararası hukukun genel ilkelerine göre müdahale edilebilir.6Mülkiyet hakkının Anayasa da kişi hak ve ödevleri içerisinde yer alması sebebiyle Cumhurbaşkanlığı Kararnamesi ya da başka bir düzenleyici işlemle sınırlandırılması 3  Hukuki el atmada farklı bir süreç işlemektedir. Bunun için bkz III.B. Kamulaştırmasız El Atmada Mülkiyetin İdareye Geçmesini Sağlayan Durumlar başlığı. 4  Kamulaştırma kavramı yerine  dolayısıyla kamulaştırma  kavramının tercih edilmesi yönünde yaklaşımlar bulunmaktadır. Bkz Fatma Ayhan, ‘Kamulaştırma Kanunu nun Geçici 6. Maddesi ve Türk Hukukunda  Dolayısıyla Kamulaştırma  Uygulaması Üzerine Bir Deneme  (2011) 69 (1-2) İÜHFM 1125, 1127.5  Danıştay 6 D, 2014/4122, 27.05.2014, (Legalbank); Aksi yönde bkz Türker Yalçınduran, ‘6745 Sayılı Kanun İle Hukuki El Koymalara Dair Yapılan Değişiklikler İle Hukuki Ve Fiili El Koymalara Uygulanacak Hükümler  (2017), 66 (2), AÜHFD 491, 500.6  Mülkiyet hakkına ilişkin AİHM karar örnekleri için bkz Oğuz Sancakdar, ‘AİHM in Gayrımenkul Mülkiyeti ve İmar Hukuku Uyuşmazlıklarına Yaklaşımından Kesitler Ve Karar Örnekleri  İzmir BD (2019), 84 (3) 511, 512 ff. 968Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...mümkün  değildir.7  Mülkiyet  hakkına  el  atma  yetkisini  düzenleyen  kanunun Anayasa nın temel hak ve hürriyetlerin sınırlandırılmasına ilişkin 13. maddesinde yer alan temel yükümlülükleri de içermesi bir zorunluluktur. Buna göre ilgili kanun mülkiyet hakkını, özüne dokunmaksızın yalnızca Anayasa nın ilgili maddelerinde belirtilen sebeplere bağlı olarak sınırlandırabilir. Bu sınırlama Anayasa nın sözüne ve ruhuna, demokratik toplum düzenine ve lâik Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olmamalıdır. Ayrıca genel nitelikte olmalı, güvenin korunması ve eşitlik ilkesine uygun olmalıdır.8 Anayasa nın  46.  maddesi  kamulaştırmayı  özel  olarak  hüküm  altına  alarak mülkiyet hakkını sınırlandırmaktadır. Sosyal ve ekonomik haklar ve ödevler arasında yer alan kamulaştırmayla; Kamu yararının gerektirdiği hallerde, gerçek karşılıklarını peşin ödemek şartıyla, özel mülkiyette bulunan taşınmaz mallara kanunla gösterilen esas ve usullere göre hukuka uygun el atılabileceği belirtilmektedir.10 Her ikisi de Anayasa da düzenlenmekle birlikte, mülkiyet hakkı 1961 Anayasa sında sosyal ve iktisadi haklar ve ödevler başlığı altında düzenlenirken, 1982 Anayasası yla kişi hak ve ödevleri kapsamına alınmıştır.12 Bu değişiklikle birlikte ve Anayasa nın 46. maddesinin mevcut haliyle mülkiyet hakkının daha güçlü bir konuma geldiği aşikardır.13Kamulaştırmaya ilişkin esas ve usuller ise 2942 sayılı Kamulaştırma Kanunu ile belirlenmiş ve hukuka uygun el atma süreci ayrıntılı bir şekilde düzenlenmiştir. Ancak Kanunun Geçici 6. maddesi bunun dışına çıkarak, kamulaştırmasız el atma 7  Anayasa nın 104. maddesine göre Cumhurbaşkanlığı Kararnameleri ile temel hak ve ödevler alanında sadece sosyal ve ekonomik hak ve ödevleri düzenlenebilir. Kişi hak ve ödevleri ile siyasi hak ve ödevler düzenlenemez. Kamulaştırma her ne kadar sosyal ve ekonomik hak ve ödevler arasında yer alsa da kanunla gösterilen usul ve esaslara göre yapılacağı açıkça düzenlendiğinden, Anayasanın 104/17. fıkrasına göre Cumhurbaşkanlığı Kararnamesi ile düzenlenemez. Bu konuda münhasıran kanunla düzenleme yapılabilir. Anayasa Mahkemesine göre Anayasa koyucunun bir konunun kanunla düzenlemesini özel olarak öngörmesi bu alanın münhasıran kanunla düzenlemesini istediği anlamına gelir. Anayasa da kanunla düzenleneceği belirtilen alanlarda CBK çıkarma yetkisi bulunmamaktadır. Anayasa Mahkemesi, 2020/5, 23.01.2020; Anayasa Mahkemesi, 2020/4, 22.01.2020.8  Hartmut Maurer, Allgemeines Verwaltungsrecht (14. Bası, C.H. Beck 2004) 710.9  Karşılaştırmalı hukukta Almanya örneğine baktığımızda kamulaştırma Alman Anayasası nın 14. maddesinde mülkiyet hakkıyla birlikte düzenlenmektedir. Maddenin ilk iki fıkrası mülkiyet hakkını 1982 Anayasası nın 35. maddesine benzer bir şekilde düzenlerken 3. fıkrası kamulaştırmayı hüküm altına almaktadır. 10  İdare kendisine Anayasa tarafından tanınan olanak ve yetkileri Yasa ya uygun bir biçimde kullanmaksızın taşınmaza el atarak kamulaştırma ilkelerine aykırı davranamaz. Anayasa nın sınırlarını belirleyerek izin verdiği kamulaştırma yöntemini kullanmadan yapılan el atmalar anayasal dayanağı olmayan kamulaştırmasız el koymadır ve mülkiyet hakkına müdahaledir. Anayasa Mahkemesi, 2003/33, 10.04.2003; Hukuk sisteminde öngörülen usuller dışında kamulaştırma yapmaksızın ve taşınmaz bedeli ödenmeksizin el atılması mülkiyet hakkını ihlal eder. Anayasa Mahkemesi, İkinci Bölüm, Emel Kaynar ve Diğerleri kararı, B. no: 2013/3667, 10.06.2015; Papamichalopoulos v Greece App no 14556/89 (ECHR 24 Juny 1993); Carbonara and Ventura v Italy, App no 24638/94 (ECHR 2000- VI) ve Belvedere Alberghiera S R. L. Italy, App no 31524/96 (ECHR 30 May 2003). 11  Türkiye Cumhuriyeti Anayasası, Kanun Numarası: 334, Kabul Tarihi: 09.07.1961, RG 20.07.1961/10859.12  1961 Anayasası nın 36. maddesinde yer alan mülkiyet hakkına ilişkin hüküm aynen korunarak 1982 Anayasası nda kişi hak ve hürriyetleri kapsamına alınmıştır. Meltem Kutlu Gürsel, Kamulaştırma Hukuku (3. Bası, Seçkin 2019) 36 ff.13  Necmi Yüzbaşıoğlu, ‘2001 Anayasa Değişiklikleri Üzerinde Bir Değerlendirme  Yıldızhan Yaylaya Armağan (Galatasaray Üniversitesi Yayınları no: 4, 2003) 587, 594; Kutlu Gürsel (n) 40.969İstanbul Hukuk Mecmuası 79/3kavramını kanuni bir zemine taşımıştır.14 Kamulaştırmasız el atma, kamulaştırma mahiyetinde olmadığı için Anayasa nın 46. maddesi değil, 35. maddesi bağlamında mülkiyet hakkına müdahale kapsamındadır.15 Kamu hizmetinin ifasında kamu yararı ile bireysel hak ve menfaatler çatıştığı durumda kamu yararı önce gelmektedir. Taşınmaz malikleri hukuka uygun kamulaştırmalara kamu yararı uyarınca katlanmak zorundadır. Buna karşılık devlet, kamu yararı sebebiyle hakları ve menfaatlerinden fedakârlık yapmaya zorlanan, hak kaybına uğrayan kişilerin zararını  ödemekle  yükümlüdür.16  Hukuka  aykırı  müdahalelere  karşı  ise  taşınmaz sahipleri  kendisini  savunabilmelidir.17  KK  Geçici  6.  maddesinin  yukarıda  ifade ettiğimiz mülkiyet hakkına hukuka uygun müdahaleyi düzenleyen anayasal hükümlerle uyum içinde olduğunu söylemek güçtür. Söz konusu madde idare tarafından belli yıllar arasında el konulmuş özel mülkiyette yer alan taşınmazların bedelinin ödenerek idarenin mülkiyetine geçmesini öngörmektedir.18 Bu hükümle birlikte taşınmaz mal sahiplerine sadece bedel talep etme hakkı tanınmış, mülkiyet hakkından kaynaklanan diğer hakları kısıtlanmıştır.19 Sadece bedel talep hakkı tanıyıp, diğer hakları için yargıya müracaat hakkı sınırlandırılarak Anayasa nın 36. maddesinde güvence altına alınmış hak arama özürlüğü ve bu bağlamda adil yargılanma hakkının ihlal edildiği söylenebilir. Anayasa Mahkemesi hak arama özgürlüğünün kapsamını belirlerken, herkesin yargı 14  Geçmişte de benzer düzenlemeler yapılmıştır. 221 sayılı Amme Hükmi Şahıslar veya Müesseseleri Tarafından Fiilen Amme Hizmetine Tahsis Edilmiş Gayrimenkuller Hakkındaki Kanunun 1. Maddesine göre  6830 sayılı İstimlâk Kanununun yürürlüğe girdiği tarihe kadar, kamulaştırma işlerine dayanmaksızın, kamulaştırma kanunlarının göz önünde tuttuğu maksatlara fiilen tahsis edilmiş olan gayrimenkuller ilgili âmme hükmi şahsı veya müessesi adına tahsis tarihinde kamulaştırılmış sayılır.  Geçmişteki kanuni düzenlemelerin tarihi seyri için bkz. Sadullah Özel, ‘Anayasa Mahkemesi ve Kamulaştırmasız El Atmanın Yasallaştırılması Girişimleri  (2015) 13 (154) LHD 61, 68 ff.; Ayhan (n 4) 1135.15  Hans Dieter Jarass ve Bodo Pieroth, Grundesetz für die Bundesrepublick Deutschland, Kommentar, (5. Bası, C.H. Beck 2000) 376. 16  Maurer (n 8) 699; Kamulaştırma yoluyla mülkiyet hakkına el atılması karşılığında bedel ödenmesi konusunda ilk pozitif düzenleme 18. YY. da  Prusya Devletleri Genel Memleket Hukuku  (Allgemeines Landsrecht für Preußischen Staaten- ALR) isimli kanun kodifikasyonunun 74 ve 75. maddelerinde yer verilmiştir. Bu hükümler sadece kamulaştırmayı kapsamamakta, kamu yararı ile bireysel hak ve menfaatler çatıştığı durumda kamu yararının önce geleceğini düzenlemektedir. Bireyler haklarının kısıtlanmasına katlanmak zorundadır, buna karşılık devlet, kamu yararı sebebiyle hakları ve menfaatlerinden fedakârlık yapmaya zorlanan, hak kaybına uğrayan kişilerin zararını ödemekle yükümlüdür. Bu hükümler birçok hukuk sistemini etkilemiş ve günümüzde de geçerli olan fedakârlığın denkleştirilmesi ilkesini ortaya çıkarmıştır.17  Maurer (n 8) 707. 18  221 sayılı Kanun 9.10.1956 tarihinden önceki kamulaştırmasız el atılan taşınmazlarda, 2 yıllık bedel talep hakkı tanıdığından ve bu süreyi hak düşürücü olarak öngördüğünden, sürenin kaçırılması durumunda bedel talep hakkı sona ermiştir. Ali Çuvalcı, Kamulaştırma Kanunundan Doğan Bedel Ve Tescil Davaları (1. Bası, Seçkin 2019) 671.19  Anayasa Mahkemesi, KK nun 38. maddesinde yer alan;  Kamulaştırma yapılmış, ancak işlemleri tamamlanmamış veya kamulaştırma hiç yapılmamış iken kamu hizmetine ayrılarak veya kamu yararına yönelik bir ihtiyaca tahsis edilerek üzerinde tesis yapılan taşınmaz malın malik, zilyed veya mirasçılarının bu taşınmaz mal ile ilgili her türlü dava hakkı yirmi yıl geçmekle düşer. Bu süre taşınmaz mala elkoyma tarihinden başlar.  hükmünü Anayasa nın 2., 13., 35. ve 46. maddelerine aykırı bularak iptal etmiştir. Gerekçesinde kamulaştırmasız el atılan bir taşınmazın malik, zilyed veya mirasçılarının el atmanın önlenmesi, taşınmazın karşılığı olan bedelinin istenmesi, tazminat veya işgal karşılığı tazminat davası gibi davaları açmaktan men edilemeyecekleri; Temel hak ve özgürlükleri büyük ölçüde kısıtlayan veya kullanılamaz hale getiren sınırlamaların hakkın özüne dokunacağını, temel hak ve özgürlüklere getirilen sınırlamaların yalnız ölçüsü değil, koşulları, nedeni, yöntemi, kısıtlamaya karşı öngörülen kanun yollarının demokratik toplum düzeni kavramı içinde değerlendirileceğini; Devletin veya bir kamu tüzel kişisinin kamulaştırma işlemi olmaksızın temel insan haklarından olan mülkiyet hakkına keyfi bir şekilde el konularak bireylerin sahip oldukları taşınmazları üzerinde özgürce tasarruf etmelerinin engellenmesi ve yirmi yıl sonunda dava hakkı da tanınmayarak, mülkiyet haklarının ellerinden alınması hukuk devleti ilkesine aykırı olduğunu belirtmiştir. Anayasa Mahkemesi, K. 2003/33, 10.04.2003; Hukuki el atmayla malikin kişisel tasarrufta bulunma, rayiç değer üzerinden satma, kiralama, değişiklik yapma gibi mülkiyet hakları kısıtlanmaktadır. Yargıtay HGK, 2010/651, 15.12.2010 (Legalbank).970Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...mercileri önünde davacı veya davalı olarak iddiada bulunma ve savunma hakkına sahip olduğunu mahkemeye erişim hakkının Anayasa nın 36. maddesi ve AİHS in 6. maddesinde güvence altına alındığını ifade etmektedir.21 Mahkemeye erişim hakkı bir uyuşmazlığı mahkeme önüne taşıyabilmenin yanında etkili bir şekilde karara bağlanmasını isteme anlamına da gelmektedir.22 Kamulaştırmasız fiili el atmada sadece bedel talep hakkının tanınması mahkemeye erişim hakkının güvence altına alındığı anlamına gelmez. Hak sahibinin mülkiyet hakkından kaynaklanan tüm dava haklarının tanınmasıyla  sağlanabilir.  Bunun  yanında,  örneğin  müdahalenin  men ini  talep edemediğinden, etkili bir şekilde karara bağlamayı isteme hakkının sağlandığını da söylemek güçtür. Yine Anayasa Mahkemesine göre hak arama özgürlüğü, bir temel hak olmasının yanında diğer temel hak ve özgürlüklerden gereken şekilde yararlanmasını ve bunların korunmasını sağlayan en etkili güvencelerden biridir. Davanın bir mahkeme tarafından  görülebilmesi,  kişiye  iddialarını  ortaya  koyma  imkânının  tanınması gerekir.23 KK Geçici 6. madde uyarınca taşınmaz sahibi müdahalenin men ini talep edemeyeceğinden, el atmanın hukuka aykırılığını taşınmazın değerine ilişkin bedel tespiti özelinde yapabilecektir. Dolayısıyla iddialarını sınırlı bir şekilde ortaya koyma imkânına sahiptir.24 İdarenin kamulaştırmasız el atma yerine, kamulaştırma yaparak zaten taşınmazın mülkiyetini elde etme yetkisinin olduğu, dolayısıyla kamulaştırmasız el  atma  sebebiyle  mülkiyetin  idareye  geçmesi  arasında  bir  fark  bulunmadığı yaklaşımı hukuk devleti ilkesi ile bağdaşmaz. Bu durumda niçin hukukun öngördüğü kamulaştırma yapılmadı sorusu akla gelir. İdare açısından mali kaygılar onun haklılığı sonucunu doğurmaz.25 Kamulaştırmasız el atılan taşınmazların mülkiyetinin idareye geçmesini düzenleyen hükümlerin en azından el atma gerekçesi için ileri sürülen kamu hizmeti ve kamu yararının hala devam edip etmediği, el atma için bir zorunluluğun olup olmadığı, diğer temel ilkeler yanında ölçülülük ilkesine uyulup uyulmadığına yargısal denetim imkânı verilmesi gerekir. Maddenin uygulanmasının öngörüldüğü süreler dışındaki kamulaştırmasız fiili el atmalardan farklı olarak, söz konusu hususların varlığı esnetilerek, müdahalenin men inin de talep edilmesine imkân tanınması, kamu yararında adil dengenin oluşup oluşmadığının tespitine yardımcı olacaktır. 20  Anayasa Mahkemesi, Aladdin Özdemir kararı, B. No: 2018/36426, 21.10.2020, para 22.21  Anayasa Mahkemesi, Özbakım Özel Sağlık Hiz. İnş. Tur. San. ve Tic. Ltd. Şti. kararı, B. No: 2014/13156, 20.4.2017, para 34.22  Anayasa Mahkemesi, Özkan Şen kararı, B. No: 2012/791, 07.11.2013, para 52.23  Anayasa Mahkemesi, Mohammed Aynosah kararı, B. No: 2013/8896, 23.2.2016, para 33. 24  Mülkiyetin maddi değeri yanında manevi değeri de bulunmaktadır. Örneğin bir kişinin çocukluğunu hatta tüm ömrünü geçirdiği anılarıyla dolu bir evin ya da atalarından miras kalan taşınmazın kamulaştırılmasında dahi psikolojik ve manevi değere önem atfedilerek mülkiyet hakkına en ağır müdahale olarak görülürken, idarenin keyfi olarak kamulaştırmasız el atma sebebiyle müdahalenin hukuka aykırılığını ileri sürerek müdahalenin menini talep edememek mülkiyet hakkının daha ağır ihlaline neden olacaktır. Buna ilişkin tarihi örnek bir olay için bkz. Yunus Emre Yılmazoğlu ve Duman Özgür, ‘Acele Kamulaştırmanın Mülkiyet Hakkı Bakımından Yol Açtığı Meseleler: Anayasa Mahkemesi nin  Ali Ekber Akyol Ve Diğerleri  İle  Ali Hıdır Akyol Ve Diğerleri  Kararlarının Analizi  (2018) 6 (11) UMD 513, 514 ff.25  5999 sayılı Kanunla getirilen Geçici 6. maddenin gerekçesinde, kamulaştırmasız el koyma sebebiyle açılacak davalar sebebiyle idareleri mali açıdan zora sokabilecek tazminatlardan korumanın amaçlandığı görülmektedir. Gerekçe için bkz. Mehmet Ali Gölcüklü, Kamulaştırma Kanunu Şerhi: Fiili Ve Hukuki El Atma Davaları (2. Bası, Seçkin 2018) 1159.971İstanbul Hukuk Mecmuası 79/3Anayasa Mahkemesi bireysel başvurularda hak arama özürlüğünü haklı olarak kapsamlı bir şekilde ele alırken, kamulaştırmasız el koymaya ilişkin maddenin iptali için açılan davada kısmen iptal kararı vermiş, kamulaştırmasız fiili el koymaya ilişkin kanunla öngörülen hükmü Anayasa ya aykırı bulmamıştır. Ancak Mahkeme malik aleyhine olan hükümlerin  sürekli  uygulanmasının Anayasa nın 35 ve 46. maddelerine  aykırılık  oluşturduğunu  ifade  etmektedir.26  Mahkeme  söz  konusu kararıyla fiili olarak el atılan taşınmazların kamu hizmetine özgülenmesi sebebiyle, mülkiyetin  idareye  geçmemesi  durumunda  kamu  hizmetlerinin  aksayabileceği yaklaşımı sergileyerek mülkiyetin idareye geçirilmesine cevaz vermiştir. Ancak bu uygulamanın istisnai olması, kanunla tekerrür etmemesi gerektiğinin altını çizmiştir.Maddenin Anayasaya aykırılığı sorunu bir tarafa kanun koyucu bu madde ile, idarenin hukuka aykırı keyfi davranışına yetki vermeye ve bunu meşrulaştırmaya yönelik bir kanuni düzenleme yapmamıştır. Kanun koyucu bir taraftan fiilen el atılan taşınmazların kamu hizmetinde kullanılması, diğer taraftan taşınmaz sahiplerinin mülkiyet hakkının ihlal edilmesi sebebiyle ortaya çıkan uyuşmazlıklara bir çözüm getirmek  amacıyla  geçici  bir  düzenleme  yapmıştır.  Bu  tür  hükümlerin  sürekli düzenlenmesi ya da sürekli uygulanır hale gelmesi fiili el atmanın olağan hale gelmesi, idarenin böyle bir hükmün çıkmasına yönelik kanısı da kötüye kullanma tehlikesini beraberinde getirir.27 Ayrıca Anayasa Mahkemesi Geçici 6. maddenin yürürlük tarihinden itibaren 15 yıl ileriye yönelik olarak kamulaştırmasız el atmalara da uygulanacağına ilişkin hükmü iptal etmiştir.28 Dolayısıyla ileriki bir tarihte kanun koyucunun kamulaştırmasız el atılan taşınmazların idarenin mülkiyetine geçeceğine ilişkin getireceği bir hüküm, geçmişteki el atmalara uygulanacaktır. Bu da Anayaysa Mahkemesi nin 15 yıl ileriye yönelik Anayasa ile güvenceye alınan hakların ihlal edileceğine  ilişkin  kararının,  tersinden  geriye  yönelik  ihlal  edileceği  anlamına gelecektir. Bu, Anayasa Mahkemesinin yukarıdaki iptal kararı ile çelişir, kararının hükümsüz kalması sonucunu doğurur.Türk Hukuku nda kamulaştırmasız fiili el atma sebebiyle getirilen düzenlemeler; kanun koyucunun belirlediği süreler için Fransız Hukuku ndaki dolaylı kamulaştırma teorisinden de farklı olarak konu sınırlaması olmaksızın geçmişe yönelik dolaylı 26  Anayasa Mahkemesi, 2012/169, 01.11.2012; Anayasa Mahkemesi, 2018/111, 20.12.2018.27  Bu düzenlemelerin de idareyi taşınmazlara hukuka aykırı el atmayı teşvik etmeyecek kapsamda olması gerekmektedir. Anayasa Mahkemesi, 2018/111, 20.12.2018; Hatta doktrinde kamulaştırmasız el atma kavramının hukuk devletinde olmaması gerektiği belirtilmektedir. Yalçınduran (n 5) 491, 493; KK ndan kaynaklanan bedel tespiti ve tescil davalarının yıllara göre istatistiki bilgileri için bkz. Çuvalcı (18) 5. Bunların hatırı sayılı bir kısmı kamulaştırmasız el atma davalarıdır. 28  Bu hüküm, Anayasa Mahkemesi tarafından malik aleyhine hükümlerin geleceğe yönelik uygulanması halinde kamulaştırma için Anayasa ve Kanun da bütün güvenceler etkisiz kalabileceği, ileriye yönelik bir uygulamanın özel mülkiyete kamulaştırmasız el atma yoluyla müdahalelerin yol açabileceği, kamulaştırma yerine hukuka aykırı olarak taşınmaza el atma yoluna gideceği gerekçeleriyle iptal edilmiştir. Anayasa Mahkemesi, 2012/169, 01.11.2012.972Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...kamulaştırmayı kabul eder niteliktedir.29 Öngörülen çözüm olan mülkiyetin idareye devri,  bedelinin  ise  taşınmaz  malikine  ödenmesi,  idare  lehine  malik  aleyhine getirilen hükümlerdir. Burada üzerinde durulması gereken diğer bir husus ise, kanun koyucunun geçici de olsa mülkiyet hakkına ilişkin kamu yararı ve adil dengeyi bozan idare lehine, malik aleyhine bu tür düzenlemelerin hukuk devleti ile hangi ölçüde  uyuşabildiğidir.  Yukarıda  maddenin  Anayasaya  uygunluğu  konusundaki çekincelerimiz ifade edilmiştir. Ayrıca KK Geçici 6. maddenin lafzının da sorunlu olduğunu ifade edebiliriz. Kanun koyucu KK Geçici 6. maddede belirtildiği üzere bu tür hükümleri elbette kamu yararını dikkate alarak kabul etmektedir. İdare tarafından kamulaştırmasız el atılan ve fiilen kamu hizmetlerinde kullanılan taşınmazlarda kamu yararının, bireysel yarardan daha ağır bastığı iddia edilebilir. Ancak taşınmazın elde ediliş şekli kural olarak dokunulamaz kişi hakkı olan mülkiyet hakkının ihlal edilmesi sebebiyle hukuka aykırıdır. Dolayısıyla acil bir kamu hizmeti için dahi olsa idarenin taşınmaza hukuka aykırı el atmasında bireysel yarar karşısında kamu yararını üstün duruma getiremez. Çünkü idarenin hukuka aykırı (haksız fiil), eylem ya da işlemiyle kamu düzeni ihlal edilmektedir.31 Kamu düzeni ihlal edilerek kamu yararı gerçekleşemez. Kaldı ki acil durumlar için idareye acele kamulaştırma yetkisi tanınmaktadır.32 Dolayısıyla idarenin kamu yararı gerekçesi taşınmaza hukuka aykırı el koymalar için haklı bir mazeret tanımaz.33 Bu nedenle kanun koyucu tarafından getirilen geçici hükümler, idarenin taşınmaza hukuka aykırı kamulaştırmasız fiili el atmasına meşruluk kazandırmaya yönelik değil, idareyi affetmeye yöneliktir.34 İdarenin kamulaştırmasız fiili el attığı taşınmazları şeklen de olsa hukuki bir hale getirmeyi amaçlamaktadır.35 B. Kamulaştırmasız El Koyma DurumlarıMülkiyet hakkına hukuka aykırı el koyma, fiili ve hukuki el koyma olmak üzere iki şekilde gerçekleşmektedir. Kamulaştırmasız el atmanın fiili ya da hukuki el koyma olarak nitelendirilmesi görevli yargı kolu ve uygulanacak hukuk kuralları açısından önem taşımaktadır. Fiili el koymaya ilişkin davalar adli yargının görevine girmekte ve özel hukuk kuralları uygulanmaktadır. Buna karşılık hukuki el atma davaları idari 29  Dolaylı kamulaştırma bayındırlık eserlerinin inşası nedeniyle kamulaştırmasız el atmalar için kabul edilen bir Fransız teorisidir. Buna göre kamulaştırmasız el konulan taşınmaz üzerine bayındırlık eseri inşa edilmişse, taşınmaz idarenin mülkiyetine geçmeli taşınmaz sahibi men-i müdahale davası açamamalı, sadece malın bedeli istenebilmelidir. Bkz. Kemal Gözler, İdare Hukuku, C.2 (3. Bası, Ekin 2019) 1017. 30  Kamu yararı için bkz. Cemil Kaya, Kararlarından Hareketle Kamu Yararı Kavramına Danıştay ın Bakışı, (1. Bası, On İki Levha Yayınları 2011).31  A. Şeref Gözübüyük ve Turgut Tan, İdare Hukuku, C. 2, İdari Yargılama Hukuku (2. Bası, Turhan 2006) 307.32  Ayrıntılı olarak bkz Cenk Şahin, Acele Kamulaştırma (1. Bası, XII Levha 2018).33  Yargıtay HGK, 2010/651, 15.12.2010 (Legalbank).34  Gürsel Kaplan, ‘Yeni Yasal Düzenlemelere Göre Kamulaştırmasız El Koyma Sebebiyle Doğan Tazmin Hakkının Tabi Olduğu Usul Ve Esaslar  2012 (99) TBBD 125, 144.35  Yoklukla sakat olan kamulaştırmasız el atma müdahaleleri sonradan yasal bir düzenlemeyle meşruiyet kazandığı anlamına gelmemekte sadece şekli anlamda legalize edilmektedir. Özel (n 14) 68.973İstanbul Hukuk Mecmuası 79/3yargının görevine girmekte ve idare hukuku kuralları tatbik edilmektedir.36 Ayrıca İmar Kanunu nun 18. madde uyarınca taşınmaza %45 e kadar düzenleme ortaklık payı olarak bedelsiz el koyma hukuka uygun kamulaştırmasız el atma olarak ifade edilmektedir.37 Konu itibarıyla sadece hukuka aykırı el koymalar ele alınacaktır.1. Fiili El KoymaFiili el koyma konusunda mevzuatta açık bir tanım bulunmamaktadır. KK nun tanımlar başlığını taşıyan 2. maddesinde kamulaştırmasız fiili el atma kavramına yer verilmemektedir. Ancak KK Geçici 6. maddesinin, dolaylı bir tanım yaptığını kabul  edebiliriz.38  Buna  göre;   Kamulaştırma  işlemleri  tamamlanmamış  veya kamulaştırması hiç yapılmamış olmasına rağmen 9/10/1956 tarihi ile 4/11/1983 tarihi arasında fiilen kamu hizmetine ayrılan veya kamu yararına ilişkin bir ihtiyaca tahsis edilerek üzerinde tesis yapılan taşınmazlara veya kaynaklara kısmen veya tamamen veyahut irtifak hakkı tesis etmek suretiyle malikin rızası olmaksızın fiili olarak el konulması sebebiyle, mülkiyet hakkından doğan talepler, bedel talep edilmesi hâlinde bedel tespiti ve diğer işlemler bu madde hükümlerine göre yapılır . Hükmün içeriği ve kullanılan kavramlarla ile ilgili eleştirilecek tarafları bulunmaktadır. Örneğin tahsis etme ve irtifak hakkı kurulması gibi. İrtifak hakkı MK ve KK da düzenlenmiş, meşru bir yetki veya hakka dayanan hukuki bir kavramdır. Hukuka aykırı kamulaştırmasız el atmada nasıl bir meşru hakkın kurulacağı ya da idarenin mülkiyetine geçmemiş bir taşınmazın kamu hizmetine nasıl tahsis edileceği merak konusudur.39 Yargıtay  kamulaştırmasız  fiili  el  koymayı   9  Ekim  1956  gününden  sonra kamulaştırma işlemi yapılmaksızın ve bir kanun hükmüne dayanılmadan idarenin taşınmaz mal üzerinde fiilen tasarrufa başlaması ve asıl mal sahibinin kullanma hakkına engel olması veya bu hakkı ortadan kaldırmış bulunması  olarak tanımlamaktadır.40 221 sayılı Kanun ile 9 Ekim 1956 tarihinden önce kamulaştırmasız fiilen el konulan taşınmazlar kamulaştırılmış sayıldığından, kamulaştırmasız el atmalar bu tarihten sonra söz konusu olmaktadır.41 Yargıtay bu tarihi milat olarak kabul etmekte ve yukarıda ifade edildiği üzere kamulaştırmasız fiili el atma tanımını bunu göz önünde bulundurarak yapmaktadır. Yargıtay 221 sayılı Kanun öncesinde kamulaştırmasız 36  Uyuşmazlık Mahkemesi, 2012/63, 09.4.2012; Uyuşmazlık Mahkemesi, 2019/814, 23.12.2019; Anayasa Mahkemesi 2013/101, 25.9.2013; Danıştay 6 D, 1990/295, 08.9.1990 (Legalbank).37  Metin Günday, İdare Hukuku (10. Bası, İmaj 2011), 276; Kalabalık (n 1) 302.38  Danıştay a göre bu madde  ulusal mevzuatımızda kamulaştırmasız el atma kavramını tanımlayan ve bu durumda izlenecek usulü düzenleyen ilk yasal mevzuattır.  Danıştay 6 D, 2014/4122, 25.07.2014 (Legalbank). 39  Özel mülkiyete tabi taşınmazların kamu hizmetine tahsis edilmesi için öncelikle hukuka uygun olarak idarenin mülkiyetine geçmesi ve tahsis kararı alınması gerekmektedir. Bahtiyar Akyılmaz, Murat Sezginer ve Cemil Kaya, Türk İdare Hukuku (12. Bası, Savaş 2020) 610.40  Yargıtay HGK, 2005/352, 25.05.2005 (Legalbak).41  Kamulaştırmasız el atmaya ilişkin olarak 221 sayılı Amme Hükmi Şahıslar veya Müesseseleri Tarafından Fiilen Amme Hizmetine Tahsis Edilmiş Gayrimenkuller Hakkındaki Kanunun 1. maddesiyle  6830 sayılı İstimlâk Kanununun yürürlüğe girdiği tarihe kadar, kamulaştırma işlerine dayanmaksızın, kamulaştırma kanunlarının göz önünde tuttuğu maksatlara fiilen tahsis edilmiş olan gayrimenkuller ilgili âmme hükmi şahsı veya müessesi adına tahsis tarihinde kamulaştırılmış sayılır. .974Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...el koymayı  Usulü dairesince istimlak muamelesine tevessül etmeksizin Devlet ve diğer amme hükmi şahsiyeti tarafından gayrimenkulü yola kalbedilen….  şeklinde tanımlarken usulüne uygun olarak kamulaştırma kararı alınmadan mülkiyet hakkının fiili durum sebebiyle hiçbir surette ihlal edilemeyeceğini belirtmektedir.42 Doktrinde ise kamulaştırma işlemi olmaksızın özel mülkiyette bulunan taşınmaza bir bedel ödemeden hukuka aykırı olarak idarece fiilen el konulması tanımlanmaktadır.43 Kamulaştırmasız el atma bir kanuna dayanmadığı ve buna istinaden idareye tanınan bir yetkinin olmaması, haliyle de tamamen usul dışı olduğundan  idarilik  vasfını taşımaması sebebiyle idari eylem olarak değil, haksız fiil olarak nitelendirilir.44 2. Hukuki El KoymaYargıtay 2010 yılında yeni bir içtihadıyla hukuki el koyma kavramını ortaya koymuştur.  Bu  kararında  uzun  yıllar  programa  alınmayan  imar  planının  fiilen hayata geçirilmemesini, kamulaştırma ya da takas cihetine gidilmemesini, mülkiyet hakkının özüne dokunan ve onu ortadan kaldıran bir niteliğe sahip bulunması sebebiyle hukuki el atma olarak nitelendirerek, kamulaştırmasız el atma kapsamında değerlendirmiştir.45 Danıştay da bu yaklaşımı benimseyerek hukuki el atmayı benzer şekilde tanımlamaktadır.46 Kanun koyucu bu gelişmelere uzak kalmamış, 2016 yılında KK na Ek. maddeyi ekleyerek hukuki el atmayı kanun ile düzenlemiştir. Buna göre  Uygulama imar planlarında umumi hizmetlere ve resmî kurumlara ayrılmak suretiyle mülkiyet hakkının özüne dokunacak şekilde tasarrufu hukuken kısıtlanan taşınmazlar hakkında, uygulama imar planlarının yürürlüğe girmesinden itibaren beş yıllık süre içerisinde imar programları veya imar uygulamaları yapılır ve bütçe imkânları dâhilinde bu taşınmazlar ilgili idarelerce kamulaştırılır veya her hâlde mülkiyet hakkını kullanmasına engel teşkil edecek kısıtlılığı kaldıracak şekilde imar planı değişikliği yapılır/yaptırılır . Görüldüğü üzere kanun koyucu hukuki el atmayı da kamulaştırmasız el atma olarak değerlendirerek KK da düzenlemiştir.47 Dolayısıyla gerek fiili gerekse hukuki el atmanın bir üst kavram olarak kamulaştırmasız el atma olarak nitelendirilmesinde bir mahsur bulunmamaktadır.42  Yargıtay HGK, 1956/6, 16.05.1956 (Legalbank).43  Akyılmaz, Seziner ve Kaya (n 39) 652; Gözler, C.2 (n 29) 1014; Kalabalık (n 1) 303.44  Günday (n 37) 277; Buna karşılık doktrinde kamulaştırmasız fiili el atmanın kamu hukuku alanında değerlendirilmesi gerektiği, idari eylem olduğu yönünde görüşler bulunmaktadır. İştar B. Tarhanlı, ‘Uyuşmazlık Mahkemesi Kararları Işığında Kamulaştırmasız El Atma  (1990) 11 (1-3) İHİD 41, 45.45  Yargıtay HGK, 2010/651, 15.12.2010 (Legalbank); Kararın tahlili için bkz. Turan Yıldırım, ‘İmar Planı Yoluyla Kamulaştırmasız El Atma  (2011) 7 (81-82) Bahçeşehir ÜHFKHHD 184, 194 ff.46  Danıştay 6 D, 2014/4122, 25.07.2014 (Legalbank); Kamulaştırılması gereken yerin kamulaştırılmaması ve buna istinaden bedel ödenmemesi, taşınmazların mülkiyetinin davacıların üzerinde bırakılması nedeniyle, davacıların mülkiyet hakkının özüne dokunulduğu, taşınmazların süregelen şekilde kullanılamaması sonucunda demokratik toplum düzeninin gerekleriyle uyuşmayacak şekilde bu hakkın sınırlandırıldığı görülmektedir. Danıştay 6 D, 2014/1124, 18.02.2014 (Legalbank). 47  Benzer şekilde KK nun kamulaştırmasız el atmayı düzenleyen G. 6. maddenin 10. fıkrasının mülga 3. cümlesinde  Uygulama imar planlarında umumi hizmetlere ve resmî kurumlara ayrılmak suretiyle veya ilgili kanunların uygulamasıyla tasarrufu kısıtlanan taşınmazlar…  hükmüne yer verilmişti.975İstanbul Hukuk Mecmuası 79/3Doktrinde ise fili el atma ve hukuki el atma ayrımını reddedenler yanında kabul eden yaklaşımlar da bulunmaktadır. Ayrımı reddedenler hukuki el atmanın kamulaştırmasız el atma olarak nitelendirilemeyeceği, kamulaştırmasız el atma kavramının hukuka aykırı ve fiili el atma şeklinde gerçekleşebileceğini ifade etmektedir.48 Buna karşılık hukuki el atmanın da kamulaştırmasız el atma olduğu, idarenin kanunun verdiği yetkiye dayanarak tesis ettiği bir hukuki işleme (imar palanı) dayanarak, taşınmaz sahibinin mülkiyet hakkını kamulaştırma yapmaksızın uzun süre engellemesi veya kısıtlaması şeklinde gerçekleştiği ifade edilmektedir.49 Bunun yanında idarenin özel hukuk kişisinin taşınmazına fiili müdahalesi veya görev ve yetkisini aşarak imar mevzuatını mülkiyet hakkını ihlal eder şekilde uygulamasının fiili yol oluşturduğu, bununda haksız fiil niteliğinde olması nedeniyle her iki durumda da adli yargının görevli olacağı yolunda görüşler bulunmaktadır.50 Ancak fiili ve hukuki el atmanın ortak noktası taşınmaz sahibinin mülkiyet hakkının kısıtlanması ve her iki durumda da taşınmaz bedelinin ödenmemesidir.51 Dolayısıyla bir taşınmaza fiilen el atılarak mülkiyet hakkının kısıtlanması ile hukuken el atarak kısıtlanması arasında bir fark bulunmamaktadır.52 KK Ek. maddesiyle imar planlarına dayanan kamulaştırmaların planın yürürlüğe girmesinden itibaren en geç beş yıl içinde kamulaştırılması zorunluluğu öngörülmüştür. Bütçe imkânlarını aştığı bu nedenle kamulaştırılamadığı takdirde, mülkiyet hakkındaki kısıtlamayı kaldıracak şekilde plan değişikliği yapılmalıdır. Madde Ek de dava açmadan önce uzlaşma yoluna gitme zorunluluğunu öngören hükmün Anayasa Mahkemesi tarafından iptal edilmesiyle, zorunlu idari başvurunun da bulunmaması sebebiyle, idare tarafından beş yıl içinde gerekli karar alınmadığı takdirde doğrudan dava yoluna gidilebilecektir. Maddeyle, kesin bir sürenin getirilmesi AHİM kararları ile de uyumu sağlamaktadır. AİHM, taşınmazın imar planında kamu hizmetine ayrılması  ve  buna  istinaden  idarenin  herhangi  bir  süre  sınırlaması  olmaksızın, taşınmazı herhangi bir tarihte kamulaştırmaya yetkili olmasını, mülkiyet hakkının kullanımını belirsiz ve kullanılamaz hale getirdiğine ve adil dengenin sarsıldığına 48  Bazı eserlerde kamulaştırmasız el atma sadece fiili el atma kapsamında tanımlanmaktadır. Kaplan (n 34) 125, 127; Gözler C. 2 (n 29)1014 ff.; Hukuki el atmaya ilişkin görevli yargı merciinin idari yargı olması, çözüm usulleri ve sonuçlarının farklı olması sebebiyle kamulaştırmasız el atma olarak nitelenemeyeceği yaklaşımı konusunda bkz. Egemen Karaca, ‘Kamulaştırmasız El Koymanın Unsurları ve Kamulaştırmasız El Koyamaya Karşı Yargısal Başvuru Yolları  2018 (137) TBBD 273, 276-277.49  Akyılmaz, Sezginer ve Kaya (n 39) 652, 656.50  Kutlu Gürsel (n 12) 487.51  Buna karşılık idare bir bedel ödemeden de taşınmazı hukuka uygun elde edebilir. İmar programına alınan taşınmaz üzerinde İmar Kanunu nun 18. maddesi uygulanarak DOP alınırsa bu bedelsizdir. Bu madde kanunda belirtilen sebeplerle özel amaç için uygulandığından sınırlı bir uygulama alanı olmalıdır. Ayrıca mal sahibi söz konusu taşınmazı özgür iradesi ile rıza göstererek bedelsiz olarak da terk edebilir. 52  Yargıtay HGK, 2010/651, 15.12.2010 (Legalbank); Danıştay 6 D, 2013/2702, 14.04.2013 (Legalbank); Yıldırım, ‘Kamulaştırmasız El Atma  (n 45) 184, 199.53  Anayasa Mahkemesi, 2018/111, 20.12.2018.976Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...hükmetmektedir.54 AİHM, Sporrong ve Lönnroth/İsveç kararında mülkiyet hakkının barışçıl kullanımı bağlamında bu hakkın dokunulmazlığı; Mülkten mahrum bırakma, kamu yararı arasında adil denge; ve ayrıca kamu yararı amacıyla kanun taşınmaz kullanımını kontrol etmek olmak üzere üç temel unsuru olduğunu ifade etmektedir. AHİM, taşınmazların uzun süreli kamulaştırmasız hukuki el atma sebebiyle mülkiyet hakkının ihlal edildiği ve bu hakkın tanıdığı tüm imkânların kullanılması kısıtlanarak hakkın özüne dokunsa da, mülkiyet hakkının devam ettiğine, ancak kamu yararı ile  mülkiyet  hakkı  arasında  adil  dengenin  bozulması  sebebiyle  tazmine  karar vermektedir. Buna karşılık Ek. maddesiyle hukuki el atma uygulama imar planları ile sınırlandığından, diğer alanlardaki sorunlara bir çözüm sunmamaktadır. Hukuki el atma uygulama imar planı dışında, başka bir düzenleyici ya da bireysel işlemle de olabilir. Örneğin Kültür ve Tabiat Varlıklarını Koruma Kültür Bölge Müdürlüğü nün, belli bir yeri sit alanı ilan ederek tapuya şerh edilmesi sonrasında, bu alana ilişkin koruma imar planının uzun süre yapılmamasında da hukuki el atma mevcuttur.56 Yargıtay ve Danıştay hukuki el atmayı benzer tanımlasa da sorumluluğun kaynağını farklı değerlendirmektedir. Yargıtay a göre imar planlarının zamanında uygulamaya geçirilmemesini,  hareketsiz  kalmasını  idari  eylem  olarak  nitelendirmektedir.57 Gerekçesinde idarenin görev ve yetki alanlarına giren konularda hukuka uygun olarak yaptığı fiiller ile bu görevleriyle ilgili hareketsiz kalmalarının idari eylem olduğunu, İmar Kanunu nun ilgili maddeleri uyarınca tek yanlı idari işlemle düzenlenen imar planları ve bu planlara dayanılarak yapılan işlemlerin idari nitelik taşıdığı söz konusu imar planlarının zamanında uygulamaya geçirilmemesi durumunun da idari eylem niteliğinde olduğunu, buna karşılık idarenin icra yetkisini hukuka aykırı olarak kullanması olarak nitelendirilebilecek fiili el atma durumu olmadığını belirtmektedir.Danıştay  ise  imar  planında  kamu  alanında  kalan  taşınmazın  uzun  süre kamulaştırılmaması sebebiyle uğranılan zararın idari eylemden kaynaklanmadığını, taşınmaza imar planında getirilen kısıtlamadan kaynaklandığını, diğer bir ifadeyle idari  işleme  dayandığını  ifade  etmektedir.58  Danıştay  imar  planını  tamamlayan 54  Sporrong ve Lönnroth v Sweden App no 7151/75 (ECHR 23 September 1982); Hakan Arı v Turkey App no 13331/07, (ECHR 11 January 2011).55  Kültür ve Tabiat Varlıklarını Koruma Kanunu m. 17/a uyarınca  Belediyeler, valilikler ve ilgili kurumlar söz konusu alanda üç yıl içinde koruma amaçlı imar planı hazırlatıp incelenmek ve sonuçlandırılmak üzere koruma bölge kuruluna vermek zorundadır. Üç yıllık süre içinde zorunlu nedenlerle plan yapılamadığı takdirde koruma bölge kurulunca gerekçeli olarak bu süre uzatılabilir .56  Danıştay bu durumda kamulaştırılması zorunlu bir statüde bulunmadığı ve bu nedenle kamulaştırmasız el atma nedeniyle oluşan bir zarardan bahsedilemeyeceğine karar vermektedir. Danıştay 6 D, 2015/4418, 19.6.2015 (Legalbank); AİHM ise, taşınmazın tapu kaydına konulan şerhin mülkiyet hakkına etkisi olduğunu bunun mülkünün bir bölümüne tahdit getirdiğini, bu mahrumiyetin doğanın ve çevrenin korunması şeklindeki kamu yararına dayalı meşru bir amacının bulunduğunu, hukuka aykırı ve keyfî hiçbir işlem bulunmadığını belirtmiştir. Ancak AİHM, başvurucunun mülkiyet hakkından yararlanmasının engellendiği hâlde bir tazminat ödenmemiş olması nedeniyle kamu yararı ile başvurucunun mülkiyet hakkının korunmasının gereklilikleri arasındaki adil dengenin bozulduğu sonucuna varmıştır. Başvurucunun şahsi olarak olağan dışı ve aşırı bir yüke katlanmış olduğu kanaatiyle başvurucunun mülkiyet hakkının ihlal edildiğine karar vermiştir. Köktepe v Turkey App no 35785/03, (ECHR 13 October 2009 (Legalbank).57  Yargıtay 18 HD, 2016/12989, 15.12.2016 (Legalbank).58  Danıştay 6 D, 2014/213, 21.1.2014 (Legalbank).977İstanbul Hukuk Mecmuası 79/3uygulama imar planı ve kamulaştırma gibi idari işlemleri yapmamadaki hareketsizlik üzerinde durmamıştır. Ancak bu hareketsizliği nitelendirmek gerekir. İdari eylem hukuki durumlarda ya da dış dünyada hukuki sonuçları olan ve olumlu veya olumsuz hareket tarzıdır.59 İdari eylemler bir idari işlemin icrası şeklinde gerçekleşebileceği gibi, öncesinde bir idari işleme dayanmadan salt idari eylem olarak da gerçekleşebilir.60 Salt idari eylem dış dünyada bir değişiklik meydana getirme amaçlasa da, muhatabı açısından hukuki sonuç doğurabilmektedir.61 Ancak salt idari eylemi idari işlemden ayırt eden temel özellik, öncesinde hukuki sonuç doğurmaya yönelik bir irade beyanının olmamasıdır.62 İdari eylemler kanuna dayanır ve idari usuller izlenerek yapılması gerekmektedir.63 Buna rağmen özel hukuktaki haksız fiil ile idari eylemi ayırt etmek bazen zor olabilmektedir. Bu ayrım yapılırken idari eylemin hukuki sebebine ya da idari faaliyet ile arasında yer alan ilişkisine bakılmalıdır.  İdare  bir  mevzuat  hükmüne  istinaden  eylemde  bulunuyorsa  idari eylemin varlığı konusunda bir şüphe bulunmamaktadır. Bunun yanında idarenin eyleminin (tartışmasız bir şekilde) kamusal bir faaliyet ile doğrudan bir ilişkisi varsa veya kamusal bir konu ile sıkı ilişki içinde ise idari eylem olarak kabul edilir.64 Hukuki el atmada zarar, doğrudan idari işlemden değil, idarenin yükümlülüklerini yerine getirmede hareketsiz kalması sebebiyle mülkiyet hakkının belirsiz bir süre için kısıtlanmasından kaynaklanmaktadır.65 KK Ek 1. maddenin yanında, İK nun 10. maddesi uyarınca imar planının yürürlüğe girmesinden itibaren üç ay içinde beş yıllık imar programının hazırlanarak bu program süresinde kamulaştırmanın ya da diğer imar uygulamalarının yapılması zorunludur.66 Bu hüküm idareye takdir yetkisi tanımamakta, hukuki olarak el attığı taşınmazı bu süre içinde uygulamaya geçirmediği için hukuka aykırı davranmaktadır.67 İK. 10. maddeden farklı olarak KK Ek. maddede taşınmaz üzerinde beş yıllık süre içinde imar uygulaması yapılmaması 59  Akyılmaz, Sezginer ve Kaya (n 39) 317; Markus Müller, Rechtsschutz gegen Verwaltungsrealakte, in: Pierre Tschannen (Hrsg.), Neue Bundesrechtspflege, Auswirkungen der Totalrevision auf den kantonalen und eidgenössischen Rechtsschutz (BTJP 2006) 320.60  Akyılmaz, Sezginer ve Kaya (n 39) 317 ff.; Stefan Detterbeck, Allgemeines Verwaltungsrecht mit Verwaltungsprozessrecht (4. Bası, C.H. Beck 2006) 297; İdari eylemler farklı şekillerde tezahür etmekte ve belli başlıklar altında tasnif edilebilmektedir. İdari işlemin icrasına yönelik idari eylemler örneğin yıkım kararına istinaden yıkım yapılması; salt idari eylemler örneğin, belediyenin caddeleri temizlemesi, memurun dosya üzerinde çalışması, kamusal sağlık kuruluşlarında tıbbi müdahale, aşı yapılması, eğitimcinin sınıfta ders vermesi, gibi gerçek eylemde bulunma; bilgi ya da görüş verme şeklinde idari eylemler, kamu görevlisinin somut hukuki ve fiili konularda açıklama yapması, örneğin, bir yapının ya da değişikliğin ruhsata tabi olmaması yönünde yapılan açıklama; idarenin bilgi verici- açıklayıcı paylaşımı (willenserklaerung) şeklinde idari eylemler, zorlayıcı olmayan, idarenin toplumu uyarıcı ya da tavsiye edici eylemler. Örneğin, Tütün ürünlerinin zararına ilişkin kampanya, aşı olunması yönündeki tavsiyeleri gibi. Müller (n 59) 323 ff.; Maurer (n 8) 409.61  Müller (n 59), 319-320.62  Akyılmaz, Sezginer ve Kaya, (n 39) 319; Detterbeck (n 60) 297; Maurer (n 8) 408; Diğer farklılıklar için bkz. Talha Erdoğmuş, Salt İdari Eylem Karşısında İdarenin Sorumluluğu (1. Bası, XII Levha 2021) 15 ff.63  Yargıtay İBK, 1959/15, 11.02.1959 (Legalbank); Erdoğmuş (n 62) 11.64  Detterbeck (n 60) 297.65  Danıştay 6 D, 2015/4767, 30.06.2015 (Legalbank).66  Kalabalık (n 1) 267, 293; Akyılmaz, Sezginer ve Kaya, (n 39) 362; Danıştay 6D, 2013/7931, 04.12.2013 (Legalbank). 67  Mülkiyet hakkına ilişkin konularda, idarenin beş yıl boyunca hareketsiz kalması, malikler lehine bazı haklar doğması bakımından yeterlidir. Danıştay İDDK, 2012/801, 24.05.2012 (Legalbank).978Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...veya kamulaştırılmaması durumunda, mülkiyet hakkındaki kısıtlılığın kaldırılması yönünde idarenin bir karar almasını emretmektedir. Bu bağlamda idarenin imar planlarını uygulamaya yönelik garanti edici idari işlemleri yapmaması, hareketsiz kalması özel hukuk kapsamında değerlendirilemeyeceğinden idari eylem olarak nitelendirilebilir.69 Bu durumda idari yargıdaki tam yargı davasının, İYUK un 12. maddesine istinaden idari işleme dayanan bir dava mı? Yoksa İYUK un 13. maddesine göre salt idari eyleme dayanan bir dava olup olmadığının da tespiti gerekmektedir. İYUK un 12. maddesine göre idari işleme dayanan tam yargı davasında 4 farklı alternatif söz konusudur. Doğrudan tam yargı davası, iptal ve tam yarı davasının birlikte, iptal davasının karara bağlanması üzerine tam yargı davası ve idari işlemin icrası  nedeniyle  tam  yargı  davası  açılması  mümkündür.70  Son  alternatifte  idari işlemin icrası kanaatimizce idarenin aktif davranışlarının (idari eylemle verdiği zararlar) yanında, olumsuz davranışları, diğer bir ifadeyle bir işleme (imar planına) istinaden yapmakla yükümlü olduğu garanti edici işlemleri yapmaması şeklindeki hareketsizliğini de kapsamaktadır.71Anayasa Mahkemesi nin bu konuda yaptığı değerlendirmede ise  davacının mülkü üzerinde tasarruf etme hakkının kısıtlanması, idarenin bir eyleminden değil, idari bir işlem niteliğinde olduğu tartışmasız olan imar planından kaynaklanmaktadır. Olayda, idarenin fiili el koyma niteliği taşıyan bir eylemi henüz bulunmamakta, aksine kanunen yapması gereken kamulaştırma işlemlerini yapmamak biçiminde tezahür eden bir eylemsizliği söz konusudur. 72 Mahkeme kararında kısıtlamanın kaynağını bir taraftan idari işleme dayandırırken, diğer taraftan da aslında hareketsiz kaldığını belirterek idari eyleme dayandırmaktadır.Uygulamada hukuki ve fiili el atmanın birlikte gerçekleştiği durumlar da söz konusu olabilmektedir. Örneğin uygulama imar planında yol olarak gösterilen özel mülkiyetteki bir taşınmaz hakkında, İK nun 13/4. fıkrası uyarınca beş yıllık imar programı süresi içinde herhangi bir kamulaştırma kararı almaksızın idarenin, yol yaparak fiili olarak el atılmasında olduğu gibi. Bu durumda hukuki el atma için  yargı kararlarına göre  şartlar oluşmamışken, fiili el koymanın şartları oluşmuştur. Ya da 68  İmar planını uyulamaya yönelik imar programı yapma konusunda garanti edici bir işlemdir. Garanti edici işlem idarenin belli bir taahhüdünü içeren, idari makamın bir hizmeti yerine getirme yükümlülüğünü gösteren işlemlerdir. Bahtiyar Akyılmaz, İdari Usul İlkeleri Işığında İdari İşlemin Yapılış Usulü (1. Bası, Yetkin 2000, 56.69  Doktrinde idari eylem en geniş tanımıyla bir üst kavram olarak kullanılmaktadır. Buna göre idarenin idari işlem, idari sözleşme, plan, karar gibi klasik (hukuki) şekilde ortaya çıkan tasarrufları dışında kalan tasarrufları idari eylemdir. Müller (n 59) 317 ff.; İdarenin belli bir tasarrufta bulunması zorunlu iken, hareketsiz kalması idari eylem olmakla birlikte, doktrinde idarenin hareketsiz kalarak bir idari işlem tesis etmemesi durumunda, hareketsizliği hukuki duruma etki yapıp yapmadığına göre nitelendirmek gerekmektedir. Buna göre eğer idare olumlu ya da olumsuz bir cevap verseydi, idari işlem benzeri bir hukuki ilişki kurulacak idiyse idari işlem niteliğinde olduğu ifade edilmektedir. İbid 330.70  Danıştay 6D, 2015/1893, 01.04.2015.71  Mülkiyet hakkı idarenin aktif bir tasarrufu ile ihlal edilebileceği gibi yapı ruhsatı talebine, idarenin bir karar almamasında olduğu gibi hareketsiz kalması durumunda da söz konusu olabilmektedir. Detterbeck (n 60) 396.72  Anayasa Mahkemesi, 2013/101, 25.9.2013. 73  Danıştay İDDK, 2012/801, 24.5.2012 (Legalbank).979İstanbul Hukuk Mecmuası 79/3taşınmaza beş yıllık süre geçtikten sonra fiilen el konulmasında hem hukuki hem fiili el atma şartları oluşmuştur. Hukuki el atmaya istinaden fiili el atma geçerli bir kamulaştırma ya da idarenin mülkiyetine geçmeyi sağlayan bir uygulama yapılmadığı sürece, doğrudan imar planına dayanılarak yapılması durumunda  idarilik  vasfı oluşmadığı için idari eylem olarak da değerlendirilemez. Burada temel sorun aynı taşınmazdan kaynaklanan kamulaştırmasız el atmada farklı yargı kollarının görevli olması sebebiyle ortaya çıkabilecek farklı yargı kararlarının uygulanmasında da sorunun doğabilmesi ve hüküm uyuşmazlığı sebebiyle Uyuşmazlık Mahkemesine kadar gidebilecek ve adil yargılama hakkının ihlaline sebep olabilecek uzun bir yargılama süreci ortaya çıkabilecektir. Bu tür sorunları ortadan kaldırmak amacıyla en azında hukuki el atmaya dayanarak fiilen el atılan taşınmazlara ilişkin uyuşmazlıklar için aynı yargı kolunun görevli olması adil yargılama hakkına ve usul ekonomisi ilkesine hizmet edecektir. Hukuki  el  atma  konusunda  uygulamada  karşılaşılan  sorunlardan  bir  diğeri de imar planlarında yol, park ve oyun parkı gibi kamu hizmetleri için ayrılan taşınmaz sahiplerinin idare tarafından terke zorlanabilmesidir. Taşınmaz sahibi yapı ruhsatı talebinde bulunduğunda imar planına göre ifraz isteyerek kamulaştırmasız hukuki el atılan yerlerin bedelsiz olarak terki talep edilebilmektedir.74 Taşınmaz sahibi bunu reddettiğinde imar planına aykırılık gerekçe gösterilerek ruhsat talebi reddedilebilmektedir.  Bu  sebeple  uygulamada  açılacak  davaların  uzun  sürmesi, imar mevzuatında sıkça yapılan değişikliklerle otopark zorunluluğu, yapı alanı ve kat sınırlaması gibi yürürlüğe girecek değişikliklerden etkilenmemek için idarenin bu talebenin sıklıkla kabul edildiği görülmektedir. Dolayısıyla idareler hukuki el koyduğu taşınmazları terk yoluyla bedelsiz olarak elde edebilmektedir.II. Kamulaştırma Kanunu Uyarınca Malikin  Taşınmazı Tekrar Elde Etme İmkânıKK,  kamulaştırma  usulünü  ayrıntılı  bir  şekilde  düzenlemektedir.  Bu  usulde mülkiyetin iktisabında KK nun 8/1. fıkrası uyarınca kamulaştırma kararına istinaden öncelikle satın alma usulü uygulanılarak taşınmaz sahibi ile uzlaşılmaya çalışılması gerekir.  Uzlaşma  sağlanırsa  KK  8/5-6.  fıkralar  uyarınca  anlaşma  tutanağının imzalanmasından  sonra,  idare  adına  tapuya  tescil  veya  terkin  ile  mülkiyet  el değiştirmektedir. Eğer taraflar uzlaşamaz ise idare KK 10/2. fıkra uyarınca taşınmazın bulunduğu yer Asliye Hukuk Mahkemesinde bedel tespiti ve idare adına tescil davası açar.  Taşınmaz  sahibi  mahkemece  kendisine  gönderilen  meşruhatlı  davetiyenin tebliğinden itibaren 30 içinde idari yargıda iptal davası açıp yürütmeyi durdurma kararı alırsa, Asliye Hukuk Mahkemesi KK 10/13. fıkrası uyarınca bekletici mesele 74  Bedelsiz terk konusunda bkz. Ramazan, Yıldırım ‘İdareye Taşınmaz Mal Kazandıran Bedelsiz Terk, Devir ve Temlikler  (2016) 11 (2) Karatay ÜHF 13 ff.980Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...yapmak zorundadır. Yürütmeyi durdurma kararı verilmezse yargılamaya devam olunur. Ancak  bu  da  yeni  uyuşmazlıklara  neden  olabilmektedir. Asliye  Hukuk Mahkemesi idare adına tescil kararı verdikten sonra kamulaştırma kararı hukuka aykırı olması nedeniyle idari yargı yerince iptal edilirse iki farklı yargı kolu arasında hüküm uyuşmazlığı ortaya çıkacak ve yargılama süreci Uyuşmazlık Mahkemesine kadar uzayacak, adil yargılanma hakkı ve usul ekonomisi ilkesine zarar verecektir. Ayrıca idari işlemin kamu düzenine ilişkin olması nedeniyle hukuka aykırı bir kamulaştırma kararına dayanan tescil kararı nedeniyle dolaylı olarak kamu düzeni de ihlal edilmiş olacaktır. Kaldı ki yürütmeyi durdurma kararının verilmiş olması, esas bakımından işlemin iptal sonucunu da doğurmamaktadır. Yürütmeyi durdurma kararına rağmen idari yargı mercii davayı esastan reddedebilir. Dolayısıyla sadece yürütmeyi durdurma kararının verilmiş olmasına dayanan bekletici mesele yapma zorunluluğu, yargılama usulü bakımından da eşitsizliği beraberinde getirir. Bir taraftan yürütmeyi durdurma kararına rağmen esastan reddedilen dava, diğer taraftan yürütmeyi durdurma kararı olmadan esastan reddedilen ve hukuki sonuçları aynı olan bir dava bulunmaktadır. Birinde bekletici mesele yapma zorunluluğu olması diğerinde olmaması nedeniyle Asliye Hukuk Mahkemesinin yargılamaya devam ederek taban tabana zıt kararlar çıkmasına neden olabilmektedir. İptal ihtimali olan bir kamulaştırma kararı nedeniyle dava yükü fazla olan hakime, yeni bir yük yüklememek gerekir. İdari yargıda açılan iptal  davası  kararının,  adli  yargı  için  bekletici  mesele  yapma  zorunluluğunun getirilmesi konusunda kanun koyucunun bir düzenleme yapması elzemdir. Ancak, Asliye Hukuk Hakiminin idari yargıda açılmış olan kamulaştırma işleminin iptali davası varsa, bunu gerekçe yaparak HMK nın 165. maddesi uyarınca bekletici mesele yapması önünde bir engel bulunmamaktadır.75 Doktrinde idari yargıdan bir karar çıkana kadar, Asliye Hukuk Mahkemelerinin en azından tescil kararı için idari yargı kararını beklemesi uygun olacağı yönünde görüşler bulunmaktadır.76 Nihayet Asliye Hukuk Mahkemesi bedel tespiti yaparak idare adına tescil kararı verir. Tescille birlikte taşınmaz mülkiyeti KK nın 25. maddesi uyarınca idareye geçmiş olmaktadır.77 İdarenin mülkiyetine geçtikten sonra taşınmaza ihtiyacı kalmazsa, eski malike iade edebilir. Ayrıca Kanunda yer alan şartlar gerçekleşmişse eski malikin geri alma hakkı doğmaktadır.KK nun  21.  maddesi  idareye  kamulaştırmadan  tek  taraflı  vazgeçme  yetkisi tanımaktadır. Buna göre idare kamulaştırmanın her safhasında tek taraflı olarak kısmen ya da tamamen vazgeçebilir. İdarenin kamulaştırma kararından vazgeçmesi, 75  HMK 165/1. fıkraya göre;  Bir davada hüküm verilebilmesi, başka bir davaya, idari makamın tespitine yahut dava konusuyla ilgili bir hukuki ilişkinin mevcut olup olmadığına kısmen veya tamamen bağlı ise mahkemece o davanın sonuçlanmasına veya idari makamın kararına kadar yargılama bekletilebilir .76  Kutlu Gürsel (n 12) 413.77  İbid 546.981İstanbul Hukuk Mecmuası 79/3kamulaştırma kararının geri alınması niteliğinde olduğundan bu yönde yeni bir idari işlemin tesis edilmesi gereklidir.78 Burada mülkiyet henüz idareye geçmediğinden, taşınmaz malikin mülkiyetinde kalmaya devam eder.A. Malikin Kamulaştırılan Taşınmazı Geri Alma HakkıKK nın 23. maddesinde yer alan şartlar gerçekleşmişse kamulaştırılan taşınmazın eski sahibinin geri alma hakkı doğmaktadır. Buna göre kamulaştırmayı yapan idare, kamulaştırma bedelinin kesinleşmesi tarihinden itibaren beş yıl içinde, kamulaştırma ve devir amacına uygun hiçbir işlem veya tesisat yapmaz veya kamu yararına yönelik bir ihtiyaca tahsis etmeyerek taşınmazı olduğu gibi bırakırsa, mal sahibi veya mirasçıları kamulaştırma bedelini aldıkları günden itibaren işleyecek kanuni faiziyle birlikte ödeyerek, taşınmazı geri alabilir. Eski malik geri alma hakkının doğmasından itibaren bir yıl içinde idareden taşınmazın kendine geri vermesini talep etmelidir. Eski mal sahibi süreci kendisi takip ederek şartların oluştuğunu tespit ederek resen başvurabilir. Ancak  süreci  takip  etme  gibi  bir  yükümlülüğü  bulunmamaktadır. Buna karşılık idarenin, eski mal sahibinin geri alma hakkının oluştuğunu bildirmesi zorunludur.79 Aynı durum KK 22/4. fıkra uyarınca taşınmaza ihtiyacı kalmayan idarenin, kamulaştırdığı taşınmazı kamu hizmeti amacıyla başka bir idareye devir veya tahsis etmemesi halinde de geçerlidir. Diğer bir ifadeyle devralan idare söz konusu taşınmazı süresi içinde kamu yararına yönelik bir hizmete tahsis etmezse eski mal sahibinin geri alma hakkı doğmaktadır. Bir yıllık süre hak düşürücü süre olduğundan, kaçırılması durumunda geri alma hakkı düşer. Bu süreler geçtikten sonra idareden herhangi bir hak, bedel ya da tazminat talebi bulunulamaz. Kanunda geri alma hakkının istisnalarına yer verilmektedir. Buna göre KK ve özel kanunlarda bu maddenin uygulanmayacağına ilişkin hükümler bulunmaktadır. KK 3/2. fıkra uyarınca Cumhurbaşkanınca kabul olunan, büyük enerji ve sulama projeleri ile iskân projelerinin gerçekleştirilmesi, yeni ormanların yetiştirilmesi, kıyıların korunması ve turizm amacıyla yapılacak kamulaştırmalarda, Arsa Üretimi ve  Değerlendirilmesi  Hakkında  Kanununa  göre  yapılacak  kamulaştırmalarda, Karayolları Genel Müdürlüğünün Hizmetleri Hakkında Kanun uyarınca görev alanına giren karayolunun yapımı, geliştirilmesi, çevresinin korunması ve düzenlenmesi ve/veya tesislerin yapımı için kamulaştırılan taşınmazlarda, Kanunun 22/3. fıkrası uyarınca geri alma hakkı kullanılamaz.B. Kamulaştırılan Taşınmazın İdare Tarafından Malike İadesiMalike  taşınmazını  tekrar  elde  etme  imkânı  veren  diğer  bir  durum  ise idarenin ihtiyacı kalmayan taşınmazı iade etmesidir. KK nın 22. maddesine göre 78  Akyılmaz, Sezginer ve Kaya (n 39), s. 645.79  Yargıtay 18 HD, 2014/88, 13.01.2014 (Legalbank).982Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...kamulaştırmanın  kesinleşmesinden  sonra  taşınmazın  kamulaştırma  amacına  ya da kamu yararına yönelik bir ihtiyaca tahsisine gerek kalmamışsa, bu durum eski mal sahibine Tebligat Kanunu hükümlerine göre duyurularak, kendisinin ya da mirasçılarının kamulaştırma bedelini aldıkları günden itibaren işleyecek kanuni faizi ile birlikte üç ay içinde ödemek şartıyla taşınmazı geri alabilir. Eğer kamulaştırma ve bedelinin kesinleşmesinden sonra 1 yıl içinde iade gerçekleşirse faiz alınmaz. KK nun 22. maddesi uyarınca taşınmazın iadesindeki amaç, kamulaştırılan malın idare tarafından kullanılmaması halinde, hem idarenin kamulaştırma bedeli oranında zarar etmesinin önüne geçmek, hem de taşınmazın hiçbir işe yaramadan atıl durumda kalmasına engel olmaktır.80 Taşınmazın iade edilebilmesi için kamulaştırma amacına ilişkin bir ihtiyacın kalmaması ya da kamulaştırmayı yapan idarenin başka bir hizmetine tahsis edilmemiş olması gerekmektedir. Ayrıca KK nun 22/4. fıkrası uyarınca başka bir idareye tahsis edilmiş ya da mülkiyet devredilmişse kamulaştırılan taşınmaz iade edilmez. Taşınmazın iadesinde kamulaştırmanın kesinleşmesinden itibaren beş yıllık bir süre öngörülmüştür. Bu süre hak düşürücüdür.81 C. Geri Alma ve Taşınmazın İadesinde Süre SorunuMalikin taşınmazı geri alma ve idare tarafından iadesinde öngörülen sürelerin hak düşürücü süreler olduğunu yukarıda ifade etmiştik. Ancak burada süreler konusunda getirilen  hükümlerin  hangi  tarihte  yürürlüğe  girdiğine  bakarak  ikili  bir  ayrıma gidilmesi gerekmektedir.İş Kanunu İle Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılması  İle  Bazı  Alacakların  Yeniden  Yapılandırılmasına  Dair  Kanun un 100. maddesi ile KK nun 22. maddesine  Bu madde hükümleri, kamulaştırmanın kesinleşmesi tarihinden itibaren beş yıl geçmiş olması hâlinde uygulanmaz  ve  Bu madde hükümlerine göre taşınmaz malı geri almayı kabul etmeyen mal sahibi veya mirasçılarının 23 üncü maddeye göre geri alma hakları da düşer  fıkraları eklenmiştir. KK nun 23. maddesine eklenen  birinci ve ikinci fıkrada belirtilen süreler geçtikten sonra kamulaştırılan taşınmaz malda hakları bulunduğu iddiasıyla eski malikleri veya mirasçıları tarafından idareden herhangi bir sebeple hak, bedel veya tazminat talebinde bulunulamaz ve dava açılamaz  fıkrası, bu hükümlerin yürürlüğe girdiği tarihten sonraki uyuşmazlıklarda uygulanabilir. Madde hükümleri 11 Eylül 2014 tarihinde yürürlüğe girdiğinden bu tarihten sonra uygulanacaktır. Anayasa Mahkemesine göre maddenin yürürlüğe girmesinden önce kesinleşmiş 80  Yargıtay HGK, 2007/849, 14.11.2007 (Legalbank).81  Yargıtay 5 HD, 2014/25072, 05.11.2014 (Legalbank),82  Kanun Tarihi: 10.09.2014, Kabul numarası: 6552, RG 11.09.2014/29116.983İstanbul Hukuk Mecmuası 79/3mahkeme  kararlarında  bu  süre  geçerli  değildir.  Anayasa  Mahkemesi;   …ihlal iddiasına konu taşınmaza ilişkin olarak tazminat istemiyle açılan davada verilen karar Yargıtay Dairesince karar düzeltme isteminin reddedildiği 30/5/2013 tarihinde kesinleşmiş olup geri alma hükümlerine dayalı dava açma sürelerini sınırlayan ve 2942 sayılı Kanun a 10/9/2014 tarihli ve 6552 sayılı Kanun un 100. maddesiyle eklenen 22. maddesinin ikinci ve üçüncü fıkraları, 23. maddesinin üçüncü fıkrası ile geçici 9. madde hükümlerinin somut olayda uygulanma olanağının bulunmadığı anlaşılmaktadır. 83 şeklinde karar vermektedir. Mahkeme bu hükmüyle söz konusu sürelerin maddenin yürürlük tarihi olan 11.09.2014 sonrası kesinleşen mahkeme kararlarında uygulanacağını açıkça ifade etmektedir. Yargıtay ın Kanunda değişiklik yapılmadan önceki kararlarına bakıldığında 22. madde bağlamında iadede süre sınırı olmadığı yönünde istikrar kazanmış kararları bulunmaktadır.84 Yine Yargıtay a göre; 22. madde uyarınca taşınmazın iadesindeki amaç, kamulaştırılan malın idare tarafından kullanılmaması halinde, hem idarenin kamulaştırma bedeli oranında zarar etmesinin önüne geçmek, hem de taşınmazın hiçbir işe yaramadan atıl durumda kalmasına engel olmaktır.85 Yukarıdaki  açıklamalar  ışığında  22.  maddede  öngörülen  sürelerin  Kanunun yürürlüğe girmesinden önce uygulanmayacağını, aynı şeklide 23. madde uyarınca da geri alma hakkına ilişkin beş ve bir yıllık süreler geçtikten sonra da eski mal sahibi ve mirasçıların idareden hak, bedel ve tazminat talepleri ile dava haklarını kaldıran fıkranın yürürlüğe girmesinden önce uygulanamayacağı sonucuna varabiliriz.III. Kamulaştırmasız El Koyma Nedeniyle Malikin  Taşınmazı Tekrar Elde EtmesiKamulaştırmasız el konulan taşınmazlarda mülkiyet idareye geçmediğinden idare tarafından iade ya da malikin geri alma hakkı gibi bir durum söz konusu değildir. Buna karşılık kamulaştırmasız fiili ya da hukuki el atılan taşınmazın idarenin mülkiyetine geçmesinden sonra malike iadesi ya da malikin geri alma hakkı konusunda bir hüküm bulunmamaktadır. İdarelerin kamulaştırmasız el attığı taşınmazlara ihtiyacı kalmaması ya da kamu hizmetine yönelik herhangi bir faaliyette bulunmaması (tahsis etmemesi) durumunda KK hükümlerinin uygulanıp uygulanmayacağı hususunda belirsizlik bulunmaktadır. Bu konuya geçmeden önce kamulaştırmasız el koyma durumunda mülkiyetin idareye geçme hallerine yer vermek uygun olacaktır.83  Anayasa Mahkemesi ikinci bölüm, B. No: 2013/6151, 21.04.2016.84  Yargıtay 18 HD, 2014/88, 13.01.2014 (Legalbank); Yargıtay 18 HD, 2011/8016, 30.06.2011 (Legalbank).85  Yargıtay HGK, 2007/849, 14.11.2007 (Legalbank).984Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...A. Kamulaştırmasız Fiili El Koymada Mülkiyetin İdareye  Geçmesini Sağlayan DurumlarKamulaştırmasız  el  koymada  taşınmaz  sahibinin  başvuracağı  hukuki  yollar bulunmaktadır. Ancak KK Geçici 6. maddesiyle özel hüküm getirerek 09.10.1956 - 04.11.1983 tarihleri arasındaki kamulaştırmasız el atmada bu özel usulün uygulanması öngörülmektedir. 1. Kamulaştırmasız El Atmada Genel UsulKamulaştırmasız el atma nedeniyle idarenin müdahalesine son vermek amacıyla müdahalenin meni, el konulan taşınmazın bedelini talep ederek mülkiyetin idareye geçmesi için bedel davası, uğramış olduğu zararların giderilmesi için tazminat ve haksız işgal sebebiyle ecrimisil davası açılabilir.86 Bu davaların bir kısmı birlikte açılabileceği gibi ayrı ayrı da açılabilir. Müdahalenin meni davasında idarenin taşınmazı tahliye etmesine karar verilebilir. Bu takdirde mülkiyet taşınmaz sahibinde kalır. Taşınmaz sahibi buna istinaden idarenin  hukuka  aykırı  olarak  mülkiyet  hakkına  müdahalesinden  kaynaklanan zararların giderilmesi amacıyla tazminat davası ve taşınmazın haksız işgali sebebiyle ecrimisil davası açabilir. Bedel davası açarsa malik mülkiyetin idareye geçmesine rıza göstermekte ve taşınmazın idare adına tescilini isteyebilmektedir. 2. Kamulaştırmasız El Atmada Özel UsulKK Geçici 6/1. maddesine göre malikin rızası olmadan taşınmaza fiili olarak el konulması sebebiyle, mülkiyet hakkından doğan taleplerde, bedel talep edilmesi hâlinde bedel tespiti ve diğer işlemlerde, öncelikle uzlaşma usulünün uygulanması dava şartıdır. Taşınmaz sahibinin önce idareye başvurması zorunludur. Bir sonuç çıkmaz ise dava yoluna başvurabilecektir. Bu usul süreci sonunda taşınmaz idarenin mülkiyetine geçmektedir. Bu özel usul yukarıda belirtilen tarihler arasında fiili el konulan  taşınmazın  mülkiyetinin  idareye  geçmesini  öngörmektedir.  Taşınmaz sahibinin mülkiyetin el değiştirmesi konusunda bir hakkı olmasa da bedele ilişkin haklara sahiptir.a. İdare İle UzlaşmaKK Geçici 6. maddesine göre idarenin daveti ya da malikin başvurusu üzerine uzlaşma  görüşmeleri  başlamakta,  talep  sahibinin  uzlaşma  görüşmelerine  davet edilmesinden  itibaren  6  ay  içinde  sonuçlandırılması  gerekmektedir.  Uzlaşma 86  Yargıtay HGK, 1956/61, 6.05.1956 (Legalbank). 985İstanbul Hukuk Mecmuası 79/3görüşmelerinde mülkiyet hakkından doğan talepler ve bu bağlamda uzlaşılan hakkın türü ve varsa bedel üzerinden bir sözleşme akdedilir. Eğer taşınmazın mülkiyetinin idareye devri ve karşılığında bedelini ödeme konusunda anlaşılmışsa uzlaşma konusu taşınmaz resen tapuya tescil ve terkin edilmektedir. Buna istinaden taşınmazın mülkiyeti idareye geçer.b. Yargısal BaşvurularKK Geçici 6/6. fıkrası uyarınca uzlaşma görüşmeleri sonuçsuz kalırsa uzlaşmazlık tutanağı düzenlenir. Tutanağın düzenlenmesinden itibaren taşınmaz sahibi malik ya da idare bedel tespiti davası açabilir. Bu takdirde mahkeme bedel tespiti yaparak taşınmazın idare adına tesciline veya terkinine hükmeder. Tescile veya terkine ilişkin hüküm kesin olup tarafların hükmedilen bedele ilişkin kanun yolu hakkı saklıdır. Bu hükme istinaden taşınmaz sahibi ancak bedele ilişkin dava açabilir.B. Kamulaştırmasız Hukuki El Atmada Mülkiyetin İdareye  Geçmesini Sağlayan DurumlarKK Ek 1. madde uygulama imar planlarının yürürlüğe girmesinden itibaren beş yıllık süre içerisinde imar programları veya imar uygulamaları yapılarak ve bütçe imkânları dâhilinde  bu  taşınmazlar  ilgili  idarelerce  kamulaştırılacağı  düzenlendiğinden, öngörülen sürede bu kararlar alınmazsa, mülkiyet hakkını kullanmasına engel teşkil edecek kısıtlılığı kaldıracak şekilde imar planı değişikliği yapılacağını belirtmektedir. Bu hükümle getirilen asıl yenilik ise taşınmaz hakkında beş yıl içerisinde idarenin mülkiyetine geçirilecek karar alınmazsa, kısıtlılığı kaldıracak şekilde plan değişikliği yapılması, aksi takdirde malike iade edilmesi gerekmektedir. Danıştay a göre de Ek. maddeyle  en geç beş yıllık süre içerisinde bütçe imkanları dahilinde ilgili idarelerce kamulaştırılması veya taşınmazların mevcut imar planı bulunup bulunmadığı veya imar planı yapılabilecek yerlerden olup olmadığı durumuna göre imar planı/imar uygulaması/toplulaşma yapılmak/yaptırılmak suretiyle başka yerden mümkün ise müstakil, değilse hisseli parsel verilmesi veyahut taşınmazların tahliye edilerek kullanıma imkan verecek biçimde malikine iade edilmesi amaçlanmıştır .88Kanun hükmü her ne kadar mülkiyet hakkının özüne dokunacak şekilde tasarrufu hukuken kısıtlanan taşınmazları bu kapsama alsa da yukarıda ifade edildiği üzere imar  planlarının  yapılmasıyla  birlikte  süresi  içinde  gerekli  kararlar  alınmadığı, 87  KK Geçici 6/3. fıkraya göre uzlaşma; idareye ait taşınmazın trampası, idareye ait taşınmaz üzerinde sınırlı ayni hak tanınması veya imar mevzuatı çerçevesinde başka bir yerde imar hakkı kullandırılması suretiyle veya bunların mümkün olmaması hâlinde nakdi bedel üzerinden yapılabilir.88  Danıştay 6 D, 2016/4782, 20.09.2016 (Legalbank); Danıştay 6 D, 2015/6995, 20.09.2016 (Legalbank).89  Doktrinde mülkiyet hakkının özüne dokur şekilde kısıtlanması durumunda madde kapsamına girdiği, hakkın özüne dokunmayan kısıtlamalarda ise idari yargıda mülkiyetin bedele çevrilmesi için dava açılacağı yönünde görüşler bulunmaktadır. Yalçınduran (n 5) 491, 507 ff.986Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...kamulaştırma  yapılmadığı  ve  bazı  haklar  kullanılamadığından,  kamulaştırmasız hukuki el atma nedeniyle AHİM, Danıştay ve Yargıtay ve kararlarında da belirtildiği üzere mülkiyet hakkının özüne dokunur şekilde kısıtlanmaktadır. Dolayısıyla bu hüküm imar planının uygulama kapsamına giren tüm taşınmazlar için uygulanabilir niteliktedir.  Buna  göre  taşınmazlar  kamulaştırma  yoluyla  idarenin  mülkiyetine geçebilmektedir. Kamulaştırma ya da diğer uygulamalarla beş yıllık süre zarfında taşınmazlar idarenin mülkiyetine geçirilmezse, hükmün emredici olması nedeniyle kısıtlılığı kaldıracak şekilde imar planı yapılması zorunludur. Aksi durumda mülkiyet taşınmaz sahibinde kalmaya devam etmekte ve hukuki el atma gerçekleşmektedir. Beş yıllık sürenin maddenin yürürlüğe girdiği tarihten sonra başlayacağını düzenleyen KK Geçici 11. maddenin Anayasa Mahkemesi tarafından iptal edilmesiyle birlikte, Ek. maddenin yürürlüğe girmesinden önceki imar planlarında süre planın yürürlüğe girdiği tarihten başlayacaktır. Beş yıllık süre geçmesine rağmen idare kısıtlılığı kaldırmaz ve malike taşınmazı iade etmezse yapılacak idari başvuru ile iptal davası açılıp, bununla birlikte uğranılan zararlarda istenebilecektir. Kamulaştırmasız hukuki el atılan taşınmazların mülkiyeti taşınmaz sahibinde kalmakla birlikte mülkiyet hakkının kısıtlanması sebebiyle uğradığı zararları tam yargı davasıyla idareden isteyebilmektedir. İdare bu süreçte kamulaştırma ya da DOP yoluyla mülkiyeti kazanabilir. Kamulaştırdıktan sonra da şartlar oluşursa eski malik iade veya geri alma hakkını kullanabilir. İdari yargıda açılacak iptal davasıyla Danıştay içtihatlarına göre idare kamulaştırmaya zorlanamayacağından bu usulde mülkiyetin idareye geçmesi zor görünmektedir. KK Ek 1/ 2. fıkrası ile Asliye Hukuk Mahkemesinde kamulaştırmasız el atmaya uygulanan usule benzer bir usul idari yargı için de öngörülmüştü. Buna göre  birinci fıkra uyarınca dava açılması hâlinde taşınmazın ya da üzerinde tesis edilen irtifak hakkının dava tarihindeki değeri, mahkemece; bu Kanunun 15 inci maddesine göre bilirkişi incelemesi yapılarak, taşınmazın hukuken tasarrufunun kısıtlandığı veya fiilen el konulduğu tarihteki nitelikleri esas alınmak suretiyle tespit edilir ve taşınmazın veya hakkın idare adına tesciline veya terkinine hükmedilir . İdari yargının  idare  adına  tescil  kararı  verememesinden,  taşınmaz  bedelini  ödeyen idarenin aynı yargı kararıyla mülkiyeti kazanamamasından kaynaklanan sorunların giderilmesi amacıyla getirilen bu fıkra başka sorunlara neden olmuştur. Özellikle taşınmazın veya hakkın idare adına tescil veya terkinine de karar vereceği hükmü idari yargı mercilerince İYUK 2. madde uyarınca iptal kararı ve tam yargı davası (tazminata hükmetme) dışında idare adına tescil veya terkin kararı veremeyecekleri, bunun adli yargının görevine girdiği bahsiyle uygulama alanı bulamamıştır. İdari yargı mercileri  …hükmedilen kamulaştırma bedelinin söz konusu taşınmazın davacı 90  Anayasa Mahkemesi, 2018/34, 28.3.2018.91  Emrah, Kulaklı, ‘İdari Yargının Görevli Olduğu Kamulaştırmasız El Atma Davalarında Taşınmazın Tescili Sorunu  (2015) 2 (1) İstanbul Medipol ÜHFD 185, 192-193.987İstanbul Hukuk Mecmuası 79/3tarafından her türlü kısıtlamadan ari olarak davalı idare lehine ferağ vermesi koşuluyla ödenmesine  hüküm tesis etmeye devam etmiştir.92 Dolayısıyla taşınmaz sahiplerinin kendi rızaları ile tapuda ferağ vermesi, vermezlerse idarenin ayrıca adli yargıda tapu iptali ve tescil davası açması gerekmekteydi.93 Anayasa Mahkemesinin KK Ek 1/2. fıkrayı iptal etmesiyle birlikte bu duruma son verilerek, idari yargıda önceki  usule  tekrar  dönülmüştür.  Dolayısıyla  beş  yıllık  imar  programı  içinde kamulaştırılmayan yerler için taşınmaz sahipleri idareye başvurarak, kamulaştırmasını isteme ve uğranılan zararların giderilmesini isteyebilecektir. Zımni ya da açık ret üzerine idari yargıda işlemin iptali ile birlikte uğranılan zararların giderilmesi için tam yargı davası açabileceklerdir. Her ne kadar Danıştay, idari yargının idareleri kamulaştırmaya zorlayıcı kararlar vermesinin mümkün olmadığını belirtse de, yargı kamulaştırma kararı vermemekte, idari başvuruya ilişkin idarenin ret kararının diğer iptal davalarında olduğu gibi iptali istenmektedir. İdarenin yükümlülüğünde bulunan bir kamulaştırmayı yapmaması sebebiyle iptal edilmesi durumunda, İYUK un 28. maddesi uyarınca tersine bir işlemle kamulaştırma kararını idare alacaktır.96KK Ek 1. maddede beş yıllık süre içerisinde kamulaştırma, diğer uygulama ya da kısıtlılığın sona erdirilmesini öngörmesi sebebiyle, bu süreyi aşması durumunda şartları  oluşacak  hukuki  el  atmaya  istinaden  idari  yargı  organlarının  idarenin kamulaştırmaya zorlanamayacağına karar vermesinden ötürü mülkiyetin idareye geçmesi zor görünmektedir. Buna rağmen el atma devam ederse idari başvuru yaparak iptal davasıyla birlikte ya da doğrudan tam yargı davasıyla taşınmazın bedele çevrilmesinin istenmesi önünde bir engel bulunmamaktadır. Bu yönde bir karar çıkarsa taşınmaz sahibi tapuda idare adına ferağ vererek, ya da idare adli yargıda tapu iptalini ve tescilini isteyecektir. Taşınmazın mülkiyeti bu şekilde iktisap edilecektir. KK Ek 1/2. fıkranın yürürlükte olduğu dönemde idarenin mülkiyetine geçen taşınmazların eski sahibinin taşınmazına kavuşmasını sağlayan hükümlerin kıyasen uygulanabilirliği konusunda fiili el atmadaki gibi belirsizlik bulunmaktadır. IV. Kamulaştırma Kanununun Kıyasen Uygulanması SorunuKK nun,  kamulaştırmasız  el  atma  sonrasında  idarenin  mülkiyetine  geçen taşınmazlara da uygulanacağı hususunda bir hüküm bulunmamaktadır. Buna karşılık, kamulaştırmasız el koymalarda bedele ilişkin hükümlerde olduğu gibi birçok konuda Kanunun  kıyasen  uygulanacağı  hüküm  altına  alınmaktadır.  Burada  açıklanması gereken sorun, kanunda açık bir hüküm olmasa da, kamulaştırmasız el koyma 92  İstanbul 9 İdare Mahkemesi, 2015/443, 10.03.2015; İstanbul 1 İdare Mahkemesi, 2014/2390, 26.12.2014. Nakleden İbid 193.93  İbid 193.94  Anayasa Mahkemesi, 2018/111, 20.12.2018.95  Danıştay 6 D, 2009/5534, 13.5.2009 (Legalbak); Danıştay 6 D, 5794, 10.12.2002 (Legalbank).96  Kalabalık (n 1) 299 ff.988Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...sonrasında yukarıda belirttiğimiz usuller izlenerek idarenin mülkiyetine geçmiş olan taşınmazın, idare tarafından eski malike iadesi ve malikin geri alma hakkının bulunup bulunmadığıdır. Diğer bir ifadeyle, malike iade ve malikin geri alma haklarına ilişkin KK da yer alan hükümler, kamulaştırmasız el konulan taşınmazın idarenin mülkiyetine geçmesinden sonra kıyas yoluyla uygulanabilir mi?A. Kıyas KavramıKıyas,  kanunda  belli  bir  olay  için  konulmuş  olan  bir  hükmün,  kanunla düzenlenmemiş benzer bir olaya uygulanmasıdır.97 Tanımdan da anlaşılacağı üzere kıyas yoluyla akıl yürütebilmek için sözkonusu olaya uygulanabilecek bir pozitif düzenlemenin olmaması, bir boşluk olması gerekir. Bu açıdan olaya ilişkin mevcut bir hükmün yorumlanmasından farklılık arz eder. Kanun metnine bağlı kalmak kaydıyla lafzı anlamının ötesinde kelimelerin çok geniş yorumlanması dahi, doğru yanlış olması bir tarafa, kanunla bağlantıyı koparmaz.98 Dolayısıyla yorum kanunu uygulamakta kullanılan bir yöntem, kıyas ise mevcut bir hükmün genişletilerek benzer bir olaya uygulanmasıyla kanun boşluğunu dolduran, bir nevi o konuya ilişkin kural koyma anlamına gelmektedir.Kıyas yoluna başvurulabilmesi için kıyaslanan konuda kanunda hüküm olması, bu hükmün istisnai olmaması, kıyaslanan olaya ilişkin bir hükmün olmaması ve kıyas konusu olayın kıyaslanan olay ile sebep ve amaç bakımından aynı niteliğe haiz olması gerekmektedir.99 Bu şartlarla birlikte kanun hükmüyle düzenlenen sonucun da mevzubahis olaya uygulanabilir olması gerekmektedir.100 Kanun koyucu kıyası açıkça düzenleyerek izin verebileceği gibi, yasaklayabilir de. Bunun yanında kıyas konusunda  herhangi  bir  hükme  yer  vermeyebilir.101  Bu  durumda  kıyas  yapılıp yapılmayacağını hukukun alanına ve temel ilkelere göre tespit etmek gerekmektedir. Kanunda kıyasa ilişkin hüküm bulunmayan hallerde, kıyasa cevaz veren hukuk dallarında kıyas yoluna gidilebilecektir.102 Kanunda, kıyasen uygulama konusunda açık bir hüküm varsa kanun boşluğundan bahsedilemez. Danıştay bu durumda kıyasın mevcut olmadığını, kanunlar arası bir atfın yapıldığını, bunun da doğrudan kanuni bir düzenleme olduğunu belirtmektedir.103 97  Adnan Güriz, Hukuk Başlangıcı (19. Bası, Siyasal 2019) 101; Necip Bilge, Hukuk Başlangıcı (22. Bası, Turhan 2007) 204; Kemal Gözler, Hukukun Genel Teorisine Giriş, Hukuk Normlarının Geçerliliği Ve Yorumu Sorunu (1 Bası, US-A 1998) 173;, Gökhan Antalya, Hukuk Teorisi ve Hukuk Metodolojisi, C.1 (1. Bası, Seçkin 2019) 525; Kıyasın hukukta faydalı olup olmadığı, etkili bir akıl yürütme yöntemi olup olmadığı hususunda tartışmalar için bkz. Aslan Topakkaya, Hukuk Hermeneutiği, Hukukta Anlama ve Yorumlama Sanatı, (1 Bası, Adalet 2019) 41, 51 ff.98  Gözler, Hukukun Genel Teorisine Giriş (n 97) 183.99  Kemal Gözler, Hukuka Giriş (16. Bası, Ekin 2019) 368.100  Thorsten Ingo Schmidt, ‘Die Analogie im Verwaltungsrecht  (2006) 97 (2) VerwArch 139, 146.101  Gözler Hukukun Genel Teorisine Giriş (n 97) 175.102  Bilge (n 97) 204.103  Danıştay 1 D, 2020/293, 3.3.2020 (Lexpera).989İstanbul Hukuk Mecmuası 79/3Kanun koyucu daha çok ilgili kanunlarda tekrar yapmaktan kaçınmak amacıyla bu yönde hükümler tesis etmektedir. Bunlar ilgili kanunda yer alan hükümlerin uygulanması ya da başka bir kanun hükmünün uygulanması şeklinde karşımıza çıkabilmektedir. Kıyas daha çok gerçek kanun boşluğunda, yani herhangi bir hükmün bulunmaması durumunda bu boşluğun doldurulması için yapılmaktadır.104Özel  hukukta  kıyas  yasağı  öngörülmediğinden,  kıyasa  genel  olarak  cevaz verilmektedir.105 MK 1/2. fıkrasına göre;  Kanunda uygulanabilir bir hüküm yoksa, hâkim, örf ve âdet hukukuna göre, bu da yoksa kendisi kanun koyucu olsaydı nasıl bir kural koyacak idiyse ona göre karar verir. . Bu hüküm özellikle kanunda mevcut olan boşlukların doldurulmasında hakime kendi hukuk kuralını yaratabilmesi yanında kıyas yoluyla da hukuk kuralı yaratmasına izin vermektedir.106 Bunun yanından özel hukuk ilişkilerini düzenleyen birçok kanun başka hükümlere atıfta bulunarak kıyas yoluyla uygulamayı düzenlemektedir. Örneğin BK nın 246. maddesine göre taşınır satışına ilişkin kurallar kıyas yoluyla taşınmaz satışına da uygulanır. Kamu Hukuku nda kıyas yasağı ve kıyas serbestisi uzun süredir tartışılan ve farklı görüşlerin ortaya çıktığı bir konudur. Bu görüşler Kamu Hukuku nun dalları olan Anayasa, Ceza, Vergi ve İdare Hukuku nun özelliğine göre değişmektedir. Doktrinde Kamu Hukuku alanında hukuk güvenliği bakımından kesin kıyas yasağını savunan görüşler ağırlıklı olarak kanunilik ilkesine dayanmaktadır.107 Buna karşın istisnai hükümler dışında bazı hallerde kıyasın varlığını kabul eden görüşler bulunmaktadır.108 Kamu  Hukuku nda  kıyas  serbestisi  ya  da  yasağı  konusunda  kişi  aleyhine yükümlendirici nitelikte kıyas ve lehine hak doğurucu kıyas olmak üzere ikiye ayrılarak incelenmesi gerekir. Bu açıdan bakıldığında her iki durumda da kıyas serbestisini  savunan  görüşler  bulunmaktadır.109  Ağırlıklı  görüş  kişi  aleyhine yükümlendirici kıyasın yasak olduğu, kişi lehine hak yaratıcı durumlarda ise kıyas serbestisinin  bulunduğu  yönündedir.110  Kamu  hukukunda  geniş  kapsamlı  kıyas, kanunla öngörülen idari faaliyetin öngörülebilirliğini olumsuz yönde etkileyerek hukuki güvenliği zedeleyebileceğinden kıyasın şartlarını aşacak şekilde yapılmaması gerekir.111 104  Çiğdem Kırca, ‘Örtülü (Gizli Boşluk Ve bu Boşluğun Doldurulması Yöntemi Olarak Amaca Uygun Sınırlama (Teleologische Reduktion) (2001) 50 (1) AÜHFD 91, 97.105  Ingo Schmidt (n 100) 139, 162. 106  Antalya (n 97) 525.107  Şaban Kayıhan, Hukukun Temel Kavramları (7. Bası, Seçkin 2017) 245.108  Kemal Gözler, Kamu Hukukçuları Platformu, Anayasa Hukukunda Yorum ve Norm Somutlaşması, Tebliğler (TBB 2012) 61, 65, 71; Failin lehine olan kurallar kanunilik ilkesine aykırılık taşımamakta, kıyasa yasağı failin lehine uygulamalara engel olmamaktadır. İçel Kayıhan ve Süheyl Donay, Karşılaştırmalı ve Uygulamalı Ceza Hukuku, Genel Kısım 1 (1. Bası, Beta 2005) 88.109  Michael Sachs, § 44 VwVfG, in: Stelkens/Bonk/Sachs (Hrsg.), VwVfG Kommentar (6. Bası, C.H. Beck 2001) Rn. 53.110  Christoph Gusy, ‘Richterrecht und Grundgesetz  (1992) 45 (11) DÖV 461, 464.111  Guy Beaucamp, ‘Zum Analogieverbot im öffentlichen Recht (2009) 134 (1) AöR 83, 99.990Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...İdare Hukuku nda, kesin kıyas yasağı bulunmamakla birlikte özel hukukta olduğu gibi bir kıyas serbestisi bulunmamaktadır.112 Kanun koyucu, kanunda bazı maddelere atıfta bulunarak kıyasen uygulanacağını hüküm altına almasında kanun boşluğu olmadığından doğrudan uygulanır. İdare hukuku mevzuatı kanunlara açıkça atıf yaparak diğer kanun veya madde hükümlerinin kıyas yoluyla uygulanacağını açıkça hüküm altına almaktadır.113 Danıştay, hukuk boşluğunun ortaya çıktığı durumlarda MK nın 1/2. fıkrası uyarınca, bu boşluğun idari yargı organlarınca doldurulması gerektiğine karar vermektedir.114 Hukuk boşluğunu doldururken de kıyas yoluyla akıl yürütebilmektedir. İdare Hukuku nda kıyasın uygulanabilirliği konusunda, hak yaratıcı durumlarda ve yükümlülük getiren durumlarda kıyas arasında ayrım yapılarak konunun incelenmesi gerekir. Yükümlendirici işlemler kişilerin hukuk güvenliğini zedeleyebildiğinden kıyas yasağının kabulü gerekir. Özellikle suç ve cezalara ilişkin hükümler, yaptırım içeren hükümlerde kıyas yapılamaz.115 Buna karşılık bireyler lehine hak yaratıcı konularda İdare Hukuku nda kıyasın varlığının kabul edilmesi gerekir. Hak yaratıcı işlemlerde kıyas kişi aleyhine bir sonuç doğurmadığından hukuki güvenliğe aykırılık taşımamaktadır. Bu konuda özellikle karşılaştırmalı hukukta hem yargısal hem de bilimsel içtihatlar bu yönde görüş birliği içerisindedir.116B. Kamulaştırma Kanunu 22 ve 23. Maddenin Kıyasen UygulanabilirliğiKamulaştırmasız el atma sonucu idarenin mülkiyetine geçen taşınmazı malikin geri alma hakkı ya da idare tarafından iadesi konusunda, idarenin 22 veya 23. maddeye yapacağı kıyasın öncelikle hukukun hangi alanına girdiğinin tespiti gerekmektedir. Her ne kadar idarenin eski malike iade etme-etmeme kararı ve malikin geri alma kararı uyarınca geri verme-vermeme kararı idari işlem olsa da, 22 ve 23. madde uyarınca çıkacak uyuşmazlıklar KK 24/2. fıkra uyarınca adli yargının görevine girmektedir. Dolayısıyla özel hukuka ilişkin kurallar uygulanmaktadır.117 Buna istinaden söz konusu maddelerin kamulaştırmasız el atma sonucu idarenin mülkiyetine geçen taşınmazın eski malike iade veya geri verilmesinde yapılacak kıyasın, özel hukukta kıyas serbestisi sebebiyle, önünde bir engel bulunmamaktadır.112  Ingo Schmidt (n 100) 139, 155. 113  Özel personel kanunları DMK ya atıflar yapmaktadır. Bunun yanında Yükseköğretim Kanunu nun 53/c.-8, 4483 sayılı kanuna atfı, KK nun, kamulaştırmasız el atmalarda bedel tespitine ilişkin 8. maddeye atfı örnek verilebilir. Bunun yanında Anayasada da atıflar bulunmaktadır. Örn. md. 28/4, 8; 33/son;133/son fıkrası.114  Danıştay İDDK, 2012/801, 24.5.2012 (Legalbank); Danıştay İDDK, 2014/2763, 23.6.2014 (Legalbank).115  Kanunsuz suç ve ceza olmaz ilkesinin bir gereği olarak başka ceza hükümlerinin kıyasen uygulanmasına olanak bulunmamaktadır. Danıştay 1 D, 1998/357, 25.11.1998.116  HOVG, 5 Bf 25/17, 21.08.2018; Beucamp (n 111) 86.117  Kemal Gözler ve Gürsel Kaplan, ‘İdari Eylemlerden Kaynaklanan Zararlara İlişkin Davalar Adli Yargının Görev Alanına Sokulabilir mi (HMK m.3 ve TBK, m.55/2 Hakkında Eleştiriler  (2011) 6 (63) TAHD 36, 36.991İstanbul Hukuk Mecmuası 79/3Diğer taraftan taşınmazın iadesi veya geri alma hakkı kapsamında verilecek karar idari işlem olduğundan İdare Hukuku kapsamında da bir engel bulunmamaktadır. Hak yaratıcı konularda kıyas imkânı bulunduğundan, kamulaştırma işlemine bağlı olarak tanınan taşınmazın eski malike resen iadesi ya da geri alma hakkı bağlamında verilmesine ilişkin hükümler kamulaştırmasız el atılan taşınmazların mülkiyetinin idareye geçmesinden sonrada kıyasen uygulanabilir.118 Danıştay kıyasın şartlarının geniş değerlendirerek taşınmazın iadesi hususunda İK nun 11. maddesinde imar planlarında yol ve park gibi umumi hizmetlere ayrılan hazine ve özel idareye ait taşınmazların, belediye ya da il özel idarelerine bedelsiz terki ve devrinden sonra, devralan idarece kullanılış şekli yeni bir imar planıyla değiştirilerek özel mülkiyete konu olabilecek hale getirildiği takdirde, devreden idareye aynı usulle iade edeceği hükmünü, özel kişiler tarafından terk edilen taşınmazlar için de uygulanacağına hükmetmektedir.119 Söz konusu kanun hükmünün kıyasen özel mülkiyete konu olan taşınmazlarda uygulanmasının mülkiyet hakkını koruyan Anayasaya ve AİHS ye, adalet ve hakkaniyet ilkelerine uygun olacağını belirterek yararlandırıcı işlemler bakımından kıyası kabul etmektedir.KK 22 ve 23. maddelerin kamulaştırmasız el atmalarda uygulanmasında kıyasın şartları mevcuttur.a. Kanunun MevcudiyetiYukarıda ifade edildiği üzere, idarenin hukuka uygun davranarak kamulaştırma işlemiyle mülkiyetine geçirdiği taşınmazı, KK 22 ve 23. maddelerde yer alan koşullar oluştuğunda malike iade ya da malikin geri alma hakkı bulunmaktadır. Buna karşılık idarenin keyfi ve hukuka aykırı el attığı taşınmazlar yukarıda ifade edilen süreç sonucu idarenin mülkiyetine geçmesi durumunda eski malike iade ve geri almasını düzenleyen bir kanun hükmü bulunmamaktadır. b. Uygulanacak Hükümde BenzerlikKamulaştırmada,  kamu  hizmetini  gerçekleştirmek  için  kamu  yararı  amacıyla özel mülkiyete el atılmaktadır. Malikin rızası varsa satın alma yoluyla idarenin mülkiyetine geçebileceği gibi, malikin rızası dışında kamulaştırma kararıyla idarenin mülkiyetine geçebilir.120 Kamulaştırmasız el atmada ise kamulaştırma yapılmamasına 118  İdarenin kamulaştırmadan vazgeçmesi veya kamulaştırmanın kesinleşmesi durumunda kamulaştırmanın sonuçlarını anlaşarak ortadan kaldırma imkânı, kıyasen kamulaştırmasız el koymaya da uygulanır. Salih Şahiniz, Teoride ve Uygulamada Kamulaştırmasız El Koyma: İdarenin Özel Mülkiyetteki Taşınmazlara Hukuka Aykırı El Koyması (1. Bası, Seçkin 2006) 235.119   Devletin veya bir kamu tüzel kişisinin kamu yararı amacıyla aldığı bir taşınmazı daha sonra imar planı değişikliği ile kamu yararına kullanma amacı dışında kendi özel mülkü olarak tescil ettirmesi temel insan haklarından olan mülkiyet hakkına keyfi bir şekilde el konularak bireylerin sahip oldukları taşınmazları üzerinde özgürce tasarruf etmelerinin engellenmesi, mülkiyet haklarının ellerinden alınması hukuk devleti ilkesine aykırıdır . Danıştay 6 D, 2015/5917, 13.10.2015.120  KK 8/7. fıkraya göre satın alma veya trampa yoluyla elde edilen taşınmaz mallar kamulaştırılmış sayılır.992Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...rağmen taşınmazı malikin rızası olmadan, fiilen kamu hizmetine ayrılmakta ya da kamu yararına ilişkin bir ihtiyaca tahsis edilmektedir. Hem kamulaştırmada, hem de kamulaştırmasız el koymada kamu hizmetini gerçekleştirme sebebiyle taşınmaza el konulmakta,  kamu yararı  amaçlanmaktadır. Kamulaştırma sonrasında kamu yararı ortadan kalkarsa malike iade veya geri alma hakkı tanınmaktadır. Kamulaştırmasız el atma neticesinde idarenin mülkiyetine geçen taşınmaz üzerinde de kamu yararının ortadan kalkması arasında bir fark bulunmamaktadır. Taşınmaz sahibinin rızası ile kamu yararına terk ettiği taşınmaz üzerinde dahi kamu yararının ortadan kalkması durumunda belli şartlarda mülkiyet hakkının varlığı söz konusu olmaktadır. AİHM Karaman-Türkiye davasında KK nun 35. maddesinde yer alan  malikin muvafakati ile kamu hizmet ve tesisleri için ayrılmış bulunan yerler için eski malikler tarafından mülkiyet iddiasında bulunamaz ve karşılığını isteyemez  hükmüne rağmen, taşınmaz sahibinin kamu yararı için terk ettiği taşınmaz üzerinde, terk amacına uygun bir kamu hizmeti kurulmaz ve buna istinaden eski malikin iade talebine rağmen reddedilmesi durumunda, maddenin eski malikler aleyhine mülkiyet hakkı veya tazminat talebini ileri süremeyecekleri şeklinde yorumlanamayacağını, aksi takdirde kamu yararı gerekleri ile kişisel hakların korunması arasında hüküm sürmesi gereği adil dengeyi bozacağını bunun da mülkiyet hakkını ihlal edeceğini belirtmektedir.121 Diğer bir benzerlik ise idarenin taşınmazı kamulaştırma kararından sonra  malikin  rızası  olmaması  durumunda  açacağı  tescil  davası  yoluyla  elde etmesi ile idarenin taşınmaza kamulaştırmasız el koyması üzerine malikin dava açması sonucunda mahkemece idare adına tescil kararı vermesi arasında bir fark bulunmamaktadır. İdarenin taşınmazı satın alma yoluyla elde etmesi durumunda da kamulaştırma yoluyla mülkiyetine geçmektedir. Dolayısıyla kıyas için öngörülen sebep ve amaç bakımından benzer nitelikte olmak şartını da bünyesinde taşımaktadır. c. Sonuç Bakımından UygulanabilirlikKK nun taşınmazın eski malike devrini öngören 22. maddesi ile malikin geri alma hakkını düzenleyen 23. maddesinde, mülkiyetin eski malike devri hüküm altına alınmaktadır. Bu maddelerin kıyasen kamulaştırmasız el atmalara uygulanmasında da  eski  malike  devri  mümkün  kılacak şekilde  sonuç  bakımından da  uygunluk taşımaktadır. Kaldı ki idarenin hukuka uygun davranmasında kişiye bu hakları kanunla tanınırken, idarenin hukuka aykırı ve keyfi davrandığı kamulaştırmasız el atmalara tanınmaması hukuk mantığı ve hukukun temel ilkeleri ile bağdaşmaz.  Kanun koyucunun bilinçli ya da bilinçsiz olarak düzenlemediği ve kanun boşluğu olan bu durumda 22 ve 23. maddeler kıyasen uygulanabilecektir. Diğer taraftan MK. 732. madde kişilere malik olmadığı taşınmazlarda dahi önalım hakkı tanırken, 121  Karaman v Turkey, App no 6489/03 (ECHR 15 January 2008); Danıştay 6 D, 2014/372, 24.01.2014 (Legalbank).993İstanbul Hukuk Mecmuası 79/3idarenin kamulaştırmasız el attığı taşınmazları fedakârlıkta bulunmak durumunda kalan eski malik dışında üçüncü kişilere satması hukuki yorum ve mantıkla da bağdaşmamaktadır. Bir kanun hükmünün kıyasen uygulanması durumunda, adaletin sağlanabilmesi için o kapsama giren herkese eşit uygulanmalıdır.122 Eşit davranma kıyasın şartları arasında sayılmasa da uyulması gereken anayasal bir yükümlülüktür. Kamulaştırmasız el atma neticesinde mülkiyeti idareye gecen taşınmazların iadesinde yargı ve idare bu hükmün kapsamına giren ve bu hak bağlamında taşınmazın iadesinde eşit olarak kıyas yapılmalıdır. Bir kısmında yapılması diğer bir kısmında böyle bir kıyas yapılmaması eşitliğe aykırılık teşkil eder. Kanun koyucunun bunun önüne geçebilmek amacıyla yaptığı geçici düzenlemede kamulaştırmasız el atmalar neticesi mülkiyetin idareye geçtikten sonra ihtiyacı kalmaması ya da başka bir kamu hizmetine tahsisine lüzum kalmaması durumunda eski malike iade ve geri alma hakkı KK da düzenlenmesi ya da en azından ilgili madde hükümlerine atıfta bulunması uygun olur.A. Bedele İlişkin SorunlarKK 22 ve 23. maddelere göre eski malik taşınmaz bedelini faizi ile birlikte ödeyerek taşınmazını tekrar elde edebilmektedir. Uygulamada kamulaştırmasız el atma neticesinde açılan davada Asliye Hukuk Mahkemesinin kamulaştırma bedelinin tespit edilerek malike ödenmesi ve idare adına tescil kararı vermesine rağmen, idarenin bu bedeli ödemediği ve tapuda idare adına tescil işlemi yapılmadığı durumlar söz konusu olabilmektedir.KK Geçici 6. maddesine göre;  Bu madde uyarınca ödenecek olan bedelin tahsili sebebiyle idarelerin mal, hak ve alacakları haczedilemez . Bu madde idareye güvence sağladığından bedel ödeme hususunda çekingen davranabilmektedir. Dolayısıyla kesinleşmiş yargı kararına istinaden başlatılan icra takibine rağmen aradan uzun yıllar geçse de idarenin taşınmaz bedelini mal sahiplerine ödemediği durumlar söz konusu olabilmektedir. Ancak bu hüküm idareyi borcundan kurtarmamakta ve dava tarihinden itibaren kanuni faiz işlemektedir. Bedelin ödenmemesi adil yargılama ve mülkiyet hakkının ihlali olarak kabul edilmektedir. Bu konuda Anaysa Mahkemesi ve Yargıtay kararları istikrar kazanmıştır. Örnek bir olayda kesinleşen mahkeme kararına istinaden alacaklının idareden taşınmaz bedelinin ödenmesi talebi üzerine Belediye 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunu nun 34. maddesi gereği ödeme yapılmak üzere sıraya alındığını bildirmiş ancak bedel ödenmemiştir. Yapılan bireysel başvuru üzerine Anayasa Mahkemesi;  Mahkemece hükmedilen taşınmaz bedelinin ödenmesindeki normal olmayan gecikmeler, paranın değer kaybetmesi göz önünde tutulduğunda, taşınmazına el 122  Reinhold Zippelius, Rechtsphilosophie (4. Bası, C.H. Beck 2003) 275 ff. 994Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...konulan kişileri belirsizlik içinde bırakarak maddi kayıplara neden olabilir. Hatta mahkemece faize hükmedilse dahi bu faiz miktarının, maddi zararların tamamını karşılama imkânı olmayabilir (bkz. Akkuş / Türkiye, B.No:19263/92, 9/7/1997, § 29).52.  Ancak  hukuka  aykırı  olarak  bireyin  mülkiyet  hakkına  müdahale  eden idarenin, kesinleşen mahkeme kararlarıyla hükmedilen alacakları veya tazminatları ödememekte ısrar etmesi halinde, adil yargılanma hakkının kapsamında mahkemeye erişim hakkı ihlal edilmiş olur. Anılan düzenleme, kesinleşen mahkeme kararlarıyla hükmedilen alacak veya tazminatları ödememe sebebi olamaz.70.  Ancak  idarelerin,  mal,  hak  ve  alacaklarının  haczedilememesi  kuralının arkasına sığınarak mahkeme kararıyla hükmedilen ve kesinleşen kamulaştırmasız el atılan taşınmaz bedelini ödemekten imtina etmeleri, kamu yararı ile kişi hakları arasındaki dengeyi kişilerin zararına olacak şekilde bozabilir. Bu durum, taşınmazına el konulduğu halde, Mahkemece hükmedilen taşınmazının bedeli ödenmeyen kişi yönünden mülkiyet hakkının ihlali niteliğinde kabul edilir. 123 Kaldı ki yeni tarihli Yargıtay kararlarına göre 1983 yılından sonraki kamulaştırmasız el  atmadan  kaynaklanan  tazminatlara  ilişkin  ilamların  infazında  borçlunun gayrimenkul,  menkul,  hak  ve  alacaklarında  haciz  yasağı  bulunmamaktadır.124 Dolayısıyla bunlar üzerinde haciz yapılabilir.KK nun Geçici 6/8. fıkrası idarenin, mahkeme kararı gereğince nakdi ödeme yerine 3. fıkradaki uzlaşma yollarını da teklif edebilmektedir. Uzlaşma idareye ait taşınmazın trampası, idareye ait taşınmaz üzerinde sınırlı ayni hak tanınması veya imar mevzuatı çerçevesinde başka bir yerde imar hakkı kullandırılması suretiyle veya bunların mümkün olmaması hâlinde nakdi bedel üzerinden yapılabilir. Bu fıkraya istinaden  idarenin  bedeli  ödememesi  ve  taşınmaza  ihtiyacının  da  bulunmaması sebebiyle uzlaşma sağlayarak iadesinin önünde bir engel bulunmamaktadır.İdare  kesinleşen  mahkeme  kararına  rağmen  taşınmazın  bedelini,  sahibine ödememişse ve taşınmaza ihtiyacı kalmamışsa, mal sahiplerine iade etmesi ya da eski mal sahibinin taşınmazı geri alma hakkı kapsamında bedeli zaten ödemediğinden, idarenin bedeli faiziyle birlikte talep etmesi mümkün değildir. Bedel dışında devir masraflarını mal sahiplerinden alarak iade etmesi hakkaniyete de uygun olacaktır. Kaldı ki kamulaştırılan malın idare tarafından kullanılmaması idareye (kamulaştırma) bedeli oranında zarar etmesine ve ayrıca taşınmazın hiçbir işe yaramadan atıl durumda kalmasına sebebiyet vermektedir.125123  Anayasa Mahkemesi, Birinci Bölüm Kenan Yıldırım ve Turan Yıldırım kararı, B. No: 2013/711, 03.04.2014.124  Yargıtay 12 HD, 2019/4845, 20.03.2019 (Legalbank).125  Yargıtay HGK, 2007/849, 14.11.2007 (Legalbank).995İstanbul Hukuk Mecmuası 79/3Sonuçİdare tarafından mülkiyet hakkına müdahale, ancak Anayasa, AİHS ve Kanunun öngördüğü şekilde gerçekleşebilir. Taşınmazlara el atma usulü Kamulaştırma ve İmar Kanunu nda öngörülmüş ve bir kamu hizmetinin ifası için kamu yararı amacıyla bir idari kararla gerçekleşeceği açıkça düzenlenmiştir. KK uyarınca taşınmaz bedel karşılığında iktisap edilebilirken, İK bedelsiz iktisaba da cevaz vermektedir. İdarenin hiçbir karara dayanmadan özel mülkiyette bulunan bir taşınmaza mal sahibinin rızası olmadan, kamu yararı gerekçesiyle olsa dahi, el koyması hukuka aykırılık  teşkil  eder.  Ancak  idare  tarafından   kamu  hizmeti  ve  kamu  yararı  gerekçesine  dayanarak  hukuka  aykırı  el  atılan  özel  mülkiyetteki  taşınmazların, idarenin mülkiyetinde kalmak şartıyla bedelinin ödenmesi, kanuni düzenlemelere konu olmuştur. Bu düzenlemeler daha çok idarenin hukuka aykırı el koymalarını af niteliğinde olup, bu soruna kamu lehine çözüm üretmeye yöneliktir. Bu nedenle idareyi cesaretlendirici bu tarz düzenlemelerin olağan hale gelmemesi gerekmektedir.İdarenin taşınmazlara hukuka aykırı bir şekilde fiilen el koymasının yanında bir idari işleme dayanarak hukuken el koyması da söz konusu olabilmektedir. Fiilen el koymayla birlikte kamulaştırmasız el atma gerçekleşmektedir. Buna karşılık hukuki el koymada imar planlarının uygulanmasına yönelik beş yıllık imar programı süresinde, idarenin mülkiyetine geçmesine yönelik kamulaştırma ya da diğer uygulamalar yapılmaması durumunda mülkiyet hakkı kısıtlanmakta ve idarenin bu hareketsizliği sebebiyle el atma hukuka aykırı hale gelmektedir.Mülkiyetin idarede kalarak bedelin ödenmesini öngören kanuni çözümler belli zaman aralığında idare tarafından el atılan taşınmazlara ilişkin olsa da bu zaman dilimi dışında kamulaştırmasız el atmalarda taşınmaz sahiplerinin mülkiyet hakkının tanıdığı  bütün  imkânları  kullanarak  hukuki  başvuru  yollarına  müracaat  hakkı bulunmaktadır. KK nun eski mal sahiplerine tanıdığı iade ve mal sahibinin geri alma hakkı kamulaştırmasız el atmalar için kanunla tanınmamıştır. Bu nedenle uygulamada sorunlar ortaya çıkmaktadır. Kanunda bir hüküm bulunmaması sebebiyle kamulaştırmasız el atma neticesinde verilecek tescil kararından sonra eski mal sahibine iade veya geri alma hakkının kullanılması hususunda KK daki ilgili maddelerin kıyasen uygulanması özel hukuk ve idare hukukunda kıyas yasağı-serbestisi açısından ele aldığımızda bir engel bulunamamaktadır. KK da bu konularda çıkacak uyuşmazlıklar için adli yargının görevli  kılınması  sebebiyle,  özel  hukuktaki  kıyas  ilke  ve  şartları  çerçevesinde yapılacaktır. Kıyas yapılması için aranan, kanunda mevcut bir hükmün bulunmaması, uygulanacak benzer bir hüküm olması ve sonuç bakımından uygulanabilirliği şartları mevcuttur. Dolayısıyla kamulaştırmasız el atma neticesinde mahkemelerce verilen tapuda idare adına tescil kararından ya da başka bir şekilde mülkiyetine geçmesinden 996Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...sonra, idarenin söz konusu taşınmazlara ihtiyacı kalmaması, kamu yararının ortadan kalkması,  başka  bir  kamu  hizmetine  tahsise  lüzum  olmaması  durumunda  eski malike iade edilmesi ya da geri alma hakkının kullanılması konusunda KK 22 ve 23. maddelerinin kıyas yoluyla uygulaması gerekmektedir. Hatta mülkiyet hakkını koruyan Anayasa ve AİHS in yanında, adalet ve hakkaniyet ilkeleri gereğince kıyası gerekli kılmaktadır. İdarenin söz konusu taşınmazları başkasına satmasında olduğu gibi, aksine bir durum hem söz konusu düzenleme ve ilkelere aykırılık teşkil edecek, hem de mülkiyet hakkının tanıdığı kişisel hakkın ve adil dengenin ihlaline sebebiyet verecektir. Kaldı ki idarenin hukuka uyun kararı neticesinde mülkiyetine geçen taşınmazda eski malikin sahip olduğu hakların, mülkiyet hakkının keyfi ve hukuka aykırı bir şekilde ihlal edilerek, sonrasında kanuna uygun hale getirilerek mülkiyetin elde edilmesinde söz konusu hakların tanınmaması, Hukuk Devleti ile bağdaşmaz.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.997İstanbul Hukuk Mecmuası 79/3Bibliyografya/",
     "Kaynakça": "Akyılmaz B, İdari Usul İlkeleri Işığında İdari İşlemin Yapılış Usulü (1. Bası, Yetkin 2000).Akyılmaz B, Sezginer M ve Kaya C, Türk İdare Hukuku (12. Bası, Savaş 2020).Antalya G, Hukuk Teorisi ve Hukuk Metodolojisi, C.1 (1. Bası, Seçkin 2019).Ayhan  F,  ‘Kamulaştırma  Kanunu nun  Geçici  6.  Maddesi  ve Türk  Hukukunda   dolayısıyla kamulaştırma  Uygulaması Üzerine Bir Deneme (2011) 69 (1 2) İÜHFM 1125 1148.Bilge N, Hukuk Başlangıcı (22. Bası, Turhan 2007).Çuvalcı A, Kamulaştırma Kanunundan Doğan Bedel Ve Tescil Davaları (1. Bası, Seçkin 2019). Ankara 2019.Detterbeck S, Allgemeines Verwaltungsrecht mit Verwaltungsprozessrecht (4. Bası, C.H. Beck 2006).Erdoğmuş T, Salt İdari Eylem Karşısında İdarenin Sorumluluğu (1. Bası, XII Levha 2021). Gölcüklü M A, Kamulaştırma Kanunu Şerhi: Fiili ve Hukuki El Atma Davaları (2. Bası, Seçkin 2018). Gözler K ve Kaplan G, ‘İdari Eylemelerden Kaynaklanan Zararlara İlişkin Davalar Adli Yargının Görev Alanına Sokulabilir mi (HMK m.3 ve TBK, m.55/2 Hakkında Eleştiriler  (2011) 6 (63) TAHD 36 41.Gözler K, Hukukun Genel Teorisine Giriş, Hukuk Normlarının Geçerliliği Ve Yorumu Sorunu (1 Bası, US A 1998).Gözler K, Kamu Hukukçuları Platformu, Anayasa Hukukunda Yorum ve Norm somutlaşması, Tebliğler (TBB 2012).Gözler Kemal, İdare Hukuku, C. 2 (. Bası, Ekin 2019).Gözübüyük A Ş ve Tan T, İdare Hukuku C. 2, İdari Yargılama Hukuku (2. Bası, Turhan 2006).Gusy C, ‘Richterrecht und Grundgesetz (1992) 45 (11) DÖV 461  470.Günday M, İdare Hukuku (10. Bası, İmaj 2011).Güriz A, Hukuk Başlangıcı (19. Bası, Siyasal 2019).Jarass H D ve Pieroth B, Grundesetz für die Bundesrepublick Deutschland, Kommentar (5. Bası, C.H. Beck 2000).Karaca E, ‘Kamulaştırmasız El Koymanın Unsurları ve Kamulaştırmasız El Koyamaya Karşı Yargısal Başvuru Yolları  2018 (137) TBBD 273  309.Kaya C, Kararlarından Hareketle Kamu Yararı Kavramına Danıştay ın Bakışı, (1. Bası, On İki Levha Yayınları 2011).Kayıhan İ ve Donay S, Karşılaştırmalı ve Uygulamalı Ceza Hukuku, Genel Kısım 1 (1. Bası, Beta 2005).Kayıhan Ş, Hukukun Temel Kavramları (7. Bası, Seçkin 2017).Kırca Ç, ‘Örtülü (Gizli Boşluk Ve bu Boşluğun Doldurulması Yöntemi Olarak Amaca Uygun Sınırlama (Teleologische Reduktion)  (2001) 50 (1) AÜHFD 91 119.Kulaklı E, ‘İdari Yargının Görevli Olduğu Kamulaştırmasız El Atma Davalarında Taşınmazın Tescili Sorunu (2015) 2 (1) İstanbul Medipol ÜHFD 185 198.Kutlu Gürsel M, Kamulaştırma Hukuku (3. Bası, Seçkin 2019).Maurer H, Allgemeines Verwaltungsrecht, (14. Bası, C.H. Beck 2004).Müller  M,  Rechtsschutz  gegen  Verwaltungsrealakte,  in:  Tschannen  Pierre  (Hrsg.),  Neue Bundesrechtspflege, Auswirkungen der Totalrevision auf den kantonalen und eidgenössischen Rechtsschutz (BTJP 2006).998Erkal / Kamulaştırmasız El konulan Taşınmazın İdarenin Mülkiyetine Geçmesinden Sonra Eski Mal Sahibinin...Özel S, ‘Anayasa Mahkemesi ve Kamulaştırmasız El Atmanın Yasallaştırılması Girişimleri  (2015) 13 (154) LHD 61 144.Sachs M, § 44 VwVfG, in: Stelkens/Bonk/Sachs (Hrsg.), VwVfG Kommentar (6. Bası, C.H. Beck 2001).Sancakdar O, ‘AİHM in Gayrımenkul Mülkiyeti ve İmar Hukuku Uyuşmazlıklarına Yaklaşımından Kesitler Ve Karar Örnekleri  İzmir BD (2019), 84 (3) 511 558. Şahin C, Acele Kamulaştırma (1. Bası, XII Levha 2018).Şahiniz S, Teoride ve Uygulamada Kamulaştırmasız El Koyma: İdarenin Özel Mülkiyetteki Taşınmazlara Hukuka Aykırı El Koyması (1. Bası, Seçkin 2006).Tarhanlı İ B, ‘Uyuşmazlık Mahkemesi Kararları Işığında Kamulaştırmasız El Atma  (1990) 11 (1 3) İHİD 41 47.Thorsten I S, ‘Die Analogie im Verwaltungsrecht  (2006) 97 (2) VerwArch 139 164.Topakkaya A, Hukuk Hermeneutiği, Hukukta Anlama ve Yorumlama Sanatı (1. Bası, Adalet 2019).Yalçınduran T, ‘6745 Sayılı Kanun İle Hukuki El Koymalara Dair Yapılan Değişiklikler İle Hukuki Ve Fiili El Koymalara Uygulanacak Hükümler  (2017), 66 (2), AÜHFD 491  515.Yıldırım R, ‘İdareye Taşınmaz Mal Kazandıran Bedelsiz Terk, Devir ve Temlikler  (2016) 11 (2) Karatay ÜHF 13 23.Yıldırım T, ‘İmar Planı Yoluyla Kamulaştırmasız El Atma  (2011) 7 (81 82) Bahçeşehir ÜHFKHHD 184 199.Yılmazoğlu Y E ve Duman Ö, ‘Acele Kamulaştırmanın Mülkiyet Hakkı Bakımından Yol Açtığı Meseleler: Anayasa Mahkemesi nin  Ali Ekber Akyol Ve Diğerleri  İle  Ali Hıdır Akyol Ve Diğerleri  Kararlarının Analizi  (2018) 6 (11) UMD 513  583.Yüzbaşıoğlu N, ‘2001 Anayasa Değişiklikleri Üzerinde Bir Değerlendirme  Yıldızhan Yaylaya Armağan (Galatasaray Üniversitesi Yayınları no: 4, 2003) 587 604.Zippelius R, Rechtsphilosophie (4. Bası, C.H. Beck 2003).999"
}