{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "26",
     "Ay": "04",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "1",
     "Başlık": "Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli Hukuka ve Türk Hukukuna Göre Geçerliliği",
     "Title": "Validity of Child Marriages of Syrians Under Temporary Protection in Comparative and Turkish Law",
     "Yazar İsmi": [

          "Ayşe Elif Ulusu Karataş"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Çocuk yaşta evlilik", "Geçici koruma statüsü", "Mülteci", "Suriyeliler", "Evlenme yaşı", "Evlenmeye uygulanacak hukuk", "Milli hukuk", "Kamu düzeni", "Çocuğun üstün menfaati", "Aile hayatına saygı hakkı"
     ],
     "Keywords": [
          "Child marriage", "Temporary protection", "Refugees", "Syrians", "Marriage age", "Applicable law", "Personal status", "Public policy", "The best interests of the child", "The right to respect for family life"
     ],
     "Özet": "Bu çalışmada; Türkiye de geçici koruma altında bulunan Suriyelilerin yaptıkları ve giderek artan çocuk yaşta evliliklerin hukuki boyutu ele alınacaktır. Bu kapsamda; Suriyelilerin Türkiye ye gelmeden önce veya geldikten sonra yaptıkları çocuk yaşta evliliklerin geçerliliğine uygulanacak hukukun belirlenmesine ilişkin meselelere, Türk kanunlar ihtilafı kuralları çerçevesinde mukayeseli hukuktan da yararlanılarak çözüm getirilmeye çalışılacaktır. Bu meseleler arasında; Türk hukukuna göre,  geçici koruma statüsü  verilen ve  mülteci  olarak kabul edilmeyen Suriyelilerin  şahsi statüsü ne uygulanacak hukukun tespiti üzerinde özel olarak durulacaktır. Bunun yanında; evlenme yaşına uygulanacak hukukun Suriye hukuku olarak belirlendiği hallerde, Suriye hukukunda yer alan evlenme yaşına ilişkin hükümlerin uygulanmasında Türk kamu düzenine aykırılık istisnası ve bu kapsamda  çocuğun üstün menfaatinin korunması  ilkesinin rolü de özel olarak değerlendirilecektir. Ayrıca, çocuk yaşta evliliklerin Türk hukukunda tanınmamasının neticeleri, AİHS m 8 uyarınca  aile hayatına saygı hakkı  çerçevesinde değerlendirilecektir. Bunlara ek olarak; İsviçre, Hollanda ve Alman hukuklarında, çocuk yaşta evliliklerle mücadele etmek üzere son yıllarda gerçekleştirilen mevzuat değişiklikleri incelenecektir. Bu mevzuat değişikliklerinden; özellikle, yabancı ülkede yapılan çocuk yaşta evliliklerin geçerliliğine yetkili yabancı hukukun uygulanmasında kamu düzenine aykırılık değerlendirmesini dışlamaya yönelik hükümler içeren düzenlemeler ele alınacak ve Türk hukukunda bu kapsamda atılabilecek adımlara örnek teşkil edip etmeyecekleri değerlendirilecektir.",
     "Abstract": "Due to the increasing numbers this article focuses on the legal aspects of child marriages contracted by Syrians under  temporary protection  in Turkey. In this context, the legal issues regarding the determination of applicable law to the validity of child marriages conducted in Turkey or abroad by the Syrians will be investigated within the framework of Turkish Private International Law with a comparative law perspective. Among these legal issues, special emphasis will be put on the governing law of the personal status of Syrians in Turkey since they are granted  temporary protection status  and not recognized as  refugees  under Turkish law. Another special emphasis will be put on the public policy (ordre public) exception during the application of Syrian law and rules on marriage age and the role of  the protection of the best-interests-of-the-child  principle. Furthermore the impact of the non-recognition of child marriages will be explored in the context of  the right to respect for family life  of ECHR Art 8. In addition, the legislative measures recently adopted to combat and prevent the recognition of child marriages under Swiss, Dutch and German laws will be revealed. These legislative measures, especially those aimed at eliminating the public policy exception in determining the applicable law to the validity of child marriages contracted abroad will be analyzed. An evaluation will be reviewed to decipher whether they can be considered as the next steps to be adopted by Turkish law.",
     "Metin": "Suriye krizinin patlamasıyla birlikte, Suriye Arap Cumhuriyeti nden gelen zorunlu göç akını, başta Türkiye olmak üzere, diğer Avrupa ülkeleri bakımından da, özellikle kız çocuklarının maruz kaldıkları  çocuk yaşta evlilikler  problemini beraberinde getirmiştir. Türkiye de, 4721 sayılı Türk Medeni Kanunu (TMK) ve 5237 sayılı Türk Ceza Kanunu nda (TCK) gerçekleştirilen değişiklikler ve alınan önlemlerle azalma eğilimine girmiş olan  çocuk yaşta evlilik  sorunu, Suriyeli göç akını ile birlikte tekrar yükselişe geçmiştir. UNICEF in 2017 yılına ait verilerine göre; Türkiye de 20-24 yaş arası genç kadın nüfusunda, 18 yaş altı evlilik veya evlilik dışı yaşam birlikteliği oranı % 15, 15 yaş altı yaşam birlikteliği oranı ise %1 olarak tespit edilmiştir. Türkiye İstatistik Kurumu nun (TÜİK) 2016 yılı verilerine göre; 2016 yılında gerçekleştirilen evliliklerin %17,9 u 18 yaş altında gerçekleştirilmiştir. Bu oran neredeyse her 5 evlilikten birinin çocuk yaşta evlilik olduğu anlamına gelmektedir. Ayrıca, yine 2016 TÜİK verilerine göre, 18 yaş altında evlilik oranı kadınlarda %28,2 iken; erkeklerde %5,6 oranındadır. 2018 yılı TÜİK verilerine göre ise, 2018 yılında Türkiye de 15-17 yaş grubunda 11 bin 636 çocuk anne olurken; 167 kız çocuğunun 15 yaşından küçük anne olduğu belirlenmiştir. 16-17 yaş grubunda evlenen kız çocuklarının oranı ise, % 3,8 olarak açıklanmıştır. Türkiye de 18 yaş altı evliliklerin çoğunluğu ve asgari evlenme yaşı olan 16 yaş altı birlikteliklerin hiçbiri resmi evlilik olarak gerçekleşmediğinden ve resmi kayıt altına alınamadığından; UNICEF ve TÜİK in verilerindeki bu oranlar gerçek durumu yansıtamamaktadır. Ancak bu verilere göre dahi, Türkiye, diğer Avrupa devletlerine nazaran, çocuk yaşta evlilik oranı en yüksek ülkedir. Türkiye nin çocuk yaşta evlilik oranı verilerinin bu kadar yüksek olmasının bir sebebi de, yukarıda belirttiğimiz üzere, Suriyeli göç akınıdır. Suriyeli kız çocukları, ya Suriye den evlilik yapmış olarak gelmekte veya Türkiye ye giriş yaptıktan sonra evlilik yapmaktadır. Suriyeliler Türkiye ye kitle halinde giriş yaptıklarından ve medeni halleri beyan esasına dayandığından, Suriye den evlenmiş olarak 18 yaş altı kaç kız 1  Türk Medeni Kanunu, Kanun Numarası: 4721, Kabul Tarihi: 22.11.2001, RG 08.12.2001/24607.2  Türk Ceza Kanunu, Kanun Numarası: 5237, Kabul Tarihi: 26.09.2001, RG 12.10.2004-25611.3  UNICEF Data, ‘Child Marriage  (2018) <https://data.unicef.org/topic/child-protection/child-marriage/> Erişim Tarihi 11 February 2020. 4  TÜİK, Republic of Turkey Ministry of Family and Social Policy, ‘Family Structure Survey  (2016) <http://www.turkstat.gov.tr/PreHaberBultenleri.do?id=21869> Erişim Tarihi 11 February 2020. 5  Servet Yanatma, ‘Türkiye de 2018 de 11 binden fazla çocuk doğum yaptı; 167 si 15 yaşından küçük  Euronews (5 July 2019)  <https://tr.euronews.com/2019/07/05/turkiye-de-2018-de-11-binden-fazla-cocuk-dogum-yapti-167-si-15-yasindankucuk-tuik-nufus> Erişim Tarihi 11 February 2020. 6  TÜİK, ‘İstatistiklerde Çocuk  (2018) <http://tuik.gov.tr/PreHaberBultenleri.do?id=30708> Erişim Tarihi 11 February 2020. 7  Karşılaştırmak için bkz UNICEF Data, (n 3).25İstanbul Hukuk Mecmuası 78/1çocuğunun geldiğine ilişkin sağlıklı bir veriye ulaşılamamaktadır. Keza Suriyelilerin, Türkiye ye girdikten sonra, Türk hukukundaki evlenme yaşına ulaşmadan yaptıkları çocuk  yaşta  evlilikler  bakımından  da,  resmi  kayda  girmediğinden,  sağlıklı  bir istatistik verilememektedir. Bu nedenlerle, Türkiye de geçici koruma statüsü altındaki kız çocukları arasında evlenme yaşına ve oranına ilişkin veriler çeşitli kurumlarca yürütülen saha çalışmalarına dayanmaktadır. Birleşmiş Milletler Mülteciler Yüksek Komiserliği (BMMYK/UNHCR) tarafından, 2014 yılında Türkiye deki iltica kamplarında gerçekleştirilen, kadın, erkek, kız ve erkek çocuklardan oluşan 200 kişilik bir odak grup çalışmasında, Suriye de çocuk yaşta evliliklerin genellikle kırsal kesimde 13 yaşa kadar düştüğü, şehirlerde ise en erken 15 veya 16 yaşlarında olduğu; geçici barınma merkezlerinde ise bu yaşın 13 e kadar düştüğü tespit edilmiştir. Araştırmada katılımcılar, finansal zorluklar ve güvenlik sağlama gerekçeleri ile kız çocuklarını çocuk yaşta evlendirdiklerini ifade etmişlerdir. BM Kadın Birimi tarafından 2018 yılında Türkiye de gerçekleştirilen ve 15 yaş ve üzeri 1290 Suriyeli kadın ve kız çocuğu ile yapılan görüşmelere dayanan analizde; 18 yaş altı evlilik oranının %50,3; 15 yaş altı evlilik oranının ise %23 olduğu tespit edilmiştir. Ayrıca, okula gitme oranı, 12-14 yaş arası kız çocuklarında % 60 iken; 15-17 yaş arasında bu oran %23 e düşmekte ve bu düşüşün başlıca sebebi olarak çocuk yaşta evlilik gösterilmektedir. Dolayısıyla, iltica, kız çocukları bakımından çocuk yaşta evlilik oranını yükseltmekte ve iltica edenler de Türkiye deki çocuk yaşta evlilik oranını yükseltmektedir. BMMYK nın, Türkiye ye yönelik Suriyeli sığınmacı akınına ilişkin alınması gereken önlemlere ilişkin olarak hazırladığı 2014-2015 yıllarına ilişkin değerlendirme raporunda  da;  Türkiye de  geçici  koruma  statüsü  altında  bulunan  Suriyeli  kız çocuklarının maruz kaldıkları en önemli tehlikenin çocuk yaşta evlilik olduğuna, çocuk yaşta evliliklere ilişkin herhangi bir veri bulunmadığına ve iltica koşulları sebebiyle Türkiye de çocuk yaşta evlilik riskinin Suriye de olduklarından daha fazla olduğuna dikkat çekilmiştir.Bu  oranlar  Türkiye nin  tekrar  yükselişe  geçen  ve  özellikle  kız  çocuklarını etkileyen çocuk yaşta evlilik sorunu ile karşı karşıya olduğunu göstermektedir. Bu 8  CARE International UK, ‘To Protect Her Honour-Child marriage in emergiencies-the fatal confusion between protecting girls and sexual violence  (2015) 7 <https://insights.careinternational.org.uk/media/k/attachments/CARE_Child-marriagein-emergencies_2015.pdf> Erişim Tarihi 11 February 2020.9  UN WOMEN, ‘Türkiye de Geçici Koruma Altındaki Suriyeli Kadın ve Kız Çocukların İhtiyaç Analizi  (2018) Grafik 8 <http://sgdd.org.tr/wp-content/uploads/2018/08/The_Needs_Assessment_TR_WEB.pdf> Erişim Tarihi 11 February 2020.10  Ürdün de UNICEF tarafından 2014 yılında yapılan bir araştırmada; 2011 yılında Suriyeli sığınmacılar arasında 15-17 yaş arası kız çocuklarının dâhil oldukları kayıtlı evlilik oranı %11 iken; 2013 yılında bu oranın %25 e ve 2014 yılının ilk çeyreğinde ise %32 ye yükseldiği kaydedilmiştir. Bkz UNICEF, ‘A Study on Early Marriage in Jordan  (2014) 8, 22-23 <https://reliefweb.int/sites/reliefweb.int/files/resources/UNICEFJordan_EarlyMarriageStudy4.pdf> Erişim Tarihi 11 February 2020.11  UNHCR Evaluation Service, ‘Evaluation of UNHCR s Emergency Response to the influx of Syrian Refugees into Turkey  (2016) 52-55 <https://www.unhcr.org/58abbca.pdf> Erişim Tarihi 11 February 2020.26Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... çalışmada, Türkiye nin gelecek 20 yılını sosyolojik olarak etkilemesi muhtemel, Suriyelilerce gerçekleştirilen çocuk yaşta evliliklerin hukuki boyutu ele alınacaktır. Bu kapsamda öncelikle, çocuk yaşta evlilik kavramı ve sonuçları ile çocuk yaşta evlilik  uygulamasının  uluslararası  belgelerdeki  yeri  ele  alınacak  ve  ardından, uluslararası koruma sağlayan Avrupa ülkelerinde çocuk yaşta evlilik uygulamalarının önlenmesine yönelik getirilen mevzuat değişiklikleri incelenecektir. Çalışmamızın üçüncü bölümünde ise, Suriyelilerin Türkiye ye gelmeden önce veya Türkiye ye geldikten sonra gerçekleştirdikleri çocuk yaşta evliliklerin Türk hukukuna göre geçerliliği, başka bir ifadeyle, bu evliliklerin Türk hukukunda tanınıp tanınmayacağı meselesi, Türk milletlerarası özel hukuk kuralları çerçevesinde, özellikle geçici koruma altındaki Suriyelilerin milli hukukunun tespiti, Türk kamu düzenine aykırılık ve aile hayatına saygı hakkının korunması boyutlarıyla ele alınacak ve çözüm önerileri sunulacaktır. I. Çocuk Yaşta Evlilik ve Uluslararası Hukuki ÇerçeveA. Çocuk Yaşta Evlilik Kavramı ve Sonuçları Çocuk yaşta evlilik  (child marriage); 18 yaşını doldurmamış bir çocuk ile bir başka çocuk veya yetişkin arasındaki resmi evlilik veya gayri resmi birliktelikleri ifade etmektedir.  Çocuk yaşta evlilik leri ifade etmek üzere;  küçük yaşta evlilik ,  erken yaşta evlilik  veya  zorla evlilik  ifadeleri de kullanılmaktadır.Birleşmiş Milletler ve Avrupa Konseyi tarafından; 18 yaşını doldurmamış bir çocuğun,  yaşı  gereği,  evleneceği  kişiye  veya  evliliğinin  zamanlamasına  ilişkin olarak, serbest, bağımsız ve tam bir rıza  vermeye ehil olmadığı kabul edildiğinden, 12  Bkz UN CEDAW/CRC, ‘Joint General Comment No 31 of the CEDAW / No 18 of the CRC on the Rights of the Child on harmful practices , (2014) UN-Doc CEDAW/C/GC/31-CRC/C/GC/18 para 20; PACE, ‘Resolution on Forced Marriages and Child Marriages  (2005) Resolution No 1468 para 7; PACE, ‘Resolution on Forced Marriage in Europe  (2018) Resolution No 2233 para 3. Türkiye nin de taraf olduğu, 1989 tarihli Çocuk Haklarına Dair Sözleşme nin 1. maddesi uyarınca; çocuğun tabi olduğu hukuka göre daha erken yaşta reşit olma hali hariç, 18 yaşına kadar her insan çocuk sayılır. 5395 sayılı Çocuk Koruma Kanunu m 3/1(a) uyarınca ise  çocuk ; daha erken yaşta ergin olsa bile, 18 yaşını doldurmamış kişidir. Çocuk Koruma Kanunu, Kanun Numarası: 5395, Kabul Tarihi: 03.07.2005, RG 15.07.2005/25876.13  4721 sayılı Türk Medeni Kanunu nda;  çocuk  kavramı tanımlanmamıştır. Türk Medeni Kanunu nda, fiil ehliyetinin şartlarının düzenlendiği TMK m 11 uyarınca, erginlik yaşı olan 18 yaşını doldurmamış kişiler için  küçük  ifadesi kullanılmaktadır. Evlenme ehliyetinin düzenlendiği TMK m 126 da da küçüğün evlenmesinden bahsedilmektedir. Bu nedenle, Türk hukuk literatüründe, 18 yaşını doldurmamış çocukların evlilikleri için genellikle,  küçük yaşta evlilik  ifadesi tercih edilmektedir. Bkz Dilşad Keskin, ‘Küçük Yaşta Evlenmenin Müeyyidesi  (2011) 15(4) GÜHFD 65, 70-71. İsviçre Medeni Kanunu nda (ZGB), evlenmenin mutlak butlan sebeplerinin düzenlendiği Art 105/6 da da, 18 yaşını doldurmamış eş bakımından, eşlerden birinin  küçük  olması ifadesi kullanılmaktadır. Bunun yanında; küçük yaşta evliliğin mutlak butlan sebebi olarak İsviçre Medeni Kanunu na girmesini sağlayan ve 1 Temmuz 2013 tarihinde yürürlüğe giren  15 Haziran 2012 tarihli Zorla Evliliklere Karşı Tedbirler Hakkından Federal Kanun  (Bundesgesetz über Massnahmen gegen Zwangsheiraten) uyarınca, 18 yaş altı  küçük yaşta evlilikler ,  zorla evlilik  türü olarak nitelendirilmiştir. Hollanda Medeni Kanunu nda (Burgerlijk Wetboek) evlilik yaşı ile ilgili değişiklikler getiren ve 5 Aralık 2015 tarihinde yürürlüğe giren  7 Ekim 2015 tarihli Zorla Evlilikle Mücadele Kanunu  (de Wet tegengaan huwelijksdwang) da, 18 yaş altı evlilikleri,  zorla evlilik  türü olarak nitelendirmiştir. Alman Medeni Kanunu nda (BGB) da, evlenmenin iptal edilebilirlik sebeplerinin düzenlendiği §1314 te, 18 yaşını doldurmamış eş bakımından, eşlerden birinin  küçük  olması ifadesi kullanılmaktadır. Bunun yanında; Alman Medeni Kanunu nda evlilik yaşı ile ilgili değişiklikler getiren ve 22 Temmuz 2017 tarihinde yürürlüğe giren  17 Temmuz 2017 tarihli Çocuk Evliliklerle Mücadele Kanunu nda (Gesetz zur Bekämpfung von Kinderehen)  çocuk yaşta evlilikler  ifadesi tercih edilmiştir.27İstanbul Hukuk Mecmuası 78/1 çocuk  yaşta  evlilikler ,   zorla  evliliğin   bir  türü  olarak  nitelendirilmektedir. Gerçekten de pek çok kız çocuğu, evlenmenin anlam ve amacını anlayabilecek, evlenmeye bağlı yükümlülük ve ödevleri kavrayabilecek yeteneğe sahip olmaksızın, geleceğine dair diğer seçeneklerinden habersiz, çocuk yaşta evliliği kaderi sayarak, kendi isteğiyle evlenmeyi kabul etmiş olabilir. Ancak bu istek, hukuki anlamda serbest, bağımsız ve bilinçli bir rıza açıklaması olarak sayılmamalıdır. UNICEF in araştırmalarına göre, dünya genelinde çocuk yaşta evlilik uygulamasına, kız çocukları, erkek çocuklarından daha fazla maruz kalmaktadır. UNICEF in Mart 2018 verilerine göre; 20-24 yaş arası dünya genç kadın nüfusunun %21 i, 18 yaşından önce; %5 i ise, 15 yaşından önce evlenmek veya gayri resmi birliktelik yaşamak durumunda kalmış kadınlardan oluşmaktadır. Dünya genelinde, 15 ila 19 yaş arası, her altı ergen kız çocuğundan biri, resmi veya gayri resmi birliktelik yaşamaktadır. Halen, her yıl, 12 milyon kız çocuğu, 18 yaşını doldurmadan evlendirilmektedir. Bu oranlar, 650 milyon kız çocuğu ve kadına tekabül etmektedir. Bu veriler göstermektedir ki;  çocuk yaşta evlilik  uygulaması, kız çocuklarının, erkek çocuklarına oranla çok daha fazla maruz kaldığı, kökleşmiş cinsiyet eşitsizliğinin sonuçlarından biridir.Kız çocuklarını, çocuk yaşta resmi veya gayri resmi birliktelik yaşama riskine maruz bırakan ve aslında birbirini de tetikleyen pek çok sebep bulunmaktadır. Yoksulluk, başlık parası, evliliğin korunma sağlayacağına olan inanç, aile şerefi, namus, sosyal çevre, çocuk yaşta evlilikleri hoş gören gelenek-görenekler ve dini inançlar ile yetersiz kanuni düzenlemeler başlıca sebepler olarak gösterilmektedir. Çocuk  yaşta  evlilikler,  kız  çocuklarının  yaşamlarını,  sağlıklarını  ve  gelecek beklentilerini ciddi anlamda tehdit etmekte ve bu bakımından toplum sağlığı ve refahı açısından da çok ciddi zararlara sebebiyet vermektedir. 18 yaşından önce evlenmek durumunda kalmış kız çocukları arasında, aile içi şiddete maruz kalma ve okula devam etmeme oranı, evlenmemiş yaşıtlarına nazaran daha yüksektir. Çocuk yaşta evlilik yapan kız çocukları, genellikle henüz ergenlik dönemindeyken hamile kaldıklarından, hamilelik ve doğum sırasında sağlık problemleri yaşama ve ölüm riskleri artmaktadır. Nitekim çocuk yaşta evliliklerin yaygın olduğu ülkelerde, 15-19 yaş arası ergen kız çocuğu ölümlerinin ana sebepleri erken yaşta hamilelik ve doğumda yaşanan sorunlar olarak gösterilmektedir. Çocuk yaşta evlilik uygulaması, kız çocuklarının, aileleri ve arkadaşlarından ayrı kalmalarına ve yalnızlaşmalarına 14  CEDAW/CRC ‘Joint General Comment  (n 12) para 20; PACE ‘Resolution on Forced Marriage in Europe  (n 12) para 3.15  UNICEF Data (n 3).16  UNICEF Data (n 3).; UNFPA, ‘Marrying Too Young End Child Marriage  (2012) 11 <https://www.unfpa.org/sites/default/files/pub-pdf/MarryingTooYoung.pdf> Erişim Tarihi 11 February 2020; ECPAT International, ‘Preventing and Eliminating Child, Early and Forced Marriage: challenges, achievements, best practices & implementation gaps , (2013) <https://www.ohchr.org/_layouts/15/WopiFrame.aspx?sourcedoc=%2FDocuments%2FIssues%2FWomen%2FWRGS%2FForcedMarriage%2FNGO%2FECPATInternational%2Edoc&action=view> Erişim Tarihi 11 February 2020.17  UNFPA (n 16) 11.18  UNFPA (n 16) 11.28Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... da sebebiyet verebilmekte ve bu suretle kız çocuklarının psikolojik gelişimini de olumsuz yönde etkileyebilmektedir. Dahası, gayri resmi birliktelik içerisinde olan kız çocukları; miras ve vatandaşlık kazanma haklarının tanınmaması ve toplumsal dışlanma gibi sebeplerle, resmi birliktelik içerisindeki kız çocuklarından hukuken ve sosyolojik olarak daha korunmasız durumda kalmaktadır. Tüm bu olumsuz neticeler, çocuk yaşta evlendirilmiş kız çocuklarını, evlenmemiş yaşıtlarına nazaran daha kötü ekonomik ve sağlık şartlarına maruz bırakmakta ve bu şartlar, onların çocuklarının da yaşam standartlarına sirayet etmektedir. Bu sebeplerle, çocuk yaşta evliliklerin, kız çocuklarının sağlığı, geleceği ve aileleri üzerindeki bu olumsuz etkileri, toplumun kalkınması ve refahı önünde de ciddi bir engel teşkil etmektedir. Çocuk yaşta evlilik  uygulaması; bir kişinin evlenme hususunda serbest, bağımsız ve tam rızasının var olması gerekmesi bakımından, bir  insan hakları  meselesi olduğu gibi; aynı zamanda bir kamu sağlığı meselesidir. Ayrıca çocuk yaşta evlilikler, kız çocuklarının erkek çocuklarına nazaran daha fazla maruz kalması sebebiyle, bir  toplumsal cinsiyete dayalı şiddet  (gender-based violence) türü olduğu gibi; kadın ve çocuk hakları bakımından da bir  zararlı uygulama  (harmful practice) çeşididir. Bu itibarla, çocuk yaşta evlilik uygulaması; temel insan hakları, kadın hakları ve çocuk hakları ile ilgili pek çok milletlerarası sözleşmenin, doğrudan veya dolaylı olarak kapsamına girmekte ve bir ihlal sebebi olarak değerlendirilmektedir.B. Çocuk Yaşta Evliliği Yasaklayan Milletlerarası ve Bölgesel BelgelerÇocuk yaşta evlilik uygulaması, temel insan hakları metinlerinden olan 1948 tarihli  BM İnsan Hakları Evrensel Beyannamesi nin (UDHR)21 16. maddesinin 2. fıkrası uyarınca,  evlenme akdi ancak müstakbel eşlerin serbest ve tam rızası ile yapılır  hükmü kapsamında bir temel insan hakkı ihlali olarak değerlendirilmektedir.  Çocuk  yaşta  evlilik  uygulamasını  açıkça  yasaklayan  tek  evrensel  insan hakları sözleşmesi, Türkiye nin de 1985 yılından beri taraf olduğu, 1979 tarihli  Kadınlara Karşı Her Türlü Ayrımcılığın Önlenmesi Sözleşmesi dir (CEDAW)23. Sözleşme nin 16. maddesinin 2. fıkrası;  Çocuğun erken yaşta nişanlanması veya evlenmesinin hiçbir kanuni etkisi olmayacak ve evlenme asgari yaşının belirlenmesi 19  UNICEF Data (n 3); UNFPA (n 16) 11-12.20  UN Women, ‘Inter-Agency Assessment: Gender-Based Violence and Child Protection Among Syrian Refugees in Jordan with a Focus on Early Marriage  (2013) 29 <https://data.unhcr.org/ar/documents/download/39522> Erişim Tarihi 11 February 2020; UNICEF Data (n 3); ECPAT International (n 16) 10; CEDAW/CRC ‘Joint General Comment  (n 12) para 17; PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12) para 1.21  The Universal Declaration of Human Rights (UDHR), UN General Assembly Resolution 217 A, Paris 10 December 1948. 22  PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12) para 6; UN General Assembly Resolution 843 (IX) of 17 December 1954, ‘Status of Women in Private Law: Customs, Ancient Laws and Practices Affecting The Human Dignity of Women  <https://documents-dds-ny.un.org/doc/RESOLUTION/GEN/NR/095/78/IMG/NR578.pdf?OpenElement> Erişim Tarihi 11 February 2020; ECPAT International (n 16) 2; UNFPA (n 16) s. 10.23  UNHCR Convention on the Elimination of All Forms of Discrimination against Woman, New York, 18 December 1979 (CEDAW). RG 14.10.1985/18898.29İstanbul Hukuk Mecmuası 78/1ve evlenmelerin resmi sicile kaydının mecburi olması için yasama dahil gerekli tüm önlemler alınacaktır  hükmünü ihtiva etmektedir. Sözleşme de asgari evlenme yaşı belirtilmemiştir. Buna karşılık; Sözleşme nin İzleme Komitesi, taraf devletlere, erkek ve kadınlar için 18 yaşı, asgari evlenme yaşı olarak kanunlaştırmaları konusunda çağrıda bulunmuştur. Ayrıca yine 16. maddenin 1. fıkrasında; kadınların evlenmede erkeklerle eşit hakka sahip olmasının ve özgür olarak eş seçme ve  serbest ve tam rıza  ile evlenme haklarının taraf devletlerce sağlanacağı hüküm altına alınmıştır. Çocuk  yaşta  evliliklerin  ortadan  kaldırılması  ile  ilgili  taraf  devletlere yükümlülükler getiren bir diğer önemli milletlerarası sözleşme ise, Türkiye nin de 1995 yılından beri taraf olduğu, 1989 tarihli  Çocuk Haklarına Dair Sözleşme dir (CRC)26. Her ne kadar Sözleşme de açıkça  evlilik ten bahsedilmese de; çocuk yaşta evlilik uygulaması, Sözleşme de yer alan diğer çocuk hakları ile ilintilidir. Çocuk yaşta evlilik uygulaması, Çocuk Hakları Sözleşmesi nin 24. maddesinin 3. fıkrası uyarınca,  çocukların sağlığı için zararlı geleneksel uygulamaların kaldırılması  yükümlülüğü kapsamında değerlendirilmekte ve zararlı bir uygulama olarak kabul edilmektedir. Bu hükmün yanı sıra; CRC m 13/1 uyarınca,  çocuğun düşüncesini serbestçe açıklama hakkı  ve CRC m 19/1 uyarınca,  çocuğun her türlü istismar ve kötü muameleden korunması hakkı  da,  çocuk yaşta evlilik uygulaması  ile ilintili hak ve yükümlülüklerdir. Türkiye nin 2012 yılından beri taraf olduğu, 2011 tarihli  Kadınlara Yönelik Şiddet ve Aile İçi Şiddetin Önlenmesi ve Bunlarla Mücadeleye İlişkin Avrupa Konseyi Sözleşmesi  (İstanbul Sözleşmesi)28 de;  zorla evlendirme yi bir kadına karşı şiddet türü olarak nitelendirilerek Sözleşme kapsamına alınmıştır. Sözleşme nin 37. maddesinde; taraf devletlerin, zorla evlendirmelerin cezalandırılmasını temin etmek üzere gerekli yasal ve diğer tedbirleri alacakları hüküm altına alınmıştır. Ayrıca Sözleşme nin 32. maddesinde; taraf devletlere, zorla gerçekleştirilen evliliklerin, mağdura herhangi bir parasal veya idari yük getirmeksizin, geçersiz ve hükümsüz kılınabilmesini veya sona erdirilmesini temin edecek yasal ve diğer tedbirleri alma yükümlülüğü getirilmiştir. Her ne kadar Sözleşme açıkça  çocuk yaşta evlilikler den bahsetmese de; Avrupa Konseyi Parlamenterler Meclisi nin kararlarında  çocuk yaşta 24  UN CEDAW, ‘General Comment No 21: Equality in Marriage and Family Relations  (1994) UN-Doc A/39/38 para 36. 25  Bunların yanında; CEDAW 2. maddesi uyarınca,  kadınlara ayrımcılık oluşturan mevcut yasa, adet ve uygulamaları ortadan kaldırma ; 3. maddesi uyarınca,  kadının tam gelişmesi ve ilerlemesini sağlamak için, tüm alanlarda, erkeklerle eşit olarak insan hakları ve temel özgürlüklerden yararlanmalarını sağlama  ile 5. maddesi uyarınca,  her iki cinsten birinin aşağılığı veya üstünlüğü fikrine veya kadınla erkeğin kalıplaşmış rollerine dayanan ön yargıları, geleneksel ve diğer bütün uygulamaları ortadan kaldırma  yükümlülüğü de, çocuk yaşta evlilik uygulamasının ortadan kaldırılmasını kapsamına almaktadır. 26  Convention on the Rights of the Child (CRC). RG 27.01.1995/22184. 27  CEDAW/CRC ‘Joint General Comment  (n 12) para 14; ECPAT International (n 16) 3; UNFPA (n 16) 10.28  Council of Europe Convention on Preventing and Combating Violence against Women and Domestic Violence, 12 April 2011. RG 08.03.2012/28227(Mükerrer). 30Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... evlilikler  bir  zorla evlendirme  türü olarak kabul edildiğinden, kanaatimizce,  çocuk yaşta evlilikler in de İstanbul Sözleşmesi kapsamında değerlendirilmesi mümkün olmalıdır.  Yukarıda saydığımız milletlerarası belgeler yanında; Türkiye nin 1964 ten beri taraf olduğu, 1956 tarihli  Kölelik, Köle Ticareti, Köleliğe Benzer Uygulama ve Geleneklerin Ortadan Kaldırılmasına Dair Ek Sözleşme 30 uyarınca;  bir kadının, reddetmek hakkı olmadan, anne ve babasına, vâsisine, ailesine veya diğer herhangi bir şahıs yahut topluluğa nakdî veya aynî bir ivaz mukabilinde evlendirilmesi va adinde bulunulması veya evlendirilmesi  (m 1/(c)(i)) ve  bir çocuğun veya 18 yaşından aşağı temyiz kudretini haiz bir kimsenin gerek anne ve babası, yahut bunlardan biri, gerekse vârisi tarafından, şahsını veya işini istismar maksadiyle bedel mukabilinde veya bedelsiz diğer bir şahsa devrine müsait olan herhangi bir uygulama ve gelenek  (m 1/(d)),  köleliğe benzer uygulama ve gelenekler  arasında sayılmış ve bu itibarla  çocuk yaşta evlilikler  Sözleşme uyarınca yasaklanmıştır. Ayrıca, yine Türkiye nin 1988 den beri taraf olduğu, 1984 tarihli  İşkenceye ve Diğer Zalimane, Gayriinsani veya Küçültücü Muamele veya Cezaya Karşı BM Sözleşmesi 31  kapsamında;  BM  İnsan  Hakları Yüksek  Komiserliği nin  ve  BM İnsan Hakları Konseyi nin çeşitli raporlarında, çocuk yaşta evlilikler, gayriinsani ve küçültücü muamele olarak nitelendirilmiş ve taraf devletlerin 18 yaştan önce evlenmeyi  yasaklayan  kanun  ve  düzenlemeler  yapma  ve  çocuk  yaşta  evlilik uygulamasını önleme yükümlülüğünde olduklarının altı çizilmiştir. Bölgesel  düzeyde  bakıldığında  da, Türkiye nin  kurucu  üyesi  olduğu Avrupa Konseyi Parlamenterler Meclisi nin (AKPM),  çocuk yaşta evlilikler  ve  zorla evlilikler  ile ilgili, 2005 ve 2018 tarihli kararları mevcuttur. Bu kararlarda; çocuk yaşta evliliklerin, bir insan hakkı ihlali ve aynı zamanda bir zorla evlendirme türü teşkil ettiği ifade edilerek; Konsey üyesi devletlerin iç hukuk mevzuatlarında, asgari evlenme yaşını kadın ve erkekler için 18 yaşa yükseltmeleri ve yabancı ülkede yapılan çocuk yaşta evlilikleri tanımalarını engelleyici, (mağdur tarafından başka türlü ileri sürülemeyecek evlenmenin sonuçlarına ilişkin hakların güvence altına alınabilmesi amacıyla, tanımanın, mağdurun üstün yararına olduğu haller hariç olmak üzere) değişiklikler yapmaları tavsiye edilmiştir. 29  PACE ‘Resolution on Forced Marriage in Europe 2018  (n 12) para 3.30  Supplementary Convention on the Abolition of Slavery, the Slave Trade, and Institutions and Practices Similar to Slavery. RG. 06.01.1964/11599. 31  Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. RG. 10.08.1988/19895. 32  UN OHCHR, ‘Preventing and Eliminating Child, Early and Forced Marriage  (2014) UN-Doc A/HRC/26/22 para 11-15; UN HRC, ‘Report of the Special Rapporteur on Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment  (2016) UN-Doc A/HRC/31/57 paras 63, 74/c.33  PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12); PACE ‘Resolution on Forced Marriage in Europe 2018  (n 12). 34  PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12) paras 1, 3, 14.31İstanbul Hukuk Mecmuası 78/1Netice itibariyle, Türkiye, yukarıda açıkladığımız milletlerarası sözleşmelere ve Avrupa Konseyi ne taraf bir devlet olması itibariyle, çocuk yaşta evlilik uygulamasını, ülkesinde bulunan çocukların milliyetine bakmaksızın önlemek ve ortadan kaldırmak için her türlü önlemi alma yükümlülüğü altındadır. Bu yükümlülüklerine aykırı davranması, insan hakları ihlali teşkil edecektir. II. Mukayeseli Hukukta Çocuk Yaşta Evliliklerinin Önlenmesine  Yönelik Mevzuat DeğişiklikleriÇocuk yaşta evlilik uygulamasını önlemeye ve yasaklamaya yönelik uluslararası belgeleri incelerken belirttiğimiz üzere; AKPM nin 2005 tarihli Tavsiye Kararı nda, Avrupa Konseyi üyesi devletlere, yabancı ülkede yapılan çocuk yaşta evliliklerin tanınmasını engelleyecek mevzuat değişiklikleri yapmaları tavsiye edilmiştir. Ancak Avrupa devletlerinin iç hukuk düzenlemelerine bakıldığında, Suriye krizi sebebiyle Avrupa ya iltica akınının yoğunlaştığı 2013 yılına kadar, söz konusu devletlerin, milletlerarası özel hukuk mevzuatlarında, yabancı ülkelerde yapılan evliliklerin geçerliliğine ilişkin olarak herhangi bir değişiklik yapmadıkları görülmektedir. 2013 yılından itibaren ise, çocuk yaşta evliliklerin Avrupa ülkelerinde artmaya başlaması üzerine, pek çok Avrupa devleti, gerek medeni hukuk gerekse milletlerarası özel hukuk  mevzuatlarında,  bu  evlilikleri  engellemeye  ve  geçersiz  kılmaya  yönelik değişiklikler yapmaya başlamıştır.Aşağıda Türk hukuku gibi, Kıta Avrupası hukuk sistemini benimsemiş olan ve Suriye krizi sürecinde iltica akınının yoğunlaştığı, İsviçre, Hollanda ve Almanya nın, iç hukuk mevzuatlarında, yabancı ülkede yapılan çocuk yaşta evliliklere yönelik değişiklikler incelenecektir.A. İsviçre Hukukuİsviçre de,  Hollanda  ve  Almanya dan  daha  önce,  çocukların  korunmasını sağlamak ve çocuk yaşta evliliklerle mücadele etmek üzere; önce  19 Aralık 2008 tarihli Yetişkin Koruma, Kişi Hakları ve Çocuk Hakları Kanunu  (Schweizerisches Zivilgesetzbuch Erwachsenenschutz, Personenrecht und Kindesrecht)36 ve daha sonra  15 Haziran 2012 tarihli Zorla Evliliklere Karşı Tedbirler Hakkında Federal Kanun  (Bundesgesetz über Massnahmen gegen Zwangsheiraten) kabul edilmiş ve bu Kanun 1 Temmuz 2013 tarihinde yürürlüğe girmiştir. 35  PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12) para 14.36  Schweizerisches Zivilgesetzbuch (Erwachsenenschutz, Personenrecht und Kindesrecht) vom 19 Dezember 2008 (AS 2011 725) mit Wirkung seit 1 Januar 2013.37  Bundesgesetz über Massnahmen gegen Zwangsheiraten vom 15 Juni 2012 (AS 2013 1035) in Kraft seit 1 Juli 2013.32Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... Kanunun  isminden  de  anlaşılacağı  üzere,  İsviçre  kanun  koyucusu,  18  yaşın altındakilerin  gerçekleştirdikleri  çocuk  yaşta  evlilikleri,  bir   zorla  evlilik   türü olarak nitelendirmiştir. Zorla Evliliklere Karşı Tedbirler Hakkında Federal Kanun, başta İsviçre Medeni Kanunu (Schweizerisches Zivilgesetzbuch/ZGB)38 ve İsviçre Milletlerarası Özel Hukuk Kanunu (Bundesgesetz über das Internationale Privatrecht/IPRG)39 olmak üzere; İsviçre Yabancılar ve Entegrasyon Kanunu (Ausländergesetz/AIG)40 ve İsviçre İltica Kanunu (Asylgesetz/AsylG)41 gibi pek çok kanunda, çocuk yaşta evliliklerin önlenmesine ve yabancı ülkede yapılanların tanınmamasına yönelik değişiklikler getirmiştir.Bu kapsamda, İsviçre Medeni Kanunu nda (ZGB); olağan evlenme yaşı olan 18 yaşın altındakilerin, yasal temsilci izniyle evlenmelerini mümkün kılan ZGB Art 94/2 hükmü yürürlükten kaldırılmıştır. Bununla bağlantılı olarak;  küçük olan eşin üstün menfaati evliliğin devamını gerektirmedikçe, eşlerden birinin 18 yaşından küçük olması  ve  eşlerden birinin tam ve serbest rızası olmaksızın evlenmesi  halleri, ZGB Art 105/5-6 uyarınca, birer  mutlak butlan  sebebi olarak kabul edilmiştir. ZGB Art 105/6 uyarınca, eşlerden birinin küçük olması halinde, evlenmenin mutlak butlanla batıl olmasının tek istisnası,  evliliğin devamının küçüğün üstün yararına  olması   halidir.  Söz  konusu  istisna  hükmü; AKPM nin,  2005  tarihli Tavsiye Kararı nda, yabancı ülkede yapılan çocuk yaşta evliliklerin tanımamasının istisnası olarak ortaya koyduğu,  mağdur tarafından başka türlü ileri sürülemeyecek evlenmenin  sonuçlarına  ilişkin  hakların  güvence  altına  alınabilmesi  amacıyla, tanımanın,  mağdurun  üstün  yararına  olduğu  haller   kriterine  de  uygunluk taşımaktadır.  İsviçre Milletlerarası Özel Hukuk Kanunu nda (IPRG) yapılan değişikliklerden ilki ise, evlenmeye uygulanacak hukuka ilişkindir. Eski IPRG Art 44/2 uyarınca,  iki tarafın da yabancı olması halinde, İsviçre de gerçekleştirilen evlenmenin ehliyet ve şartlarına, taraflardan her birinin milli hukukunun  uygulanacağına ilişkin hüküm kaldırılmış ve  İsviçre de gerçekleştirilen evliliklerin İsviçre hukukuna tabi olduğu  kabul edilmiştir. Böylelikle, IPRG Art 44 uyarınca, İsviçre de yapılan evlenmelerde, gerek evlenme ehliyet ve şartları gerekse evliliğin şekli İsviçre hukukuna tabi kılınmış ve İsviçre de yapılan çocuk yaşta evliliklerin, ZGB Art 105/5-6 uyarınca mutlak butlanla batıl sayılması sağlanmıştır. 38  Schweizerisches Zivilgesetzbuch vom 10 Dezember 1907 (AS 24 233) in Kraft seit 1 Januar 1912.39  Bundesgesetz über das Internationale Privatrecht vom 18 Dezember 1987 (AS 1988 1776) in Kraft seit 1 Januar 1989.40  Bundesgesetz über die Ausländerinnen und Ausländer und über die Integration vom 16 Dezember 2005 (AS 2007 5437) in Kraft seit 1 Januar 2008.41  Asylgesetz vom 26 Juni 1998 (AS 1999 2262) in Kraft seit 1 Oktober 1999.42  PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12) para 14.2.4.33İstanbul Hukuk Mecmuası 78/1Ayrıca IPRG Art 45a hükmünde yer alan  evlenme ile erginliğe  yönelik düzenleme kaldırılmış ve IPRG Art 45a da  evlenmenin hükümsüzlüğü ne ilişkin tamamen farklı  yeni  bir  düzenleme  getirilmiştir.  Buna  göre;  evlenmenin  hükümsüzlüğü davalarında, eşlerden birinin İsviçre deki yerleşim yeri mahkemesi, bulunmadığı takdirde, İsviçre de evlenmenin yapıldığı yer veya eşlerden birinin İsviçre deki mutad mesken mahkemesinin yetkili olacağı ve davaya İsviçre hukukunun uygulanacağı hüküm altına alınmıştır. Böylelikle, yabancı ülkede yapılan çocuk yaşta evliliklerin hükümsüzlüğü davalarında İsviçre mahkemelerince İsviçre hukukunun (lex fori) uygulanacağı hüküm altına alınarak, yabancı ülkede yapılan çocuk yaşta evliliklerin de,  evliliğin devamının küçüğün üstün yararına olması  hali hariç, mutlak butlanla batıl sayılması sağlanmıştır. B. Hollanda HukukuHollanda da Suriye den itica edenlerin sayısının artması üzerine, çocuk yaşta evlenmiş olarak Hollanda ya gelen kız çocuklarında artış yaşanmıştır. Hollanda İltica Servisi nin verilerine göre, Temmuz 2014 ve Şubat 2016 arasında, en küçüğü 14 yaşında olmak üzere, yaklaşık 210 adet Suriyeli çocuk yaşta evlilik vakasının kaydedildiği bildirilmiştir. Artan tepkiler üzerine, Hollanda, çocuk yaşta evliliklerle mücadele etmek üzere, 5 Aralık 2015 tarihinde yürürlüğe giren  7 Ekim 2015 tarihli Zorla Evlilikle Mücadele Kanunu nu (de Wet tegengaan huwelijksdwang)45 kabul etmiştir. Hollanda kanun koyucusu da, İsviçre gibi, çocuk yaşta evlilikleri, bir zorla evlilik türü olarak nitelendirmiştir. Hollanda Zorla Evlilikle Mücadele Kanunu; Hollanda Medeni Kanunu nun (Burgerlijk Wetboek/BW)46, kişiler ve aile hukukunu düzenleyen 1. Kitabı (BW Boek 1) ile milletlerarası özel hukuku düzenleyen 10. Kitabında (BW Boek 10), çocuk yaşta evliliklerin önlenmesine ve tanınmamasına ilişkin önemli değişiklikler getirmiştir.Öncelikle, Hollanda Medeni Kanunu 1. Kitap ta yer alan ve BW Art 1:31 uyarınca, kadın ve erkek için 18 olan evlenme yaşının altındaki küçüklerin, çeşitli şartlara bağlı olarak, evlenmelerine imkân veren tüm hükümler yürürlükten kaldırılmıştır. Böylelikle, 18 yaşını doldurmamış olanlar tarafından yapılan tüm evlilikler, BW Art 43  Eski IPRG Art 45a ; mutad meskeni İsviçre de bulunan küçüğün, İsviçre de evlenmekle veya yurt dışında yaptığı evlenmenin tanınmasıyla ergin olacağını düzenlemekteydi.44  Anne Wijffelman, ‘Child marriage and Family Reunification: An Analysis under the European Convention on Human Rights and Dutch Forced Marriage Prevention Act  (2017) 35(2) Netherlands Quarterly of Human Rights 104, 104-105, <https://journals.sagepub.com/doi/pdf/10.1177/0924051917708384> Erişim Tarihi 07 February 2020. 45  Wet Tegengaan Huwelijksdwang, Geldend van 05-12-2015, Staatsblad 2015, 373. 46  Burgerlijk Wetboek Boek 1, Personen- en familierecht. Burgerlijk Wetboek Boek 10, Internationaal Privaatrecht.47  Bu kapsamda; BW Art 1:31/2 ve 3 uyarınca, 16 yaşını doldurmuş olan ve kadının hamile olduğunu veya hâlihazırda doğum yaptığını doktor raporu ile belgelemesi halinde evlenmeye izin veren hüküm ile 18 yaşından küçüklerin Adalet Bakanlığı nın izni ile evlenmelerine izin veren hüküm; BW Art 1:35 uyarınca, 17 yaşını doldurmuş olan küçüğün yasal temsilcisinin rızasıyla evlenmesine izin veren hüküm; BW Art 1:36 uyarınca, 17 yaşını doldurmuş olan küçüğün mahkeme kararıyla evlenmesine izin veren hüküm; BW Art 1:47 uyarınca, küçüğün izin ile evlenmesinde izni vermeye yetkili makamı düzenleyen hükümler yürürlükten kaldırılmıştır.34Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... 1:69:1 ve BW Art 1:77 uyarınca, mutlak butlanla batıl sayılmıştır. Bununla birlikte; BW Art 1:74 te yapılan değişiklikle, evlenme anında 18 yaşını doldurmamış olan küçüğün, talep anında 18 yaşını doldurması halinde, evlenmenin hükümsüzlüğünün talep edilemeyeceği de hüküm altına alınmıştır. Ayrıca BW Art 1:44 te yapılan değişiklikle; taraflardan en az birinin Hollanda vatandaşı  olması  veya  Hollanda da  mutad  meskeninin  bulunması  durumunda, Hollanda Medeni Kanunu nda yer alan ve asgari evlenme yaşını da içeren evlenme engellerinin her iki eş bakımından aranacağı hüküm altına alınmıştır. Bu değişikliğe paralel olarak  evlenmeye uygulanacak hukuk ta da değişiklik yapılmıştır. Eski BW Art 10:28 uyarınca,  (1) eşlerden birinin Hollanda vatandaşı olması veya Hollanda da mutad meskeni bulunması halinde Hollanda hukukunda veya (2) eşlerden her birinin kendi milli hukukunda  öngörülen evlenme ehliyet ve şartlarına uygun şekilde yapılmış evlenmelerin, Hollanda hukukuna göre geçerli olacağı  yönündeki  düzenlenme  kaldırılmıştır.  Yerine,  yeni  BW  Art  10:28 de, Hollanda da yapılan evlenmeler bakımından, evlenme ehliyet ve şartlarına, her bir eş bakımından Hollanda hukukunun uygulanacağı hüküm altına alınmıştır. Böylelikle, eşlerden birinin milli hukuku 18 yaşın altındaki evliliklere müsaade ediyor olsa dahi, iki eş bakımından da Hollanda hukuku dikkate alınacağından, bu evlilik Hollanda da yapılamayacaktır.Hollanda dışında yapılan evlenmelere uygulanacak hukuka ilişkin de bir değişiklik getirilmiştir. BW Art 10:31 uyarınca; Hollanda dışında yapılan evlenmeler, evlenmenin gerçekleştiği  ülke  hukukuna  tabidir.  Buna  karşılık;  BW Art  10:32 ye  getirilen değişiklikle; Hollanda dışında yapılan evlenmenin tanınması açıkça kamu düzenine aykırı ise ve her halükarda, Hollanda dışında yapılan evlenme anında eşlerden biri 18 yaşını doldurmamışsa, tanıma talebi anında her iki eş de 18 yaşını doldurmadıkça, bu evlenmenin Hollanda da tanınmayacağı açıkça hüküm altına alınmıştır (BW Art 10:32:c)49. Böylelikle, Hollanda kanun koyucusu, Hollanda Medeni Kanunu nda düzenlenen  evlenme  yaşına  ilişkin  düzenlemelerin,  Hollanda  dışında  yapılan evlenmeler  bakımından  da,  kamu  düzenine  aykırılık  değerlendirmesine  ihtiyaç kalmaksızın, doğrudan uygulanmasını ve BW Art 1:69:1 ve BW Art 1:77 uyarınca mutlak butlanla batıl olmasını temin etmiştir.  Hollanda hukukunda, çocuk yaşta evlilikler ile mücadele etmek üzere getirilen hükümlerde, İsviçre hukukundan farklı olarak,  evliliğin devamının küçüğün üstün yararına olması  gibi herhangi bir istisna hükmü ise getirilmemiştir. 48  BW Art 10:28 uyarınca, Hollanda da gerçekleştirilen evlenmelerin Hollanda hukukuna tabi kılınmasıyla, BW Art 10:29 da; evlenmeye uygulanacak hukukun kamu düzenine açıkça aykırı olması ve her halükarda müstakbel eşlerden birinin 15 yaşını doldurmamış olması halinde evlenmenin mümkün olmayacağını öngören hükme ihtiyaç kalmadığından, bu hüküm tamamen yürürlükten kaldırılmıştır.49  Hollanda Medeni Kanunu Art 10:32 de gerçekleştirilen bu değişikliğin, mültecilerin aile birleşmesi taleplerine etkisine ilişkin değerlendirmeler için bkz Wijffelman (n 44) 114ff. 35İstanbul Hukuk Mecmuası 78/1C. Alman HukukuAlmanya, diğer Avrupa ülkelerine nazaran, Suriye den en fazla sayıda iltica talebini kabul etmiş ülkedir. İltica taleplerinin artması ile birlikte; Almanya da da çocuk yaşta evliliklerde artış gözlenmiştir. İçişleri Bakanlığı ndan yapılan açıklamada, Temmuz 2016 itibariyle, Almanya da 1475 adet çocuk yaşta evlilik vakası kaydedildiği, bunlardan 1152 tanesinin tarafının kız çocukları olduğu, 361 tanesinin 14 yaşın altında  olduğu  açıklanmış  ve  bu  evliliklerden  664 ünün  Suriye den,  157 sinin Afganistan dan, 100 ünün Irak tan ve 65 tanesinin de Bulgaristan dan gelen mülteci çocuklar olduğu belirtilmiştir.Almanya da, çocuk yaşta evliliklerle mücadele etmek üzere, 22 Temmuz 2017 tarihinde yürürlüğe giren  17 Temmuz 2017 tarihli Çocuk Evliliklerle Mücadele Kanunu nu (Gesetz zur Bekämpfung von Kinderehen)51 kabul edilmiştir. 2017 tarihli Çocuk Evliliklerle Mücadele Kanunu; başta Alman Medeni Kanunu (Bürgerliches Gesetzbuch/BGB)52  ve  kanunlar  ihtilafı  kurallarının  düzenlendiği  Kanun (Einführungsgesetz zum Bürgerlichen Gesetzbuche/EGBGB)53 olmak üzere, Alman İltica Kanunu (Asylgesetz)54 ve Alman Yabancılar Kanunu (Aufenthaltsgesetz)55 gibi pek çok kanunda, çocuk yaşta evliliklerin önlenmesine ve tanınmamasına yönelik önemli değişiklikler getirmiştir.Bu kapsamda; Alman Medeni Kanunu nda (BGB),  evlenme yaşı nı düzenleyen BGB § 1303 de yer alan ve eşlerden birinin 16 yaşını doldurmuş olması halinde hâkim kararıyla evlenmeye imkân veren hüküm kaldırılmış ve asgari evlenme yaşı, istisnasız olarak 18 yaşa yükseltilmiştir. 16 yaş altı evliliklerin ise, yoklukla malul olacağı açıkça hüküm altına alınmıştır. Buna bağlı olarak,  evlenmenin iptal edilebilirlik sebepleri ni düzenleyen BGB § 1314 te yer alan ve 16 yaş altı evliliklerin iptal edilebilir olduğunu öngören hüküm değiştirilerek; evlenme anında 16 yaşını doldurmuş fakat 18 yaşını doldurmamış küçüklerin evliliğinin iptal edilebilir olduğu hüküm altına alınmıştır. Böylelikle, Alman hukuku uyarınca, 16 yaş altı evlilikler yok hükmünde kabul edilirken; 18 yaş altı evlilikler ise, iptal edilebilirlik sebebi olarak düzenlenmiştir. 50  Bkz AFP, ‘Germany to crack down on forign child marriages  (The Local Germany, 5 April 2017) <https://www.thelocal.de/20170405/germany-cracks-down-on-foreign-child-marriages> Erişim Tarihi 11 February 2020.51  Gesetz zur Bekämpfung von Kinderehen vom 17 Juli 2017, Bundesgesetzblatt Jahrgang 2017,Teil I, Nr 48, ausgegeben zu Bonn am 21 Juli 2017.52  Bürgerliches Gesetzbuch in der Fassung der Bekanntmachung vom 2 Januar 2002 (BGBl I S 42, 2909; 2003 I S 738).53  Einführungsgesetz zum Bürgerlichen Gesetzbuche in der Fassung der Bekanntmachung vom 21 September 1994 (BGBl I S 2494; 1997 I S 1061). 54  Asylgesetz in der Fassung der Bekanntmachung vom 2 September 2008 (BGBl I S 1798).55  Aufenthaltsgesetz in der Fassung der Bekanntmachung vom 25 Februar 2008 (BGBl I S 162).56  BGB § 1316 da gerçekleştirilen değişiklikle; asgari evlenme yaşına ilişkin BGB § 1303 c. 1 hükmünün ihlali sebebiyle, yetkili idari makamlar yanında, küçüğün kendisinin de, yasal temsilcisinin onayı gerekmeksizin, evliliğin iptali başvurusunda bulunabileceği hüküm altına alınmıştır.36Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... BGB § 1314 uyarınca, eşlerden birinin küçük olması halinde, evliliğin iptal edilebilir olmasının istisnaları ise, BGB § 1315/1 de düzenlenmiştir. Buna göre; (a) küçük olan eşin evlenmenin iptalinin talep edildiği sırada 18 yaşını doldurmuş olması ve evliliğin devamına ilişkin serbest ve tam rızasının bulunması hali ile (b) olağanüstü hallerde, evlenmenin iptalinin küçük olan eş bakımından istisnai şekilde evliliğin devamını mecbur kılacak derecede ağır sonuçlara yol açacak olması halinde, evliliğin iptaline hükmedilmeyeceği hüküm altına alınmıştır. Özellikle BGB § 1315/1(b) de yer alan istisna hükmü; İsviçre hukukundakine benzer şekilde, AKPM nin, yurt dışında yapılan çocuk yaşta evliliklerin tanımamanın istisnası olarak ortaya koyduğu,  mağdur tarafından başka türlü ileri sürülemeyecek evlenmenin sonuçlarına ilişkin hakların güvence altına alınabilmesi amacıyla, tanımanın, mağdurun üstün yararına olduğu haller  kriterine uygunluk taşımaktadır. Alman Medeni Kanunu nda 16 yaşın altındakiler tarafından yapılan evliliklerin yok hükmünde sayılmasına paralel bir değişiklik, Alman kanunlar ihtilafı kurallarına da  getirilmiştir.  Evlenmeye  uygulanacak  hukuku  düzenleyen  EGBGB Art  13/1 uyarınca; evlenme ehliyet ve şartlarına uygulanacak hukuk,  eşlerden her birinin milli hukuku dur. Ancak EGBGB Art 13/3 e getirilen yeni düzenlemede; Art 13/1 uyarınca eşlerden birinin milli hukukunun yabancı bir hukuk olması halinde dahi, iki durumda, doğrudan Alman hukukunun uygulanacağı hüküm altına alınmıştır. Buna göre; eşlerden birinin Art 13/1 uyarınca yabancı hukuka tabi olduğu hallerde; (1)  eşlerden  biri  evlenme  anında  16  yaşını  doldurmamışsa,  Alman  hukuku uygulanır ve evlilik yok hükmündedir ve (2) eşlerden biri evlenme anında 16 yaşını doldurmuş fakat 18 yaşını doldurmamışsa, Alman hukuku uygulanır ve BGB § 1315/1 de düzenlenen istisnalar saklı kalmak kaydıyla evlilik iptale tabidir.Böylelikle, Alman kanun koyucu, Alman Medeni Kanunu ile getirilen evlenme yaşına  ve  hükümsüzlük  hallerine  ilişkin  düzenlemelerin,  Almanya  dışında yapılan yabancı hukuka tabi evlenmeler bakımından da, kamu düzenine aykırılık değerlendirmesine ihtiyaç kalmaksızın, doğrudan uygulanmasını temin etmiştir. 57  Kanunun gerekçesinde,  istisnai şekilde evliliğin devamını mecbur kılacak derecede ağır sonuçlar a örnek olarak, ağır bir hastalığa yakalanmak veya intihar tehlikesinin gösterildiği ifade edilmektedir. Bkz Nina Dethloff, ‘Child Brides on The Move: Legal Responses to Culture Clashes  (2018) 32(3) International Journal of Law, Policy and The Family 302, 310 <https://doi.org/10.1093/lawfam/eby> Erişim Tarihi 11 February 2020.58  PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12) para 14.2.4.59  EGBGB Art 229 § 44/4 uyarınca, hükmün uygulama alanı iki halle sınırlandırılmıştır. Buna göre; hüküm, (1) küçük olan eşin 22 Temmuz 1999 dan önce doğmuş olması veya (2) uygulanacak yabancı hukuka göre evliliğin geçerli olması ve küçük olan eş erginlik yaşına ulaşıncaya kadar eşlerden hiçbirinin Almanya da mutad meskeninin bulunmaması halinde uygulama alanı bulmayacaktır.37İstanbul Hukuk Mecmuası 78/12017  tarihli  Çocuk  Evliliklerle  Mücadele  Kanunu,  Alman  kamuoyunda, özellikle yabancı ülkede yapılan 16 yaş altı evliliklerde kamu düzenine aykırılık değerlendirmesini devre dışı bırakarak bu evlilikleri doğrudan hükümsüz sayan EGBGB Art 13/3 düzenlemesi nedeniyle tartışmalara yol açmış ve hatta Kanun yakın bir zamanda Alman Federal Mahkemesi (Bundesgerichtshof, BGH) kararına da konu olmuştur. Davaya  konu  olay; Ağustos  2015 te  Balkanlar  üzerinden  Suriye deki  savaş yüzünden Almanya ya iltica eden Suriye vatandaşı bir çift hakkındadır. Olayda çift, 10 Şubat 2015 tarihinde Suriye Şeriat Mahkemesi nde evliliklerini tescil ettirmiştir. Evlenme anında erkek 21 yaşında, kız çocuğu ise 14 yaşındadır. Çiftin Almanya ya girişi ve Schweinfurt tesislerine kayıt olmalarıyla birlikte; Alman Gençlik İdaresi nin kararıyla,  14  yaşındaki  kız  çocuğu,  refakatsiz  çocukların  yerleştirildiği  gençlik koruma  tesisine  yerleştirilmiş  ve  Aschaffenburg  Bölge  Aile  Mahkemesi nin (Amtsgericht Aschaffenburg) Eylül 2015 tarihli tedbir kararı ile Gençlik İdaresi vasi olarak atanmıştır. Suriyeli kocanın, vesayet kararının yeniden incelenmesi için Aschaffenburg Bölge Aile Mahkemesi nde açtığı davada, mahkeme, Aschaffenburg Gençlik İdaresi ni haklı bularak vesayet kararını kaldırmamış ve tarafların her hafta sonu belirlenen saatler arasında ve üçüncü bir kişinin nezaretinde kişisel ilişki kurabilmesine hükmetmiştir. Alman Gençlik İdaresi nin kararı temyiz etmesi üzerine, dava, Bamberg Bölge Yüksek  Mahkemesi ne  (Oberlandesgericht  Bamberg)  taşınmıştır.  2017  tarihli Çocuk Evliliklerle Mücadele Kanunu nun yürürlüğe girmesinden önce davayı gören mahkeme 2016 tarihli kararında; evlenmenin şekline (EGBGB Art 11) ve evlenmeye ehliyet ve şartlarına uygulanacak hukuku düzenleyen (EGBGB Art 13/1) hükümler uyarınca, evlenmeye Suriye hukukunun uygulanacağını; Suriye Kişisel Durumlar Kanunu na göre, evlenme yaşının erkekler için 18, kadınlar için 17 olduğunu, ancak erkekler için 15, kadınlar için 13 yaşında hâkim onayıyla evlenmenin tescili mümkün olduğundan, dava konusu evlenmenin uygulanacak hukuk olan Suriye hukukuna göre şeklen ve ehliyet ve şartlar yönünden geçerli olduğunu; EGBGB Art 6 uyarınca kamu düzeni müdahalesinin, yabancı ülkede yapılan ve eski BGB § 1303 te yer alan hâkim kararıyla evlenme yaşı olan 16 yaş altı evliliklerin otomatik olarak tanınamayacağı anlamına gelmediğini; yabancı ülkede yapılan evliliklerde kaç yaşına kadar küçüklerin evlenmesinin kamu düzenine açıkça aykırılık teşkil ettiğinin Alman içtihatlarında tartışmalı olduğunu; ancak bu dava bakımından kamu düzenine aykırılık tartışmasına gerek olmadığını, zira Suriye hukukunda 13 yaşındaki kız çocuklarının evlenmesine müsaade eden hükmün Alman kamu düzenini açıkça ihlal ettiği değerlendirilse dahi, 60  Tartışmalar için bkz Dethloff (n 57) 308-310; Jacqueline Kusserow, ‘Regulating Child Marriage: Germany s Latest Foray and Possible Lessons For Canada  (Canadian Icon) <http://canadianicon.org/regulating-child-marriage-germanys-latestforay-and-possible-lessons-for-canada/#_ednref> Erişim Tarihi 11 February 2020. 61  AG Aschaffenburg, Beschluss vom 07.03.2016 - 7 F 2013/15.38Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... eski BGB § 1314 uyarınca asgari evlenme yaşının altındaki evliliklerin geçersiz değil iptal edilebilir olduğunun kabul edildiğini ve dava konusu evlilik bakımından herhangi bir iptal talebinin bulunmadığını; ayrıca Alman Ceza Kanunu § 182/3 uyarınca, 14 yaşını doldurmuş kişilerle cinsel birlikteliklerin suç teşkil etmesi için küçüğün tecrübesizliğinin suiistimal edilmiş olmasının arandığını; Çocuk Haklarına Dair Sözleşme de asgari evlenme yaşına ilişkin herhangi bir hüküm bulunmadığını ve olayda evliliğin zorla yapıldığına ilişkin herhangi bir veri olmadığını; eşlerin Almanya ya entegrasyonunun sağlanması bakımından Suriye de yaptıkları evliliğin tanınmamasının şart olmadığını; bu gerekçelerle evlilik geçerli olduğundan, evli bir kişinin vesayet atına alınmasının mümkün olmadığını ifade ederek, Alman Gençlik İdaresi nin talebini reddetmiş ve Aschaffenburg Bölge Aile Mahkemesi nin vasi atanmasına ilişkin kararını re sen bozmuştur. Kararın  Alman  Federal  Mahkemesi ne  (Bundesgerichtshof,  BGH)  taşınması üzerine, BGH 2018 tarihli kararında, öncelikle, 2017 tarihli Kanun geçmişe etkili olmadığından  davaya  konu  olay  bakımından  uygulanamayacağına  hükmederek; Bamberg Bölge Yüksek Mahkemesi nin taraflar arasındaki Suriye hukukuna uygun evliliğin Alman hukukuna göre geçerli olduğuna ve Alman kamu düzenini açıkça ihlal etmediğine ilişkin gerekçelerine katılmıştır.BGH, ayrıca kararında, 2017 tarihli Çocuk Evliliklerle Mücadele Kanunuyla getirilen ve Almanya dışında yapılmış yabancı hukuka tabi evliliklerde, eşlerden birinin evlenme anında 16 yaşını doldurmamış olması halinde Alman hukukunun uygulanacağı ve evliliğin yok hükmünde sayılacağı yönündeki EGBGB Art 13/3(1) hükmünün, Alman Anayasası nın, insan onuru başlıklı 1. maddesine, kişi hürriyeti başlıklı 2. maddesine, eşit muamele başlıklı 3. maddesine ve evlenme ve aile hayatının korunması başlıklı 6. maddelerine aykırı olduğunu değerlendirmiş, yargılamaya ara vererek meseleyi Alman Federal Anayasa Mahkemesi ne (Bundesverfassungsgericht) göndermiştir. EGBGB  m  13/3(1)  hükmünün,  Anayasa ya  aykırı  olduğuna  ilişkin değerlendirmesinde  Çocuk  Haklarına  Dair  Sözleşme ye  de  atıf  yapan  BGH, Sözleşme nin 12. maddesi uyarınca, çocuğun yaşı ve olgunluk derecesine uygun olarak, çocuğun kendini ilgilendiren her konuda görüşlerini serbestçe ifade etme hakkını ve 3. maddesi uyarınca, çocukları ilgilendiren tüm faaliyetlerde  çocuğun üstün menfaati nin gözetilmesi ilkesini hatırlatarak, EGBGB m 13/3(1) hükmünün,  çocuğun  üstün  menfaati nin  temini  için  zorunlu  olan  somut  olay  bazında değerlendirme yapma imkânını ortadan kaldırdığına dikkat çekmiştir.62  OLG Bamberg, Beschluss vom 12.05.2016 – 2 UF 58/16.63  BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para. 20-48. 64  BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para. 67-84.65  BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para. 46, 54, 81-84.39İstanbul Hukuk Mecmuası 78/1Alman  doktrininde  de,  2017  tarihli  Çocuk  Evliliklerle  Mücadele  Kanunu hükümleri,  Almanya da  yapılan  evlilikler  bakımından  olumlu  karşılanmakla birlikte; evlenme yaşına ve sonuçlarına ilişkin ilgili hükümlerin, Almanya dışında eşlerin tabi oldukları milli hukuka göre geçerli bir şekilde yaptıkları evliliklere de uygulanması eleştirilere yol açmıştır. Bu eleştirilerde, özellikle, yeni EGBGB Art 13/3(1) hükmünün, kamu düzenine ilişkin özel bir hüküm ihdas ederek, genel kamu düzenine aykırılık hükmü olan EGBGB Art 6 nın üstüne çıktığı ve bu şekilde, kamu düzenine aykırılık değerlendirmesinin, her bir somut olayda, çocuğun üstün menfaati gözetilerek yapılmasını engellediği ifade edilmektedir. D. DeğerlendirmeAvrupa  ülkelerinin  çocuk  yaşta  evlilikleri  önlemeye  yönelik  mevzuat değişikliklerine genel olarak bakıldığında; medeni kanun hükümlerinde, evlenme yaşının 18 yaşa yükseltildiği, 18 yaş altı evlenmeye imkân veren hükümlerin bertaraf edildiği ve çocuk yaşta evlilikler bakımından hükümsüzlük hallerinin ağırlaştırıldığı görülmektedir.Milletlerarası özel hukuk kurallarında yapılan değişiklerin ise, çok daha radikal olduğu  değerlendirilebilir.  Öncelikle,  yabancılık  unsuru  içeren  çocuk  yaşta evlenmelerin, ülke içinde yapılmasını önlemek ve geçersiz olmalarını temin etmek amacıyla, kanunlar ihtilafı hukukunda genel olarak kabul edilen, evlenmenin ehliyet ve  şartlarının,   taraflardan  her  birinin  evlenme  anındaki  milli  hukukuna   tabi olması kuralından vazgeçildiği ve daha korumacı bir politika izlenerek, evlenmenin geçerliliğinin,  evliliğin gerçekleştiği ülke hukukuna  (lex loci celebrationis) tabi kılındığı görülmektedir (IPRG Art 44, BW Art 10:28, EGBGB Art 13/3). Bunun yanında; yabancı ülkede tarafların milli hukuklarına göre geçerli olarak yapılmış çocuk  yaşta  evliliklerin  geçerliliğinin  de,  çocuk  yaşta  evliliklerin  tanınmasını engelleyici  hükümler  vasıtasıyla,  dolaylı  olarak,  kendi  hukuklarına  (lex  fori) tabi kıldıkları görülmektedir (IPRG Art 45a, BW Art 10:32:c, EGBGB Art 13/3). Böylelikle; gerek yurt içi gerekse yurt dışında yapılan evliliklerin geçerliliğinde, kamu düzenine aykırılık değerlendirmesi dışlanarak, yabancı ülkede yapılan çocuk yaşta evliliklerin doğrudan hükümsüz olması temin edilmiştir. Ayrıca, İsviçre ve Alman hukuklarında, yabancı ülkede yapılan çocuk yaşta evliliklerin geçersiz sayılması ve tanınmamasında,  evliliğin devamının çocuğun üstün yararına olması  haline yönelik istisnalar getirilmiş olmakla birlikte; Hollanda hukukunda, bu yönde bir istisnaya dahi yer verilmediği görülmektedir.66  Dethloff (n 57) 310; The Draft Legislation on Child Marriage and Private International Law: An Interview with Institute Director Jürgen Basedow, <https://www.mpipriv.de/files/pdf/Interview_with_Jrgen_Basedow__The_Draft_Legislation_on_Child_Marriage_and_Private_International_Law.pdf> 07 February 2020.40Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... Kanaatimizce;  bu  mevzuat  değişikliklerinde,  ülke  içerisinde  gerçekleştirilen evlilikler bakımından, evlenme yaşının yükseltilmesi ve çocuk yaşta evliliklerin hükümsüzlük yaptırımına tabi kılınması yerinde olmuştur. Bununla birlikte, yabancı ülkede tarafların milli hukuklarına göre geçerli bir şekilde yapılmış evliliklerin geçerliliğine uygulanacak hukukta, çocuk yaşta evliliklerin tanınmamasına yönelik getirilen yasaklayıcı düzenlemelerle, somut olay bazında kamu düzenine aykırılık değerlendirmesinin işlevsiz hale getirilmesi; BM Çocuk Hakları Sözleşmesi m 3/1 uyarınca,  çocuğun üstün menfaati nin korunması  yükümlülüğünü zedeleyecek niteliktedir.  Kanaatimizce,  bu  tarz  tepkisel  kanun  değişiklikleri  yerine,  yetkili yabancı  hukukun  uygulanmasında  kamu  düzenine  aykırılık  aracının  uygun  bir şekilde kullanılması, gerek toplumsal değerlerin gerekse mağdur çocuğun üstün menfaatlerinin korunması bakımından milletlerarası özel hukuk anlamında daha doğru bir çözüm sunacaktır.III. Geçici Koruma Altındaki Suriyelilerin Çocuk Yaşta  Evliliklerinin Türk Hukukuna Göre GeçerliliğiSuriye de yaşanan olaylar sebebiyle Nisan 2011 tarihinden sonra Türkiye ye gerçekleşen göç akını neticesinde, Türkiye deki çocuk yaşta evlilik oranları artmıştır. Çocuk yaşta evliliklere Suriye hukukunun imkan tanıması bunda etkili olduğu gibi; Türkiye deki iltica koşulları da bu tür evliliklerin artışını hızlandıran bir faktör olarak karşımıza çıkmaktadır.Çocuk yaşta evliliklerin Suriyeliler arasında yaygınlaşması, Türkiye bakımından sosyolojik ve toplumsal bir problem olarak karşımızda durmakla birlikte; bu evliliklerin geçerli sayılıp sayılmayacağı ve bu tarz evlilikleri önlemek için Avrupa ülkelerine benzer şekilde birtakım mevzuat değişikliklerinin gerekip gerekmediği meseleleri de problemin hukuki boyutu olarak karşımıza çıkmaktadır. Unutulmamalıdır ki; Türkiye, taraf olduğu milletlerarası sözleşme hükümleri uyarınca, ülkesinde, hangi milliyetten olursa olsun, çocuk yaşta evlilikleri önleyecek tedbirleri alma yükümlülüğündedir.Bu  itibarla  aşağıda,  Türkiye de  geçici  koruma  altında  bulunan  Suriyelilerce yapılan  çocuk  yaşta  evliliklerin  Türk  hukukuna  göre  geçerliliği  incelenirken, Avrupa ülkelerine benzer değişikliklere ihtiyaç olup olmadığı da yeri geldikçe değerlendirilecektir.  Suriyelilerin  Türkiye ye  gelmeden  önce  veya  Türkiye ye girdikten sonra yaptıkları çocuk yaşta evliliklerin Türk hukukuna göre geçerliliği ise; özellikle geçici koruma altındaki Suriyelilerin MÖHUK m 13 uyarınca  milli hukukları  olarak hangi hukukun uygulanacağı ve bu bağlamda MÖHUK m 4/1(a) hükmü  kapsamına  girip  girmedikleri;  Suriye  hukukunun  uygulanması  gereken durumlarda temini ve Suriye hukukunda yer alan evlenme yaşına ilişkin hükümlerin Türk kamu düzenine aykırı olup olmadığı ile Suriye hukukuna göre geçerli bir 41İstanbul Hukuk Mecmuası 78/1çocuk yaşta evliliğe Türk hukukunda geçerlilik tanınmamasının AİHS m 8 ve 12 kapsamında bir ihlal teşkil edip etmeyeceği meseleleri etrafında ele alınacaktır.A. Çocuk Yaşta Evliliklerin Geçerliliğine Uygulanacak Hukuk1. Evlenme Yaşına Uygulanacak Hukuka İlişkin Kanunlar İhtilafı Kuralıİçerisinde  yabancılık  unsuru  bulunan  çocuk  yaşta  evliliklerin  geçerliliğine uygulanacak hukuku tespit etmeden önce, hukuki meselenin (bağlama konusunun) vasıflandırılması  gerekmektedir.  Türk  milletlerarası  özel  hukukunda  bağlama konusunun vasıflandırılmasında lex fori prensibi esas alınmaktadır. Evlenme yaşı, lex fori olarak Türk hukukunda, evlenme ehliyetine sahip olmanın şartlarına ilişkin bir mesele olarak nitelendirilmektedir. Bu itibarla, evlenme yaşına uygulanacak hukuk, 5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un (MÖHUK)  evlenme  ehliyet  ve  şartlarına  uygulanacak  hukuku  gösteren  13. maddesinin 1. fıkrası uyarınca tespit edilecektir. MÖHUK m 13/1; evlenme ehliyet ve şartlarını ve bu kapsamda evlenme yaşını,  taraflardan her birinin evlenme anındaki milli hukuku na tabi kılmaktadır. Buna göre; erkeğin milli hukukundaki evlenme yaşı da dâhil evlenme ehliyet ve şartları sadece erkeğe, kadının milli hukukundaki şartlar ise sadece kadına uygulanmaktadır. Eşlerin milli hukukunun tespitinde evlenme anı sabit statü olarak öngörüldüğünden, her bir eşin evlenme anındaki milli hukukuna bakılacaktır. Bu sebeple, evlenme işlemi gerçekleştikten sonra eşlerden herhangi birinin vatandaşlığının değişmesi, evlenme ehliyet ve şartlarına uygulanacak hukuku etkilemeyecektir.Türkiye de geçici koruma statüsü altında bulunan Suriyelilerce yapılan evliliklerin evlenme ehliyet ve şartlarına uygulanacak hukukun MÖHUK m 13/1 uyarınca belirlenmesinde karşılaşılan ilk sorun, Suriyeli eşin  milli hukuku nun tespitidir. Bu noktada tartışma, geçici koruma altındaki Suriyelilerin  milli hukukları nın MÖHUK m 4/1(a) kapsamında  mülteciler  gibi tespit edilip edilmeyeceğine ilişkindir. 67  Mustafa Dural, Tufan Öğüz ve Mustafa Alper Gümüş, Türk Özel Hukuku Cilt III Aile Hukuku (14. Bası, Filiz Kitapevi 2019), 48; Bilge Öztan, Aile Hukuku (6. Bası, Turhan Kitabevi 2015) 129; Turgut Akıntürk ve Derya Karaman, Türk Medeni Hukuku Aile Hukuku Cilt 2 (20. Bası, Beta 2017) 62; Ahmet M Kılıçoğlu, Aile Hukuku (3. Bası, Turhan Kitabevi 2017) 36.68  Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun, Kanun Numarası: 5718, Kabul Tarihi: 27.11.2007, RG 12.12.2007/26728.69  Yücel Sayman, Türk Devletler Hususi Hukukunda Evlenmenin Kuruluşu (Fakülteler Matbaası 1992) 16-22; Nihal Uluocak, Milletlerarası Özel Hukuk Dersleri (2. Bası, Filiz Kitabevi 1989) 48, 50-51; Aysel Çelikel ve B Bahadır Erdem, Milletlerarası Özel Hukuk (15. Bası, Beta 2017) 226; Ergin Nomer, Devletler Hususi Hukuku (22. Bası, Beta 2017) 240; Cemal Şanlı, Emre Esen ve İnci Ataman-Figanmeşe, Milletlerarası Özel Hukuk (7. Bası, Beta 2019) 130; Gülören Tekinalp ve Ayfer Uyanık, Milletlerarası Özel Hukuk Bağlama Kuralları (5. Bası, Vedat Kitapçılık 2016) 131-132; Ziya Akıncı ve Cemile Demir Gökyayla, Milletlerarası Aile Hukuku (Vedat Kitapçılık 2010) 17; Vahit Doğan, Milletlerarası Özel Hukuk (5. Bası, Savaş Yayınevi 2019) 320-321.70  Nomer (n 69) 239; Çelikel, Erdem (n 69) 228; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 130; Tekinalp ve Uyanık (n 69) 132; Akıncı ve Demir Gökyayla (n 69) 16-17.42Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... 2. Evlenme Yaşına Uygulanacak Hukukun Tespitinde MÖHUK m 4/1(a) nın Geçici Koruma Altındaki Suriyeliler Bakımından Uygulanması5718 sayılı MÖHUK un 4. maddesi; vatansızlık, mültecilik veya birden fazla vatandaşlığa sahip olma gibi, milli hukukun tespitinde belirsizliklere sebebiyet veren durumlara çözüm getirmeye yönelik bir düzenlemedir. MÖHUK m 4/1(a) hükmüne göre, kanunlar ihtilafı kurallarınca yetkili hukukun  vatandaşlık  esasına göre tayin edildiği hallerde; vatansızlar ve mülteciler hakkında yerleşim yeri, bulunmadığı hâllerde mutad mesken, o da yok ise dava tarihinde bulunduğu ülke hukuku uygulanır. Buna göre; ilgili, vatansız veya mülteci konumunda ise, bu kişinin milli hukuku olarak, yerleşim yeri, yoksa mutad mesken, o da yoksa dava tarihinde bulunduğu ülke hukuku uygulanacaktır. MÖHUK m 4/1(a) hükmü, vatansız ve mülteci konumundakiler bakımından milli hukukun tespiti için net ve pratik bir çözüm getirmekte ise de; 6458 sayılı Yabancılar ve Uluslararası Koruma Kanunu (YUKK) ile düzenlenen diğer koruma türleri olan, şartlı mülteci, ikincil koruma ve çalışmamızın öznesini teşkil eden geçici koruma bakımından  da  uygulanıp  uygulanmayacağı  tartışmalıdır.  Bu  sorunun  cevabını verebilmek için, hükümde yer alan mülteci ibaresinden ne anlaşılması gerektiği tespit edilmelidir. Bu tespitin daha rahat yapılabilmesi için öncelikle, Türk iltica hukukundaki koruma türlerinden kısaca bahsetmekte yarar vardır. a. Genel Olarak Türk İltica Hukukunda Koruma Statüleri5718 sayılı MÖHUK un hazırlandığı ve yürürlüğe girdiği 2007 yılında, 6458 sayılı YUKK henüz yürürlükte değil idi ve mültecilerin tabi oldukları hukuki rejim Türk iç hukuk mevzuatında detaylı bir biçimde düzenlenmemişti. O tarihte Türk iltica hukuku, Türkiye nin 1961 yılından beri taraf olduğu 1951 tarihli Mültecilerin Hukuki Durumuna Dair Cenevre Konvansiyonu (1951 Cenevre Konvansiyonu) ve bu Konvansiyon a ek 1967 New York Protokolü ile mülga 1994 tarihli İltica ve Göç Yönetmeliği nde (1994 Yönetmeliği) yer alan hükümlerle düzenlenmekteydi. 1951 Cenevre Konvansiyonu ve 1967 New York Protokolü ne konan ve halen muhafaza edilen coğrafi sınırlama sebebiyle Türkiye de, sadece Avrupa ülkelerinden gelenlere 71  Yabancılar ve Uluslararası Koruma Kanunu, Kanun Numarası: 6458, Kabul Tarihi: 04.04.2013, RG 11.04.2013/28615.72  Convention Relating to the Status of Refugees, United Nations General Assembly resolution 429 (V) of 14 December 1950. RG. 05.09.1961-10898.73  Protocol Relating to the Status of Refugees, United Nations General Assembly resolution 2198 (XXI) of 16 December 1967. RG. 05.08.1968-12968.74  Türkiye ye İltica Eden veya Başka Bir Ülkeye İltica Etmek Üzere Türkiye den İkamet İzni Talep Eden Münferit Yabancılar İle Topluca Sığınma Amacıyla Sınırlarımıza Gelen Yabancılara ve Olabilecek Nüfus Hareketlerine Uygulanacak Usul ve Esaslar Hakkında Yönetmelik, Kabul Tarihi: 14.09.1994, RG 30.11.1994/22127.75  YUKK m 3/1(b) uyarınca; Avrupa ülkeleri, Avrupa Konseyi üyesi olan ülkeler ile Bakanlar Kurulunca belirlenecek diğer ülkelerdir.43İstanbul Hukuk Mecmuası 78/1 mülteci  statüsü verilmekte;  mülteci  tanımındaki şartları yerine getirmekle birlikte, Avrupa ülkeleri dışından gelenler ise 1994 Yönetmeliği uyarınca  sığınmacı  olarak ifade edilmekte idi (1994 Yönetmeliği m 3). 2013 yılında, Türk iltica hukukunu ayrıntılı ve kapsamlı bir şekilde düzenleyen YUKK un yürürlüğe girmesi ile birlikte, koruma statüleri,  uluslararası koruma  ve   geçici  koruma   olmak  üzere  iki  ana  başlık  altında  kategorize  edilmiştir.  Uluslararası koruma  türleri;  mülteci ,  şartlı mülteci  ve  ikincil koruma  olarak belirlenmiştir (YUKK m 3(r)).  Mülteci  kavramı, YUKK m 61 de, 1951 Cenevre Konvansiyonu ve mülga 1994 Yönetmeliği ndeki tanımlar aynen muhafaza edilerek düzenlenmiştir. YUKK m 62 de, mülga 1994 Yönetmeliği nde yer alan sığınmacı tanımı aynen korunmakla beraber;  sığınmacı  kavramı yerine,  şartlı mülteci  kavramı kullanılmıştır.  Mülteci  ile  şartlı mülteci  arasında sahip oldukları hak ve yükümlülükler bakımından en önemli fark, şartlı mültecilerin Türkiye de kalmasına, güvenli üçüncü bir ülkeye yerleştirilinceye kadar izin verilmesidir. Mülteci veya şartlı mülteci olarak nitelendirilememekle birlikte  geri gönderme yasağı  (nonrefoulment)  (YUKK  m  4)  kapsamında  koruma  sağlanması  gereken  kişiler  için öngörülen  ikincil koruma 79 (subsidiary/secondary protection) statüsü ise, Türk iç hukukunda ilk defa YUKK un 63. maddesinde tanımlanmıştır. 76  1967 New York Protokolü ile değiştirilen 1951 Cenevre Konvansiyonu m IA/2 ile Konvansiyonu esas alan mülga 1994 Yönetmeliği m 3 ve 6458 sayılı YUKK m 61 uyarınca, mülteci statüsü şartları; (1) iltica başvurusunda bulunan yabancının menşe ülkesinde, ırkı, dini, tabiiyeti, belli bir toplumsal gruba mensubiyeti veya siyasi düşüncelerinden dolayı zulme uğrayacağından korkması; (2) korkusunun haklı sebeplere dayanması; (3) iltica başvurusunda bulunan yabancının ülkesi dışında bulunması ve (4) iltica başvurusunda bulunan yabancının ülkesinin diplomatik himayesinden yararlanamaması ya da söz konusu korku sebebiyle yararlanmak istememesidir. 77  Belirtilmelidir ki;  geçici koruma  da, esasen bir  uluslararası koruma  sağlama aracı olmakla birlikte; YUKK  uluslararası koruma  kavramını dar bir şekilde tanımlamış ve  geçici koruma yı  uluslararası koruma  türleri arasında saymamıştır (YUKK m 3(r)). Türk yabancılar hukukunda, uluslararası koruma statüleri hakkında ayrıntılı bilgi için bkz Aysel Çelikel ve Günseli Öztekin Gelgel, Yabancılar Hukuku (24. Bası, Beta 2018) 158-160; Nuray Ekşi, Yabancılar ve Uluslararası Koruma Hukuku (4. Bası, Beta, 2016) 44-55; Vahit Doğan, Türk Yabancılar Hukuku (3. Bası, Savaş Yayınevi 2018) 138146; Bülent Çiçekli, Yabancılar ve Mülteci Hukuku (6. Bası, Seçkin 2016) 242-245, 300-303, 314.78  Bir ülkenin  güvenli üçüncü ülke  olarak nitelendirilebilmesi için aranan şartlar YUKK m 74/2 de sayılmıştır. Bir ülkenin başvuru sahibi için güvenli üçüncü ülke olup olmadığı, her başvuru sahibi için ayrı olarak değerlendirilir (YUKK m 74/3).  Güvenli üçüncü ülke  kavramı hakkında ayrıntılı bilgi için bkz Mehmet Özcan, AB Sığınma Hukuku (USAK 2006) 54 vd; Esen Aydın, ‘Avrupa Birliği Mevzuatında Güvenli Üçüncü Ülke Kavramı ve Türkiye-AB Geri Kabul Anlaşmasına Yansımaları  (2018) 38(1) PPIL 11, 14-18. 79  YUKK m 63 uyarınca; mülteci veya şartlı mülteci olarak nitelendirilemeyen, ancak menşe ülkesine veya ikamet ülkesine geri gönderildiği takdirde; (a) Ölüm cezasına mahkûm olacak veya ölüm cezası infaz edilecek, (b) İşkenceye, insanlık dışı ya da onur kırıcı ceza veya muameleye maruz kalacak, (c) Uluslararası veya ülke genelindeki silahlı çatışma durumlarında, ayrım gözetmeyen şiddet hareketleri nedeniyle şahsına yönelik ciddi tehditle karşılaşacak, olması nedeniyle menşe ülkesinin veya ikamet ülkesinin korumasından yararlanamayan veya söz konusu tehdit nedeniyle yararlanmak istemeyen yabancı ya da vatansız kişiye, statü belirleme işlemleri sonrasında ikincil koruma statüsü verilir.80  İkincil koruma statüsü, 1951 tarihli Cenevre Konvansiyonu m 33 ve Avrupa İnsan Hakları Sözleşmesi (AİHS) m 3 çerçevesinde,  geri gönderme yasağı ndan (non-refoulment) kaynaklı bir uluslararası koruma türü olması itibariyle Türk hukukunda var olsa da; kavramsal olarak ilk defa YUKK ta düzenlenmiş ve tanımlanmıştır. Bkz Ekşi, Yabancılar Hukuku (n 77) 53.44Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... Uluslararası koruma statülerinin yanında; kitlesel akın durumlarında sağlanan  geçici koruma 81 müessesesi de, bu kavram kullanılarak ilk defa, YUKK m 91 ve 2014 tarihli Geçici Koruma Yönetmeliği (GKY) ile etraflıca düzenlenmiştir. Geçici Koruma Yönetmeliği nin 61. maddesiyle 1994 tarihli İltica ve Göç Yönetmeliği yürürlükten kaldırılmış ve Geçici Koruma Yönetmeliği Geçici Madde 1 uyarınca, 28/4/2011 tarihinden itibaren Suriye Arap Cumhuriyeti nde meydana gelen olaylar sebebiyle  geçici  koruma  amacıyla  Suriye  Arap  Cumhuriyeti nden  kitlesel  veya bireysel olarak sınırlarımıza gelen veya sınırlarımızı geçen Suriye Arap Cumhuriyeti vatandaşları  ile  vatansızlar  ve  mülteciler,  uluslararası  koruma  başvurusunda bulunmuş olsalar dahi geçici koruma altına alınarak Türk iltica hukukundaki güncel durum tesis edilmiştir. b. MÖHUK m 4/1(a) Hükmünde Yer Alan  Mülteci  İbaresinin  Anlamı ve KapsamıTürk iltica hukukundaki koruma türlerine ilişkin bu kısa özetten anlaşılacağı üzere;  şartlı mülteci ,  ikincil koruma  ve çalışmamızın öznesini teşkil eden  geçici koruma  kavramları; terminolojik olarak Türk iç hukukunda ilk defa YUKK un yürürlüğe girmesi ile kullanılmaya başlanan; 5718 sayılı MÖHUK m 4/1(a) hükmü kaleme alındığı tarihte kullanılmayan kavramlardır. Bu nedenle, MÖHUK m 4/1(a) hükmünde, şartlı mülteci, ikincil koruma ve geçici koruma ifadelerinin yer almıyor olması, kanaatimizce, tek başına, lafzi yorumdan hareketle, mültecilik haricindeki bu koruma statülerinin madde kapsamından dışlandığı anlamına gelecek şekilde yorumlanmamalıdır. MÖHUK m 4/1(a) hükmünde yer alan  mülteciler  ifadesinden ne anlaşılması gerektiğinin tespitinde kanaatimizce, maddenin lafzından ziyade, amaca göre yorum yöntemi tercih edilerek, hükmün konuluş amacı (ratio legis) dikkate alınmalıdır. 81  Geçici Koruma Yönetmeliği m 3/1(f) uyarınca geçici koruma; ülkesinden ayrılmaya zorlanmış, ayrıldığı ülkeye geri dönemeyen, acil ve geçici koruma bulmak amacıyla kitlesel olarak veya bu kitlesel akın döneminde bireysel olarak sınırlarımıza gelen veya sınırlarımızı geçen ve uluslararası koruma talebi bireysel olarak değerlendirmeye alınamayan yabancılara sağlanan koruma olarak tanımlanmıştır.82  Geçici Koruma Yönetmeliği, Yönetmelik Numarası: 2014/6883, Kabul Tarihi: 13.10.2014, RG 22.10.2014729153.83  Geçici koruma müessesesi, mülga 1994 tarihli İltica ve Göç Yönetmeliği nin 8 ila 26. maddeleri arasında,  geçici koruma  kavramı kullanılmaksızın, sınırlarımıza topluca gelen veya sınırlarımızı topluca geçen yabancılara yapılacak işlemler ve alınacak tedbirlere ilişkin hükümler kapsamında düzenlenmiştir. Ekşi, Yabancılar Hukuku (n 77) 55.84  Madde metninin, Türk yabancılar hukukunda uluslararası korumanın kapsamı ve türleri dikkate alınmaksızın hazırlandığını belirterek mevcut halini eleştirmekle birlikte; Türkiye nin 1951 Cenevre Konvansiyonu na koyduğu coğrafi sınırlama sebebiyle MÖHUK un 4. maddesinde yer alan  mülteci  kavramını  sığınmacıları  (şartlı mültecileri) da kapsayacak şekilde genişletmenin mümkün olmadığı ve bu sebeplerle MÖHUK m 4/1(a) nın sadece Avrupa da cereyan eden olaylar sebebiyle  mülteci  statüsü alanlara uygulanabileceğine ilişkin aksi görüş için bkz Nuray Ekşi, Yargıtay Kararları Işığında Milletlerarası Miras Hukuku (Beta 2013) 37-38. 45İstanbul Hukuk Mecmuası 78/1(1) MÖHUK m 4/1(a) nın Gerekçesinin DeğerlendirilmesiMÖHUK m 4/1(a) hükmünün konuluş amacını (ratio legis) belirlerken öncelikle başvurulması gereken kaynak madde gerekçesidir. Madde gerekçesinde; 5718 sayılı MÖHUK un 4. maddesinin (a) bendine  mülteciler  ibaresinin eklenmesindeki amacın,  (…) MÖHUK uyarınca milli hukukun uygulanması gereken hallerde, vatandaşlıkları  olsa  bile,  o  ülkenin  diplomatik  himayesinden  çeşitli  nedenlerle yararlanamayan kişilere, Türkiye de kaldıkları süre içerisinde yapacakları veya muhatap oldukları işlemlerde, milli hukuk yerine uygulanacak hukukun ne olduğunu göstermek  olduğu ifade edilmiştir. Her ne kadar madde gerekçesinde açıkça kullanılmamış olsa da,  vatandaşlığı olmakla birlikte, vatandaşı oldukları ülkeyi terk eden ve bu ülkenin diplomatik himayesinden yararlanamayan veya yararlanmak istemeyen kişiler  uluslararası belgelerde  fiili  vatansız  kavramıyla  ifade  edilmektedir.  Hukuki  vatansız  ise, uluslararası belgeler ve YUKK m 3(ş) bendinde  vatansız  olarak ifade edilen,  hiçbir devlete vatandaşlık bağıyla bağlı bulunmayan kişi dir. Tanımdan da anlaşılacağı üzere, fiili vatansız kavramı, 1951 Cenevre Konvansiyonu m 1 ve YUKK m 61 anlamında  mülteci  kavramını da kapsayan daha geniş bir kavramdır. 1951 Cenevre Konvansiyonu ve YUKK anlamında tüm  mülteciler , ya hukuki veya fiili vatansız olmakla birlikte; tüm fiili vatansızlar,  mülteci  olarak kabul edilmemektedir. Bununla birlikte; MÖHUK m 4/1(a) hükmünün gerekçesinde, madde metnindeki  mülteci  ibaresiyle fiili vatansızların kastedildiği açıklanmıştır. Bu itibarla, kanaatimizce, MÖHUK m 4/1(a) hükmünde  mülteciler  ibaresi, 1951 Cenevre Konvansiyonu ve YUKK taki dar anlamıyla değil;  vatandaşı olduğu ülkenin diplomatik himayesinden çeşitli nedenlerle yararlanamayan  tüm fiili vatansızları kapsayacak şekilde geniş 85  Belirtilmelidir ki, 5718 sayılı MÖHUK ile yürürlükten kaldırılan 1982 tarihli ve 2675 sayılı mülga MÖHUK m 4/1(a) da, sadece  vatansızlar ın milli hukukunun ne şekilde tayin edileceği düzenlenmekte idi.  mülteciler  ibaresi madde metnine 5718 sayılı MÖHUK un kabulüyle eklenmiştir. Bu sebeple, 5718 sayılı MÖHUK m 4/1(a) nın madde gerekçesinde, madde metnine  mülteciler  ibaresinin eklenmesindeki amaç ve bu ifadeden ne anlaşılması gerektiği ayrıntılı bir şekilde açıklanmıştır. 86  MÖHUK Tasarısı Madde Gerekçeleri, Madde 4, Başbakanlık Kanunlar ve Kararlar Genel Müdürlüğü, 7/7/2006 <https://www.tbmmgov.tr/d/1/1-0337.pdf> Erişim Tarihi 11 February 2020.87  BM Genel Sekreterliği nin vatansız kişilerle ilgili 1949 tarihli  Vatansızlık Çalışma Raporu nda;  vatansızlar ,  hukuki vatansızlar  (stateless persons de jure) ve  fiili vatansızlar  (stateless persons de facto) olmak üzere ikiye ayrılmaktadır. Bkz UN, ‘A Study of Statelessness  (1949) 7 <https://www.refworld.org/pdfid/3aecd.pdf> Erişim Tarihi 11 February 2020. 1949 tarihli Rapora göre;  hukuki vatansızlar ,  hiçbir devlete vatandaşlık bağı ile bağlı olmayan kişiler dir. Türkiye nin 2014 yılında taraf olduğu, 1954 tarihli  Vatansız Kişilerin Statüsüne İlişkin BM Sözleşmesi nin (Convention Relating to the Status of Stateless Persons) 1. maddesinin 1. fıkrasında  vatansız  kavramı,  kendi yasalarının işleyişi içinde hiçbir devlet tarafından vatandaş olarak sayılmayan kişi  şeklinde tanımlanmıştır. (Sözleşme metni için bkz RG 25.10.2014/29156). YUKK m 3(ş) bendinde de  vatansız ,  hiçbir devlete vatandaşlık bağıyla bağlı bulunmayan kişi  olarak tanımlanmıştır. Dolayısıyla 1954 tarihli Vatansız Kişilere İlişkin BM Sözleşmesi ve YUKK ta  vatansız  kavramı ile kastedilen, hukuki vatansızlardır. 1949 tarihli  Vatansızlık Çalışma Raporu na göre  fiili vatansızlar  ise,  vatandaşlığı olmakla birlikte, vatandaşı oldukları ülkeyi terk eden ve bu ülkenin diplomatik himayesinden yararlanamayan veya yararlanmak istemeyen kişiler dir. Aynı tanım, BM Uluslararası Mülteci Örgütü nün (International Refugee Organization-IRO) 20 Ağustos 1948 tarihinde yürürlüğe giren ve 31 Aralık 1951 tarihinde, BM Mülteciler Yüksek Komiserliği nin kurulması ile feshedilen  Uluslararası Mülteci Örgütü Anayasası nın 1 numaralı Ekinin 1. Kısmının A Bölümünün 2. fıkrasında yer alan  mülteci  tanımında da benimsenmiştir. Bkz International Refugee Organization, Constitution of the International Refugee Organization, 62 Stat. 3037, Treaties and Other International Act Series 1846. Bu itibarla, MÖHUK m 4/1(a) hükmünün gerekçesinde kullanılan  mülteci  tanımı, BM Genel Sekreterliği nin ve Uluslararası Mülteci Örgütü nün fiili vatansız tanımı ile örtüşmektedir. 46Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... anlamıyla kullanılmıştır. Dolayısıyla MÖHUK m 4/1(a) hükmüne  mülteci  ibaresinin eklenmesindeki amaç esasen, hukuki vatansızların yanında fiili vatansızların da  milli hukukları  yerine uygulanacak hukuku netleştirmektir. Ayrıca, MÖHUK m 4/1(a) nın gerekçesinde, yabancının, vatandaşı olduğu ülkenin diplomatik himayesinden yararlanamama sebebinin,  çeşitli nedenlerle  olabileceği ifade edilmiştir. 1951 Cenevre Konvansiyonu ve YUKK m 61 deki dar anlamıyla  mülteci  tanımında ise, kişinin haklı zulüm korkusunun ve ülkesinin diplomatik himayesinden yararlanamamasının sebepleri,  ırkı, dini, tabiiyeti, toplumsal gruba mensubiyeti veya siyasi düşünceleri  şeklinde sayılarak sınırlandırılmıştır. MÖHUK m  4/1(a)  gerekçesinde   çeşitli  nedenlerle   denilerek,  böyle  bir  sınırlamanın getirilmemiş olması; kanaatimizce, 1951 Cenevre Konvansiyonu ve YUKK ta sayılan sebepler dışında başka herhangi bir sebeple ülkesinin diplomatik himayesinden yararlanamayan veya yararlanmak istemeyen ve ülkesinden ayrılmış her yabancının (fiili vatansızın) hükmün kapsamına dâhil edilmek istendiğini göstermektedir. MÖHUK  m  4/1(a) nın  gerekçesinde,  herhangi  bir  coğrafi  kısıtlamadan  da bahsedilmemiş  aksine;   mülteciler   ibaresinin  madde  metnine,  1951  Cenevre Konvansiyonu nun 12. maddesinde bu konuda aynı mealde bir hüküm bulunmakla birlikte,  (…) sözleşmeye katılmamış olan ülkelerden gelen mültecilerin durumunun da  düzenlenmesinin  gerekli  olduğu  düşüncesiyle   eklendiği  ifade  edilmiştir. Böylelikle aslında, 1951 Cenevre Konvansiyonu na konan coğrafi sınırlamanın, MÖHUK m 4/1(a) hükmü bakımından dikkate alınmaması ve dünyanın neresinden gelirse gelsin Türkiye de bulunan fiili vatansızların Türkiye de gerçekleştirecekleri işlemlerde milli hukuklarındaki belirsizliğin çözüme kavuşturulması amaçlanmıştır. Nitekim doktrinde de, 1951 Cenevre Sözleşmesi nin 12. maddesindeki Sözleşme ye tabi mültecilerin şahsi statüsüne ilişkin özel düzenlemenin yanında; MÖHUK m 4/1(a) da ayrıca bir düzenleme getirilmesinin asıl amacının, Türkiye bakımından 1951 Cenevre Sözleşmesi haricinde kalan,  şartlı mülteci ,  ikincil koruma  ve  geçici koruma statüsü sahipleri  gibi koruma statülerine sahip kişilerin şahsi statülerinin belirlenmesi olduğu ifade edilmektedir. Bu nedenlerle, bizim de katıldığımız görüşe göre, MÖHUK m 4/1(a) da yer alan mülteciler ibaresinin, geçici koruma statüsü sahibi Suriyeliler de dâhil olmak üzere, YUKK ta düzenlenen tüm koruma statülerini kapsayacak şekilde geniş yorumlanması gerekmektedir.88  Gerekçede sehven 1951 Cenevre Konvansiyonu nun 22. maddesi denmiş olup, esasen 12. maddesi kastedilmiştir.89  Aynı yönde bkz Tekinalp ve Uyanık (n 69) 63 fn. 25; Şanlı, Esen ve Ataman-Figanmeşe (n 69) s. 32 fn. 60; Çelikel ve Erdem (n 69) 69; Burcu İrge Erdoğan, ‘5718 Sayılı MÖHUK Uyarınca Tenkis Davasında Uygulanacak Hukukun Kamu Düzeni Bakımından Değerlendirilmesi ve Yetkili Mahkeme  (2018) 20(1) DEÜHFD 397, 403.47İstanbul Hukuk Mecmuası 78/1(2) 1951 Cenevre Konvansiyonu nun 12. Maddesinin  Gerekçesinin DeğerlendirilmesiMÖHUK  m  4/1(a)  hükmünün  gerekçesinin  yanı  sıra,  madde  metnindeki  mülteciler  ibaresinin kapsamını belirlerken, hükmün konuluş amacını ve böyle bir hükme neden ihtiyaç duyulduğunu tam anlamıyla kavrayabilmek için, madde gerekçesinde sözü edilen ve hükmün esinlenildiği 1951 Cenevre Konvansiyonu nun 12. maddesinin hazırlık çalışmalarında cereyan eden tartışmalara ve Konvansiyon şerhine de kısaca göz atmakta yarar vardır. 1951  Cenevre  Konvansiyonu nun  12.  maddesinin  1.  fıkrası  uyarınca,   her mültecinin  bireysel  statüsü,  daimi  ikametgahının  bulunduğu  ülkenin  yasalarına veya eğer daimi ikametgahı yoksa, bulunduğu ülkenin yasalarına tabidir 91. 1951 Cenevre Konvansiyonu, hukuken vatansız olan mülteciler (de jure stateless refugees) ile bir vatandaşlığa sahip mültecilerin (de facto stateless refugees) şahsi statülerine uygulanacak  hukukta,  kendisinden  önceki  milletlerarası  belgelerde  benimsenen ayrımı ortadan kaldırarak; tüm  mülteci lerin  şahsi statüsü nü yerleşim yeri, yoksa bulundukları ülke hukukuna tabi kılmıştır. Konvansiyon şerhinde, 1951 Cenevre Konvansiyonu nun 12. maddesinin temel amacı; bir vatandaşlığa sahip olsun olmasın, tüm  mülteci lere, koruma talep ettikleri ülkede gerçekleştirdikleri  şahsi statü lerine ilişkin işlem ve ilişkilerde, zulme uğrama korkusu ile terk ettikleri  menşe ülkelerinin hukukunun uygulanmaması nın temini 90  1951 Cenevre Konvansiyonu m 12/1: The personal status of a refugee shall be governed by the law of the country of his domicile or, if he has no domicile, by the law of the country of his residence .91  Konvansiyon hükmünün MÖHUK m 4/1(a) dan farkı;  mutad mesken  bağlama noktasının yer almaması ve kuralın bağlama konusunun  mültecilerin   şahsi statüsü  (personal status) olarak ifade edilmiş olmasıdır. Konvansiyon da hangi meselelerin  şahsi statü den sayılacağı ise bilinçli olarak açıklanmamış, taraf devletlerin iç hukuklarına bırakılmıştır. Konvansiyon un hazırlık çalışmalarına bakıldığında; Sekretaryanın Taslak 12. madde metninin 2. fıkrasında,  şahsi statü ye dahil olup olmadığı tartışmalı görülen, aile hukuku (özellikle evlenme ve boşanma) ve miras hukukuna ilişkin meselelerde şekil, ehliyet ve yetkinin yerleşim yeri, yoksa sakin olunan ülke hukukuna tabi kılınarak, bu meselelerin de  şahsi statü nün kapsamına dahil edilmesi yönünde bir düzenleme önerildiği; ancak tartışmalarda, hangi meselelerin  şahsi statü ye dahil olacağı hususunda taraf devletlerin her birinin iç hukukunda farklı vasıflandırmalar yapılabileceğinden bu fıkranın madde metninden çıkarıldığı ve  şahsi statü ye dair meselelerin neler olduğunun her bir devletin iç hukukuna bırakıldığı görülmektedir. UNHCR, ‘The Refugee Convention 1951: The Travaux préparatoires analysed with a Commentary by Dr. Paul Weis  (1990) 64-66, 80 <https://www.refworld.org/docid/53edd.html> Erişim Tarihi 11 February 2020; Nomer (n 69) 118. BM Genel Sekreterliği nin 1949 tarihli  Vatansızlık Çalışma Raporu nda ise  şahsi statü ye dair meseleler; (a) ehliyet (erginlik yaşı, evlenme ehliyeti, evli kadınların ehliyeti, fiil ehliyetinin sınırlandırılması ve sona ermesi vb.); (b) aile hukukundan kaynaklanan haklar (evlat edinme, evlenme, boşanma, velayet vb.); (c) akdi borç ilişkilerine ilişkin bir mesele olarak vasıflandırılmadıkça mal rejimleri ve (d) miras meseleleri olarak sayılmıştır. Bkz UN ‘A Study of Statelessness  (n 87) 18. Türk milletlerarası özel hukukunda; ehliyet, vesayet ve hacir, gaiplik, nişanlanma, evlenme, boşanma ve ayrılık, soybağı, evlat edinme, velayet, vesayet ve kayyımlık gibi şahsı yakından ilgilendiren konular ile menkul miras prensip olarak  şahsi statü ye dahil meseleler olarak görülmektedir. Nomer (n 69) 113. MÖHUK m 4/1(a) hükmünde ise,  şahsi statü  kavramı kullanılmamış; MÖHUK uyarınca yetkili hukukun vatandaşlık esasına göre tayin edildiği tüm hallerde söz konusu kuralın uygulama alanı bulacağı belirtilmiştir. 92  30 Haziran 1928 tarihli  Rus ve Ermeni Mültecilerin Hukuki Durumuna Dair Anlaşma da (Legal Status of Russian and Armenian Refugees) , 4 Temmuz 1936 tarihli  Almanyadan Gelen Mültecilerin Hukuki Durumuna Dair Geçici Sözleşme (The Provisional Agreement concerning The Status of Refugees Coming from Germany)  4. maddesinde ve 10 Şubat 1938 tarihli  Almanyadan Gelen Mültecilerin Hukuki Durumuna Dair Konvansiyon (Convention concerning The Status of Refugees Coming from Germany)  6. maddesinde; mültecilerin  şahsi statüsü ne uygulanacak hukuk düzenirken,  hukuki vatansız mülteciler  ile  vatandaşlığı olan (fiili vatansız) mülteciler  arasında ayrım yapılmış ve  hukuki vatansız  mülteciler hakkında, yerleşim yeri yoksa bulundukları ülke hukukunun;  vatandaşlığı olan (fiili vatansız) mülteciler  hakkında ise, milli hukuklarının uygulanacağı yönünde düzenlemeler getirilmiştir.48Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... olarak ifade edilmiştir. Zira ister hukuki vatansız ister fiili vatansız olsun, mülteciler, vatandaşı oldukları veya önceki ikametleri olan menşe ülkelerini terk etmiş, o ülke ile bağlarını koparmış ve o ülkenin diplomatik korumasından artık yararlanmayan kişilerdir. Ayrıca mülteciler, genellikle menşe ülkelerindeki ayrımcılıktan kaçan kişiler  olduklarından,  mültecilere,  vatandaşı  oldukları  veya  önceki  ikametleri olan menşe devletinin hukukunun uygulanmasının, çoğu zaman (özellikle, menşe devlette bu kişilerin ehliyeti bakımından sınırlandırıcı hükümler var ise) mültecilerin menfaatine olmayabileceğine de dikkat çekilmiştir. Diğer  taraftan,  Konvansiyon  şerhinde,  hükmün  gerekçelerinden  biri  olarak, mültecilerin bir vatandaşlığının olup olmadığının veya bir vatandaşlığı olduğunu iddia ettiği durumlarda gerçekten o ülkenin vatandaşı olup olmadığının tespitindeki zorluklara da işaret edilmiştir. Gerçekten de bu kişilerin, vatandaşlık ve şahsi statülerine ilişkin bilgi ve kayıtlarına (nüfus kayıtları, medeni hallerini gösteren kayıtlar vb.), vatandaşı oldukları menşe ülke ile iletişime geçerek ulaşmaya veya doğrulatmaya çalışmak çoğu durumda mülteci bakımından risk yaratabilecektir. 1951 Cenevre Konvansiyonu nu imzalayan bütün ülkeler, kendi sınırları içerisinde mültecileri  koruma  ve  onlara  uluslararası  standartlara  uygun  şekilde  davranma yükümlülüğü altındadır. Kaldı ki, bu kişilerin vatandaşı oldukları menşe devlete şahsi  statüleri  ile  ilgili  bilgiler  sorulsa  dahi,  menşe  devletin  bu  kişilere  karşı hasmane tutumundan ötürü, bilgileri paylaşmama olasılığının yüksek olduğu da Konvansiyonun hazırlık çalışmalarındaki tartışmalarda ifade edilmiştir.Ayrıca Konvansiyon şerhinde, ister hukuki ister fiili vatansız olsun tüm mültecilerin milli hukukunun tespitindeki belirsizliklere net bir çözüm getiren bu hükmün, iltica devletinin vatandaşları ve mahkemeleri bakımından sağlayacağı avantajların da altı çizilmiştir. Buna göre; iltica devleti vatandaşlarının, mültecilerle olan hukuki işlem ve  ilişkilerinde,  öngörebilecekleri  bir  hukukun  (çoğu  durumda  iltica  devletinin hukuku olarak kendi milli hukuklarının) uygulanacak olmasından ötürü, bu işlem ve ilişkileri kurmakta çekimser davranmayacakları; iltica devletinin mahkemelerinin de, mültecilerin şahsi statülerine ilişkin uyuşmazlıklarda, uygulanacak hukuku bulma ve yabancı hukukun muhtevasını tespit etme gibi zor bir görevden kurtulacakları ifade edilmiştir. Bu bağlamda, Konvansiyonun hazırlık çalışmalarındaki tartışmalarda, Türkiye heyeti tarafından, normal şartlarda bir devlette nispeten daha az sayıda yabancı bulunmasına nazaran; yüzlerce, binlerce mültecinin bir ülkede bulunması 93  Konvansiyon şerhinde, mültecinin  yerleşim yeri nin tespitinde de, bu amaç göz önünde bulundurularak, mültecinin vatandaşı olduğu menşe ülke hukukunun uygulanmasından kaçınılması gerektiği ve ayrıca atıf (renvoi) uygulamasının da dışlandığı özellikle vurgulanmıştır. Bkz UNHCR ‘The Refugee Convention 1951: The Travaux préparatoires  (n 91) 79.94  Bu bağlamda, özellikle Alman Yahudilerinin fiil ehliyetlerini pek çok bakımdan kısıtlayan Nürnberg yasaları örnek gösterilmiştir. Bkz UNHCR ‘The Refugee Convention 1951: The Travaux préparatoires  (n 91), 66, 79. 95  UNHCR ‘The Refugee Convention 1951: The Travaux préparatoires  (n 91) 65.96  UNHCR ‘The Refugee Convention 1951: The Travaux préparatoires  (n 91) 66.97  UNHCR ‘The Refugee Convention 1951: The Travaux préparatoires  (n 91) 65.49İstanbul Hukuk Mecmuası 78/1durumunda, bu kişilerin her birinin vatandaşlıklarının tespiti, milli hukuklarının tespiti ve nihayetinde milli hukukları olarak yabancı bir hukukun uygulanmasının, koruma devleti mahkemelerinin altından kalkamayacağı bir iş yükü yaratabileceğinin de altı çizilmiştir. Nitekim milyonlarca Suriyelinin Türkiye de koruma altında olduğu günümüzde, Türkiye heyetinin bu öngörüsü gerçekleşmiş durumdadır. Netice olarak, 1951 Cenevre Konvansiyonu nun 12. maddesinin konuluş amacına ilişkin hazırlık çalışmaları ve Konvansiyon şerhinde ifade edilen bu mülahazaların tümü, vatandaşı olduğu ülkenin diplomatik himayesinden yararlanamayan tüm fiili vatansızlar bakımından geçerlidir. Sadece 1951 Cenevre Konvansiyonu nun 12. maddesinin kişi bakımından uygulama alanı, Konvansiyon un 1. maddesindeki dar mülteci tanımı ve Türkiye bakımından Konvansiyona konmuş olan coğrafi kısıtlama sebebiyle sınırlıdır.(3) KanaatimizKanaatimizce, 1951 Cenevre Konvansiyonu nun 12. maddesiyle benzer gerekçe ve mülahazalarla kaleme alınmış olan MÖHUK m 4/1(a) hükmünün getirilme sebebi, Konvansiyondaki kişi ve yer itibariyle uygulama alanına ilişkin sınırlamaları aşmak ve dünyanın neresinden gelirse gelsin, çeşitli nedenlerle vatandaşı olduğu ülkenin diplomatik himayesinden yararlanamayan tüm fiili vatansızların Türkiye de gerçekleştirecekleri işlemlerde milli hukuku yerine hangi hukukun uygulanacağını göstermektir. Aksi yönde bir yorumla, sırf Türkiye nin Konvansiyona koyduğu coğrafi kısıtlama sebebiyle şartlı mültecileri ve dar mülteci tanımındaki kriterlere uymadığı için ikincil koruma altındakileri hükmün kapsamı dışında bırakmak, hükmün ratio legisi ile bağdaşmayacaktır.Aynı şekilde, acil ve geçici koruma bulmak amacıyla kitlesel akınla sınırlarımıza gelen geçici koruma altındaki Suriyelileri de, bireysel statü belirleme işlemlerinin yapılamaması  ve  korumanın  geçici  bir  süreyle  sağlanması  sebebiyle,  hükmün uygulama alanı dışında bırakmak hükmün ratio legisiyle bağdaşmayacaktır. Zira geçici koruma altındaki kişiler de, vatandaşı oldukları menşe devleti terk etmiş ve o ülkenin diplomatik himayesinden yararlanamayan veya yararlanmak istemeyen kişilerdir. Bu kişileri, uluslararası koruma statüsü sahiplerinden ayıran tek şey; kitlesel akın ile gelmeleri ve bu kitlesel akın karşısında iltica devletinin, bireysel uluslararası koruma başvuru prosedürlerini yürütebilecek ve değerlendirebilecek kapasitesinin bulunmaması  nedeniyle,  durumun  aciliyeti  de  göz  önünde  bulundurularak, 98  UNHCR ‘The Refugee Convention 1951: The Travaux préparatoires  (n 91) 66.99  Aynı yönde bkz Tekinalp ve Uyanık (n 69) 63-64; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 32 dn 60.100  Aksi yönde bkz Ekşi, Milletlerarası Miras (n. 84) 37-38.50Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... korumanın geçici olarak verilmesidir. Esasen bu kişilerin sığınma ve korunma ihtiyacı ve MÖHUK 4/1(a) nın amacı bakımından, vatandaşlıklarındaki belirsizliğin giderilmesi ihtiyacı, bireysel başvuru ile mülteci, şartlı mülteci veya ikincil koruma statüsü verilen uluslararası koruma statüsü sahiplerinden farklı değildir. Ayrıca, geçici koruma statüsü, bir süreyle sınırlı olarak bahşedilen geçici bir statü olmakla birlikte; MÖHUK m 4/1(a) hükmünün konuluş amacı dahilinde, statünün geçici veya kalıcı olması bir kriter değildir. Zira MÖHUK m 4/1(a) hükmü zaten, koruma sahibinin Türkiye de iken yaptığı hukuki işlem ve ilişkilere uygulanacaktır. Kaldı ki, bir uluslararası koruma statüsü olarak şartlı mülteci statüsü de, kişi, güvenli bir üçüncü ülkeye yerleştirilinceye kadar verilen geçici bir statüdür (YUKK m 62). Bu itibarla, koruma statüleri arasında böyle bir ayrım yapmak hükmün konuluş amacı ile bağdaşmayacağı gibi; statünün kalıcı veya geçici olması hükmün uygulamasında da herhangi bir farklılık veya mahzur yaratmayacaktır. Nitekim Yargıtay ın da yerleşik içtihatlarında isabetli olarak, MÖHUK m 4/1(a) hükmünde yer alan  mülteciler  ibaresini geniş anlamıyla yorumladığı ve Türkiye tarafından kendisine 6458 sayılı YUKK ta yer alan koruma statülerinden birisi sağlanmış tüm kişilere uyguladığı görülmektedir. Örneğin; Yargıtay 2. Hukuk Dairesi, 08.02.2010 tarihli kararında, Türkiye de  şartlı mülteci  statüsünde olan Afgan uyruklu eşler arasındaki boşanma davasında, MÖHUK m 14 uyarınca, boşanmaya uygulanacak  müşterek milli hukuk un belirlenmesinde, MÖHUK m 4/1(a) bendine atıfta bulunarak,  şartlı mülteci  eşlerin vatandaşlığının  mültecilere  uygulanan MÖHUK m 4/1(a) uyarınca tespit edilmesi gerektiği yönünde karar vermiştir. Bu sebeplerle, kanaatimizce, MÖHUK m 4/1(a) nın geçici koruma altındaki Suriyeliler de dahil olmak üzere, YUKK ta öngörülen tüm koruma statülerini (mülteci, şartlı mülteci ve ikincil koruma) kapsayacak şekilde yorumlanması gerekmektedir. Bununla birlikte; MÖHUK m 4/1(a) hükmünün uygulama alanının belirlenmesinde doktrin ve uygulamada yaşanan tereddütleri ortadan kaldırmak adına, hükümde bir değişiklik yapılarak,  mülteci  kavramı yerine,  vatandaşı olduğu ülkenin diplomatik himayesinden yararlanamaması sebebiyle koruma talep eden veya sağlanan kişiler  101  MÖHUK m 4/1(a) hükmünün, uluslararası koruma statüsü sahipleri hakkında uygulanması gerektiği; ancak geçici korumada, bireysel başvuru ile bir statü belirleme işlemi söz konusu olmadığından ve bu statünün geçici bir durum için kullanıldığından, geçici koruma statüsü sahipleri hakkında uygulanamayacağı yönündeki aksi görüş için bkz Ayşe Kübra Altıparmak, İngiliz, Avrupa Birliği ve Türk Hukukunda Mirasa Uygulanacak Hukuk (Oniki Levha 2017) 112.102  Yargıtay 2 HD, 19552/2037, 08.02.2010. Aynı yönde başka bir karar için bkz Yargıtay 2 HD, 13194/1781, 24.01.2013 (Kararlar için bkz <www.lexpera.comtr> Erişim Tarihi 21 February 2020).51İstanbul Hukuk Mecmuası 78/1ifadesinin  getirilmesinin  de  yerinde  olacağı  kanaatindeyiz.  Böylelikle,  Türk iç hukuk mevzuatında ileride tekrar değişme ihtimali bulunan dar kavramlardan kaçınılarak daha geniş ve kapsayıcı bir ifade kullanılmış olacak ve madde metni konuluş amacı ile uyumlu bir hale kavuşacaktır. c. MÖHUK m 4/1(a) Hükmünün Geçici Koruma Altındaki  Suriye Vatandaşlarına UygulanmasıTürkiye de geçici koruma altında bulunan Suriyelilerin MÖHUK m 4/1(a) hükmü kapsamında   milli  hukuku nun  tespitinde,  hükmün  zaman  itibariyle  uygulama alanının belirlenmesi de önem taşımaktadır. Madde gerekçesinde, hükmün, vatandaşı oldukları ülkenin diplomatik himayesinden çeşitli nedenlerle yararlanamayan kişilere,  (…) Türkiye de kaldıkları süre içerisinde yapacakları veya muhatap oldukları işlemlerde  uygulanacağı ifade edilmiştir. Bu itibarla, MÖHUK m 4/1(a) hükmü, sadece, madde kapsamındaki yabancıların  Türkiye de kaldıkları süre içerisinde yaptıkları veya muhatap oldukları işlemlerde  uygulanabilecek ve bu işlemlerde milli hukukları yerine, yerleşim yeri, mutad mesken veya dava tarihinde bulundukları ülke hukuku olarak Türk hukukunun uygulanması söz konusu olabilecektir. Bu kişilerin Türkiye ye gelmeden önce gerçekleştirdikleri işlemlerde  milli hukuk larını uygularken ise, MÖHUK m 4/1(a) hükmü uygulama alanı bulmayacağından, bu bent uyarınca Türk hukukuna gidilemeyecek; vatandaşı oldukları devletin hukuku uygulanacaktır.103  MÖHUK m 4/1(a) hükmünün, meri Türk yabancılar hukuku mevzuatı göz önünde bulundurularak yeniden düzenlenmesi gerektiği yönünde bkz Ekşi, Milletlerarası Miras (n 84) 38. Ekşi nin önerisi ise, bizimkinden farklı olarak, hükme,  uluslararası koruma talep eden veya uluslararası koruma sağlanan yabancılar  ibaresinin eklenmesi yönündedir. Belirtilmelidir ki;  geçici koruma  da esasen bir  uluslararası koruma  sağlama aracı olduğundan ve Ekşi de eserinde,  geçici korumayı  bir  uluslararası koruma  başlığı altında ele aldığından, bu öneri ile amaçlanan, geçici koruma statüsü sahiplerini MÖHUK m 4/1(a) kapsamından dışlamak değil; aksine hükmün geçici korumaya da uygulanmasını temin etmektir. Ne var ki; YUKK ta  uluslararası koruma  kavramı dar bir şekilde tanımlanmış ve  geçici koruma  bir  uluslararası koruma  türü olarak sayılmamıştır (YUKK m 3/1(r)). YUKK un  uluslararası koruma  kavramına  geçici koruma yı dâhil etmeyen bu düzenlemesi karşısında, kanaatimizce, MÖHUK m 4/1(a) hükmüne yönelik değişiklikte  uluslararası koruma  kavramının kullanılması,  geçici koruma nın hüküm kapsamına dahil olup olmadığı konusunda tereddütlere ve yeni tartışmalara yol açabilecektir. Bu nedenle, çalışmamızda, MÖHUK m 4/1(a) hükmüne yönelik değişiklikte, YUKK terminolojisinden bağımsız olarak, uluslararası koruma arayan tüm kişileri kapsamına alacak  vatandaşı olduğu ülkenin diplomatik himayesinden yararlanamayan kişi  ifadesinin kullanılması önerilmiştir. 104  İsviçre hukukuna bakıldığında, MÖHUK m 4/1(a) ya benzer bir hüküm olarak, IPRG Art 24/3 uyarınca;  vatansız ve mülteciler bakımından, vatandaşlık yerine yerleşim yeri uygulanacaktır  hükmü yer almaktadır.  Vatansız  kavramı ise, IPRG Art 24/1 e göre;  Bir kişi, 1954 tarihli New York Sözleşmesi uyarınca vatansız ise veya vatandaşı olduğu ülke ile vatandaşlık bağı vatansızlığa eşdeğer seviyede zayıflamışsa, bu kişi vatansızdır  şeklinde tanımlanmıştır. Bu itibarla, İsviçre milletlerarası özel hukukunda, 1954 tarihli Sözleşme uyarınca hukuki vatansızlar ile İsviçre İltica Kanunu uyarınca mülteciler yanında, fiili vatansızlar da, açıkça IPRG Art 24 hükmüne dâhil edilmiştir. Alman hukukunda ise, aynı konu, EGBGB Art 5/2 de;  Bir kişi vatansızsa veya vatandaşlığı tespit edilemiyor ise, mutad mesken mesken hukuku, yoksa bulunduğu ülke hukuku uygulanır  şeklinde düzenlenmiştir.  Vatandaşlığı tespit edilemeyen kişiler  olarak fiili vatansızları işaret eden bu hüküm kapsamında vatandaşlığın tespit edilip edilemediğinin belirlenmesi, kanaatimizce, uygulamada zorluklara sebebiyet verebilecek ve uygulanacak hukukun belirlenmesi aşamasını uzatabilecektir. Bu sebeple, kanaatimizce, koruma talep eden tüm fiili vatansızların hükmün kapsamına dahil olduğuna ilişkin İsviçre hukukundaki gibi açık bir düzenleme yapılması daha yerinde olacaktır. 105  MÖHUK Tasarısı Madde Gerekçeleri, Madde 4 (n 86).52Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... Netice olarak, kanaatimizce, MÖHUK m 4/1(a) hükmü uyarınca, geçici koruma altındaki Suriyelilerin, Türkiye de kaldıkları süre içerisinde yaptıkları işlemlerde, milli hukuklarının uygulanması gereken konularda, yerleşim yeri, mutad mesken veya dava tarihinde bulundukları devlet hukuku olarak Türk hukukunun uygulanması gerekmektedir. 3. Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Geçerliliğine Uygulanacak HukukMÖHUK m 4/1(a) hükmüne ilişkin tüm bu açıklamalarımız ışığında; geçici koruma altındaki Suriyelilerin Türkiye de iken gerçekleştirdikleri evliliklerin, MÖHUK m 13/1 uyarınca evlenme ehliyet ve şartları bakımından geçerliliğine ve dolayısıyla evlenme yaşına,  eşlerden her birinin evlenme anındaki milli hukuku  olarak, Suriyeli eş bakımından, MÖHUK m 4/1(a) gereği Türk hukuku uygulanmalıdır. Nitekim İçişleri Bakanlığı Nüfus ve Vatandaşlık İşleri Genel Müdürlüğü de, 13.10.2015 tarihli ve  Mülteciler ve Geçici Koruma Altına Alınanların Evlenme ve Çocuklarının Tanınması  konulu yazısında, isabetli bir biçimde, 6458 sayılı YUKK un 61, 62, 63 ve 91. maddelerine göre mülteci, şartlı mülteci, ikincil koruma statüsünde bulunan ve geçici koruma altına alınanların, MÖHUK m 13/1 uyarınca  milli hukukları na tabi olan evlenme ehliyet ve şartları ile evlenme engelleri konusunda, MÖHUK m 4/1(a) bendine atıfta bulunarak, Türk hukukunun esas alınacağını kararlaştırmış ve ilgili kamu kurumlarına iletmiştir.Türk hukukunda evlenme yaşı, 4721 sayılı Türk Medeni Kanunu nun (TMK) 124. maddesinin 1. fıkrası uyarınca, erkek ve kadın için 17 yaş olarak belirlenmiştir. Buna göre, erkek ve kadın 17 yaşını tamamlayıp, 18 yaşından gün almakla evlenme yaşına erişmiş olmaktadır. Bununla birlikte; 17 yaşını doldurmuş olup henüz ergin olmayanlar (başka bir sebeple ergin olunmamışsa 18 yaşını doldurmayanlar), ancak yasal temsilcilerinin izniyle evlenebilmektedirler (TMK m 126). Bununla birlikte, TMK m 124/II de olağanüstü evlenme yaşı da düzenlenmiştir. Hâkim olağanüstü durumlarda ve pek önemli bir sebeple, olanak var ise karardan önce anne, baba veya vasiyi dinleyerek, 16 yaşını doldurmuş olan erkek veya kadının evlenmesine izin verebilmektedir. Dolayısıyla, Türk hukukunda olağan evlenme yaşı, kadın ve erkek için, 17; olağanüstü evlenme yaşı ise, 16 yaştır. Türk Medeni Kanunu nda asgari evlenme yaşı olan 16 yaşını doldurmamış bir kişinin yaptığı evlilik ise, doktrinde tartışmalı olmakla birlikte, Yargıtay ın yerleşik içtihatlarına göre,  yok hükmünde  106  İçişleri Bakanlığı Nüfus ve Vatandaşlık İşleri Genel Müdürlüğü, Sayı: 40004962-010.07.01-E.88237, Tarih: 13.10.2015.107  Türk Medeni Kanunu, Kanun Numarası: 4721, Kabul Tarihi: 22.11.2001, RG 08.12.2001/24607.53İstanbul Hukuk Mecmuası 78/1kabul edilmektedir. Bu itibarla, geçici koruma altındaki Suriyelilerin Türkiye ye geldikten sonra yaptıkları evliliklerde, Suriyeli eş bakımından, olağan evlenme yaşı 17, olağanüstü evlenme yaşı ise 16 yaş olarak aranacak ve buna göre İl Göç İdaresi Müdürlüklerince evlenme ehliyet belgesi düzenlenecektir. Geçici koruma altındaki Suriyelilerin Türkiye ye gelmeden önce gerçekleştirdikleri evlilikler bakımından ise; MÖHUK m 4/1(a) bendi uygulama alanı bulmayacağından, MÖHUK m 13/1 uyarınca evlenme yaşına, Suriyeli eş bakımından,  eşlerden her birinin evlenme anındaki milli hukuku  olarak vatandaşı olduğu Suriye hukukunun uygulanması gerekecektir. Suriye hukukunda evlenme yaşı, 1953 tarihli Suriye Kişisel Durumlar Kanunu nda (SKDK) düzenlenmiştir. SKDK m 15 uyarınca, 108  Evlenme yaşını tamamlamadan gerçekleştirilmiş evliliklerin hükmü Türk hukukunda tartışmalıdır. Zira Türk Medeni Kanununda evlenme yaşı tamamlanmadan yapılmış evliliklerin müeyyidesi, mutlak butlan (TMK m 145) ve nisbi butlan (TMK m 148-151 ve m 153) sebepleri arasında sayılmamıştır. Bu durum, doktrinde farklı görüşlere yol açmıştır. Ayrıntılı bilgi ve görüşler için bkz Keskin (n 13) 71 vd. Doktrinde baskın görüş, evlenme yaşı tamamlanmadan gerçekleştirilmiş evliliklerin geçersiz olduğu yönündedir. Ancak bu geçersizliğin türü ve gerekçesi hususlarında görüş ayrılıkları mevcuttur. Birinci görüş; evlenme yaşı tamamlanmadan yapılan evliliklere, bir nisbi butlan sebebi olarak TMK m 153 te düzenlenen yasal temsilcinin izninin bulunmamasına ilişkin hükmün kıyasen uygulanması yönündedir. (Bkz Selahattin Sulhi Tekinay, Türk Aile Hukuku (7. Bası, Filiz Kitapevi 1990) 146-147; Akıntürk ve Karaman (n 67) 225). İkinci görüş; evlenme için öngörülen asgari yaşa gelmemiş olanların evlenme hakkına sahip olmamaları sebebiyle, kanuna aykırılıktan bu evliliklerin mutlak butlanla batıl olması gerektiği yönündedir (Dural, Öğüz ve Gümüş (n 67) 48, 53). Üçüncü görüş; kanun koyucunun asgari evlenme yaşı için bir faraziyeden hareket ettiğini ve olağanüstü evlenme yaşı olan 16 yaşı tamamlamamış kişilerin evlenme için gerekli ayırt etme gücüne sahip olmadıklarını kabul ederek, TMK m 145/2 uyarınca evlenmenin mutlak butlanla batıl olduğunu savunmaktadır (Bkz Kemal Oğuzman ve Mustafa Dural, Aile Hukuku (2. Bası, Filiz Kitapevi 1998) 67; Hüseyin Hatemi ve Rona Serozan, Aile Hukuku (Filiz Kitapevi 1993) 111; Keskin (n 13) 76 vd). Dördüncü görüşe göre; butlan kararından önce, olağanüstü evlenme yaşı olan 16 yaşa ulaşılmış ancak olağan evlenme yaşı olan 17 yaşa ulaşılmamışsa, olağanüstü evlenmede hâkim izni olmadan evlenme yapıldığı için bu evlenmeler, mutlak butlanla batıl sayılmalıdır. Butlan kararı verilmeden önce 17 yaşına ulaşılmışsa, bu evlenmeler nisbi butlanla batıl sayılmalıdır. Butlan kararı verilmeden kişi 18 yaşına varıp ergin olur veya karı gebe kalırsa, evlenmenin iptaline karar verilememelidir (Bkz Ömer Uğur Gençcan, Aile Mahkemesi Davaları (2. Bası, Yetkin Yayınları 2016) 94). Yargıtay ın yerleşik içtihatlarında benimsenen beşinci görüşe göre ise; olağanüstü evlenme yaşı olan 16 yaşını doldurmamış bir kimsenin yaptığı evlilik, evlenmenin kurucu unsurlarından birisi olan yaş şartının eksikliği sebebiyle  yok evlenme  hükmündedir. Bu görüşe göre; mutlak butlan ve nisbi butlan sebeplerinin Kanunda sınırlı olarak sayılmış olması karşısında, ortaya çıkabilecek sakıncalara rağmen, 16 yaşını tamamlamamış olanlarca yapılan evliliklerin yok hükmünde olduğunun kabulü gerekmektedir. (Bkz Öztan (n 67) 138-139). Aynı yönde Yargıtay kararları için bkz Yargıtay 2 HD, 4235/7649, 03.05.2011; Yargıtay 2 HD, 4315/5370, 14.04.2003; Yargıtay 2 HD, 6049/14441, 30.10.2006 (Kararlar için bkz Gençcan (n 108) 93). 109  Evlendirme Yönetmeliği m 13/2 uyarınca; 6458 sayılı Yabancılar ve Uluslararası Koruma Kanunu kapsamındaki yabancılardan; ikamet izni dışında Türkiye de bulunan vatansız, mülteci, şartlı mülteci, ikincil koruma statüsünde bulunanlar ve uluslararası koruma başvuru sahipleri ile geçici koruma kapsamına alınan yabancıların evlenme manilerinin bulunup bulunmadığı, il göç idaresi müdürlüklerince tutulan dosyalarındaki bilgi ve belgelere göre il göç idaresi müdürlüklerince tespit edilir ve evlenme ehliyet belgesi düzenlenir. Bkz Evlendirme Yönetmeliği, BK Kararı Numarası: 85/9747, BK Kararı Tarihi: 10.07.1985, RG 07.11.1985/18921.110  MÖHUK m 2/3 uyarınca, aile hukukuna ilişkin meselelerde uygulanacak hukukun tespitinde  atıf  kabul edildiğinden; MÖHUK m 13/1 uyarınca evlenme yaşına uygulanacak hukukun tayininde, Suriye hukukunun kanunlar ihtilafı kurallarının da dikkate alınması gerekmektedir. Suriye Kişisel Durumlar Kanunu nda yer alan evlenmeye ilişkin hükümlerin, eşlerden birinin Suriye vatandaşı ve diğerinin yabancı ülke vatandaşı olduğu evlenmeler bakımından da uygulanacağı belirtilmektedir. Ayrıca Kanunun, medeni evlenmeyi esas alan yabancı devletlerde Suriye vatandaşları ve yabancılar tarafından yapılan medeni evlenmelere uygulanmayacağı ve bu evliliklerin tescil edilmeyeceği düzenlenmiş olsa da; Suriye dışında yapılan bu evlenmelerin, Suriye kamu düzenine aykırılık oluşturmadığı sürece genellikle Suriye de tescil edilebildiği ifade edilmektedir. (Bkz Esther van Eijk, Family Law in Syria: Patriarchy, Pluralism and Personal Status Laws (IB Tauris, 2016) 53; LANDINFO, ‘Report Syria: Marriage Legislation and Traditions  (2018) 8 <https://landinfo.no/wp-content/uploads/2018/10/Report-Syria-Marriage-legislation-and-traditions-22082018.pdf> Erişim Tarihi 21 February 2020; Daad Mousa, ‘Syrian Personal Status Law  (Friedrich-Ebert-Stiftung 2018) 4 <http://library.fes.de/pdf-files/bueros/beirut/14969.pdf> Erişim Tarihi 21 February 2020). Bu hükümler çerçevesinde; Suriye kanunlar ihtilafı kurallarına göre de, evlenme ehliyet ve şartlarına Suriye hukukunun uygulanmasının öngörüldüğü sonucuna varılabilmektedir. 111  17.09.1953 tarihli Suriye Kişisel Durumlar Kanunu; evlenme, boşanma, velayet, vesayet ve nafaka gibi kişisel durumlarla ilgili hükümleri düzenlemektedir. Ayrıntılı bilgi için van Eijk (n 110) 49-51; LANDINFO Report Syria (n 110) 7). Ayrıca bkz OLG Bamberg, Beschluss vom 12.05.2016 – 2 UF 58/16, para. 20; BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para 11. 54Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... evliliğe uygun olmak için akıllı ve buluğa erişmiş olmak şarttır. Evlenme yaşı ise; SKDK m 16 uyarınca, erkek için 18 yaş, kadın için 17 yaş olarak belirlenmiştir. Bununla birlikte, SKDK m 18 uyarınca, 15 yaşını doldurmuş erkek çocuğu veya 13 yaşını doldurmuş kız çocuğu, buluğa erdiğini iddia eder ve evlenme talebinde bulunursa, iddialarının doğruluğuna ve bedenlerinin evliliği kaldırabileceğine kanaat eden hâkim, yapılmış veya yapılacak olan dini evlenmenin (örfi evlilik) tesciline onay verebilmektedir. Hâkimin evlenmenin tesciline onay verebilmesi için, küçüğün babasının  veya  büyükbabasının  muvafakati  gerekmektedir.  Suriye  hukukunda asgari evlenme yaşı olarak öngörülmüş 13 yaşını tamamlamamış kız çocukları veya 15 yaşını tamamlamamış erkek çocukları tarafından yapılan evliliklere bağlanan hukuki sonuç ise; iptal edilebilirliktir.112  van Eijk (n 110) 216-217; LANDINFO Report Syria (n 110) 11. Ayrıca bkz OLG Bamberg, Beschluss vom 12.05.2016 – 2 UF 58/16, para 21; BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para 12. Suriye hukukunda, medeni hukuk ve islami şeri hukuk hükümleri birarada uygulanmaktadır (çoklu hukuk sistemi). Buna göre, Müslümanlar bakımından evlenme,  örfi evlilik  (zawaj urfi) olarak adlandırılan dini nikahın kıyılması ile yapılmakta ve bu nikahın Şeriat mahkemelerinde tescili ile evlilik resmiyet kazanmaktadır. Suriye hukukuna göre; medeni evlilik mümkün değildir. Diğer taraftan; SKDK m 40 uyarınca; dini nikahın kıyılmasından (örfi evlilik) ve fiilen evlilik başlamadan (eşler birlikte yaşamaya başlamadan) önce veya dini nikahın kıyılmasından ve fiilen evliliğin başlamasından çok sonra da, mahkemeye başvurularak evlenmenin tescili mümkündür (Bkz van Eijk (n 110) 49-53, 144; LANDINFO Report Syria (n 110) 7-9, 23). Dini nikahın kıyılmasından sonra evlenmenin geç tescilinde (tathbit al-zawaj), evlenme tarihi olarak, eşlerin ve iki şahidin sözlü beyanları ile bildirdikleri tarih esas alındığından, geçmiş bir tarihin bildirilmesi mümkündür. Bu durumda, evlenmenin tescili ile, evlilik, bu belirtilen tarihten itibaren geçmişe yönelik olarak resmiyet kazanmaktadır. (Bkz van Eijk (n 110) 218; LANDINFO Report Syria (n 110) 10). Bu itibarla; SDDK m 18 hükmünde, kanuni evlenme yaşı olan erkek için 18 yaş ve kız çocukları için 17 yaşını doldurmadan yapılan evlenmelerin tescili bakımından hakim onayı gerektiği düzenlenmiş ise de; esasen burada bahsedilen onay, evliliğin kurulmasına ilişkin değil, tescili suretiyle resmiyet kazanmasına ilişkindir. Kaldı ki; kanuni evlenme yaşına uygun olarak yapılmış evlilikler bakımından da, evlenmenin resmiyet kazanması için tescil gerekmektedir. Kanuni yaş şartını doldurarak yapılan evlilikler ile doldurmadan yapılan evlilikler arasındaki tek fark, Şeriat hakiminin tescili reddetme imkanına ilişkindir. Dolayısıyla, Suriye hukukunda, hakim onayı olmaksızın, kanuni evlenme yaşını doldurulmadan yapılan dini evlilikler (örfi evlilikler) geçersiz kabul edilmemekte ve eşler, medeni kanundaki yaş şartını doldurduktan sonra Şeriat mahkemelerine başvurarak evliliklerini tescil ettirdiklerinde, evlilikleri, geçmişe etkili olarak resmiyet kazanmaktadır. Ayrıca, Suriye hukukunda, SDDK m 40 uyarınca, kadın gebe kalmış veya doğum yapmış ise, evlenme şartları yerine getirilmemiş olsa dahi, evlenmenin tescilinin redddedilmesinin mümkün olmadığı düzenlenmiştir. (Bkz van Eijk (n 110) 218; LANDINFO Report Syria (n 110) 10). Bu kapsamda, uygulamada; 13 yaşın altında olup gebe kalmış olan kız çocuklarının örfi evliliklerinin de Şeriat hakimlerince tescil edildiği kaydedilmektedir (Bkz LANDINFO Report Syria (n 110) 12; Mousa (n 110) 4). Bu sebeple, gerek evlenmenin geç tescili mekanizmasına gerekse gebe kalma halinde tescilin reddedilememesine ilişkin düzenlemeler çerçevesinde, Suriye hukukunda, SDDK m 18 de düzenlenen kız çocukları için asgari yaş şartı olan 13 yaşın altında evlenmenin de mümkün olduğu görülmektedir. İslam hukukunda evlilik ve evlenme yaşı hakkında ayrıntılı bilgi için ayrıca bkz Nuray Ekşi, Milletlerarası Özel Hukukta Medenî Olmayan Evliliklerin ve Adlî Olmayan Boşanmaların Tanınması (Beta 2012) 10-11.113  Suriye hukukunda, sadece, bir Müslüman ile bir gayrimüslim arasında yapılan evlilikler yok hükmünde kabul edilmektedir (SKDK m 48/2). (Bkz van Eijk (n 110) 64-65; LANDINFO Report Syria (n 110) 8; Mousa (n 110) 4). Suriye hukukunda, mehir ödemesi, kardeşler arası evlilik yasağı ve boşanma veya ölüm halinde kadının iddet müddetine ilişkin hükümler de bulunmaktadır. Bunlar dışında, bir kadın ve erkeğin evlenme iradeleri tam ise ve mehir ödenmişse, evliliğin hükümsüzlüğüne yol açacak herhangi bir sebep düzenlenmemiştir (SDDK m 51/2) (Bkz van Eijk (n 110) 215; LANDINFO Report Syria (n 110) 8). Dolayısıyla, bir Müslüman ve gayrimüslimin evlenmiş olması ve mehirin ödenmemiş olması dışında, evlilikteki herhangi bir sakatlık sadece bu evliliğin iptal edilebilir olmasına yol açmaktadır (SDDK m 47-51). Bu itibarla, Suriye hukukunda asgari evlenme yaşına ilişkin hükümlerin ihlal edilmesi halinde, Suriye hukukuna göre,  iptal edilebilir  bir evlilik söz konusudur. Bkz OLG Bamberg, Beschluss vom 12.05.2016 – 2 UF 58/16, para 25; BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para 15. Suriye hukukunda, asgari evlenme yaşının altında yapılan örfi evlenmelerde  iptal edilebilirliğin  türünün,  mutlak butlan  mı yoksa  nisbi butlan  mı olduğu hususunda ise bir açıklık bulunmamaktadır. Bununla birlikte; örfi evliliklerin Şeriat mahkemesince tescilinde, hakimin, Suriye Kişisel Durumlar Kanunu nda aranan evlenme şartlarını re sen kontrol ettiği ve eşler arasındaki yaş farkının çok fazla olması veya evlenmenin eşlerin yararına (maslaha) olmayacağına kanaat getirmesi halinde, evliliğin tescilini reddedebileceği ifade edilmektedir (SDDK m 18-19). (Bkz van Eijk (n 110) 216; LANDINFO Report Syria (n 110) 11). Bu bağlamda, eşlerin veya onların yasal temsilcilerinin iptal talebi olmaksızın, bir kamu makamı olarak Şeriat mahkemelerinin re sen evliliğin tescilini reddetmek suretiyle iptaline karar verebilmesi bakımından, kanaatimizce, buradaki iptal edilebilirliğin türü  mutlak butlan  olarak nitelendirilmelidir. Ancak belirtilmelidir ki; SDDK m 40 uyarınca, kadın gebe kalmış veya doğum yapmış ise, evlenme şartları yerine getirilmemiş olsa dahi, evlenmenin tescilinin reddi suretiyle iptali mümkün değildir. (Bkz van Eijk (n 110) 218; LANDINFO Report Syria (n 110) 10). 55İstanbul Hukuk Mecmuası 78/1Görüldüğü  üzere,  MÖHUK  hükümleri  uyarınca,  geçici  koruma  altındaki Suriyelilerin Türkiye de bulundukları süre içerisinde 16 yaşlarını tamamlamadan evlilik yapmaları mümkün değildir; yapsalar dahi bu evlenmeler yok hükmünde sayılır. Ancak Türkiye ye gelmeden önce yaptıkları evlenmeler Suriye hukukuna tabi olacağından, 16 yaşını doldurmadan (hatta kız çocukları için 13 yaşını dahi doldurmadan) evlilik yapmış olmaları mümkündür. Peki bu durumda 13 veya 14 yaşında bir Suriyeli kız çocuğu tarafından Türkiye ye gelmeden önce yapılmış bir evlilik MÖHUK m 13 uyarınca Suriye hukukuna göre geçerli bir evlilik ise Türk hukukuna göre de geçerli sayılacak mıdır? Türk hukukunda olağanüstü evlenme yaşının 16 yaş olarak öngörülmesi ve 16 yaş altı evliliklerin Yargıtayca  yok  hükmünde olduğunun kabul edilmesi karşısında; bu sorunun cevabı, kız çocuklarının 13 yaşında evlenmesine müsaade eden Suriye hukuku hükümlerinin uygulanmasının somut sonucu olarak böyle bir evliliğin tanınmasının MÖHUK m 5 uyarınca Türk kamu düzenini açıkça ihlal edip etmediğinin tespitine bağlı olacaktır. B. Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Yaptıkları Mevcut Evliliklerin Geçerliliğine Suriye Hukukunun UygulanmasıMÖHUK  hükümleri  çerçevesinde,  geçici  koruma  altındaki  Suriyelilerin Türkiye ye gelmeden önce yaptıkları evliliklerde evlenme yaşına Suriye hukukunun uygulanması,  çocuk  yaşta  yapılmış  evlenmelerin  tanınmasının  Türk  kamu düzenine aykırılık oluşturup oluşturmayacağı ve dolayısıyla böyle evliliklerin Türk hukukunda geçerli sayılıp sayılmayacağı meselesini beraberinde getirmektedir. Ancak buna geçmeden önce, Türk hukukunda özellikle mahkeme uygulamasında, yabancı hukuk olarak Suriye hukukunun temini ile ilgili yaşanan problemlere değinilecektir.1. Yabancı Hukukun Uygulanması Bakımından Suriye  Hukukunun Temini ve UygulanmasıTürk mahkemelerinde kanunlar ihtilafı kuralları uyarınca yetkili yabancı hukukun uygulanması, 5718 sayılı MÖHUK un 2. maddesinde düzenlenmiştir. Buna göre; Türk kanunlar ihtilafı kurallarına göre yetkili kılınan  yabancı hukuk un hâkim tarafından re sen uygulanma mecburiyeti vardır. Bu sebeple, kanunlar ihtilafı kuralları uyarınca yabancı hukukun uygulanacağı durumlarda, hâkimin doğrudan kendi hukukunu, Türk 114  SDDK m 40 uyarınca, kanuni evlenme yaşı doldurulmadan ve hakimin evliliğin tesciline ilişkin onayı olmaksızın yapılan örfi evlilikler de, evliliğin geç tescili usulü (tathbit al-zawaj) ile geçmişe yönelik olarak resmiyet kazanabildiğinden; hakim onayı ile tescil edilmeksizin kanuni evlenme yaşının altında gerçekleştirilen örfi evlilikler, resmiyet kazanmamış olmakla birlikte, Suriye hukukuna göre geçerli evliliklerdir (bkz yukarıda (n 112). Diğer taraftan, SDDK m 18 hükmünde sözü edilen hakim onayı, esasen evlenme işleminin tesciline yönelik olmakla, tanıma ve tenfize tabi olabilecek bir mahkeme kararı niteliği taşımamaktadır (bkz yukarıda (n 112). Bu sebeplerle, Suriye hukukuna göre kanuni evlenme yaşının altında gerçekleştirilen çocuk yaşta evliliklerin Türk hukukuna göre geçerliliği, evliliğin hakim onayı ile tescil ettirilmiş olup olmadığından bağımsız olarak, MÖHUK m 5 hükmü uyarınca  Türk kamu düzenine aykırılık  kapsamında incelenmiştir.56Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... hukukunu uygulaması, kanunlar ihtilafı kurallarının ve dolayısıyla Türk hukukunun açık ihlalini oluşturur. Türk hâkimi, yabancı hukuku re sen uygulama yükümlülüğü kapsamında; yabancı hukuku re sen temin edecek, muhtevasını araştıracak ve olaya tatbik edecektir. Yabancı hukukun tatbiki, tarafların veya taraflardan birinin talebine bağlı değildir. Yetkili yabancı hukukun muhtevasının tespitinde MÖHUK m 2/1 in 2. cümlesinde ifade edilen  taraf yardımı , hâkimin yabancı hukukun muhtevasını re sen bulma ve tatbik etme görevini ortadan kaldırmamakta; sadece hâkime, bu yolda başvurabileceği ek bir imkân sunmaktadır. Yetkili yabancı hukukun muhtevasının tespitinde, taraf yardımı yanında, hâkimin başvurabileceği diğer yollar ise; Türkiye nin taraf olduğu  1968 tarihli Yabancı Hukuk Hakkında Bilgi Edinilmesine Dair Avrupa Sözleşmesi 117 ne, Adalet Bakanlığı Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü ne,  bilirkişilik  kurumuna,  hukuki mütalaa  usulüne ve üniversitelere başvurudur.Hâkim, yetkili yabancı hukukun olaya uygulanacak hükümlerini tüm araştırmalarına rağmen tespit edemezse, MÖHUK m 2/2 uyarınca Türk hukukunu uygulayacaktır. Ancak bu hüküm, hâkimin yukarıda sayılan tüm yollara başvurması ve tüketmesi ve buna rağmen yabancı hukuku temin edemediği hallerde geçerlidir. Teknolojik telekomünikasyon  araçlarının  oldukça  gelişmiş  olduğu  günümüzde,  yabancı hukukun muhtevasının temin edilememesi pek mümkün görünmemektedir. Bununla birlikte; Suriye ile Türkiye Cumhuriyeti arasında günümüzde olduğu üzere, hukuku uygulanacak yabancı devlet ile diplomatik ilişkilerin kesilmiş olması sebebiyle, yabancı hukuk kurallarının diplomatik veya resmi yollardan temin edilememesi durumları ile karşılaşılabilir. Ancak, bu halde dahi, diplomatik veya resmi yollar dışındaki; taraf yardımı, bilirkişilik, hukuki mütalaa veya üniversitelerden bilgi alma gibi yollarla yabancı hukuka ulaşılması mümkün olabilir. Bu nedenle, MÖHUK m 2/2 uyarınca Türk hukukunun uygulanabilmesi için, hâkimin, diplomatik ve resmi kanallar dışındaki bu usullere başvurması ve buna rağmen yabancı hukukun ilgili hükümlerini tespit edememesi gerekmektedir. 115  Nomer (n 69) 201; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 60-61; Çelikel ve Erdem (n 69) 175-176; Doğan, Milletlerarası Özel Hukuk (n 69) 247-248. Yargıtay ın, yabancılık unsuru dikkate alınmaksızın, kanunlar ihtilafı kurallarına başvurmadan, doğrudan Türk hukukuna göre davanın karara bağlanmasını bozma sebebi yaptığı kararları için bkz Yargıtay 2 HD, 13685/14841, 04.11.2003; Yargıtay 2 HD, 14069/15890, 28.12.2004; Yargıtay 18 HD, 2899/4027, 21.04.2005 (Kararlar için bkz <www.lexpera.com.tr> Erişim Tarihi 21 February 2020).116  Nomer (n 69) 192; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 63-64; Çelikel ve Erdem (n 69) 171-172; Tekinalp ve Uyanık (n 69) 46; Doğan, Milletlerarası Özel Hukuk (n 69) 240-241. Kanunlar ihtilafı kurallarına göre yetkili yabancı hukukun tatbikinde hakimin, tarafların talep ve itirazları ile bağlı olmadığı yönünde Yargıtay kararları için bkz Yargıtay 11 HD, 5344/5910, 16.09.1997 (<www.lexpera.comtr> Erişim Tarihi 21 February 2020); Yargıtay 2 HD, 2722/2613, 11.03.1967 (<www.kazanci.com> Erişim Tarihi 21 February 2020).117  European Convention on Information on Foreign Law (RG 26.08.1975/15338). Ayrıca Yabancı Hukuk Hakkında Bilgi Edinilmesine Dair Avrupa Sözleşmesi nin uygulanması hakkında, Adalet Bakanlığı Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü nün 67/1 sayılı ve 01.03.2008 tarihli Genelgesi için bkz <http://www.diabgm.adalet.gov.tr/arsiv/genelgeler/67.1.pdf> Erişim Tarihi 21 February 2020. 118  Nomer (n 69) 196-197; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 71-72; Çelikel ve Erdem (n 69) 174-175; Tekinalp ve Uyanık (n 69) 46; Doğan, Milletlerarası Özel Hukuk (n 69) 245-246.119  Resmi ve diplomatik kanallar dışındaki yollardan da yabancı hukuk hükümlerinin temin edilebileceği yönündeki örnek Yargıtay kararları için bkz Yargıtay 12 HD, 22462/24968, 14.12.2005; Yargıtay 11 HD, 5344/5910, 16.09.1997 (Kararlar için bkz <www.lexpera.comtr> Erişim Tarihi 21 February 2020). 57İstanbul Hukuk Mecmuası 78/1Zira kanunlar ihtilafı kurallarının yetkili kıldığı yabancı hukukun uygulanması, milletlerarası hukuktan kaynaklanan bir mecburiyet değil;  milletlerarası özel hukuk hakkaniyetini  gerçekleştirme bilincine, daha açık bir ifadeyle, mahkeme önündeki dava bakımından Türk hukukuna nispetle yabancı hukukun tatbik edilmesinin daha doğru ve adaletli olduğu anlayışına dayanmaktadır. Bu nedenle; Türk milletlerarası özel hukukunda, yabancı bir devlet hukukunun uygulanmasının, uluslararası hukuk anlamında mütekabiliyet şartına tabi olmadığı kabul edilmektedir. Bu itibarla; geçici koruma altındaki Suriyeliler tarafından Türkiye ye gelmeden önce yapılmış evlenmelerin geçerli olup olmadığının tespitinde, MÖHUK m 13/1 uyarınca Suriye hukukunu uygulamak durumunda olan Türk hâkiminin, mevcut durumda,  Suriye  ile  Türkiye  arasındaki  diplomatik  ilişkilerin  kesilmiş  olması sebebiyle,  diplomatik  ve  resmi  kanallardan  (Adalet  Bakanlığı  veya  Dışişleri Bakanlığı ndan) Suriye hukukunun ilgili hükümlerinin temin edememesi halinde; taraf yardımı, bilirkişilik, hukuki mütalaa veya üniversitelerden bilgi alma gibi yollara başvurarak Suriye hukukunu temin etmeye çalışması gerekmektedir. Bu yolllara başvurmaksızın, Suriye hukukuna ulaşılamadığı gerekçesiyle MÖHUK m 2/2 uyarınca Türk hukukunun uygulanması Türk hukukunun açık ihlalini oluşturur ve temyiz sebebidir. 2. Çocuk Yaşta Yapılan Mevcut Evliliklerin Geçerliliğine Suriye Hukukunun Uygulanmasında Türk Kamu Düzeni MüdahalesiKanunlar ihtilafı kuralları uyarınca yetkili Suriye hukukunu ve muhtevasını temin eden Türk hâkimi, evlenme yaşına ilişkin Suriye Kişisel Durumlar Kanunu ndaki hükümleri uygulayacaktır. Ancak Suriye hukukunda, 13 yaşını tamamlamış (hatta 13 yaşından da küçük) kız çocuklarının evlenmeleri mümkün kılınmıştır. Bu itibarla, somut olayda, misalen, 14 yaşındaki bir kız çocuğu tarafından Türkiye ye gelmeden önce yapılmış bir evliliğin geçerliliğine Suriye hukukunu uygulamak durumunda olan Türk hâkiminin, Türk hukukunda olağanüstü evlenme yaşının 16 yaş olarak öngörülmüş olması karşısında, kız çocuklarının 13 yaşında evlenmelerine müsaade eden yabancı hukuk hükmünün olaya uygulanmasının somut sonucu olarak bu evliliğin tanınmasının MÖHUK m 5 kapsamında Türk kamu düzenini ihlal edip etmediğini değerlendirmesi gerekecektir. 120  Nomer (n 69) 189; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 60; Faruk Kerem Giray, ‘Milletlerarası Özel Hukuk Hakkaniyetinin 5718 Sayılı MÖHUK Kapsamında Değerlendirilmesi , (2011-2012) 8(9) YÜHFD (Prof. Dr. Erhan Adal a Armağan) 555, 559; Doğan, Milletlerarası Özel Hukuk (n 69) 239.121  Giray (n 120) 559; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 67; Doğan, Milletlerarası Özel Hukuk (n 69) 238.122  Bkz yukarıda (n 112).58Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... a. Genel Olarak Türk Kamu Düzenine Aykırılık MüdahalesiMÖHUK m 2/1 uyarınca, hâkimin kanunlar ihtilafı kuralları uyarınca yetkili yabancı hukuku uygulaması görevi gereğidir ve kuraldır. Ancak mutlak değildir. Yabancı hukukun somut olaya uygulanması için, somut olayda meydana getirdiği sonuçların Türk kamu düzenine aykırı olmaması gerekmektedir. Yetkili yabancı hukukun  uygulanmasına  engel  olarak   kamu  düzenine  aykırılık   müdahalesi, MÖHUK m 5 te düzenlenmiştir. Buna göre;  Yetkili yabancı hukukun belirli bir olaya uygulanan hükmünün Türk kamu düzenine açıkça aykırı olması hâlinde, bu hüküm uygulanmaz; gerekli görülen hâllerde, Türk hukuku uygulanır . MÖHUK  m  5  gereğince,  kamu  düzenine  aykırılık  müdahalesinin  devreye girebilmesi  için,  öncelikle  yetkili  yabancı  hukukun  ilgili  hükümlerinin  olaya uygulanması ve bu uygulama neticesinde Türk kamu düzenine  açıkça  aykırı bir durumun ortaya çıkması gerekmektedir. Zira kural, yetkili yabancı hukukun uygulanmasıdır. Kamu düzenine aykırılık müdahalesi ise istisnaidir. Bu itibarla, kamu düzenine aykırılık müdahalesinin uygulanması bakımından, bir takım özel hukuk  meselelerinin  baştan   kamu  düzeninden   olarak  nitelendirilip kategorize edilerek, bu konularla ilgili yabancılık unsuru içeren ihtilaflarda yetkili yabancı hukuk uygulanmaksızın doğrudan Türk hukukunun uygulanması yanlıştır.Kamu düzenine aykırılık değerlendirmesinin yapılabilmesi için, yetkili yabancı hukukun ilgili hükmünün olaya uygulanması neticesinde ortaya çıkan somut sonuçlar Türk kamu düzenine aykırı olmalıdır. Bu bakımdan, her bir somut olayda, o olayın şartları çerçevesinde, yabancı hukukun uygulanmasının somut sonuçlarına bakarak, somut olay bazında bir değerlendirme yapılmalıdır. Bu itibarla, yabancı hukukta Türk hukukunda var olmayan bir müessesenin düzenlenmiş olması veya aynı konuda Türk hukukundan farklı bir hüküm öngörülmüş olması tek başına Türk kamu düzenine aykırılık olarak değerlendirilemez. Nitekim Yargıtay ın 10.02.2012 tarihli İBK da da isabetli olarak; Türk hukukunun emredici kurallarına aykırı olan yabancı hukukun her zaman Türk kamu düzenine aykırı sayılamayacağı açıkça ifade edilmiştir. Ayrıca Türk  kamu  düzenine  aykırılık,  açıkça  bir  aykırılık  olmalıdır. Açıkça aykırılıktan anlaşılması gereken, yetkili yabancı hukukun ilgili hükmünün olaya uygulanması neticesinde, Türk kamu düzenini tahammül edilemez bir şekilde ihlal 123  Şanlı, Esen ve Ataman-Figanmeşe (n 69) 85-89; Nomer (n 69) 171-172; Tekinalp ve Uyanık (n 69) 43; Akıncı ve Demir Gökyayla (n 69) 8-9; Doğan, Milletlerarası Özel Hukuk (n 69) 259.124  Yargıtay 2 HD nin 20.02.2017 tarihli kararında isabetli şekilde, Türk maddi hukukunda var olmayan ve Yargıtay kararlarında uzun yıllardır Türk kamu düzenine aykırı olarak telakki edilen yabancı hukuklarda yer alan  müşterek velayet e ilişkin hükümlerin uygulanmasının Türk kamu düzenine aykırılık teşkil etmeyeceği karara bağlanmıştır. Bkz Yargıtay 2 HD, 15771/1737, 20.02.2017 (<www.lexpera.comtr> Erişim Tarihi 21 February 2020).125  Bkz Yargıtay İBK, 2010-1/2012/1, 10.02.2012 (<www.lexpera.comtr> Erişim Tarihi 21 February 2020).59İstanbul Hukuk Mecmuası 78/1eden bir durumun ortaya çıkmasıdır. Bu bakımdan, yetkili yabancı hukukun ilgili hükmünün somut olaya tatbik edilmesi neticesinde; Türk hukuk sisteminin toplumsal ve kişisel hak ve özgürlükleri koruyan temel prensipleri, Anayasanın temel ilkeleri ve toplumda geçerli olan örf-adet ve ahlak kuralları ile  açıkça  uyuşmayan ve bu değerleri tahammül edilemez bir şekilde ihlal eden sonuçların ortaya çıkması halinde, yabancı hukukun Türk kamu düzenini açıkça ihlal ettiğinden bahsedilebilecek ve Türk hukukunun uygulanması söz konusu olabilecektir. Yabancı hukukun ilgili hükümlerinin somut olaya uygulanması neticesinde, Türk kamu düzenini tahammül edilemeyecek ağırlıkta ihlal ettiğinin değerlendirilebilmesi için, somut olaydaki maddi ilişkinin, ülke ile irtibatının bulunması şarttır. Her bir somut olayda, Türkiye ile irtibat arttıkça, Türk kamu düzenine aykırılık müdahalesi olasılığı da kaçınılmaz olarak artacaktır. Bu nedenle, kamu düzenine aykırılık değerlendirmesinde, somut olaydaki tarafların veya diğer maddi unsurların Türkiye ile olan irtibatının yoğunluğu da dikkate alınmalı ve ona göre bir karar verilmelidir. Diğer taraftan belirtilmelidir ki; temel hak ve özgürlüklerin bahis konusu olduğu durumlarda, dava konusu işlem veya ilişki ile ülke arasında irtibatının bulunup bulunmaması bir önem taşımayacaktır. Kamu düzenine aykırılık kararı verirken göz önünde bulundurulması gereken bir  diğer  husus;  kamu  düzenine  aykırılık  müdahalesi  neticesinde  ortaya  çıkan sonucun, Türk kamu düzeni kapsamında korunmak istenen meşru amaca hizmet etmesidir. Kamu düzenine aykırı sonuçlar yarattığı gerekçesiyle yabancı hukukun uygulanmamasının neticeleri, kamu düzenine aykırılık müdahalesi ile korunmak istenen menfaatten daha üst bir menfaatin ihlaline sebebiyet vermemelidir. Buna bir anlamda, kamu düzenine aykırılık müdahalesinde  ölçülülük  değerlendirmesi de  denebilir.  Bu  nedenle,  kamu  düzenine  aykırılık  değerlendirmesinin,  somut olay bazında yapılması oldukça önemlidir. Hâkim her bir somut olayda, o olayın şartlarını değerlendirmeli ve yabancı hukuk kuralının somut olaya uygulanmasının neticelerinin Türk kamu düzenini açıkça ihlal ettiğine karar vererek Türk hukukunu uyguladığı  durumda  ortaya  çıkan  sonucun,  somut  olay  bakımından  korunması gereken daha üst bir menfaati ihlal edip etmediğine bakmalı ve bu anlamda somut olayda mağduriyetlere sebebiyet vermemelidir. 126  Yargıtay ın 10.02.2012 tarihli İBK da kamu düzenine aykırılık;  (...) Türk hukukunun temel değerlerine, Türk genel adap ve ahlak anlayışına, Türk kanunlarının dayandığı temel adalet anlayışına, Türk kanunlarının dayandığı genel siyasete, Anayasada yer alan temel hak ve özgürlüklere, milletlerarası alanda geçerli ortak prensip ve özel hukuka ait iyi niyet prensibine dayanan kurallara, medeni toplulukların müştereken benimsedikleri ahlak ilkeleri ve adalet anlayışının ifadesi olan hukuk prensiplerine, toplumun medeniyet seviyesine, siyasi ve ekonomik rejimine, insan hak ve özgürlüklerine aykırılık (...)  şeklinde tanımlanmıştır. Bkz Yargıtay İBK, 2010-1/2012/1, 10.02.2012 (<www.lexpera.comtr> Erişim Tarihi 21 February 2020).127  Nomer (n 69) 178; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 79-80; Tekinalp ve Uyanık (n 69) 43; Doğan, Milletlerarası Özel Hukuk (n 69) 260-261.128  Nomer (n 69) 175; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 81.129  Nomer (n 69) 175-176; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 81-82.60Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... Yabancı hukukun ilgili hükümlerinin somut olaya uygulanması neticesinde, Türk kamu düzenini  açıkça , tahammül edilemez bir biçimde ihlal eden sonuçların ortaya çıkması halinde ise, MÖHUK m 5 uyarınca kamu düzenine aykırılık müdahalesi gereği, Türk kamu düzenini açıkça ihlal eden yabancı hukuk hükmü uygulanmayacak; yerine, gerekli görülen hallerde, Türk hukuku uygulanacaktır.b. Çocuk Yaşta Yapılan Evliliklerin Tanınmasında Türk Kamu  Düzenine Aykırılık MüdahalesiGeçici koruma altındaki Suriyeliler tarafından Türkiye ye gelmeden önce yapılmış çocuk yaşta bir evliliğin geçerliliğine Suriye hukuku uygulanırken, Suriye Kişisel Durumlar Kanunu nda yer alan evlenme yaşına ilişkin hükümlerin uygulanmasının sonucu olarak böyle bir evliliğin tanınmasının Türk kamu düzenine açıkça bir aykırılık teşkil edip etmeyeceğine ve dolayısıyla Türk hukukuna göre bu evliliğe geçerlilik tanınıp tanınmayacağına ilişkin değerlendirmenin de, Türk kamu düzenine aykırılık müdahalesine ilişkin bu esaslar çerçevesinde yapılması gerekmektedir. Öncelikle belirtmek gerekir ki; geçici koruma altındaki Suriyeliler, 2014 tarihli Geçici Koruma Yönetmeliği Geçici Madde 1 de geçici koruma statüsünün ilanı ile 28/04/2011 den bu yana Türkiye ye kabul edilmektedir. Ayrıca geçici koruma statüsü süresiz şekilde ilan edilmiş olduğundan, Türkiye ye gelmiş olanların veya gelecek olanların, kaç yıl daha Türkiye de bulunacakları belli değildir. Gelmiş olanlar, Türkiye de çalışmaya, okula gitmeye, kısacası bir hayat kurmaya başlamışlardır. Bu  itibarla,  kanaatimizce,  geçici  koruma  altındaki  Suriyelilerin  taraf  oldukları uyuşmazlıklarda, kamu düzenine aykırılık incelemesi bakımından, somut olayın maddi unsurlarının Türkiye ile yeterli bir ilişkinin bulunması şartı karşılanmaktadır.Uygulamada; yabancılar tarafından yabancı hukuka göre yapılmış bir çocuk yaşta evliliğin geçerliliğinin Türk hukukunda tanınmasına ilişkin bir ihtilafın, Türk mahkemeleri önüne gelebilmesi; başkaca bir ihtilaf kapsamında önmesele teşkil etmesi haricinde, evliliği yapmış olanların kendileri, yasal temsilcileri veya ilgili kişilerce veyahut da vakanın tespiti üzerine resmi makamlarca açılacak bir iptal davası ile mümkün olacaktır. İptal davasında, yabancı hukuka göre yapılmış bir çocuk yaşta evlililiğin tanınmasının, Türk kamu düzenine açıkça aykırılık teşkil edip etmediği ve bu itibarla Türk hukukuna göre geçerli olup olmadığının  tespitinde,  kanaatimizce,  çocuk  yaşta  evlenmiş  olanların,   dava anındaki , daha doğru bir ifadeyle,  evlenmenin tanınması anındaki  yaşlarına göre bir değerlendirme yapılması gerekir. Zira burada, yabancı hukuka göre geçerli olan bir evlenme işlemine Türk hukukunda geçerlilik tanınması söz konusudur. 130  Yabancı hukuka göre yapılmış çocuk yaşta evliliğin Türk kamu düzenine açıkça aykırılık oluşturduğunun tespiti halinde, bu evliliğin geçersizliğinin müeyyidesi ve sonuçlarına uygulanacak hukuka ve iptal edilebilirliğin türüne ilişkin açıklamalarımız için bkz aşağıda III(B)(2)(c).61İstanbul Hukuk Mecmuası 78/1Bu kapsamda, MÖHUK m 5 uyarınca yapılan Türk kamu düzenine aykırılık incelemesinde de, somut olayın şartlarına göre bir değerlendirme yapılmakta ve somut olaydaki evliliği geçerli sayan yabancı hukuk hükümlerinin uygulanması sonucunda  ortaya  çıkan   somut  sonuçların   Türk  kamu  düzenini  ihlal  edip etmediğine bakılmaktadır. Yoksa, yabancı hukuk hükmünün kendisinin Türk kamu düzenini ihlal edip etmediğine bakılmamaktadır. Çocuk yaşta evliliğe imkan veren yabancı hukukun uygulanmasının  somut sonuçları  ise, evliliğin Türk hukukunda tanınması ile ortaya çıkacak somut sonuçlardır. Bu çerçevede, Türk kamu düzenine aykırılık incelemesinin konusu, evliliğin tanınması ile bu kişilerin Türkiye de evli sayılmalarının Türk kamu düzenini tahammül edilemeyecek derecede açık bir  şekilde  ihlal  edip  etmediğidir.  Bu  itibarla, Türk  kamu  düzenine  aykırılık değerlendirmesi  yabancı  hukukun  uygulanmasının  somut  sonuçları  üzerinden yapıldığına  göre,  yabancı  hukuka  tabi  çocuk  yaşta  evliliklerin  tanınmasında, eşlerin,  tanıma (iptal davası) anındaki  yaş durumları esas alınmalıdır. Bu çerçevede, kanaatimizce, yabancı hukukta evlenme yaşına ilişkin hükümlerin uygulanmasının  somut  sonucu  olarak,  çocuk  yaşta  yapılmış  bir  evliliğin tanınmasının Türk kamu düzenine aykırılık teşkil edip etmediği değerlendirmesi, tanıma (iptal davası) anında eşlerden birinin 16 yaşını doldurmadığı evlilikler için yapılmalıdır. Zira Türk hukukunda, istisnai olarak, hâkim izniyle de olsa, 16 yaşını doldurmuş olanların evlenmelerine imkân tanınmaktadır (TMK m 124/II). Bu bağlamda, 16 yaşın tamamlanması ile evlenmeye müsaade eden bir yabancı hukuk  kuralının  uygulanmasının  somut  sonuçlarının  tek  başına,  Türk  kamu düzenine açıkça bir aykırılık yaratacağını kabul etmek mümkün gözükmemektedir. Bu  değerlendirmemiz  şüphesiz,  somut  olayda,  zorla  evlendirme  gibi,  Türk kamu düzenine açıkça aykırılık teşkil edebilecek ve evliliğin Türk hukukuna göre  geçersiz  olmasını  sonuçlayabilecek  başkaca  bir  etkenin  bulunmadığı, sadece  evlenme  yaşının  küçüklüğü  sebebiyle  Türk  kamu  düzenine  aykırılık değerlendirmesinin yapıldığı ve evliliğin geçerliliğinin tartışma konusu olduğu durumlar için geçerlidir. Bu itibarla, tanıma anında, eşlerden her ikisi de 16 yaşını doldurmuş ise ve somut olayda zorla evlendirme bulgusu yoksa, kanaatimizce, Türk kamu düzenine aykırılık sebebiyle böyle bir evlenmenin geçersiz olduğuna hükmedilmemelidir. Türk hukukunda 16 yaşını doldurmadan yapılan evlilikler ise, Yargıtay içtihatları uyarınca   yok   hükmünde  kabul  edilmektedir.  Dolayısıyla,  geçici  koruma altındaki Suriyelilerin Türkiye ye gelmeden önce yaptıkları evliliklerin geçerliliği bakımından, Suriye hukukunun uygulanmasının somut sonucu olarak çocuk yaşta yapılmış bir evliliğin tanınmasının Türk kamu düzenine aykırılık teşkil edip etmediği 131  Nitekim BW Art 10:32 ye getirilen değişiklikle Hollanda hukukunda da; tanıma talebi anında her iki eşin de Hollanda hukukundaki asgari evlenme yaşı olan 18 yaşını doldurmuş olması halinde evlenmenin Hollanda da tanınacağı hükme bağlanmakla, tanıma anındaki yaş durumlarının esas alınacağı açık hükme bağlanmıştır (BW Art 10:32:c). 62Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... değerlendirmesi,  tanıma  (iptal  davası)  anında  eşlerden  en  az  birinin  16  yaşını doldurmamış olduğu hallerde yapılmalıdır. Tanıma anında, eşlerden birinin 16 yaşını doldurmamış olduğu durumda, 16 yaşın altında evlenmeye müsaade eden Suriye hukuku hükümlerinin uygulanması suretiyle böyle bir evliliğin tanınmasının somut sonuçlarının Türk kamu düzenine aykırılık teşkil edip etmediğine ilişkin değerlendirmede ise; kaç yaşına kadar küçüklerin evlenmelerinin Türk kamu düzenine açıkça aykırılık teşkil edeceğine ilişkin olarak bir yaş sınırı belirlemek kamu düzenine aykırılık müdahalesi yöntemi bakımından doğru değildir. Türk mahkeme tatbikatında, yabancı hukuka göre asgari kaç yaşına kadar yapılmış evlenmelerin tanınmasının Türk kamu düzenini açıkça ihlal ettiğine ilişkin herhangi bir Yargıtay içtihadı bulunmamaktadır. Alman mahkeme tatbikatına baktığımızda ise, farklı kararlar görmek mümkündür. Örneğin; Berlin Eyalet Yüksek Mahkemesi (Kammergericht) 2012 tarihli bir kararında, 14 yaşında bir Lübnan vatandaşı tarafından yapılan evliliğin Alman kamu düzenini ihlal ettiğine karar vermişken; Tübingen Bölge Mahkemesi (Amtsgerichte Tübingen) 1992 tarihli bir kararında, 14 yaşında bir Uruguay vatandaşı tarafından yapılan evliliğin Alman kamu düzenini ihlal etmediği ve yine yukarıda da bahsettiğimiz üzere, Alman Federal Mahkemesi (Bundesgerichtsof) 2018 tarihli kararında, 14 yaşında bir Suriye vatandaşı tarafından yapılan evliliğin Alman kamu düzenini ihlal etmediği yönünde karar vermiştir. Bu nedenle, tanıma anında eşlerden birinin 16 yaşın altında olduğu yabancı hukuka göre yapılan evliliklerde, Türk kamu düzenine aykırılık bakımından asgari bir yaş sınırı çizilmemeli; her somut olayda o olayın şartlarına göre yabancı hukuk kuralının olaya uygulanması neticesinde evliliğin tanınması ile ortaya çıkan somut sonuçlar üzerinden bir değerlendirme yapılmalıdır. Çocuk yaşta evliliklerde kamu düzenine aykırılık değerlendirmesine ilişkin somut olay bazında değerlendirme yapılırken, göz önünde bulundurulması gereken en önemli husus ise,  çocuğun üstün menfaati dir.  Çocuğun üstün menfaati ilkesi  milletlerarası özel hukukta, çocuğa ilişkin her türlü uyuşmazlıkta kamu düzenine aykırılık değerlendirmesinde bir üst norm olarak kabul edilmektedir. Zira evlenme 132  Türk hukukundakinden daha küçük bir evlenme yaşı öngören yabancı hukukun uygulanmasının Türk kamu düzenine aykırı düşüp düşmeyeceği konusunda ayrıntılı bilgi için bkz Sayman (n 69) 31-32. Sayman; 1992 tarihli eserinde, Türk hukukunda, asgari evlenme yaşını tamamlamadan yapılan evliliklerin iç hukuktaki müeyyidesinin nisbi butlan olduğu, mutlak butlan sebebi olarak düzenlenmediği görüşünden yola çıkarak, TMK dan daha küçük evlenme yaşını benimseyen yabancı hukuk hükümlerinin Türk kamu düzenine ters düşmeyeceği görüşündedir. Ancak, yukarıda da belirttiğimiz üzere, günümüzde, TMK da öngörülen asgari evlenme yaşını tamamlamadan yapılan evlilikler, Türk doktrininde tartışmalı olmakla birlikte; Yargıtay içtihatları uyarınca  yok  hükmünde kabul edilmektedir. Bkz (n 108).133  Kararlar için bkz BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para 44. 134  Türk Medeni Kanunu nda öngörülen evlenme ehliyet ve şartlarının, soyut olarak mutlak kamu düzeni nitelikleri ile ele alınmasının doğru olmadığı yönünde bkz Sayman (n 69) 23-26.135   Çocuğun üstün menfaati ilkesi  ve bu ilkenin çocukla ilgili yabancılık unsuru içeren uyuşmazlıklarda yetkili yabancı hukukun uygulanmasında kamu düzenine aykırılık değerlendirmesinde nasıl dikkate alınması gerektiği yönünde ayrıntı bilgi için bkz Rona Serozan, Çocuk Hukuku (2. Bası, Vedat Kitapçılık 2017) 65-67; Burak Huysal, Devletler Özel Hukukunda Velayet (Legal 2005) 153-158; Günseli Gelgel, Devletler Özel Hukukunda Çocuk Hukukundan Doğan Problemler (Beta 2012) 29-36; Faruk Kerem Giray, Milletlerarası Özel Hukukta Kaçırılan ve Alıkonan Çocukların İadesi (Beta 2010) 50.63İstanbul Hukuk Mecmuası 78/1yaşına ilişkin olarak kamu düzeni değerlendirmesinde kesin bir asgari yaş sınırından bahsedilememesinin  en  önemli  sebeplerinden  birisi  de,  her  bir  somut  olayda, çocuğun bireysel gelişiminin göz önünde bulundurulması ve esasen  çocuğun üstün menfaatinin  dikkate alınması gerekliliğinden kaynaklanmaktadır. Nitekim  BM  Çocuk  Hakları  Sözleşmesi nde  de,  çocuk  yaşta  evliliklerin geçersizliğine ilişkin herhangi bir asgari yaş sınırı öngörülmemiştir. Sözleşme nin 8. maddesi gereği, çocuğun özel hayatı ve aile hayatının korunması esastır. Ayrıca Sözleşme m 3/1 uyarınca; çocuklarla ilgili adli ve idari her türlü eylem ve işlemde  çocuğun üstün menfaati nin öncelikle gözetileceği hüküm altına alınmıştır. Sözleşme m 12 uyarınca ise; her çocuğun kendisi ile ilgili kararlarda görüşünü serbestçe ifade etme hakkı olduğu ve çocuğun olgunluk durumuna ve yaşına göre mutlaka görüşüne başvurulması ve iradesine saygı gösterilmesi gerektiği ifade edilmiştir. Ayrıca, AKPM nin, 2005 tarihli Çocuk Evlilikler Hakkında Tavsiye Kararı nda da,  Konsey  üyesi  devletlere,  yabancı  ülkede  gerçekleştirilen  çocuk  evliliklerin tanınmamasına ilişkin hukuki düzenlemeler yapmaları tavsiye edilirken; özellikle mağdur (çocuk) tarafından başka türlü ileri sürülemeyecek evlenmenin sonuçlarına ilişkin  hakların  güvence  altına  alınabilmesi  amacıyla,  tanımanın,   mağdurun (çocuğun)  üstün  yararına  olduğu  haller de  çocuk  yaşta  evliliklerin  tanınmasını mümkün kılacak düzenlemelere de yer verilmesi gerektiği vurgulanmıştır. Bu itibarla, 16 yaş altı evliliğe imkân veren yabancı hukuk hükmünün uygulanması sonucu çocuk yaşta evliliğin tanınmasının Türk kamu düzenini açıkça ihlal ettiğine karar verilebilmesi için; somut olayda, tanıma anında 16 yaşını doldurmamış olan çocuğun evlilik için yeterli olgunlukta olmadığına ilişkin veriler bulunmalı ve en önemlisi  çocuğun üstün menfaati  de evliliğin geçersiz olmasını gerektirmelidir. Diğer taraftan, kanaatimizce, yabancı hukuka tabi 16  yaş altı   evliliklerin  tanınmasında Türk kamu düzenine aykırılık değerlendirmesinde, Türk toplumunun değerlerinin,  kamu  sağlığının  ve  çocuğun  maddi-manevi  varlığının  korunması bağlamında,  çocuk  yaşta  evliliklerin  ceza  hukuku  boyutunun  da  göz  önünde bulundurulması  gerekir.  Nitekim  14  yaşındaki  Suriye  vatandaşı  kız  çocuğu tarafından Suriye hukukuna göre yapılmış evliliğin Alman kamu düzenine aykırılık teşkil etmediğine ilişkin 2016 tarihli Bamberg Bölge Yüksek Mahkemesi ve 2018 tarihli  Alman  Federal  Mahkemesi  kararlarında  da,  Alman  Ceza  Kanunu nun (Strafgesetzbuch-  StGB)138   çocuk  istismarı nı  düzenleyen  hükümlerine değinilmiştir. Kararlarda; StGB § 176/1 uyarınca, Alman hukukunda  çocuğun cinsel istismarı nda yaş sınırının 14 yaş olduğu vurgulanmış ve 14 yaşını tamamlamış çocuklar bakımından cinsel istismar suçundan cezai sorumluluğun doğabilmesi için 136  BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para 44-45-46.137  PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12) para 14.2.4. 138  Strafgesetzbuch in der Fassung der Bekanntmachung vom 13. November 1998 (BGBl I S 3322).64Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... somut olay bazında bir değerlendirme yapılması gerektiği belirtilmiştir. Buradan hareketle,  14  yaşını  tamamlamış  çocuklar  tarafından  yabancı  ülkede  yapılan evliliklerin, direkt olarak Alman kamu düzenine aykırı olduğuna ve evliliklerin geçersiz olduğuna hükmedilemeyeceği; somut olayın şartlarının değerlendirilmesi gerektiği ifade edilmiştir. Türk Ceza Kanunu m 103(a) uyarınca  çocuğun cinsel istismarı nda yaş sınırı 15 yaş olarak belirlenmiş olduğuna göre; kanaatimizce, yabancı ülkede yapılan çocuk yaşta evliliklerin tanınmasında, eşlerden birinin tanıma anında 15 yaşını tamamlamamış olması halinde, böyle bir evliliğin tanınmasının somut sonuçları Türk kamu düzenine açıkça aykırı sayılmalı ve evliliğin geçersiz olduğuna hükmedilmelidir. Bu noktada, kanaatimizce,  eşlerden  birinin  tanıma  anında  15  yaşını  tamamlamamış  olduğu yabancı hukuka göre yapılmış evlenmelerin tanınmasına ilişkin Türk kamu düzenine aykırılık değerlendirmesinde, tanıma (iptal davası) anında çocuğun gebe kalmış olup olmaması da dikkate alınmamalıdır. Zira Türk hukukunda, iptal davası açıldığı sırada, kadının gebe kalması hali, sadece 17 yaşını doldurmuş olup yasal temsilcinin izni olmaksızın yapılan evlilikler bakımından bir iptal engeli olarak düzenlenmiştir (TMK m 153/2). Türk Medeni Kanunu nda, 17 yaşın altında olağanüstü evlenme koşullarını yerine getirmeksizin yapılan evlenmelerin iptalini engelleyici herhangi bir sebep ise düzenlenmemiştir. Bu nedenle, iptal davası sırasında, gebe kalmış olma, tek başına, yabancı hukuka tabi 17 yaşın altında yapılmış bir çocuk yaşta evliliğin Türk kamu düzenine aykırı olmadığı sonucunu doğurmaz ve bu evliliğin iptalini engelleyemez.  Ayrıca  15  yaşını  tamamlamamış  çocuklar  bakımından,  cinsel istismar suçu, TCK m 130(a) hükmü uyarınca şikayete tabi bir suç olmadığı gibi; çocuğun gebe kalması bir hukuka uygunluk sebebi de değildir. Tanıma anında eşlerden her ikisinin de 15 yaşını doldurmuş (ancak 16 yaşını doldurmamış) olduğu yabancı hukuka tabi evlilikler bakımından ise, Türk kamu düzenine aykırılık değerlendirmesinde; Türk toplumunun değerleri, Türk aile yapısı, kamu sağlığı, bireyin maddi-manevi varlığını koruma ve geliştirme hakkı ve toplumsal cinsiyet eşitliğinin korunması ile  çocuğun üstün menfaatinin korunması  arasında bir denge sağlanmalıdır. Kamu düzenine aykırılık gerekçesiyle böyle bir evliliğin tanınmasının reddi,  çocuğun üstün menfaatinin  ihlaline ve bu anlamda somut olayda daha büyük mağduriyetlere sebebiyet vermemelidir. Bu itibarla, kanaatimizce, tanıma anında eşlerin 15 yaşını doldurmuş (ancak 16 yaşını doldurmamış) oldukları 139  OLG Bamberg, Beschluss vom 12.05.2016 – 2 UF 58/16, para 28; BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para 47.140  TCK m 103:  (...) Cinsel istismar deyiminden; (a) On beş yaşını tamamlamamış veya tamamlamış olmakla birlikte fiilin hukuki anlam ve sonuçlarını algılama yeteneği gelişmemiş olan çocuklara karşı gerçekleştirilen her türlü cinsel davranış, (b) Diğer çocuklara karşı sadece cebir, tehdit, hile veya iradeyi etkileyen başka bir nedene dayalı olarak gerçekleştirilen cinsel davranışlar anlaşılır . 141  Bu itibarla; Gençcan ın, butlan kararı verilmeden önce 17 yaşına ulaşılmışsa, bu evlenmelerin nisbi butlanla batıl sayılması ve butlan kararı verilmeden önce 18 yaşına ulaşılıp ergin olunmuşsa veya kadın gebe kalmışsa, evlenmenin iptaline karar verilmemesi gerektiği yönündeki görüşüne katılmamaktayız (Görüş için bkz Gençcan (n 108) 94).65İstanbul Hukuk Mecmuası 78/1yabancı hukuka göre yapılmış evlenmelerin tanınmasına ilişkin kamu düzenine aykırılık değerlendirmesinde, tanıma (iptal davası) anında çocuğun gebe kalmış veya doğum yapmış olması,  çocuğun üstün mefaatinin korunması  amacıyla sınırlı olmak üzere dikkate alınabilmelidir. c. Türk Kamu Düzenine Aykırılık Sonucu Evlenmenin Geçersizliğinin Müeyyidesine Uygulanacak HukukEvlenme  yaşına  uygulananacak  yabancı  hukukun  ilgili  hükümlerinin uygulanmasının somut sonuçları itibariyle çocuk yaşta bir evliliğin tanınmasının MÖHUK m 5 uyarınca Türk kamu düzenine açıkça aykırılık teşkil ettiğine karar verilmesi  ve  Türk  hukukunda  bu  evlenmeye  geçerlilik  tanınmaması  halinde, evlenmenin geçersizliğinin müeyyidesinin hangi hukuka göre belirleneceğine de karar vermek gerekmektedir. Türk milletlerarası özel hukuk doktrininde, görüş birliği ile kabul edildiği üzere, evlenme ehliyet ve şartlarına aykırılığın müeyyidesini ihlal edilen ülke hukuku tayin edecektir. Buna göre; evlenme yaşına hangi hukuk uygulandı ise, asgari evlenme yaşına  uymamanın,  yokluk,  mutlak  butlan  veya  nisbi  butlanla  mı  hükümsüz sayılacağına ve bu müeyyidenin sonuçlarına da aynı hukukun uygulanması esastır. O halde yetkili yabancı hukukun evlenme yaşına ilişkin hükümlerinin somut olayda Türk kamu düzenine açıkça aykırı sonuçlar yarattığı gerekçesiyle uygulanmaması neticesinde olaya hangi hukuk uygulanarak evlenmenin geçersiz olduğuna karar verilecek ise, geçersizliğin türü ve sonuçlarına da aynı hukuk uygulanmalıdır. Bu noktada tartışma, yetkili yabancı hukukun ilgili hükümlerinin Türk kamu düzenine aykırı olduğuna karar verildiği hallerde, yabancı hukuk yerine doğrudan Türk hukukunun mu (lex fori) uygulanacağı yoksa öncelikle yetkili yabancı hukuka (lex  causae)  başvurularak  o  hukuk  içinde  bir  çözüm  mü  aranması  gerektiğine ilişkindir. Dolayısıyla tartışmanın kaynağı, kamu düzenine aykırılık müdahalesinin olumsuz etkisine bağlanan sonuçlara ilişkin görüş ayrılıklarıdır. Birinci  görüşe  göre;  yetkili  yabancı  hukuk  kuralının  kamu  düzenine aykırılık sebebiyle uygulanmaması halinde kamu düzeni ihlal edilen hukuk (lex fori)  uygulanmalıdır.  Zira  yabancı  hukukun  kamu  düzenine  aykırılık  sebebiyle uygulanmamasına karar verilmesi ile aslında dava, kamu düzeni ihlal edilen hukuka göre  bir  hukuki  çözüme  kavuşarak  sona  ermiştir.  Misalen;  Suriye  hukukunda 13 yaşını tamamlayan kız çocuklarının evlenmesine imkân veren kuralın somut 142  Ayrıntılı bilgi için bkz Sayman (n 69) 193 vd; Uluocak (n 69) 64; Tekinalp ve Uyanık (n 69) 149; Nomer (n 69) 239; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 133; Çelikel ve Erdem (n 69) 233; Doğan, Milletlerarası Özel Hukuk (n 69) 330-331. 143  Görüşler hakkında ayrıntılı bilgi için bkz Sayman (n 69) 194-195; Nomer (n 69) 180-181; Doğan, Milletlerarası Özel Hukuk (n 69) 253-254.144  Sayman (n 69) 194-195; Şanlı, Esen ve Ataman-Figanmeşe (n 69) 92.66Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... olaydaki neticeleri Türk kamu düzenine aykırı görülerek uygulanmadığında; aslında, Türk hukukunun öngördüğü, evlenmenin geçersiz olduğu yönündeki hukuki çözüm kendiliğinden doğmaktadır. Hukuki çözüme ulaşıldığının kabulü için, kamu düzeni ihlal edilen Türk hukukunda yer alan kanun maddelerinden birinin açık olarak uygulanması gerekmemektedir.Dolayısıyla birinci görüş benimsendiğinde; MÖHUK m 5 kapsamında yabancı hukukun olaya uygulanan hükmünün somut sonucu olarak evliliğin tanınmasının Türk kamu düzenine açıkça aykırılık teşkil ettiğine karar verilmesi ve Türk hukukunda bu evlenmeye geçerlilik tanınmaması halinde, evlenmenin geçersizliğinin müeyyidesi Türk hukukuna (lex fori) göre belirlenmelidir. Bu sonuç, evlenmenin geçerlilik şartıyla, bu şarta uymamanın müeyyidesinin aynı hukuk hükümlerine tabi olması kuralını da zedelememektedir. Zira bu görüşe göre, yabancı hukukun uygulanması, kamu düzenine aykırı olmamasına bağlı olduğundan, evlenmenin geçerlilik şartına da aslında Türk hukuku uygulanmış olmaktadır. Buna göre; tanıma anında eşlerden birinin 16 yaşını doldurmamış olduğu Suriye hukukuna göre yapılmış bir evliliğin tanınmasının Türk kamu düzenini açıkça ihlal ettiğine karar verilmesi halinde, Türk hukukundaki müeyyide uygulanacak ve bu evlilikler Yargıtay içtihatlarına göre,  yok hükmünde  kabul edilecektir.İkinci  görüşe  göre  ise;  yetkili  yabancı  hukuk  kuralının  kamu  düzenine aykırılık sebebiyle uygulanmaması halinde, ortaya bir boşluk çıkmaktadır. Zira henüz daha herhangi bir hukukta yer alan maddi hukuk kurallarına göre olay çözüme ulaşmış değildir. Sadece kamu düzeni ihlal edilen hukukun temel hukuk prensipleri  çerçevesinde  bir  değerlendirme  yapılmış  ve  yabancı  hukukun  ilgili hükmünün uygulanması neticesinde ortaya çıkan sonuçlar o devletin kamu düzenine aykırı görülmüştür. Bu sebeple, yabancı hukukun ilgili kurallarının uygulanması engellenmiştir.  Esas  olan  yetkili  yabancı  hukukun  uyuşmazlığa  uygulanması olduğundan; bu boşluk öncelikle yetkili yabancı hukukun (lex causae) hükümleriyle doldurulmaya çalışılmalıdır. Yabancı hukukta kamu düzenini ihlal eden hükmü telafi edebilecek,  intibak  edilebilecek başka bir hüküm var ise o hüküm uygulanarak hukuki  çözüme  ulaşılmalıdır. Ancak  yetkili  yabancı  hukukta  olaya  ilişkin  tüm hükümler bütünü ile kamu düzenini ihlal ediyorsa, bu durumda kamu düzeni ihlal edilen hukukun (lex forinin) uygulanması söz konusu olabilecektir. 2018 tarihli Alman Federal Mahkemesi kararında da, kamu düzeni müdahalesinde bu görüş benimsenerek, Alman kamu düzenine aykırılık olup olmadığına karar verilirken; Suriye hukukunun 13 yaşında kız çocuklarının evlenmesine imkân veren hükmünün uygulanmaması neticesinde ortaya çıkan boşluğu doldurmak üzere, önce Suriye hukukuna gidilmiş; Suriye hukukunda asgari evlenme yaşına aykırılık halinde 145  Sayman (n 69) 193-194.146  Nomer (n 69) 181-182.67İstanbul Hukuk Mecmuası 78/1evlenmenin  müeyyidesine  bakılmış  ve  iptal  edilebilirlik  müeyyidesinin Alman hukukunda (eski BGB § 1314) öngörülen müeyyide ile paralel olduğu gerekçesiyle Suriye hukukunun ilgili hükmünün uygulanmasının somut sonuçlarının Alman kamu düzenini ihlal etmediğine karar verilmiştir. Dolayısıyla, ikinci görüş benimsendiğinde; MÖHUK m 5 uyarınca, yetkili yabancı hukukta yer alan evlenme yaşına ilişkin hükümlerin olaya uygulanmasının somut sonucu olarak evliliğin tanınmasının Türk kamu düzenine açıkça aykırılık teşkil ettiğine karar verilmesi halinde, evlenmenin geçersizliğinin müeyyidesi, öncelikle yetkili yabancı hukuka (lex causae) göre belirlenecektir. Bu durumda da, evlenmenin geçerlilik şartıyla, bu şarta uymamanın müeyyidesinin aynı hukuk hükümlerine tabi olması kuralı zedelenmemektedir. Zira bu görüşe göre, yabancı hukuk kuralının kamu  düzenine  aykırılık  sebebiyle  uygulanmaması  neticesinde,  henüz  hâkim herhangi bir maddi hukuk kuralını uygulayarak hukuki çözüme ulaşmış değildir. Yetkili yabancı hukukta (lex causae), asgari evlenme yaşına uyulmaması halinde evlenmenin  geçersizliğini  öngören,  boşluğu  doldurabilecek  bir  yabancı  hukuk kuralının bulunması halinde; geçerlilik şartıyla bu şarta uymamanın müeyyidesine aynı hukuk (lex causae) uygulanmış olmaktadır. İkinci görüşe göre; tanıma anında eşlerden birinin 16 yaşını doldurmamış olduğu Suriye hukukuna göre yapılmış bir evliliğin tanınmasının Türk kamu düzenini açıkça ihlal ettiğine karar verilmesi halinde, öncelikle Suriye hukukuna bakılacaktır. Suriye hukukunda, asgari evlenme yaşına (kız çocukları için 13 yaş, erkek çocukları için 15 yaş) uyulmaması halinde evlenmenin  iptal edilebilir  olduğu ve evlenme iptal edilinceye kadar geçerli bir evliliğin tüm sonuçlarını doğurduğu kabul edilmektedir (SDDK m 47-51)149. Türk hukukunda ise, böyle evlilikler, Yargıtay ın yerleşik içtihatları ile  yok  hükmünde kabul edilmekte ve yokluğun sonuçları evlenme anından itibaren etkisini göstermektedir. Bu nedenle, bu noktada, Türk hâkimince, Suriye hukukunda asgari evlenme yaşına uyulmaksızın yapılan evlenmeler için öngörülen  iptal edilebilirlik  müeyyidesinin de, Türk kamu düzenine açıkça aykırı olup olmadığı değerlendirilmelidir. Bu hususta kanaatimizce, yine  çocuğun üstün menfaatinin  gözetilmesinin gereği olarak, tercih, mağdur olan çocuğun geçersiz evlilik sebebiyle elde ettiği hakları ileri sürebilmesini sağlamaya yönelik olmalıdır. Bunu sağlayacak olan da, evlenmenin geçersiz olduğu yönündeki karar verilinceye kadar evlenmenin geçerli bir evliliğin sonuçlarını  doğurmasına  imkân  veren  Suriye  hukukundaki   iptal  edilebilirlik  müeyyidesidir. Bu bakımdan,  çocuğun üstün menfaatinin korunması  ilkesi gereği, 147  BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para 16-17, para 38.148  Sayman (n 69) 197.149  Bkz OLG Bamberg, Beschluss vom 12.05.2016 – 2 UF 58/16, para 25; BGH, Beschluss vom 14.11.2018 - XII ZB 292/16, para 15.68Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... Suriye hukukundaki  iptal edilebilirlik  müeyyidesinin Türk kamu düzenine açık bir aykırılık oluşturmadığı kabul edilmeli ve evlenmenin geçersizliğinin müeyyidesine ve sonuçlarına Suriye hukuku uygulanmalıdır. Bu sonuç, AKPM nin, 2015 tarihli Tavsiye  Kararında  dikkat  çektiği;  mağdur  çocuk  tarafından  başka  türlü  ileri sürülemeyecek evlenmenin sonuçlarına ilişkin hakların güvence altına alınabilmesi amacıyla,  evliliğin  tanınmasının   çocuğun  üstün  menfaati ne  olduğu  hallerde, yabancı hukuka tabi çocuk yaşta evliliklere geçerlilik tanınması tavsiyesi ile de bağdaşmaktadır. Görüldüğü  üzere;  kamu  düzenine  aykırılık  müdahalesinin  olumsuz  etkisine bağlanan sonuçlara ilişkin olarak; yetkili yabancı hukukun kamu düzenine aykırılık sebebiyle  uygulanmaması  halinde,  lex  forinin  uygulanması  yönündeki  birinci görüş benimsendiğinde; tanınması kamu düzenine açıkça aykırı bulunan çocuk yaşta evlenmeler, Türk hukukunun uygulanması sonucu  yok  hükmünde kabul edilecektir. Yetkili  yabancı  hukuk  kuralının  kamu  düzenine  aykırılık  sebebiyle uygulanmaması halinde, öncelikle yabancı hukuka başvurulması yönündeki ikinci görüş benimsendiğinde ise, tanınması kamu düzenine açıkça aykırı bulunan çocuk yaşta  evlenmeler  bakımından,  yabancı  hukukta  öngörülen  müeyyide  ile  Türk hukukunda öngörülen müeyyide arasında,  çocuğun üstün menfaati  göz önünde bulundurularak bir tercih yapılması imkânı doğmaktadır.Nitekim MÖHUK m 5 hükmünün, yetkili yabancı hukukun olaya uygulanan hükmünün somut sonuçlarının Türk kamu düzenine açıkça aykırı olması ve söz konusu yabancı hukuk kuralının uygulanmadığı durumda, Türk hukukunun, gerekli görülen hallerde uygulanacağına ilişkin düzenlemesi, ikinci görüşün benimsendiğini ifade etmeye yöneliktir. Hükümde, gerekli görülen hallerden kasıt, Türk kamu düzeni müdahalesi ile yetkili yabancı hukuk kuralının uygulanmasının engellenmesi sonucu ortaya çıkan boşluğu doldurmak üzere, yetkili yabancı hukukta Türk kamu düzenini ihlal etmeyecek herhangi bir hukuki çözümün bulunamadığı hallerdir. Kamu düzeni 150  PACE ‘Resolution on Forced Marriages and Child Marriages 2005  (n 12) para 14.151  Sayman; evlenmenin geçerliliğine uygulanacak hukukta, eşlerden her birinin evlenme anındaki milli hukuku olarak aynı anda iki farklı hukukun uygulanmasının gerektiği hallerde, her iki hukukta da evlenmenin geçersizliği için aynı hukuki müeyyide öngörülmüşse, bu durumda, evlenmenin tarafı olan eşlerin kendi aralarında ve üçüncü kişilerle giriştikleri ilişkilerden doğan menfaatlerin korunması için, evlenmeyi baştan itibaren hükümsüz kılan hukukun değil, geçersizliğine ilişkin kararın verildiği andan itibaren hükümsüz kılan hukukun tercih edilmesi gerektiği görüşündedir. Bkz Sayman (n 69) 269. Kanaatimizce, Sayman ın, evlenmenin ehliyet ve şartlarına iki ayrı hukukun uygulanması ve iki hukukta da aynı ağırlıktaki müeyyidenin farklı sonuçlara sebebiyet vermesi halinde, somut olay adaletini ve evlenmenin doğasını gözeterek yaptığı bu tercih, kamu düzenine aykırılık müdahalesinin sonuçlarında da gözetilmelidir. 152  Aynı yönde bkz Nomer (n 69) 182; Akıncı ve Gökyayla (n 69) 8. Şanlı/Esen/Ataman-Figanmeşe; MÖHUK m 5 hükmünün lafzının bu yönde olduğunu belirtmekle birlikte; yabancı hukukun Türk kamu düzenini açıkça ihlal ettiği durumlarda, uygulanması engellenen yabancı hukuk yerine  gerekli olduğunda  Türk hukukunun uygulanacağının söylenmesinin, esasen gerçekçi olmadığı, pratikte yabancı hukukun engellendiği her durumda, yabancı hukuka tekabül eden Türk maddi hukuk kaideleri uygulanarak davanın karara bağlandığını ifade etmektedir. Bkz Şanlı, Esen ve Ataman-Figanmeşe (n 69) 91. Doğan da; günümüzde karşılaştırmalı hukukta, kamu düzeninin menfi etkisinin ve menfi etki sonucu bir boşluğun ortaya çıkması halinde müspet etkisinin kabul edildiğini; yetkili yabancı hukukun olaya uygulanması sonucu kamu düzenine aykırılık gereği o hükümlerin uygulanmasından vazgeçilmesi halinde bir boşluk ortaya çıkar ise hâkimin kendi hukukunu uygulayarak boşluğu doldurmasının kabul edildiğini ifade etmektedir. Bkz Doğan, Milletlerarası Özel Hukuk (n 69) 255.69İstanbul Hukuk Mecmuası 78/1müdahalesi sonucu Türk hukukunun uygulanmasının gerekli görülmeyeceği haller ise, işte çalışmamızda ele aldığımız, asgari evlenme yaşına uyulmamasına ilişkin olarak yetkili yabancı hukukta bir hukuk çözüm veya müeyyidenin benimsenmiş olduğu ve bu müeyyidenin de Türk kamu düzenine aykırılık teşkil etmediği durumlardır. Netice itibariyle, kanaatimizce, MÖHUK m 5 hükmü gereğince, geçici koruma altındaki Suriyelilerin Türkiye ye gelmeden önce Suriye hukukuna göre yapmış oldukları çocuk yaşta evliliklerin Türkiye de tanınmasında; tanıma (iptal davası) anında eşlerden biri 16 yaşını doldurmamışsa ve Türk hâkimince, bu evliliğin tanınmasının  Türk  kamu  düzenini  açıkça  ihlal  ettiği  değerlendirilmişse,  bu evlenmenin geçersizliğinin türü ve sonuçlarına yetkili yabancı hukuk olan Suriye hukuku uygulanmalı ve evlenmenin  iptal edilebilir  olduğu değerlendirilmedir.  İptal edilebilirliğin  türü olarak ise; Suriye hukukunda, eşlerin veya onların yasal temsilcilerinin iptal talebi olmaksızın, bir kamu makamı olarak Şeriat mahkemelerinin re sen evliliğin tescilini reddetmek suretiyle evlenmenin hükümsüzlüğüne karar verebilmesi  itibariyle,  kanaatimizce,   iptal  edilebilirliğin   türü   mutlak  butlan  olarak nitelendirilmeli ve iptal davası açma şartları Türk Medeni Kanunu ndaki evlenmenin  mutlak butlanı na ilişkin hükümlere tabi olmalıdır. Uygulamada; yabancılar tarafından yabancı hukuka  göre  yapılmış bir  çocuk yaşta evliliğin geçerliliğinin mahkeme önüne gelebilmesi; evliliği yapmış olanların kendileri, yasal temsilcileri veya ilgili kişilerce iptal davası açılmadıkça, ancak resmi makamlarca durumun tespiti halinde mümkün olacaktır. Uluslararası koruma başvurucuları veya geçici korumaya tabi Suriyeliler bakımından ilk olasılık, koruma bulmak amacıyla Türkiye ye girdikleri ve resmi makamlara başvurdukları anda çocuk yaşta evlilik vakasının tespit edilmesidir. Ancak, özellikle geçici koruma altındaki Suriyeliler kitlesel şekilde giriş yaptıkları ve şahsi bilgileri bakımından beyan esasına göre kayıt yapıldığı için, Türkiye ye giriş yaptıkları sırada çocuk yaşta evlilik vakaları tespit edilememiş olabilir. Bu durumda, ikinci ve uygulamada en sık rastlanan olasılık, gebelik veya doğum sırasında bir sağlık merkezine başvurulması ile çocuk yaşta evlilik vakasının tespit edilmesidir. Her iki olasılıkta da, durumu tespit eden makamlarca, Cumhuriyet Başsavcılığına bildirim yapılacaktır. Bildirim üzerine, kanaatimizce, yabancı hukuka tabi çocuk yaşta evliliğin müeyyidesi  mutlak butlan  olduğundan, Cumhuriyet savcılıklarınca evlenmenin iptali davası açılmalıdır.İptal davasında, yabancı hukuka tabi bir evlenmenin Türk hukukuna göre geçerli olup olmadığının tespitinde, kanaatimizce, tarafların  iptal davası (tanıma) anındaki  yaş durumlarına göre bir değerlendirme yapılması gerekmektedir. Dava sırasında, eşlerden her ikisi de 16 yaşını doldurmuş ise ve somut olayda zorla evlendirme bulgusu  yoksa,  kanaatimizce,  kamu  düzenine  aykırılık  sebebiyle  evlenmenin 153  Bkz yukarıda (n 113).70Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... butlanına hükmedilmemelidir. Zira Türk hukukunda, hakim kararıyla istisnai bir şekilde de olsa 16 yaşını doldurmuş olanların evlenmesine imkan tanınmış olması karşısında, yabancı hukuka göre yapılmış bu yaştaki evliliklerin Türk kamu düzenini tahammül edilemeyecek derecede açık bir şekilde ihlal ettiğini ileri sürmek mümkün gözükmemektedir. Eşlerden biri, 16 yaşını doldurmamış ise, bu durumda, kamu düzenine  aykırılık  değerlendirmesi,  yukarıda  açıkladığımız  esaslar  çerçevesinde  çocuğun  üstün  menfaati   gözönünde  bulundurularak  yapılmalıdır.  Bununla birlikte, eşlerden biri, henüz 15 yaşını doldurmamış ise, kanaatimizce, böyle bir evliliğin tanınmasının Türk kamu düzenini ihlal edip etmediği, TCK m 103(a) uyarınca   çocuğun  cinsel  istismarı   suçu  gözönünde  bulundurularak  yapılmalı ve  çocuğun cinsel istismarı  suçunu teşkil eden bu evlenmenin mutlak butlanına hükmedilmelidir. 3. Türk Kamu Düzenine Aykırılık Gerekçesiyle Çocuk Yaşta Evliliklerin Tanınmamasının Aile Hayatına Saygı Hakkı  Kapsamında DeğerlendirilmesiGeçici  koruma  altındaki  Suriyelilerin,  Türkiye ye  gelmeden  önce  yaptıkları çocuk yaşta evliliklerin tanınmasının Türk kamu düzenine aykırılık gerekçesiyle reddinin, Avrupa İnsan Hakları Sözleşmesi (AİHS) çerçevesinde,  aile hayatına saygı hakkının korunması  yükümlülüğününe bir ihlal teşkil edip etmediğinin de değerlendirilmesi gerekmektedir. Aile hayatına saygı hakkının korunması , Avrupa İnsan Hakları Sözleşmesi nin 8. ve 12. maddeleri çerçevesinde sağlanmakta ve esasen AİHS m 8 bu hakkın korunması bakımından temeli oluşturmaktadır. AİHS m 8 kapsamında  aile hayatına saygı  hakkı nın  değerlendirilmesinde,  ilk  olarak,   aile   kavramının  tanımının yapılması gerekmektedir. Zira aile hayatının korunması için öncelikle bir  aile hayatı nın varlığı gerekmektedir. Avrupa İnsan Hakları Mahkemesi nin (AİHM),  aile hayatına saygı hakkının korunması  ile ilgili yerleşik içtihatlarına bakıldığında;  aile hayatı nın var olup olmadığının,  fiiliyatta yakın kişisel bağların bulunmasına bağlı olgusal bir mesele  olarak nitelendirildiği görülmektedir. Bu sebeple; AİHS m 8 anlamında  aile hayatı , gerçek ve hukuka uygun olarak kurulmuş bir evlilikteki evli çiftlerin yanı sıra, evlilik dışı yaşam birlikteliklerini de kapsamına almaktadır. 154  Bkz yukarıda III(B)(2)(b).155  European Convention on Human Rights, 04.11.1950. RG. 19.03.1954-8662.156  AİHS m 8/1 uyarınca;  (1) Herkes özel ve aile hayatına, konutuna ve yazışmasına saygı gösterilmesi hakkına sahiptir . AİHS m 12 uyarınca ise;  evlenme çağına gelen her erkek ve kadın, bu hakkın kullanımını düzenleyen ulusal yasalara uygun olarak evlenme ve aile kurma hakkına sahiptir .157  K and T v Finland [GC] App No 25702/94 (ECHR, 12 July 2001) para 150. Ayrıca bkz Gülay Arslan Öncü, Avrupa İnsan Hakları Sözleşmesinde Özel Yaşamın Korunması Hakkı (Beta 2011) 264; Wijffelman (n 44) 114.158  Keegan v Ireland App No 16969/90 (ECHR, 26 May 1994) para 44; Al-Nashif v Bulgaria App No 50963/99 (ECHR, 20 June 2002) para 112.71İstanbul Hukuk Mecmuası 78/1Evlilik dışı yaşam birlikteliklerinin  aile hayatı  kapsamında değerlendirilebilmesi için bazı ölçütler aranmaktadır. Bu ölçütler; birlikte yaşama, birlikteliğin süresi ve çiftin birbirlerine karşılıklı olarak, çocuk sahibi olmak veya başka bir yolla bağlılıklarını göstermeleri olarak sıralanmaktadır. Bu itibarla, hukuken geçersiz bir evlilikteki çiftler arasındaki ilişkinin, yukarıda sayılan ölçütlere sahip bulunması halinde, AİHS m 8 kapsamında bir  aile hayatı nın varlığı söz konusu olacaktır. Bununla birlikte; AİHS m 8 uyarınca  aile hayatına saygı hakkı , mutlak nitelikte olmayıp,  sınırlanabilir  niteliktedir.  Aile  hayatına  saygı  hakkına  getirilebilecek sınırlama koşulları ise AİHS m 8/2 de düzenlenmiştir. Buna göre;  aile hayatına saygı hakkı na bir kamu makamı tarafından müdahalenin ihlal teşkil etmemesi için; müdahalenin, (1) yasayla öngörülmüş olması, (2) meşru bir amaca yönelik olması ve (3) demokratik bir toplumda gerekli olması, daha açık bir ifadeyle, müdahalenin izlenen meşru amaç ile  ölçülü  olması gerekmektedir. AİHS m 8/2 de, yasayla öngörülecek ölçülü müdahalenin yönelebileceği meşru amaçlar ise; ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın korunması, ahlakın korunması ve başkalarının hak ve özgürlüklerinin korunması olarak sayılmıştır. AİHM kararlarında ifade edildiği üzere, AİHS m 8 in ana amacı, bireyin, kamu makamlarının keyfi ve ölçüsüz müdahalelerine karşı korunmasıdır. Ancak bu negatif yükümlülük yanında, kamu makamlarının aile hayatına etkin saygı kapsamında pozitif yükümlülükleri de mevcuttur. Söz konusu pozitif yükümlülük, kamu makamlarının, bireyin  aile hayatına saygı hakkı nı güvence altına alacak gerekli önlemleri alıp almadığına ilişkindir. Her iki yükümlülük kapsamında da, bireyin menfaatleri ile kamu menfaatleri arasındaki adil dengenin sağlanması gerekmektedir. Bunun yanında, her iki yükümlülük kapsamında da, taraf devletlerin müdahalenin gerekliliği noktasında belirli bir takdir marjının bulunduğu kabul edilmektedir. Devletlerin ekonomik, mali ve sosyal politikalarının uygulanması sonucu olan müdahalelerin gerekliliği noktasında ise, demokratik bir toplumda bu konularla ilgili olarak derin görüş ayrılıkları bulunabileceğinden, taraf devletlerin daha geniş bir takdir marjına 159  Arslan Öncü (n 157) 265; Wijffelman (n 44) 114. Ayrıca bkz X, Y and Z v the United Kingdom App No 21830/93 (ECHR, 22 April 1997) para 36; Kroon and Others v the Netherlands App No 18535/91 (ECHR 27 October 1994) para 30.160  AİHS m 8/2:  (2) Bu hakkın kullanılmasına bir kamu makamının müdahalesi, ancak müdahalenin yasayla öngörülmüş ve demokratik bir toplumda ulusal güvenlik, kamu güvenliği, ülkenin ekonomik refahı, düzenin korunması, suç işlenmesinin önlenmesi, sağlığın veya ahlakın veya başkalarının hak ve özgürlüklerinin korunması için gerekli bir tedbir olması durumunda söz konusu olabilir . 161  Arslan Öncü (n 157) 356-357.162  Wijffelman (n 44) 115. Ayrıca bkz Abdulaziz, Cabales and Balkandali v The United Kingdom App No 9214/80, 9473/81, 9474/81 (ECHR, 28 May 1985) para 67.163  Arslan Öncü (n 157) 375-378; Wijffelman (n 44) 116. Ayrıca bkz Rodrigues Da Silva v The Netherlands App No 50435/99 (ECHR, 31 January 2005) para 39.164  Arslan Öncü (n 157) 378-384. Ayrıca bkz Hokkanen v Finland App No 19823/92 (ECHR, 23 September 1994) para 55.72Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... sahip oldukları kabul edilmektedir. Evlenmenin şartlarına ilişkin olarak getirilen düzenlemeler  de,  Devletlerin  sosyal  politikaları  kapsamında  olduğundan,  bu düzenlemeler ile  aile hayatına saygı hakkı na müdahalenin gerekliliği konusunda, devletlerin daha geniş bir takdir marjına sahip oldukları değerlendirilmektedir.Bu  çerçevede;  yabancı  bir  ülkede  yabancı  hukuka  göre  geçerli  bir  şekilde gerçekleştirilmiş çocuk yaşta evliliğin, MÖHUK m 5 uyarınca Türk kamu düzenine açıkça aykırı görülerek tanınmamasının,  aile hayatına saygı hakkı na bir ihlal teşkil edip etmediği iki aşamada değerlendirilmelidir. İlk aşamada; Türkiye dışında yabancı bir hukuka tabi olarak yapılan çocuk yaşta evliliklerin tanınmamasının AİHS m 8 ve m 12 kapsamında bir ihlal teşkil edip etmediğinin belirlenmesi; ikinci aşamada ise, çocuk yaşta evliliklerin tanınmaması üzerine alınacak tedbirlerin AİHS m 8 kapsamında ihlal teşkil edip etmeyeceğinin incelenmesi gerekmektedir. Türkiye dışında yabancı bir hukuka tabi olarak yapılan çocuk yaşta evliliklerin kamu düzenine aykırılık mülahazasıyla tanınmamasının, AİHS m 8 ve m 12 kapsamında bir ihlal teşkil edip etmediği konusunda; AİHM in Şerife Yiğit v Turkey kararındaki değerlendirmelerinin oldukça yol gösterici olduğu kanaatindeyiz. Kararda, AİHM, Türkiye de gerçekleştirilen evlilikler bakımından dini nikâhı hukuken geçersiz kabul eden Türk Medeni Kanunu nda yer alan yasal düzenlemeler sebebiyle, dini nikâh ile resmi nikâhın sonuçları bakımından farklı muameleye tabi olmasının, AİHS m 14 uyarınca ayrımcılık yasağını ve AİHS m 8 uyarınca aile hayatına saygı hakkını ihlal  edip  etmediğini  incelemiştir.  Mahkeme,  söz  konusu  yasal  düzenlemelerin yasal ve meşru amaca yönelik ölçülü bir müdahale teşkil edip etmediği hususundaki değerlendirmesinde; öncelikle, evliliğin maddi ve şekli geçerlilik şartlarına ilişkin düzenlemelerin, devletlerin sosyal politikaları kapsamında olması itibariyle, taraf devletlerin, düzenlemelerin gerekliliği hususunda geniş bir takdir hakkına sahip olduklarını hatırlatmıştır. Devamında Mahkeme; çok eşliliğin yasaklanması ve asgari evlenme yaşının ihdas edilmesi gibi Türk Medeni Kanunu nda yer alan evlenmenin geçerlilik şartlarına ilişkin düzenlemelerin, toplumsal cinsiyet eşitliğine yönelik, kadınları koruyan hükümler olmaları sebebiyle, kamu düzeni ve başkalarının hak ve özgürlüklerinin korunması meşru amaçlarına yönelik, ölçülü düzenlemeler olduğu ve bu bakımdan AİHS m 8 ve 14 kapsamında bir ihlale yol açmadığı sonucuna varmıştır. AİHM, ZH and RH v İsviçre kararında da; evlenme anında 14 yaşında olan Afgan uyruklu bir kız çocuğunun evliliğinin tanınması talebinin, İsviçre kamu 165  Takdir marjının göreliliği konusunda bkz Arslan Öncü (n 157) 382; Şerife Yiğit v Turkey [GC] App No 3976/05 (ECHR, 2 November 2010) para 99.166  Şerife Yiğit v Turkey [GC] App No 3976/05 (ECHR, 2 November 2010) para 99.167  Şerife Yiğit v Turkey [GC] App No 3976/05 (ECHR, 2 November 2010) para 81-81, para 99. Şerife Yiğit kararı ve medeni olmayan evliliklere ilişkin diğer AİHM kararları hakkında ayrıca bkz Ekşi, Medeni Olmayan Evlilikler (n 112) 96-100.168  ZH and RH v Switzerland App No 60119/12 (ECHR, 8 December 2015).73İstanbul Hukuk Mecmuası 78/1düzenine  açıkça  aykırı  olduğu  gerekçesiyle,  İsviçre  Federal  İdare  Mahkemesi (Bundesverwaltungsgericht/Swiss  Federal  Administrative  Court)  tarafından reddedilmesinin, AİHS m 8 kapsamında ihlal teşkil ettiği iddiasına yönelik başvuruyu incelemiş ve kararında; AİHS m 8 ve AİHS m 12 nin, taraf devletlere 14 yaşındaki bir çocuğun evliliğini tanıma yükümlülüğü getirdiği yönünde yorumlanamayacağını; AİHS m 12 nin açıkça taraf devletlerin milli hukuklarında asgari evlenme yaşına ilişkin düzenleme yapma imkânı sunduğunu ve çocuğun korunması ve güvenli aile ortamının teşvik edilmesi kapsamında, toplumun ihtiyaçlarını en iyi şekilde değerlendirecek ve bu ihtiyaçlara en iyi şekilde cevap verebilecek taraf devlet makamları yerine karar alma konusunda Mahkemenin çekimser kalması gerektiğini ifade ederek bir ihlal olmadığına hükmetmiştir. AİHM in bu kararları ışığında; kanaatimizce, Türkiye dışında yabancı hukuka tabi çocuk yaşta evliliklerin, Türk kamu düzenine açıkça aykırı olduğu gerekçesiyle Türkiye de tanınmaması, AİHS m 8 ve m 12 uyarınca  aile hayatının korunması hakkı  kapsamında bir ihlal teşkil etmeyecektir.Diğer taraftan; Türkiye dışında yabancı hukuka tabi olarak yapılan çocuk yaşta bir evliliğin kamu düzenine aykırılık gerekçesiyle tanınmaması, her ne kadar AİHS m 8 ve m 12 kapsamında bir ihlal teşkil etmese de; böyle bir evliliğin geçersiz olması, fiili birliktelik içerisinde bulunan çiftin bir  aile hayatı  olup olmadığı sorusunu ortadan kaldırmamaktadır. Zira  aile hayatı nın varlığı hukuken geçerli yasal bir evliliği şart koşmamakta; evlilik dışı yaşam birliktelikleri de, AİHM kriterlerini sağladığı ölçüde  aile hayatı  olarak değerlendirilebilmekte ve AİHM m 8 kapsamında  aile hayatına saygı hakkı  korumasından yararlanabilmektedir. Bu nedenle; Türk kamu düzenine açıkça aykırı olduğu gerekçesiyle tanınmayan ve geçersiz kabul edilen, geçici koruma altındaki Suriyelilerin Türkiye ye gelmeden önce Suriye hukukuna göre yaptıkları çocuk yaşta evlilik çerçevesindeki birliktelikler de, AİHM kriterleri dâhilinde  aile hayatı  sayılabilecektir. Bu  bağlamda;  yabancı  hukuka  tabi  çocuk  yaşta  evliliklerin  tanınmaması üzerine alınacak tedbirler de, AİHS m 8 kapsamında aile hayatına saygı hakkının korunması denetimine tabi olacaktır. Zira evliliğin geçersiz sayılması üzerine, Türk mahkemelerince, özellikle mağdur çocuk hakkında verilecek koruma kararları,  aile hayatına saygı hakkı na müdahale teşkil edecektir. Bu itibarla, 5395 sayılı Çocuk Koruma Kanunu ve 6284 sayılı Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine  Dair  Kanun  kapsamında  aile  hayatına  müdahale  niteliğindeki 169  ZH and RH v Switzerland App No 60119/12 (ECHR, 8 December 2015), para 44.170  Concurring Opinion Of Judge Nicolaou, ZH and RH v Switzerland App No 60119/12 (ECHR, 8 December 2015) 15.171  Çocuk Koruma Kanunu, Kanun Numarası: 5395, Kabul Tarihi: 03.07.2005, RG 15.07.2005/25876.172  Ailenin Korunması ve Kadına Karşı Şiddetin Önlenmesine Dair Kanun, Kanun Numarası: 6284, Kabul Tarihi: 08.03.2012, RG 20.03.2012/28239.74Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... söz  konusu  koruma  tedbirlerinin;  mümkün  olduğunca,  çocuğun,  kamunun  ve kamu sağlığının korunması meşru amaçlarının sağlanması bakımından  ölçülü  olmasına ve  aile hayatına saygı hakkının korunması  yükümlülüğüne bir ihlal teşkil etmeyecek nitelikte olmasına dikkat edilmesi gerekmektedir. Bu bağlamda; kanaatimizce; özellikle, anne olan çocuk ile bebeğinin ayrılmasına yol açmayacak, baba ile çocuğun etkin kişisel ilişki kurma hakkını tesis edecek ve anne ile babanın belirli şartlar çerçevesinde görüşmelerini temin edecek nitelikte tedbirlerin alınması yerinde olacaktır. SonuçTürkiye çocuk yaşta evlilik uygulamasına karşı hükümler getiren, milletlerarası sözleşmelere ve Avrupa Konseyi ne taraf bir devlet olması itibariyle, Türkiye de bulunan Suriyeli çocuklar bakımından da, çocuk yaşta evlilik uygulamasına karşı her türlü önlemi alma yükümlülüğündedir. Ancak, Suriyelilerin 2011 den itibaren kitlesel akın ile Türkiye ye giriş yapmış olmaları ve bu sebeple geçici koruma altına alınan bu kişilerin medeni halleri ve nüfus bilgilerinin beyana dayalı olması, Avrupa örneklerindekinin aksine, çocuk yaşta evliliklerle ilgili tam bir veri ve bilgiye sahip olunmasını engellediği gibi; mağdur çocuklara yönelik gerekli koruma tedbirlerinin alınmasını da engellemektedir. Dolayısıyla kanaatimizce, Türkiye de Suriyelilerce gerçekleştirilen çocuk yaşta evliliklerle mücadelede ilk adım, bu verilerin sağlıklı bir  şekilde  toplanması  ve  mağdur  çocuklara  ulaşılması  olmalıdır.  İkinci  adım ise,  geçici  koruma  altındaki  Suriyelilerin  Türk  toplumuna  ve  Türk  hukukuna uyumlarının  sağlanmasıdır.  Bu  kapsamda,  toplumsal  mağduriyetlerin  önlenmesi adına, Türk hukukundaki evlenme, boşanma, nafaka ve velayet gibi aile hukukunun temel meselelerine ilişkin Türk Medeni Kanunu nun ilgili hükümleri konusunda bilgilendirilmelerinin sağlanması gerekmektedir.Çocuk yaşta evliliklerle mücadelede bir diğer yöntem normatif düzenlemelerdir. Tüm dünyada iltica hareketlerinin artması sebebiyle, çocuk yaşta evliliklerle mücadele etmek üzere, evlenme yaşına ve yabancı ülkede yapılan çocuk yaşta evliliklerin tanınmamasına yönelik mevzuat değişiklikleri tartışılmaktadır. Çalışmamızda bu kapsamda, İsviçre, Hollanda ve Alman hukuklarında bu yönde getirilen mevzuat değişikleri incelenmiştir. Bu bağlamda; kanaatimizce, İsviçre hukukunda olduğu gibi, Türk Medeni Kanununda da değişikliklere gidilerek; asgari evlenme yaşının istisnasız olarak 18 yaşa yükseltilmesi ve 18 yaş altı evliliklerin  mutlak butlan  sebepleri arasında açıkça düzenlenmesi yerinde olacaktır. Yapılacak değişiklikte; İsviçre  ve  Alman  hukuklarındaki  gibi,   çocuğun  üstün  menfaati nin  evliliğin devamını mecbur kılması halinin bir istisna olarak yer alması da, Türkiye nin Avrupa Konseyi üyesi ve BM Çocuk Hakları Sözleşmesi ne taraf bir ülke olması itibariyle uygun olacaktır. 75İstanbul Hukuk Mecmuası 78/1Yabancı ülkede yabancı hukuka göre yapılan çocuk yaşta evliliklerin Türk hukukunda tanınmasını engellemeye yönelik herhangi bir değişikliğe ise kanaatimizce gerek bulunmamaktadır. Zira İsviçre, Hollanda ve Alman hukuklarında, evlenme ehliyet ve şartlarının; yurt içinde yapılan evliliklerde,  eşlerin milli hukuku  yerine  evlenmenin yapıldığı ülke hukuku na tabi kılınmasına ve yurt dışında yapılan evlililiklerde, çocuk yaşta evliliklerin tanınmamasına yönelik getirilen genel yasaklayıcı düzenlemelerle dolaylı olarak lex foriye tabi kılınmasına ilişkin düzenlemeler, uygulanacak hukukta  kamu düzenine aykırılık  değerlendirmesini işlevsiz hale getiren düzenlemelerdir. Halbuki; yetkili yabancı hukukun uygulanmasında, her bir somut olayın şartlarına göre değerlendirme yapma imkanı sunan  kamu düzenine aykırılık  istisnası, çocuk yaşta evliliklerde,  çocuğun üstün menfaati nin gözetilmesine imkan vermektedir. Çocuklarla ilgili her uyuşmazlıkta  çocuğun üstün menfaati nin korunması ise, BM Çocuk Hakları Sözleşmesinde her taraf devlete getirilen bir yükümlülüktür. Bu itibarla, kanaatimizce,  çocuğun üstün menfaati nin gözetilmesi ve korunmasını sağlayan  kamu düzenine aykırılık  müdahalesi, çocuk yaşta evliliklerle mücadelede kanunlar ihtilafı hukuku bakımından en uygun hukuki araçtır. Bu kapsamda, Türk hukukunda, yabancı ülkede yetkili yabancı hukuka tabi olarak yapılmış çocuk yaşta evliliklerin tanınmasında; Türk hukukunda istisnai de olsa 16 yaşını doldurmuş olanların evlenmesine imkan tanındığından,  kamu düzenine aykırılık  değerlendirmesi, kanaatimizce, tanıma (iptal davası) anında eşlerden en az birinin 16 yaşını doldurmamış olduğu evliliklerin tanınması bakımından söz konusu olmalı; tanıma anında eşlerin her ikisi de 16 yaşını doldurmuş ise, böyle bir evliliğin tanınması Türk kamu düzenine aykırılık gerekçesiyle reddedilmemelidir. Tanıma  anında  eşlerden  birinin  16  yaşını  doldurmamış  olduğu  evlenmeler bakımından ise; asgari bir yaş sınırı çizilmemelidir. Bu evlenmelerin tanınmasında yapılacak Türk  kamu  düzenine  aykırılık  değerlendirmesinde, Türk  toplumunun değerleri, Türk aile yapısı, kamu sağlığı, bireyin maddi-manevi varlığını koruma ve geliştirme hakkı ve toplumsal cinsiyet eşitliğinin korunması ile  çocuğun üstün menfaati nin korunması arasında bir denge sağlanmalıdır. Özellikle mağdur çocuğun şahsi gelişimi ve üstün menfaati göz önünde bulundurularak evliliğin geçerliliği hakkında bir karar verilmeli ve bu anlamda somut olayda daha büyük mağduriyetlere sebebiyet verilmemelidir. Diğer taraftan; Türk Ceza Kanunu m 103(a) uyarınca  çocuğun  cinsel  istismarı   bakımından  öngörülmüş  olan  15  yaş  sınırı  da  bu değerlendirmede göz önünde bulundurulmalı ve kanaatimizce, tanıma (iptal davası) anında eşlerden birinin 15 yaşını doldurmamış olması halinde, böyle bir evliliğin tanınması Türk kamu düzenine açıkça aykırı olduğu gerekçesiyle reddedilmelidir.Türk  kamu  düzenine  açıkça  aykırılık  teşkil  ettiği  değerlendirilen  çocuk  yaşta evliliklerin geçersizliğine ve bu geçersizliğin müeyyidesi ile sonuçlarına; MÖHUK m 76Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... 5 uyarınca, öncelikle yetkili yabancı hukukta bu yönde öngörülen kurallar var ise onlar uygulanmalı; yetkili yabancı hukukun evlenme yaşına ilişkin tüm hükümleri Türk kamu düzenine aykırı ise, örneğin, yetkili yabancı hukukta herhangi bir asgari evlenme yaşı veya buna ilişkin bir müeyyide öngörülmemişse, o halde Türk hukuku uygulanmalıdır. Kamu düzenine aykırılık gerekçesiyle tanınmayan ve geçersiz olduğuna karar verilen yabancı hukuka tabi çocuk yaşta evliliklerde, AİHS m 8 kapsamında bir  aile hayatı  bulunup bulunmadığı değerlendirilmelidir. Somut olayda bir  aile hayatı  mevcut ise, çocuk mağdur hakkında Türk hukuku çerçevesinde alınacak koruma tedbirlerinin,  aile hayatına saygı hakkı na ihlal teşkil etmeyecek  ölçülülük  ve nitelikte olmasına dikkat edilmelidir.Geçici  koruma  altındaki  Suriyeliler  özelinde  ise;  kanaatimizce,  bu  kişiler,  vatandaşı  oldukları  devletin  diplomatik  himayesinden  yararlanmayan  kişiler  olarak MÖHUK m 4/1(a) kapsamında kabul edilmeli ve evlenme ehliyet ve şartlarına uygulanacak  hukukta,  Türkiye  içinde  ve  Türkiye ye  gelmeden  önce  yaptıkları evlilikler arasıda ikili bir ayrıma gidilmelidir. Türkiye de iken yaptıkları evliliklerde, MÖHUK m 13/1 uyarınca evlenme ehliyet ve şartlarına ve dolayısıyla evlenme yaşına,  eşlerden her birinin evlenme anındaki milli hukuku  olarak, Suriyeli eş bakımından, MÖHUK m 4/1(a) gereği Türk hukuku uygulanmalıdır. Türkiye ye gelmeden önce yaptıkları evliliklerde ise; MÖHUK m 4/1(a) bendi uygulama  alanı  bulmayacağından,  MÖHUK  m  13/1  uyarınca  evlenme  yaşına,  eşlerden her birinin evlenme anındaki milli hukuku  olarak, Suriyeli eş bakımından, vatandaşı oldukları Suriye hukuku uygulanmalıdır. Suriye hukukunun muhtevasının, resmi ve diplomatik yollardan temin edilememesi halinde, Türk mahkemelerince, taraf yardımı, bilirkişilik, hukuki mütalaa ve üniversitelerden bilgi alma gibi, yabancı hukukun temine yönelik diğer yollara başvurularak Suriye hukukunun teminine çalışılmalıdır. Geçici  koruma  altındaki  Suriyelilerin  Türkiye ye  gelmeden  önce  yaptıkları Suriye hukukuna tabi çocuk yaşta evliliklerin tanınmasında; tanıma (iptal davası) anında eşlerden biri 16 yaşını doldurmamış ise, bu evliliğin tanınmasının Türk kamu düzenine aykırı olup olmadığı değerlendirilmeli ve bu değerlendirmede,  çocuğun üstün menfaatinin korunması  ilkesinin gözetilmesi gereği unutulmamalıdır. Tanıma (iptal davası) anında Suriyeli eşlerden birinin 16 yaşını doldurmamış olduğu Suriye hukukuna tabi evliliklerin tanınması, Türk kamu düzenine açıkça aykırı bulunur ise, bu evliliklerin geçersizliğine Suriye hukuku uygulanmalı ve buna göre bu evliliklerin  mutlak butlan la batıl olduğuna karar verilmelidir. Bu itibarla; geçici koruma altındaki Suriyelilerce Suriye hukukuna göre yapılmış çocuk yaşta evliliklerin müeyyidesi  mutlak butlan  olarak öngörüldüğünden; bu evlilikler hakkında iptal davası açma şartları bakımından, Türk Medeni Kanunu da yer alan evlenmenin  mutlak butlanına  77İstanbul Hukuk Mecmuası 78/1ilişkin hükümler uygulanmalı ve böyle bir evliliğin resmi makamlarca tespiti halinde iptal davasının açılabilmesi için Cumhuriyet Başsavcılıkları bilgilendirilmelidir.Ayrıca, çalışmamızda, MÖHUK m 4/1(a) hükmünün konuluş amacı ve YUKK hükümleri  ile  daha  uyumlu  bir  hale  getirilmesi  adına,  hükümde  bir  değişiklik yapılarak,   mülteci   kavramı  yerine,   vatandaşı  olduğu  ülkenin  diplomatik himayesinden yararlanamaması sebebiyle koruma talep eden veya sağlanan kişiler  ifadesinin getirilmesinin daha uygun olacağı değerlendirilmiştir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.78Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli...",
     "Kaynakça": "Akıncı Z ve Demir Gökyayla C, Milletlerarası Aile Hukuku (Vedat Kitapçılık 2010). Akıntürk T ve Karaman D, Türk Medeni Hukuku Aile Hukuku Cilt 2 (20. Bası, Beta 2017).Altıparmak AK, İngiliz, Avrupa Birliği ve Türk Hukukunda Mirasa Uygulanacak Hukuk (Oniki Levha 2017).Arslan Öncü G, Avrupa İnsan Hakları Sözleşmesinde Özel Yaşamın Korunması Hakkı (Beta 2011).Aydın E, ‘Avrupa Birliği Mevzuatında Güvenli Üçüncü Ülke Kavramı ve Türkiye AB Geri Kabul Anlaşmasına Yansımaları  (2018) 38(1) PPIL 11 40.Çelikel A ve Erdem BB, Milletlerarası Özel Hukuk (15. Bası, Beta 2017).Çelikel A ve Öztekin Gelgel G, Yabancılar Hukuku (24. Bası, Beta 2018).Çiçekli B, Yabancılar ve Mülteci Hukuku (6. Bası, Seçkin 2016).Dethloff N, ‘Child Brides on The Move: Legal Responses to Culture Clashes  (2018) 32(3) International Journal of Law, Policy and The Family 302 315 <https://doi.org/10.1093/lawfam/eby008> erişim tarihi 11 February 2020.Doğan V, Türk Yabancılar Hukuku (3. Bası, Savaş Yayınevi 2018).Doğan V, Milletlerarası Özel Hukuk (5. Bası, Savaş Yayınevi 2019).Dural M, Öğüz T ve Gümüş MA, Türk Özel Hukuku Aile Hukuku Cilt III (14edn, Filiz Kitapevi 2019).Ekşi N, Yargıtay Kararları Işığında Milletlerarası Miras Hukuku (Beta 2013). Ekşi N, Yabancılar ve Uluslararası Koruma Hukuku (4. Bası, Beta 2016).Ekşi N, Milletlerarası Özel Hukukta Medenî Olmayan Evliliklerin ve Adlî Olmayan Boşanmaların Tanınması (Beta 2012).Erdoğan Bİ, ‘5718 Sayılı MÖHUK Uyarınca Tenkis Davasında Uygulanacak Hukukun Kamu Düzeni Bakımından Değerlendirilmesi ve Yetkili Mahkeme  (2018) 20(1) DEÜHFD 397 430.Gelgel G, Devletler Özel Hukukunda Çocuk Hukukundan Doğan Problemler (Beta 2012).Gençcan ÖM, Aile Mahkemesi Davaları (2. Bası, Yetkin Yayınları 2016).Giray FK, Milletlerarası Özel Hukukta Kaçırılan ve Alıkonan Çocukların İadesi (Beta 2010).Giray  FK,  ‘Milletlerarası  Özel  Hukuk  Hakkaniyetinin  5718  Sayılı  MÖHUK  Kapsamında Değerlendirilmesi  (2011 2012) 7(9) YÜHFD (Prof. Dr. Erhan Adal a Armağan) 555 577.Hatemi H ve Serozan R, Aile Hukuku (Filiz Kitapevi 1993). Keskin D, ‘Küçük Yaşta Evlenmenin Müeyyidesi  (2011) 15(4) GÜHFD 65 83.Huysal B, Devletler Özel Hukukunda Velayet (Legal 2005).Kılıçoğlu AM, Aile Hukuku (3. Bası, Turhan Kitabevi 2017).Kusserow J, ‘Regulating Child Marriage: Germany s Latest Foray and Possible Lessons For Canada , (Canadian Icon) <http://canadianicon.org/regulating child marriage germanys latestforay and possible lessons for canada/#_ednref12> erişim tarihi 11 February 2020.Daad Mousa, ‘Syrian Personal Status Law  (Friedrich Ebert Stiftung 2018) 4 <http://library.fes.de/pdf files/bueros/beirut/14969.pdf> erişim tarihi 21 February 2020.Nomer E, Devletler Hususi Hukuku (22. Bası, Beta 2017). Oğuzman K ve Dural M, Aile Hukuku (2. Bası, Filiz Kitapevi 1998).Öztan B, Aile Hukuku (6. Bası, Turhan Kitabevi 2015).Özcan M, AB Sığınma Hukuku (USAK 2006).79İstanbul Hukuk Mecmuası 78/1Sayman Y, Türk Devletler Hususi Hukukunda Evlenmenin Kuruluşu (Fakülteler Matbaası 1992).Serozan R, Çocuk Hukuku (2. Bası, Vedat Kitapçılık 2017).Şanlı C, Esen E ve Ataman Figanmeşe İ, Milletlerarası Özel Hukuk (7. Bası, Beta 2019).Tekinalp G ve Uyanık A, Milletlerarası Özel Hukuk Bağlama Kuralları (12. Bası, Vedat Kitapçılık 2016). Tekinay SS, Türk Aile Hukuku (7. Bası, Filiz Kitapevi 1990). Uluocak N, Milletlerarası Özel Hukuk Dersleri (2. Bası, Filiz Kitabevi 1989).van Eijk E, Family Law in Syria: Patriarchy, Pluralism and Personal Status Laws (IB Tauris, 2016).Wijffelman A, ‘Child marriage and Family Reunification: An Analysis under the European Convention on Human Rights and Dutch Forced Marriage Prevention Act  (2017) 35(2) Netherlands  Quarterly  of  Human  Rights  104 121  <https://journals.sagepub.com/doi/pdf/10.1177/0924051917708384> erişim tarihi 11 February 2020.CARE International UK, ‘To Protect Her Honour Child marriage in emergiencies the fatal confusion between protecting girls and sexual violence  (2015) 7 <https://insights.careinternational.org.uk/media/k2/attachments/CARE_Child marriage in emergencies_2015.pdf>  erişim  tarihi  11 February 2020.ECPAT International, ‘Preventing and Eliminating Child, Early and Forced Marriage: challenges, achievements,  best  practices  &  implementation  gaps ,  (2013)  <https://www.ohchr.org/_layouts/15/WopiFrame.aspx?sourcedoc=%2FDocuments%2FIssues%2FWomen%2FWRGS%2FForcedMarriage%2FNGO%2FECPATInternational%2Edoc&action=view> erişim tarihi 11 February 2020.LANDINFO, ‘Report Syria: Marriage Legislation and Traditions  (2018) 7 9 <https://landinfo.no/wp content/uploads/2018/10/Report Syria Marriage legislation and traditions 22082018.pdf> erişim tarihi 21 February 2020.PACE, ‘Resolution on Forced Marriages and Child Marriages  (2005) Resolution No 1468.PACE, ‘Resolution on Forced Marriage in Europe  (2018) Resolution No 2233.TÜİK, Republic of Turkey Ministry of Family and Social Policy, ‘Family Structure Survey  (2016) <http://www.turkstat.gov.tr/PreHaberBultenleri.do?id=21869> erişim tarihi 11 February 2020. TÜİK, ‘İstatistiklerde Çocuk  (2018) <http://tuik.gov.tr/PreHaberBultenleri.do?id=30708> erişim tarihi 11 February 2020.UN, ‘A Study of Statelessness  (1949) 7 <https://www.refworld.org/pdfid/3ae68c2d0.pdf> erişim tarihi 11 February 2020.International Refugee Organization, Constitution of the International Refugee Organization, 62 Stat. 3037, Treaties and Other International Act Series 1846.UN CEDAW/UN CRC, ‘Joint General Comment No 31 of the CEDAW / No 18 of the CRC on the Rights of the Child on harmful practices , (2014) UN Doc CEDAW/C/GC/31 CRC/C/GC/18.UN CEDAW, ‘General Comment No 21: Equality in Marriage and Family Relations  (1994) UNDoc A/39/38.UN General Assembly, ‘Status of Women in Private Law: Customs, Ancient Laws and Practices Affecting the Human Dignity of Women , 17 December 1954, A/RES/843.UN HRC, ‘Report of the Special Rapporteur on Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment  (2016) UN Doc A/HRC/31/57.UN OHCHR, ‘Preventing and Eliminating Child, Early and Forced Marriage  (2014) UN Doc A/HRC/26/22.80Ulusu Karataş / Geçici Koruma Altındaki Suriye Vatandaşlarının Çocuk Yaşta Evliliklerinin Mukayeseli... UN WOMEN, ‘Türkiye de Geçici Koruma Altındaki Suriyeli Kadın ve Kız Çocukların İhtiyaç Analizi   (2018)  Grafik  8  <http://sgdd.org.tr/wp content/uploads/2018/08/The_Needs_Assessment_TR_WEB.pdf> erişim tarihi 11 February 2020.UN WOMEN, ‘Inter Agency Assessment: Gender Based Violence and Child Protection Among Syrian Refugees in Jordan with a Focus on Early Marriage  (2013) 29 <https://data2.unhcr.org/ar/documents/download/39522> erişim tarihi 11 February 2020.UNHCR, ‘The Refugee Convention 1951: The Travaux préparatoires analysed with a Commentary by Dr. Paul Weis  (1990) 64 66, 80 <https://www.refworld.org/docid/53e1dd114.html> erişim tarihi 11 February 2020.UNHCR Evaluation Service, ‘Evaluation of UNHCR s Emergency Response to the influx of Syrian Refugees into Turkey  (2016) 52 55 <https://www.unhcr.org/58a6bbca7.pdf> erişim tarihi 11 February 2020.UNFPA, ‘Marrying Too Young End Child Marriage  (2012) 11 <https://www.unfpa.org/sites/default/files/pub pdf/MarryingTooYoung.pdf> erişim tarihi 11 February 2020.UNICEF  Data,  ‘Child  Marriage   (2018)  <https://data.unicef.org/topic/child protection/childmarriage/> erişim tarihi 11 February 2020.UNICEF, ‘A Study on Early Marriage in Jordan  (2014) 8, 22 23 <https://reliefweb.int/sites/reliefweb.int/files/resources/UNICEFJordan_EarlyMarriageStudy2014.pdf>  erişim  tarihi  11 February 2020.Servet Yanatma, ‘Türkiye de 2018 de 11 binden fazla çocuk doğum yaptı; 167 si 15 yaşından küçük  Euronews  (5  July  2019)  <https://tr.euronews.com/2019/07/05/turkiye de 2018 de 11 bindenfazla cocuk dogum yapti 167 si 15 yasindan kucuk tuik nufus> erişim tarihi 11 February 2020. AFP, ‘Germany to crack down on forign child marriages  (The Local Germany, 5 April 2017) <https://www.thelocal.de/20170405/germany cracks down on foreign child marriages> erişim tarihi 11 February 2020.The Draft Legislation on Child Marriage and Private International Law: An Interview with Institute Director Jürgen Basedow, <https://www.mpipriv.de/files/pdf4/Interview_with_Jrgen_Basedow__The_Draft_Legislation_on_Child_Marriage_and_Private_International_Law1.pdf> 07 February 2020.81"
}