{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "24",
     "Ay": "09",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "4",
     "Başlık": "Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri Ile Hukuki Işlemlerinin Doğurduğu Sonuçlar",
     "Title": "“De Facto Organs” of Legal Persons and the Consequences of Their Wrongful Actions and Legal Acts",
     "Yazar İsmi": [

          " Pınar Altınok Ormancı"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Tüzel Kişi", "Fiil Ehliyeti", "Fiili Organ", "Hukuka Aykırı Fiil", "Hukuki İşlem"
     ],
     "Keywords": [
          "Legal Persons", "Capacity to Act", "De Facto Organ", "Wrongful Actions", "Legal Acts"
     ],
     "Özet": "Tüzel kişiler fiil ehliyetlerini organları aracılığıyla kullanırlar. Nitekim Türk Medeni Kanunu md 50/2, organların, hukuki işlemleri ve diğer bütün fiilleriyle tüzel kişiyi borç altına sokacağını düzenlemiştir. Tüzel kişinin organlarından kanun tarafından ya da tüzel kişinin kuruluş belgesi ile öngörülenler, şekli (biçimsel) organ olarak adlandırılmaktadır. Buna karşılık organ olarak seçilmiş veya atanmış olmamakla birlikte, fiilen organ görevi icra eden kişi(ler) fiili organ olarak değerlendirilmektedir. Tüzel kişinin iradesinin oluşmasında belirgin bir rol oynayan; tipik bir organ işlevi gören, bu çerçevede günlük işlerin dışına çıkarak şirketin bilançosuna etkili olacak şekilde karar alma yetkisine sahip olan veya tüzel kişinin yönetiminde rol oynayan, yani şekli bir organın gerçekleştireceği işlevleri yerine getiren; organ yetkilerine sahip olan; bu yetkileri bağımsız olarak, tâbi olmaksızın, kendi sorumluluğu altında ve kendisi inisiyatif alarak kullanan ve organ yetkilerini münferit birkaç eylem olarak değil, sürekli bir şekilde kullanan kişiler fiili organ olarak ortaya çıkmaktadır.Bu değerlendirme büyük önem taşımaktadır; zira fiili organ olarak nitelendirilen kişilerin fiilleri (özellikle hukuka aykırı fiilleri) de,  şekli organın fiilleri gibi  tüzel kişinin sorumluluğunun doğmasına yol açacaktır. Bir kişi fiili organ olarak değerlendirildiğinde, bu kişinin hukuka aykırı fiilinden tüzel kişi (TMK md 50/2) ve organın kendisi (TMK md 50/3) sorumlu olacaktır. Buna karşılık fiili organın gerçekleştirdiği hukuki işlemlerin tüzel kişiyi bağlaması, kural olarak kabul edilemez. Zira fiili organ tüzel kişiyi temsil yetkisini haiz değildir ve yetkisiz temsilci tarafından yapılan işlemin temsil olunanı bağlaması ancak bazı şartların gerçekleşmesiyle mümkündür. İsviçre Federal Mahkemesi de 09.10.2019 tarihli ATF 146 III 37 kararında açıkça fiili organın hukuki işlemlerinin tüzel kişiyi bağlamayacağına hükmetmiştir. Çalışmamızda öncelikle fiili organ kavramı üzerinde durulacak; daha sonra fiili organın hukuki fiillerinin ve hukuki işlemlerinin tüzel kişi üzerinde doğurduğu sonuçlar ayrıntılı olarak ele alınacaktır.",
     "Abstract": "Legal persons exercise their capacity to act through their organs. Turkish Civil Code Article 50/2 provides that organs may put a legal person under obligation by virtue of legal transactions and all other acts. The organs of legal persons stipulated by the law or by their status are called formal organs. On the contrary, the person who performs the task of the governing body is considered a  de facto organ  because he/she is not elected or appointed as an organ but simply acts as one as a matter of fact, not law. De facto organs include those who play a prominent role in the formation of the will of the legal entity or who function as a formal organ, having the power to make decisions that will affect the company s balance sheet by going beyond the daily work. This group also includes those playing a role in the management of the legal entity, i.e., performing the functions that a formal body would perform. Persons who exercise these powers independently, without subordination, under their own responsibility, and on their own initiative and who exercise this authority on a continuous basis also emerge as de facto organs.This assessment is of great importance because the acts (especially the wrongful acts) of the persons considered  de facto organs  can lead to the liability of the legal person, as they are deemed to be the acts of the formal organs. However, it cannot be considered, in principle, that legal transactions carried out by de facto organs should bind the legal person, because the de facto organ does not have the actual authority to represent the legal person, and the transaction made by such unauthorized representatives can only bind the principal if certain additional conditions are fulfilled. Our study will primarily focus on the concept of the  de facto organ.  The consequences of the wrongful and legal acts of de facto organs will then be discussed in detail.",
     "Metin": "Tüzel kişilerde fiil ehliyeti TMK md 49 ve md 50 de düzenlenmiştir. TMK md 49, fiil ehliyetinin kazanılmasının koşulunu; md 50 ise fiil ehliyetinin kullanılmasını, yani organlar tarafından hayata geçirilmesini hükme bağlamıştır. Fiil ehliyeti, bilindiği üzere, kişinin kendi fiilleriyle hak sahibi olabilmesi ve borç altına girebilmesini ifade eder. Elbette bu ehliyet, haklarda ve borçlarda değişiklik yapabilmeyi, bunları sona erdirmeyi ve devretmeyi de kapsar. Gerçek kişilerde fiil ehliyetine sahip olabilmek için kişinin ayırt etme gücüne sahip olması, ergin olması ve kısıtlı olmaması gerekmektedir (TMK md 10). Buna karşılık tüzel kişiler, kanuna ve kuruluş belgelerine göre gerekli organlara sahip olmakla fiil ehliyetini kazanırlar (TMK md 49). Bu hükme göre tüzel kişiler, ancak kanuna ve ana statülerine göre zorunlu organlarını oluşturdukları anda fiil ehliyetini kazanırlar. Kanun koyucu, her tüzel kişinin yapısını dikkate alarak, zorunlu organları farklı şekilde düzenlemiştir. Tüzel kişinin organlarını oluşturması ise seçim veya atama yoluyla gerçekleşir. Tüzel kişiler, ancak organları aracılığıyla hareket edebilirler. Organlar, tüzel kişinin  iradesinin  oluşmasını  ve  bu  iradenin  ortaya  konmasını  sağlayan,  tüzel kişi örgütü içinde yer alan kişi ya da kişi topluluklarıdır. Kanun koyucu, organın iradesini, belirli koşulların gerçekleşmesi halinde tüzel kişinin iradesi olarak kabul etmiş ve buna sonuçlar bağlamıştır. Nitekim TMK md 50 ye göre,  Tüzel kişinin iradesi, organları aracılığıyla açıklanır (I). Organlar, hukuki işlemleri ve diğer bütün fiilleriyle tüzel kişiyi borç altına sokarlar (II). Organlar, kusurlarından dolayı ayrıca kişisel olarak sorumludurlar (III). Çalışmamızda öncelikle tüzel kişinin organları ve bu çerçevede organ-yardımcı kişi ayrımı ile şekli ve fiili organ ayrımları ele alınacaktır. Daha sonra fiili organ kavramı çerçevesinde, fiili organın hukuka aykırı fiilleri ile hukuki işlemlerinin tüzel kişi üzerindeki etkileri değerlendirilecektir.  1  Mustafa Dural ve Tufan Öğüz, Türk Özel Hukuku, C III Kişiler Hukuku (20. Bası, Filiz Kitabevi 2019) 47 ve 255; Kemal Oğuzman, Özer Seliçi ve Saibe Oktay Özdemir, Kişiler Hukuku (Gerçek ve Tüzel Kişiler) (16. Bası, Filiz Kitabevi 2016) 49 ve 285; Julia Xoudis, Commentaire Romand (éd: Pascal Pichonnaz/ Bénédict Foëx) Code Civil I, Art 54/55 (Helbing Lichtenhahn 2010), N 2. 2  Oğuzman, Seliçi ve Oktay Özdemir (n 1) 49; Xoudis (n 1) N 2. 3  Örneğin derneklerde kanunen üç zorunlu organ mevcuttur. Bunlar genel kurul, yönetim kurulu ve denetim kuruludur (Türk Medeni Kanunu md 72/I). Vakıflarda ise tek zorunlu organ yönetim organıdır (Türk Medeni Kanunu md 109). Ticaret ortaklıklarının zorunlu organları ise Türk Ticaret Kanunu nda ortaklık türlerine göre farklı şekilde düzenlenmiştir. 4  Dural ve Öğüz (n 1) 255. 5  ibid 256; benzer bir tanım için bkz. Oğuzman, Seliçi ve Oktay Özdemir (n 1) 286. 1264Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...I. Tüzel Kişilerde Organlar ve Organların Hukuka  Aykırı Fiillerinden SorumlulukTüzel  kişi,  amacını  gerçekleştirebilmek  için  örgütlenmeye  ihtiyaç  duyar.  Bu çerçevede tüzel kişi, kanunun ve kuruluş belgesinin kendisine yüklediği görevleri yerine getiren organlardan teşekkül eder. Organ, tüzel kişi örgütü içinde yer alan, tüzel kişinin iradesinin oluşmasını ve bu iradenin dış dünyaya yansımasını sağlayan, kanun, tüzük veya iç yönetmeliklerle oluşturulan kişi veya kişi gruplarıdır. Tüzel kişi kendi doğal iradesine sahip olmadığından, onun iradesinin oluşması ve açığa çıkarılması, ancak organları aracılığıyla mümkündür. Bir başka ifadeyle organların yansıttığı irade, tüzel kişinin iradesidir. Bu nedenle her ne kadar organların üçüncü kişilere karşı tüzel kişiyi temsil ettiğinden söz edilse de, burada borçlar hukukundaki teknik anlamıyla bir temsil ilişkisi yoktur. Organın tüzel kişiyi temsil yetkisi, kaynağını organ sıfatında bulan, geri alınamayan ve organın davranışının tüzel kişiye izafe edilmesini sağlayan bir yetkidir. Temsilci kendi iradesini açıklayarak, temsil olunanı bağlayan bir işlem yaparken; organ doğrudan tüzel kişinin iradesini açıklar.Tüzel kişi bünyesinde temel görevleri yerine getirmek amacıyla üç tip organ görülür:  Karar  organı  veya  üst  organ  (organe  législatif  ou  organe  supreme); yönetim veya idare organı (organe supérieur de direction ou d administration) ve denetim organı (organe de révision). Derneklerde bu üç ayaklı örgütlenme mevcut olmasına rağmen, vakıflarda karar organı (en azından yasal zorunlu organ olarak) bulunmamaktadır.Yukarıda da ifade edildiği üzere, kanun koyucu her tüzel kişinin sahip olması gereken zorunlu organları, tüzel kişinin tipini dikkate alarak ayrı ayrı belirlemiştir. Ancak kanunun öngördüğü zorunlu organlar dışında, irade serbestisi ilkesi çerçevesinde, tüzel  kişinin  ana  statüsünde  isteğe  bağlı  organların  öngörülmesi  mümkündür. Kanunen zorunlu olmamakla birlikte, tüzel kişinin amacına, örgütlenme yapısına ve faaliyet alanına göre öngördüğü bu organlara ihtiyari organlar denilmektedir. İhtiyari organlar tüzel kişinin ana statüsünde belirlenebileceği gibi, bunların tüzel 6  Xoudis (n 1) N 6. Belirtmek gerekir ki burada yalnızca dar anlamıyla organlar (şekli organlar) ifade edilmektedir. Oysa aşağıda ele alınacağı üzere, özellikle İsviçre Federal Mahkemesi kararlarıyla geliştirilen ve doktrinde de pek çok yazar tarafından benimsenen görüş, şeklen organ sıfatını taşımamakla birlikte, bazı özellikleri taşıyan kişilerin de tüzel kişinin organı (fiili organ) olarak kabul edilmesi gerektiğini ileri sürmektedir: Bkz aşağıda I C. 7  Teoman Akünal, Türk Medeni Hukukunda Tüzel Kişiler (Beta 1995) 34. 8  Oğuzman, Seliçi ve Oktay Özdemir (n 1) 289; Dural ve Öğüz (n 1) 257.9  ibid 289; Dural ve Öğüz (n 1) 257; Cem Akbıyık, ‘Tüzel Kişi Organının Ölüme Bağlı Tasarrufun Düzenlenmesine Katılması  (2017) 5 (1) Kadir Has Üniversitesi Hukuk Fakültesi Dergisi 73, 76. 10  Belirtmek gerekir ki, 17.4.2008 tarihli E.2005/14, K. 2008/92 sayılı AYM kararı uyarınca  Vakıflarda üyelik olmaz.  hükmünü içeren TMK md 101 in 3. fıkrası iptal edildiğinden, vakıflara üyelik mümkün hale gelmiştir. Bu nedenle vakıflarda da artık ihtiyari bir organ olarak karar organının oluşturulması mümkündür. Sözü edilen iptal kararının ayrıntılı bir değerlendirmesi ve eleştirisi için bkz. Osman Gürzumar, ‘Türk Medeni Kanunu nun ‘Vakıflarda Üyelik Olmaz  Hükmünü İptal Eden Anayasa Mahkemesi Kararı Hakkında , Haluk Konuralp Anısına Armağan, C III (Seçkin 2009) 540.11  Xoudis (n 1) N 6; Dural ve Öğüz (n 1) 258. 12  Dural ve Öğüz (n 1) 260; Oğuzman, Seliçi ve Oktay Özdemir (n 1) 290 vd.1265İstanbul Hukuk Mecmuası 79/4kişinin yetkili organlarının alacağı kararlarla sonradan belirlenmesi de mümkündür. Uygulamada sıklıkla danışma kurulu, onur kurulu gibi ihtiyari organların ortaya çıktığı görülmektedir. Zorunlu-ihtiyari organ ayrımından başka, organın görevi çerçevesinde karar organı-yürütme organı; yine organın faaliyet alanı çerçevesinde iç organ-dış organ; organın kaç kişiden teşekkül ettiğine göre fert organ-kurul organ ayrımlarının  da  yapıldığı  görülmektedir.  Çalışmamız  açısından  önem  taşıyan sınıflandırma ise, şekli (biçimsel) organ ile fiili organ ayrımıdır. Aşağıda bu ayrıma ilişkin ayrıntılı açıklamalara geçmeden önce, organ ile yardımcı kişi arasındaki farklara değinmekte de fayda vardır. A. Organ- Yardımcı Kişi AyrımıTMK md 50/2 ye göre  Organlar, hukuki işlemleri ve diğer bütün fiilleriyle tüzel kişiyi borç altına sokarlar.  Bu hükümden çıkan sonuç, bir organ (organ görevini yerine getiren gerçek kişi) tarafından gerçekleştirilen hukuki işlemler ve diğer bütün fiiller, özellikle organ tarafından işlenen haksız fiiller doğrudan tüzel kişiyi borç altına sokar; yeter ki organ açıkça birey olarak kendi hesabına değil, organ görevi çerçevesinde hareket etmiş olsun. Dolayısıyla organların hukuki işlemleri ve fiilleri doğrudan doğruya tüzel kişi üzerinde etkilerini doğurmaktadır.Organ, tüzel kişinin çalışanı (TBK md 66) veya yardımcı kişisi (TBK md 116) değildir.  Organ,  doğrudan  tüzel  kişinin  bir  parçası  olarak  kabul  edilmektedir. Organın  işlediği  haksız  fiiller  bakımından  tüzel  kişinin  sorumluluğu  doğrudan doğruya doğar. Hatta organ, tüzel kişiyi temsile yetkili olmasa bile, organ sıfatıyla ve görevi dolayısıyla hareket ederken meydana gelen haksız fiillerde de tüzel kişinin sorumluluğu doğar. Tüzel kişinin bu sorumluluktan kurtulabilme imkânı yoktur. Tüzel kişi, kusuru olmadığını iddia ederek sorumluluktan kurtulamaz, zira organın kusuru, tüzel kişinin doğrudan sorumluluğuna yol açar. Tüzel kişi, adam çalıştıranın sorumluluğuna ilişkin düzenlemede yer alan (TBK md 66/2) kurtuluş kanıtından da yararlanamaz; organ  çalışan  olmadığından, tüzel kişi organı seçmede, talimat vermede ve denetlemede gereken özeni gösterdiğini ispat ederek sorumluluktan kurtulamayacaktır.Tüzel  kişinin  borçlarının  ifası  bakımındansa,  organın  fiillerinin  tüzel  kişi açısından sonuç doğurması ve yardımcı kişinin fiillerinin tüzel kişi açısından sonuç 13  ibid 260; Oğuzman, Seliçi ve Oktay Özdemir (n 1) 291.14  Bu ayrımlar hakkında ayrıntılı bilgi için bkz Oğuzman, Seliçi ve Oktay Özdemir (n 1) 290 vd; Dural ve Öğüz, (n 1) 260 vd; Xoudis (n 1) N 9.15  Marco Villa, ‘Organes de fait et organes apparents , iç Pierre-Louis Imsand (ed), La responsabilité civile dans l entreprise, Travaux de la Journée d étude organisée le 19 mars 2003 a l Université de Lausanne ( CEDIDAC, 2004) 73; ATF 121 III 176, 180.16  ATF 121 III 126: Organın haksız fiilinden tüzel kişinin sorumlu tutulabilmesi için fiilin, işlevsel olarak, organın yetkilerinin genel çerçevesi içine girmesi yeterlidir. 17  Villa (n 15) 75. 1266Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...doğurması birbirinden ayrılmalıdır. TBK md 116 gereği, yardımcı kişinin fiillerinden sorumluluk, önceden yapılacak bir anlaşmayla kaldırılabilirken; organın fiillerinden sorumluluk kaldırılamaz.B. Şekli (Biçimsel) OrganlarTüzel kişinin organlarından kanun tarafından ya da tüzel kişinin kuruluş belgesi ile öngörülenler, şekli (biçimsel) organ olarak adlandırılmaktadır. Bu çerçevede derneklerde yasal zorunlu organlar olan genel kurul, yönetim kurulu ve denetim kurulunun; vakıflarda ise yönetim organının şekli (biçimsel) organlar oldukları açıktır. Tüzel kişinin kuruluş belgesi ile öngörülen ihtiyari organlar da şekli organ olarak karşımıza çıkmaktadır. Nitekim bu organları oluşturan kişilerin görev ve yetkileri kanunda ve tüzel kişinin kuruluş belgesinde belirlenmiştir.TMK md 50/I kapsamında organ,  tüzel kişinin iradesini açıklayan , yani üçüncü kişilerle olan hukuki ilişkilerde tüzel kişi adına hareket eden kişi(ler)dir. Bu çerçevede organ kavramının geniş anlaşılması gerektiği; kanun, tüzel kişinin kuruluş belgesi veya tüzel kişinin fiili örgütlenmesi kapsamında tüzel kişinin iradesinin oluşmasına katılan ve hukuken veya fiilen karar alma yetkisine sahip kişilerin organ olarak kabul edilmesi gerektiği belirtilmektedir. Organın doktrin ve içtihatlarla geliştirilen bu işlevsel tanımı, hem şekli (kanunen veya tüzel kişinin kuruluş belgesine göre yetkili), hem de fiili organı kapsamına almaktadır. Fiili organa aşağıda değineceğimizden, burada yalnızca TMK md 50 kapsamında şekli organa değineceğiz.TMK md 50 kapsamında organ, üçüncü kişilerle olan hukuki ilişkilerde tüzel kişi adına hareket eden organ olduğuna göre, burada yürütme organı olan yönetim organından bahsedilmektedir. Şekli organları oluşturan kişilerin usulüne uygun şekilde organ (veya organ üyesi) olarak atanmış olmaları yeterlidir. Bu kişiler, görevleri devam ettikçe organ sıfatını haizdirler. Bu kişilerin yönetim faaliyetlerini bilfiil icra etmelerinin gerekip gerekmediği konusu tartışmalıdır; ancak böyle bir 18  ibid 75. 19  Dural ve Öğüz (n 1) 258; Xoudis (n 1) N 22 ve N 23; Villa (n 15) 81. Oğuzman, Seliçi ve Oktay Özdemir ise  resmi organ  nitelendirmesini tercih etmektedirler. Bkz Oğuzman, Seliçi ve Oktay Özdemir (n 1) 291. 20  Xoudis (n 1) N 21; aynı yönde bkz ATF 124 III 418, 420 vd. 21  ibid N 21.22  Villa (n 15) 72, dipnot 1; Xoudis (n 1) N 22; Hans Michael Riemer, Berner Kommentar Kommentar zum schweizerischen Privatrecht, Band I: Einleitung und Personenrecht, 3. Abteilung: Die juristischen Personen, 1. Teilband: Allgemeine Bestimmungen - Systematischer Teil und Kommentar zu Art 52-59 ZGB (Stämpfli 1993) Art 54/55, N 25 ve N 26. 23  Buna göre derneklerde ve vakıflarda yönetim kurulu üyeleri, limited şirketlerde müdürler (yöneticiler), anonim şirkette yönetim kurulu üyeleri, yine kooperatiflerde yönetim kurulu üyeleri şekli anlamda organ niteliğini haizdir: Bkz Villa (n 15) 82. 1267İstanbul Hukuk Mecmuası 79/4gereklilik  aranmamalıdır.  Zira  yönetim  organını  oluşturan  kişiler,  bu  sıfatları çerçevesinde karar alma yetkisine sahiptiler. Karar organı ile denetim organı da şekli organlardan olup, ancak bu organların üçüncü kişilerle olan hukuki ilişkilerde devreye girmeleri halinde TMK md 50 bu organlar açısından uygulama alanı bulur. Tüzel kişinin kuruluş belgesinde öngörülen şekli organlar, kuruluş belgesi ile tüzel kişinin iradesinin oluşmasına katılmayı sağlayacak karar alma yetkisi verilen kişilerdir. Bu çerçevede kişinin ünvanı (ör Müdür, müdür yardımcısı, sekreter, komisyon üyesi vb) belirleyici değildir; özellikle yönetim organının sahip olduğu yönetim görevleri bakımından, tüzel kişinin kuruluş belgesiyle bazı kişilerin yetkili kılınması halinde, TMK md 50 kapsamında şekli bir organdan bahsedilmelidir. C. Fiili Organ KavramıUzunca bir süredir doktrinde ve içtihatlarda, organ görevi icra eden gerçek kişilerin, şekli organ sıfatını haiz olmasalar dahi, fiili organ niteliğine sahip oldukları kabul  edilmektedir.  Dolayısıyla  fiili  organı  kısaca,  organ  olarak  seçilmiş  veya atanmış olmamakla birlikte, fiilen organ görevi icra eden kişi(ler) olarak tanımlamak mümkündür. Gerçekten, tüzel kişinin yönetim organının görevi kapsamına giren idare ve temsil görevleri (bu görevlerin kapsamına dâhil olabilecek faaliyetler), kendilerine böyle bir yetki verilmemiş kişi veya kişilerce ifa edildiğinde, bunlara fiilen organ niteliği tanınabileceği Türk hukukunda da 1970 tarihli bir tezde ortaya konmuştur. Şirketler hukukunda da fiili organ oldukça önem taşıyan bir kavramdır. Bu çerçevede,  bir  anonim  şirkette  şekli  organların  dışında,  yönetim  kuruluna  ait görevleri yerine getiren şahıs veya şahıs gruplarının bulunmasının mümkün olduğu; 24  Nitekim Türk Ticaret Kanunu na göre de anonim şirketlerde temsil yetkisinin devri mümkündür. (TTK md 370/2) Hatta TTK md 553/2 ye göre yetkilerini kanuna dayanarak başkasına devreden organlar veya kişiler, bu kişilerin seçiminde makul derecede özen göstermişlerse, onların fiil ve kararlarından sorumlu olmazlar. Aynı düzenlemeler, TTK md 629/1 ve md 644 ün atfıyla limited şirketlere de uygulanır. 25  Xoudis (n 1) N 22; Riemer, (n 22) N 25; aynı yönde bkz. İsviçre Federal Mahkemesinin 10.02.2009 tarihli, 4A_544/2008 kararı, c 2.3, SJ 2010 I 1; Villa (n 15) 81. 26  Esasında karar organı ile denetim organı iç organlar olup, tüzel kişi adına üçüncü kişilerle ilişkiye girmezler. Dolayısıyla bu organların temsil yetkisi çerçevesinde tüzel kişiyi borç altına sokmaları kural olarak söz konusu olmayacaktır.27  Xoudis (n 1) N 23. Benzer şekilde bkz Villa (n 15) 82: Yazara göre müdür, müdür yardımcısı, bağlı müdür vb. sıfatlar, organı belirlemekte yeterli değildir. Şekli organ niteliğini haiz olanlar yönetim kurulu üyeleridir; müdürler değil. Aksi görüşte bkz Riemer (n 22) N 27. 28  Xoudis (n 1) N 23. 29  Henry Peter, ‘La responsabilité de -et par- l organe de fait , iç Chappuis Christine, Peter Henry, von Planta Andreas (edr), Responsabilité de l actionnaire majoritaire: séminaire de l Association genevoise de droit des affaires (Zürich 2000) 32; Theo Guhl, Alfred Koller, Anton K. Schnyder ve Jean Nicolas Druey, Das Schweizerische Obligationenrecht (9. Auflage, Zürich 2000) 802. 30  Bilge Öztan, Medeni Hukuk Tüzel Kişilerinde Organ Kavramı ve Organın Fiillerinden Doğan Sorumluluk (Ankara 1970) 62 vd. 1268Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...bunların fiili organ olarak nitelendirildiği belirtilmektedir. Fiili organ, kanunda ve ana sözleşmede yer almamasına veya şirketin iç işleyişinde herhangi bir şekilde yetki ve görevlendirme yapılmamasına rağmen fiilen iradenin oluşmasına veya idare ve temsil görevine katılan kişiler olarak tanımlanmaktadır.Yargıtay içtihatlarında fiili organ kavramına nadiren başvurulduğu görülmektedir. Örneğin Yargıtay 23. HD nin 2014 tarihli bir kararında fiili organ kavramına yer verilmişse de, Yargıtay, fiili organ kavramı kapsamında banka müdürlerinin sorumluluklarını değerlendiren ilk derece mahkemesinin kararını, bankacılık mevzuatı hükümlerinin göz ardı edildiği ve salt anonim şirketler hukukunda yöneticilerin sorumluluklarına ilişkin genel değerlendirmeler yapıldığı gerekçesiyle bozmuştur. Bu nedenle esasında kararda ele alınan fiili organa ilişkin değerlendirmeler, ilk derece mahkemesi tarafından hükme esas alınan değerlendirmelerdir.Yine de Türk mahkeme kararlarında fiili organ kavramının nasıl ele alındığı hususunda fikir sahibi olmak bakımından, yukarıda bahsedilen kararda fiili organ kavramına ilişkin değerlendirmeleri burada zikretmeyi uygun görüyoruz. Sözü edilen ilk derece mahkemesi kararında,  … bir kimsenin anonim şirketlere özgü sorumluluk hükümlerine (TTK md 336) tabi olabilmesi için organ vasfına sahip olması gerektiği, yasa, ana sözleşme veya iç yönetmelikte organ olarak anılmış olma zorunluluğu, organ vasfını haiz olmanın bir şartı olmadığı, anonim şirketlerde bir kimsenin organ vasfını haiz olup olmadığı değerlendirilirken, onun şirketin iradesinin oluşumuna katılıp katılmadığına ve bu esnada tüzel kişinin önemli görev alanlarında bağımsız karar alma yetkisi bulunup bulunmadığına bakılması gerektiği, bu bağlamda organ vasfı ana sözleşme ve yasadan veya fiiliyattaki organizasyon yapısından ileri gelebileceği, dolayısıyla organ vasfı yalnızca formel anlamda bunların organ olup olmadığına bakılarak değil, maddi anlamda bir organ vazifesi üstlenip üstlenmedikleri yani fiiliyatta bu kimselerin şirketin amaçlarından doğan veya bu amaca yönelik bir işlevi yerine getirip getirmedikleri dikkate alınarak değerlendirilmesi gerektiği, sorumluların kapsamı belirlenirken sadece şekli kıstaslara uyan kimselerin organ olarak değerlendirilmesi sorunun çözümü için yeterli bulunmadığı, şeklen bu kıstaslara uymayan ancak, fiili anlamda bir organın vazifelerini gören kimselerin de söz konusu sorumluluk hükümlerine tabi tutulmaları gerektiği, sorumluluğun 31  Necla Akdağ Güney, Anonim Şirket Yönetim Kurulu (2. Bası, Vedat Kitapçılık 2016) 356; benzer şekilde bkz Oruç Hami Şener, Ortaklıklar Hukuku Ders Kitabı (2. Bası, Seçkin 2015) 414. Şener, fiili organ konumundaki kişilerin genellikle ortaklıkta pay çoğunluğunu ellerinde bulundurduklarını, şekli olarak bir kişiyi genel kurulda yönetim kuruluna seçtirip, fiili olarak yönetim kurulu gücünü bizzat kullandıklarını ifade etmektedir. Özellikle TTK md 553/1 deki  yöneticiler  ibaresiyle bu kişilerin kastedildiğini de ilave etmektedir. Benzer şekilde bkz Sami Karahan ve Hanife Doğrusöz Koşut, Şirketler Hukuku (Konya 2012) 749. 32  Akdağ Güney (n 31) 356 vd. Özellikle ticaret ortaklıklarında organ sıfatını taşımamakla birlikte pay çoğunluğunu elde bulunduran hakim konumdaki ortakları da bu çerçevede değerlendirmek gerektiği yönünde bkz Akbıyık (n 9) 76. 33  Yargıtay 23 HD, 2013/7191, 2014/420, 24.01.2014.34  Sözü edilen ilk derece mahkemesi kararı Yargıtay 23 HD nin temyiz incelemesinden geçmiş olup, anılan dairenin kendi kararında alıntıladığı şekliyle çalışmamızda yer almaktadır. Bkz Yargıtay 23 HD, 2013/7191, 2014/420, 24.01.2014. Koyu renkli vurgular, tarafımızca gerçekleştirilmiştir. 1269İstanbul Hukuk Mecmuası 79/4şekli organlarla sınırlandırılması, bu nevi fiili organların sorumluk hükümlerinden muaf tutulması anlamına geleceği, bu nedenle gerek içtihatlarda gerekse doktrinde fonksiyonel organ kavramından hareketle iradenin teşekkülüne ya da açıklanmasına iştirak eden veya idare ve temsil görevine katılan kimseler de  organ  olarak nitelendirileceği, böylelikle tüzel kişinin resmen organ sıfatını kazanmış organlarının dışında bulunan, fakat gerek konum, gerek yetkileri nedeni ile ortaklık iradesinin oluşması  ve  veya  dışarıya  yansıtılması  hususunda  etkin  olan  bütün  şahıslar organ olarak nitelendirilebileceği, fiili organların sorumluluk hükümlerine dahil edilmesiyle sadece üçüncü kişilerin korunmasının sağlanmış olmayıp aynı zamanda tüzel kişinin iradesinin oluşmasında etkili oldukları halde resmen organ olarak görünmeyen fiili yöneticiler de sorumluluk zincirine dahil edilmiş olacakları, anonim şirketin organlarının faaliyetleri nedeniyle sorumluluğu değerlendirilirken formel anlamda bunların organ olup olmadığına bakılmaksızın, maddi anlamda bir organ vazifesi üstlenip üstlenmedikleri yani fiiliyatta bu kimselerin şirketin amaçlarından doğan veya bu amaca yönelik bir işlevi yerine getirip getirmedikleri dikkate alınması gerektiğinin banka yöneticileri açısından da geçerli olduğu, yöneticinin sorumlu tutulabilmesi için şekli olarak organ olup olmadığından ziyade fiiliyatta bankanın iradesinin oluşumuna ne derecede etkili olduğuna bakılması gerektiği …  ifade edilmektedir.Fiili organ kavramı, İsviçre Federal Mahkemesi içtihatlarında ise iki ayrı alanda geliştirilmiştir. Bir taraftan tüzel kişinin, organlarının fiillerinden sorumluluğu (TMK md 50/2; İsviçre Medeni Kanunu (CC) md 55/2) açısından; diğer taraftan, organın tüzel kişiye karşı sorumluluğu (TMK md 50/3; CC md 55/3) bakımından fiili organ kavramına başvurulduğu görülmektedir 36.Her iki sorumluluk bakımından fiili organ kavramının ayrı ayrı tanımlanmasına gerek olup olmadığı ve İsviçre Federal Mahkemesi ile doktrinde bazı yazarların neden böyle bir ayrıma gerek duyduğu meseleleri aşağıda ele alınarak bir değerlendirme yapılacaktır. 35  TMK md 50/3 de yer alan  Organlar, kusurlarından dolayı ayrıca kişisel olarak sorumludurlar.  hükmünün özel bir görünümü, anonim şirketler bakımından TTK md 553 de yer almaktadır. TTK md 553 e göre,  Kurucular, yönetim kurulu üyeleri, yöneticiler ve tasfiye memurları, kanundan ve esas sözleşmeden doğan yükümlülüklerini kusurlarıyla ihlal ettikleri takdirde, hem şirkete hem pay sahiplerine hem de şirket alacaklılarına karşı verdikleri zarardan sorumludurlar (1). Kanundan veya esas sözleşmeden doğan bir görevi veya yetkiyi, kanuna dayanarak, başkasına devreden organlar veya kişiler, bu görev ve yetkileri devralan kişilerin seçiminde makul derecede özen göstermediklerinin ispat edilmesi hâli hariç, bu kişilerin fiil ve kararlarından sorumlu olmazlar(2). Hiç kimse kontrolü dışında kalan, kanuna veya esas sözleşmeye aykırılıklar veya yolsuzluklar sebebiyle sorumlu tutulamaz; bu sorumlu olmama durumu gözetim ve özen yükümü gerekçe gösterilerek geçersiz kılınamaz (3).36  TTK md 553 hükmünün İsviçre Borçlar Kanunu (CO) md 754 deki karşılığı ise şu şekildedir:  Les membres du conseil d administration et toutes les personnes qui s occupent de la gestion ou de la liquidation répondent à l égard de la société, de même qu envers chaque actionnaire ou créancier social, du dommage qu ils leur causent en manquant intentionnellement ou par négligence à leurs devoirs (1) Celui qui d une manière licite, délègue à un autre organe l exercice d une attribution, répond du dommage causé par ce dernier, à moins qu il ne prouve avoir pris en matière de choix, d instruction et de surveillance, tous les soins commandés par les circonstances (2). 1270Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...1. Organın Fiillerinden Tüzel Kişinin Sorumluluğu (TMK md 50/2) Çerçevesinde Fiili Organ Kavramıİsviçre Federal Mahkemesi, davacıların fiili organ niteliğinde olduğunu iddia ettikleri  bazı  kişilerin  fiillerinden  tüzel  kişinin  sorumluluğuna  yönelik  açılan davalarda, şu tanımı benimsemiştir:  Kanuna, tüzel kişinin kuruluş belgesine veya tüzel kişinin fiili örgütlenmesine göre, tüzel kişinin iradesinin oluşmasında rol alan ve hukuken ya da fiilen karar alma yetkisine sahip olan her gerçek kişi CC md 55 anlamında organ sıfatını haizdir; organ sıfatı temsil yetkisinden bağımsızdır.37  Esasında  bu  kararda  İsviçre  Federal  Mahkemesi,  Lozan  belediyesinde  çeşitli görevleri icra eden kişilerin fiillerinden belediyenin sorumlu tutulup tutulamayacağı meselesini değerlendirdiğinden; fiili organ kavramını CC md 55/2 (TMK md 50/2) çerçevesinde ele almıştır.Kararda, Lozan belediyesinde komün yönetiminde ısı-güç birimin şefi olarak çalışan, genellikle sadece teknik bir faaliyet icra eden ve tâbi bir pozisyonda olan kişinin, somut olay çerçevesinde yine de bir organ olarak değerlendirilmesi gerektiği, zira somut olayda büyük bir endüstriyel projeyi tamamen bağımsız olarak yönettiği, en önemli kararları dahi kendi başına aldığı ve bu durumun yıllarca sürdüğü ifade edilmektedir.Söz  konusu  karar,  İsviçre  Federal  Mahkemesi nin  daha  önceki  yıllarda  bu konuda verdiği kararları teyit eder niteliktedir. Buna göre tüzel kişi bünyesindeki bir kişinin, kendisine verilmiş bir görevi bağımsız olarak icra etmesi organ olarak nitelendirilmesinde  yeterli  değildir;  o  kişinin  ayrıca  tüzel  kişinin  iradesinin oluşmasında  da  etkili  olması  gerekir.  Yine  İsviçre  Federal  Mahkemesi  son derece yeni tarihli kararlarında da bu ilkeyi teyit etmektedir. Federal Mahkeme nin 09.10.2019 tarihli bir kararında da, tüzel kişinin sadece şekli organlarının hukuka aykırı fiillerinden değil, aynı zamanda fiili organlarının, yani yönetim görevlerini fiilen icra eden, bağımsız olarak karar alabilen ve bu şekilde tüzel kişinin iradesinin oluşmasına kesin olarak katkıda bulunan kişilerin de fiillerinden sorumlu olduğu belirtilmiştir. 37  ATF 124 III 418, 420 vd, c 1b. Kararda Lozan Belediyesi nin bir üyesi ve belediye yönetiminde önemli bir sektörün hiyerarşik başkanı olarak rol oynayan belediye  endüstriyel hizmetler müdürünün , yapılan tanım çerçevesinde belediyenin bir organı olarak kabul edilmesi gerektiği ifade edilmektedir. Aynı yönde bkz ATF 121 III 176, 179 vd, c 4a. 38  ATF 124 III 418, 421, c 1b.39  Bkz Villa (n 15) 91. Gerçekten ATF 122 II 225 kararında, yönetimsel anlamda karar alma yetkisi olmayan, sadece şantiyede bazı teknik faaliyetlerden sorumlu olan kişinin organ sıfatını taşımayacağı kabul edilmiştir. 40  ATF 146 III 37, c 6.1. Aynı yönde bkz ATF 128 III 29, 30 vd, c 3a. 1271İstanbul Hukuk Mecmuası 79/4İsviçre Federal Mahkemesi nin kararlarından, fiili organdan bahsedebilmek için şu şartları aradığı görülmektedir: -  Tüzel kişinin iradesinin oluşmasına katılma-  Yönetimsel konularda karar verme yetkisine sahip olma-  Bağımsız olarak hareket edebilme-  Bu yetkilerin uzun bir süre boyunca kullanılması2. Organın Kişisel Sorumluluğu (TMK md 50/3) Çerçevesinde  Fiili Organ KavramıFiili organın kişisel sorumluluğuna ilişkin İsviçre Federal Mahkemesi kararları incelendiğinde,  tüzel kişinin iradesinin oluşmasında belirgin bir biçimde rol almak  unsurunun, bir kişinin fiili organ oluşturup oluşturmadığının belirlenmesinde büyük bir önemi olduğu görülmektedir. İsviçre Federal Mahkemesi nin ATF 128 III 29 kararına göre fiili organ niteliği ancak, işlerin günlük işleyişini aşan meselelerde kendi sorumluluğu altında karar alma konusunda sürekli bir yetkiye sahip olan ve kararları şirketin bilançosu üzerinde etkili olan kişilere tanınabilir. Münferit bir işlem veya tâbi bir pozisyonda basit bir yardım işlemi, bir organ olarak sorumluluğun doğmasına yol açmaz. Buna karşılık, fiili organ sıfatıyla sorumlu tutulabilmenin, söz konusu kişinin sürekli ve düzenli olarak bu işi yapmasına bağlanamayacağını ileri süren yazarlar da mevcuttur. Bu çerçevede, fiili organ olarak sorumlu tutulabilmek için, bu görevin uzun süreli ve devamlı olmasının aranmaması gerektiği, aksi takdirde pek çok durumda bu kişilerin sorumluluğuna gidilemeyeceği ifade edilmektedir. Oysa kanaatimizce süreklilik şartı, fiili organın kabulü bakımından mutlaka aranmalıdır. Zira karşı tarafta kişinin bir organ gibi görevlerini ifa ettiği yönündeki inanç, ancak organa  özgü  yetkilerin  sürekli  bir  biçimde  kullanılmasıyla  doğabilir.  Kaldı  ki, süreklilik söz konusu olmadığında kişi fiili organ kabul edilemeyeceğinden tüzel kişinin sorumluluğu doğmayacaksa da, yine de bu kişilerin hukuka aykırı fiilleriyle verdikleri zarardan dolayı kişisel sorumlulukları söz konusu olacaktır. 41  ATF 128 III 29, JdT 2003 I 18, 19 vd, c 3a. Kararda eski CO md 754 kapsamında anonim şirketin organlarının sorumluluğu ele alınmış ve bu hüküm çerçevesinde organların sorumluluğu kapsamına sadece yönetim kurulu üyelerinin değil, aynı zamanda şirketin yönetim işlerinden sorumlu tüm kişilerin girdiği belirtilmiştir. Karara göre yönetim veya idareden sorumlu kişiler, sadece karar alma yetkisine sahip organlardan ibaret değildir; organlara tahsis edilmiş kararları fiilen alan veya işlerin yönetiminden sorumlu tutulan ve böylece şirketin iradesinin oluşmasına belirgin bir biçimde katılan kişiler de bu kapsamdadır.42  ATF 128 III 29, JdT 2003 I 18, 22, c 3c. 43  Bkz Akdağ Güney (n 31) 360, dipnot 953 de sayılan yazarlar.44  ibid 361.1272Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...Benzer şekilde, Federal Mahkeme nin ATF 128 III 92 kararına göre, organların alabileceği kararları alan veya fiilen tüzel kişinin yönetiminde rol alan ve böylece tüzel kişinin iradesinin oluşmasında belirgin bir biçimde rol oynayan kişiler fiili organdır.Anılan İsviçre Federal Mahkemesi kararları, fiili organ niteliğinden bahsedebilmek için  karar alma konusunda sürekli bir yetkiye sahip olma  veya  organların alabileceği kararları alma veya fiilen tüzel kişinin yönetiminde rol alma  şartlarını aramaktadır. O halde fiili organın sorumluluğundan bahsedebilmek için, ilgili kişilerin organ görevini icra etmeleri veya tüzel kişinin iç organizasyonu çerçevesinde yönetimde etkin bir şekilde rol almaları gerekmektedir. Buna göre,  dışarıdan  yani organ işlevini üstlenmeden hareket eden üçüncü kişiler, tüzel kişinin aldığı kararları fiilen etkileme imkânına sahip olsalar bile fiili organ olarak değerlendirilemeyeceklerdir; meğerki tüzel kişinin yönetimine karışarak bir organ gibi hareket etsinler. O halde dış danışmanlar, alacaklılar, sendikalar ve diğer baskı grupları, tüzel kişinin bir organıymış gibi, tipik organ faaliyetlerini icra etmedikçe fiili organ olarak nitelendirilemezler.Ayrıca,  bu  kişilerin  bağımsız  olarak,  kendi  sorumlulukları  altında  karar alabilmeleri de gerekmektedir. Burada söz konusu olan, günlük işlemlerin dışına çıkan, şirket bilançosu üzerinde etki edecek işlemlerdir. O halde günlük idari işlerin görülmesi bir kişinin fiili organ olarak sorumluluğunun doğmasına yetmez; ancak bağımsız kararlara dayalı yönetim fiilleri, fiili organın sorumluluğu kapsamında değerlendirilebilir. Bu çerçevede işlerin yönetiminden ötürü organın tüzel kişiye karşı sorumluluğu, ancak (hiyerarşik açıdan en üst düzeyde bulunan) yöneticiler açısından söz konusu olur. Sonuç olarak, şekli organ sıfatını taşımayan bir kişinin fiili organ olarak tüzel kişiye karşı sorumluluğunun doğabilmesi için, 45  ATF 128 III 92, SJ 2002 I 347, 349, c 3a. 46  Villa (n 15) 87. 47  ATF 128 III 29, JdT 2003 I 18, 19 vd, c 3a.48  Villa (n 15) 87. Bu mesele hakkında bkz. ATF 107 II 349, 355 vd, c 5b ve c 5c. 49  ibid 88. 50  ATF 128 III 29, JdT 2003 I 18, 22, c 3c.51  ATF 117 II 570, JdT 1993 I 80, 83, c 3. Kararda, bir şirketin çalışanlarının organ sıfatıyla şirkete karşı sorumluluklarının doğup doğmayacağı değerlendirilmiştir. Karara göre, özellikle büyük şirketlerde, bir kararın pek çok alt çalışanın işbirliğiyle; örneğin teknik, ticari veya hukuki verilerin bir araya getirilmesi sonucu alındığı görülmektedir. Bu işlemler sırasında çeşitli hatalar ortaya çıkmış olabilir. Bu hatalar, söz konusu çalışanların, şirketle aralarındaki hukuki ilişki çerçevesinde (ör: vekâlet sözleşmesi, hizmet sözleşmesi vb) şirkete karşı sorumluluklarının doğmasına yol açacaktır. Ancak organın sorumluluğunun gündeme gelebilmesi için, söz konusu kişilerin yetkilerinin verilerin hazırlanması ve oluşturulmasının çok daha ötesine geçmesi; bu kişilerin iradenin oluşmasında belirgin bir rol oynamaları gerekir.52  Jean Nicolas Druey, ‘Organ und Organisation: Zur Verantwortlichkeit aus aktienrechtlicher Organschaft  (1981) 53 SAG Schweizerische Aktiengesellschaft (jetzt: SZW) 77, 79. 1273İstanbul Hukuk Mecmuası 79/4-Tüzel kişinin iradesinin oluşmasında belirgin bir rol oynaması,-Tipik bir organ işlevi görmesi, yani şekli bir organın gerçekleştireceği işlevleri yerine getirmesi,-Organ yetkilerine sahip olması (Bu çerçevede organa özgü, günlük işlerin dışına çıkan, şirketin bilançosuna etkili olacak şekilde karar alma yetkisine sahip olması veya tüzel kişinin etkin yönetimini sağlaması),-Bu yetkileri bağımsız olarak, tâbi olmaksızın, kendi sorumluluğu altında ve kendisi inisiyatif alarak kullanması,-Organ yetkilerini münferit birkaç eylem olarak değil, sürekli bir şekilde kullanması gerekmektedir.3. Fiili Organın Tanımlanmasında Ortaya  Çıkan Farklılıklar ve Değerlendirmeİsviçre Federal Mahkemesi, yukarıda anılan kararlarında, gerek organın fiillerinden tüzel kişinin sorumluluğu (CC md 55/2; TMK md 50/2), gerekse organın kişisel sorumluluğu (CC md 55/3; TMK md 50/3) açısından fiili organ kavramına benzer tanımlarla yaklaşmıştır. Ancak İsviçre doktrininde bazı yazarlar, her iki durumda fiili organın tamamen aynı şekilde değerlendirilmemesi gerektiğini ifade etmektedirler. Bu görüşe göre, CC md 55 (TMK md 50) de düzenlenen organ kavramı ile, İsviçre Borçlar Kanunu (CO) md 75455 (TTK md 553) e dayalı dolaylı zararın tazmini taleplerinde başvurulan organ 53  Villa (n 15) 89 ve 90. 54  Rita Trigo-Trindade, ‘La responsabilité des organes de gestion de la société anonyme dans la jurisprudence récente du Tribunal Fédéral  (1998) 22, La Semaine Judiciaire, 1, 22; Rolf Bär, ‘Die Privatrechtliche Rechtsprechung des BGer im Jahre 1991  (1993) Zeitschrift des Bernischen Juristenvereins, 366, 377 vd. 55  CO md 754, anonim şirketlerde yönetim kurulu üyeleri ile, şirketin yönetimine ve tasfiyesine katılan kişilerin sorumluluğunu düzenlemektedir. Anılan maddenin ilk fıkrasının Fransızca metni şu şekildedir:  Les membres du conseil d administration et toutes les personnes qui s occupent de la gestion ou de la liquidation répondent à l égard de la société, de même qu envers chaque actionnaire ou créancier social, du dommage qu ils leur causent en manquant intentionnellement ou par négligence à leurs devoirs.  Söz konusu düzenlemeyi şöyle tercüme etmek mümkündür:  Yönetim kurulu üyeleri ile yönetim ve tasfiye işleri ile ilgilenen herkes, yükümlülüklerinin kasten veya ihmal suretiyle ihlalinden doğan zararlardan dolayı şirkete, pay sahiplerine ve alacaklılara karşı sorumlu olur.  Türk Ticaret Kanunu nda anonim şirketlerde kurucuların, yönetim kurulu üyelerinin, yöneticilerin ve tasfiye memurlarının sorumluluğunu düzenleyen md 553/1 ise şu düzenlemeyi içermektedir:  Kurucular, yönetim kurulu üyeleri, yöneticiler ve tasfiye memurları, kanundan ve esas sözleşmeden doğan yükümlülüklerini kusurlarıyla ihlal ettikleri takdirde, hem şirkete hem pay sahiplerine hem de şirket alacaklılarına karşı verdikleri zarardan sorumludurlar. 56  Organın tüzel kişinin kendisine verdiği zararlar, alacaklılar ve pay sahipleri bakımından dolaylı zarar niteliğini taşımaktadır: Villa (n 15) 98. Benzer şekilde Tekinalp de, TTK md 555 dikkate alındığında, TTK md 553/1 deki zararın doğrudan zararı ifade ettiğini belirtmektedir. TTK md 555 de yer alan  Şirketin uğradığı zararın tazminini, şirket ve herbir paysahibi isteyebilir. Paysahipleri tazminatın ancak şirkete ödenmesini isteyebilirler.  ifadesi, şirketin zararının doğrudan zarar iken, bu zararın paysahipleri bakımından dolaylı zarar niteliğini taşıdığını ortaya koymaktadır. Bkz Ünal Tekinalp, Sermaye Ortaklıklarının Yeni Hukuku, (Vedat Kitapçılık 2013) 389 vd. 1274Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...kavramını birbirinden ayırmak gerekir. Gerçekten İsviçre Federal Mahkemesi nin ATF 117 II 570 kararında da böyle bir ayrıma başvurulduğu görülmektedir. Bu görüşü savunan yazarlar, özetle, CC md 55/2 (TMK md 50/2) ye dayalı sorumlulukta, organın fiilinden tüzel kişinin sorumluluğunun doğması için fiili organı daha geniş çerçevede değerlendirmek gerektiğini, böylece organın daha fazla fiilinin tüzel kişiye izafe edilmesi suretiyle alacaklıların daha iyi korunacağını ileri sürmektedirler. Buna karşılık organların kişisel sorumluluğunun değerlendirilmesinde, fiili organı daha dar bir çerçevede ele almak, belki tecrübesiz kişilerin öngöremeyecekleri bir şekilde organ olarak sorumlu tutulmalarının önüne geçecektir. Kanaatimizce, fiili organın değerlendirilmesinde, fiili organın fiillerinden tüzel kişinin sorumluluğunun doğması veya organın kişisel sorumluluğuna gidilmesi açısından bir ayrım yapılmasının geçerli bir hukuki dayanağı yoktur. Zira böyle bir ayrım yapılması halinde, geniş çerçevede ele alarak fiili organ olarak kabul ettiğimiz kişilerin, kanunen organlara yüklenen yükümlülükleri ihlal etmek suretiyle üçüncü kişilere verdikleri zararlardan tüzel kişi sorumlu tutulacak iken; bu kişiler, dar çerçevede değerlendirilen fiili  organ  kapsamına  girmedikleri  için  aynı  ödevlerin  ihlali  nedeniyle  kişisel sorumluluktan kurtulabileceklerdir. Gerçekten, doktrinde de fiili organın haksız fiili, culpa in contrahendo teşkil eden davranışı, ya da örneğin anonim ortaklıklar hukukuna dayalı bir davranış kuralının ihlali nedeniyle üçüncü kişilere verdiği zarardan dolayı tüzel kişinin sorumluluğuna gidilirken, aynı kuralın ihlali nedeniyle bu organın sorumluluğuna gidilemeyecek olmasının şok edici bir sonuç olacağı ifade edilmektedir. Sonuç olarak, TTK md 553 de yer alan ve anonim ortaklıklarda kurucuların, yönetim kurulu üyelerinin, yöneticilerin ve tasfiye memurlarının sorumluluğunu düzenleyen hüküm, TMK md 50/3 de yer alan organların kişisel sorumluluğunu düzenleyen  hükmün  özel  bir  görünümüdür.  Ancak  TTK  md  553 de  sayılan kişiler arasında, organ olmadıkları halde kurucular da yer almaktadır. Hem TMK md 50/3 kapsamında, hem de TTK md 553 çerçevesinde organın sorumluluğu değerlendirilirken, fiili organ olarak değerlendirilen kişiler de sorumluluk kapsamına dâhil edilmektedir. Bu iki hüküm çerçevesinde fiili organı birbirinden ve TMK md 57  Anılan kararda Federal Mahkeme, şu tespitlerde bulunmuştur:  Genellikle CO md 754/1 de sayılan sorumlular, CC md 55 dekilere benzetilmektedir. Şirket adına hareket eden kişinin, üçüncü kişilere verdiği doğrudan zararlardan ötürü sorumluluğuna gidiliyorsa, bu benzetme yerindedir. Aynı şekilde, hukuka aykırı davranış hem tüzel kişi bünyesinde bir yükümlülüğün ihlali, hem de bir haksız fiil oluşturduğu takdirde, bu iki sorumluluğun örtüşmesi söz konusudur. Ancak, şirkete verilen zarar, bir üçüncü kişiye verilen dolaylı zararla kesişirse, bu benzetme uygun değildir. 58  Bär (n 54) 378. 59  Villa (n 15) 98. 60  İsviçre hukukunda ise, CC md 55 anlamında fiili organ olarak kabul edilen herkesin CO md 754 kapsamında fiili organ olarak kabul edilemeyebileceğini; CO md 754 çerçevesinde (fiili) yöneticiden bahsedebilmek için tüzel kişinin hiyerarşik yapısı içinde en üst düzeyde bulunmak gerektiği ifade edilmektedir: Bkz Peter (n 29) 37; ATF 117 II 570, JdT 1993 I 80, 83.61  Tekinalp (n 56) 377. Yazara göre kurucular organ olmadıkları halde, yöneticiler gibi görevleri ve yükümlülükleri bulunduğundan, TTK md 553 hükmü kapsamına alınmışlardır. Bu görev ve yükümlülükleri kusurlarıyla ihlal ettikleri takdirde TTK md 553 çerçevesinde sorumlulukları doğar. 62  ibid 377: TTK md 553 de sayılan kişiler numerus clausus değildir; maddenin kapsamına özellikle fiili organlar da girer. 1275İstanbul Hukuk Mecmuası 79/450/2 deki fiili organdan farklı şekilde değerlendirmeye gerek yoktur. Fiili organın fiillerinin tüzel kişiye izafesi bakımından (TMK md 50/2 çerçevesinde) benimsenen fiili  organ  tanımı,  TMK  md  50/3  ve  TTK  md  553/1  çerçevesinde  yapılacak değerlendirmelerde de kabul edilmelidir.Bir kişinin fiili organ teşkil ettiği kabul edildiğinde, bu kişinin hukuka aykırı fiilinden tüzel kişi (TMK md 50/2) ve organın kendisi (TMK md 50/3) sorumlu olacak; ancak bu sorumluluğun hukuki temelinin belirlenmesi gerekecektir. Bu sorumluluk örneğin üçüncü kişilere karşı haksız fiil sorumluluğu, kusursuz sorumluluk halleri gibi genel sorumluluk esaslarına dayanabilir. Ancak belirli bir tüzel kişi türüne özgü özel sorumluluk düzenlemelerine de dayanabilir; TTK md 553 hükmü bu çerçevede anonim ortaklıklara özgü bir sorumluluk esasıdır.II. Organların Gerçekleştirdiği Hukuki İşlemlerin Tüzel Kişiyi BağlamasıTMK md 50/2 de yer alan   Organlar, hukuki işlemleri ve diğer bütün fiilleriyle tüzel kişiyi borç altına sokarlar.  hükmü çerçevesinde, tüzel kişinin fiil ehliyetini kullanan organların yaptıkları hukuki işlemler tüzel kişiyi bağlayacak, bir başka ifadeyle hukuki işlem tüzel kişinin hak sahibi olması ve/veya borç altına girmesi sonuçlarını doğuracaktır. Organın hukuki işleminin tüzel kişiyi bağlaması, organ sıfatına bağlı yetkinin kullanılmasının bir sonucudur. Diğer taraftan organın yaptığı işlemin tüzel kişiyi bağlaması için, onun tüzel kişiyi temsil etme konusunda yetkili organ olması gerekir. Ayrıca organın, organ görevi çerçevesinde hareket etmesi de gerekmektedir. Aşağıda bu unsurlar sırayla ele alınacak; özellikle fiili organın tüzel kişi adına bir hukuki işlem yapması halinde tüzel kişinin bu işlemle bağlı olup olmayacağı meselesi incelenecektir. A. Organ sıfatıOrganın yaptığı hukuki işlemin tüzel kişiye izafe edilebilmesi için, her şeyden önce tüzel kişinin organı olarak hareket eden kişi veya kişilerin hukuki işlemi yapması gerekir. Bilindiği üzere TMK md 50 anlamında organ kavramının geniş anlamda ele alınarak, kanun veya tüzel kişinin kuruluş belgesi ile öngörülen şekli organlar dışında, organ görevini yerine getiren fiili organların da organ olarak kabul edilmesi gerektiği belirtilmektedir. 63  CC md 55 (TMK md 50) hükmünün sorumluluğun hukuki dayanağını düzenleyen bir norm değil, sadece bir atıf normu olduğu yönünde bkz Rémy Wyler, ‘La responsabilité civile de l employeur, y compris en ce qui concerne les actes de ses organes et auxiliaires  (2011) DTA 249, 253. 64  Dural ve Öğüz (n 1) 261. 65  ibid 262. 66  Xoudis (n 1) N 21; Oğuzman, Seliçi ve Oktay-Özdemir (n 1) 292; Dural ve Öğüz (n 1) 259. 1276Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...Şekli organlar dışındaki kişilerin fiili organ olarak nitelendirilmesi sonucunda, bu kişilerin hukuka aykırı fiillerinden tüzel kişilerin sorumlu olacağı yukarıda ele alınmıştı. Burada ele alınacak sorun ise fiili organlar tarafından gerçekleştirilen hukuki işlemlerin tüzel kişiyi bağlayıp bağlamayacağı meselesidir. Kısaca, fiili organ olarak kabul edilen kişi veya kişilerin, tüzel kişiyi temsilen hukuki işlem yaptıkları kabul edilebilir mi?Bu meseleye ilişkin olarak, İsviçre Federal Mahkemesi nin 09.10.2019 tarihli bir kararı mevcuttur. Uyuşmazlık, iki anonim şirket (A ve B) arasında imzalanan satış sözleşmelerinden doğan para borcunun ifasına yönelik açılan bir davaya ilişkindir. A şirketi adına sözleşmeleri imzalayan kişi (gizemli imzacı), şirketin şekli organı değildir. İlk derece mahkemesi, davacı B şirketinin açtığı davayı kabul etmiş ve davalı A şirketinin 2.064.464 USD tutarındaki bedeli faiziyle birlikte ödemesine hükmetmiştir. Cenevre İstinaf Mahkemesi de gizemli imzacının tüm sözleşmeleri A şirketi adına imzaladığını, şirketin antetli kağıdını kullanarak tüm yazışmaları gerçekleştirdiğini ve bu şekilde sürekli faaliyette bulunması nedeniyle fiili organ olarak hareket ettiğini ileri sürerek davalı A şirketinin bu sözleşmelerle bağlı olduğunu kabul etmiş ve ilk derece mahkemesinin kararını onamıştır.Uyuşmazlık  Federal  Mahkeme nin  önüne  geldiğinde,  mahkeme,  bir  anonim şirketin  fiili  organ  tarafından  temsil  edilmesinin  kabul  edilip  edilemeyeceği tartışmasına geçmeden önce, hukuki işlemlerin kurulması açısından bir A.Ş yi üçüncü kişilere karşı kimlerin temsil edebileceğini ortaya koymuştur. Federal Mahkeme nin değerlendirmesine göre, bir A.Ş üçüncü kişilere karşı öncelikle organları tarafından temsil edilir (CO md 718)69. İkinci olarak, bir A.Ş üçüncü kişilere karşı ticari mümessilleri ve diğer ticari vekiller tarafından temsil edilir. Bu kişiler organ sıfatını haiz olmamakla birlikte, özel temsil yetkilerine dayalı olarak (CO md 458 ve 462) A.Ş yi temsil ederler. Son olarak, CO md 32 vd. hükümleri çerçevesinde kendilerine temsil yetkisi verilen kişiler de A.Ş yi temsil edebilirler. Somut uyuşmazlıktaki gizemli imzacı ise, ne CO md 718 çerçevesinde organ sıfatını; ne de CO md 721 çerçevesinde ticari mümessil veya ticari vekil sıfatını haizdir.Federal Mahkeme ye göre, istinaf mahkemesi, CC md 55/2 ve CO md 722 ye dayalı içtihatlardan yola çıkarak hukuki işlemin gerçekleştirilmesinde A A.Ş nin fiili organ tarafından temsilinin mümkün olduğunu kabul etmiştir. Oysa bahsedilen düzenlemelere dayalı içtihatlar, tüzel kişinin şekli organları gibi, fiili organlarının hukuka aykırı fiillerinden de sorumlu olacağına yönelik kararlardır. Aynı şekilde CO md 754 de düzenlenen anonim şirketin yöneticilerinin sorumluluğu kapsamında, fiili 67  ATF 146 III 37 kararı. 68  Federal Mahkeme, A şirketi adına sözleşmeleri imzalayan kişiden,  şekilli imzası olan gizemli imzacı  (le mystérieux signataire à la signature figurative) olarak bahsetmektedir.69  CO md 718 in CC md 55/1 ve 55/2 (TMK md 50/1 ve 50/2) karşısında özel hüküm niteliğinde olduğu belirtilmiştir. Ayrıca CO md 718 in, CC md 55/2 gibi organın fiillerinin tüzel kişiye isnat edilmesine yönelik bir düzenleme olduğu, bu nedenle organların CO md 32 vd. hükümlerindeki anlamıyla temsilci olmadıkları da ifade edilmiştir.1277İstanbul Hukuk Mecmuası 79/4organ olarak hareket eden kişilerin şahsi sorumluluğunun doğacağı da içtihatlarda kabul edilmektedir. Ancak bir hukuki işlemle bağlı olmak ve bir hukuka aykırı fiilden sorumlu olmak birbirinden tamamen farklı şeylerdir; bu nedenle bahsedilen içtihatlar, anonim şirketin bir hukuki işlemde fiili organ tarafından temsil edilebileceğini kabul etmek bakımından dayanak teşkil etmez.Diğer taraftan, Federal Mahkeme ye göre fiili organ tarafından gerçekleştirilen bir işlemin tüzel kişiyi (anonim şirketi) bağlayacağını kabul etmek, hukuk sistemine de aykırı düşer. Somut uyuşmazlıkta gizemli imzacı ne CO md 718 çerçevesinde organ sıfatını, ne CO md 721 çerçevesinde ticari mümessil veya ticari vekil sıfatını haiz olduğundan, mahkemenin araştırması gereken husus, CO md 32 vd çerçevesinde bu kişiye temsil yetkisinin verilmiş olup olmadığıdır. Buna göre, temsilci sıfatıyla hareket eden kişinin yaptığı hukuki işlem, üç halde temsil olunanı bağlar: i) iç ilişkilerinde temsil olunan, temsilciye gerekli yetkileri vermişse (CO 32/1); ii) iç ilişkide  temsil  olunan  temsilciye  gerekli  yetkileri  vermemekle  birlikte,  üçüncü kişinin temsil olunanla aralarındaki dış ilişkiden böyle bir yetkinin varlığı konusunda çıkarımda bulunması haklıysa (CO 33/3); iii) iç ilişkide temsil olunan temsilciye yetki vermemekle birlikte, sonradan onun yaptığı işleme icazet verirse.Federal Mahkeme, ancak bu üç durumdan birinin varlığı halinde gizemli imzacı tarafından gerçekleştirilen sözleşmelerin A A.Ş yi bağlayacağını; fiili organın hukuki işlemlerde şirketi temsil yetkisine sahip olmadığını belirterek istinaf mahkemesinin kararını bozmuş ve yeniden incelenmek üzere mahkemeye geri göndermiştir.İsviçre Federal Mahkemesi nin bu kararı, doktrinde bazı yazarlar tarafından haklı bulunmuş ve mahkemenin, hukuki işlemlerle bağlılık ve hukuka aykırı fiillerden sorumluluk arasında böyle bir ayrım yapması son derece yerinde görülmüştür.Kanaatimizce de, fiili organın hukuka aykırı fiillerinin aksine, fiili organ tarafından gerçekleştirilen hukuki işlemlerin tüzel kişi açısından sonuç doğurması, yani tüzel kişiyi bağlaması kabul edilemez. Nitekim fiili organ, kanuna veya tüzel kişinin ana sözleşmesine göre organ sıfatını haiz olmadığından, kanunen tüzel kişi adına hareket etme yetkisine sahip değildir. Bu nedenle, yetkisiz temsil halinde yapılan işlemin temsil olunanı bağlamasının koşulları gerçekleşmedikçe, fiili organın yaptığı hukuki işlemin tüzel kişiyi bağlayacağını kabul etmek, borçlar hukukunun temel prensiplerine de aykırı düşecektir.70  Burada temsil hükümleri, temsil olunanın iradesi hilafına ve kanun gereği sonuç doğurur. Temsil olunanın işlemle bağlı olmasının sebebi, üçüncü kişiler nezdinde dürüstlük kuralına aykırı olarak yarattığı veya ortaya çıkmasına göz yumduğu ve üçüncü kişilerin de haklı olarak inandıkları görünümün sonuçlarına katlanması gerekliliğidir: bkz Pierre Tercier, Pascal Pichonnaz ve Murat Develioğlu, Borçlar Hukuku Genel Hükümler (Oniki Levha 2016) 141, N 451 vd. 71  Pascal Pichonnaz, ‘Le point sur la partie générale du droit des obligations  (2020) 116 RSJ, 272, 275 vd. Görüşlerini ortaya koymamakla birlikte, Federal Mahkeme nin şirketler hukukuna ilişkin diğer kararlarıyla birlikte, söz konusu kararı da ele alan kısa bir inceleme için bkz Mathieu Blanc ve Rafaella Demierre, ‘Chronique de jurisprudence en matière de droit des sociétés  (2020) Not@lex 117, 118 vd.1278Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...B. Organın temsil yetkisiOrganın tüzel kişiyi temsil etmesi, daha önce de belirtildiği üzere iradi temsilden farklıdır: iradi temsilde temsilci kendi iradesini ortaya koyarken, organların doğrudan tüzel kişinin iradesini yansıttıkları kabul edilmektedir. Bununla birlikte sonuçları bakımından her ikisi birbirine benzemekte, hukuki etkiler doğrudan temsil olunan (tüzel kişi) üzerinde doğmaktadır.Temsil yetkisine sahip organın yaptığı her tür hukuki işlem tüzel kişiyi bağlar. Borçlandırıcı işlemler (örneğin sözleşme), tasarruf işlemleri (örneğin bir malın mülkiyetinin devri ya da alacağın temliki), yenilik doğuran hakların kullanılması gibi  işlemlerin  hepsi  yetkili  organ  tarafından  gerçekleştirildiğinde,  tüzel  kişiyi bağlayacaktır. Ayrıca hukuki işlem benzeri işlemler (örneğin ayıp ihbarı, ek süre verilmesi…)  de  organın  temsil  yetkisi  kapsamında  tüzel  kişi  açısından  sonuç doğurur.Temsil  yetkisine  sahip  organ,  tüzel  kişi  adına  hareket  etmeye,  onun  adına hukuki işlem yapmaya yetkili organ demektir. Yetkisi olmayan bir organ tarafından gerçekleştirilen hukuki işlem, kural olarak tüzel kişiyi bağlamaz. TMK, üçüncü kişilerle tüzel kişi adına hukuki işlem yapma yetkisini derneklerde yönetim kuruluna, vakıflarda da yönetim organına vermiştir (TMK md 85 ve md 10977). Bunların dışında kalan organların, ayrıca dernek tüzüğü, vakıf senedi veya yetkili organ kararı olmadıkça, tüzel kişi adına hukuki işlem yapmaları, tüzel kişinin o işlemle bağlı olması sonucunu doğurmaz. Tüzel  kişinin  ana  statüsüne,  organın  temsil  yetkisinin  sınırlanmasına  ilişkin hükümler konulabilir. Bu kayıtların etkileri bakımından medeni hukuk tüzel kişileri ile ticaret ortaklıklarını birbirinden ayırmak gerekir. Dernekler ve vakıflarda, dernek tüzüğü ve vakıf senedinde organın yetkilerinin sınırlanmasına ilişkin hükümler iyiniyetli üçüncü kişilere karşı ileri sürülemez. Organın yetkisinin sınırlandırılmasına ilişkin bu kayıtlar, sadece iç ilişkide etkili olacaktır. Zira dernek tüzüğü ve vakıf senedi kamuya açık (aleni) belge niteliğinde değildir.72  Xoudis (n 1) N 33; Oğuzman, Seliçi ve Oktay-Özdemir ( n 1) 288; Dural ve Öğüz (n 1) 257.73  Xoudis (n 1) N 33. 74  Dural ve Öğüz (n 1) 261; Xoudis (n 1) N 36. 75  Xoudis (n 1) N 36.76  ibid N 40.77  Vakıfta tek zorunlu organ olan yönetim organı, hem karar hem de yürütme organı olarak görev yapar. Yönetim organı, yürütme organı olarak vakfı yönetir ve üçüncü kişilere karşı temsil eder: bkz Dural ve Öğüz (n 1) 368.78  Oğuzman, Seliçi ve Oktay-Özdemir (n 1) 292; Dural ve Öğüz (n 1) 262. Örneğin dernekte bir denetçinin dernek adına üçüncü kişilerle bir sözleşme imzalaması derneği borç altına sokmaz. Zira denetleme organının tüzel kişiyi temsil yetkisi yoktur. 79  Dural ve Öğüz (n 1) 262 vd; Oğuzman, Seliçi ve Oktay-Özdemir (n 1) 293. Buna karşılık ticaret ortaklıklarında organın temsil yetkisinin sınırlandırılmasının hangi hallerde ve nasıl mümkün olduğu, hangi koşullar altında yapılan sınırlandırmaların dış ilişkide geçerli olacağı konusunda daha farklı değerlendirme yapılması gerekmektedir. Anonim şirketlerde temsil yetkisinin devri ve sınırlandırılması hakkında ayrıntılı bilgi için bkz Akdağ Güney (n 31) 117 vd. 1279İstanbul Hukuk Mecmuası 79/4C. Organın tüzel kişi adına hareket etmesiOrganı oluşturan kişi kendi adına ve hesabına değil, organ görevi çerçevesinde hareket ettiği takdirde, yaptığı hukuki işlemler tüzel kişiyi bağlar. Bu nedenle organın tüzel kişi adına işlemi yaptığını açıkça bildirmesi ya da onun davranışlarından bu durumun anlaşılması gerekir. Tereddüt halinde, organın irade açıklaması dürüstlük kuralı  çerçevesinde  yorumlanmalı  ve  üçüncü  kişinin  somut  olayın  özellikleri çerçevesinde bu irade açıklamasından ne anlayabileceği ve anlaması gerektiği güven ilkesi çerçevesinde belirlenmelidir. Eğer üçüncü kişi, organın tüzel kişi adına hareket ettiğini anlayabiliyor veya anlaması gerekiyorsa, (organın temsil yetkisine sahip olması kaydıyla), tüzel kişi hukuki işlemle bağlı olur. Aksi takdirde, hukuki işlemi yapan kişi (organ), işlemle bağlı olacaktır.SonuçFiili organ, tüzel kişinin iradesinin oluşmasında önemli bir rol oynayan; şeklen bir organ olmasa da, bir organın gerçekleştireceği işlevleri yerine getiren; günlük işlerin dışında, yönetime ilişkin konularda bağımsız olarak karar alma yetkisine sahip olan ve bu yetkileri sürekli şekilde kullanan kişi veya kişilerdir. TMK md 50/2, organların hukuki işlemleri ve diğer bütün fiilleriyle tüzel kişiyi borç altına sokacağını düzenlemiştir. Bu çerçevede organın hukuki işlemleri tüzel kişiyi bağlayacak ve organın hukuka aykırı fiillerinden tüzel kişi sorumlu olacaktır. Ancak bu iki olgu arasında bir ayrım yapmak gerekir: Organın hukuka aykırı fiillerinden tüzel kişinin sorumluluğu çerçevesinde organı geniş anlamda ele almak ve şekli organların yanısıra, fiili organları da organ kapsamında değerlendirmek gerekir. Zira fiili organ tanımı, esas itibariyle organ gibi hareket eden kişi/kişilerin hukuka aykırı fiillerinden tüzel kişinin sorumluluğunun doğabilmesi amacıyla geliştirilmiştir. Gerçekten de kanuna veya tüzel kişinin kuruluş belgesine göre organ olmamakla birlikte, bir organ gibi iş gören ve sürekli bir şekilde tüzel kişinin iradesinin oluşmasında belirgin rol oynayan kişilerin, üçüncü kişiler tarafından organ olarak değerlendirilmesi, dürüst ve makul bir kişiden beklenebilir, haklı bir inançtır. Bu nedenle, fiili organ olarak hareket eden kişilerin hukuka aykırı fiillerinden tüzel kişinin sorumlu olması, zarar gören üçüncü kişilerin korunması bakımından gereklidir. Ayrıca TMK md 50/3 gereği, fiili organ, kusurundan dolayı kişisel olarak da sorumlu olacaktır. Bu nedenle zararın tüzel kişi tarafından karşılanması halinde, tüzel kişi kusurlu organa rücu edebilir. Belirtmek gerekir ki gerek fiili organın 80  Riemer (n 22) N 40; Xoudis (n 1) N 39; Kemal Oğuzman ve Turgut Öz, Borçlar Hukuku Genel Hükümler C I (Vedat Kitapçılık 2016) 215; Tercier, Pichonnaz ve Develioğlu (n 70) 128, N 398; Fikret Eren, Borçlar Hukuku Genel Hükümler (Yetkin 2017) 450. 81  Xoudis (n 1) N 39. 82  Dural ve Öğüz (n 1) 266. Tüzel kişi ve organ, müteselsilen sorumludurlar: Oğuzman, Seliçi ve Oktay Özdemir ( n 1) 294; aynı yönde bkz. Ergun Özsunay, Medeni Hukukumuzda Tüzel Kişiler (İstanbul 1982) 81 vd. 1280Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...kişisel sorumluluğu (TMK md 50/3), gerekse fiili organın hukuka aykırı fiillerinden tüzel kişinin sorumluluğu (TMK md 50/2) bakımından fiili organ tanımında farklı ölçütler benimsemeye gerek yoktur. Doktrinde bazı yazarlarca savunulan bu görüş, aynı fiilden ötürü tüzel kişinin sorumlu tutulup, fiili organın kişisel sorumluluğuna gidilemeyeceği gibi bir sonuca yol açabileceğinden, kanaatimizce yerinde değildir.Diğer taraftan, kanuna veya tüzel kişinin kuruluş belgesine göre (şeklen) organ olmamakla birlikte, fiili organ olarak tüzel kişi adına hareket eden kişilerin yaptıkları hukuki işlemlerin tüzel kişiyi bağlaması kabul edilemez. Fiili organın tüzel kişiyi temsil yetkisi bulunmadığından, burada TBK md 46 da düzenlenen bir yetkisiz temsil söz konusudur. Yetkisiz temsil kural olarak temsil olunanı bağlamaz; meğerki yetkisiz temsil halinde yapılan işlemin (sözde) temsil olunanı bağlayacağı hallerden birisi ortaya çıkmış olsun. Bunlardan ilki, TBK md 46/1 gereği, temsil olunanın sonradan işleme icazet vermesidir. Diğeri ise, temsil olunan tarafından üçüncü kişilere bildirilen bir temsil yetkisinin varlığı halidir. Buna dış temsil yetkisi denilmekte ve üçüncü kişilere yapılan bu bildirimle onlara bu konuda bir güven verilmiş olmaktadır. Üçüncü kişilere verilen bu güven nedeniyle, onların, bildirilen temsil yetkisinin varlığı hakkındaki iyiniyetleri korunur. Temsil olunan temsilciye, aralarındaki iç ilişkide böyle bir yetki vermemiş olsa (veya iç ilişkide daha dar bir yetki verilmiş ya da verilen yetki geri alınmış olsa) bile, üçüncü kişiye bildirilen yetki, onun iyiniyetli olması şartıyla mevcut olmayan yetki yerine geçer ve temsilcinin yaptığı sözleşme, temsil olunanı bağlar. Burada bahsedilen haller dışında, yetkisiz temsilcinin yaptığı işlemin temsil olunanı bağlaması söz konusu değildir.Nitekim İsviçre Federal Mahkemesi de 09.10.2019 tarihli ATF 146 III 37 kararında açıkça bu yönde bir karar vermiş ve fiili organın hukuki işlemlerinin (yukarıda sayılan istisnai haller hariç) tüzel kişiyi bağlamayacağına hükmetmiştir. O halde TMK md 50/2 çerçevesinde, organın hukuki işlemlerinin tüzel kişiyi borç altına sokması kuralı bakımından organ kavramını dar olarak yorumlamak ve sadece şeklen organ sıfatını taşıyan ve bu çerçevede temsil yetkisini haiz kişilerin tüzel kişi adına işlem yapabileceğini kabul etmek gerekir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.83  Eren (n 80) 453 vd; Oğuzman ve Öz (n 80) 223. 1281İstanbul Hukuk Mecmuası 79/4Bibliografya/",
     "Kaynakça": "Akbıyık C, ‘Tüzel Kişi Organının Ölüme Bağlı Tasarrufun Düzenlenmesine Katılması  (2017) 5 (1) Kadir Has Üniversitesi Hukuk Fakültesi Dergisi 73 79. Akdağ Güney N, Anonim Şirket Yönetim Kurulu (2. Bası, Vedat Kitapçılık 2016).Akünal T, Türk Medeni Hukukunda Tüzel Kişiler (Beta 1995)Bär R, ‘Die Privatrechtliche Rechtsprechung des BGer im Jahre 1991 , (1993) Zeitschrift des Bernischen Juristenvereins, 366 389.Blanc M ve Demierre R, ‘Chronique de jurisprudence en matière de droit des sociétés  (2020) Not@lex 117 122. Druey  J  N,  ‘Organ  und  Organisation  :  Zur  Verantwortlichkeit  aus  aktienrechtlicher Organschaft  (1981) 53. SAG Schweizerische Aktiengesellschaft (jetzt: SZW) 77 87.Dural M ve Öğüz T, Türk Özel Hukuku C. II Kişiler Hukuku (20. Bası, Filiz Kitabevi 2019).Eren F, Borçlar Hukuku Genel Hükümler (7. Bası, Yetkin 2017).Guhl T, Koller A, Schnyder A K ve Druey J N, Das Schweizerische Obligationenrecht (9. Auflage Schulthess 2000).Gürzumar O B, ‘Türk Medeni Kanunu nun ‘Vakıflarda Üyelik Olmaz  Hükmünü İptal Eden Anayasa Mahkemesi Kararı Hakkında , Haluk Konuralp Anısına Armağan, C III, (Yetkin, 2009) 523 548. Karahan S (Edit.), Şirketler Hukuku, (1. Bası, Mimoza 2012). Oğuzman K, Seliçi Ö ve Oktay Özdemir S, Kişiler Hukuku (Gerçek ve Tüzel Kişiler), (16. Bası, Filiz Kitabevi 2016).Oğuzman K ve Öz T, Borçlar Hukuku Genel Hükümler, C.I, (14. Bası, Vedat Kitapçılık 2016).Özsunay E, Medeni Hukukumuzda Tüzel Kişiler, (İstanbul Üniversitesi 1982).Öztan B, Medeni Hukuk Tüzel Kişilerinde Organ Kavramı ve Organın Fiillerinden Doğan Sorumluluk, (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1970).Peter H, ‘La Responsabilité De  Et Par  L organe De Fait , İç Chappuis Christine, Peter Henry, von Planta Andreas (edr), Responsabilité de l actionnaire majoritaire: séminaire de l Association genevoise de droit des affaires, (Schulthess 2000) 29 64.Pichonnaz P, ‘Le point sur la partie générale du droit des obligations , (2020) 116 Revue Suisse de Jurisprudence 272 277.Riemer  H  M,  Berner  Kommentar  Kommentar  zum  schweizerischen  Privatrecht,  Band  I: Einleitung und Personenrecht, 3. Abteilung: Die juristischen Personen, 1. Teilband: Allgemeine Bestimmungen   Systematischer Teil und Kommentar zu Art 52 59 ZGB (Stämpfli 1993). Şener O H, Ortaklıklar Hukuku Ders Kitabı (2. Bası, Seçkin 2015).Tekinalp Ü, Sermaye Ortaklıklarının Yeni Hukuku (Vedat Kitapçılık 2013). Tercier P, Pichonnaz P ve Develioğlu M, Borçlar Hukuku Genel Hükümler (1. Bası, Oniki Levha 2016). Trigo Trindade R, ‘La responsabilité des organes de gestion de la société anonyme dans la jurisprudence récente du Tribunal Fédéral  (1998) La Semaine Judiciaire 1 27.Villa M, ‘Organes de fait et organes apparents , iç Pierre Louis Imsand (ed), La responsabilité civile dans l entreprise, Travaux de la Journée d étude organisée le 19 mars 2003 à l Université de Lausanne, (CEDIDAC 2004) 69 – 144. 1282Altınok Ormancı / Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri İle Hukuki İşlemlerinin...Wyler R, ‘La responsabilité civile de l employeur, y compris en ce qui concerne les actes de ses organes et auxiliaires , (2011) DTA 249 259. Xoudis J, ‘Des personnes morales, dispositions générales Art 54/55 , iç Pascal Pichonnaz, Bénédict Foëx (edr), Commentaire Romand du Code Civil I Art 1 359 CC, (Helbing Lichtenhahn 2010) 412 431.1283"
}