{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "17",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "Bulaşıcı Hastalıklara Ilişkin Tedbirlere Aykırı Davranma Suçu  (TCK md 195)",
     "Title": "The Crime of Violating the Measures Related to Infectious Diseases (TCC Art 195)",
     "Yazar İsmi": [

          "Recep Kahraman"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Korona virüsü", "Bulaşıcı hastalık", "Kamu sağlığı", "Karantina önlemleri", "Tedbirlerin ihlal edilmesi"
     ],
     "Keywords": [
          "Corona virus", "Infectious disease", "Public health", "Quarantine measures", "Violation of measures"
     ],
     "Özet": "Korona virüsü gibi bulaşıcı hastalıklar, toplumda salgınlara, sosyal ve ekonomik zararlara neden olabilen hastalıklardır. Bu sebeple bulaşıcı hastalıklarla mücadelede kamu sağlığının korunmasına ilişkin alınan tedbirler önem arz etmektedir. Bulaşıcı  hastalıklarla  mücadele  ederek  kamu  sağlığının  korunması  amacıyla,  yetkili  makamlar  tarafından  alınan karantina tedbirlerine aykırı hareket edilmesi 5237 sayılı Kanun da düzenlenmiştir. Madde 195 de yer alan suç tipinde, bulaşıcı hastalığa yakalanan ya da bulaşıcı hastalıktan dolayı ölmüş olan kişinin bulunduğu yere ilişkin olarak karantina önlemlerinin yetkili makamlar tarafından alınmış olması gerekir. Bulaşıcı hastalığın türü, yayılma şekli veya kapsadığı alan suçun unsurlarının oluşumu için önemli değildir. Karantina tedbirleri, uygun araçlarla topluma duyurulmalıdır. Suçun tamamlanması için hastalığın başkalarına bulaştırılması ya da birilerinin hastalıktan dolayı zarar görmüş olması gerekli değildir. Cezalandırma faaliyetine dahil edilmesi ihtiyacı hasıl olan hareket tipi, bulaşıcı hastalıkla alakalı tedbirlere uymama şeklinde ortaya çıkmaktadır. Tedbirlere aykırı davranmanın aktif ya da pasif hareketlerle gerçekleştirilmesi mümkündür. Ancak hareketlerin, mevcut bulaşıcı hastalığın yayılmasını engellemek amacıyla alınan tedbirleri ihlal etmeye elverişli olması gerekir. Yetkili makamlar tarafından alınmış olan tedbirlere aykırı hareket edilmesiyle birlikte suç tamamlanmış olur. Madde 195 de yer alan suç tipi şikayete tabi olmayıp yaptırım olarak hapis cezası öngörülmüştür.",
     "Abstract": "Infectious diseases such as COVID-19 can cause epidemics in a community, while also causing social and economic damages. For this reason, measures taken toward protecting public health are important in the fight against infectious diseases. One of these measures for combating infectious diseases is its regulation. According to the regulation by the law no. 5237, it is criminal to act against the quarantine measures instructed by the competent authorities. According to the type of crime included in the Article 195, the quarantine measures must be taken up by the competent authorities in relation to the location of the person who has been confirmed to be infected or had died due to an infectious disease. The type of infectious disease, its spread, or the area it covers are not important in relation to the occurrence of elements of crime. Quarantine measures should be announced to the public through appropriate means. Here, crime is not necessarily defined as the disease transmission to others or damaged caused to someone. The type of action that needs to be included in the punishment activity involves non-compliance with the infectious disease-related measures. It is possible to act against measures via an active or passive action. However, these actions must be comparable to those of violating the measures instructed to prevent the spread of the existing infectious disease. The crime is completed by acting against the measures taken by the competent authorities. The investigation and prosecution of the crime in the Article 195 is not subject to complaints, and imprisonment is accepted as a punishment.",
     "Metin": "2020 yılında ortaya çıkan ve hemen hemen tüm ülkeleri etkileyen COVID-19 adlı virüs, insanlara bulaşan tehlikeli bir hastalığa yol açması, devamlı ve kolayca yayılması kriterlerini sağlaması sebebiyle salgın olarak kabul edilmektedir. COVID-19 virüsü gibi bulaşıcı hastalıkların ortaya çıkmasını ya da yayılmasını önlemek için yetkili makamlar, idari tedbirler almaktadırlar. Bireylerin, toplum sağlığını gözetme ve koruma yükümlülüğü bulunduğundan, idari makamlar tarafından belirlenen tedbir ve talimatlara uymaları gerekmektedir.1 Alınan tedbirlere aykırı davranılması kamu sağlığına zarar verdiğinden, yetkili makamlar tarafından alınan tedbirleri ihlal eden kişinin hareketinin ceza hukuku bakımından sonuçları bulunmaktadır. Caydırıcılığın etkili olması amacıyla ceza hukukunun  uygun  rolünün  dikkatle  değerlendirmesi  gerekir.  Bu  amaçla  ceza kanunlarında, bulaşıcı hastalığın ortaya çıkmasını veya yayılmasını engellemek amacıyla belli suç tipleri oluşturulmuştur. Alınan tedbirlere uyulmaması halinde kişilerin cezai sorumluluklarına gidilebilmektedir.Yetkili  makamlar  tarafından  alınan,  uyulması  zorunlu  idari  tedbirlere  aykırı davranılması hali, Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu adıyla 5237 sayılı Türk Ceza Kanunu md 195 de yaptırıma bağlanmıştır. I. Kanuni DüzenlemeKamu sağlığının korunması tüm toplumlar için önemli ve tedbir alınması gereken konular arasındadır.2 Bu bakımdan Devletler, toplumu oluşturan bireylerin sağlığını, saldırı veya tehlikelerden korumak amacıyla birtakım kanuni düzenlemeler getirmiş ve kendisini de bu konuda yükümlü kılmıştır.3 5237 sayılı Türk Ceza Kanunu md 1 e göre kamu sağlığının korunması, kanunun amaçları arasında yer almaktadır. Bu amacı gerçekleştirmek ve bulaşıcı hastalıklarla 1  Lawrence O Gostin and Benjamin E Berkman,  Pandemic Influenza: Ethics, Law, and the Public s Health  (2007) ALR 121, 150.2  David P Fidler,  Globalization, International Law, and Emerging Infect ious Diseases  (1996) (2) EID 77, 80; Bulaşıcı hastalıkla mücadele konusunda ulusal mevzuatların yanında uluslararası hukukun da etkin şekilde kullanılması gerekir. Ancak hastalığın ülkelerarası yayılmasının engellenmesi amacıyla tedbirler alınmış olmasına karşın ihlal durumunda yaptırımın uygulanmasını gerektiren uluslararası araçlar bulunmamaktadır. Bu nedenle bulaşıcı hastalıkla mücadele genellikle ulusal düzeyde yürütülmektedir. Hastalığın bulaşıcı olmasından dolayı mücadelenin ulusal düzeyde kalması, etkinliğinin zayıflamasına neden olmaktadır.3  Özlem Yenerer Çakmut,  Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu  Feridun Yenisey e Armağan Cilt I, (Beta 2014) 543, 545; 1982 Anayasası md 56 ya göre Devlet, herkesin hayatını, beden ve ruh sağlığı içinde sürdürmesini sağlamakla yükümlüdür. Benzer şekilde 1593 sayılı Umumi Hıfzıssıhha Kanunu md 1 e göre memleketin sıhhi şartlarını ıslah ve milletin sıhhatine zarar veren bütün hastalıklar veya sair muzır amillerle mücadele etmek ve müstakbel neslin sıhhatli olarak yetişmesini temin ve halkı tıbbi ve içtimai muavenete mazhar eylemek umumi Devlet hizmetlerindendir. İbrahim Şahbaz, Açıklamalı ve İçtihatlı Türk Ceza Kanunu Cilt II (Yetkin 2016) 2263.741İstanbul Hukuk Mecmuası 78/2mücadele etmek adına yetkili idari makamlar tarafından alınmış olan önlemlerin ihlal edilmesi hali 5237 sayılı Kanun un Kamunun Sağlığına İlişkin Suçlar başlığını taşıyan üçüncü bölümünde md 195 de yer alan Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçunu oluşturmaktadır. Madde 195 de yer alan suç tipi, salgınla mücadele için koruyucu bir mekanizma olarak karşımıza çıkmaktadır:  Bulaşıcı hastalıklardan birine yakalanmış veya bu hastalıklardan ölmüş kimsenin bulunduğu yerin karantina altına alınmasına dair yetkili makamlarca alınan tedbirlere uymayan kişi cezalandırılır.  Kanun koyucu, bulaşıcı  hastalıkla  mücadele  etmek  adına  hastalığa  yakalanmış  ya  da  hastalık dolayısıyla ölmüş kişinin bulunduğu yerde karantina tedbirlerinin uygulanmasına karar vermiş ve alınan tedbirlere uymayarak kamunun sağlığını tehlikeye düşüren kişilerin hareketlerini engellemeyi amaçlamıştır.5 Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçuna benzer düzenleme 765 sayılı Türk Ceza Kanunu md 263 te yer almaktaydı.  Kolera ve sair bulaşık hastalıklardan musab veya vefiyat zuhur eden ev ve sair mahallerin kordon altına alınmasına dair Hükümetçe verilen emirlere ve yapılan icraata fiillen mümanaat edenler hareketlerinin derecesine göre bir aydan bir seneye kadar hapsolunur.  Madde  263 te  yer  alan  suçun  özel  olarak  bir  adı  olmamasına  rağmen  hüküm içeriğinden açıkça anlaşılmaktadır ki failin hareketi, bulaşıcı hastalıklara karşı alınan tedbirlere engel olma suçunu oluşturmaktadır.6Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma hali, 765 sayılı Kanun da, Hükümete Karşı Şiddet ve Mukavemet ve Kanunlara Muhalefet başlığı altında md 263 te düzenlenmişti. 5237 sayılı Kanun da ise Kamunun Sağlığına Karşı Suçlar başlığı altında md 195 de düzenlenmiştir.7 765 sayılı Kanun md 263 te yer alan suç tipi, 5237 sayılı Kanun md 195 de yer alan suç tipine göre oldukça dar kapsamlı düzenlenmişti. Madde 263 e göre bulaşıcı hastalığın görüldüğü ev ve sair mahallerin kordon altına alınmasına dair alınan tedbirlerin ihlali suç sayılmasına rağmen, madde 195 e göre bulaşıcı hastalığa yakalanmış ya da ölmüş kimsenin bulunduğu yerin karantina altına alınmasına dair alınan tedbirlerin ihlali suç sayılmaktadır. 765 sayılı Kanun da tedbirler, ev ya da diğer mekanların kordon altına alınmasına yönelik iken, 5237 sayılı Kanun da karantina uygulamasına yönelik tedbirler söz konusu 4  Süheyl Donay, Türk Ceza Kanunu Şerhi (Beta 2007) 290.5  Şahbaz (n 3) 2263; Madde 195 de yer alan bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun dayanağı, 1982 Anayasası md 56, 1593 sayılı Umumi Hıfzıssıhha Kanunu md 1 ve 5237 sayılı Türk Ceza Kanunu md 1 olarak gösterilebilir.6  Abdullah Pulat Gözübüyük, Türk Ceza Kanunu Açıklaması, Cilt III (Sevinç 1970) 338.7  Çakmut (n 3) 544; 5237 sayılı Kanun ile 765 sayılı Kanun karşılaştırıldığında görülmektedir ki 5237 sayılı Kanun da suçun sözel ifadesi, yer aldığı başlık ve sistematik yapısı tamamen değiştirilmiştir. Bu nedenle 5237 sayılı Kanun md 195 de yer alan suçun yorumlanabilmesinde 765 sayılı Kanun md 263 e ilişkin hükmün, doktrin ve yargı kararlarının kullanılabilmesi kısmen mümkün olmamaktadır. Bu durum doktrinde ilerleme ve içtihatta kesintisizlik ilkelerine kısmen zarar vermektedir. Zeki Hafızoğulları ve Muharrem Özen, Türk Ceza Hukuku Özel Hükümler Topluma Karşı Suçlar (USA 2017) 127.742Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) olmaktadır.8 Hangi hastalıkların suçun kapsamında olduğu konusunda her iki kanuni düzenlemede ifadelerde farklılık olsa da içerikleri aynıdır. 765 sayılı Kanun da kolera ve sair bulaşıcı hastalık, 5237 sayılı Kanun da ise hastalığın ne olduğuna yer verilmeksizin bulaşıcı hastalık ifadesi kullanılmıştır.9 765 sayılı Kanun da hükümetçe verilen emirler ve yapılan icraata aykırılık suçun unsuru olmasına karşılık, 5237 sayılı Kanun da bu husus yetkili makamlarca alınan tedbirlere aykırılık olarak ifade edilerek tipe uygun hareket daha geniş tutulmuştur.10 765 sayılı Kanun da tipik hareket, fiilen mümanaat etmek diğer ifadeyle fiilen karşı koymaktır. 5237 sayılı Kanun da ise tedbirlere uyulmaması yeterli kabul edilmiştir. Maddi nitelikte olmayan, fiilen bir karşı çıkmayı içermeyen hareketler de suçun oluşmasına neden olabilir.115237 sayılı Kanun md 195 e göre, hastalığın bulaştığı kişinin ya da hastalıktan dolayı ölmüş olan kişinin bulunduğu yere ilişkin alınan karantina tedbirlerinin ihlal edilmesine bağlı olarak suç oluşmaktadır.12 Hastalık henüz bir kişiye bulaşmamış ya da ölümüne neden olmamışsa alınan tedbirlerin ihlali suça neden olmayacağından suç tipi, bulaşıcı hastalığın ortaya çıkmasının engellenmesi için değil yayılmasının engellenmesi  amacıyla  oluşturulmuştur.  Henüz  o  bölgede  hastalık  kimseye bulaşmadığında, bulaşmasının engellenmesi amacıyla karantina önlemleri alındığı takdirde, bu tedbirlere uyulmaması suç oluşturmayacağından ilgili suç tipi bulaşıcı hastalıkla mücadele konusunda yetersiz kalmaktadır. Karantinanın işlevi hastalığın ortaya çıkması veya yayılmasının engellenmesi olduğuna göre karantina alanının hastalığa yakalanan ya da ölen kişinin bulunduğu yer ile sınırlandırılması hükmün konuluş  amacına  aykırı  olmaktadır.  Özellikle  COVID-19  virüsünün  Ülkemizde henüz  hastalık  olarak  bulunmadığı  durumda  hastalığın  ülke  içerisinde  kimseye bulaşmaması için karantina önlemleri alınabilirdi. Bu tedbirlerin ihlali halinde ise md 195 gereğince sorumluluğa gidilemezdi. Bu nedenle suç tipinden hastalığın bir kişiye bulaşması koşulunun çıkartılması gerekir.Madde 195 de yer alan suç tipi, ceza hukukunun caydırıcı gücü kullanılarak, bulaşıcı hastalıkla mücadele edilmesi adına şu şekilde yeniden tanımlanmalıdır.  Bulaşıcı hastalıkların ortaya  çıkmasını veya yayılmasını  engellemek amacıyla karantina  altına  almaya  yönelik  yetkili  makamlar  tarafından  alınan  tedbirlere uymayan kişi altı aydan iki yıla kadar hapis cezası ile cezalandırılır. 8  Osman Yaşar, Hasan Tahsin Gökcan ve Mustafa Artuç, Yorumlu ve Uygulamalı Türk Ceza Kanunu Cilt IV (Adalet 2011) 603.9  Çakmut (n 3) 544.10  Zeynel Temel Kangal,  Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu  Özel Ceza Hukuku CİLT V (Onikilevha 2019) 433, 435.11  ibid 442.12  Donay (n 4) 290.743İstanbul Hukuk Mecmuası 78/2II. Suçun Maddi UnsuruA. Genel AçıklamalarBulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda maddi unsur incelemesi  belli  bir  sıraya  göre  yapılmıştır.  Öncelikle  suç  tipinde  yer  alan  ve maddi unsura dahil olan yetkili makamlar tarafından alınan tedbirlerin nitelikleri incelenmiştir. Daha sonra suçun faili, mağduru ve suçun maddi ve hukuki konusu ve son olarak suç teşkil eden fiil incelenmiştir. B. Yetkili Makamlar Tarafından Alınan Tedbirlerin Nitelikleri5237 sayılı Kanun md 195 de yer alan bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma  suçunda,  hastalığın  ortaya  çıkması  halinde  yetkili  makamlarca  alınacak tedbirlere uyulmaması suç olarak tanımlanmıştır.13 İlgili suçta, yetkili makamlar tarafından alınan tedbirlerin birtakım nitelikleri bulunmaktadır.14 Suç tipinde yer alan niteliklerin somut olayda bulunmaması halinde maddi unsur eksikliğinden dolayı suç oluşmaz.15 Öncelikli olarak mevcut bir bulaşıcı hastalık olmalıdır.16 Bulaşıcı hastalığın türü, yayılma şekli veya kapsadığı alan suçun unsurlarının oluşumu için önemli değildir.17 İkinci olarak bulaşıcı hastalığa yakalanmış ya da mevcut hastalığa bağlı olarak ölmüş bir kimse olmalıdır.18 Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda, karantina tedbirlerinin alınabilmesi için hastalığı üreten ya da taşıyan bir hayvan ya da nesnenin tespit edilmiş olması yeterli olmaz. Hastalığa bağlı olarak bir kişinin hastalanmış ya da ölmüş olması gerekir. En az bir kişiye bulaşmış olması yeterli olup toplumun belli bir kesiminin hastalıktan etkilenmiş olması gerekli değildir.19 13  Hafızoğulları ve Özen (n 7) 128; Hasan Gerçeker, Yorumlu ve Uygulamalı Türk Ceza Kanunu Cilt II (Seçkin 2020) 1836; Yaşar, Gökcan ve Artuç (n 8) 6036; Ali Parlar ve Muzaffer Hatipoğlu, Türk Ceza Kanunu Yorumu (Seçkin 2008) 2930; Sami Gören, Açıklamalı – İçtihatlı Türk Ceza Kanunu (2012) 1132; İsmail Malkoç, Açıklamalı Türk Ceza Kanunu Cilt III (2013) 3232; Çetin Arslan ve Bahattin Azizağaoğlu, Yeni Türk Ceza Kanunu Şerhi (Asil 2004) 818; Donay (n 4) 290; Şahbaz (n 3) 2263; Kangal (n 10) 21; Çakmut (n 3) 544; Vural Savaş ve Sadık Mollamahmutoğlu, Türk Ceza Kanunu Yorumu Cilt II (Seçkin 1999) 2392; R Murat Önok,  Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195)  (2020) 9 (17) Anayasa Hukuku Dergisi 147, 148.14  Arslan ve Azizağaoğlu (n 13) 818.15  Malkoç (n 13) 3232.16  Gözübüyük (n 6) 339; Bulaşıcı hastalık ifadesi, Devletin mücadele etmesi gereken hastalıklardan birisi olarak 1593 sayılı Umumi Hıfzıssıhha Kanunu md 29 da yer almaktadır. Bulaşıcı Hastalıklar Sürveyans ve Kontrol Esasları Yönetmeliği md 4/1-c hükmüne göre bulaşıcı hastalık; enfekte olmuş bir kişi ile doğrudan temas yoluyla veya bir vektör, hayvan, ürün veya çevreye maruz kalma gibi dolaylı yollardan veya bulaşıcı madde ile kirlenmiş olan sıvı alışverişi yolu ile insandan insana bulaşan, bir mikroorganizma veya onun toksik ürünlerine bağlı olarak ortaya çıkan hastalıktır. Yönetmeliğin Ek-1 Sayılı Bildirime Esas Bulaşıcı Hastalıklar Listesi nde ise hangi bulaşıcı hastalıkların bildirime esas bulaşıcı hastalık olarak sayıldığı listelenmiştir. Bulaşıcı hastalığa neden olan organizmalar, virüsler, bakteriler veya mantarlar olabilir. Bu hastalıklar, bir bireyden diğerine veya bir türden diğerine geçebilme özelliklerinden dolayı bulaşıcı hastalık olarak tanımlanırlar. Bu bağlamda COVID-19 virüsü de solunum yolu ile bulaşan hastalıklardan biri olup, ilgili listede 50 nci sırada yer alan bir bulaşıcı hastalık olarak karşımıza çıkmaktadır. 17  Özütürk, Nejat, Türk Ceza Kanunu Şerhi ve Açıklaması Cilt I (Filiz 1970) 1020.18  Tuğba Bayzit COVID-19 Salgınının Hukuki Boyutu (Editör Muhammet Özekes) (Onikilevha 2020) 865, 876.19  Kangal (n 10) 438.744Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) Üçüncü olarak hastalığa yakalanan ya da hastalıktan dolayı ölmüş bulunan kimsenin bulunduğu yere ilişkin olarak, bulaşıcı hastalığın yayılmasını önlemek amacıyla idari makamlar tarafından karantina tedbirlerinin alınması gerekir.20 Karantina tedbirleri, kişiye değil hastalığın bulunduğu yere ilişkin olarak alınmaktadır.21Karantinanın sözlükteki tanımı şu şekilde yapılmaktadır:  Karantina, bulaşıcı bir hastalığın yaygın olduğu kaynaktan gelen kişilerin geçici olarak bir yerde tutulup gözlemlenmesi biçiminde uygulanan tedbirdir. 22 Karantina, bulaşıcı bir hastalığa maruz kalmış kişilerin hareket kısıtlaması da dahil olmak üzere, hasta olup olmadıkları veya başkaları için risk oluşturmadıkları belirlenene kadar zorunlu olarak birey aktivitelerinin kısıtlanmasıdır.23 Genel olarak bulaşıcı hastalığın yayılmasını engelleme amacını taşıyan bir takım kısıtlamalar için kullanılan ifadedir.24 Madde 195 de yer alan karantina altına alınmasına yönelik tedbirler ifadesi sadece karantina bölgesine giriş – çıkışların engellenmesine yönelik tedbirler olarak anlaşılmamalıdır. Karantina, o yerdeki insan hareketinin sınırlandırılmasını ifade eden genel bir terimdir.25 Bu sınırlandırmanın türü ne olursa olsun her biri için karantina ifadesi kullanılmaktadır. Madde 195 de yer alan suç tipinde karantina ifadesinin kullanılması, kanun koyucunun bulaşıcı hastalıkla mücadele adına her eylemi cezalandırma yolunu tercih etmediğini göstermektedir. Ultima ratio ilkesine uygun olarak karantina altına alma amacıyla alınan tedbirlere uymamak yaptırıma bağlanmaktadır. Ultima ratio ilkesine göre ceza hukukunun araçlarına en son çare olarak başvurulmalıdır. Nitekim kanun koyucu karantina dışında alınan tedbirlerin ihlalini suç olarak kabul etmemektedir. Bulaşıcı hastalığın ortaya çıkmasını veya yayılmasını engellemek adına, örneğin maske takma ya da sosyal mesafe kuralına uyma zorunluluğunun ihlali halinde bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu oluşmaz.20  Gerçeker (n 13) 1837.21  Önok (n 13) 163.22  John M Last, A Dictionary of Epidemolgy (Oxford University Press 2001) 100.23  Gostin and Berkman (n 1) 147.24  Eugenia Tognotti,  Lessons from the History of Quarantine, from Plague to Influenza A  (2013) 19 (2) EID 254, 258; Karantina, bulaşıcı hastalıkların yayılmasını önlemek için başvurulan etkin bir tedbirdir. Birey özgürlüğünü sınırlandırmasına rağmen çok haklı bir gerekçeye bağlı olarak uygulanmaktadır. İnsan güvenliği açısından devletlerin halk sağlığını koruma görevi bulunduğundan, gerektiğinde karantina gibi zorlayıcı ve zorunlu önlemlerin uygulanması gerekir. Alberto Giubilini, Thomas Douglas, Hannah Maslen and Julian Savulescu,  Quarantine, isolation and the duty of easy rescue in public health  (2018) (18) DWB 182, 184.25  Rahmi Kılıç, Çiğdem Ataman Hatipoğlu ve Cemil Güneş,  Quarantine and its legal dimension  2020 (50) Turkish Journal of Medical Sciences 544, 544.745İstanbul Hukuk Mecmuası 78/2Bulaşıcı hastalıklara ilişkin karantina tedbirleri, hastalığın etkin olduğu ülke ya da bölgedeki ihtiyaca göre çeşitlilik gösterebilir.26 Bulaşıcı hastalıklarla mücadele edilirken, kısıtlamalara muhatap edilen toplumun temel haklarının da güvence altına alınması gerekir.27 Bu nedenle bulaşıcı hastalıkla mücadele edilebilmesi adına alınan tedbirlerin etkin kullanılabilmesi için alınan tedbirlerin konusunun ve kapsamının açıkça tanımlanması gerekir.28Suç genel teorisinde bazı hallerde, ceza normunu meydana getiren unsurlardan müeyyide kanun hükmünde belirlenmiş olmakta, ama fiil henüz belirlenmemiş olmaktadır. Açık ceza normu olarak ifade edilen bu hallerde müeyyide hükmü şimdiki halde mevcuttur, ama davranış hükmü gelecekte mevcut olacaktır. Burada normu koyan otoriteden, normu dolduran otorite farklıdır. Örneğin belirli bir konuda yetkili makamlar tarafından çıkarılacak özel ve genel nitelikteki emir veya tedbirlere uymamanın hükme bağlandığı hallerde olduğu gibi, norm gelecekteki bir unsurla tamamlanır.29 Madde 195 de yer alan bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda, karantina altına almaya yönelik tedbirlerin ihlalinin suç olmasına rağmen tedbirlerin neler olduğu idarenin takdir yetkisine bırakılmıştır. Bu durumda md 195 hükmü, açık ceza normu olarak kabul edilmelidir.30 5237 sayılı Türk Ceza Kanunu md 2 de yer alan kanunilik ilkesine göre, suç teşkil eden haksızlığın, bu haksızlığın unsurlarının ve haksızlığın karşılığını oluşturan yaptırımların kanunla düzenlenmesi  gerekir.  Açık  ceza  normunun  idarenin  düzenleyici  işlemleriyle gelecekte doldurulması, suç teşkil eden fiilin idare tarafından belirlenmesi sonucunu 26  Yaşar, Gökcan ve Artuç (n 8) 6037; Bulaşıcı hastalıklarla mücadele adına hangi tedbirlerin alınabileceği 1593 sayılı Umumi Hıfzıssıhha Kanunu md 72 de yer almaktadır.  Bulaşıcı hastalıklardan biri zuhur ettiği veya zuhurundan şüphelenildiği takdirde aşağıda gösterilen tedbirler tatbik olunur: a) Hasta olanların veya hasta olduğundan şüphe edilenlerin ve hastalığı neşrü tamim eylediği tetkikatı fenniye ile tebeyyün edenlerin fennen icap eden müddet zarfında ve sıhhat memurlarınca hanelerinde veya sıhhi ve fenni şartları haiz mahallerde tecrit ve müşahede altına vaz ı. b) Hastalara veya hastalığa maruz bulunanlara serum veya aşı tatbiki. c) Eşhas, eşya, elbise, çamaşır ve binaların ve fennen intana maruz olduğu tebeyyün eden sair bilcümle mevaddın fenni tathiri. d) Hastalık neşreden haşarat ve hayvanatın itlafı. e) Memleket dahilinde seyahat eden eşhasın icap eden mahallerde muayenesi ve eşyalarının tathiri. f) Hastalığın sirayet ve intişarına sebebiyet veren gıda maddelerinin sarf ve istihlakinin men i. g) Dahilinde sari ve salgın hastalıklardan biri zuhur eden umumi mahallerin tehlike zail oluncaya kadar set ve tahliyesi. 27  Fidler (n 2) 79.28  Gostin and Berkman (n 1) 147; bkz benzer görüş için Anayasa Mahkemesi.  5237 sayılı Kanun un 2. maddesinde yer alan ‘suçla ve cezada kanunilik  ilkesi uyarınca, hangi eylemlerin yasaklandığı ve bu yasak eylemlere verilecek cezaların hiçbir kuşkuya yer bırakmayacak biçimde yasada gösterilmesi, kuralın açık, anlaşılır ve sınırlarının belli olması gerekmektedir. Kişilerin yasak eylemleri önceden bilmeleri düşüncesine dayanan bu ilkeyle temel hak ve özgürlüklerin güvence altına alınması amaçlanmaktadır. Bu ilke, aynı zamanda temel hak ve özgürlükleri en geniş biçimiyle gerçekleştirip güvence altına almakla yükümlü olan hukuk devletinin esas aldığı değerlerden olup, uluslararası hukukta ve insan haklan belgelerinde de özel bir vere ve öneme sahip bulunmaktadır. Ceza yaptırımına bağlanan fiilin kanunun ‘açıkça  suç sayması şartına bağlanmış olmasıyla, suç ve cezalara dair düzenlemelerin şekli bakımdan kanım biçiminde çıkarılması yeterli olmayıp, bunların içerik bakımından da belirli amacı gerçekleştirmeye elverişli olmaları gerekir. Bu açıdan kanunun metni, bireylerin hangi somut eylem ve olguya hangi hukuksal yaptırımın veya sonucun bağlandığını belirli bir açıklık ve kesinlikle öngörebilmelerine imkân verecek düzeyde kaleme alınmış olmalıdır. Bu nedenle belirli bir kesinlik içinde kanunda hangi eyleme hangi hukuksal yaptırımın bağlandığının bireyler tarafından bilinmesi ve eylemlerin sonuçlarının öngörülebilmesi gerekir.  (Anayasa Mahkemesi, 129/81, 24.05.2012).29  Zeki Hafızoğulları, Ceza Normu: Normatif Bir Yapı Olarak Ceza Hukuku Düzeni (USA 1996) 280.30  Hafızoğulları ve Özen (n 7) 128.746Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) doğuracağından  kanunilik  ilkesine  aykırıdır.31  Yetkili  makamlar  tarafından alınan  tedbirler,  bulaşıcı  hastalığın  yapısı,  türü,  yaygınlığı  gibi  faktörlere  göre belirlenmektedir. Bu durumda kanunilik ilkesine aykırı olarak suçun maddi konusu idarenin düzenleyici işlemleriyle kararlaştırılmaktadır.32 Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda karantina altına almaya yönelik hangi tedbirlerin alınması gerekliliği idarenin yetkisindedir. Hastalıkla mücadele etmek adına gerekli olan önlemler, yetkili idari makamlar tarafından 1593 sayılı Umumi Hıfzıssıhha Kanunu hükümlerine atıf yapılarak alınmak zorundadır. Tedbirlerin neler olduğu md. 195 de yer almadığından md 195 hükmü açık ceza normu olarak ifade edilmektedir. Açık ceza normunda yaptırım belirlenmiştir; ancak kural, somut ve güncel bir biçimde normda yer almamaktadır ve içeriği (hareketten önce) idare tarafından doldurulmaktadır. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda, tedbirlerin somutlaştırılamamasının sebebi, salgının ne olduğunun, kapsamının ve etkisinin önceden tahmin edilebilmesinin mümkün olmamasıdır. Buna rağmen ceza kanunlarında hükmün açık bırakılması kanunilik ilkesine uygun değildir.33 Kanunilik ilkesi ve onun alt unsurlarından belirlilik ilkesi gereği, çağdaş ceza hukukunda bu tür normlar tercih edilmemelidir. Karantinanın amacı, hareket halinde olanlar arasında hastalığın görülme oranını ve etkilerini azaltmak, mevzuat, bilim, araştırmalar, hazırlık ve yapılacak planlar çerçevesinde hastalığın topluma girmesi, bulaşması ve yayılmasını önlemektir.34 Karantina tedbirleri, düzenleyici işlemler aracılığıyla yerine getirildiği için suç,  idarenin  düzenleyici  işlemine  uyulmamasıdır.  Bu  nedenle  düzenleyici işlemin hukuka uygun olmaması, sakat olması halinde alınan tedbirlere uymamak suç teşkil etmez.35Bir bölgede bulaşıcı hastalığa bağlı olarak bir kişinin hastalanmış ya da ölmüş olmasına rağmen henüz yetkili makamlar tarafından karantina tedbirleri alınmamışsa ya da alınmış olmasına rağmen henüz hastalık bir kişiye bulaşmamış ya da bir kişi 31   Abdullah Batuhan Baytaz, Kanunilik İlkesi Bağlamında Ceza ve Ceza Muhakemesi Hukukunda Yorum (Onikilevha 2018) 115.32  Önok (n 13) 157.33  Bkz benzer görüş için Anayasa Mahkemesi.  5237 sayılı Türk Ceza Kanunu nun 297. maddesinin (1) numaralı fıkrasında, infaz kurumuna veya tutukevine silah, uyuşturucu veya uyarıcı madde veya elektronik haberleşme aracı sokmak veya bulundurmak yasaklanmış ve bu yasağa uymayanların hapis cezası ile cezalandırılacakları öngörülmüştür. İtiraz konusu kuralın yer aldığı anılan maddenin (2) numaralı fıkrasında ise (1) numaralı fıkrada sayılanların dışında kalıp da yetkili makamlar tarafından infaz kurumuna veya tutukevine sokulması yasaklanmış bulunan eşyayı, bu yasağı bilerek, infaz kurumuna veya tutukevine sokan veya bulunduran ya da kullanan kişinin hapis cezası ile cezalandırılacağı belirtilmiştir. 297. maddenin (1) numaralı fıkrasında suça konu olabilecek eşyaların nitelikleri tek tek sayılmış olmasına karşın, itiraz konusu kuralda böyle bir nitelik belirlemesi yapılmadan, sınırsız, belirsiz ve geniş bir alanda idare içinde yer alan yetkili makama suça konu olabilecek eşyaları belirleme yetkisi tanınmıştır. Buna göre kuralda, idare içinde yer alan yetkili makama suça konu olabilecek eşyaları belirlerken hangi nitelikleri esas alacağı hususuna açık ve belirgin olarak yer verilmediğinden dolayı kural, belirli ve öngörülebilir olmadığı gibi suçun yasallığı ilkesine de uygun değildir.  (Anayasa Mahkemesi, 69/116, 21.10.2011).34  Giubilini, Douglas, Maslen and Savulescu (n 24) 183.35  Hafızoğulları ve Özen (n 7) 128.747İstanbul Hukuk Mecmuası 78/2ölmemişse, o bölgede alınan tedbirlerin ihlali halinde, bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu oluşmaz.36Madde 195 e göre karantina tedbirleri yalnızca bulaşıcı hastalığa yakalanmış ya da hastalıktan dolayı ölmüş olan kişinin bulunduğu yerde uygulanan önlemlerdir. Mevcut tedbirlere aykırı davranışların sınırlı bir alanda suç oluşturduğu anlaşılmaktadır.37 Virüse bağlı vakaların tüm ülkeye yayılması söz konusu olduğunda alınan tedbirlerin de tüm ülke genelinde geçerli olarak uygulanması gerekir. Bu durumda md 195 de yer alan  hastalığa yakalanmış ya da hastalıktan dolayı ölmüş kişinin bulunduğu yer  ifadesinin tüm ülke olarak yorumlanabilmesi gerekir.38Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda yer alan düzenleme, kapsam itibariyle mevcut COVID-19 virüsünden kaynaklanan salgınla mücadele adına ve kamunun sağlığını koruma adına yetersiz kalmaktadır. Salgınla birlikte ortaya çıkan ve cezalandırma faaliyetine dahil edilmesi gerekli olan fiil tipi, salgınla ilgili olarak idarece alınan tedbirlere uymama şeklinde ortaya çıkmaktadır. Oysa kanunda yer aldığı üzere fiilin suç oluşturmasının koşulu, bulaşıcı hastalıklardan birine yakalanan veya bu hastalıklardan ölmüş bir kişinin bulunduğu yerin karantina altına  alınmasına  dair  yetkili  makamlarca  alınan  tedbirlere  uyulmaması  olarak ifade edilmektedir. Bu açıdan bakıldığında kapsamı oldukça dar düzenlendiği için hüküm, mevcut salgınla ortaya çıkan hukuki ihtiyaçların gerisinde kalmaktadır. Ülke içerisinde henüz virüs vakası yaşanmamış olduğunda dahi idari makamlar tarafından tedbir amaçlı karantina uygulamasına gidilebilmesi mümkündür. Bu halde karantina tedbirlerine uyulmaması, md 195 gereğince bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunu oluşturmamaktadır. Kanun hükmünün virüsle mücadele adına işlevsel hale getirilebilmesi için kanunda yer alan  bulaşıcı hastalıklardan birine yakalanmış veya bu hastalıklardan ölmüş kimsenin bulunduğu yer  koşulunun kanundan çıkartılması gerekmektedir. Diğer ifadeyle tedbirlerin alındığı yerin neresi olduğunun kanunda yer almaması gerekir. Yetkili makamlarca yapılan tavsiye niteliğindeki uyarıların ihlal edilmesi md 195 gereğince sorumluluğa neden olmamaktadır. Alınan tedbirlere uyulmasının zorunlu tutulması gerekir.Bulaşıcı  hastalıkla  mücadele  adına  alınması  gereken  karantina  tedbirlerinin, yetkili makamlar tarafından alınması gerekir. Aksi halde maddi unsur eksikliğine bağlı olarak suç oluşmaz.39 Karantina tedbirlerini almaya yetkili makamlar 1593 sayılı Umumi Hıfzıssıhha Kanunu md 69 da düzenlenmiştir.  Sari ve salgın bir 36  Kangal (n 10) 438.37  Şahbaz (n 3) 2263.38  Bkz aksi görüş için. Bulaşıcı hastalığa yakalanmış ve hastalıktan dolayı ölmüş olan kişinin bulunduğu yerin dar yorumlanması gerekir. Önok (n 13) 164.39  Yaşar, Gökcan ve Artuç (n 8) 6037.748Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) hastalığın  vukuu  tahakkuk  eylediği  takdirde  sıhhat  memurları  derakap  lazım gelen tedbirlerin ittihazına ve bütün idari makamlar bu tedbirlerin tatbik ve icrası hususunda muavenete mecburdurlar.  Sıhhat memurları, tedbirlerin neler olduğunu ve kapsamını belirleme konusunda yetkilidirler. Sıhhat memurlarının kimler olduğu ise 1593 sayılı Kanun md 303 de düzenlenmiştir.  Bu kanunda zikredilen sıhhat memurları; Devlet, belediye ve idarei hususiye işlerinde kullanılan tabipler ve Sıhhat ve İçtimai Muavenet Vekaletinin lüzum göreceği ve mezuniyet vereceği hususlarda tabiplerin maiyetinde bulunan küçük sıhhat memurlarıdır. 40Son olarak, idari makamlar tarafından alınan karantina tedbirlerinin topluma duyurulması gerekir.41 Bulaşıcı hastalığın yerel veya ülkeler arası olup olmadığına bakılmaksızın  yetkili  makamların  aldığı  tedbirlere  uyulması  zorunludur. Alınan önlemlere uyulması gerekliliği elverişli araçlarla topluma duyurulmalıdır. Tedbirlerin, gerek yazılı ve görsel medya gerekse sosyal medya aracılığıyla da paylaşılabilmesi mümkündür. C. Fail, Mağdur ve KonuBulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçunda,  bulaşıcı hastalıklardan birine yakalanmış veya bu hastalıklardan ölmüş kimsenin bulunduğu yerin karantina altına alınmasıyla ilgili alınan tedbirlere aykırılık hali yaptırıma bağlanmaktadır.Fail bakımından özel bir nitelik aranmadığından suçun faili herkes olabilir.42 Fail, bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranan kişidir.43 Örneğin olası bir karantina önlemi esnasında karantina altına alınmış alandan kaçmaya çalışan veya karantinada olan bir kişiyle karantina önlemlerine aykırı bir biçimde temas kurmaya çalışan kişi, suçun failidir.44 Bulaşıcı hastalığın yayılması riskini engelleme amacıyla, karantina kapsamında alınan tedbirlerin sadece belirli bölgeler veya zaman dilimleri ya da belirli mekanlar, meslekler veya bazı yaş grupları için uygulanması mümkündür. Bu durumda bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun faili ancak bu kişiler olabilir.40  Önok (n 13) 169.41  Şahbaz (n 3) 2264.42  Yaşar, Gökcan ve Artuç (n 8) 6036; Karantina altında bulunanlar dışında, tedbiri uygulayanlar olarak kolluk kuvvetlerinin ya da sağlık çalışanlarının da suçu işleme ihtimali bulunmaktadır. Örneğin hakkında karantina kararı alınan kişinin karantina alanına götürülmemesi ya da karantina alanına götürülürken yetkili makamın izni olmaksızın hastalığın yayılmasına yönelik tedbire aykırı şekilde başka bir yere götürülmesi de bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun tanımına uymaktadır. İlave olarak 5237 sayılı Kanun md 266 hükmü gereğince görevi gereği olarak, elinde bulundurduğu araç ve gereçleri bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun işlenmesi sırasında kullanan kamu görevlisi hakkında md 195 den dolayı verilecek ceza artırılır. Kangal (n 10) 436.43  Gerçeker (n 13) 1837.44  Hafızoğulları ve Özen (n 7) 128.749İstanbul Hukuk Mecmuası 78/2Bulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçu  belli  kimselere karşı işlenmediği için tedbirlerin ihlal edilmesine bağlı olarak toplumda yaşayan herkesin zarar görme ihtimali bulunmakta, kamunun sağlığı tehdit edilmektedir.45 Tedbirlerin  ihlal  edilmesinin  sonucunda  bulaşıcı  hastalık  toplumu  oluşturan bireylere bulaşmaktadır. Eğitim, sosyal ve ekonomik hayat bu durumdan olumsuz etkilenmektedir. Bu nedenle suçun mağduru, alınan tedbirlerle korunmak istenen toplumu oluşturan kişilerdir.46 Suç genel teorisinde suçun maddi konusu, tipik hareketin üzerinde gerçekleştirilmesi zorunlu olan şeydir. Maddi konu, suçu düzenleyen normda yer alan tanımda yer almaktadır.47 Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu, yerin karantina altına alınmasına dair yetkili makamlarca alınan tedbirlerin ihlal edilmesi halinde işlenebilir. Bu nedenle suçun maddi konusu, bulaşıcı hastalıklardan birine yakalanmış ya da ölmüş kimsenin bulunduğu yerin karantina altına alınmasına dair yetkili makamlarca alınan tedbirlerdir.48Suç genel teorisinde suçun hukuki konusu, suç tarafından ihlal edilen hukuki varlık ya da menfaattir.49 Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçuyla korunan hukuki yarar, toplum sağlığının korunması ve kamu düzeninin sağlanmasıdır.50 Esas olan hastalığın yayılmasının önüne geçmek ve her şeyden önce kamu sağlığını en üst güvenlik pozisyonunda tutmaktır.51 Suç tipi, hastalığa yakalanmış kişileri değil, hastalığın bulunduğu yer ile bir şekilde temasta bulunan kişileri  korumaya  yönelik  düzenlenmiştir.  Böylece  kamu  sağlığının  korunması amacı güdülmektedir.52 Kamu menfaati bireylerin menfaatinden üstün tutulmuştur. İlave olarak tedbirlere uymayarak salgının artmasına neden olan kişiler, toplumda yer alan kişilerin hareket etme özgürlüğünü de kısıtlamaktadırlar. Bu durum birey özgürlüğüne de zarar vermektedirler.45  Yaşar, Gökcan ve Artuç (n 8) 6036.46  Arslan ve Azizağaoğlu (n 13) 818; bkz aksi görüş için. Suçun mağduru toplum olmayıp, aldığı tedbirlere uyulmayan kamu idaresidir. Hafızoğulları ve Özen (n 7) 128.47  Nevzat Toroslu ve Haluk Toroslu, Ceza Hukuku Genel Hükümler (Savaş 2019) 110.48  Bayzit (n 18) 877.49  Toroslu ve Toroslu (n 47) 109.50  Çakmut (n 3) 545; Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda korunan hukuki yararın, 765 sayılı Kanun ile 5237 sayılı Kanunda düzenlendiği yerlere ilişkin sistematik yorum yapıldığında, farklı olduğu görülmektedir. 765 sayılı Kanunda Devlet İdaresi Aleyhine Suçlar altında düzenlendiği için suçla korunan hukuki yarar, yerine getirilmesi gereken kamu hizmetinden bireyin yararlanma hakkıdır. 5237 sayılı Kanunda ise Kamu Sağlığına Karşı Suçlar altında düzenlendiği için suçla korunan hukuki yarar kamu sağlığıdır. Kangal (n 10) 434.51  Yaşar, Gökcan ve Artuç (n 8) 6035; Bir suçun kamuya yönelik tehdit oluşturmasının temel sebebi, suçun, önceden belirlenmesi mümkün olmayan kişilerin hakkını tehlikeye atmasıdır. Toplumun, kendisine yönelik suç teşkil eden fiil ve hareketlerden korunmak amacıyla önlem alması da çoğu zaman mümkün olmamaktadır. Sahir Erman ve Çetin Özek, Ceza Hukuku Özel Bölüm - Kamunun Selametine Karşı İşlenen Suçlar (Dünya 1995) 174.52  Gerçeker (n 13) 1836; Kamunun sağlığı, kanunun güvencesi altındadır. Kamu sağlığının korunmasının ceza kanunun amaçlarından biri olduğu, 5237 sayılı Türk Ceza Kanunu md 1 de yer almaktadır.750Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu, tehlike suçudur. Kanun koyucu madde metninde somut olarak bir tehlikenin varlığını aramamıştır. Suç tanımında belli bir tehlikeli davranışın icra edilmesi başlı başına ceza yaptırımının uygulanmasını  gerektirdiğinden  soyut  tehlike  suçudur.  Somut  olarak  hastalığın bulaştırılmış olması gerekli olmasa da alınan tedbirlerin ihlali halinde toplumda yaşayan  herkes  için  tehlikeli  bir  duruma  neden  olunmaktadır.53  Soyut  tehlike suçlarının bazılarında tehlikenin ortaya çıkabilmesi için failin hareketinin elverişli olup olmadığına bakılmaktadır. Bu suçlara  elverişlilik suçları  veya  potansiyel tehlike suçları  denilmektedir. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu da soyut tehlike suçlarından potansiyel tehlike suçu sayılmaktadır.54 Bu suçlarda tehlikeye  uygunluğun  somut  olayda  bulunup  bulunmadığının  hakim  tarafından değerlendirilmesi  gerekmektedir.  Bulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı davranma suçunda failin aykırılık teşkil eden hareketinin objektif değerlendirme yapılarak, tedbirleri engellemeye elverişli boyutta olduğunun tespit edilmesi gerekir.D. FiilSuç genel teorisinde hareket, netice ve nedensellik ilişkisinden oluşan eylem, fiil olarak adlandırılmaktadır.55 Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda hareket, yetkili makamlarca alınan tedbirlere aykırı davranmaktır.56 İlgili tedbirlerin ne şekilde ihlal edileceği 5237 sayılı Kanun md. 195 de yer almadığından, tedbirlere uyulmamasının nasıl olduğunun bir önemi yoktur. Her türlü hareketle işlenebileceğinden serbest hareketli suç tipidir.57 Yetkili makamlarca alınan tedbirlere aykırı hareketin icrai ya da ihmali olabilmesi mümkündür.58 Örneğin karantina bölgesine girmek veya çıkmak izin koşuluna bağlı olduğunda, karantina bölgesine izinsiz girmek ya da izinsiz bölgeden ayrılmak; karantina tedbiri bir evde uygulanmaktaysa, bu yükümlülüğe uyulmaması; ülkeye giriş yapan kişilerin belli yerlerde belli süre bekletilmeleri zorunluluğu bulunmasına rağmen idari makamın kararı olmadan bulunması gereken yerden ayrılma gibi 53  Yaşar, Gökcan ve Artuç (n 8) 6038; Tehlike suçları, soyut ve somut tehlike suçları olmak üzere ikiye ayrılmaktadır. Soyut tehlike suçunda, kanuni tanımda yer alan fiilin icra edilmesi yeterli olup suç konusu üzerinde gerçek bir tehlikenin mevcut olup olmadığı araştırılmaz. Somut tehlike suçunda ise fiilin icra edilmesinden sonra somut olarak bir tehlikenin meydana gelmesi gerekir. İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler (Seçkin 2019) 221.54  Önok (n 13) 170; bkz benzer görüş için İtalyan Yargıtayı. Salgın suçundan dolayı kişinin sorumlu tutulabilmesi için hareketin türü önemli değildir; bir salgına neden olmak için uygun olması yeterlidir. (Cassasione, 48014, 26.11.2019).55  Hamide Zafer, Ceza Hukuku Genel Hükümler (Beta 2019) 226.56  Hafızoğulları ve Özen (n 7) 128; Yargıtay a göre somut olayda hangi hareketlerin alınan tedbirlerin ihlali olduğunun hükümde açıkça yer alması gerekir.  Oluşa göre sanığın hareketinin ne suretle alınan tedbire fiilen mümanaat teşkil ettiği kanuna müsteniden izah edilmeksizin bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçundan sorumluluğa gidilmesi yolsuzdur.  (Yargıtay 2 CD, 3469/2499, 05.04.1949).57  Gerçeker (n 13) 1837; Yaşar, Gökcan ve Artuç (n 8) 6038; Özütürk (n 17) 1021.58  Kangal (n 10) 441; bkz aksi görüş için. Alınan tedbirlerin ihlali ancak fiili ve icrai hareketle gerçekleştirilmelidir. Özütürk (n 17) 1021.751İstanbul Hukuk Mecmuası 78/2aykırılıklar icrai hareketle suçun işlenmesi halleridir. Ülkeye giriş yapan kişilerin, belli yerlerde belli süre bekletilmeleri zorunluluğu bulunmasına rağmen belirlenmiş yerlere gitmemeleri ise ihmali hareketle bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçuna örnek olarak verilebilir.Bir kişinin virüs taşıdığının tespit edildiği veya bundan şüphelenildiği takdirde, sağlık  memurlarınca  bu  kişinin  muayene  edilmesi  ve  hastalığın  sebeplerinin araştırılmasına  ilişkin  herhangi  bir  işleme  muhalefet  edilmesi,  hekimlere  veya sağlık çalışanlarına zorluk çıkarma halleri de alınan tedbirlerin ihlal edilmesi olarak kabul edilmelidir.59 Benzer şekilde özel laboratuvarın COVID-19 testi yaptıranların bilgilerini  Sağlık  Bakanlığı  ve  kamu  kurumlarıyla  paylaşmaması,  virüs  tahlili yaptıran insanlarla ilgili bilgileri yetkili kurumlardan gizlemesi, suç tipikliğine uygun olması koşuluyla karantina tedbirlerinin uygulanmasının ihlal edilmesi olarak kabul edilmelidir.Bulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçunda,  hastalığın oluşturduğu  ya  da  oluşturabileceği  tehlikenin  önlenmesi  amaçlanmaktadır. Kanun koyucu, idarenin almış olduğu tedbirlere uyulmamasını, toplum açısından tehlikeli kabul etmektedir. Bu nedenle alınan tedbirlerin ihlal edilmesi halinde suç tamamlanmıştır.60 İhlalin bir zarara ya da zarar tehlikesine neden olması aranmadığı için hareket suçudur.61 Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda alınan tedbirlere uyulmaması suçun tamamlanması için yeterlidir. Tedbirlere uymamak amacıyla cebir, şiddet veya tehdit kullanılmasına gerek yoktur.62 III. Suçun Manevi UnsuruBulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçunun  taksirli  hali Kanunda yer almadığından suç ancak kasten işlenebilmektedir.63 Yetkili makamlar tarafından alınmış olan tedbirlere bilerek ve istenerek uyulmaması gerekir.64 59  Özütürk (n 17) 1021; Bu durum 1593 sayılı Umumi Hıfzıssıhha Kanunu md 284 te yer almaktadır.  Bulaşıcı hastalıklar hakkında tetkikatta bulunmağa salahiyettar memurlara muhalefet eden kimseler Türk Ceza Kanununun 195 inci maddesi mucibince cezalandırılır. 60  Hafızoğulları ve Özen (n 7) 128; Tedbirlere aykırı davranan kişinin, herhangi bir kimseye hastalık bulaştırıp bulaştırmadığına bakılmamaktadır. Tedbirlere uymadığı ve kamu sağlığını tehlikeye attığı gerekçesiyle cezalandırılabilecektir. Şahbaz (n 3) 2264; Tedbirlere uymayacağını beyan etmesi, bildirmesi ya da alınan tedbirlerin gereksiz, aşırı ya da uygun olmayacağı konusunda eleştirilerde bulunması halinde, bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu oluşmaz. Suçun tamamlanması için alınan tedbirlere eylemli olarak fiilen uyulmaması gerekir. Malkoç (n 13) 3233.61  Yaşar, Gökcan ve Artuç (n 8) 6037; Sadece hareketin yapılmasının suçun tamamlanması için yeterli olduğu suçlara, hareket suçu denilmektedir. Bundan başka bir neticenin, bir zararın oluşması beklenmez. Toroslu ve Toroslu (n 47) 146.62  Yaşar, Gökcan ve Artuç (n 8) 6038.63  Gerçeker (n 13) 1838.64  Gözübüyük (n 6) 339.752Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) Bulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçu,  olası  kastla  da işlenebilir.65 Suçun oluşması için failin, alınan tedbirleri bilerek ve isteyerek ihlal etmesi yeterlidir. Bu nedenle genel kastın varlığı yeterli olup failin özel bir saikle suçu işlemesi gerekli değildir.66IV. Hukuka AykırılıkBulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçunda,  alınmış  ve duyurulmuş tedbirlere aykırı davranma fiilinin hukuka aykırı olması gerekir. Bu nedenle  suç  tipine  uygun  düşen  hukuka  uygunluk  nedenlerinin  somut  olayda bulunması halinde fiil suç teşkil etmez.67 Fiil, kanun hükmünün yerine getirilmesi suretiyle hukuka uygun olabilir. Karantina bölgesine, kanun hükmü gereğince girme yetkisine sahip olan kolluk ya da sağlık personelinin hareketi hukuka uygun kabul edilmelidir. Meşru savunma hükümleri ilgili suç tipinde uygulanmaz. Karantina tedbirlerinin alınması, kişinin hakkına yönelik olarak haksız bir saldırı olarak kabul edilmeyeceğinden kişinin tedbirlere uymaması meşru savunma sayılmaz. Benzer şekilde hakkın kullanılması ve ilgilinin rızası hukuka uygunluk nedenlerinin, bulaşıcı hastalıklara ilişkin alınan tedbirlere aykırı davranılması suç tipinde uygulanması mümkün olmaz.68V. KusurlulukKusuru etkileyen nedenler olan yaş küçüklüğü, sağır ve dilsizlik, geçici nedenler, alkol veya uyuşturucu madde etkisinde olma hallerinin bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda uygulanabilmesi mümkündür.69 İlave olarak failin içinde bulunduğu zor durum, imkânsızlık nedeniyle tedbirleri ihlal etmiş olması halinde zorunluluk halinden de faydalanabilmesi gerekir.70 Örneğin karantina bölgesinde oluşan sel baskını nedeniyle bölgenin dışına çıkılması halinde sorumluluğa gidilmez.Yetkili makamlar tarafından alınan karantina tedbirlerinin uygulanması haksız fiil olmadığından, kişinin hiddetli veya şiddetli elem dolayısıyla tepki vererek alınan tedbirleri ihlal etmesi halinde haksız tahrik hükümlerinden yararlanabilmesi mümkün olmaz. 65  Çakmut (n 3) 549.66  Özütürk (n 17) 1021; Gerçeker (n 13) 1838; Yaşar, Gökcan ve Artuç (n 8) 6038; Kangal (n 10) 443.67  Çakmut (n 3) 548; bkz aksi görüş için. Suçun unsuru olan hukuka aykırılığı ortadan kaldıran nedenler olan hukuka uygunluk nedenleri, tüm suçlar için uygulanabilen genel nitelikli hükümlerdir. Somut olayda bulunması halinde fiil suç teşkil etmez. Ancak hukuka uygunluk nedenlerinin kapsamı ve konusuyla uyuşmadığından, bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda hukuka uygunluk nedenlerinin dikkate alınması mümkün olmaz. Hafızoğulları ve Özen (n 7) 129; Arslan ve Azizağaoğlu (n 13) 819.68  Kangal (n 10) 446.69  ibid 443.70  Hafızoğulları ve Özen (n 7) 129.753İstanbul Hukuk Mecmuası 78/2Yetkili makamlar tarafından alınan karantina tedbirlerini uygulamakla görevli kişi, tedbirleri uygularken keyfi hareket ettiğinde, görevlinin haksız uygulamalarına karşı tepki olarak, alınan tedbirlerin ihlal edilmesi halinde haksız tahrik indirimi uygulanmamalıdır.  Haksız  tahrikte  tepkinin,  haksız  fiili  gerçekleştiren  kişiye yönelik olması gerekir. Görevlinin, aşırı, orantısız veya keyfi uygulamaları her ne kadar haksız fiile neden olsa da haksız tahrikten yararlanılabilmesi için tepkinin görevliye verilmesi gerekirdi. Oysa tepkinin, karantina altına almak amacıyla yetkili makamlarca alınan tedbirlere yönelik verilmesi halinde, tepki üçüncü kişiye verilmiş olacağından  haksız  tahrik  hükümlerinden  yararlanılabilmesi  mümkün  olmaz.71 Görevlinin haksız uygulamalarına karşı görevliye verilen tepki, md 265 de yer alan görevi yaptırmamak için direnme suçunu oluşturmamaktadır. Görevi yaptırmamak için  direnme  suçunda,  engellenmeye  çalışılan  bir  görevden  bahsetmek  için  bu görevin hukukun çizdiği sınırlar içerisinde ifa ediliyor olması gerekir. Görevlinin aşırı, orantısız, keyfi uygulamaları görevin ifası olarak kabul edilemez.72 Örneğin karantina altında tutulma süresi dolmasına rağmen kişinin keyfi yere dışarı çıkmasına izin  verilmemesi  halinde  görevin  ifasından  bahsedilemez.  Haksız  uygulamalar görevin ifası olarak kabul edilmeyeceğinden verilen tepki de görevi yaptırmamak için direnme suçunu oluşturmamaktadır. Görevlinin haksız uygulamalarına karşı görevliye verilen tepki, fiilin niteliğine göre hakaret, tehdit, kasten yaralama veya kasten öldürme suçlarını oluşturabilir. Bu durumda sayılan suçlar, görevlinin haksız fiiline tepki olarak işleneceğinden, fail hakkında haksız tahrik hükümlerinin uygulanmasına bir engel yoktur.Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda failin hatası ceza sorumluluğunu etkilemektedir. Kusuru etkileyen neden olan hata, 5237 sayılı Türk Ceza Kanunu md 30 da dört fıkra halinde düzenlenmiştir. Birinci fıkraya göre, suçun maddi unsurunda hata halinde failin kastı ortadan kalkmaktadır. Maddi unsur hatası, bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda söz konusu olabilir. Yetkili  makamlar  tarafından  alınan  tedbirler  duyurulmamış  ya  da  duyurulmuş olmasına rağmen içinde bulunduğu ortam gereğince kişi öğrenememiş ise tedbirlere aykırı hareket eden kişi, suçun maddi konusunda hata yaptığı için kastı oluşmaz.75 Benzer  şekilde  tedbirler  duyurulmasına  rağmen  kişinin,  karantina  altına  alınan 71  Bkz aksi görüş için. Yetkili makamlar tarafından alınan karantina tedbirlerini uygulamakla görevli kişinin aşırı, orantısız veya keyfi uygulamaları haksız fiile neden olacağından, bu duruma tepki olarak alınan tedbirlere uymayan kişi haksız tahrik indiriminden istifade edebilir. Kangal (n 10) 444.72  Ramazan Keklik,  Görevi Yaptırmamak İçin Direnme Suçu  (2015) 19 (4) AHBVÜHFD 259, 278.73  Bkz benzer görüş için Yargıtay. (Yargıtay 5 CD, 02.12.2014, 8093/12058).74  Bkz benzer görüş için Yargıtay. (Yargıtay 5 CD, 16.04.2014, 809/4286).75  Kangal (n 10) 443; bkz aksi görüş için. Kişinin, yetkili makamların aldığı önlemleri bilmemesi hali 5237 sayılı Türk Ceza Kanunu md 30/1 e değil md 30/4 e göre değerlendirilmelidir. Dördüncü fırka gereğince hatası kaçınılmaz ise cezalandırılmaz. 5237 sayılı Türk Ceza Kanunu md 4 e göre ceza kanunlarını bilmemek mazeret sayılmamasına rağmen kişinin içinde bulunduğu ortam nedeniyle tedbirleri öğrenme imkansızlığı yaşaması halinde diğer ifadeyle fiilin haksızlık oluşturduğu hususunda kaçınılmaz hataya düşülürse bu hatasından yararlanır ve sorumluluğuna gidilemez. Hafızoğulları ve Özen (n 7) 129.754Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) bölgenin sınırlarını yanlış değerlendirmesi halinde suçun maddi koşullarında hata (md 30/1) gereğince kastının ortadan kalktığı kabul edilmelidir.76 İkinci fıkraya göre, suçun nitelikli hallerinin gerçekleştiği hususunda hataya düşen kişi, bu hatasından yararlanmaktadır. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda nitelikli  hal  bulunmadığından  failin  nitelikli  hallerde  hataya  düşmesi  mümkün olmaz. Üçüncü fıkraya göre, ceza sorumluluğunu kaldıran veya azaltan nedenlere ait koşulların gerçekleştiği hususunda hata halinde, failin hatası kaçınılmaz ise bu hatasından yararlanır. Örneğin kanun hükmü gereğince karantina bölgesine girme ya da çıkma konusunda kendisinin yetkili olduğunu düşünen kamu görevlisinin hatası kaçınılmaz ise fiili, karantina tedbirlerinin ihlali sayılmaz, hatasından yararlanır. Dördüncü fıkraya göre, fiilin haksızlık oluşturduğu hususunda kaçınılmaz hata halinde, failin hatası kaçınılmaz ise cezalandırılmaz. Örneğin köy yerinde ikamet eden  yaşlı  birisinin,  karantina  önlemlerini  bilmesine  rağmen  tarlaya  gitmesi, odun kesmeye gitmesi halinde, köyde yaşamın doğal gereklerini yerine getirdiği düşünülmelidir. Eyleminin haksızlık teşkil ettiğini bilmemesi kabul edilebilir bir hata olarak değerlendirilmelidir. Bu halde hatası kaçınılmaz sayılır ve sorumluluğu bulunmaz.VI. Suçun Özel İşleniş BiçimleriA. Suça TeşebbüsKişi, işlemeyi kastettiği bir suçu elverişli hareketlerle doğrudan doğruya icraya başlayıp da elinde olmayan nedenlerle tamamlayamaz ise teşebbüsten dolayı sorumlu tutulur. Suçun tamamlanmamış olmasına rağmen failin teşebbüsten dolayı sorumlu tutulmasının sebebi, ortada bir zarar veya tehlikenin mevcut olmasıdır.77 5237 sayılı Kanun md 195 de yer alan bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda fail, yetkili makamlar tarafından alınan tedbirlere aykırı davranmak için harekete geçip, elinde olmayan nedenlerle hareketini tamamlayamaz ise fiil teşebbüs aşamasında kalmış olur.78 Suç genel teorisinde hareket suçlarına sadece icra hareketlerinin tamamlanmaması şeklindeki  teşebbüs  söz  konusu  olabilir.  Çünkü  bu  tür  suçlarda  hareket tamamlandığında  suç  da  tamamlanmıştır.  İcra  hareketlerinin  tamamlanmaması şeklindeki teşebbüsün mümkün olması için hareketin belli bir oluşum sürecine sahip 76  Kangal (n 10) 443.77  Özgenç (n 53) 495.78  Yaşar, Gökcan ve Artuç (n 8) 6038; Gerçeker (n 13) 1838; Kangal (n 10) 442; bkz aksi görüş için. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu, alınan tedbirlerin ihlal edilmesi halinde tamamlanır. Zarar suçu olmadığından hareket ile netice birbirinden ayrılamaz, hareket kısımlara bölünemez ve suça teşebbüs olmaz. Hafızoğulları ve Özen (n 7) 129.755İstanbul Hukuk Mecmuası 78/2bulunması ya da parçalara bölünebilir olması gerekir.79 Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu hareket suçudur. Hareketin tamamlanması için belli bir zamanın geçmesinin gerektiği hallerde örneğin karantina altında tutulduğu yurttan yetkililerden izin almadan ayrılmak isteyen kişi, bahçeye iner ve ana kapıya doğru koşarken kolluk görevlilerince yakalandığında suça teşebbüsten sorumlu olur.Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu icrai ya da ihmali hareketle işlenebilir. Fiilin icrai hareketle gerçekleştirilmesi sırasında elinde olmayan nedenlerle fail, icra hareketlerini tamamlayamaz ya da netice meydana gelmez ise suça teşebbüsten sorumlu tutulur. Örneğin karantina önlemleri kapsamında konutundan ayrılma yasağı bulunmasına rağmen kişi bu yasağı ihlal ederek sokağa çıkmaya çalışırken kolluk görevlileri tarafından engellenirse ya da karantina uygulaması kapsamında yurtdışından gelenlerin belli süre tutulduğu yerlerden kişi, tedbir süresi dolmadan ayrılmaya çalıştığında yetkili kişiler bu duruma engel olursa, suç teşebbüs aşamasında  kalmış  olur.  Fiilin  ihmali  hareketle  gerçekleştirilmesi  durumunda hareketsizliğin gerçekleşmesiyle birlikte suç tamamlanmış olur ve tamamlanmış suça teşebbüs olmaz. Örneğin iki gün içinde karantina bölgesine gitmesi ve belli süre orada kalması gereken kişi iki gün boyunca hareketsiz kalırsa bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu tamamlanmış olur. İki gün boyunca ise hareketsiz kalma hakkı olduğundan suç oluşmaz. Görüldüğü gibi suçun teşebbüs aşamasında kalma ihtimali bulunmamaktadır. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda gönüllü vazgeçme hükümleri uygulanabilir.80 Fail, suçun icra hareketlerinden gönüllü vazgeçer veya kendi çabalarıyla suçun tamamlanmasını veya neticenin gerçekleşmesini önlerse, teşebbüsten dolayı cezalandırılmaz; fakat tamam olan kısım esasen bir suç oluşturduğu takdirde, sadece o suça ait ceza ile cezalandırılır (TCK md 36). Örneğin karantina altında  tutulduğu  yerden  ayrılmak  isteyen  kişi,  yetkili  görevlileri  yaralayarak hareketini gerçekleştirmek üzereyken vazgeçmiş olduğunda bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçuna teşebbüsten sorumlu olmaz ancak kasten yaralama suçundan sorumlu olur.Etkin pişmanlık, suçun tamamlanmasından sonra ortaya çıkan ve suçun zararlı veya tehlikeli etkilerini ortadan kaldırmak veya hafifletmek için aktif bir çaba içine girmesiyle cezayı azaltan veya ortadan kaldıran bir kurumdur.81 Failin etkin pişmanlık hükümlerinden yararlanabilmesi için kanunda bunun açıkça öngörülmesi gerekir. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçuyla ilgili olarak md 195 de etkin pişmanlığa yer verilmediğinden failin etkin pişmanlık hükümlerinden istifade edebilmesi mümkün olmaz.79  Toroslu ve Toroslu (n 47) 314.80  Kangal (n 10) 443.81  Toroslu ve Toroslu (n 47) 311.756Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) B. İştirakBulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçunun  düzenlenmiş olduğu md 195 de iştirake ilişkin özel düzenleme bulunmadığından suça iştirake ilişkin genel hükümler uygulanır.82 Alınmış olan tedbirleri failler birlikte ihlal etmiş olabilecekleri gibi biri, diğerinin fiiline fail ya da yardım eden olarak iştirak etmiş de olabilir.83 C. İçtimaBulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu, tedbirlere ilişkin yükümlülüklere uyulmadığında tamamlanmış olur. Karantina tedbirlerine uymama sonucunda hastalığın bir başka kişiye bulaşması halinde, ihtimallere göre, 5237 sayılı Kanun md 86 vd maddelerde düzenlenen yaralama suçundan dolayı ayrıca sorumluluğa gidilebilmesi mümkündür. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun yanında kasten yaralama ve taksirle yaralama suçlarına ilişkin olarak gerçek içtima kuralları uygulanmalıdır.84 Tek fiil ile iki ayrı suçun işlenmesi durumunda, failin en ağır cezayı gerektiren suçtan sorumlu tutulduğu fikri içtima kuralı somut olayda uygulanamaz. Karantina tedbirleri ihlal edildikten sonra kasten veya taksirle yaralama suçları işlenmektedir. Somut olayda iki ayrı fiil bulunmaktadır. Bu nedenle gerçek içtima gereğince fail, hem bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçundan hem de kasten yaralama veya taksirle yaralama suçlarından sorumlu olmaktadır.COVID-19 virüsü semptomlarının soğuk algınlığı gibi bir takım hastalıklarla benzerlik gösterdiği göz önüne alındığında öncelikle virüs taşıyan kişinin virüsü taşıdığını biliyor olması gerekir. Hasta olduğunu bilen kişi başka bir kişiye virüsü kasıtlı bir şekilde bulaştırırsa kasten yaralama suçundan sorumlu olur.85 Virüs, hastalık bulaşan kişinin yaşamını tehlikeye sokan bir duruma neden olursa kasten yaralama suçundan verilecek ceza artırılır. Virüsün bulaştırılmasına bağlı olarak kişinin  ölmesi  halinde  kasten  öldürmeden  dolayı  sorumluluğa  gidilmemelidir. COVID-19 virüs salgınına bağlı olarak hastaneye kaldırılan birçok kişinin uzunca bir tedavi sürecinden geçtiği dikkate alınarak yaralama sonucunda ölümün meydana geldiği düşünülmelidir. Bu nedenle virüsü kasıtlı olarak bulaştıran kişi, mağdur öldüğünde, neticesi sebebiyle ağırlaşan suç hükümlerine göre sorumlu tutulmalıdır. Ayrıca  virüsün  etkisinin  failin  hareketi  sonucu  ortaya  çıktığının  ispatı  oldukça güçtür. Ceza hukuku açısından nedensellik bağının tespitinin zorunlu olmasına 82  Arslan ve Azizağaoğlu (n 13) 819.83  Çakmut (n 3) 551.84  Bkz benzer görüş için. Yaşar, Gökcan ve Artuç (n 8) 6039; bkz aksi görüş için. Karantina önlemlerini ihlal ederek, hastalık bir başka kişiye bulaştırılmışsa suçun niteliği değiştiğinden sadece kasten ya da taksirle yaralama suçundan dolayı sorumluluk doğmaktadır. Kangal (n 10) 447.85  Bayzit (n 18) 889.757İstanbul Hukuk Mecmuası 78/2karşın  virüsün  kimden  geçtiğine  yönelik  takibin  yapılması  an  itibariyle  tıbben olanaksızdır. Dolayısıyla kişinin ilgili zaman aralığında virüs taşıyan başka kimseyle aynı ortamda bulunmadığı ve hatta paraya önceki günlerde dokunmuş olan kişilerin virüs taşımadığı tespit edilmeden kişinin sorumluluğuna gidilmesi mümkün değildir. Virüsü taşıdığını ve hasta olduğunu bilen kişi, başka bir insanı hasta etme kastıyla hareket etmemesine rağmen gerekli dikkat ve özeni göstermeyerek tedbirleri ihlal eder ve bir başka insanın hasta olmasına neden olursa taksirle yaralama suçundan sorumlu olur. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda alınan tedbirlere uyulmaması suçun tamamlanması için yeterlidir. Tedbirlere uymamak amacıyla görevliye karşı cebir, şiddet veya tehdit kullanılmasına gerek yoktur. Cebir, şiddet ya da tehdit kullanılarak alınan tedbirler ihlal edildiğinde ise farklı neviden fikri içtima kuralının uygulanması gerekir. Bu durumda fail, md 195 de yer alan bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçundan değil cezası daha fazla olan md 265 de yer alan görevi yaptırmamak için direnme suçundan dolayı sorumlu tutulmalıdır.87 Görevi yaptırmamak için direnme suçunda mağdur olan görevlinin, kamu  görevlisi  olması  gerekir.  Yetkili  makamlar  tarafından  alınan  karantina tedbirlerini uygulamakla görevli kişi, Devlet memuru olsun ya da olmasın 5237 sayılı Kanun md 6/1-c kapsamında kamusal faaliyete katıldığı için kamu görevlisi sayılmaktadır. Görevi yaptırmamak için direnme suçunun işlenmesi sırasında kasten yaralama suçunun neticesi sebebiyle ağırlaşmış hallerinin gerçekleşmesi durumunda, ayrıca kasten yaralama suçuna ilişkin hükümler uygulanır. (TCK md 265/5) Bu durumda gerçek içtima kuralının uygulanması gerekir. Tedbirlere uymamak amacıyla görevliye karşı uygulanan cebir, ağırlaştırılmış yaralamaya neden olduğunda fail, md 265 e göre görevi yaptırmamak için direnme suçu ve md 87 ye göre ağırlaştırılmış yaralama suçundan sorumlu olur.5237 sayılı Kanun madde 195 de yer alan bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda yer alan fiil, 5326 sayılı Kabahatler Kanunu md 32 de de  Emre  Aykırı  Davranış  başlığıyla  yer  almaktadır.88  Bu  durumda  bulaşıcı hastalıklara ilişkin tedbirlere kişinin aykırı davranması halinde 5237 sayılı Kanun md 195 in yanında ayrıca Kabahatler Kanunu md 32 den dolayı sorumluluğun olup olmayacağının belirlenmesi gerekir. Bunun için Kabahatler Kanunu md 15/3 ün dikkate alınması gerekir. Bir fiil hem kabahat hem de suç olarak tanımlanmış 86  Bkz  Kamu görevlisine karşı görevini yapmasını engellemek amacıyla, cebir veya tehdit kullanan kişi, altı aydan üç yıla kadar hapis cezası ile cezalandırılır. 87  Yaşar, Gökcan ve Artuç (n 8) 6038; Kangal (n 10) 442; bkz aksi görüş için. Fiilin icrası sırasında yetkili kişilere cebir, şiddet ya da tehdidin gerçekleştirilmesi halinde 5237 sayılı Kanun md 265 de yer alan görevi yaptırmamak için direnme suçu da oluşabilir. Bu durumda gerçek içtima kuralı uygulanır. Parlar ve Hatipoğlu (n 13) 2931.88  Bkz  Yetkili makamlar tarafından adlî işlemler nedeniyle ya da kamu güvenliği, kamu düzeni veya genel sağlığın korunması amacıyla, hukuka uygun olarak verilen emre aykırı hareket eden kişiye yüz Türk Lirası idarî para cezası verilir. Bu cezaya emri veren makam tarafından karar verilir. 758Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) ise, sadece suçtan dolayı yaptırım uygulanabilir. Ancak, suçtan dolayı yaptırım uygulanamayan hallerde kabahat dolayısıyla yaptırım uygulanır. Bu nedenle aynı fiilden dolayı md 195 den dolayı sorumluluğuna gidilen kişinin, Kabahatler Kanunu md 32 den dolayı sorumluluğuna gidilemez.89Bulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçunda  fail  yetkili makamlarca alınan tedbirleri, mala zarar vermek suretiyle ihlal etmiş olabilir. Kişinin hareketi, mala zarar verme suçuna da neden olacağından farklı neviden fikri içtima gereğince cezası daha ağır olan 5237 sayılı Kanun md 152/1-a hükmü gereğince mala zarar verme suçundan sorumlu olur.90Fail, aynı suçu işleme kararının icrası kapsamında olmak üzere bulaşıcı hastalıklara ilişkin tedbirlere birden fazla defa aykırı davranır ise zincirleme suç hükümleri uygulanabilir.91 VII. YaptırımBulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun faili, iki aydan bir yıla kadar hapis cezası ile cezalandırılır.Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda, daha çok cezayı gerektiren nitelikli hal öngörülmemiştir. Benzer şekilde daha az cezayı gerektiren nitelikli hal de öngörülmemiştir. Ancak 5237 sayılı Kanun md 62 de yer alan takdiri indirim hali bu suç tipi için de indirim nedeni olabilir.925237 sayılı Kanun md 50 ye göre kısa süreli hapis cezası, suçlunun kişiliğine, sosyal ve ekonomik durumuna, yargılama sürecinde duyduğu pişmanlığa ve suçun işlenmesindeki özelliklere göre seçenek yaptırımlara çevrilebilmektedir. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda hükmedilecek ceza, kısa süreli hapis cezası olduğunda seçenek yaptırımlara çevrilebilmektedir.93VIII. Soruşturma ve KovuşturmaBulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçu  şikâyete  tabi olmadığından  dava  zamanaşımı  süresine  riayet  edilmek  kaydıyla  her  zaman soruşturulabilir. Dava zamanaşımı, suçun işlendiği tarihten itibaren belli bir süre geçtiği halde dava açılmamış veya dava açılmasına rağmen kanuni süre içinde sonuçlandırılmamış 89  Malkoç (n 13) 3233.90  Kangal (n 10) 447.91  Şahbaz (n 3) 2265.92  Çakmut (n 3) 550.93  ibid 551.759İstanbul Hukuk Mecmuası 78/2ise ceza davasının düşmesi sonucunu doğuran bir ceza hukuku kurumudur.94 Beş yıldan fazla olmamak üzere hapis veya adlî para cezasını gerektiren suçlarda dava zamanaşımı süresi sekiz yıl olduğundan, bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu için yapılan yargılamalarda dava zamanaşımı süresi suçun işlendiği tarihten itibaren sekiz yıl olarak uygulanmalıdır.Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun cezasının üst sınırı iki yılı aşmadığından, tutuklama tedbirinin uygulanması mümkün değildir. Alternatif  koruma  tedbiri  olan  adli  kontrol  tedbirinin  uygulanması  için  ceza miktarı bulunmadığından, ilgili suçta adli kontrol tedbirine başvurmak olanaklıdır. Başvurulacak tedbir ile beklenen faydanın elde edilip edilemeyeceği iyi araştırılmalı ve muhakeme edilmelidir. Özellikle adli kontrol yükümlülükleri içerisinde yer alan konutunu terk etmeme önlemi, tedbirlerin daha etkili uygulanması bakımından faydalı olabilir.5271 sayılı Ceza Muhakemesi Kanunu md 231/5 e göre sanığa yüklenen suçtan dolayı yapılan yargılama sonunda hükmolunan ceza, iki yıl veya daha az süreli hapis veya adli para cezası ise; mahkemece, hükmün açıklanmasının geri bırakılmasına karar  verilebilir.  Bulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçu nedeniyle hükmedilecek hapis cezası iki yıl veya daha az hapis cezası olduğunda hükmün açıklanmasının geri bırakılması kararı verilmesi mümkündür.955237 sayılı Kanun md 51/1 e göre işlediği suçtan dolayı iki yıl veya daha az süreyle hapis cezasına mahkûm edilen kişinin cezası ertelenebilir. Bu sürenin üst sınırı, fiili işlediği sırada onsekiz yaşını doldurmamış veya altmışbeş yaşını bitirmiş olan kişiler bakımından üç yıldır. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu nedeniyle hükmedilecek hapis cezası iki yıl veya altında olduğunda cezanın ertelenmesi mümkündür.Uzlaştırma, suç isnadı altındaki şahıs ile suçun mağduru veya zarar göreni olan şahsın  bir  uzlaştırmacı  aracılığıyla  iletişim  kurarak  anlaşmasıdır.  Cinsel  suçlar hariç olmak üzere uzlaşma yoluna ya şikayete tabi suçlarda ya da katalog olarak belirlenmiş olan suçlarda başvurulabilir. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun takibi şikayet tabi değildir; 5271 sayılı Kanun md 253/1-b de yer alan katalog suçlar içerisinde de yer almadığından uzlaştırma yoluna gidilemez.965235 sayılı Adli Yargı İlk Derece Mahkemeleri ile Bölge Adliye Mahkemelerinin Kuruluş, Görev ve Yetkileri Hakkında Kanun md 8 e göre ceza mahkemeleri, Asliye ceza ve Ağır ceza mahkemeleri ile özel kanunlarla kurulan diğer ceza mahkemeleridir. Madde  12 ye  göre  suçun  cezasının  üst  sınırı  on  yıldan  fazla  hapis  cezalarını 94  Toroslu ve Toroslu (n 47) 495.95  Yaşar, Gökcan ve Artuç (n 8) 6039.96  Çakmut (n 3) 552.760Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) gerektiren suçlarla ilgili dava ve işler Ağır ceza mahkemesinin görevine girerken on yıl veya daha az hapis cezasını gerektiren dava ve işler Asliye ceza mahkemesinin görevine girmektedir. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunun cezasının üst sınırı on yılı aşmadığından Asliye ceza mahkemesi görevlidir. Yetkili mahkeme ise bulaşıcı hastalıklara ilişkin tedbir kararının alındığı veya tedbirin fiilen uygulandığı yer değil, tedbir kararına aykırı davranılan yer mahkemesidir.975271 sayılı Kanun md 171/2 ye göre Cumhuriyet savcısı, üst sınırı üç yıl veya daha az süreli hapis cezasını gerektiren suçlardan dolayı, yeterli şüphenin varlığına rağmen  kamu  davasının  açılmasının  ertelenmesine  karar  verebilir.  Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda hapis cezasının üst sınırı üç yılı aşmadığından kamu davasının açılmasının ertelenmesi kararı verilebilir.5271 sayılı Kanun md 250/1 de katalog olarak belirtilen suçlarda soruşturma evresi sonunda kamu davasının açılmasının ertelenmesine karar verilmediği takdirde seri muhakeme usulü uygulanır. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu, sayılan suçlar içerisinde yer almadığından seri muhakeme usulüne tabi değildir.5271 sayılı Kanun md 251/1 e göre Asliye ceza mahkemesince, iddianamenin kabulünden sonra adli para cezasını ve/veya üst sınırı iki yıl veya daha az süreli hapis cezasını gerektiren suçlarda basit yargılama usulünün uygulanmasına karar verilebilmektedir. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda hapis  cezasının  üst  sınırı  iki  yılı  aşmadığından  kovuşturma  aşamasında  basit yargılama usulü uygulanarak yargılama yapılabilir.IX. Mukayeseli Hukuk Düzenlemesiİtalyan  Ceza  Kanunu nda,  karantina  tedbirlerine  uyulmaması  ve  bulaşıcı hastalıkların diğer kişilere bulaşmasına neden olunması halleri ayrı suç tiplerini oluşturmaktadır. Yetkili makamlar tarafından alınmış olan karantina önlemlerine aykırı hareket eden kişiler için md 650 ye göre üç aya kadar hapis veya para cezası uygulanmaktadır. Bulaşıcı hastalıkları kasten ya da ihmalkarlık göstererek bulaştırma halleri ceza kanununda ayrıca düzenlenmiştir. Salgın Suçu başlıklı md 438 e göre patojenik mikropların yayılması yoluyla salgına kasten neden olan herkes ömür boyu hapisle cezalandırılır. Eğer birkaç kişinin ölümü bu olaydan kaynaklanıyorsa, ölüm cezası uygulanır. (Ölüm cezası, ömür boyu hapis olarak infaz edilir) Bulaşıcı hastalığı ihmalinden dolayı bulaştırma ise md 452 de Halk Sağlığına Karşı İşlenen İhmal Suçu başlığıyla düzenlenmiştir. Suç tipi, md 438 de yer alan salgın suçuna atıf yapılarak oluşturulmuştur.98 Buna göre, ihmal göstererek, tedbirsiz ya da özensiz 97  Yaşar, Gökcan ve Artuç (n 8) 6039.98  Nicola Canestrini,  COVID-19 Italian emergency legislation and infection of the rule of law  (2020) 11 (2) New Journal of European Criminal Law 116, 120.761İstanbul Hukuk Mecmuası 78/2davranarak md 438 de yer alan salgın suçunun işlenmesine neden olan kişi, halk sağlığına karşı işlenen ihmal suçundan sorumlu olur. Madde 452 de yer alan halk sağlığına karşı işlenen ihmal suçunun cezası da yine md 438 de yer alan salgın suçuna atıf yapılarak belirlenmiştir. Salgın suçuna ilişkin hükümlerin ölüm cezasını oluşturduğu hallerde, halk sağlığına karşı işlenen ihmal suçunun cezası üç yıldan on iki yıla kadar hapis cezası; ömür boyu hapis cezası verilen durumlarda bir yıldan beş yıla hapis cezasıdır.99Alman Ceza Kanunu nda, bulaşıcı hastalıkların yayılmasını önlemek amacıyla alınan tedbirlerin ihlal edilmesine yönelik her hangi bir hüküm bulunmamaktadır. İlgili  hükümler,  özel  ceza  kanunu  olan  Enfeksiyondan  Korunma  Kanunu nda yer  almaktadır  (IfSG).  Bulaşıcı  hastalıkların  yayılmasını  önlemek  amacıyla alınmış  olan  karantina  tedbirlerinin  ihlali  halinde,  md  75/1 e  göre  iki  yıla kadar hapis veya para cezası verilebilmektedir.100İsviçre Federal Halk Sağlığı Ofisi (FOPH), COVID-19 virüsünün İsviçre Ceza Kanunu nun  231.  maddesi  anlamında   tehlikeli  bir  hastalık   olduğuna  karar vermiştir. Bulaşıcı Hastalıkları Yayma başlığını taşıyan md 231 e göre tehlikeli bir bulaşıcı hastalığı kasıtlı olarak yayan herkes bir yıldan beş yıla kadar hapis cezası  ile  cezalandırılacaktır. Ayrıca  COVID-19  virüsüyle  mücadele  etmek  ve alınan karantina tedbirlerinin ihlal edilmesini engellemek amacıyla İsviçre Federal Konseyi, Koronavirüs ile Mücadele Önlemleri Hakkında Kararname oluşturmuştur. İlgili kararname md 10/f ye göre, İsviçre Ceza Kanunu uyarınca daha ciddi bir suç olmadıkça, 6. madde kapsamındaki bulaşıcı hastalığın yayılmasının engellenmesine yönelik alınmış olan tedbirlere kasten karşı çıkan herkese üç yıla kadar hapis veya para cezası verilmektedir.101Avusturya Ceza Kanunu md 178 e göre, bulaşıcı bir hastalığın insanlar arasında yayılmasına neden olabilecek bir davranışta bulunan herkes, üç yıla kadar hapis cezası ile cezalandırılır. Hareketlerin ihmali olarak gerçekleştirilmesi halinde ise bir yıla kadar hapis veya para cezası öngörülmektedir.102Arjantin Ceza Kanunu, Kamu Güvenliğine Karşı Suçlar başlıklı yedinci bölüm md 205 e göre, salgının oluşmasını ya da yayılmasını engellemek amacıyla yetkili makamların almış olduğu her türlü önlemi ihlal eden kişilere, altı aydan iki yıla kadar hapis cezası uygulanmaktadır.10399  Codice Penale Art 438 Epidemia; Art 452 Delitti colposi contro la salute pubblica.100  Infektionsschutzgesetz – IfSG Art 75/1.101  Ordinance on Measures to Combat the Coronavirus (COVID-19 ) Art 10 f.102  Strafgesetzbuch Art 178 Vorsätzliche Gefährdung von Menschen durch übertragbare Krankheiten.103  Codigo Penal de la Nacion Art 205 Delitos contra la salud pública.762Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) Fransa da, bulaşıcı hastalıkla mücadele amacıyla bir dizi istisnai önlemden oluşan süreli  Sağlık Acil  Durum  Kanunu  bulunmaktadır.  COVID-19  virüsünün  neden olduğu sağlık krizine yanıt vermek için, salgın ile ilgili Acil Durum Kanunu, bölgenin tamamında  veya  bir  kısmında  acil  bir  durumun  ilan  edilmesini  sağlamaktadır. Karantina tedbirlerini ihlal edenlere, sınırlama önlemlerinin daha etkili bir şekilde uygulanması için para cezası uygulanmaktadır. Sağlık Acil Durum Kanunu md 2 ye göre, karantina kapsamında alınan tedbirleri bir ayda dört kez ihlal edenlere ise para cezası ve altı aya kadar hapis cezası uygulanmaktadır.104Çin Halk Cumhuriyeti Ceza Kanunu, Halk Sağlığına Karşı Tehlikeli Suçlar başlıklı beşinci bölüm md 330 a göre, Bulaşıcı Hastalıkların Önlenmesi ve Tedavisi Hakkında Kanun hükümlerine aykırı olarak, hükümde yer alan hareketlerden herhangi birini gerçekleştiren ve A sınıfı bulaşıcı bir hastalığın yayılmasına veya büyük bir yayılma riskine neden olan kişilere, üç yıldan fazla olmayan hapis cezası uygulanır. Sonuçların ciddi olması halinde, üç yıldan yedi yıla kadar hapis cezası uygulanır. A Sınıfı bulaşıcı hastalıkların aralığı, Bulaşıcı Hastalıkların Önlenmesi ve Tedavisi Hakkında Çin Halk Cumhuriyeti Kanunu nun ilgili hükümlerine göre tanımlanır.105SonuçBulaşıcı hastalık, bir kaynaktan bir kişiye doğrudan ya da dolaylı olarak geçmesiyle oluşan toplumsal bir sağlık sorunudur. Bulaşıcı hastalıklar, toplumda büyük panik, kaygı ve salgınlara yol açabilmektedir. Bireylere yönelik olarak ölüm veya bedensel zararlarının yanında ekonomik anlamda da etkileri büyük olmaktadır. Bu nedenle bulaşıcı  hastalıklarla  mücadelede  toplum  sağlığının  korunmasına  ilişkin  olarak yetkili idari organlar tarafından alınan tedbirler önem arz etmektedir. Alınan bu önlemler, mevcut hastalıkla mücadele adına hayati öneme sahip olduğundan herkes bu tedbirlere uymakla yükümlüdür.2020 yılında ortaya çıkan COVID-19 virüsü, çok geniş bir alanda yayılan ve etkisini gösteren salgın hastalık olarak kabul edilmiştir. Virüs bulaşmış çoğu insan hafif ya da orta şiddette solunum hastalığı yaşamakta ve özel tedavi gerektirmeden iyileşmesine karşın yaşlı insanlar, diyabet, kronik solunum hastalığı ve kanser gibi rahatsızlığı olan insanlarda ölümcül etkisi kanıtlanmıştır. COVID-19 virüsü için geliştirilmiş aşı ya da kanıtlanmış bir tedavi yöntemi bulunmamakla birlikte potansiyel tedavileri değerlendiren birçok klinik çalışma yapılmaktadır. Bulaşıcı hastalıkların kamu sağlığı açısından ciddi bir tehlike oluşturması itibariyle, birtakım tedbirlerin alınması noktasında kanuni düzenlemeler getirilmiştir. 1593 sayılı Umumi Hıfzıssıhha Kanunu nun 57 ve 96. maddeleri arasında bu tedbirlere 104  L état D urgence Sanitaire Art 2.105  Criminal Code of the People s Republic of China Art 330 Crimes of endangering public health.763İstanbul Hukuk Mecmuası 78/2aykırı davrananlar düzenlenmiştir. 66. ve 67. maddelerde öngörülen hükümlere aykırı hareket edenlerin 5237 sayılı Türk Ceza Kanunu md 195 de yer alan Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma suçundan dolayı cezalandırılacağı hüküm  altına  alınmıştır. Yetkili  makamların  almış  olduğu  önlemlere  uyulması, insanların sağlığına tehlikeli hareket ve tepkilerden kaçınılması amacıyla tedbirlerin ihlal edilmesi yaptırıma bağlanmıştır.Madde 195 de yer alan Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma suçuyla korunan hukuksal değer kamu sağlının korunmasıdır. Bu amaçla, yetkili makamlarca alınan karantina tedbirlerine uymayan kişi cezalandırılmaktadır. Suçun faili, alınan tedbirlere aykırı hareket eden herkes olabilirken mağdur ise toplum içerisinde yaşayan herkestir.İlgili suç tipinde öncelikli olarak mevcut bir bulaşıcı hastalığın varlığı koşulu aranmaktadır. Hastalığın bir kişiye bulaşmış ya da bir kişinin ölümüne neden olması gerekir. Bulaşıcı hastalıklardan birine yakalanmış veya bu hastalıklardan dolayı ölmüş kimsenin bulunduğu yerde bireylerin hareketinin kısıtlanmış olması diğer ifadeyle karantina önlemlerinin alınmış olması gerekir. Karantina önlemlerinin alınması için somut yer koşulunun aranması hükmün sınırlandırılmış olduğunu göstermektedir. Önlemler, mevzuatta yer alan makamlar tarafından alınmalı ve toplum tarafından uyulması  zorunlu  tutulmalıdır.  Tavsiye  niteliğindeki  önlemlere  aykırı  hareket edilmesi suçun oluşmasına neden olmaz. Yetkili makamlar tarafından alınan tedbirlere aykırı hareket edilmesine yönelik olarak  Kanunda  özel  hüküm  bulunmadığından  aktif  ya  da  pasif  hareketle  suç işlenebilir. Karantina uygulamasına ve bu konuda alınmış olan tedbir ve kararlara uymayan kişiler cezalandırılmaktadır. Alınan tedbirlere aykırı hareket edilmesiyle birlikte  suç  tamamlanmış  olur.  Kanunda  somut  bir  zarar  veya  tehlike  koşulu aranmadığı için ilgili suç tipi soyut tehlike suçu olarak kabul edilmektedir. Failin hareketi, karantina tedbirlerini ihlal etmeye elverişli olmalıdır. Bu nedenle md 195 hükmü, soyut tehlike suçlarından potansiyel tehlike suçu olarak kabul edilmektedir.Ultima  ratio  ilkesine  göre  ceza  hukukunun  araçları  en  son  çare  olarak uygulanmalıdır. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda ultima ratio ilkesine uygun olarak kanun koyucu her ihlali cezalandırmamaktadır. Hastalığın bulunduğu yerin karantina altına alınmasına yönelik alınan tedbirlerin ihlali yaptırıma bağlanmaktadır. Hastalıkla mücadele etmek adına karantina dışındaki tedbirlere uyulmaması halinde idari yaptırımlar uygulanmaktadır.Hastalığın bulunduğu yerin karantina altına alınmasına yönelik yetkili makamlar tarafından alınan tedbirlerin neler olduğu suç tipinde yer almamaktadır. Tedbirlerin neler olduğu konusunda idarenin takdir yetkisi bulunmaktadır. Bu nedenle md 764Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195) 195 de yer alan suç tipi, açık ceza normudur. İdarenin düzenleyici işlemleriyle suç ihdas edilemez kuralı gereğince, suç tipinin içeriğinin idari makamlar tarafından doldurulması kanunilik ilkesine aykırılık olarak kabul edilmelidir.Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu kasten işlenebilen suçlardandır. Failin hem hareketini hem de neticesini bilmesi ve istemesi gerekir. Hukuka uygunluk nedenlerinden kanun hükmünün yerine getirilmesi ilgili suç tipinde uygulanabilmektedir. Bu halde fail sorumlu olmaz. İlave olarak kusuru etkileyen hallerden zorunluluk hali ile failin hatası failin ceza sorumluluğunu etkilemektedir. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu aktif veya pasif hareketle işlenebilmektedir. Aktif hareketle işlendiğinde, hareketle netice arasında belli  bir  zaman  aralığı  varsa  suça  teşebbüs  mümkündür.  Suç  pasif  hareketle işlendiğinde ise hareketsiz kalınmasına bağlı olarak suç tamamlanmış olacağından md 195 de yer alan suça teşebbüs olmaz.Bulaşıcı hastalığa yakalanmış olduğunu bilen kişinin, söz konusu hastalığı kasten başkasına bulaştırması halinde kasten yaralama suçundan sorumlu olur. Hastalığın bulaştığı  kişinin  ölmesi  halinde  ise  neticesi  sebebiyle  ağırlaşan  suç  hükümleri uygulanmalıdır. Bulaşıcı hastalığa yakalanmış olduğunu bilen kişinin, hastalığı kastı olmaksızın bulaştırması halinde ise taksirli suç hükümlerine göre sorumluluğuna gidilmelidir.Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçu şikayete tabi değildir. Suç tipinde, cezayı etkileyen nitelikli haller bulunmamaktadır. Fail, iki aydan bir yıla kadar hapis cezası ile cezalandırılmaktadır. Hükmedilecek ceza ertelenebilir. Kısa süreli hapis cezası olduğunda seçenek yaptırımlara çevrilebilmektedir. Bulaşıcı hastalıklara ilişkin tedbirlere aykırı davranma suçunda görevli mahkeme, Asliye ceza mahkemesidir. Yetkili mahkeme ise tedbir kararına aykırı davranılan yer mahkemesidir. Dava zamanaşımı süresi suçun işlendiği tarihten itibaren sekiz yıl olarak uygulanmalıdır. Kamu davasının açılmasının ertelenmesine karar verebilir. Uzlaştırma hükümleri uygulanamaz. Tutuklama tedbirinin uygulanması mümkün olmamakla birlikte adli kontrol tedbirinin uygulanması olanaklıdır. Seri muhakeme usulüne tabi değildir. Kovuşturma aşamasında basit yargılama usulü uygulanarak yargılama  yapılabilir.  Hükmün  açıklanmasının  geri  bırakılması  kararı  verilmesi mümkündür.Bulaşıcı  hastalıklara  ilişkin  tedbirlere  aykırı  davranma  suçuna  benzer düzenlemeler diğer ülke mevzuatlarında da bulunmaktadır. İtalyan Ceza Kanunu md 650, Alman Enfeksiyondan Korunma Kanunu md 75/1, Fransız Sağlık Acil Durum Kanunu md 2 ye göre, yetkili makamlar tarafından alınmış olan karantina önlemlerine aykırı hareket eden kişi cezalandırılmaktadır. İsviçre Koronavirüs 765İstanbul Hukuk Mecmuası 78/2İle  Mücadele  Önlemleri  Hakkında  Kararname  md  10/f ye  göre,  bulaşıcı hastalığın yayılmasının engellenmesine yönelik alınmış olan tedbirlere aykırılık cezalandırılmaktadır. Avusturya Ceza Kanunu md 178 e göre, bulaşıcı hastalığın insanlar arasında yayılmasına neden olmak yaptırıma bağlanmaktadır. Arjantin Ceza Kanunu md 205 e göre, yetkili makamların almış olduğu her türlü önlemi ihlal eden kişiler cezalandırılmaktadır. Çin Halk Cumhuriyeti Ceza Kanunu md 330 a göre, Bulaşıcı Hastalıkların Önlenmesi ve Tedavisi Hakkında Kanun hükümlerine aykırı hareket edenler cezalandırılmaktadır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.766Kahraman / Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195)",
     "Kaynakça": "Arslan Ç ve Azizağaoğlu B, Yeni Türk Ceza Kanunu Şerhi (Asil 2004).Baytaz AB, Kanunilik İlkesi Bağlamında Ceza ve Ceza Muhakemesi Hukukunda Yorum (Onikilevha 2018).Bayzit T,  Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu  COVID 19 Salgınının Hukuki Boyutu (Editör Muhammet Özekes) (Onikilevha 2020) 865 898.Canestrini N,  COVID 19 Italian emergency legislation and infection of the rule of law  (2020) 11 (2) New Journal of European Criminal Law 116 –122.Çakmut ÖY,  Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu  Feridun Yenisey e Armağan Cilt I (Beta 2014) 543 – 553.Donay S, Türk Ceza Kanunu Şerhi (Beta 2007).Erman S ve Özek Ç, Ceza Hukuku Özel Bölüm   Kamunun Selâmetine Karşı İşlenen Suçlar (TCK 369 413) (Dünya 1995).Fidler DP,  Globalization, International Law, and Emerging Infect ious Diseases  (1996) (2) EID 77   84.Gerçeker H, Yorumlu ve Uygulamalı Türk Ceza Kanunu Cilt II (Seçkin 2020).Giubilini A, Douglas T, Maslen H and Savulescu J,  Quarantine, isolation and the duty of easy rescue in public health  (2018) (18) DWB 182–189.Gostin LO and Berkman BE,  Pandemic Influenza: Ethics, Law, and the Public s Health  (2007) ALR 121 175.Gören S, Açıklamalı – İçtihatlı Türk Ceza Kanunu (2012).Gözübüyük AP, Türk Ceza Kanunu Açıklaması, Cilt III (Sevinç 1970).Hafızoğulları Z ve Özen M, Türk Ceza Hukuku Özel Hükümler Topluma Karşı Suçlar (USA 2017).Hafızoğulları Z, Ceza Normu: Normatif Bir Yapı Olarak Ceza Hukuku Düzeni (USA 1996).Kangal ZT,  Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu  Özel Ceza Hukuku CİLT V (Onikilevha 2019) 433 – 450.Keklik R,  Görevi Yaptırmamak İçin Direnme Suçu  (2015) 19 (4) AHBVÜHFD 259   296.Kılıç R, Hatipoğlu ÇA ve Güneş C,  Quarantine and its legal dimension  (2020) (50) Turkish Journal of Medical Sciences 544 548.Last JM, A Dictionary of Epidemolgy (Oxford University Press 2001).Malkoç İ, Açıklamalı Türk Ceza Kanunu Cilt III (2013).Önok RM,  Bulaşıcı Hastalıklara İlişkin Tedbirlere Aykırı Davranma Suçu (TCK md 195)  (2020) 9 (17) Anayasa Hukuku Dergisi 147 186.Özgenç İ, Türk Ceza Hukuku Genel Hükümler (Seçkin 2019).Özütürk N, Türk Ceza Kanunu Şerhi ve Açıklaması Cilt I (Filiz 1970).Parlar A ve Hatipoğlu M, Türk Ceza Kanunu Yorumu (Seçkin 2008).Savaş V ve Mollamahmutoğlu S, Türk Ceza Kanunu Yorumu Cilt II (Seçkin 1999).Şahbaz İ, Açıklamalı ve İçtihatlı Türk Ceza Kanunu Cilt II (Yetkin 2016).Tognotti E,  Lessons from the History of Quarantine, from Plague to Influenza A  (2013) 19 (2) EID 254 – 259.Toroslu N ve Toroslu H, Ceza Hukuku Genel Hükümler (Savaş 2019).Yaşar O, Gökcan HT ve Artuç M, Yorumlu ve Uygulamalı Türk Ceza Kanunu Cilt IV (Adalet 2011).Zafer H, Ceza Hukuku Genel Hükümler (Beta 2019).767"
}