{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "31",
     "Ay": "01",
     "Yıl": "2021",
     "Cilt": "78",
     "Sayı": "4",
     "Başlık": "Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı Ortadan Kaldırır Mı?",
     "Title": " ",
     "Yazar İsmi": [

          "Thomas Hillenkamp", "Kai Cornelius",  "Buket Abanoz"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hata", "Hukuka uygunluk nedenlerinin maddi koşullarında hata","İznin koşullarında hata", "Ceza sorumluluğunu ortadan kaldıran veya azaltan nedenlerde hata", "Kast", "Kusur"
     ],
     "Keywords": " ",
     "Özet": "Hukukauygunluknedenlerininmaddikoşullarındahata,hatadogmatiğininmerkezidirvegençhukukçulariçinCezaHukukuGenelHükümlerbölümününenproblemlikonularındandır.Budurum,konununsaltkavramsalvedogmatikbirtartışmadeğil;aynızamandacezaisorumluluğavehukukisonuçlarınadoğrudanetkiedenbirniteliktaşımasındankaynaklanmaktadır.Çalışmada,hukukauygunluknedenlerininmaddikoşullarındahatayadüşenfailinkastınınortadankalkıpkalkmadığısorusunailişkinAlmanCezaHukukudoktrinindeilerisürülenteorilerortayakoyulmaktadır.AlmanCezaKanunu ndabukonununaçıkçadüzenlenmemişolmasıdoktrindezengintartışmalarındoğmasınısağlamıştır.Bukapsamdaöncelikleörnekbirolaykurgulanmış;ardındansırasıyla(1)KatıKusurTeorisi,(2)HukukiSonucuYönlendirilmişSınırlıKusurTeorisi,(3)SınırlıKusurTeorisi,(4)SuçunOlumsuzUnsurlarıTeorisive(5)DeğiştirilmişKastTeorisi ninargümanlarıylabirlikteörnekolayailişkinçözümlerisunulmuştur.Çalışmanın,Türkhukukundamevcutbirdüzenlemeninvarlığınarağmensüregelentartışmalaraışıktutmasıvebukonudabazıkavramlarındilimizeaktarılmasındayolgöstericiolmasıamaçlanmaktadır.",
     "Abstract": " ",
     "Metin": "Örnek Olay: (O), bir karnavalda banka soyguncuymuş gibi kılık değiştirir ve karnaval kortejinin önünden geçerek -insanlar için eğlence olduğu belli bir şekilde- bir bankaya hızlıca girer. Korkan veznedar (T), bunun ciddi bir soygun olduğuna inanır ve (O) ya vurarak onu yere serer. Veznedar (T), kasten yaralama suçundan sorumlu olur mu?Hareket Noktası:Veznedar (T), meşru savunmanın maddi koşullarında hataya düşmektedir ve bu nedenle haksızlık bilinci olmaksızın davranmaktadır. Bu hatanın nasıl ele alınması gerektiği, 2. Ceza Hukuku Reform Kanunu nun yürürlüğe girişine kadar kast teorisi ve kusur teorisinin görünümleri arasındaki tartışmanın merkez noktası olmuştur. Kanun koyucunun, Alman Ceza Kanunu nun 17. maddesiyle kusur teorisini kabul ederek ve sadece katı kusur teorisi ile sınırlı kusur teorisi arasındaki tartışmanın ucunu açık bırakmak istemesine rağmen; kast teorisi, hatırı sayılır azınlık görüş tarafından hâlâ savunulmaktadır. Dolayısıyla kast teorisi de önceden olduğu gibi doktrin tartışmasına dahil edilmelidir.A. Katı Kusur TeorisiHukuka uygunluk nedenlerinin maddi koşulları ne suçun kanuni unsurlarına dahildir ne de suçun kanuni unsurları gibi ele alınmalıdır. Hukuka uygunluk nedenlerinin maddi koşullarını hatalı varsayan kişi, yasak hatasıyla hareket etmektedir.Savunanlar: Bockelmann/Volk, StrafR AT, 122 f; Dornseifer, JuS, 1982, 765; Erb, FS, Paeffgen, 2015, 205 f, 218 ff; Gössel Fälle, StrafR 161 ff; Hartung, NJW, 1951, 212; Hirsch, Die Lehre von den negativen Tatbestandsmerkmalen, 1960, 311 ff; Armin Kaufmann, JZ, 1955, 35; Schroeder, LK-StGB, 11. Aufl 1999, § 16 Rn 52; Maurach, StrafR AT, § 22 I B, 37 I D; Maurach/Gössel/Zipf, StrafR AT, II § 44 Rn 61; Niese, DriZ, 1953, 20; Warda, JT, 1950, 546; Welzel, StrafR, § 22 III 1 f; Zieschang, StrafR AT, Rn 359; yakın görüş Heuchemer, Der Erlaubnistatbestandirrtum, 2005, 350 ff; Heuchemer, JuS, 2012, 795; NK-StGB/Paeffgen §§33 ff Rn 108 öncesi; Paeffgen, GS, Armin Kaufmann, 1989, 411; Paeffgen, FS Frisch, 2013, 403 ff; Hirsch, FS Schroeder, 2006, 239 ff. Hirsch tipiklik kastıyla yetinip failin hukuka uygunluğa 1  1975 tarihli 2. Ceza Hukuku Reform Kanunu ile Alman Ceza Kanunu nun 17. maddesinde düzenlenen yasak hatası sağlama alındı. Bu tarihe kadar yasak hatasının kaçınılmazlığı son derece tartışmalıydı. Ağırlıklı olarak yasak hatası her bakımdan kaçınılabilir olmasına dayandırılıyordu (Çevirenin Notu, (ÇN)).2  Alman CK m 17:  Fail, fiilin icrası sırasında haksızlık gerçekleştirme bilincine sahip değilse ve bu hatasından kaçınması da mümkün değilse, kusurlu hareket etmiş sayılmaz. Failin hatası kaçınılabilir bir hata ise, ceza 49 uncu maddenin birinci fıkrasına göre indirilebilir.  Çeviri için bkz Yenisey ve Plagemann, Alman Ceza Kanunu, Strafgesetzbuch (StGB), Almanca Metin, Türkçe Çeviri, Açıklamalar ve Sözlük (Genişletilmiş 2. Baskı, 2015) s 18. (ÇN).2112Abanoz-Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...ilişkin şartları kontrol etmedeki dikkatsizliği hakkında değerlendirme yapmayarak uzlaştırıcı bir kusur teorisi önermektedir. Jakobs, FS Paeffgen, 2015, 229, f. Jakobs, kendini sınırlı kusur teorisi ve katı kusur teorisi arasında konumlandırmaktadır. Hataya düşen kişinin varsayılan hukuka uygunluğa karşı kayıtsız mı kaldığı (ki bu durumda § 17 uyarınca yasak hatasına başvurulacaktır) yoksa mevcut olmayan bir hukuka uygunluk nedenini taksirli olarak mı hatalı değerlendirdiği (ki bu durumda § 16 uyarınca tipiklik hatası bulunacaktır) arasında bir ayrım gözetmektedir.1. ArgümanHukuka uygunluk nedenleri tipikliği ortadan kaldırmaz; aksine sadece hukuka aykırılığı ortadan kaldırır. Suçun yapısı hakkında yapılan bu farklı değerlendirme düzlemlerine saygı gösterilmelidir. Sonuç olarak, bir hukuka uygunluk nedeninin maddi koşullarında düşülen hata tipiklik kastını değil; bilakis sadece hukuka aykırılık bilincini ortadan kaldırmaktadır. Bu durum, Alman Ceza Kanunu nun 17. maddesinde bir hukuka uygunluk nedeninin maddi koşularının hatalı varsayılması durumu için de istisna teşkil etmez. Bu nedenle hukuka uygunluk nedenlerinin maddi koşullarında hata; tipiklik hatası değil yasak hatasıdır.2. ArgümanHukuka uygunluk nedeninin maddi koşullarında hataya düşen kişi, kasten hareket etmeyen failin aksine ceza hukukuyla korunan hukuki değeri bilerek ve isteyerek ihlal etmektedir. Bu hatalı varsayımının maddi koşullarını kontrol etme konusunda da suç tipinin varlığından doğan özel bir uyarı almaktadır (tipiklik kastının uyarıcı fonksiyonu). Nitekim sosyal düzene ciddi bir şekilde uygun düşmeyen davranışı, olayın koşullarını kontrol etmeyi gerektirir. Fakat failin bu hatası; tipiklik hatası değil, doğrudan doğruya yasak hatası teşkil eder.3. ArgümanYalnızca katı  kusur  teorisinin  uygulanması  suretiyledir  ki  hem  şüphe  çekici cezalandırma  boşluklarından  hem  de  aşırı  sert  yaptırımlardan  kaçınılabilir  ve böylece  orantılı  sonuçlara  ulaşılabilir.  Bir  taraftan,  failin  kaçınılabilir  hatası sonucu önerilen cezalandırma, taksirli halin suç olarak düzenlenmediğinden dolayı cezalandırılamayan durumlarda sağlanmış olur. Diğer taraftan kanunen öngörülen cezai  indirim  imkanlarının  tutarlı  uygulanmasında  yüksek  cezaların  olmaması endişesi de giderilmiş olur. Sıra dışı bir olayda, failin cezasının kanundaki alt sınırdan 3  Erlaubnisfahrlässig terimi, tespitlerimize göre daha önce Türkçe ye çevrilmemiştir. Tipiklik hatasında (Tatbestandsirrtum) failin kastı ortadan kalkarken hataya düşmesinde taksirinin olup olmadığı değerlendirmesi yapılmaktadır ve bu değerlendirmede de fahrlässig (taksir, ihmal) terimi kullanılmaktadır. Hukuka uygunluk nedeninin maddi koşullarında hataya düşen fail için yapılacak değerlendirmede de  Erlaubnisfahrlässig  terimi kullanıldığından en uygun karşılığın; hukuka uygunluğa ilişkin şartları kontrol etmedeki dikkatsizlik olduğunu düşünüyoruz (ÇN).2113İstanbul Hukuk Mecmuası 78/4aşağıya doğru tamamen aşılmasını sağlayan kusur ilkesinin anayasal yönü vasıtasıyla Alman Ceza Kanunu nun 49. maddesinin 2. fıkrasına başvurmak, sınırlı kusur teorisinin ve türlerinin dogmatik olarak gerekçelendirilemeyen failin taksirli suçtan sorumlu tutulması sıçramasına göre hâlâ kanuna daha yakındır.4. ArgümanHukuka uygunluk nedenlerinin maddi koşulları hakkında hata ile sınır hatası arasındaki fark, hukuki hata ve tipiklik hatası arasındaki pratikte uygulanamaz ve haklı olarak mücadele edilen Alman İmparatorluk Mahkemesi ayrımını korumaktadır. B. Hukuki Sonucu Yönlendirilmiş Sınırlı Kusur TeorisiBir hukuka uygunluk nedeninin koşulları hakkında hata, tipiklik kastını ortadan kaldırmaz. Fakat failin kast kusurunu (kusur şekli olarak kastı) ortadan kaldırır, öyle ki hareketin hukuki sonucu taksirli suç işlenmiş gibi olur.(Hukuki sonucu yönlendirilmiş sınırlı kusur teorisi, sınırlı kusur teorisinin ve suçun olumsuz unsurları teorisinin burada yeniden yansıtılmayan temel argümanlarına katılmaktadır. Fakat bu öğreti, diğerlerinin dogmatif zayıflığından kaçınılabileceğini de iddia etmektedir.)Savunanlar: Ambos/Rackow, JURA, 2006, 946; Beulke, Klausurenkurs StrafR I, Rn 256 .; Beulke, Klausurenkurs StrafR III, Rn 45 f; Blei, StrafR I, § 59 II 3; Börker, JR, 1960, 168 ff; Bringewat, Grundbegriffe StrafR, Rn 681; Dreher, FS, Heinitz, 1972, 207 ff; Drehet, MDR, 1962, 592; Fahl, JuS, 2001, 53; 2005, 811; Fischer, StGB, § 16 Rn 22; Gallas, ZStW, 67, 1955, 46; Gallas, FS, Bockelmann, 1979, 155, 168; Geilen, StrafR AT, 134; Gropp, StrafR AT, § 13 Rn 211 f; Haft, StrafR AT, 258 f; Hauf, StrafR AT, 223 f; Heinrich, StrafR AT, Rn 1133 f; Helmrich, JA, 2006, 356; Herdegen, FS BGH, 1975, 208 ff; Hilgendorf, Fälle StrafR III, 124 f; Hoffmann-Holland, StrafR AT, Rn 743 ff; Krümpelmann, GA, 1968, 129 ff. (Alman Ceza Kanunu § 49 hakkında bağımsız bir çözüm Krümpelmann, ZStW, Beiheft 78, 49 ff de bulunmaktadır.) Lange, Zum Bewertungsirrtum über die Rechtwidrigkeit des Angriffs bei der Notwehr, 1994, 75; LK-StGB/Spendel, 11. Auflage, 1992, § 32 Rn 343. Maurach/Zipf, StrafR AT I, § 37 Rn 43; Neubacher/Bachmann, JA, 2010, 719; Noltensmeier/Henn, JA, 2007, 777; Preisendanz, StGB § 16 Bem; Rengier, StrafR AT, § 30 Rn 20; § 45 Rn 16; Rengier/Brand, JuS, 2008, 518; Rotsch, ZJS, 2012, 110; Satzger, JK, 4/11, StGB § 32/34; Schmelz, JURA, 2002, 392 Fn 22; Schmidt, StrafR AT, Rn 543 f; Schüler, Der Zweifel über das Vorliegen einer Rechtfertigungslage, 2004, 36 ff; Wessels/Beulke/Satzger, StrafR AT, Rn 708 f; bu formülasyona göre öğreti şu kararlara yakındır: 2114Abanoz-Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...BGHSt 3, 105 =NJW 1952, 1023; BGHSt 3, 357 (364); BGHSt 31, 286 f; BGH JR 1996, 71; 2012, 206. Bu görüşe katılanlar (Federal Yüksek Mahkemeden farklı olarak  kast kusurunu ortadan kaldıran  bir mazeret olarak belirtmektedir, s 207, 210) ve Jäger, JA, 2012, 229 ve Hecker, JuS, 2012, 265 (Kararı, hukuki sonucu yönlendirilmiş sınırlı kusur teorisine bağlamaktadır); hatta Satzger, JK, 6/12, ACK § 32/37; BSG NJW, 1999, 2302; OLG Hamm NJW 1987, 1035; Jakobs, StrafR AT, 11/59   bağımlı kusur teorisinin  sonuçları da aynıdır.1. ArgümanHukuka uygunluğu sağlayan maddi vakıaların hatalı varsayılması, hiçbir şeyi değiştirmez. Fail, kanuni suç tipini bilerek ve isteyerek; dolayısıyla tipiklik kastıyla gerçekleştirmektedir.  Kast, Federal Yüksek Mahkeme nin yaptığı gibi tipiklik kastı olarak anlaşıldığı sürece, onun uyguladığı sınırlı kusur teorisi dogmatik olarak havada asılı kalacaktır.2. ArgümanSuçun olumsuz unsurları öğretisi, suç tipinin (haksızlığın tipleştirilmesi) çeşitli fonksiyonları ile hukuka uygunluk nedeni (istisnai durumda hukuka aykırılığın ortadan  kalkması)  arasındaki  işlevsel  farklılığı  görmezden  gelmektedir. Alman Ceza Kanunu, açıkça bu farklılığa (Örneğin, ACK nun 32. ve 34. maddelerinde) dayanmaktadır. Ayrıca teori, Kanun un sistematiğinde madde 103 II GG nin ihlali olmadan  örf  ve  âdet  hukukundan  kaynaklanan  hukuka  uygunluk  nedenleriyle bütünleştirilememektedir.3. ArgümanHukuka uygunluk nedenlerinin maddi koşullarında hatanın ya sadece tipiklik hatası ya da sadece yasak hatası olabileceği yönündeki düşüncelerin çıkış noktası hatalıdır. Hukuka uygunluk nedenlerinin maddi koşullarında hata, tipiklik hatası ve izin hatası arasına yerleştirilmesi gereken kendine özgü (sui generis) bir hata türüdür.4. ArgümanHukuki sonucu yönlendirilmeli sınırlı kusur teorisi, sınırlı kusur teorisi gibi haklı eleştirilere maruz kalmaz. Bir başka ifadeyle teori, suçun yapısında kendisinden sonraki suçun unsurunun yani hukuka aykırılığın etkisiyle suç tipinin sübjektif unsuruna olumsuz bir müdahaleye izin verilmediği yönünde bir eleştiriye uğramaz.4  BGHSt (Bundesgerichtshofs [Federal Yüksek Mahkeme]).5  NJW (Neue Juristische Wochenschrift [Yeni Hukuki Haftalık hukuk dergisi]).6  BGH (Bundesgerichtshof [Federal Yüksek Mahkeme]).2115İstanbul Hukuk Mecmuası 78/45. ArgümanHukuki sonucu yönlendirilmiş sınırlı kusur teorisi, tipiklik kastının kabul edilmesi ile  hukuka  uygunluk  nedeninin  maddi  koşullarında  hataya  rağmen  teşebbüsün kabul edilmesini ve bu şekilde hataya düşen kişinin davranışına iştirak edenin cezalandırılmasını mümkün kılmaktadır. Bu iki sonuç da suç politikasında arzu edilen sonuçlardır.  C. Sınırlı Kusur TeorisiAlman  Ceza  Kanunu nun  16.  maddesi,  hukuka  uygunluk  nedeninin  maddi koşullarının hatalı varsayılması durumunda doğrudan uygulanabilir değildir. Fakat kasten işlenen bir haksızlığın yokluğu sonucuyla kıyasen hukuka uygunluk nedeninin maddi koşullarında hata durumunda da kullanılabilir.Savunanlar:  Zielinski,  AK-StPO,  §§  15,  16  Rn  55;  Beckmann,  JuS,  652; Baumann/Weber, StrafR AT, § 21 Rn 31; Brünnig, ZJS, 2014, 207; Dieckmann, JURA, 1994, 178 ff; Engisch, ZStW, 70 (1958), 565 (583 ff); Eser/Burkhardt, StrafR I, 15 A 20 ff; Frister, StrafR AT, Kap 14 Rn 30 f; Geppert, JZ, 1988, 1028; Geppert, JURA, 1997, 303; 2007, 36 f; Graul, JuS, 1995, L 44; Hardtung/Putzke, StrafR AT, Rn 730 ff; v. Heintschel-Heinegg/Kudlich, StGB § 16 Rn 24; Hruschka, FS, Roxin, 2001, 441 ff 456, Fakat sınırlı kusur teorisi adlandırmasını eleştirmektedir; Jäger, Examensrep, StrafR AT, Rn 218; Kelker, JURA, 2006, 595; Kindhäuser, StrafR AT, § 29 Rn 26; Kindhäuser/Schumann/Lubig, Klausuren StrafR, 223; Köhler, StrafR AT, 324 ff Kraatz, JA, 2014, 796 f; Krey, Strafrecht, BT I, 11. Aufl 1998, Rn 441 ff; Kudlich, Fälle StrafR AT 171; Kühl, StrafR AT, § 13 Rn 73; Kühl/Hinderer, JURA, 2012, 490; Kuhlen, Die Unterscheidung von vorsatzausschließendem und nichtvorsatzausschließendem Irrtum, 1978, 323 ff, 330; Kuhlen, FS Beulke, 2015, 161 ff; Lackner/Kühl/Kühl, StGB, § 17 Rn 14; LK-StGB / Vogel, 12. Aufl 2007, § 16 Rn 116; Matt/Renzikowski/Gaede, StGB, § 16 Rn 35; Mitsch, JA, 1995, 36; Mitsch, JuS, 2000, 850; NK- StGB/Puppe § 16 Rn 137 f; Puppe, StrafR AT, 1. Aufl 2002, § 27 Rn 9 ff; Putzke, JURA, 2015, 102; Roxin, StrafR AT I, § 14 Rn 64 ff; Roxin, Nr 39; Roxin, JZ, 2000, 99 f; Roxin/Schünemann/Haffke, Klausurenlehre StrafR, 104 f, 83 f; Rudolphi, Fälle StrafR AT 40 ff; Saliger, JuS, 1995, 1009 f; Scheffler, JURA, 1993, 621 ff; Schönke/Schröder/Sternberg-Lieben/Schuster, StGB, § 15 Rn 35, § 16 Rn 18; Schönke /Schröder/Eisele, StGB, Vor § 13 Rn 19; Schumann, Strafrechtliches Handlungsunrecht, 1986, 33; Seier, Anfängerklausur StrafR, 95 f; Simon, JuS, 2001, 641; SSW-StGB/Rosenau, StGB, Vor § § 32 ff Rn 19; Stratenwerth/Kuhlen, StrafR 7  Alman Ceza Kanunu m 16:  (1) Fiilin icrası sırasında kanundaki suç tipinin unsurunu oluşturan bir durumu [maddi unsuru] bilmeyen kişi, kasten hareket etmiş olmaz. Taksirli davranış sebebiyle cezalandırılabilme saklıdır. (2) Fiilin icrası sırasında hata nedeniyle, daha hafif ceza öngören bir kanundaki suç tipini oluşturan durumların var olduğunu zanneden bir kişi, kasten işlenen suçtan dolayı, sadece daha hafif ceza öngören kanuna göre cezalandırılabilir.  Çeviri için bkz Yenisey ve Plagemann, Alman Ceza Kanunu, Strafgesetzbuch (StGB), Almanca Metin, Türkçe Çeviri, Açıklamalar ve Sözlük (Genişletilmiş 2. Baskı, 2015) s 18. (Çevirenin Notu)2116Abanoz-Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...AT, § 9 Rn 162 ff; Streng, FS Paeffgen, 2015, 242; formülasyona göre mahkeme kararları da bu yöndedir: BGHSt 2, 194 (211) = NJW 1952, 593; BHSt, 45, 378 (384) = NJW, 2000, 1348; BGHSt 49, 34 (44) = NJW 2004, 1054; BGH JZ 1988, 1021; JR 1989, 160; NJW, 1992, 516; StV, 1999, 143 (145); NStZ, 2002, 141; 2011, 630; NStZ-RR, 2011, 238; 2013, 139; NStZ, 2014, 30. Bu yönde örnekler Kudlich, JA, 2014, 153; NStZ 2016, 333, Rücker ve Eisele, JuS, 2016, 366 (son bahsedilen kararda Ceza  Kanunu nun  16.  maddesi  doğrudan  veya  kıyasen  şeklinde  eklenmeksizin uygulanmaktadır); BGH BeckRS 2015, 14541; Bay ObLG NJW 1955, 1848; Hans OLG Hamburg MDR 1975, 331; LG München NJW 1988, 1860; OLG Düsseldorf NStZ 1994, 343 f; OLG Düsseldorf NJW, 1994, 1232; OLG Bamberg BeckRS 2015, 20269; OLG Köln BeckRS 2015, 20963, Rücker ve Eisele e göre hukuka uygunluk nedeninin maddi koşullarında hatada hareketin haksızlığı ortadan kalkmaktadır. Herzberg de sınırlı kusur teorisini takip etmektedir, JA 1989, 295 f, fakat Herzberg izin verilen risk nedeniyle kasıtlı suçun objektif unsurunu ortadan kalktığını kabul etmekte ve hukuka uygunluk durumunun varsayılmasının düzen ihlali anlamına gelmediği yerde hukuka uygunluk nedenlerinin maddi koşulları hakkında hatadan bahsetmek istememektedir, s Herzberg, JuS, 1991, L 69 ff ve Herzberg, FS Stree/Wessels, 1993, 204 ff; ona geniş ölçüde katılan Momsen/ Rackow, JA, 2006, 658; SSW-StGB/Momsen § 15, 16 Kn. 117 f; Ceza Kanunu nun 16. maddesi doğrudan mı yoksa sadece kıyasen mi uygulanıp uygulanmayacağı sorusunu; Joecks, StGB, § 16 Rn 49, Kudlich, JA, 2014, 588, Seier/Hembach, JuS, 2014, 39; SK-StGB/Rudolphi/Stein § 16 Rn 11 ve T Walker, Der Kern des Strafrechts, 2006, 336 f, 429 yanıtsız bırakmaktadır.1. ArgümanMeselenin çözümü, ne bir ön koşul olarak hareket kavramından ne de suçun iki ya da üç unsurlu yapısından geçmektedir. Bilakis mesele sadece hatanın ana yapısı ve ceza politikasına göre yapılan bir değerlendirme ile çözülebilir.2. ArgümanHukuka uygunluk nedenlerinin maddi koşullarında hataya düşen fail, hukuka sadık davranmaktadır. Çünkü fail, kanun koyucunun hukuka uygunluk ve haksızlık hakkındaki değerlendirmesi ile sübjektif olarak hemfikirdir. Bu nedenle fail, değer açısından suçun maddi unsurunda hataya düşen kişiye daha yakınken; yasak hatasının sonucu olarak hukuk toplumunun hak ve haksızlık tasavvurları hakkında farklı fikirde olan kişiye daha uzaktır. Bu durumda kasıtlı suç işlemeden dolayı failin daha ağır biçimde suçlanması haklı olarak sadece yasak hatasına düşen kişi için geçerlidir.2117İstanbul Hukuk Mecmuası 78/43. ArgümanHukuka uygunluk nedenlerinde hataya düşen fail, aslında hukuki bir değeri ihlal etmek istemektedir. Fakat fail, hukuka uygunluk sağlayan maddi vakıanın varlığı nedeniyle hukuki değer ihlaline izin verildiğini sanmaktadır. Bu nedenle, onun olumsuz değere sahip neticeye sebep olma isteği, suçun unsurlarında hataya düşen faille aynı derecede azdır. Böylece kasıtlı bir suç için hareketin olumsuz değeri eksik kalmaktadır.4. ArgümanHatanın iki ana şekli gerçeği bilmeme ve yanlış tasavvur, tipiklik hatası ve yasak hatası arasındaki kanuni ayrıma da yansımaktadır. Hukuka uygunluk nedeninin maddi koşullarında hata, gerçeği hatalı algılamaya dayandığı için maddi olay hatası olup bu da Ceza Kanunu nun 16. maddesinde düzenlenen hata kategorileri arasında sayılmaktadır.5. ArgümanCeza Kanunu nun 17. maddesinin temel fikri, hukuka uygunluk nedeninin maddi koşullarında hataya düşen fail için geçerli değildir. Suçun maddi unsurlarındaki bilgiye sahip olması nedeniyle davranışının yasak olduğunu düşünme vesilesi edinen kişiden davranışının hukuka uygunluğu hakkında emin olması beklenebilir. Eğer fail, kendi tarafından varsayılan durumu konusunda hukuki görüş almış olsaydı; o zaman davranışının hukuka uygunluğu onaylanmış olurdu.6. Argüman1975 yılından önce savunulan katı kast teorisi, kastı ortadan kaldıran tipiklik hatası (§ 16) ve sadece kusurla ilgili olan azalan haksızlık bilinci (§ 17) arasında bugün var olan kanuni farka artık uygun düşmemektedir. Fakat bu durum, değiştirilmiş kast teorisi için o kadar kati değildir. Değiştirilmiş kast teorisi, izin hatası ve hukuka uygunluk nedenlerinin maddi koşullarında hata arasındaki sınırı belirtmektedir, fakat bu ikna edici değildir. Çünkü bu, değiştirilmiş kast teorisi tarafından hukuka uygunluk nedenlerinde hatada aranan ve kast için gerekli olan failin sosyal zararı bilinci, hukuka uygunluk nedeninin sınırını hatalı olarak sadece çok hafif aşan kişide eksik olabilir. Değiştirilmiş kast teorisi de bu hatayı sadece yasak hatası olarak ele almaktadır.7. ArgümanHukuki sonucu yönlendirilmiş sınırlı kusur teorisinin iştirak alanında bitirmek istediği  cezalandırma  boşlukları,  her  şeyden  önce  tipiklik  hatasında  ortaya çıkmaktadır. Eğer oradaki cezalandırma boşlukları kabul edilirse, hukuka uygunluk 2118Abanoz-Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...nedeninin maddi koşullarında hata durumunda da bu boşlukları ortadan kaldırmak için herhangi bir neden kalmaz. Ayrıca cezalandırma boşlukları iddia edildiği gibi uzun zamandır açıkça kök salmış değildir; aksi takdirde bu boşluklar uygulamada daha sık ortaya çıkmak zorundaydı.D. Suçun Olumsuz Unsurları TeorisiCeza Kanunu nun 16. Maddesi, hukuka uygunluk nedeninin maddi koşullarının hatalı varsayılmasına doğrudan uygulanabilir. Hukuka uygunluk nedenlerinin maddi koşullarında düşülen hata, kastı ortadan kaldırır.Savunanlar: Arthur Kaufmann, JZ, 1954, 653 ff; Arthur Kaufmann, FS Lackner, 1987, 187; LPK-StGB/Kindhäuser, § 32-35 öncesi, Kn 37 ff; Koriath, Grundlagen strafrechtlicher Zurechnung, 1994, 326 ff; Koriath, FS Müller, 2008, 374; Roxin, Offene Tatbestände und Rechtspflichtsmerkmale, 2. Aufl. 1970, 111 ff; Samson, StrafR I, 122 ff, 127; Schaffstein, MDR, 1951, 196 ff; Schaffstein, FS OLG Celle, 1961, 175 ff, 182 ff; Schroth, FS Arthur Kaufmann, 1993, 597 ff; Schroth, Vorsatz und Irrtum, 1998, 116 ff; Schünemann, GA, 1985, 349; Schünemann/Greco, GA, 2006, 792; v Weber, JZ, 1951, 260; v Weber, FS Mezger, 1954, 183 f; yakın görüş Freund, FS Küper, 2008, 80 ff; Freund, StrafR AT, § 7 Kn 107 f ile Fn 93 bununla bağlantılı olarak Frisch içinde Eser/Perron, Rechtfertigung und Entschuldigung,, III, 1991, 217, 247 ff; ayrıca yakın görüş Rinck, Der zweistufige Deliktsaufbau, 2000, 74 ff (devam eden tartışmalar Hirsch, Die Lehre von den negativen Tatbestandsmerkmalen, 1960, 220 ff)1. ArgümanKastın mihenk taşı, sadece kanuni tipikliğin ceza tehdidi unsuru olmasında değildir; bilakis aynı zamanda hukuka uygunluk kalıbının eksik olmasındadır. Çünkü ancak her ikisi bir arada olduğu zaman -suçun unsurlarının varlığı ve hukuka uygunluk nedenlerinin yokluğu- tipik haksızlık ortaya çıkmaktadır.2. ArgümanHukuki değer ihlalinin bilinci şeklinde tipiklik kastının uyarı fonksiyonu, hukuka uygunluk koşullarının hatalı varsayılması yoluyla etkisiz hale gelmektedir.3. ArgümanBir maddi vakıanın somut durumda tipikliği mi yoksa hukuka aykırılığı mı ortadan kaldırdığı hususunda (örneğin birçok durumda ilgilinin rızası böyledir) kanun koyucunun temel olarak takdir yetkisinin olduğu, az veya çok tesadüfi olan, 2119İstanbul Hukuk Mecmuası 78/4fakat hiçbir durumda hata teorisinin burada referans alınmayacağı göz önünde bulundurulduğunda  bu  iki  duruma  ilişkin  hatanın  farklı  değerlendirmesi  meşru değildir.4. ArgümanŞahsi haksızlık öğretisine göre hukuka uygunluğun objektif koşullarının varlığı, sübjektif unsurlar olmadan hukuka uygunluğu gerekçelendiremediği gibi, hukuka uygunluğun  objektif  koşullarının  yokluğu  da  sübjektif  unsular  varken  hukuka uygunluğu ortadan kalkması gerektiği düşüncesinin gerekçesi olamaz.5. ArgümanHukuka uygunluk nedenlerinin maddi koşullarında hatayı yasak hatası olarak kabul eden kişi, tutarlılık gereği tersine hata durumunda mefruz suçu (hukuka uygunluğun sübjektif koşullarının bilmeme) ve böylece önerilen (ve suçun olumsuz unsurları teorisinin zemininden sonuç olarak çıkan) teşebbüsten cezalandırılabilirliğin yerine cezasızlığı kabul etmek zorundadır.   6. ArgümanCeza Kanunu nun 16. maddesinin (sadece) kıyasen uygulanması, hukuka uygunluk nedenlerinde kaçınılabilir hata durumda taksirli suçtan ceza verilmesi düşüncesi, çelişkisiz bir şekilde gerekçelendirilememektedir ve bu durum sınırlı kusur teorisine karşı ileri sürülebilir. Kanun un 16. maddesine gönderme kabul edilemez. Çünkü kıyasın failin aleyhine sonuç doğurması yasaktır ve kıyas olmaksızın da taksirli suçun yapısı, kasıtlı suçtan tamamen farklı bir tipiklik kavramına dayandırılmış olacaktır.9  Tersine hata durumunda hukuka uygunluk nedenlerinin manevi unsuru olup olmadığına, manevi unsur aranacaksa bunun içeriğinin ne olması gerektiğine ve manevi unsurun yokluğuna bağlanan sonuca ilişkin tartışmalar bulunmaktadır. Alman doktrininde baskın görüş, eylemin hukuka uygunluğu için sübjektif unsuru aramaktadır. Azınlıkta kalan görüş ise hukuka uygunluk nedeninin maddi koşullarındaki bilgisizliği hukuka uygunluğun bütününü imkânsız hale getirdiğini varsaymaktadır. Bkz Gropp, s 592, p 181, 182. Bu durumda hukuka uygun davrandığını bilmeyen fail için suçun teşebbüs halinden cezalandırılması gerektiği kabul edilmektedir. Bu görüş, her ne kadar netice hukuka uygun olsa da hareketin haksızlığının devam ettiği fikrine dayanmaktadır. Hareketin ve neticenin haksızlığı ile uyum içerisinde bir çözüm sunduğu için de makul bir görüş olarak kabul görmektedir. Fakat teşebbüs çözümünü savunanların bu görüşü, haksızlık ve değersizliğin yapısına uymaması nedeniyle artık terkedilmektedir. Nitekim teşebbüsün ahlaki değersizliği; hareketin ahlaki değersizliğinden oluşmamaktadır. Bilakis kişisel değersizlik ve olayın bizatihi kendisinin değersizliğinden oluşmaktadır. Bir başka ifadeyle, teşebbüsün değersizliği failin üçüncü kişiler nezdinde tehlike oluşturmasını şart koşmaktadır. Gropp, s 593, p 184, 187, 188 (ÇN).2120Abanoz-Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...E. Değiştirilmiş Kast TeorisiBir hukuka uygunluk nedeninin maddi koşullarını hatalı varsayan kişi, fiili işlerken haksızlık bilinci olmaksızın ve bu nedenle kast olmaksızın hareket etmektedir. Savunanlar: D. Geerds, JURA, 1990, 429 f; Langer, GA, 1976, 193 ff; Langer, Das Sonderverbrechen, 1972, 356 ff; Otto, StrafR AT, § 17 Kn  62 ff. Bununla bağlantılı olarak § 15 Kn 4 ff; Otto, ZSt W 87 (1975), 590 ff; Otto, JURA, 1990, 647; Otto, GS K Meyer, 1990, 597 ff; Schmidhäuser, StrafR AT, Kap 7 Kn  8790; Schmidhäuser, FS Meyer, 1966, 317 ff; Schmidhäuser, JZ, 1979, 361 ff; 1980, 396 (Burada sadece Alman Ceza Kanunu nun 17. maddesinde düzenlenen yasak hatasına rağmen kast teorisine bağlı kalmayı gerekçelendirmeyi deneyen argümanlar yansıtılmıştır. Elbette ayrıca epey bir zamandır kast teorisi için öne sürülen nedenler geçerlidir, Baumann, StrafR AT, § 27 III 2 ve Baumann/Weber, StrafR AT, § 21 Rn 40; Schönke/Schröder, StGB, § 59 Rn 81 ff); Ceza Kanunu nun 17. maddesinin Anayasa ya uygunluğu meselesi BVerfGE 41, 121= NJW 1976, 413, Bespr Kramer/Trittel, JZ, 1980, 393 ff ve Schmidhäuser, JZ, 1980, 396 f; yakın görüş Bosch, JK, 03/2014, § 16/6, Bosch, suçun olumsuz unsurları teorisi ve değiştirilmiş kast teorisi arasında bir karar vermemekte, tartışmayı ucu açık bırakmaktadır.1. ArgümanKasıtlı suç nedeniyle cezalandırma, haksızlık bilinci (birlikte yaşamanın hukuki temel beklentisine karşı hareket etmek, sosyal zararlı hareket etme bilinci olarak anlaşılır) failin fiili işlediği sırada mevcut olursa Anayasa ile teminat altına alınan kusur ilkesine uygun düşer. Bu durum, sadece kast teorisine uygun düşmektedir.2. ArgümanAnayasal hukuk kuralı olarak kusur ilkesi, Ceza Kanunu nun 17. maddesinin önüne geçmektedir ve haksızlık bilinci olmaksızın hareket eden failin kasıtlı suçtan dolayı cezalandırılabilirliği, eğer 17. maddeden bu sonuca varabiliyorsak, sınırlandırılarak bu hükümden uzaklaşılmaktadır.3. ArgümanCeza  Kanunu nun  17.  maddesinin  kusur  teorisi  ve  kast  teorisi  arasındaki tartışmada kusur teorisinden yana olduğu görüşü, kanun koyucunun tarihsel amacına dayandırılabilir. Fakat düzenlemenin lafzi anlamı, içeriği ve kanun metninin amaçsal yönden analizi kanunun aslında kast teorisine bağlı olduğunu göstermektedir. 2121İstanbul Hukuk Mecmuası 78/4 4. ArgümanKatı kusur teorisi; kastı, tipiklik kastı olarak kabul etmektedir. Bu kabulün sonucu olarak da kavram oluşturma mantığını kusur ilkesinin üzerine koymaktadır. Sınırlı kusur teorisi ise kastı, aynı şekilde tipiklik kastı olarak ele alması fakat sonra bu anlayışta herhangi bir düzeltme olmaksızın taksirli suça ulaşmasıyla daha en başından tutarsızdır.Örnek Olayın Çözümü:1. Hukuka uygunluk koşullarının yokluğu için sadece ex-post bir değerlendirme yapılır ve hareket esnasındaki objektif durum belirleyici olursa; en baştaki örnekte her hâlükarda hukuka uygunluk nedenlerinin maddi koşullarında hata vardır. Çünkü buna göre bankanın malvarlığına yönelik herhangi bir müdahale gerçekleşmemektedir. Eğer meşru savunma durumu için ex-ante bir değerledirme yapılır ve kesin olarak (veya neredeyse kesin olarak) müdahalenin mevcut olması yeterli olursa; ex-ante değerlendirmenin hangi ölçüte göre (failin sübjektif değerlendirmesi, hukukçunun değerlendirmesi, mantıklı ve gerekli özeni göstererek hareket eden, failin çevresinden ortalama bir vatandaşın değerlendirmesi) yapılması gerektiği önemli olur. Banka baskını için karnaval olayından faydalanılması imkânsız olmasa da makul üçüncü bir kişinin değerlendirmesine göre; müdahalenin imkânsız olduğunu ve bu nedenle hukuka uygunluğun maddi koşullarında hatanın var olduğunu düşünmek gerekir (Bunun için Nippert ve Tinkl JuS 2002, 864; ayrıca Herzberg ve Scheinfeld JuS 2002, 650; esas müdahalenin istisnai durumu için Amelung JURA 2003, 91; iki olayın farkı için Rengier StrafR AT § 18 Rn 12 f 47 f). Bunun varsayılmasından önce, eğer (T) nin hatalı varsaydığı koşullar mevcut olsaydı; (T) gerçekten meşru savunmaya dayanabilecekti. Fakat her şeyden önce gerekli savunmanın ölçüsünü aşamayacağını ve en önemlisi savunmada sınırı aşmış olmayacağını açıklamayı unutmamak gerekir (Rengier StrafR AT § 30 Rn 5; Wessels, Beulke, Satzger StrafR AT Rn 716). Örnek olayımız için bu şekilde düşünülür. Katı kusur teorisi ve hukuki sonucu yönlendirilmiş sınırlı kusur teorisi, kasten yaralama  suçunu  kabul  etmektedir.  Çünkü  (T) nin  hatası,  onun  tipiklik  kastını kaldırmamaktadır. Bu nedenle katı kusur teorisi de faili mahkûm ettiği ve Alman Ceza Kanunu m 17/ f 2 ye göre; (T) nin cezasında indirim kabul edildiği halde, hukuki sonucu yönlendirilmiş sınırlı kusur teorisi Alman Ceza Kanunu m 229 un ve m 16/f 1/b 2 nin kıyasen uygulanması sonucunu doğurur. Diğer taraftan, sınırlı kusur teorisine göre; (T) nin hukuka uygunluk nedenlerinin koşullarında düştüğü hata tipiklik hatası ile eşit değerdedir ve hatanın tespitinden sonra sübjektif hukuka uygunluk alanında ACK madde 16 nın kıyasen uygulanması ile kast ortadan kalkmaktadır. Suçun Olumsuz Unsurları Teorisi ne göre, hukuka uygunluk koşullarının eksikliği tipikliğe 2122Abanoz-Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...dair olduğu için ACK madde 16 doğrudan uygulanır. Son olarak kast teorisi de failin fiili işlediği sırada haksızlık bilincinin olmaması nedeniyle kastı reddeder. Bu üç teoriye göre de (T), sadece taksirli yaralama suçundan dolayı cezalandırılabilir. Eğer (T), örnek olayda hatası nedeniyle meşru savunma hakkının öldürmeye izin verdiğini düşünerek (O) yu vurarak öldürmüş olsaydı; genellikle çifte hatadan bahsedilmektedir.  Fakat  bu  yanlış  anlaşılabilir  adlandırma  (Wessels/Beulke/Satzger StrafR AT, kn 715) hukuka uygunluk nedenlerinin maddi koşullarında hata düzenlemesinin uygulanmasını hatalı yönlendirmemelidir. Çünkü hukuka uygunluk nedenlerinde hata, böyle bir olayda artık mevcut değildir (Bununla ilgili bkz Örneğin, Daschner LG Frankfurt aM NJW 2005, 692 olayı: zorunluluk hali, LG Frankfurt a göre hatalı varsayılan zorunluluk halinde seçilen yöntem hata olmasaydı da izin verilen bir yöntem olmayacaktır. Bu yüzden hukuka uygunluk nedenlerinin maddi koşullarında hata yoktur; hatta Kedi Kral olayında BGHSt 35, 347 (356) = NJW 1989, 912: zorunluluk halinin maddi koşullarının hatalı varsayılmasında birçok insanın kurtarılması için bir insanın kurban edilmesine izin verildiği hatalı olarak varsayılmaktadır; bununla ilgili bakınız Hillenkamp, FS Schreiber, 2003, 146 f; Kretschmer JR 2004, 446). Böyle olaylarda ACK madde 17 ye göre değerlendirilmesi gereken  yasak  hatası  mevcuttur.  (Schuster   çifte  hatanın  kanuni  bileşeninin  kaçınılmazlığı durumunda sanki fail tarafından tanınan hukuka uygunluk nedeni, hukuk düzeni tarafından tanınmış gibi, faili böyle bir konuma koymak istemektedir. Bkz Schuster JuS 2007, 619 ff)2. Sigorta şirketi (V) nin memuru (S), Doktor (A) dan bir kaza sonucu tedavi gören ve sigortalı olan Hasta (P) hakkında bir bilirkişi raporu istemektedir. Doktor (A) nın açıkça sorması üzerine memur (S), gerçeğe aykırı olarak hasta (P) nin (A) dan bilirkişi raporu alınmasına razı olduğunu söyler. Eğer baskın görüş (hastadoktor arasındaki sır saklama yükümlülüğüne bağlı olarak) hastanın rızasını hukuka uygunluk nedeni olarak görürse;12 o zaman (A) nın düştüğü hata, hukuka uygunluk nedeninin maddi koşullarında hata olur. Çünkü (A), (hak üzerinde) tasarruf yetkisi bulunan hasta P nin izninin varlığına dayanmaktadır ve (A) gerçek sanılan rızanın çerçevesinde kalmaktadır. Bu nedenle örnek olaydaki çözüm, bu noktaya kadar en baştaki örnek olay çözümüne uymaktadır. (S), ACK madde 203 de yer alan özgü 11  Kedi Kral Olayı, BGHSt 35, 347- 4 StR 352/88 tarih 15.9.1988.  Sanık (H), (P) ve (R), gerçeklikle örtüşmeyen, mistizm ile nevrozlu bir ilişki örgüsünde yaşamaktadır. (H) ve (P), kolayca etkilenen (R) yi uzun zamandır kötülüğü temsil eden ve dünyayı tehdit eden Kedi Kral ın varlığına ikna eder. (R), (H) ve (P) nin kedi krala karşı verdiği mücadelede kabul edilmiş ve seçilmiş kişi olduğuna inanır. Sanık (H), eski eşi (N) den aldığı haber sonrası kin ve kıskançlıkla (N) nin eşi Annemarie yı (R) yi kullanarak öldürmeye karar verir. (P) ile bu konuda anlaşırlar ve (R) ye kedi kralın bir insanın kurban edilmesini (N nin eşi) istediğini söylerler. Eğer kısa süre içinde (N) nin eşi kurban edilmezse insanlık veya milyonlarca insan kedi kral tarafından öldürülecektir. (R) gerçekten bir insanın kurban edilmesinin istendiğine inanır ve vicdan azabı duyar. Ancak milyonlarca insanın tehlikeye atılmasını ve bir kadının kurban edilerek diğerlerinin kurtarılmasını evla görür. Sonunda (N) nin eşini öldürmek amacıyla boynundan, yüzünden ve kafasından bıçaklar. Fakat Annemarie ölümden kurtulur (ÇN).12  Tartışma için bkz Schönke, Schröder, Lenckner und Eisele, StGB § 203 Rn 21 ff.13  Bir karnavalda kılık değiştirerek hırsız gibi bir bankaya giren kişinin veznedar tarafından yaralanması olayı (ÇN).2123İstanbul Hukuk Mecmuası 78/4suçun doğası gereği dolaylı fail olamaz. (S) nin azmettiren olarak cezalandırılıp cezalandırılamayacağı, kasten işlenen ana suçun varlığına bağlıdır. Eğer Katı Kusur Teorisi veya Hukuki Sonucu Yönlendirilmiş Sınırlı Kusur Teorisi veya Bağımlı Kusur Teorileri savunulursa, ACK madde 26 hükmünden dolayı fail olamayacak kişi cezalandırılabilir. Değiştirilmiş Kast Teorisi ne göre, kasıtlı ana suçun yokluğu nedeniyle (S) nin azmettirmeden dolayı cezalandırılabilmesi imkânsız hale gelir. Bu durum, sınırlı kusur teorisi ve suçun olumsuz unsurları teorisinin temsilcileri için de geçerli olmalıdır. Bu şekilde istenmeyen cezasızlık sonucundan ACK madde 26 ve 27 e göre kastı sadece (her iki teori tarafından da reddedilmeyen) ceza tehdidi olan  tipiklik  kalıbını  gerçekleştirme  isteği  olarak  anlayarak  kısmen  kaçınmaya çalışılmaktadır (genel olarak bu örneğin problematiği üzerine aşağıda yirmi ikinci problem ve Geppert JURA 1997, 302 f; Roxin, Einführung in das neue Strafrecht, 2. Aufl 1975, 32, f yanı sıra OLG Köln NJW 1962, 686 aynı yönde görüş Bindokat, tipikliği ortadan kaldıran rızanın değerlendirildiği bölüm).3. İpucu: Bilirkişi raporunun yapısında hangi yerde tartışma olduğu sorusuyla ilgili farklı öneriler bulunmaktadır (Arzt, Strafrechtsklausur, 5. Auflage, 1996, 155, ff; Beulke Klausurenkurs StrafR I Rn 256, 258; Gasa JuS 2005, 891 ff; Heuchemer JuS 2012, 797; Hilgendorf / Valerius StrafR AT § 8 Rn 50 ff; Joecks StGB § 16 Rn 50; Kühl StrafR AT § 13 Rn 77; Schmidt StrafR AT Rn 545; Steibig JURA 2009, 274; Wessels/Beulke/Satzger StrafR AT Rn 1217 ff). Problemin yerini ve çözümünü en az etkileyen yol, sübjektif tipiklikte daha önce kabul edilen objektif tipikliğin (pozitif) unsurlarıyla ilgili olan kastı onaylayıp, daha sonra hukuka uygunluk nedeninin objektif koşullarında şüpheli hukuka uygunluk nedenini reddedip ve bundan sonra haksızlık bilinci başlığı altında (Rengier e göre  Hukuka uygunluk nedeninin maddi koşullarında hata , Rengier, StrafR AT § 30 Rn 9; ayrıca bkz Ernst/Doerbeck JSE 2013, 177; Christoph JA 2016, 34; Kaspar StrafR AT Rn 651; Steinberg ZJS 2016, 371 f) az önce gerçekleştirdiği reddedilen hukuka uygunluk nedeninin maddi koşullarının hatalı  varsayılması  nedeniyle  haksızlık  bilincinin  yokluğunu  tespit  etmektir. Haksızlık bilincinin yokluğunun kaynağı, yasak hatası ve tipiklik hatasının arasında bulunmaktadır ve bu hatanın sui generis oluşu hakkındaki tartışmanın nedenini oluşturmaktadır.  Bu  bilginin arka  planındaki tartışmanın çözülebilmesi, hukuka uygunluk nedeninin maddi koşullarında hatanın ACK nun 16. ve 17. maddelerinde düzenlenen hata türlerinden hangisine daha yakın olduğu ile ilgilidir. Tartışmanın sonucunun ucu açık bırakılabileceği örnekler (ilgili yazarların görüşüne göre) şurada bulunabilir: Ernst/ Doerbeck JSE 2013, 179 f; Esser/Langbauer JA 2013, 32 f; Geisler/Meyer JURA 2010, 390; Heuchemer JuS 2012, 799 f Ingelfinder JuS 1995, 14  Der nichtqualifizierte Extraneus. 15  Veya bir kısmı: Berster und Yenimazman JuS (2014) 332 f; Bülte und Becker JURA (2012) 325; Ebert und Schütze, Falle StrafR 3, 140 f; Gaul, Haseloff und Zapf JA (2011) 675; Hecker, JuS (2011) 370; (2012) 265; Kudlich und Litau, JA (2012,)761; Kühl und Kneba, JA (2011) 432; Lotz, JuS (2010) 986; Marxen, StrafR AT 103; Putzke, JURA (2014) 101 f; Schmidt und Priebe, Falle StrafR I 121, 260 f; Steinhart und Dannecker, StudZR (2014) 97 f. 2124Abanoz-Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...324; Kipp/Kummer JURA 2008, 796 f; Krell/Bernzen JuS 2015, 324; Steinberg ZJS 2016, 372 ve Stoffers JuS 1994, 954. Tartışmaya genel bir bakış için Lesch JA 1996, 508 f; Kelker JURA 2006, 591 ff bakılabilir. Haksız fiil hukukunda varsayılan meşru savunma incelemesi için OLG Düsseldorf NStZ-RR 1998, 273 f e bakılabilir. Hukuka uygunluk nedenlerinin maddi koşullarında hatanın incelenmesinde yaygın hatalar için Kraatz JURA 2014, 787 ff; Christoph JA 2016, 33 ff bakılabilir. Taksirli suçta hukuka uygunluk nedenlerinin maddi koşullarında hata için Börner GA 2002, 276 f; Ludes-Pannenborg JURA 2013, 24 ff e ve tıbbi müdahalede rıza için Gropp GA 2015, 5 f e bakılabilir. Meşru savunmada gereklilik hakkında hata ve sınır aşımı arasındaki ilişki için Albrecht GA 2013, 369 ff e aynı zamanda Englander JuS 2012, 408 ff e bakılabilir ve on ikinci problemde örnek olay üç, hukuka uygunluk nedenlerinin maddi koşullarında hatada zorunluluk halinin özel durumu için Brand/Lenk JuS 2013, 885 f e bakılabilir.2125İstanbul Hukuk Mecmuası 78/4",
     "Kaynakça": "Baumann, J., Strafrecht, Allgemeiner Teil (8. Aufl 1977) (Kısaltma: Baumann StrafR AT).Baumann, J., Arzt, G. und Weber, U., Strafrechtsfiille und Losungen (6. Aufl 1986). (Kısaltma: Baumann/Arzt/Weber Fallc StrafR).Baumann, J. und Weber, U., Strafrecht, Allgemeiner Teil (9. Aufl 1985). (Kısaltma: Baumann/Weber StrafR AT).Baumann, J., Weber, U. und Mitsch, W, Strafrccht, Allgemeiner Teil (11. Aufl 2003). (Kısaltma: Bearbeiter in Baumann/Weber/Mitsch StrafR AT).Beulke, W, Klausurcnkurs im Strafrecht I (7. Aufl 2016). (Kısaltma: Beulke Klausurenkurs StrafR I).Beulke, W, Klausurenkurs im Strafrecht II (3. Aufl 2014). (Kısaltma: Beulke Klausurenkurs StrafR II).Beulke, W., Klausurcnkurs im Strafrecht III (4. Aufl 2013) (Kısaltma: Beulke Klausurenkurs StrafR III) Blei, H., Strafrccht, Allgemeiner Teil (Prüfe dein Wissen, Heft 9, 12. Aufl 1996). (Kısaltma: Blei NW StrafR)Bock, D., Wiederholungs  und Vertiefungskurs Strafrecht, Allgemeiner Teil (2013) (Kısaltma: Bock StrafR AT)Bockelmann, P und Volk, K, Strafrecht, Allgemeiner Teil (4. Aufl 1987). (Kısaltma: Bockelmann/Volk StrafR AT)Bringewat, P, Grundbegriffe des Strafrechts (2. Aufl 2008). (Kısaltma: Bringewat Grundbegriffe StrafR)Dolling, D, Duttge, G. und Rossner, D., Gesamtes Strafrecht, Handkomrnentar (3. Aufl. 2013). (Kısaltma: HK StrafR/ Bearbeiter)Ebert, G., Strafrecht, Allgemeiner Teil (3. Aufl. 2001). (Kısaltma: Ebert StrafR AT)Ebert, G., Strafrecht, Allgemeiner Teil (16 Eille mit Losungen, 2003). (Kısaltma: Ebert Bearbeiter Eille StrafR)Escr, A., Strafrecht, Juristischer Studienkurs (Bd. II, 3. Aufl. 1980). (Kısaltma: Escr StrafR II)Escr, A. und Burkhardt, B., Juristischcr Studienkurs, Strafrecht I (4. Aufl 1992). (Kısaltma: Escr, Burkhardt StrafR I)Fischer, T, Strafgesetzbuch, (63. Aufl 2016). (Kısaltma: Fischer)Freund, G., Strafrccht, Allgemeiner Teil (2. Aufl 2009). (Kısaltma: Freund StrafR AT).Frister, H., Strafrccht, Allgemeiner Teil (7. Aufl 2015). (Kısaltma: Frister StrafR AT).Geilen, G., Strafrccht, Allgemeiner Teil (5. Aufl 1980). (Kısaltma: Geilen StrafR AT).Gossel, K. H., Eille und Losungen nach hochstrichterlichen Entscheidungen, Strafrecht (8. Aufl 2001). (Kısaltma: Gossel Falk StrafR).Gropp, W, Strafrecht, Allgemeiner Teil (4. Aufl 2015). (Kısaltma: Gropp StrafR AT).Gropp, W, Kiipper, G. und Mitsch, W., Fallsammlung zum Strafrecht (2. Aufl 2012). (Kısaltma: Gropp/ Kiipper/Mitscb Falk StrafR).Haft, F, Strafrccht, Allgemeiner Teil (9. Aufl 2004). (Kısaltma: Haft StrafR AT).Hardtung, B. und Putzke, H., Examinatorium Strafrecht AT (2016). (Kısaltma: Hardtung und Putzke StrafR AT).2126Abanoz Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...Hauf, C. J., Strafrccht, Allgemeiner Teil (2. Aufl 2001) (Kısaltma: Hauf Straf AT).Heinrich, B., Strafrecht, Allgemeiner Teil I (4. Aufl 2014). (Kısaltma: Heinrich StrafR AT).v. Heintschel Heinegg, B., Prifungstraining Strafrecht (Bd. 1, 1992). (Kısaltma: v HeintschelHeincgg StrafR I).v. fleintschel Heinegg, B., Strafgesetzbuch, Kommentar (2. Aufl 2015). (Kısaltma: v. HeintschelHeinegg/Bearbcitcr).Herzberg, R. D., Taterschaft und Teilnahme (2. Aufl 1994). (Kısaltma: Herzberg THterschaft) Hilgendorf, E., Falk zum Strafrecht far Anfanger (3. Aufl 2015). (Kısaltma: Hilgendorf FHlic StrafR I).Hilgendorf, E., Falle zum Strafrecht fair Fortgeschrittene (2. Aufl 2014). (Kısaltma: Hilgendorf Palle StrafR II).Hilgendorf, E., Falk zum Strafrecht air Examenskandidaten (2010). (Kısaltma: Hilgendorf Falle StrafR III)Hilgendorf, E./Valerius, B., Strafrecht Allgemeiner Teil (2. Aufl 2015). (Kısaltma: Hilgendorf/Vakrius StrafR AT)Hillenkamp, T, 40 Probleme aus dem Strafrecht, Besonderer Teil (12. Aufl 2013). (Kısaltma: Hillen kamp StrafR BT)Hoffmann Holland, K, Strafrccht Allgemeiner Teil (3. Aufl. 2015). (Kısaltma: Hoffmann Holland StrafR AT)Jager, C., Examens Repetitorium Strafrecht, Allgemeiner Teil (7. Aufl 2015). (Kısaltma: Jager Examcnsrep StrafR AT)Jakobs, G., Strafrecht, Allgemeiner Teil (2. Aufl 1991). (Kısaltma: Jakobs StrafR AT)Jescheck, H. H. und Weigend, T, Lehrbuch des Strafrechts, Allgemeiner Teil (5. Aufl 1996). (Kısaltma: Jeschek/Weigend StrafR AT)Joecks, W, Strafgesetzbuch, Studienkommentar (11. Aufl 2014). (Kısaltma: Joecks StGB).Karlsruher, Kommentar zur Strafprozessordnung (7. Aufl 2015). (Kısaltma: KK StPOIBearbeiter).Kaspar, J., Strafrccht  Allgemeiner Teil (2015). (Kısaltma: Kaspar StrafR AT).Kindhauser, U., Strafgesetzbuch, Lehr  und Praxiskommentar (6. AufI 2015). (Kısaltma: LPKStGB/ Kindhauser).Kindhauser, U., Strafrecht, Allgemeiner Teil (7. Aufl 2015). (Kısaltma: Kindhauser StrafR AT).Kindhauser, U., Schumann, K und Lubig, S., Klausurentraining Strafrecht (3. Aufl 2016) (Kısaltma: Kind hauser/Schumann/Lubig Klausuren StrafR).Kohler, M., Strafrecht, Allgemeiner Teil (1997) (Kısaltma: Kohler StrafR AT).Kohlrausch, E.und Lange, R., Strafgesetzbuch (43. Aufl 1961). (Kısaltma: Kohlrausch/ Lange).Krey, V und Esser, K, Deutsches Strafrecht, Allgemeiner Teil (6. Aufl 2016). (Kısaltma: Krey/Esser StrafR AT).Kudlich, H. Falk mit Lösungen zum Strafrccht, Allgemeiner Teil (2. Aufl 2014). (Kısaltma: Kudlich Falk StrafR AT).Kudlich, H., Strafrecht, Allgemeiner Teil (Prüfe dein Wissen, 4. Aufl 2013). (Kısaltma: Kudlich PdW StrafR AT).Kuhl, K, Strafrecht, Allgemeiner Teil (7. Aufl 2012). (Kısaltma: Kuhl StrafR AT).Lackner, K. und Kuhl, K, Strafgesetzbuch (28. Aufl 2014). (Kısaltma: Lackner/Kiihl/Bearbeiter).2127İstanbul Hukuk Mecmuası 78/4Leipold, K., Tsambikakis, M. und Zoller, M. A., Anwalt Kommentar, Strafgesetzbuch (2. Aufl 2015) (Kısaltma: AnwK StGBIBearbeiter).Leipziger, Kommentar, Strafgesetzbuch (9. Aufl. 1970 ff, 10. Aufl. 1978 ff, 11. Aufl 1992 ff, 12. Aufl 2006 ff). (Kısaltma: LK StGBIBearbeiter).Marxen, K, Kompaktkurs, Strafrecht, Allgemeiner Teil (2003) (Kısaltma: Marxen StrafR AT) Maurach, R., Deutsches Strafrecht, Allgemeiner Teil (4. Aufl 1971). (Kısaltma: Maurach StrafR AT).Maurach, R., GOssel, H. und Zipf, H., Strafrecht, Allgemeiner Teil (Teil 2, 7. Aufl 1989). (Kısaltma: Maurach/Gossel/Zipf StrafR AT II).Maurach, R. und Zipf, H., Strafrccht, Allgemeiner Teil (Teil 1, 8. Aufl 1992). (Kısaltma: Maurach/Zipf StrafR AT I).Mayer, H., Strafrccht, Allgemeiner Teil (1967). (Kısaltma: Mayer StrafR AT) Matt, H., Strafrccht, Allgemeiner Teil I (1996). (Kısaltma: Matt StrafR AT I).Matt, H. und Renzikowski, J., Strafgesetzbuch (2013). (Kısaltma: Matt/Renzikowski/Bcarbeitcr).Meyer Gofiner, L. und Schmitt, B., Strafprozessordnung: StPO, Kommentar (59. Aufl 2016). (Kısaltma: Meyer GoSner/Schmitt/Bcarbeiter).Manchener Kommcntar, Strafgesetzbuch (Bd. 1, 2. Aufl 2011). (Kısaltma: MiiKoStGBIBearbeiter).Murmann, U., Grundkurs Strafrecht (3. Aufl. 2015). (Kısaltma: Murmann GK StrafR) Nomos Kommentar zum Strafgesetzbuch, Bd 1, 4. Aufl. 2013 (Kısaltma: NK StGB/Bearbeiter).Otto, H., Grundkurs Strafrecht, Allgemeine Strafrechtslehre (7. Aufl 2004). (Kısaltma: Otto StrafR AT).Otto, IL und Bosch, N., Obungen im Strafrecht (7. Aufl 2010). (Kısaltma: Otto/Bosch Ubungen StrafR).Preisendanz, H., Strafgesetzbuch (30. Aufl 1978). (Kısaltma: Preisendanz).Puppe, I., Strafrecht Allgemeiner Teil (2. Aufl 2011). (Kısaltma: Puppe StrafR AT) Puppe, I., Strafrecht Allgemeiner Teil (Bd II, 2003). (Kısaltma.: Puppe StrafR AT II) Rengier, R., Strafrccht, Allgemeiner Teil (8. Aufl 2016). (Kısaltma: Rengier StrafR AT).Rotsch, T, Strafrechtliche Klausurenlehre (2013). (Kısaltma: Rotsch Klausurenlehre StrafR).Roxin, C., Strafrecht, Allgemeiner Teil (Bd. I, 4. Aufl 2006). (Kısaltma: Roxin StrafR AT I). Roxin, C, Strafrecht, Allgemeiner Teil (Bd. II, 2003). (Kısaltma: Roxin StrafR AT II).Roxin, C., Therschaft und Tatherrschaft (9. Aufl 2015). (Kısaltma: Roxin Taterschaft und Tatherrschaft).Roxin, C., Hochstrichterliche Rechtsprechung zum Allgemeinen Teil des Strafrechts (1998). (Kısaltma: Roxin Nr.).Roxin, C., Schlinemann, B. Und Haffke, B., Strafrechtliche Klausurenlehre (4. Aufl 1982). (Kısaltma: Roxin/Schiinemann/ Haffke Klausurerdehre StrafR).Rudolphi, H. und J., Nile zum Strafrecht, Allgemeiner Teil (5. Aufl 2000). (Kısaltma: Rudolphi Talle StrafR AT).Samson, E., Wiederholungs  und Verticfungskurs (Bd. 7, Strafrccht I, 7. Aufl 1988). (Kısaltma: Samson StrafR I).Schmidhauser,  E.,  Strafrecht,  Allgemeiner  Teil,  Studienbuch  (2.  Aufl  1984).  (Kısaltma: Schmidhiluser StrafR AT).2128Abanoz Öztürk / Hukuka Uygunluk Nedenlerinin Maddi Koşullarının Hatalı Varsayılması Kastı...Schmidt, R., Strafrecht, Allgemeiner Teil (15. Aufl. 2016). (Kısaltma: Schmidt StrafR AT).Schmidt, R. und Priebe, K., Pane zum Strafrecht I, Allgemeiner Teil (5. Aufl 2015). (Kısaltma: Schmidt/Priebe Palle StrafR I).Schonke, A. und Schroder, H., Strafgesetzbuch, Kommentar (17. Aufl 1975). (Kısaltma: Schonke/SchrOder).Schonke, A. und Schroder, H., Strafgesetzbuch (29. Aufl 2014). (Kısaltma: Schonke/Schroder/Bcarbciter)Seier, J., Die Anflingerklausur im Strafrecht (2010) (Kısaltma: Seier Anfangerklausur StrafR).Systematischer Kommentar zum Strafgesetzbuch Bd. I, Allgemeiner Teil (von Rudolphi, Horn, Samson, Gunther, aktueller Stand). (Kısaltma: SK StGBIBearbeiter).Satzger, H., Schmidt, B. und Widnmaier, G. (Hrsg.), Strafgesetzbuch (2. Aufl 2014). (Kısaltma: SSW StGBI Bearbeiter).Stratenwerth,  G.  und  Kuhlen,  L.,  Strafrecht,  Allgemeiner  Teil  (6.  Aufl  2011).  (Kısaltma: Stratenwerth/ Kuhlen StrafR AT).Wassermann, R. (Hrsg.), Kommentar zum Strafgesetzbuch (Bd 1, Rcihe Alternativkommentare, 1990). (Kısaltma: AK StP0/Bearbeiter).Wetzel, H., Das Deutsche Strafrecht (11. Aufl 1969). Wessels, J., Bethke, W und Satzgcr, H., Strafrecht, Aligemeiner Teil (45. Aufl 2015). (Kısaltma: Wessels/ Bculke/Satzgcr StrafR AT).Wessels, T, Strafrecht, Besonderer Teil (38. Aufl 2015). (Kısaltma: Wessels/Hillenkamp StrafR BT II).Zieschang, F, Strafrecht, Allgemeiner Teil (4. Aufl 2014).2129"
}