{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "24",
     "Ay": "10",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "3",
     "Başlık": "Endüstri 4.0, Dijitalleşme ve Iş Hukukunun Geleceği Dijital Platformların Ortaya Çıkardığı Hukuki Ilişkiler Çerçevesinde Değerlendirilmesi",
     "Title": "Industry 4.0, Digitalization and Future of Labor Law Evaluation in the Framework of Legal Relations Revealed by Digital Platforms",
     "Yazar İsmi": [

          "Dilek Dulay Yangın"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Endüstri 4.0", "Kitle çalışma", "İşçi benzeri", "Dijitalleşme", "Dijital platformlar"
     ],
     "Keywords": [
          "Industry 4.0", "Crowdworking", "Employee-like", "Digitalization", "Digital platforms"
     ],
     "Özet": "Çağımızın dördüncü sanayi devrimi de olarak adlandırılan ve ilk kez 2011 yılında Almanya Hannover Fuarı nda kullanılan, geleneksel sanayiyi bilgisayarlaşma yönünde teşvik etme ve ileri teknoloji ile donatma projesi olan Endüstri 4.0 işçi kontrolünden makine kontrolüne geçen sistemler ile üretimin sağlanmasını öngörmektedir Dördüncü sanayi devriminin bir unsuru olarak dijitalleşmenin beraberinde getirdiği önemli  dönüşüm alanlarından biri  Gig  Ekonomi  (gig economy  collaborative economy platform economy) adı verilen hizmeti sağlayan (sunan) ve kullanıcıları bir araya getiren platformlardır. Dijital ekonominin doğumuna kaynaklık ettiği iki çalışma şekli mevcut olup bunlardan birincisine  kitle çalışma  yahut  crowdworking ; diğerine ise  aplikasyonlar aracılığıyla talep üzerine yapılan çalışmalar    work on demand via apps  adı verilmektedir. Günümüzde  Amazon Mechanical Turk ,  Clickworker ,  Taskrabbit ,  Uber,  Helpling  gibi platformlarda hizmet sunanların yahut iş görenlerin ve bu hizmetin sunulmasına olanak tanıyan platformun hukuki niteliklerinin tespiti iş hukukunun geleneksel kavramları çerçevesinde güçlükler arz etmektedir. İfa edilen edimin iş ilişkisinin süreklilik ve bağımlılık unsurlarının geleneksel tanımları ile bağdaşmaması bu tanımların yeniden gözden geçirilmesine yol açmakta ve işçi, işveren ve işyeri kavramlarının sınırlarını belirsizleştirerek yeni kavram arayışlarını da beraberinde getirmektedir.",
     "Abstract": "Industry 4.0, also called the fourth industrial revolution of our era and used for the first time at the Hannover Fair in Germany in 2011, envisages the production of systems with the systems that have passed from worker control to machine control as a part of the fourth industrial revolution. One of the important transformation fields brought by digitalization is the platforms that provide (offer) service and bring together users called  Gig-Economy  (gig economy-collaborative economy-platform economy). Two ways of working that led to the birth of the digital economy are  crowdworking  through digital platforms and  work on demand via apps.  Currently, determining the legal qualifications of those who provide services on platforms such as  Amazon Mechanical Turk,   Clickworker,   Taskrabbit,   Uber,  and  Helpling  or those who work and the platform that allows these services to be offered presents difficulties within the framework of the traditional concepts of labor law. Failure to comply with the traditional definitions of the continuity and dependency elements of act performance leads to a revision of these definitions and then to a search for new concepts by obscuring the boundaries of the concepts of worker, employer, and workplace.",
     "Metin": "Sanayi Devrimi, 18. Yüzyılın ikinci ve 19. Yüzyılın ilk yarısında İngiltere de buharlı makinenin ve kömür kullanılarak demir cevherini eritme yönteminin bulunmasıyla sanayi  alanında  başlayarak Avrupa ya  yayılan,  kırsal,  tarımcı  bir  toplumdan  ve küçük ölçekli üretim yöntemlerinden teknolojiye dayalı üretim ve sanayiye dayalı kentsel topluma geçiş ile bağlantılı hızlı toplumsal ekonomik değişiklikler olarak tanımlanmaktadır. Küçük çaplı el sanatlarına dayalı üretim şeklinden makinaya dayalı üretime geçildiği, kitle iletişim ve ulaşımın araçlarının gelişerek okuryazarlığın arttığı devrim sürecinde en önemli dalgayı birinci dönemin oluşturduğunu söylemek yanlış olmayacaktır. Tekstil sektöründe başlayan birinci sanayi devrimine ilerleyen yıllarda kimya sanayii de katılmış, daha sonra da petrole dayalı olarak motor sanayii devrim hareketinin tetikleyicisi olmuştur. Fabrika tipi üretimin ortaya çıktığı, evler yerine makinelerin bulunduğu fabrikaları esas alan üretim sistemi yalnızca ekonomik yapıda değil istihdamda da önemli sonuçlar doğurarak işçi sınıfının ortaya çıkmasına zemin hazırlamıştır. Çocukların dahi istihdam edildiği bu üretim biçiminde 20 saati geçen çalışmalar karşılığında düşük ücretler edinilmekte; işçilerin fiziksel yapılarına uygun olmayan işlerde hijyenik olmayan şartlarda çalıştırılması söz konusu olmakta idi. II. Sanayi Devrimi ise 1870 yılından sonra kimya alanındaki gelişmelere bağlı olarak içten patlamalı motorların bulunması ve sanayiye uygulanmasıyla başlayan, çelik, elektrik ve petrol sanayileri ile haberleşme, ulaştırma ve tıp alanında yaşanan köklü  değişimlerin  sonucudur.Birinci  Devrimdeki  basit  makineler  yerini  daha karmaşık yapılara bırakmış; kimya ve teknoloji alanında gerçekleşen yenilikler üretim şekillerine de yansıtılmış; elektriğin makinelerde kullanılması ile seri üretime geçilmiştir. ABD nin başını çektiği bu devrimde karşımıza çıkan en önemli durum adını  Henry  Ford dan  alan  fordist  üretime  geçilmiş  olmasıdır.  Ford  otomobil fabrikasında ilk seri üretim bandı ile kitlesel üretimin gerçekleştirilmiş olması fordist çalışma modelinin doğumuna zemin hazırlamıştır.  İkinci Dünya Savaşı sonrasında elektronik, bilgi ve iletişim teknolojilerinin gelişimi ile birlikte otomasyon sağlanmış; bilgisayar, mikroelektronik, fiber optik, 1  Türkiye Bilimler Akademisi, Türkçe Bilim Terimleri Sözlüğü, 2020, http://www.tubaterim.gov.tr/ Erişim:30.05.2020.2  Mesut Küçükkalay,  Endüstri Devrimi ve İktisadi Sonuçlarının Analizi , (1997) 2 Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, 61.3  Adnan Mahiroğulları,  Endüstri Devrimi Sonrasında Emeğin İstismarını Belgeleyen İki Eser: Germinal ve Dokumacılar , (2011) 32 Sosyoloji Konferansları 45 vd.4  Fordist çalışma modelinin temel özellikleri üretimin standartlaştırılması, otomasyon yöntemiyle kitlesel üretim yapılması, refah devletinin düzenleyici ve kontrol edici rolü, üretimde merkezi örgütlenme, niteliksiz kalifiye düzeyi, düşük işçilerin büyük ölçekli işletmelerde yoğunlaşması olarak sıralanabilir. Fatma Kahraman (Yüksek Lisans Tezi) (2017) Çalışma İlişkileri Bakımından Dördüncü Sanayi Devrimi ve Sivas İlinde Farkındalık Üzerine Alan Araştırması Cumhuriyet Üniversitesi Sosyal Bilimler Enstitüsü 56-57.1212Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...lazer gibi teknolojilerin, telekomünikasyon, nükleer, biyotarım ve biyogenetik gibi bilimlerin gelişimi üretimin yönünü ve biçimini etkilemiştir. Anılan bu durumlar 1960 lardan itibaren bilgisayar devrimi olarak da nitelendirilen Üçüncü Sanayi Devriminin doğumuna zemin hazırlamıştır. Bundan sonraki süreçte girişimciler doğal kaynakların tükenebileceğini, pazarların geleneksel yöntemlerle daha fazla idare  edilemeyecek  sınıra  ulaştığını  fark  etmeye  başlamış  ve  bu  bilinçle  yeşil ekonomi,  yenilenebilir  enerjiler,  elektrikli  taşıtlar,  internet  kullanımı  gibi  daha efektif  ve  alanında  verimliliğin  yanı  sıra;  sürdürülebilir  kaynakların  üretilmesi ivme kazanmıştır. Kar maksimizasyonunu hedefleyen ticaret ve sanayi bir sonraki aşamada,  maliyetleri  minimuma  indirmeyi  amaçlayarak  binlerce  işçi  tarafından üretilen hammadde ve metanın daha az sayıda işçi ile bilgi ve iletişim teknolojilerinin başını çektiği yöntemlerle üretilmesini sağlamaya çalışmaktadır. Üçüncü Sanayi Devriminin  etkisi  altındaki  dünyada  tüketimin  hızla  artması,  kaynakların  hızla tükeniyor olması ve çevresel kaygıların artması ülkeleri sürdürülebilir, verimli ve etkin çalışma yöntemleri aramaya yöneltmektedir. Anılan tüm bu dinamikler siber fiziksel  sistemler,  internet  kullanımı  ve  nesnelerin  interneti  (IoT  –  Internet  of Things) kavramlarının sıklıkla kullanılmaya başlandığı Dördüncü Sanayi Devrimini başlatmıştır. Endüstri 4.0 kavramı ilk kez 2011 yılında Almanya da Hannover fuarında kullanılmış olup Almanya da sektörün önde gelen isimlerinden Bosch, Siemens ve BMW üretim akışlarında uyguladıkları değişiklikler ve stratejilerle Dördüncü Sanayi Devrimine  öncülük  etmektedir.  Dördüncü  sanayi  devriminin  katalizörü  olarak sayılabilecek unsurların şu şekilde sıralanması mümkündür: Büyük Veri ve Analiz (Big Data), Akıllı Robotlar, Simülasyon, Nesnelerin İnterneti, Bulut Bilişim, Siber Güvenlik, 3D Yazıcılar, Akıllı Fabrikalar (Smart Factory), Siber Fiziksel Sistemler, Zenginleştirilmiş Gerçeklik, Dikey ve Yatay Sistem Entegrasyonu, Yapay Zeka, Dijital Platformlar, Dijital Ekonomi.  I. Dördüncü Sanayi Devriminin Çalışma Hayatına Etkileri Kendiliğinden yapılandırma, kendi kendini denetleme ve iyileştirme gibi otonom özelliklere sahip akıllı sistemlerle üretimin gerçekleştirdiği Endüstri 4.0,  Akıllı Fabrikalar  olarak adlandırılan insan emeğinin minimize edildiği işyerlerini  ortaya  çıkarmaktadır.  Tüm  nesnelerin  internet  aracılığıyla  birbiri ile etkileşim içerisinde olduğu dijital iş ortamı ile hata payının düşürülmesi ve  verimliliğin  artırılması  hedeflenmektedir.  İnternet  vasıtası  ile  iletişimde bulunan nesneler tarafından üretimin gerçekleştiği bu fabrikalar hiçbir insanın bulunmaması sebebiyle  Karanlık fabrikalar  ( Lights out manufacturing ) 5  ibid 57.6  Klaus Schwab The Fourth Industrıal Revolution (2016 World Economic Forum) 19 vd; Kahraman (n 5) 75-95; Kübra Doğan Yenisey  Endüstri 4.0, Üretimin Değişen Yapısı ve İş Hukuku  (2019) Toprak İşveren (120) 3 vd.7  İbid 100; TOBB,  Akıllı Fabrikalar Geliyor  (2016) Ekonomik Forum Dergisi 259.1213İstanbul Hukuk Mecmuası 78/3olarak  da  adlandırılmaktadır.  Endüstri  4.0 ın  akıllı  fabrikaları  iş  ihtiyacını sensörlerle algılayan, uzaktaki diğer üretim araçları ile internet vasıtasıyla iletişim kurup, ihtiyaç duydukları üretim bilgisini bulut sistemler (Cloud) içerisindeki  Büyük Veri  den (Big Data) çeken akıllı makinalar ve sistemleri içermektedir. Akıllı fabrikanın önde gelen örneklerinden birini Siemens in Amberg de yer alan  üretim  tesisi  oluşturmaktadır  ve  fabrikadaki  üretimin  %75 i  makineler tarafından sağlanmakta, insan emeği yalnızca sürecin başında hammaddenin üretim bandına yerleştirilmesinde rol oynamaktadır. Akıllı fabrikaların diğer örneğini ise Japonya da ki yangın söndürme fabrikası FANUC oluşturmaktadır. Robotların insan emeğine ihtiyaç duyulmaksızın diğer robotları dahi üretebildiği bu fabrikada yalnızca aydınlatma değil, iklimlendirme sisteminin dahi devre dışı bırakılması mümkün olup 7 gün 24 saat üretim yapılabilmektedir.  İnsan emeğinin yerini endüstriyel robotlar ve yapay zekanın aldığı Dördüncü Sanayi  Devriminden  mavi  yakalılar  ile  birlikte  beyaz  yakalı  çalışan  grubunun da etkilenmesi beklenmekte olup, günümüzde varlığını sürdüren birçok meslek grubunun ortadan kalkması ve veri bilimcisi ( data scientist ), dijital platformlar üzerinden iş alanlar gibi yeni meslek gruplarının ortaya çıkması öngörülmektedir. Dünya genelinde endüstriyel robotların sayısının 2019 yılına kadar 2.6 milyona ulaşacağı öngörülmekte olup doktorluk, avukatlık, hakimlik gibi meslek grupları dahil bir çok sektörde insan emeğinin yerini robotların ve yapay zekanın alacağı ifade edilmektedir. Yapay zeka ve öğrenen makinelerin ortaya çıkmasıyla birlikte ikame edilmesi düşünülmeyen işlerin dahi ortadan kalkması beklenmektedir. NAFTA bölgesi olarak adlandırılan ABD, Kanada ve Meksika da endüstriyel robotların sayısı 2016 yılı itibarıyla toplamda %17 artış gösterirken, Pekin in 2020 yılı itibarıyla 150 birimlik robot yoğunluğu hedefine ulaşmak için Çin in her bölgesine 650.000 e ulaşan robot göndermesi hedeflenmektedir. Dördüncü sanayi devriminde robotların kendi ortamını algılayabilecekleri, uzaktan çalıştırılabileceği ve izlenebileceği bir ağ oluşturulmaktadır. Robotların bu şekilde çalışanlar ve işveren tarafından uzaktan  8   Digital Factories: The End of Defects , https://www.siemens.com/innovation/en/home/pictures-of-the-future/industryand-automation/digital-factories-defects-a-vanishing-species.html. Erişim: 19.08.2019.9  Sistemin ilk örneğini Çin de kurulan cep telefon modülleri üreten bir fabrika oluşturmaktadır. Fabrikada kullanılan bir robot kolun 6-8 işçinin yapabileceği işi tek başına yaptığı ve sistem kurulmadan önce fabrikada çalışan işçi sayısının 650 olduğu ve sistemle birlikte bu sayının 60 a indiği fabrikanın genel müdürü tarafından açıklanmıştır.  Karanlık Fabrikalar ile İnsansız Üretim , Türkiye nin Endüstri 4.0 Platformu, https://www.endustri.com/karanlik-fabrikalar-ile-insansiz-uretim/ Erişim: 12.11.2019;  Factory Automation for Industry 4.0 , https://www.fanuc.eu/es/en/who-we-are/news/en-newsfactory-automation-for-industry-4. Erişim: 19.11.2019;  Karanlık Fabrikalar ile Karanlık Üretim , https://otomasyonadair.com/2017/09/06/karanlik-fabrikalar-ile-karanlik-uretim/ Erişim: 12.11.2019.10  International Federation of Robotics (IFR),  World Robotics Report 2016 . https://ifr.org/ifr-press-releases/news/worldrobotics-report-2016, Erişim: 19.11.2019.11  Martin Heinrich  INDUSTRY 4 . 0 : How It Will Affect Employment And What Skills Will Be Required to Match The Requirements of The Market  (2018) Aarhus Business Academy.12  International Federation of Robotics (IFR),  World Robotics Report 2016 . https://ifr.org/ifr-press-releases/news/worldrobotics-report-2016, Erişim: 19.11.2019.1214Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...evde, konserde yahut bir kafede dahi takibinin yapılabiliyor olması iş-yaşam dengesi konusunun önem kazanması sonucunu doğuracaktır. İnsan emeğinin minimize edilmesi işletmeler bakımından verimliliğin artması ve maliyetlerin düşmesi gibi olumlu sonuçları doğurmakla birlikte iş gücü fazlalığının ortaya  çıkması  sonucu  işletme  gereklerinden  kaynaklanan  fesihlerin  gündeme gelmesi, dezavantajlı gruplar başta olmak üzere niteliksiz işçilerin iş bulma olanağının ortadan kalkması ve beyaz yakalı işçilerin de endüstriyel dönüşüme adaptasyon ve eğitim süreçleri gibi birçok sorunu doğurmaya elverişlidir. Örneğin Çin de Foxconn firmasında 2016 yılında maliyetleri düşürmek ve verimliliği artırmak amacıyla robot kullanımına geçilmesine sonucunda 60 binden fazla çalışan işsiz kalmıştır. Gelecek 5-10 yıl içerisinde rutin ve vasıfsız işlerin yerini robotların alması sonucu işsizliğin önemli ölçüde artacağı öngörülmektedir. 2030 yılına dek 375 milyona ulaşan sayıda işçinin teknolojik gelişmeler sebebiyle işini değiştirmek zorunda kalacağı ifade edilirken gelişmekte olan ülkelerde mevcut işlerin yaklaşık %66 sının işlevsiz hale geleceği ve ortadan kalkacağı öngörülmektedir. Katja Grace in Oxford Üniversitesi  Future of Humanity Institute  ekibi tarafından, 1634 akademisyen ve endüstri uzmanlarına, insanlar tarafından yapılan çeşitli işlerin makine ve robotlar tarafından ne zaman daha iyi yapılacağı konusunda sorular sorulmuş ve toplam 352 uzman ve araştırmacının tahminleri esas alınarak medyan tarihleri hesaplanmıştır. Buna göre 2024 yılına dek tercüme işi, 2027 yılına dek şöförlük, 2049 yılına dek yazarlık, 2053 yılına kadar ise cerrah olarak robotların insanlardan daha iyi performans gösterileceği sonucuna ulaşılmıştır. Teknolojik gelişmeler sebebiyle ortaya çıkan işsizlik ve bu durumun yarattığı toplumsal huzursuzluğun, 1700 lü yıllarda ortaya çıkan ve makine yıkma  girişimi  olan  ludizmin  gelecekte  robotlara  karşı  gerçekleşme  ihtimalini beraberinde getireceği öngörülmektedir.13  Barış Öztuna Endüstri 4.0 (Dördüncü Sanayi Devrimi) ile Çalışma Yaşamının Geleceği (Gece Kitaplığı 2017) 53.14  Türkiye nin Küresel Rekabetçiliği İçin Bir Gereklilik Olarak Sanayi 4.0 (2016) TÜSİAD http://www.tusiad.org/indir/2016/sanayi-40.pdf Erişim: 17.04.2020.15  Yenisey ( n 7) 4.16  Öztuna ( n 14) 93.17  ibid 104.1215İstanbul Hukuk Mecmuası 78/3  Şekil 1: Dört İşlemde Endüstri 4.018 Çalışmamızın konusunu oluşturan ve ileride ele alınacak olan Uber, Amazon Mechanical Turk,  Upwork  gibi  dijital  platformlar  ve  bunlar  üzerinden  yapılan çalışmaların artması ise iş gücünün atomize olması ve  digital sweatshop  yahut  dijital kötü çalışma alanları  adını verdiğimiz güvencesiz çalışma alanlarının ortaya  çıkması  ile  sonuçlanmaktadır.  Uluslararası  Çalışma  Örgütü  tarafından hazırlanan raporlarda da 2017 yılı itibarıyla bir platform çalışanın sadece ödenen ücretler göz önünde tutulduğunda saatlik ortalama 4.43 USD kazandığını, ücret ödenen ve ödenmeyen saatler bütün olarak dikkate alındığında ise bu miktarın 3.31 USD ye kadar düştüğünü belirtmektedir. Amazon Mechanical Turk Amerika da saat ücretinin 7.25 USD olduğu, ücret ödenen ve ödenmeyen saatler bütün olarak göz önünde tutulduğunda Clickworker Almanya da ise saat ücretinin 8.84 Euro olduğu belirtilmektedir. Düşük ücret ve sosyal sigorta güvencelerinin olmaması gibi sakıncaları olan bu sistemin, işsiz, engelli yahut kadınlara çalışma saatlerinin esnekliği sebebiyle avantajlar sağlaması, asıl iş yanında ek iş olarak da yürütülebilmesi şeklinde faydaları olduğu da söylenebilir. Bu tip çalışma yoluyla basit ve vasıfsız ev işleri ile kişisel nitelikteki hizmetler yanında programlama yahut tasarım gibi karmaşık işler de görülebilmektedir  Endüstri  4.0 ın  çalışma  hayatı  üzerindeki  etkileri  ve  izlenmesi  gereken politikalara ilişkin başta Almanya olmak üzere bir çok Avrupa ülkesinde çalışmalar yapılmış ve işçi, işveren, hükümet ve sendikalar için çözüm önerileri geliştirilmeye 18  Semih Şener and Birol Elevli  Endüstri 4.0 da Yeni İşkolları ve Yüksek Öğrenim  Mühendis Beyinler Dergisi (2) (1) 27.19  Martin Risak  Fair Working Conditions for Platform Workers  Possible Regulatory Approaches at the EU Level (2017 Friedrich- Ebert- Stiftung) 5.20   Digital Labour Platforms and Future of Work , Towards Decent Work in the Online World  (2018) ILO Geneva, https://www.ilo.org/wcmsp/groups/public/---dgreports/---dcomm/---publ/documents/publication/wcms_645337.pdf  Erişim: 3.03.2020.21  Eva Kocher and Isabell Hensell  Herausforderungen des Arbeitsrechts durch digitale Plattformen – ein neuer Koordinationsmodus von Erwerbsarbeit  (2016) NZA 984; Wolfgang Däubler and Thomas Klebe  Crowdwork: Die neue Form der Arbeit – Arbeitgeber auf der Flucht? , (2015) NZA 1033.1216Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...çalışılmıştır.  Endüstri  4.0  kavramının  doğumuna  öncülük  eden  Almanya da Federal Çalışma ve Sosyal Güvenlik Bakanlığı bünyesinde  Arbeiten 4.0- Work 4.0  başlığı altında yapılan bu çalışmalar 2015 ve 2017 yıllarında raporlar halinde yayınlanmıştır. 2015 yılında  Grünbuch Arbeiten 4.0- Green Paper Work 4.0 22, 2017 yılında ise  Weissbuch Arbeiten 4.0- White Paper Work 4.0 23 adı altında yapılan çalışmalarda değinilen başlıklar şu şekilde özetlenebilir: Tipik iş ilişkilerinin dijitalleşme bağlamında dönüşümü ve buna bağlı olarak ortaya çıkan yeni istihdam modelleri, iş ve özel hayat arasındaki çizginin belirsizleşmesi sonucunda ortaya çıkan riskler, niteliksiz iş gücünün istihdam edilme olanağının ortadan kalkması, adem- i merkezileşme, işgücünün atomize olması, işçilerin örgütlenme imkanının güçleşmesi, veri güvenliğinin sağlanması, işletmelerin yapısal olarak geçirdiği değişim, iş sağlığı ve güvenliği önlemlerinde 4.0 , esnekliğin işçiler üzerinde yarattığı stres ve 4.0 a bağlı olarak ortaya çıkması muhtemel risklerin tespiti ve önlenmesi için geliştirilmesi gereken politikalar ( Gemeinsame Deutsche Arbeitsschutzstrategie -  Occupational Safety and Health 4.0 Strategy  )şeklinde sıralanmaktadır. Anılan bu raporlar, Endüstri 4.0 kavramını yalnızca hukuki yönleri ile değil, eğitim düzeyi, demografik yapi, dezavantajlı gruplar, kadın ve göçmen işçiler gibi sosyal politikaya ilişkin yönleri ile de irdeleyerek işgücünün 4.0 a entegrasyonunun ne şekilde sağlanacağı konusunda çözüm önerileri getirmektedir. «Uygun iş (Decent work)» kavramının dijtalleşmeye bağlı olarak geçirdiği dönüşümüne vurgu yapılması raporların bir diğer dikkat çekici özelliğini oluşturmaktadır.   Dijitalleşmenin  çalışma  hayatı  üzerindeki  etkileri  sendikalar  düzeyinde  de tartışılmış olup, 2015 yılında Avrupa İşçi Sendikaları Konfederasyonun (ETUC) yapmış olduğu toplantı sonucunda  Avrupa Komisyonu Dijital Gündemi: ETUC Ön  Değerlendirmesi   başlığı  altında  bazı  tespitlerde  bulunmuştur.  Anılan  bu raporda dijitalleşmenin sadece bir teknolojik dönüşüm olmadığı, istihdam modelleri üzerinde de doğrudan etki eden bir faktör olduğu vurgulanarak sendikaların toplu işten çıkarmalar, veri güvenliği, özel hayat ile çalışma hayatı arasındaki çizginin belirsizleşmesi, teknoloji vasıtasıyla yaratılan yeni denetim olanaklarının ortaya çıkardığı tehlikeler, sosyal diyalog ve işçilerin yönetime katılmasının temini gibi konularda çalışmalar yapması gerekliliği ifade edilmektedir. Dijital platformların yarattığı  crowdworking  ve olumsuz çalışma koşullarına vurgu yapılan raporda sendikaların web tabanlı platformlar kurma ve platform çalışanlarını kapsayacak biçimde Avrupa düzeyinde bir çerçeve sözleşme hazırlanmasına öncülük etmeleri gerekliliği  ortaya  koyulmaktadır.  Konfederasyon,  Endüstri  4.0  ve  otomasyona 22  Green Paper Work 4.0 https://www.bmas.de/SharedDocs/Downloads/DE/PDF-Publikationen-DinA/gruenbuch-arbeitenvier-null.pdf?__blob=publicationFile. Erişim: 19.11.2019.23  White  Paper  Work  4.0  https://www.bmas.de/SharedDocs/Downloads/DE/PDF-Publikationen/a-weissbuch.pdf?__blob=publicationFile. Erişim: 19.11.2019.24  ibid 135 vd.25  ibid 92.1217İstanbul Hukuk Mecmuası 78/3geçişte, sendikalar ve işçi temsilcileri ile istişarede bulunulması, işçilerin yönetime katılmasının temin edilmesi, çalışma saatlerinin önceden saptanması yahut belirli bir saatten sonra veri akışının kesilmesi gibi yöntemlerle işçilerin özel hayatının ve dinlenme hakkının güvence altına alınması, işverenlerin ve hükümetlerin işçilerin becerilerinin ve dijital dönüşüme entegrasyonunun sağlanması için gerekli olanakları sağlaması gerekliliğini ifade etmektedir.   Hükümetler  ve  işçi  kuruluşları  nezdinde  yayınlanan  raporlardan,  işçilerin entegrasyonun sağlanması, iş hayatı ve özel hayatın iç içe geçmesi ve iş-yaşam dengesinin bozulmasının doğuracağı psiko sosyal riskler ve işverenin gözetim borcu çerçevesinde alması gereken önlemler, iş gücünün atomizasyonu sonucu kolektif örgütlenme ve işyerinde sosyal diyaloğun zayıflaması, veri güvenliğinin temini, dijital platformlar üzerinden yapılan çalışmaların yarattığı yeni güvencesiz çalışma modellerinin Endüstri 4.0 ve dijitalleşmenin çalışma hayatı üzerinde sorun yaratması muhtemel başlıkları altında sıralanması mümkündür. Anılan bu başlıklardan her biri ayrı bir çalışmanın konusunu oluşturacak boyutta çok yönlü hukuki meseleler olup, biz bu çalışmamızda dijital platformlar ve bunların yarattığı yeni işgücü piyasasını irdeleyerek işçi kavramının geleceğine yönelik tespitlerde bulunmaya çalışacağız. II. Konunun Dijital Platformlar Çerçevesinde DeğerlendirilmesiA. GIG Ekonomi yahut İşbirliği Ekonomisi ve Dijital  Platformların Ortaya Çıkardığı Üçlü İlişki Dijitalleşmenin sosyal ve ekonomik hayatı belirleyici bir aktör olarak karşımıza çıktığı  dördüncü  sanayi  devriminin  en  önemli  sonuçlarından  biri,  ekonomik faaliyetlerin de bilgi ve iletişim teknolojisi temelli yürütümü ve buna bağlı olarak iş  gücünün  dijital  platformlar  aracılığıyla  arz  edilmesidir.  Avrupa  Komisyonu tarafından 2016 yılında hazırlanan raporda dijital platformlar, özel kişiler tarafından sağlanan malların veya hizmetlerin geçici kullanımı için açık bir piyasa oluşturan, çevrimiçi platformlar tarafından faaliyetlerin kolaylaştırıldığı iş modelleri olarak tanımlamakta olup;  işbirliği ekonomisi  ( collaborative economy )  gig-ekonomi  ( gig-economy )  yahut   platform  ekonomisi   ( platform  economy )  olarak  da adlandırılan bu sistemde üç aktörün rol oynadığı ifade edilmektedir:26   The digital agenda of the European Commission: Preliminary ETUC assessment  Endorsed by the Executive Committee at its meeting on 17-18 June 2015 https://www.etuc.org/sites/default/files/document/files/en-digital-agenda-of-the-ecpreliminary-etuc-assessment.pdf. Erişim: 20.11.2019.27   The Situation of Workers ın the Collaborative Economy  European Parliament (October 2016) http://www.europarl.europa.eu/RegData/etudes/IDAN/2016/587316/IPOL_IDA(2016)587316_EN.pdf Erişim:10.10.2019 (European Parliament); Adrian Signes-Todoli  The End of Subordinate Worker ? The On-Demand Economy, the Gig Economy and the Need for Protection for Crowdworkers  (2017) 33 No.2 International Journal Of Comparative Labour Law and Industrial Relations 244.1218Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...•  Zaman, beceri yahut kaynaklarını sunan hizmet sağlayıcıları yahut işgörenler ( Professional services providers )•  Kullanıcılar yahut işi platform üzerinden topluluğa sunanlar•  Çevrimiçi bir dijital platform aracılığıyla kullanıcı ve işgörenleri bir araya getiren işbirliği platformları ( collaborative platforms )Amazon Mechanical Turk, TaskRabbit, Upwork, Uber gibi dijital platformların öncülük ettiği işbirliği ekonomisi yahut gig ekonomi, birçok sektörde pazar payını giderek artırmaktadır. 2017 yılı itibarıyla dünya genelinde yaklaşık 2.300 adet dijital platformun yer aldığı tespit edilmiş olup Dünya Bankası tarafından 2020 yılı itibarıyla platform çalışanlarının sayısının 112 milyonu aşacağı ifade edilmektedir. 2016 yılı itibarıyla ABD de 8 milyon civarında platform çalışanının bulunduğu, Almanya da  ise  bu  sayının  bir  milyona  eriştiği  ortaya  konulmuştur. ABD de JP Morgan Chase Institute tarafından yapılan araştırmaya göre 2015 yılının sonu itibarıyla banka müşterilerinin %1 lik kısmının gelirlerini düzenli ücret yerine gig ekonomi sisteminden elde ettikleri gelirden sağladıkları ortaya konulmuştur.Dördüncü Sanayi Devriminin çalışma hayatına etkilerine ilişkin olarak Almanya tarafından hazırlanan  White Paper Work 4.0  da dijital ortamda ortaya çıkan yeni çalışma ilişkileri üst başlık olarak platform kavramı ile karşılanmakta olup bahsi geçen dijital platformlar dört kategoride toplanmaktadır. Facebook, Youtube yahut Twitter gibi platformlar sosyal iletişim platformu; eBay MyHammer gibi platformlar dijital pazar; Uber, Airbnb, Helpling aracı platform; UpWork, Amazon Mechanical Turk ise crowdworking olarak nitelendirilmektedir. Dijital ekonominin doğumuna kaynaklık ettiği iki çalışma şekli mevcut olup bunlardan birincisine  kitle çalışması -  crowdworking ; diğerine ise  aplikasyonlar aracılığıyla talep üzerine yapılan çalışmalar -  work on demand via apps  adı verilmektedir. Kitle çalışmasında Amazon Mechanical Turk, UpWork çevrimiçi platformlar  aracılığıyla  belirsiz  sayıda  kişiler  ya  da  organizasyonlarla  iletişime geçerek bir dizi görevin tamamlanması söz konusu iken; aplikasyonlar aracılığıyla yapılan çalışmalarda temizlik, ulaşım, büro yönetimi gibi geleneksel hizmetlerin, Uber, Lyft, Sidecar, Handy gibi standart ve işin yürütümü konusunda denetim yetkisine sahip olan aplikasyonlar vasıtası ile gördürülmesi söz konusu olmaktadır. İş  ilişkilerini  karakterize  eden  denetleme,  emir  ve  talimatlar  verme  yetkisi  bu platformlarda yerini kullanıcıların görüş ve değerlendirmelerine bırakmakta, diğer 28  Thomas Klebe and Manfred Weiss  Workers  Participation 4.0 - Digital and Global  (2019) 40 COMP LAB L & POL Y J 267.29  Öztuna (n 14) 93.30  White Paper Work 4.0 (n 23) 55.31  Valerio De Stefano  The rise of the  just-in-time workforce  : on-demand work, crowdwork and labour protection in the  gig-economy   (2016 Geneva: ILO Conditions of work and employment series No. 71) 1 vd.1219İstanbul Hukuk Mecmuası 78/3bir deyimle işin yürütümü ve performans üzerindeki değerlendirmede  dijital itibar  mekanizması önemli bir işlev görmektedir.   Crowdworking  olarak adlandırılan kitle çalışmalarında, kullanıcılar, işi platform üzerinden topluluğa sunanlar yahut müşteriler ( crowdsourcer ), hizmeti sunan yahut iş görenler( crowdworker ) ve bunların karşı karşıya gelmesine aracılık eden dijital platformlar olarak üçlü bir yapı karşımıza çıkmaktadır. Platform üzerinden işi topluluğa sunanlar dijital ortamda yalnızca verileri sunarlar ve işin kim tarafından, nerede, nasıl yerine getirildiğinin herhangi bir önemi bulunmamaktadır. İş görenler bu sistem içerisinde platformun oluşturduğu algoritmada işverenler tarafından adeta görünmez durumdadırlar.Sosyal  iletişim  platformları  yahut  dijital  pazardan  farklı  olarak  bu  ilişkide platformun ilişkiye müdahalesi ile hizmet edimine aracılık edilmekte; iletişim ve bilgi aktarımından daha ileri düzeyde kontrol söz konusu olmaktadır. Kullanıcı yahut işi platform üzerinden topluluğa sunanlar bu platform vasıtasıyla bir algoritma sayesinde doğrudan iş görmek isteyen kişilere ulaşmaktadır. Fotoğrafların etiketlenmesi, anketlerin tamamlanması, bir metnin bilgisayarda yazılması gibi küçük ve basit parçalara ayrılarak atomize edilen mikro görevler platformlarda kayıtlı olan işgörenlere sunulmakta, işgörenler tarafından yerine getirilen işler ise tekrar birleştirilmektedir. İşin bu şekilde gördürülmesi işletmeler bakımından büyük hacimde işlerin kısa sürede gördürülmesi ve rizikonun platform aracılığıyla işi görenlere aktarılması, maliyet tasarrufu gibi yararlar sağlamaktadır. Atomize edilemeyen işler için ise rekabete dayalı kitle çalışma olarak da nitelendirilen bir çalışma biçimi söz konusu olup bir fikir, kavram yahut tasarım platformda sunulmakta, platform üzerinde iş görenler tüm işi ve ücreti elde etme beklentisi ile hareket etmektedir. En hızlı yahut en başarılı olan az sayıda işgören ücrete hak kazanırken, diğerleri edimin tamamını yerine getirmelerine rağmen ücret elde edememektedir.Dijital platformların kullanım koşullarını kabul ederek sisteme dahil olan iş görenler işi kabul etmeme imkanına sahip olmakla birlikte, görülen işlerin puanlandırılması ve bu puanlama neticesinde potansiyel iş olanakları ile elde edilen gelirin artışı bir baskı unsuru oluşturmaktadır. Platformların birçoğunda kullanıcılara tamamlanmış olan işi 32  Jeremias Prassl and Martin Risak  Uber, Taskrabbit, & Co: Platforms As Employers? Rethinking the Legal Analysıs of Crowdwork  (2016) Vol 37 Comp. Labor Law & Policy Journal 626.33  Kilian Wolfgang  and  Benno  Heussen  Computterrechts  Handbuch:  Informationstechnologie  in  der  Rechts-  und Wirtschaftpraxis (34.Auflage 2018) Rn.25; İrem Yayvak Namlı  Dijital Çağda Yeni Bir Çalışma İlişkisi Modeli: Crowdworking  (2019) Sicil İş Hukuku Dergisi (42) 129 vd.34  Däubler and Klebe (n 21) 1033.35  White Paper Work 4.0 (n 23) 55-56.36  Kocher and Hensel (n 21) 985; Däubler and Klebe (n 21) 1033.37  Katharina Uffmann Möglichkeiten und Grenzen erfolgsabhängiger Vergütung. In Richard Giesen and Abbo Junker and Volker Rieble (eds) Industrie 4.0 als Herausforderung des Arbeitsrechts (Zaar Verlag München 2015) 38.38  Konstantina Bourazeri  Neue Beschäftigungsformen in der digitalen Wirtschaft am Beispiel soloselbstständiger Crowdworker  (2019) NZA 743.1220Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...sebep göstermeksizin ve ödeme yapmaksızın reddetme imkanı tanınmaktadır. Teklifte bulunanlar ve işgörenleri ( Turkers ) bir araya getirerek mikro parçalara ayrılmış işlerin  ( human  intelligence  tasks )  gördürülmesine  imkan  sağlayan  Amazon Mechanizal Turk kullanım koşullarında sorumsuzluk kaydına yer vermekte, teklifte bulunanın ödeme gücünü yahut sunulan hizmetin kalitesini taahhüt etmemektedir. Teklifte bulunanın ödeme yapmaksızın sunulan hizmeti reddetme hakkı, hizmetin teminine yönelik anlaşmanın yalnızca platform aracılığıyla yapılması, fikri mülkiyet hakkı dahil üstlenilen hizmete ilişkin her türlü hakkın ödeme yapılıp yapılmadığı dikkate  alınmaksızın  teklifte  bulunana  ait  olması  platform  diğer  dikkat  çekici koşulları arasında yer almaktadır. Teklifte bulunanlarca tamamlanmış kabul edilen işlerin payının değerlendirmede önemli bir kriter olduğu bu platform, yaptığı denetim sonucunda işin belirlenen zamanda yapılmadığı, tekliflerin sürekli reddedildiği yahut yapılan işin sık sık düzeltilmeye ihtiyacı olduğunu tespit ederse iş görenin puanını düşürebilir yahut platformdan tamamen çıkartabilir. Teklifte bulunanların sunulan edimi sebep göstermeksizin red etme hakları var olup, sürekli olarak sunulan işi reddetmeye  herhangi  bir  yaptırım  uygulanmamaktadır.  Edimi  reddeden  teklifte bulunan ücret ödemek zorunda olmadığı gibi, esaslı bir red gerekçesi sunması da kendisinden  beklenmemektedir.  İşgörenin  ise  reddedilen  işten  tamamlamasına rağmen ücret alamaması ve ileride daha iyi ücret elde edebileceği potansiyel işlere erişmesinin engellenmesi şeklinde rizikoyu üstlenmesi durumu ortaya çıkmaktadır. Amazon Mechanical Turk e kıyasla daha geniş bir kullanım alanına sahip olan ve bilgisayar programlama, asistanlık, sekreterlik, web tasarım, programlama gibi hizmetlerin sunulduğu UpWork, ücret konusunda teklifte bulunma ve pazarlık etme, işin görüldüğü sürenin teknik yollarla takip edilmesi, çevrim dışı olunan saatlerin tespiti ve daha da ileri gidilerek verimliliğin teknik yazılımlarla tespit edilmesi imkanını  sağlamaktadır.  Beceri  ve  geçmişte  görülen  işleri  göz  önünde  tutarak sınıflandırma yapan platform, şirketlere işçi temin eden profesyonel bir istihdam bürosu şeklinde hareket etmektedir ve Amazon Mechanical Turk den farklı olarak eksik ödeme yapılması durumunda bu ödemeyi telafi etmeyi taahhüt etmektedir. İşin mikro parçalara ayrılarak dijital platformlar aracılığıyla geniş bir kitleye teklifte bulunularak  gördürülmesi  şeklinde  işleyen  bu  model  InnoCentive,  Taskrabbit, Topcoder gibi çeşitli uygulamalarla karşımıza çıkmakta olup  cognitive piecework  olarak nitelendirilmektedir.  Ulaşım, ev hizmetleri, hayvan bakımı, gıda dağıtımı, bahçe işleri, bebek bakımı gibi hizmetlerin, asgari kalite standartları ile işgücünün seçimi ve organizasyonu konusunda yetkili olan dijital platformlar aracılığıyla yürütüldüğü çalışma şekilleri aplikasyonlar aracılığıyla talep üzerine yapılan çalışmalar-  work on demand via 39  Kocher and Hensell (n 21) 986; Alek Felstiner  Working the Crowd: Employment and Labor Law in the Crowdsourcing Industry  (2011) V.32:1 Berkeley Journal Of Employment&Labor Law 148.40  Felstiner ( n 39) 147; Prassl and Risak (n 32) 6.1221İstanbul Hukuk Mecmuası 78/3apps  olarak nitelendirilmektedir. Taşımacılık alanında faaliyet gösteren  Uber  uygulamasında kullanıcılar aplikasyon vasıtasıyla belirli bir istikamette seyahat etmek için talepte bulunurlar, bu talep sürücülerden biri tarafından kabul edilir ve ulaşım hizmeti sağlanır. Ücret aplikasyon tarafından kullanıcıdan tahsil edilir; önceden belirlenmiş olan komisyon kesintisi yapıldıktan sonra sürücünün hesabına aktarılır.  Crowdworking  çalışma modeline benzer bir biçimde  dijital itibar  mekanizması bu çalışma biçiminde de önemli bir işlev görmekte olup, kullanıcılar ve sürücüler birbirini uygulama üzerinden puanlamakta ve puanlamaya ilişkin sonuçlar bir sonraki seyahat organizasyonunda kullanılmak üzere sürücüler ve kullanıcılarla anonim olarak paylaşılmaktadır. 2015 yılında sözleşme koşullarında yapılan önemli değişikliklerden biri de sürücüler için getirilen asgari puantaj ( minimum averagerating ) olup anılan bu durum taraflar arası pazarlık gücünde eşitsizlik doğurmaktadır. Sürücüler her ne kadar kullanıcılardan gelen çağrıları kabul edip etmemekte serbest olsa da çağrı reddi sürücünün puanında düşüşe sebep olmakta ve bu durum sistem dışında kalmaya uzanan sonuçlar yaratmaktadır. Sürücülerin gelen çağrıların en az %80 lik kısmını kabul etmeleri tavsiye edilmektedir.  Helpling  uygulaması da benzer bir biçimde temizlik işlerinin yürütülmesine aracılık etmekte olup bu hizmetten yararlanmak isteyen kullanıcılar posta kodunu ve hizmetin görüleceği zamanı sisteme girerek uygun sağlayıcılara ulaşmakta ve talepte bulunmaktadır. Ücret platform tarafından tahsil edilmekte, aracılık için yapılan kesintiden sonra kalan miktar sağlayıcıya ödenmekte ve sonraki kullanıcılara referans olması amacıyla sağlayıcılara ilişkin yapılan derecelendirmeler sistem üzerinde paylaşılmaktadır. B. Platform Çalışanların Hukuki Statüsüne İlişkin Değerlendirmeler-İşçi ile Bağımsız Çalışan Dışında Yeni Kavram ArayışlarıDijital  ekonominin  sektör  bazında  giderek  yaygınlaşması  yeni  iş  olanakları yaratmakta, zaman ve mekan kavramlarının klasik anlamını yitirmesine yol açarak esnekliği  en  üst  düzeye  çıkarmaktadır.  İşbirliği  ekonomisi  yahut  gig  ekonomi olarak adlandırılan sistem serbest çalışan ile bağımlı çalışan arasındaki çizgiyi bulanıklaştırdığından hukuki vasıflandırmayı güçleştirmektedir. Bu durum işyeri kavramının geleneksel anlamı yitirerek yerini  siber gerçeklik işyeri( cyberspace workplace)  yahut  sanal işyeri (virtual workplace) adını verdiğimiz dijital yahut sanal platformlara bırakması sonucunu doğurduğu gibi işçi ve işveren tanımlarında da yeniden gözden geçirmeyi zorunlu kılmaktadır. 41  De Stefano (n 31) 1 vd.42  Prassl and Risak (n 32) 6 vd.43  A. Miriam Cherry and R. Poster Winifred  Crowdwork, Corporate Social Responsibility, and Fair Labor Practices  (2016) Chapter 14 Research Handbook on Digital Transformations Saint Louis U. Legal Studies Research Paper No.2016-8 5; Felstiner (n 39)169.1222Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...Dijital platformlar kendilerini işgücü piyasasında işlem kolaylığı sağlayan ve işlem ücretlerini düşüren bir hizmet aracısı olarak gördüğünden işgörenler de bağımsız çalıştıkları, sosyal koruma ve sigorta bakımından sorumluluğun kendilerine ait olduğu düşünmektedir. Benzer bir biçimde platform üzerinden kitleye teklifte bulunanlar da kendilerini bir işveren olarak değil, yenilikçi teknolojinin kullanıcısı olarak kabul etmektedir. Bununla birlikte platform aracılığı ile çalışmada tek tip uygulama söz konusu olmayıp her bir dijital platform farklı kullanım koşulları getirdiğinden hukuki vasıflandırma yapılırken her somut olayın özellikleri çerçevesinde değerlendirmek uygun bir yaklaşım olacaktır.Yeni üretim ve iş organizasyonu teknikleri atipik iş ilişkilerinin ortaya çıkmasına ve bağımlılık ilişkisinin zayıflamasına neden olmakla birlikte iş sözleşmesini konusu iş görme olan diğer sözleşmelerden ayıran karakteristik unsur olması özelliğini ortadan kaldırmamaktadır. Bağımsız çalışan ile işçi arasındaki ayrımın saptanmasında bağlama noktası oluşturan hukuki ve kişisel bağımlılık unsuru işverenin yönetim, denetim ve gözetiminde iş görmeyi ifade etmekle birlikte sınırları işveren tarafından çizilen ve organize edilen bir işi yaparak onun organizasyonu içerisinde iş görmek bağımlı çalışmanın kabulü için yeterli görülmektedir. Dijital platform ile işgören arasındaki hukuki ilişkinin iş ilişkisi olarak nitelendirilebilmesi de sağlayıcının yahut işgörenin platformun emir ve talimatları doğrultusunda iş görme borcunu yerine getirmesine ve platformun iş organizasyonun bir parçası olarak kabul edilmesini sağlayacak düzeyde denetleme olgusunun var olmasına bağlıdır. Fotoğrafların etiketlenmesi, anketlerin tamamlanması, bir sitenin yahut metnin uygunluğunun kontrol edilmesi gibi mikro parçalara ayrılarak atomize edilmiş olan işler çevrimiçi platformlar vasıtasıyla belirsiz sayıda kişi yahut kitleye teklif edilerek gördürülmektedir. İşi kabul edip etmeme konusunda serbestiye sahip olan işgören ile kullanıcı arasında sürekli bir hukuki ilişki kurulmadığı gibi, iş ilişkisini ortaya çıkaracak biçimde hukuki ve kişisel bağımlılık vücut bulmamakta; iş gören yahut hizmet sağlayıcısı kullanıcının iş organizasyona dahil olmamaktadır. Evvelce de açıklandığı üzere her bir platformun kullanım koşulları farklıdır ve işgörenin sisteme dahil olarak aplikasyondan faydalanması bu koşulları kabul etmesine bağlıdır. Platform ile işgören arasında sürekli bir ilişkinin kurulduğu, işin görüldüğü sürenin teknik yollarla takip edildiği, verimlilik ve performansın ölçüldüğü, platform yahut işverenin ekran görüntüsü alma yahut geri bildirimler yoluyla işin yürütümüne ilişkin tespitlerde bulunduğu, platformun profesyonel bir dijital istihdam bürosu şeklinde hareket ettiği durumlarda taraflar arasındaki hukuki ilişkinin iş ilişkisi olarak nitelendirilebilmesi olanaklı iken; hangi işin ne zaman görüleceği ve hatta 44  Kocher and Hensel (n 21) 985.45  Sarper Süzek, İş Hukuku (18th edition, Beta 2019) 234 vd; Nuri Çelik, Nurşen Caniklioğlu and Talat Canbolat, İş Hukuku Dersleri (32st edition, Beta 2019) 172 vd.46  Sağlayıcının platform üzerinde daha önce platform için yaptığı işlerin bir sıralaması bulunur ve bu veriler daha iyi ücret ödenen işleri almasına olanak sağlar. Thomas Klebe,  Arbeitsrecht 4.0: Faire Bedingungen für Platformarbeit  (2017) Friedrich Ebert Stiftung: Wirthschafts- und Sozialpolitik 2.1223İstanbul Hukuk Mecmuası 78/3işin görülüp görülmeyeceği konusunda serbestinin bulunduğu ve taraflar arasındaki ilişkinin geçici bir nitelik taşıdığı hallerde iş ilişkisinden söz edilmesinin mümkün olmadığı kanaatindeyiz. İşçi sıfatına sahip olmayan ve fakat ekonomik olarak bağımlı olan bu kesimin bağımsız  çalışan  olarak  nitelendirilmesi  ise  işgücü  piyasasında,  iş  hukukunun sağladığı güvencelerden yoksun, adeta birer dijital köleye dönüştürülmüş çalışan grubunun ortaya çıkmasına zemin hazırlayacaktır. İşverenin emir ve talimatları ile onun denetim ve gözetimi altında sürekli bir biçimde iş görme esasına dayanan iş ilişkisinin geleneksel tanımları ile bağdaşmayan bu hukuki ilişkiler serbest çalışan ile bağımlı çalışan arasındaki çizgiyi bulanıklaştırmaktadır. Fordist çalışma düzenine göre biçimlendirilmiş iş hukuku kuralları, bu ilişkilerin hukuki vasıflandırmasını güçleştirmekte ve bu durum yeni kavram arayışlarını da beraberinde getirmektedir. Alman doktrininde Däubler/Klebe tarafından da belirtildiği üzere  crowdworking  gibi yeni iş modellerinin dayandığı istihdam biçimleri gelecekte  bağımsız çalışan  ile  işveren  kavramlarını ön plana çıkaracak olup, iş ilişkisinin sorgulanan ve adeta geçmişe ilişkin bir kavram olarak ele alınması sonucunu doğuracaktır. Avrupa  Komisyonun  21.  yüzyılın  gereklerinin  karşılanması  amacıyla  iş hukukunun modernleşmesi başlığı altında Kasım 2006 tarihinde yayınladığı raporda ( Green Paper ), bağımlı ve bağımsız çalışan arasında kalan ve fakat ekonomik olarak bağımlı olan çalışan kesiminden bahsedilerek gri alanda bulunan bu kesimin korunmaya muhtaç olduğu ve güvence sağlanması amacıyla üye ülkeler nezdinde çeşitli yasal girişimlerde bulunulduğu ifade edilmektedir. Alman hukukunda  işçi benzeri (arbeitnehmerähnliche personen) , İspanyol hukukunda  ekonomik olarak bağımlı bağımsız çalışan (economically dependent self-employed workers)  , İtalyan hukukunda yarı-bağımlı çalışan ( quasi-subordinate worker ) gri alanda bulunan çalışan kesimine örnek olarak gösterilebilir. 47  Däubler and Klebe (n 21) 1031-1032.48  Green Paper (2006)  Modernising labour law to meet the challenges of the 21st century  European Commission 8 https://ec.europa.eu/employment_social/labour_law/answers/documents/4_93_en.pdf Erişim:16.04.2020.49  İtalya da ekonomik bağımlılığının pozitif bir zemine kavuşması 2012 yılında kabul edilen  Fornero Yasası  ile gerçekleşmiş ve sadece ekonomik bağımlılık esasına dayanan  yarı bağımlı çalışan  kavramı getirilmiştir. Buna göre bir kimsenin yarı bağımlı çalışan olarak kabul edilebilmesi için gösterilen özel sözleşme formatı ile çalışması ve belirtilen üç şarttan en az ikisini sağlamış olması gerekmektedir: (1) En az 8 aylık sözleşme süresi öngörülmüş olmalıdır. (2) Profesyonel olarak kazancının %75 i işveren ya da müşterilerden sağlanmalıdır (3) İşyerinde sabit bir pozisyonda çalışmalıdır. Bu düzenleme ile birlikte ekonomik olarak bağımlı çalışanlar haksız feshe karşı korunma, asgari ücret ve iş yargılamasına tabi olma gibi güvencelerden faydalanacaktır. 2003 yılında yapılan değişiklikle birlikte yarı bağımlı çalışanlar proje çalışanları ( project workers ) olarak nitelendirilmiş ve müşterilerden emir ve talimatlar alabileceği göz önünde tutularak bağımsız çalışanlara kıyasla daha bağımlı olduğu ileri sürülmüştür. Proje çalışanlarının 2007 yılından itibaren yasada belirlenen periyotlar çerçevesinde hastalık iznine sahip olacağı; hastalık, kaza, gebelik gibi durumlarda da işçilerle eşit sosyal güvencelerinin bulunduğu hükme bağlanmıştır. İspanya da 2007 yılında yapılan yasal değişiklikle işçi ve bağımsız çalışan arasındaki gri alanı ifade etmek üzere ekonomik olarak bağımlı bağımsız çalışan (economically dependent self-employed workers)  kavramı geliştirilmiştir. Mesleki yahut ekonomik bir faaliyeti müşteri olarak nitelendirilen kişi ya da kuruluş için yerine getirme ve gelirinin en az %75 ini bu faaliyet neticesinde elde etme bu çalışma şeklini ana unsurlarını oluşturmaktadır Bu çalışan kesimi yıllık 18 gün işe ara verme hakkına sahiptir. Carmen Agut Garcia and Cayetano Núñez González  The Regulation of Economically Dependent Self-employed Work in Spain: A Critical Analysis and a Comparison with Italy  (2012) E-Journal of International and Comparative Labour Studies ADAPT 118 vd.1224Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...ILO 2017 yılında yayınladığı bir raporda  bağımlı serbest çalışan (dependent self employment)  kavramını kullanmış ve birden fazla müşterinin olması, işçi işe alma yetkisinin olması ve işin yürütümü ile ilgili kararlar alma yetkisi ölçütlerinden biri yahut birkaçını karşılamayan kişileri tanımlamak için kullanmıştır. Raporda ayrıca platform ekonomisinin bu nitelendirme sürecini hızlandırdığı ve esasen işçi olarak nitelendirilebilecek kişilerin bağımsız çalışan olarak değerlendirildiğini ortaya koymuştur.Alman hukukunda işçi ile bağımsız çalışan arasında üçüncü bir kesimi oluşturan ve işverene ekonomik olarak bağımlı olan işçi benzeri olarak nitelendirilen çalışanlar, 1974 tarihli Toplu İş Sözleşmelerine İlişkin Yasa da (§12a TVG) tanımlanmıştır. Buna  göre  işçi  benzeri  ekonomik  olarak  bağımlı  olan,  sosyal  olarak  korunma ihtiyacı içerisinde bulunan ve sözleşmeden doğan yükümlülüklerini herhangi bir işçi çalıştırmaksızın tek başına yerine getiren kimsedir. Ayrıca anılan hükme göre, çalışmanın ağırlıklı olarak bir iş sahibi ile olduğu, çalışanın toplam kazancının büyük bir kısmının bir iş sahibinden elde ettiği gelirden oluştuğu hallerde ekonomik bağımlılık karine olarak kabul edilecektir. Alman doktrininde, kitle çalışmalarında iş görenlerin birden fazla platformdan gelir elde etmeleri durumunda ekonomik bağımlılığın gelirinin yarısından fazlasını elde ettiği platform ile kurulacağı ifade edilmektedir. İş ilişkisi ve dolayısıyla kişisel bağımlılığının ortaya çıkıp çıkmadığı noktasında ise dijital platformlar ile işgörenler arasındaki denetleme, emir ve talimatlar verme olgusunun varlığına odaklanılmakta ve platformların işgörenin performansını ve kimliğini denetlemek ve diğer sağlayıcılarla kıyaslamak üzere teknik mekanizmaları kullandığına  dikkat  çekilmektedir.  İşin  görülmesinden  sonra  işin  yürütümü  ve performans üzerindeki değerlendirmelerin ise iş ilişkisinin ortaya çıkmasına sebep olacak  düzeyde  bir  yaptırım  yetkisini  içermediği  ve  kişisel  bağımlılığı  ortaya çıkarmayacağı ileri sürülmektedir. Doktrinde Waas kitle çalışmasının süreklilik unsurundan  yoksun  olduğuna  dikkat  çekmiş  ve  işin  mikro  parçalara  ayrılıp bölümlenmesinin birkaç saat ve hatta birkaç dakika içerisinde görülmesine sebep olduğunu, bu durumun ise iş organizasyonuna dahil olacak düzeyde bağımlılığı ortaya çıkarmadığını ifade etmiştir. Özellikle rekabete dayalı olan kitle çalışmasında işi 50  Colin Williams and Frédéric Lapeyre Dependent self-employment: Trends, challenges and policy responses in the EU (ILO 2017) 15-16.51  ibid 5, 7.52  Bernd Waas  The Legal Definition of Employment Relationship  (2010) V.1, N.1 European Labour Law Journal 54.53  Bernd Waas in Crowdwork — A comparative law perspective (Bund-Verlag Frankfurt am Main Germany 2017) 162; Däubler and Klebe (n 21) 1036.54  Ulrich Preis Erfurter Kommentar zum Arbeitsrecht (19. Auflage 2019) BGB § 611a Rn. 59; Hans Joachim  Arbeitsrecht 4.0 – Eine kurze Bestandsaufnahme aus aktuellem Anlass  (2016) öAT 226; Nitekim doktrinde Schubert platform çalışmasında bir iş sözleşmesi imzalanmadığını, bazı durumlarda eser sözleşmesinin ortaya çıkabileceğini ifade etmektedir. Claudia Schubert  Neue Beschäftigungsformen in der digitalen Wirtschaft – Rückzug des Arbeitsrechts  (2018) RdA 204.55  Waas (n 52) 162-163.1225İstanbul Hukuk Mecmuası 78/3görenlerden yalnızca birinin ücret alıp, diğerlerinin ücret alamama ihtimali yahut işin kabul edilmesi veya reddedilmesi bakımından çalışanın kendi iradesi ile karar alması bağımsız  çalışmanın  unsurlarını  akla  getirmektedir.  Bununla  birlikte  doktrinde bağımsız çalışan olarak kabul edilse dahi işverenin geçerli bir gerekçe ileri sürmeden edimi  kabulden  kaçınması  ve  ücret  ödemeyi  reddetmesine  yönelik  sözleşme kayıtlarının genel işlem koşulu addedilerek içerik denetimine tabi tutulabileceği ve fikri haklara ilişkin bazı hükümlerin de uygulanması yoluyla bu kesimin belirli ölçüde korunabileceği ileri sürülmektedir.Alman hukukunda kitle çalışanların statüsü bakımından ele alınması gereken diğer mesele bu kişilerin  evde çalışan  ( heimarbeiter ) olarak nitelendirilmesinin mümkün olup olmadığıdır. Evde çalışanları kapsamına alan ve bu çalışan kesimine ilişkin olarak özel düzenlemeler getiren Alman Evde Çalışma Yasasına göre tek başına yahut aile üyeleri ile birlikte işveren veya aracıdan almış olduğu işi kendi evinde veya seçmiş olduğu başka bir yerde ifa eden ve ürettiği ürünlerin kullanımını ve pazarlamasını işverene bırakan kişi evde çalışan olarak nitelendirilecektir. Alman Federal Mahkemesi 14 Nisan 2016 tarihli kararında evde çalışma yasasının sınai faaliyetler dışında bilgisayar programlama gibi faaliyetleri de kapsayabileceğini ortaya koymuştur.  Çalışma 4.0  başlığı altında 2017 yılında hazırlanan beyaz kitapta kitle çalışanların sosyal olarak korunmasına gerekliliğine vurgu yapılmış ve evde çalışanlara yönelik getirilen düzenlemelerin bu çalışan kesimini kapsayacak şekilde değerlendirilmesi gerekliliği ortaya konulmuştur. Doktrinde Krause, evde çalışan kavramının yeniden yorumlanması gerekliliğine işaret etmiş ve daha da ileri giderek ABD yargı mercileri tarafından Uber sürücülerinin işçi kabul edilmesine vurgu yaparak somut olayın özellikleri çerçevesinde işçi statüsünün dahi söz konusu olabileceğini ifade etmiştir. Deinert ise evde çalışanların özel bir yasa ile güvence altına alınmasının ekonomik olarak bağımlı olmalarından kaynaklandığını; birden fazla platformdan gelir elde eden çalışanların gelirlerini tespit etmenin evde çalışan olarak nitelendirilmesinin mümkün olup olmadığının tayini bakımından güç olduğuna işaret etmiştir. Yazara göre kitle çalışanlarının gelirlerinin her durumda Evde Çalışma Yasası kapsamına girmeyi gerektirecek düzeyde düşük olmayacağı da gözden uzak tutulmamalıdır. Dijitalleşmenin getirdiği gelişmeler göz önünde tutularak Evde Çalışma Yasasında revizyona gidilmesi ve kitle çalışanları için özel hükümler getirilmesi de bir çözüm tarzı olarak benimsenebilecektir. Bununla  birlikte Alman  Federal  Meclisi  2017  yılında  hazırladığı  raporda  kitle 56  Däubler and Klebe (n 21) 1036-1037.57  BAG 14.6.2016 – 9 AZR 305/15, NZA 2016, 1453. 58  White Paper 4.0 (n 23) 176; Peter Hanau  Arbeits- und Sozialversicherungsrecht 4.0 im Weißbuch des BMAS  (2017) RdA 214.59  Rüdiger Krause  Herausforderung Digitalisierung der Arbeitswelt und Arbeiten 4.0  (2017) NZA-Beilage 59.60  Olaf Deinert  Die heutige Bedeutung des Heimarbeitsgesetzes  (2018) RdA 366.61  Klebe ( n 45) 3.1226Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...çalışmaya ilişkin özel düzenlemeler içermese dahi bazı hükümlerin gerekli koşulların sağlanması halinde bu çalışanlara da uygulanabileceği görüşündedir. Platform ekonomisi çerçevesinde yapılan  crowdworking  modelinde işgörenler çoğunlukla birden çok platforma dahil olmakta ve farklı platformlardan değişik miktarlarda gelir elde etmektedir. İşçi ile bağımsız çalışan arasındaki gri alana dahil  edilen  ve  işçi  benzeri  statüsünde  değerlendirilen  çalışanların  ekonomik bağımlılıklarına vurgu yapılmakta ve birden fazla platformdan iş alan çalışanların elde ettikleri gelirin tespitinin güçlüğü karşısında kitle çalışanlarının işçi benzeri yahut evde çalışan olarak nitelendirilmesi güç görünmektedir. Kaldı ki doktrinde Schubert tarafından belirtildiği üzere kitle çalışmasında çalışanlar diğerleri ile rekabet halinde iş görürken, evde çalışanlar düzenli şekilde tek bir işveren için çalışmaktadır. Bu durum kitle çalışmalarında işgöreni, işçi ile bağımsız çalışan arasında kalan gri alana dahil etmek yerine bağımlılık unsuru aranmaksızın işçi olduklarına ilişkin bir varsayım yaratılmasının mümkün olup olmadığı sorusunu akla getirmektedir. Doktrinde Joachim ve Däubler/Klebe, işçi sıfatını taşımayan bu çalışan kesiminin sosyal olarak koruma gerekliliği göz önünde tutularak işçi kavramının kapsamına dahil olduğu yönünde bir faraziye yaratılabileceğini ifade etmektedir. Bu çalışan kesiminin doğrudan işçi benzeri statüsüne dahil oldukları yönünde genel bir sonuca ulaşılması güçtür zira işçi benzeri olarak kabul edilmesi yasada aranan koşulların varlığına bağlı olup bu sonuç nadiren ortaya çıkmaktadır. Bu sebeple her somut olay kendi özellikleri çerçevesinde değerlendirmeye tabi tutulmalıdır. Waas a göre kitle çalışanlarının iş hukukunun sağladığı sosyal güvencelerin kapsamına dahil edilmesi, bu kesimin yasa koyucu tarafından başkaca şartlar aranmaksızın işçi olarak kabul edilmesi diğer bir deyimle işçi kavramı içerisinde eritilmesi ile mümkün olacaktır. Doktrinde Klebe hem ulusal hem de AB düzeyinde işçi kavramının kapsamının genişletilmesinin de kitle çalışanların koruma altına alınması bakımından yararlı olacağını ifade etmektedir.Alman Federal Meclisi de 2017 yılında yayınladığı raporda iş kanunu kapsamında olmayan bu çalışan kesimi için bazı iş hukuku normlarının uygulama alanının genişletilebileceğini ifade etmiştir. İşçi, işçi benzeri yahut bağımsız çalışan olarak nitelendirmeye, diğer bir deyimle hukuki vasıflandırmaya bağlı kalınmaksızın iş hukukunun koruyucu şemsiyesinin ve özellikle asgari ücrete ilişkin hükümlerin bu 62   Arbeits- und Sozial Rechtliche Aspekte der Platformökonomie  (26.10.2017) Sachstand WD 6 - 3000 - 058/17 6 https://www.bundestag.de/resource/blob/532608/.../wd-6-058-17-pdf-data.pdf (Deutscher Bundestag) Erişim:9.03.2020.63  Schubert (n 53) 204-205.64  Joachim (n 53) 227; Däubler and Klebe (n 21) 1041.65  Däubler and Klebe (n 21) 1036-1037.66  Waas ( n 52) 165.67  Klebe ( n 45)2 vd.68  Deutscher Bundestag ( n 61) 5. 1227İstanbul Hukuk Mecmuası 78/3kesimi kapsayacak biçimde genişletilmesi de sosyal olarak korunmanın sağlanması bakımından akla gelebilecek diğer çözüm tarzıdır.Avrupa Adalet Divanı konuyu Uber sürücüleri bakımından 2017 yılında verdiği Asóciacion Profesional Elite Taxi v Uber Systems Spain SL kararında değerlendirmiş ve Uber in sürücüler tarafından sunulacak olan taşımacılık hizmetine ilişkin şartlar üzerinde  belirleyici  etkisi  olduğunu  belirtmiştir.  Kararda  uygulama  üzerinden sağlanan  taşımacılık  hizmetinin  bedelinin  Uber  tarafından  belirlendiği  ayrıca Uber in taşımacılık hizmetinin gerçekleştirileceği araçların nitelikleri, sürücüler ve onların davranışları üzerinde sürücüleri sistem dışına atacak kadar geniş yetkisinin ve hakimiyetinin olduğu ifade edilmiştir. Divan 2020 yılında verdiği B v Yodel kararında gig-ekonomi kapsamında işçi statüsünün belirlenmesinde verilen görevleri kabul edip etmeme konusundaki serbesti, hizmetin sunulacağı kişinin kullanıcılar ile rekabet halinde olanlar da dahil olmak üzere serbestçe belirlenebilmesi, çalışma saatlerinin tayininde sahip olunan serbesti, üstlenilen görevin serbestçe üçüncü kişilere devredilebilmesi gibi unsurların göz önünde tutulacağını ifade etmiştir.İngiltere de  2016  yılında,  sürücüler  ile  Uber  arasındaki  hukuki  ilişkinin değerlendirildiği davada da bir dijital platform olarak Uber üzerinden yürütülen taşımacılık faaliyetinde sürücüler ile platform arasında istihdam ilişkisi olduğuna yönelik  karar  verilirken;  2015  yılında ABD  California da,  Uber  sürücüsünün alacaklarına yönelik açtığı davada taraflar arasındaki hukuki ilişkinin iş ilişkisi olduğu mahkemece tespit edilmiştir. Bununla birlikte 2018 yılında Amerikan Bölge Eyalet Mahkemesi Razak v Uber Techs., Inc kararında UberBLACK şöförlerinin işçi statüsünde kabul edilemeyeceğini ve bağımsız çalışan olduğunu belirtmiş ve işin ne derecede kontrol edildiği, çalışanın yetenekleri çerçevesinde kar ve zarara ilişkin sahip olduğu fırsatlar, sunulan hizmetin özel bir yetkinlik gerektirip gerektirmediği, taraflar arasındaki ilişkinin sürekliliğinin derecesi, çalışanın kendi yardımcı elemanlarının istihdam edip etmemesi ve işin ifası için gerekli araç, malzeme ve donanıma ne ölçüde yatırım yaptığı hususların göz önünde tutulacağını ifade etmiştir. 69  Schubert ( n 53) 206.70  C-434/15, Kararın metni için bkz. https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:62015CJ4&from=EN Erişim: 14.04.2020.71  C-692/19, Kararın metni için bkz. http://curia.europa.eu/juris/document/document_print.jsf?docid=225922&text=&dir=&doclang=EN&part=1&occ=first&mode=lst&pageIndex=0&cid=8111564 Erişim:30.05.2020.72  Aslam & Farrar v. Uber, No. 2202550/2015, Employment Tribunal, 28.10.2016 https://www.judiciary.uk/wp-content/uploads/2016/10/aslam-and-farrar-v-uber-reasons-20161028.pdf Erişim: 30.05.2020; İngiltere de Temyiz Mahkemesi 13.06.2018 tarihli Pimlico Plumbers kararında da anılan dijital platformdaki tesisatçıların Pimlico Şirketi nin işçileri olduğuna karar vermiştir. Pimlico Plumbers Ltd and Another v Smith, 2018 UKSC 29, http://www.bailii.org/uk/cases/UKSC/2018/29.html Erişim:30.05.2020.73  Order of California Labor Commission, Uber Technologies, Inc. v Barbara Berwick (Case No. 11-46739-Docket No. CGC46378),  03.06.2015.  https://digitalcommons.law.scu.edu/cgi/viewcontent.cgi?article=1988&context=historical Erişim:30.05.2020.74  Alı Razak; Kenan Sabanı; Khaldoun Cherdoud v Uber Technologies, Inc https://www.ca.uscourts.gov/opinarch/181944p.pdf Erişim: 30.05.2020.1228Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...İngiltere de Temyiz  Mahkemesi nin  19 Aralık  2018  tarihinde  verdiği  Aslam  & Farrar v. Uber onama kararında yaptığı değerlendirmeler özellikle  work on demand via  apps   -aplikasyonlar  aracılığıyla  talep  üzerine  yapılan  çalışmalar-  bakımından dikkat çekici niteliktedir. Davada her ne kadar Uber yalnızca sürücülerin temsilcisi olduğunu ve aralarındaki ilişkinin aracılık faaliyeti olduğunu ileri sürse de Mahkeme, yolcu ve yolculuk bilgilerinin Uber in hakimiyetinde ve kontrolünde olduğu, rotanın GPS ve uydu sistemlerine bağlı yazılımlarla Uber tarafından belirlendiği, sürücülerle Uber tarafından başlangıçta işe alım süreci sayılabilecek görüşmeler yapıldığı, Uber sürücüleri kullanıcılardan gelen çağrıları kabul edip etmemekte serbest olsa da çağrıların reddedilmesi sürücü puanlarında düşüşe ve nihai olarak sistem dışı kalmaya sebep olduğundan tam bir irade serbestisinden söz edilmesinin mümkün olmadığı, yolculuk tarifesinin Uber tarafından belirlendiği, yolcular ile sürücüler arasında pazarlık imkanı olmadığı, yolculuk nedeniyle doğabilecek zarar riskinin Uber tarafından üstlenildiği, Uber in sürücülerle aralarındaki ilişkileri düzenleyen kuralları tek taraflı değiştirme yetkisine sahip olduğu gerekçeleri bağımsız bir çalışmadan söz edilemeyeceği ve taraflar arasındaki hukuki ilişkinin iş ilişkisi olduğunu belirtmiştir. Benzer bir çalışma şeklini içeren Deliveroo platformu bakımından da Madrid İş Mahkemesi bu platforma bağlı kuryelerin emir ve talimatlara bağlı olarak hareket ettiğini ve işçi statüsünde olduğunu, bağımsız çalışmayı ortaya çıkaracak düzeyde özerkliğe sahip olmadığını kabul etmiştir. İtalya da  Kasım  2019 da  Parlamento  101/2019  no.lu  yasayı  kabul  etmiş olup anılan yasa teslimat için bisiklet ve motorlu araç kullanan dijital platform çalışanlarına yönelik olarak çeşitli güvenceler içermektedir. Yazılı bir sözleşme ile çalışma koşullarının düzenlenmesi, ücrete ilişkin hükümler, ayrımcılığın önlenmesi, hastalık, doğum gibi çeşitli riskleri içerisine alacak sosyal güvencenin sağlanması, kişisel verilerin korunması, sosyal taraflara toplu sözleşmelerle çalışma şartlarını düzenleme imkanının tanınması bu güvenceler arasındadır. Anılan yasada bu çalışan kesimi için serbest çalışan nitelendirilmesi tercih edilmiş olması dikkat çekicidir. Fransa da da 2016-1088 sayılı yasa ile dijital platformlara ekonomik ve teknik anlamda bağımlılığı bulunan ve serbest çalışan olarak nitelendirilen kesimin kazalara karşı güvence altına alınmaları, platform tarafından sağlanacak eğitim hakkından faydalanacağı, sendikalara üye olabilecekleri ve toplu eylemlerde bulunabilecekleri yönünde  hükümler  getirilmiştir.  Belirtilen  güvencelerin  sağlanmaması  halinde çalışanlar platformdan çıkarılma yahut sözleşmeye aykırılıktan doğan sorumlulukların gündeme gelmesi gibi herhangi bir yaptırımla karşılaşmaksızın talep edilen hizmetin ifadan kaçınma yetkisine sahip olacaklardır.75  2018 EWCA Civ 2748, Case No: A/2017/3467, https://www.bailii.org/ew/cases/EWCA/Civ/2018/2748.html Erişim:30.05.2020.76  https://www.reuters.com/article/us-spain-deliveroo/madrid-court-rules-deliveroo-couriers-are-employees-not-freelancersidUSKCNUIO Erişim: 12.04.2020.77   Platform Economy İnitiatives , Eurofound Publications Office of the European Union, 6 September 2018 https://www.eurofound.europa.eu/data/platform-economy/initiatives#RidersUnionBologna  (Eurofound  2018a)  Erişim:03.04.2020; Gaye Burcu Yıldız  Atipik Çalışma Kavramı Çerçevesinde Bağımlılık İlişkisinin Değerlendirilmesi  (2019) Prof.Dr.Savaş Taşkent e Armağan (On İki Levha Yayıncılık 2019) 789,790.1229İstanbul Hukuk Mecmuası 78/3 C. Platform Çalışanlarının Örgütlenme Eğilimleri ve  Toplu Sözleşmelerle Güvence Altına AlınmasıTek ve belirli bir işverene bağımlılığının olmaması ve aynı anda birden fazla dijital platformda işgörebilmeleri bu çalışan kesiminin örgütlenmesini güçleştirici bir faktör olarak karşımıza çıkmakla birlikte çalışanların, örgütlenerek çeşitli web siteleri yahut WhatsApp, Facebook gibi sosyal medya grupları ile iletişime geçtikleri, bilgi alışverişinde bulundukları ve güçlerini birleştirdikleri görülmektedir. Sosyal medya araçları ile kurulan gruplarda yahut web sitelerinde çalışanlar deneyimlerini paylaşmakta ve çalışma koşullarının kötüleşmesini önlemek amacıyla çeşitli eylemler koordine etmektedir. 2016 yılında Belçika da  Take Eat Easy  platformunun  iflasından  sonra  yiyecek  dağıtım  platformu  çalışanları  tarafından  Collectif des coursier-e-s/KoeriersKollectief  adı altında bir grup kurulmuştur. UberEats,  Deliveroo  ve  Takeaway  gibi  çeşitli  platformlarda  çalışan  bisikletli kuryelerden oluşan grubun 2018 yılı itibarıyla 1700 takipçisi olup üyeler çoğunlukla Deliveroo ya ilişkin sorunlara yönelik protestolar ve grevler organize etmektedir. Grup üyeleri tarafından 2017 yılında 3, 2018 yılında 4 protesto ve 2 grev organize edilmiş  olup  2018  yılında  grevci  çalışanları  desteklemek  amacıyla  grev  sepeti oluşturulmuş ve bu sepette 1.300 Euro para toplanmıştır. Benzer bir biçimde  We Are Dynamo  adlı web sitesi ile de Amazon Mechanıcal Turk platformuna bağlı olarak iş görenlerin örgütlenmesi ve ortaya çıkan sorunlara ilişkin farkındalık yaratılması amaçlanmaktadır. Amerika da  Amazon  Mechanical  Turk  platformu  vasıtasıyla  işgörenler  turkopticon  adıyla bir web sitesi oluşturmuşlar ve ödemeyi zamanında yapan ve ücreti diğerlerine kıyasla yüksek olan kullanıcılar ile ödemeleri gecikerek yapan ve düşük ücret vermeyi tercih edenler konusunda bu web sitesinde bilgilendirmeler yapmışlardır. Almanya da da platform çalışanlarının bir araya gelmesini, çalışma koşulları ile haklarına ilişkin bilgi edinmesini sağlamak ve izole olmalarını önlemek amacıyla IG Metal sendikasının öncülüğünde  www. faircrowdwork.com  adresi ile bir web sitesi oluşturulmuştur. IG Metall öncülüğünde başlayan bu hareket, Avusturya İşçi Örgütü, Avusturya Sendikalar Konfederasyonu ve İsveç sendikası Onionen  in ortak projesine dönüşmüş olup birçok diğer çalışma örgütüyle işbirliği içinde  anılan  bu  örgütler   Platform  Çalışma  Hakkında  Frankfurt  Bildirgesi ni hazırlayıp imzalamışlardır. Bahsi geçen bu bildirge adil platform çalışması için 78   Employment and Working Conditions of Selected Types of Platform Work  Eurofound, Publications Office of the European Union, 2018 Luxembourg, 55, https://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef_document/ef01en.pdf (Eurofound 2018) Erişim:03.04.2020.79  Eurofound 2018 ( n 73) 55; 80  Hannah Jonhnston and Chris Land Kazlauskas Organizing on-demand: Representation,voice, and collective bargaining in the gig economy (ILO Conditions of Work and Employment Series No.94 2019) 14.81  Wolfgang Däubler  Challenges to Labor Law  (2016) No.1 Journal Of the Higher School of Economics 201.1230Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...gerekli olan asgari ücret, çalışma saatleri ve sosyal güvenlik konularını içermektedir. İtalya da da benzer bir biçimde 2018 yılında  Riders Union Bologna  öncülüğünde yerel gıda dağıtım platformları ile platform çalışanlara asgari güvenceler sağlanması amacıyla bir çerçeve sözleşme yahut şart imzalanması hareketi başlatılmıştır. Bu hareket sonucunda üç büyük konfederasyon olan  Confederazione Generale Italiana del Lavoro ,  Confederazione Italiana Sindacati Lavoratori  ve  Unione Italiana del Lavoro  ile Bologna da faaliyet gösteren iki büyük dijital platform olan Sgnam ve Mymenu arasında platform çalışanların çalışma koşulları ve haklarını içeren bir şart imzalanmıştır ( Charter of fundamental digital workers  rights within an urban setting ). Bu sözleşme yahut şartın içeriğine platform çalışanlarına asgari bir düzeyde ücret sağlanması, fazla çalışma ücreti, kötü hava koşullarında ödenecek ek tazminatlar, platform tarafından yapılacak sigorta, dağıtım esnasında meydana gelecek kazalardan dolayı sorumluluk, bisikletlerin bakımı için ödenecek tazminat, dinlenme süreleri, örgütlenme özgürlüğü ve eylem hakkı gibi güvenceler girmektedir. Deliveroo, Foodora ve JustEat platformları ise bu şartı imzalamaktan kaçınmış olup bu durum sosyal medya ve internet siteleri aracılığıyla kamuoyuna duyurularak boykot çağrısı yapılmıştır.İşçi  sendikalarına  üye  olma  bakımından  bu  çalışan  kesiminin  hukuki vasıflandırması  önem  arz  etmekte  olup,  çeşitli  ülkeler  bakımından  farklılıklar göze çarpmaktadır. Platform çalışanlarının serbest çalışan olarak vasıflandırıldığı Danimarka da, bu çalışan kesiminin işçi sendikalarına üye olması ulusal rekabet yasalarınca  yasaklanırken,  Polonya da  yalnızca  serbest  çalışanların  üye  olduğu sendikalara katılma hakkına sahiptirler. Almanya da, Ver.di ve IG Metall sendikaları tüzüklerini  bağımsız  çalışanların  da  üye  olmalarına  imkan  tanıyacak  biçimde değiştirdiklerinden platform çalışanlarının bu sendikalara üye olması mümkün hale gelmektedir.   Bu  çalışan  kesiminin  toplu  sözleşmelerle  korunması  ve  kapsam  dahiline alınması bakımından Avrupa Adalet Divanı nın 4 Aralık 2014 tarihli kararı dikkat çekicidir. Karara konu olan olayda davanın tarafları FNV Kunsten Informatie en Media adlı işçi sendikaları konfederasyonu ile Hollanda devleti olup, Hollanda mevzuatı çerçevesinde bağımsız hizmet sağlayıcılarının sendikalara üye olma hakkı bulunmaktadır. 2006 ve 2007 yıllarında FNV Sendikası ile Hollanda Müzisyenler Sendikası ve işveren kuruluşu arasında toplu sözleşme imzalanmış olup anılan sözleşme  ile  sadece  işçi  statüsünde  olanlar  değil  serbest  çalışan  müzisyenler bakımından da asgari ücrete ilişkin düzenlemeler getirmektedir. Hollanda Rekabet Kurumu  bağımsız  çalışanlar  bakımından  getirilen  bu  düzenlemeyi  rekabet 82  Eurofound 2018 (n 73) 5483  Kurt Vandaele Will trade unions survive in the platform economy? Emerging patterns of platform workers  collective voice and representation in Europe (Working Paper ETUI 2018) 17.84  Eurofound 2018 ( n 73) 53.1231İstanbul Hukuk Mecmuası 78/3hükümlerine aykırı olarak nitelendirmiştir. Avrupa Adalet Divanı Birinci Dairesi önüne gelen bu konuda dairenin tespitleri dikkat çekici olup serbest çalışan olarak nitelendirilse  dahi  platform  çalışanlarının  toplu  sözleşmelerle  güvence  altına alınmasını sağlayabilecek niteliktedir. Divana göre işverene iş sözleşmesi ile bağlı olan işçiler ile iş sözleşmesine bağlı olmaksızın dışarıdan servis sağlayanlar hakkında toplu sözleşmelere hükümler konulması AB Kurucu Anlaşması md.101/1 kapsamında rekabet hükümlerine aykırılık teşkil etmeyecektir. Almanya da Ver.di, IG BAU ve Free Workers Union ile Food, Beverages and Catering Union sendikası arasında yürütülen toplu görüşmelerde platform çalışanlarının koşulları da pazarlık konusu yapılmış ve görüşmeler sonucunda bu çalışanları da kapsayıcı bir dizi toplu sözleşme imzalanmıştır. İtalya da da benzer bir biçimde özellikle lojistik ve taşıma sektöründe platform çalışanlarının toplu sözleşmelerle güvence altına alındığı görülmektedir. Aralık 2017 de lojistik işkolunda Confetra, Anita, Conftrasporo, Can-Fita, Transport Confartigianato, Sna-Casartigiani sendikaları ile işveren örgütü olan Claai ve Filt Cgil arasında imzalanan ve gıda dağıtım sektöründe çalışan dijital çalışanları da kapsayan toplu sözleşme buna örnek olarak gösterilebilir. Sözleşmenin imzalanmasından sonra Cgil sendikası, gıda dağıtım platformlarının algoritmalarına yönelik düzenlemeler yapmak üzere görüşme yapılması teklifinde bulunmuştur.   Sonuç ve Değerlendirmeİlk kez 2011 yılında Almanya Hannover fuarında ileri sürülen ve kendiliğinden yapılandırma, kendi kendini denetleme ve iyileştirme gibi otonom özelliklere sahip akıllı  sistemlerle  üretimin  gerçekleştirdiği  bu  süreç  çalışma  hayatını  doğrudan etkilemektedir.  Bu  sürecin  önemli  bileşenlerinden  biri  olan  gig-  ekonomi  ve bu bağlamda ortaya çıkan dijital platformlar işletmelerin talep ettikleri anda ve diledikleri beceri düzeyindeki işgücüne kolaylıkla erişme ve maliyetleri düşürme gibi olanakları sağlamakla birlikte iş ilişkisinin içerdiği güvencelerden yoksun, düşük ücret düzeyinde, üst düzeyde esnek bir biçimde çalışan dijital işgörenlerin diğer bir deyimle güvencesiz dijital emeğin ortaya çıkmasına zemin hazırlamaktadır. Dijital platformlar kendi içerisinde kontrol düzeyi, pazarlık gücü, ücret gibi koşullar bakımından heterojen bir yapıya sahip olmakla birlikte bu platformların kaynaklık ettiği  iki  çalışma  şekli  mevcut  olup  bunlardan  birincisine   kitle  çalışması -  crowdworking ; diğerine ise  aplikasyonlar aracılığıyla talep üzerine yapılan çalışmalar -  work on demand via apps  adı verilmektedir. Platform aracılığı ile çalışmada tek tip uygulama söz konusu olmayıp her bir dijital platform farklı 85  C-413/2013, Kararın metni için bkz. http://curia.europa.eu/juris/document/document.jsf;jsessionid=895B23BA2FBDDBAC?text=&docid=160305&pageIndex=0&doclang=en&mode=lst&dir=&occ=first&part=1&cid=185028. 86  Eurofound 2018 (n 73) 54; Alman doktrininde crowdworking çalışma modeli çerçevesinde iş görenlerin işçi benzeri olarak kabul edilmesi durumunda örgütlenerek asgari şartları güvence altına almak üzere toplu sözleşme imzalayabilecekleri ileri sürülmektedir. Däubler and Klebe (n 21) 1041.87  Eurofound 2018 (n 73) 43; Eurofound 2018a ( n 72).1232Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...kullanım koşulları getirdiğinden hukuki vasıflandırma yapılırken her somut olayın özellikleri çerçevesinde değerlendirme yapılmasının ve işin ifasında platformun ne ölçüde söz sahibi ve kontrol yetkisine sahip olduğu, platformda işgörenlerin elde ettikleri gelirin yegane geçim kaynağı olup olmadığı, işin görüldüğü sürenin teknik yollarla takip edilip edilmediği, ekran görüntüsü alma yahut geri bildirimler yoluyla işin  yürütümüne  ilişkin  tespitlerde  bulunulup  bulunulmaması  gibi  ölçütlerden faydalanılmasının uygun olacağı kanaatindeyiz.Uber, Deliveroo, Lyft, Sidecar, Handy gibi standart ve işin yürütümü konusunda denetim yetkisine sahip olan aplikasyonlar vasıtası ile işin gördürüldüğü  work on demand via apps  çalışma modelinde aplikasyon yahut platformların işgörenler üzerinde iş ilişkisini ortaya çıkaracak düzeyde denetleme ve kontrol etme yetkisinin mevcut  olduğunu  söylemek  mümkün  olmakla  birlikte  Amazon  Mechanical Turk, UpWork gibi çevrimiçi platformlar aracılığıyla belirsiz sayıda kişiler ya da organizasyonlarla iletişime geçerek bir dizi görevin tamamlanmasının söz konusu olduğu   crowdworking   çalışma  modelinde  ise  iş  ilişkisini  doğuracak  düzeyde emir ve talimat verme olgusunun ortaya çıktığını söylemek güç görünmektedir. İş ilişkisinin koruyucu şemsiyesi altında bulunmayan fakat ekonomik olarak bağımlı olan bu kesimin serbest çalışan olarak nitelendirilmesi ise tamamen güvencesiz adeta birer dijital köleye dönüştürülmüş çalışan grubunun ortaya çıkmasına zemin hazırlayacaktır.  Tipik  ve  geleneksel  çalışma  düzenine  göre  biçimlendirilmiş  iş hukuku kuralları bu kesimin hukuki vasıflandırmasını güçleştirmekte ve yeni kavram arayışlarını da beraberinde getirmektedir. Bu kesimin işçi olduklarına yönelik bir faraziye yaratılması, işçi benzeri yahut evde çalışan olarak nitelendirilmesi veya bağımlılık unsuru aranmaksızın iş hukukuna ilişkin güvencelerin uygulanması bu arayışlar  arasında  sıralanabilir.  Henüz  yaygınlık  kazanmamakla  birlikte  dijital platformlar, Türk iş hukuku bakımından da konuya geniş bir perspektiften bakılması ve işçi ile bağımsız çalışan dışında yeni kategorilerin yaratılmasının mümkün olup olmayacağı sorusunu beraberinde getirebilecektir.Atomize olan ve parçalanan dijital emek piyasası sendikal örgütlenmeyi zayıflatıcı olmakla birlikte çalışanların, çeşitli web siteleri yahut WhatsApp, Facebook gibi sosyal medya grupları ile iletişime geçtikleri ve toplu sözleşmelerin kapsamına dahil edilmek suretiyle bu kesimin güvence altına alınmaya çalışıldığı görülmektedir. Gerek  hükümetlerin  gerekse  sendikaların  günümüzde  sayıları  giderek  artan  ve geleceğin çalışma şekline kaynaklık eden dijital platformlar ve gig ekonomiye ayak uyduracak politikalar geliştirmesi, geleneksel yahut tipik iş ilişkilerinin kavramlarını hızla gelişen teknolojik koşulları dikkate alarak yeniden gözden geçirmesinin zaruri olduğu kanaatindeyiz.1233İstanbul Hukuk Mecmuası 78/3Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Bu makale TÜBİTAK 2219 programı kapsamında Türkiye Bilimsel ve Teknolojik Araştırma Kurumu tarafından sağlanan yurtdışı doktora sonrası araştırma bursu ile Göttingen Üniversitesi İş Hukuku Enstitüsünde yapılan araştırma neticesinde elde edilen verilerle yazılmıştır.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: This article TUBITAK under the program in 2219 after Turkey Scientific and Technological Research doctorate overseas research grant provided by the Agency and it was written with the data obtained as a result of the research conducted at the Institute of Labor Law at Göttingen University.1234Dulay-Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği- Dijital Platformların Ortaya Çıkardığı Hukuki...",
     "Kaynakça": " Arbeits  und Sozial Rechtliche Aspekte der Platformökonomie  (26.10.2017) Sachstand Deutscher Bundestag WD 6   3000   058/17 https://www.bundestag.de/resource/blob/532608/.../wd 6058 17 pdf data.pdf (Deutscher Bundestag) Erişim:9.03.2020.Bourazeri K,  Neue Beschäftigungsformen in der digitalen Wirtschaft am Beispiel soloselbstständiger Crowdworker  (2019) NZA 741 746.Cherry A M, and Winifred R,  Crowdwork, Corporate Social Responsibility, and Fair Labor Practices  (2016) Chapter 14 Research Handbook on Digital Transformations,Saint Louis U. Legal Studies Research Paper No.2016 8.Çelik N, Caniklioğlu N and Canbolat T, İş Hukuku Dersleri, (32st edition, Beta 2019).De Stefano V,  The rise of the  just in time workforce  : on demand work, crowdwork and labour protection in the  gig economy   (2016 Geneva ILO Conditions of work and employment series No. 71). Deinert O,  Die heutige Bedeutung des Heimarbeitsgesetzes  (2018) RdA 359 369 Digital Factories: The End of Defects , https://www.siemens.com/innovation/en/home/picturesof the future/industry and automation/digital factories defects a vanishing species.html. Erişim: 19.02.2020.  Digital Labour Platforms and Future of Work , Towards Decent Work in the Online World  (2018) ILO Geneva, https://www.ilo.org/wcmsp5/groups/public/   dgreports/   dcomm/   publ/documents/publication/wcms_645337.pdf Erişim: 3.03.2020.Däubler W,  Challenges to Labor Law  (2016) No.1 Journal Of the Higher School of Economics 189 203.Däubler W, and Klebe T,  Crowdwork: Die neue Form der Arbeit – Arbeitgeber auf der Flucht? , (2015) NZA 1032 1041 Employment  and  Working  Conditions  of  Selected  Types  of  Platform  Work   Eurofound, Publications Office of the European Union, 2018 Luxembourg, 55, https://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef_document/ef18001en.pdf  (Eurofound 2018) Erişim:03.04.2020. Factory Automation for Industry 4.0 , https://www.fanuc.eu/es/en/who we are/news/en newsfactory automation for industry 4. Erişim: 19.11.2019.Felstiner A,  Working the Crowd: Employment and Labor Law in the Crowdsourcing Industry  (2011) V.32:1 Berkeley Journal Of Employment&Labor Law 143 203.Garcia C A, and González C N,  The Regulation of Economically Dependent Self employed Work in Spain: A Critical Analysis and a Comparison with Italy  (2012) E Journal of International and Comparative Labour Studies ADAPT 117 133.Green Paper (2006)  Modernising labour law to meet the challenges of the 21st century  European Commission 8 https://ec.europa.eu/employment_social/labour_law/answers/documents/4_93_en.pdf Erişim:16.04.2020.Green  Paper  Work  4.0  https://www.bmas.de/SharedDocs/Downloads/DE/PDF PublikationenDinA4/gruenbuch arbeiten vier null.pdf?__blob=publicationFile. Erişim: 19.11.2019Hanau P,  Arbeits  und Sozialversicherungsrecht 4.0 im Weißbuch des BMAS  (2017) RdA 2132171235İstanbul Hukuk Mecmuası 78/3Heinrich M,  INDUSTRY 4 . 0 : How It Will Affect Employment And What Skills Will Be Required to Match The Requirements of The Market  2018 Aarhus Business Academy International Federation of Robotics (IFR)  World Robotics Report 2016 . https://ifr.org/ifr press releases/news/world robotics report 2016, Erişim: 19.11.2019.Joachim H,  Arbeitsrecht 4.0 – Eine kurze Bestandsaufnahme aus aktuellem Anlass  (2016) Öat 225 229.Jonhnston H, and Kazlauskas C L, Organizing on demand: Representation,voice, and collective bargaining in the gig economy (2019 Geneva ILO Conditions of Work and Employment Series No.94)Kahraman F, Çalışma İlişkileri Bakımından Dördüncü Sanayi Devrimi ve Sivas İlinde Farkındalık Üzerine Alan Araştırması, Yayınlanmamış Yüksek Lisans Tezi, Cumhuriyet Üniversitesi Sosyal Bilimler Enstitüsü, 2017. Karanlık  Fabrikalar  ile  İnsansız  Üretim ,  Türkiye nin  Endüstri  4.0  Platformu,  ps://www.endustri40.com/karanlik fabrikalar ile insansiz uretim Erişim: 12.11.2019. Karanlık  Fabrikalar  ile  Karanlık  Üretim ,  https://otomasyonadair.com/2017/09/06/karanlikfabrikalar ile karanlik uretim/ Erişim: 12.11.2019.Klebe T,  Arbeitsrecht 4.0: Faire Bedingungen für Platformarbeit  (2017) Friedrich Ebert Stiftung: Wirthschafts  und Sozialpolitik.Klebe T, and Weiss M,  Workers  Participation 4.0   Digital and Global  (2019) 40 COMP LAB L & POL Y J 263 283.Kocher E, and Hensell I,  Herausforderungen des Arbeitsrechts durch digitale Plattformen – ein neuer Koordinationsmodus von Erwerbsarbeit  (2016) NZA 984 990.Krause R,  Herausforderung Digitalisierung der Arbeitswelt und Arbeiten 4.0  (2017) NZABeilage 53 60.Küçükkalay M,  Endüstri Devrimi ve İktisadi Sonuçlarının Analizi , (1997) 2 Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, 51 68.Mahiroğulları A,  Endüstri Devrimi Sonrasında Emeğin İstismarını Belgeleyen İki Eser: Germinal ve Dokumacılar , (2011) 32 Sosyoloji Konferansları 41 53.Öztuna B, Endüstri 4.0 (Dördüncü Sanayi Devrimi) ile Çalışma Yaşamının Geleceği (Gece Kitaplığı 2017) Platform Economy İnitiatives , Eurofound Publications Office of the European Union, 6 September 2018  https://www.eurofound.europa.eu/data/platform economy/initiatives#RidersUnionBologna (Eurofound 2018a) Erişim:03.04.2020.Prassl J, and and Risak M,  Uber, Taskrabbit, & Co: Platforms As Employers? Rethinking the Legal Analysıs of Crowdwork  (2016) Vol 37 Comp. Labor Law & Policy Journal 619–651.Preis U, Erfurter Kommentar zum Arbeitsrecht (19. Auflage 2019)Risak M,  Fair Working Conditions for Platform Workers  Possible Regulatory Approaches at the EU Level (2017 Friedrich  Ebert  Stiftung)Schubert C,  Neue Beschäftigungsformen in der digitalen Wirtschaft – Rückzug des Arbeitsrechts  (2018) RdA 200 206.Schwab K, The Fourth Industrıal Revolution (2016 World Economic Forum).Signes Todoli A,  The End of Subordinate Worker ? The On Demand Economy, the Gig Economy and the Need for Protection for Crowdworkers  (2017) 33 No.2 International Journal Of Comparative Labour Law and Industrial Relations 241 268.1236Dulay Yangın / Endüstri 4.0, Dijitalleşme ve İş Hukukunun Geleceği  Dijital Platformların Ortaya Çıkardığı Hukuki...Sarper S, İş Hukuku (18th edition, Beta 2019). Şener S, and Elevli B,  Endüstri 4.0 da Yeni İşkolları ve Yüksek Öğrenim  Mühendis Beyinler Dergisi (2017) 2 (1) 25 37. The digital agenda of the European Commission: Preliminary ETUC assessment  Endorsed by the Executive Committee at its meeting on 17 18 June 2015 https://www.etuc.org/sites/default/files/document/files/en digital agenda of the ec preliminary etuc assessment.pdf.  Erişim: 20.11.2019. The Situation of Workers ın the Collaborative Economy  European Parliament (October 2016) http://www.europarl.europa.eu/RegData/etudes/IDAN/2016/587316/IPOL_IDA(2016)587316_EN.pdf Erişim:10.10.2019 (European Parliament).Türkiye nin Küresel Rekabetçiliği İçin Bir Gereklilik Olarak Sanayi 4.0 (2016) TÜSİAD http://www.tusiad.org/indir/2016/sanayi 40.pdf Erişim: 17.04.2020.Uffmann K, Möglichkeiten und Grenzen erfolgsabhängiger Vergütung. In Richard Giesen and Abbo Junker and Volker Rieble (eds) Industrie 4.0 als Herausforderung des Arbeitsrechts (Zaar Verlag München 2015).Vandaele K, Will trade unions survive in the platform economy? Emerging patterns of platform workers  collective voice and representation in Europe (Working Paper ETUI 2018).Yayvak Namlı İ,  Dijital Çağda Yeni Bir Çalışma İlişkisi Modeli: Crowdworking  (2019) Sicil İş Hukuku Dergisi (42) 128 143.Yenisey Doğan K,  Endüstri 4.0, Üretimin Değişen Yapısı ve İş Hukuku  (2019) Toprak İşveren (120) 1 7.Yıldız G, B,  Atipik Çalışma Kavramı Çerçevesinde Bağımlılık İlişkisinin Değerlendirilmesi  (2019) Prof.Dr.Savaş Taşkent e Armağan (On İki Levha Yayıncılık 2019) 781 810.Waas B,  The Legal Definition of Employment Relationship  (2010) V.1, N.1 European Labour Law Journal 45 57.Waas B, and Liebman W, and Lyubarsky, A., and Kezuka K, Crowdwork — A comparative law perspective, (Bund Verlag Frankfurt am Main Germany 2017).White  Paper  Work  4.0  https://www.bmas.de/SharedDocs/Downloads/DE/PDF Publikationen/a883 weissbuch.pdf?__blob=publicationFile. Erişim: 19.11.2019.Williams C, and Lapeyre F, Dependent self employment: Trends, challenges and policy responses in the EU (ILO 2017)Wolfgang K, and Heussen B, Computterrechts Handbuch: Informationstechnologie in der Rechts  und Wirtschaftpraxis (34.Auflage 2018).   1237"
}