{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "02",
     "Ay": "07",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "1",
     "Başlık": "Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin Hukuki İşlemlerinin Şerhi",
     "Title": "Annotation of the Legal Transactions of the Joint Owners Concerning the Use, Utilization and Management of A Property",
     "Yazar İsmi": [

          "Arzu Genç Arıdemir", "Sanem Aksoy Dursun"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Paylı mülkiyette yönetim" , "Şerh" , "Yönetim anlaşması"
     ],
     "Keywords": [
          "Management of the joint owners" , "Annotation" , "Contract of the managament"
     ],
     "Özet": "Paylı mülkiyet konusu eşyanın paydaşları tarafından nasıl kullanılacağı, yönetileceği ile ilgili hukuki işlemler yapabilirler. Paydaşlar malın kullanımı ve yönetimi için aralarında anlaşmalar yapabilir, bu konuda kararlar alabilirler. Uyuşmazlık halinde paydaşlar mahkemeye başvurup karar aldırabilirler. Paydaşların yaptığı hukuki işlemlerin payı sonradan kazananlar açısından bağlayıcı olup olmayacağı önemli bir sorundur. Paydaşların yaptığı bu düzenlemelerin payı sonradan kazananlar açısından bağlayıcı olması için şerh edilmesi gerektiği kanunda öngörülmektedir (TMK m.695). Yönetim anlaşmalarının şerh edilmeleri 4721 sayılı Türk Medeni Kanun ile ilk defa hukukumuza girmiştir. Paylı mülkiyet konusu eşyanın veya payın üçüncü kişiye devredilmesi halinde, paydaşlar arasındaki mevcut yararlanma, kullanma veya yönetime ilişkin anlaşmaların üçüncü kişiye karşı ileri sürülememesi, uygulamada sorunların ortaya çıkmasına sebep olmaktaydı. MK m.689/ son ile MK m.695 hükümleri bu ihtiyacı gidermek üzere düzenlenmiştir. Şerh ile ilgili birçok hukuki sorun bulunmaktadır. Paydaşların yaptığı hangi düzenlemelerin şerh edilebileceği bunlardan biridir. Sınırlı sayı ilkesinin geçerli olduğu eşya hukuku sisteminde paydaşların yaptığı düzenlemelerin şerhinin hukuki niteliği incelemenin başlıca konusudur. Şerhin koşulları ve etkisi hususları bu incelemede irdelenmektedir.",
     "Abstract": "The joint owners of a property can make legal transactions concerning the use, utilization and management of a property. These transactions can be contracts or decisions. When the joint owners cannot decide how to use or manage the property they can also appeal for a court decision. The most important legal problem is whether these decisions and contracts shall be binding for the new persons that overtake the joint ownership. Turkish Civil Code Article 695 stipulates annotation of the legal transactions in order to be binding for the new joint owners. The annotation of these legal transactions is a newly introduced institution within Turkish Civil Code number 4721. In practice there were many problems concerning the binding effect of the legal transactions between the joint owners in cases where the property is transfered. Article 689 and 695 were introduced to meet these needs. As in Turkish property law, the principle of numerus clausus is valid, and the legal nature of annotation should be clarified. In this essay the conditions and legal consequences of annotation shall also be examined.",
     "Metin": "Paylı mülkiyette paydaşlar maddi olarak bölünmüş olmayan bir şeyin tamamına belirli paylarla maliktir. Paylı mülkiyetin kurulması ile birlikte paydaşlar arasında hak ve yükümlülükleri kapsayan bir bağlılık ilişkisinin oluştuğu öğretide kabul edilmektedir. Paydaşlar, paylı mülkiyet konusu eşyaya sahip olmaları nedeniyle kendiliğinden doğan bu birliğin devamı için ortak yönetim ve kullanma düzeni kurmak isterler. Bu ilişki kapsamında birlikteliği devam ettirebilmek için paydaşlar, kullanma, yararlanma ve yönetime ilişkin anlaşmalar yapabilmektedir. 4721 TMK ile  birlikte  kanun  koyucu  taşınmazlarla  ilgili  anlaşmaların  tapu  kütüğüne  şerh verilebileceği TMK m. 689/son da; taşınmazlarda yararlanma, kullanma ve yönetime ilişkin kararların sonradan paydaş olan veya pay üzerinde aynî hak kazananları bağlaması için bunların tapu kütüğüne şerh edilmesi gerektiği TMK m.695/f.2 de düzenlenmiştir. Taşınırlar bakımından ise yararlanma, kullanma ve yönetime ilişkin konularda paydaşların yaptıkları düzenleme ve aldıkları kararlar ile mahkemece verilen kararların sonradan paydaş olan veya pay üzerinde aynî hak kazanan kimseleri de bağlayacağı TMK m.695/f.1 de hüküm altına alınmıştır.  Yönetim anlaşmalarının şerh edilmeleri 4721 sayılı Türk Medeni Kanun ile ilk defa hukukumuza girmiştir. Eski Medeni Kanun döneminde benzer bir hüküm kanunda yer almamaktaydı. Eşya hukukunda hâkim olan sınırlı sayı ilkesi gereğince ancak kanunda açıkça belirtilen hallerde şerh mümkün olabileceği için yönetim anlaşmalarının şerh edilebilmesinin yasal dayanağı bulunmamaktaydı. Ancak bu dönemde öğretide Kat Mülkiyeti Kanunu m.28/f.4 teki hükümden yararlanılarak kanunda bu konuda bir düzenleme yapılmasına ihtiyaç bulunduğu ifade edilmekteydi. Buna göre, kat malikleri birliği ile paylı mülkiyet birliğindeki menfaatler birbirine benzediği gerekçesiyle, paylı mülkiyetteki yönetim anlaşmalarının da KMK md.28/f.4 teki gibi, sonradan payı kazanan cüzi halefleri bağlamasını sağlayacak yasal bir düzenleme yapılmalıydı. Çünkü paylı mülkiyet konusu eşyanın veya payın üçüncü kişiye devredilmesi halinde, paydaşlar arasındaki mevcut yararlanma, kullanma veya yönetime ilişkin anlaşmaların üçüncü kişiye karşı ileri sürülememesi, uygulamada 1  Fikret Eren, Mülkiyet Hukuku, (4th, Yetkin 2016) 101; Cristoph Brunner and Jürg Wichtermann, Basler Kommentar zum Schweizerischen Privatrecht, Zivilgesetzbuch II, in Heinrich Honsell, Nedim Peter Vogt and Thomas Geiser (eds) Art.646 N.1, <www.legalis.ch> accessed 02 January 2019; İlker Öztaş, Paylı Mülkiyette Paydaşın Kullanma ve Yararlanma Hakkı, (On İki Levha 2011) 36 ff.; Zekeriya Kürşat, Paylı Mülkiyetin Sona Ermesi, (Arıkan 2008) 31; Peter Liver, Schweizerisches Privatrecht, 5. Band, Sachenrecht, Erster Halbband, Das Eigentum, (Helbing & Lichtenhahn 1977) 53 ff.; Nihat Yavuz, Paylı Mülkiyet Yönetimi, (2006) 19; Turhan Esener and Kudret Güven, Eşya Hukuku, (5th edn, Yetkin 2012) 175.2  M. Kemal Oğuzman and Özer Seliçi, Eşya Hukuku, (Filiz 2001) 247; A. Lale Sirmen, Eşya Hukuku, (6th, Yetkin 2018) 272 ff. Ayrıca paydaşlar arasında yapılan işlemlerin cüzi halefleri de etkisi altına alacağı yönünde kanunda açık hükme yer verilmemesi ve bu noktada olumsuz bir tavır alınmasının doğru olmadığı hakkında bkz. Abdülkadir Arpacı, Türk Medeni Kanunu Açısından Müşterek Mülkiyette Yararlanma ve Yönetim, (Kazancı 1990) 62 (Müşterek Mülkiyet); Hüseyin Hatemi, Rona Serozan and Abdülkadir Arpacı, Eşya Hukuku, (Filiz 1991) 109. Medeni Kanun un düzenlemesinin yetersiz olduğu ve İsviçre deki gibi bir kanun değişikliği yapılması gerektiği hakkında bkz. Şafak Erel, ‘Eşyaya Bağlı Borç , AÜSBF Yayınları (1982) (490) 108. 1984 tarihli Medeni Kanunu Öntasarısının 617/2.maddesinde de taşınmazlarda yararlanma ve kullanmaya ilişkin kararların sonradan paydaş olan veya pay üzerinde aynî hak iktisap edenleri bağlaması için bu kararların tapu kütüğünde beyanlar hanesinde belirtilmesi gerekeceği hakkında bkz. S. S.Tekinay, S.Akman, H.Burcuoğlu and A.Altop, Tekinay Eşya Hukuku, (5th edn, Filiz 1989) 587.74Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...sorunların ortaya çıkmasına sebep olmaktaydı. TMK m.689/son ile TMK m.695 hükümleri bu ihtiyacı gidermek üzere düzenlenmiştir. Bu hükümler çerçevesinde taşınmazlar bakımından paydaşlar arasındaki hukuki işlemlere bağlayıcılık etkisinin sağlanması, tapu kütüğüne şerh edilmesine bağlanmış, şerhe kurucu etki tanınmıştır. Çalışmamızda, paylı mülkiyet konusu eşyanın taşınmaz olması olasılığı gözetilerek değerlendirme yapılacaktır. Türk  Medeni  Kanunu nun  689  ve  695.maddelerinde,   anlaşma ,   karar ,  düzenleme ,   mahkemece  verilen  kararlar   gibi  kavramlara  yer  verilmişse  de bunlardan ne anlaşılması gerektiği belirsizdir. Bu çalışmada, kavramlar arasındaki çelişkiye  ve  belirsizliğe  değinilecek,  bu  belirsizliğin  yarattığı  hukuki  sonuçlar konumuzla sınırlı olarak incelenecektir. Esasen bu çelişkinin en belirgin olduğu konu, paydaşlar arasındaki hangi hukuki işlemlerin şerh edilebileceği konusudur. Çalışmamızda, bu sorun ele alınırken şerhin hukuki niteliği de konumuzla sınırlı olarak değerlendirilecektir. I. Paydaşlar Arasındaki Hukuki İşlemlerA. Genel OlarakTürk Medeni Kanunu nun paylı mülkiyete ilişkin hükümlerinde hukuki işlemlerin yönetime (TMK md.689-692), kullanmaya (TMK md.693), yararlanmaya (TMK md.693) ve tasarruflara (TMK md.692) ilişkin olarak yapılabileceği düzenlenmiştir. Bu  başlık  altında,  hukuki  işlemlerin  türlerinden  önce,  konuları  incelenecektir. Çünkü anılan konular, paydaşlar arasındaki her türlü hukuki işlemin (ister anlaşma, ister karar yoluyla olsun) konusu olabileceğinden tekrara yer vermemek amacıyla öncelikle incelenecektir. B. Paydaşlar Arasındaki Hukuki İşlemlerin Konusu: Kullanma, Yararlanma, Koruma, Yönetim ve Tasarruf KavramlarıPaylı  mülkiyete  ilişkin  Türk  Medeni  Kanunu  hükümleri  incelendiğinde,   2. Yönetim ve tasarruf  kenar başlığı altında TMK md.689-692 hükümlerinde, TMK md.689 da  yararlanma, kullanma ve yönetim , TMK md.690 da  olağan yönetim işleri , TMK md.691 de  önemli yönetim işleri , TMK md.692 de ise,  Olağanüstü yönetim işleri ve tasarruflar  kavramlarına yer verildiği görülmektedir. Keza,  3. Yararlanma,  kullanma  ve  koruma   kenar  başlıklı  altında  ise,  TMK  md.693 te  kullanma, yararlanma ve koruma  kavramlarından söz edilmektedir. Bu üst kenar başlıkları altında olmasa da  paylı mülkiyetten doğan veya paylı malı ilgilendiren yönetim giderleri, vergiler ve diğer yükümlülükler  hakkındaki TMK md.694 de paydaşlar arasındaki hukuki işlemlerin konusunu oluşturabilir. Söz konusu hükümler incelendiğinde  kanunun,   kullanma,  yararlanma,  koruma,  yönetim  ve  tasarruf  75İstanbul Hukuk Mecmuası 77/1kavramlarını tanımlamadığı, ancak içeriğinin belirlenmesi bakımından yararlanılacak ölçütler getirdiği söylenebilir. Bu başlık altında, söz konusu kavramların açıklanması hedeflenmektedir. Öncelikle  kullanma  kavramını  ele  almak  gerekirse,  kullanma  kavramı, paylı  mülkiyet  konusu  eşyanın  amacına  ve  özüne  uygun  olarak  işletilmesi, değerlendirilmesidir. Yararlanma ise biri dar diğeri de geniş olmak üzere iki anlamda kullanılmaktadır. Yararlanma kavramı dar anlamda kullanıldığında eşyanın doğal ve hukuki ürünlerinin elde edilmesini ifade eder. Oysa kavram geniş anlamıyla kullanıldığında,  kullanma  kavramını da kapsar. Örneğin, üç paydaşın paydaş olduğu üç katlı bir taşınmazın her bir katında bir paydaşın oturması, kullanmaya ve geniş anlamda yararlanmaya; paydaşların daireleri kiraya vermesi ise dar anlamda yararlanmaya örnek verilebilir. Madem yararlanma geniş anlamıyla kullanmayı da kapsamaktadır, neden hem kullanma hem de yararlanma kavramına kanunda yer verilmiş olduğu akla gelebilir. Yararlanma kavramı kanunda sadece dar anlamıyla kullanılabildiği için TMK md.693 te her iki kavrama ayrı ayrı yer verilmiştir. Bu çerçevede paydaşlardan her biri diğerlerinin yararları ile bağdaşmak kaydıyla, maldan yararlanabilir ve onu kullanabilir (TMK md.693/1). Paylı maldan yararlanma ve onu kullanmanın sınırları, tarzı ve türlerinin belirlenmesi bakımından kanunda  diğerlerinin haklarıyla bağdaşmak  ölçütüne yer verilmiştir. Burada her somut olaya, eşyanın niteliğine, paydaşlar arasındaki hukuki işlemlerin olup olmadığına bakılarak paydaşın, maldan kullanma ve yararlanma hakkının kapsamı ve türü belirlenmelidir. Paydaşlar arasındaki pay oranı bazen kullanma ve yararlanma hakkı açısından belirleyici olabilir. Örneğin, pay oranı esas alınarak paylı maldan elde edilen ürünler paydaşlar arasında paylaştırılabilir. Ancak pay oranı, paylı malı kullanma hakkı için her zaman belirleyici olmaz. Örneğin, paylı mülkiyet konusu taşınmazdaki asansörden kimin, ne zaman ve ne kadar yararlanacağını pay oranına göre belirlemek işin niteliğine uygun düşmez; diğer paydaşların haklarını zedelemeyecek şekilde onu paydaşların kullanımına bırakmak gereklidir. Burada TMK md.2 deki dürüstlük 3  Arpacı, Müşterek Mülkiyet, 7; Hatemi, Serozan and Arpacı, (n 2) 106. Eşyadan ürünler elde edilmeksizin fayda sağlanması olarak tanımlanan  kullanma  kavramının, hukuki veya doğal ürünleri elde etmeyi ifade eden dar anlamda  yararlanma  kavramından ayrılabileceği hakkında bkz. Öztaş, (n 1) 53.4  M. Kemal Oğuzman, Özer Seliçi and Saibe Oktay Özdemir, Eşya Hukuku, (21th edn, Filiz 2018) 266; Heinz Rey, Die Grundlagen des Sachenrecht und das Eigentum, (Staempfli 2000) 171; Arpacı, Müşterek Mülkiyet 11; Hatemi, Serozan and Arpacı, (n 2), 106 ff.; Arthur Meier-Hayoz, Berner Kommentar, Kommentar zum Schweizerischen Privatrecht, Band IV, Sachenrecht, 1. Abteilung, Das Eigentum, 1. Teilband: Systematischer Teil und Allgemeine Bestimmungen, Art.641-654 ZGB, (5th, Staempfli 1981) Art.648, N.11; Robert Haab, August Simonius, Werner Scherrer and Dieter Zobl, Kommentar zum schweizerichesn Gesetzbuch, Das Sachenrecht, Zürcher Kommentar, Das Eigentum, Art.641-729 ZGB, Band: NR.IV/1, (2th edn, Schulthess 1977), Art.648, N.3. Yararlanma,  eşyanın kullanılmasıyla elde edilen yararlarla, eşyaya ait hukuki ve doğal ürünleri birlikte ifade  eden bir kavram olarak kabul edilmektedir. Bkz. Öztaş, (n 1) 46; Brunner and Wichtermann, (n 1), N.11. 5  Arpacı, Müşterek Mülkiyet 7; Hatemi, Serozan and Arpacı, (n 2) 106; Rey, (n 4) 171, N.674; Öztaş, (n 1) 46; Brunner and Wichtermann, (n 1), N.10.6  Bu kavramlar için ayrıntılı bilgi için bkz. Öztaş, (n 1) 48 ff. 7  Haab, Simonius, Scherrer and Zobl, (n 4), N.3; Oğuzman, Seliçi and Oktay Özdemir, (n 4) 320.76Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...kuralından da yararlanılabilir. Paydaşlar arasındaki uyuşmazlık hâkim tarafından giderilebilecektir  (TMK  md.693/2)9.  Paydaşlar,  paylı  mülkiyet  konusu  eşyanın kullanılması veya yararlanılması hakkında anlaşma yaparak ya da karar alarak bu yöndeki  uyuşmazlıkların  çıkmasına  engel  olabilir  veyahut  uyuşmazlıkları  sona erdirebilirler.  Örneğin,  paylı  mülkiyet  konusu  eşyanın  maddi  olarak  bölünmesi mümkünse her bir kısım bir paydaşa özgülenebilir; eşyanın kullanımı sadece bir paydaşa bırakılıp, diğer paydaşa (ya da paydaşlara) kullanma bedeli ödenmesi gerektiği veya eşyadan elde edilen yararın (doğal ya da hukuki ürünün) paydaşlar arasında hangi ölçüte göre paylaştırılacağı düzenlenebilir. TMK  md.693 te   koruma   kenar  başlığı  altında,   Paydaşlardan  her  biri, bölünemeyen ortak menfaatlerin korunmasını diğer paydaşları temsilen sağlayabilir  hükmüne yer verilmiş,  temsil  kavramına da değinilmiştir. Burada  temsil  ile kastedilen, zorunlu durumlar ortaya çıktığında paydaşların bir araya gelerek birlikte malı korumalarının mümkün olmadığı hallerde, özellikle eşyanın zarar görmesini ya da değerinin düşürülmesini önlemek ve hatta mevcut durumunun korunmasını sağlamak amacıyla her bir paydaşa tek başına dava açma veya diğer dava dışı tedbirleri alma olanağının sağlanmasıdır. Paydaşlardan birinin şehir dışında olduğu sırada paylı mülkiyet konusu arazide heyelan sebebiyle toprak kayması yaşanmış olduğunda orada bulunan diğer paydaşın enkazın kaldırılması için yaptığı iş ve işlemler, zararın artmasının önlenmesi için aldığı tedbirler buna örnektir. Yönetim kavramı ise, belki de öğretide üzerinde en çok tartışılan konudur. Yönetim, genel olarak, paylı mülkiyet birliğinde paydaşların menfaatlerinin sürdürülmesi amacıyla yapılan iş ve işlemlerdir. Bu çerçevede paylı mülkiyet konusu eşyanın doğal ya da ekonomik olarak varlığını sürdürmesi amacına hizmet eden her türlü iş ya da hukuki işlem yönetim amacına yöneliktir. Bu açıdan, paylı malın ve paydaşların 8  Hatemi, Serozan and Arpacı, (n 2) 107; Jale Akipek, Turgut Akıntürk and Derya Ateş, Eşya Hukuku, (2th edn, Beta 2018) 398.9  Yargıtay a göre,   (…) hâkim paydaşlık ilişkisinin devamında fayda ve zorunluluk olan hallerde paydaşların sicilden kaynaklanan haklarını ihlal etmeksizin diğer paydaşların haklarıyla bağdaştığı ölçüde, somut olayın özelliğini, taşınmazın konumunu, kullanma amaçlarını, niteliklerini, yöresel örf ve adetleri, tarafların ihtiyacı vbe gerçekleri gözetmek suretiyle paylı malın kullanılmasının zaman veya yer itibariyle paydaşlar arasında ne şekilde bölünebileceğini saptayıp buna göre karar vermek durumundadır.  Bkz. Yargıtay 14 HD, 2005/11960, 2006/516, 30.01.2006 (<www.lexpera.com>, accessed 29.05.2015). Aynı yönde bkz. Yargıtay 1 HD, 7170/7389, 17.06.2004; Yargıtay 1 HD, 7/8736; 20.09.2007 T. (Kazancı İçtihat bankası, accessed 29.05.2018). 10  Bkz. Meier-Hayoz (n 4), N.19; Öztaş, (n 1) 249 ff.11  Haab, Simoius, Scherrer and Zobl, (n 4), N.2. TMK md.693 teki temsil, borçlar hukukundaki teknik anlamından (TBK md.40-48) farklı bir anlamda kullanılmıştır. Bkz. Hatemi, Serozan and Arpacı, (n 2), 113; Esener and Güven, (n 1) 182.12   Tasarruf işlemleri ve eşyanın özgülendiği amacın değiştirilmesinin dışında kalan ve eşyanın varlığını korumaya veya değerini arttırmaya yahut eşyanın işletilmesine yönelik olan, konusunu eşyanın kendisinin oluşturduğu ve paydaşların tamamının menfaatini ilgilendiren hukuki veya fiili tüm tedbirleri  olarak  yönetim kavramının tanımlanması hakkında bkz. Öztaş, (n 1) 187; Hatemi, Serozan and Arpacı, (n 2) 115; Arpacı, Müşterek Mülkiyet, 104 ff.; Barbara Graham-Siegenthaler, CHK, Handkommentar zum Schweizer privatrecht, Sachenrecht Art.641-977 ZGB, (3th, 2016) Art.647, N.5; Kurt Müller, Der Verwalter von Liegenschaften mit Stockwerkeigentum, (2th, Staempfli & Cie AG 1971) 17.13  Abdülkadir Arpacı, Türk Hukukuna Göre Kat Mülkiyetinde Yönetim, (Bedir 1984) 11 ff. özellikle 14 (Kat Mülkiyeti); Müller, (n 12) 21; Meier-Hayoz, (n 4), N.2; Kemal Tahir Gürsoy, Fikret Eren and Erol Cansel, Türk Eşya Hukuku, (2th edn, 1984), 411; Eren, (n 1) 101. 77İstanbul Hukuk Mecmuası 77/1menfaatlerinin korunması amacıyla yapılan iş ve işlemler yönetim kavramına girdiği gibi, malın kullanılması ve ondan yararlanılması tarzının belirlenmesine ilişkin iş ve işlemler de yönetim kavramına dâhildir. Nitekim kanun koyucu da örneğin önemli yönetim işlerini sayarken TMK md.691 de malın hukuki ürünlerini elde etmeye yönelik kiraya verme işinin de -aslında yararlanma tarzına ilişkin olsa da- yönetim kavramı içerisinde değerlendirmiştir. Zaten bu kavramları birbirinden net ve kesin çizgilerle ayırmak kolay değildir. Aşağıda ele alınacağı üzere paydaşlar tarafından yapılacak düzenlemelerin sonuçları ve konumuz açısından yönetim, yararlanma, koruma ve kullanma gibi kavramlar açısından sınıflandırılma yapmaya gerek yoktur.Keza TMK md.694 te düzenlenen  paylı mülkiyetten doğan veya paylı malı ilgilendiren  yönetim  giderleri,  vergiler  ve  diğer  yükümlülükler ,  yararlanma, kullanma veya yönetim kapsamında sayıldığı sürece, burada ele aldığımız anlaşmanın ve kararın konusunu oluşturabilecektir. Ancak paylı mal hakkındaki tasarruf işlemleri ile paylı malın esaslı biçimde özgüleme amacının değiştirilmesine yönelik iş ve işlemleri, yönetim kavramına dâhil olup olmadığı öğretide tartışmalıdır. Bazı yazarlara göre, paylı mal üzerindeki tasarruf işlemleri ile paylı malın esaslı biçimde özgüleme amacının değiştirilmesine yönelik iş ve işlemleri yönetim kavramına dâhildir. Buna karşılık bizim de katıldığımız diğer görüşe göre ise, yönetim kapsamındaki iş ve işlemler, paylı malın özgülendiği doğal ve ekonomik amacı korumak, ondan bu amaçla yararlanmak ve bunu sürdürmek için yapılmalıdır. Paylı mülkiyet konusu malın üçüncü kişiye devredilmesi veya tarla olarak kullanırken üzerinde alışveriş merkezi yapılmasına karar verilmesi gibi işlemler, yönetim kavramında sayılmamalıdır. Tasarruf kavramı ile yönetim kavramını birbirinden farklı olduğunu savunan görüşe katıldığımız için tasarruf kavramını ayrıca ele almak gereklidir. Nitekim TMK md.692 de,  tasarruflar , yönetim işlerinden ayrı olarak düzenlenmiştir. Tasarruf, paylı mülkiyet konusu eşya üzerindeki hakka doğrudan doğruya etkide bulunarak onu başkasına devreden, onu sınırlayan, değiştiren veya sona erdiren her türlü iş ve işlemdir. Paylı mülkiyet konusu eşyanın devredilmesi; eşya üzerinde ipotek gibi bir sınırlı ayni hak kurulması, eşya ile ilgili nisbi hakkı kuvvetlendiren şerhler de bu 14  Jonas Mangisch, ZGB Kommentar, Schweizerische Zivilgesetzbuch, OFK (Orell Füssli Kommentar) 3. Auflage, Schulthess, Zürich, 2016, Art.647, N.1.15  Bkz. Oğuzman, Seliçi and Oktay Özdemir, (n 4) 328, N.1288-1289; Sirmen, (n 2), 319; Öztaş, (n 1) 253.16  Gürsoy, Eren and Cansel, (n 13) 116-117; Haab, Simoius, Scherrer and Zobl, (n 4), N.1.17  Arpacı, Kat Mülkiyeti 13 ff.; Müller, (n 12) 21; Öztaş, (n 1) 102.18  Aynı yönde bkz. Haab, Simonius, Scherrer and Zobl, (n 4), N.4. Ancak yararlanma ile yönetim kavramlarının birbirinden ayırt edilmesinin işlemin ya da eylemin paydaş tarafından tek başına gerçekleştirilip gerçekleştirilemeyeceğinin tespiti açısından önemli olduğu ve sınırları hakkında bkz. Öztaş, (n) 228 ff. 19  Mustafa Dural and Suat Sarı, Türk Özel Hukuku, Temel Kavramlar ve Medenî Kanunun Başlangıç Hükümleri, (13th edn, Filiz 2018) 211, N.1134; M. Kemal Oğuzman and Nami Barlas, Medeni Hukuk, Giriş- Kaynaklar- Temel Kavramlar, (24th edn, Vedat 2018) 182-183, N.631; Eren, (n 1) 109.78Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...kapsama dâhil edilmektedir. Keza paylı mülkiyetin devam etmesine yönelik olarak paydaşların ortaklığın giderilmesi haklarını bir süre kullanmayacaklarını birbirlerine taahhüt ettikleri paylı mülkiyetin devamına ilişkin anlaşmalar (TMK md.698) da buraya dâhil edilmelidir. Paydaşlığın sona ermesi halinde tasfiyenin nasıl yapılacağına dair anlaşmalar ya da kararlar ile bir paydaşın paydaşlıktan çıkarılmasına yönelik kararlar, yönetim ya da tasarruf kavramlarından bağımsız işlemlerdendir. Aşağıda, paydaşlar arasındaki paylı mala ilişkin kullanma, yararlanma, koruma, yönetim ve tasarruf konularındaki hukuki işlemlerin türleri tespit edilecektir. C. Paydaşlar Arasındaki Hukuki İşlemlerin Türleri 1. Genel OlarakPaydaşlar, paylı mülkiyet konusu maldan yararlanma ve yönetime ilişkin hukuki işlemler yapabilirler. Bunlar, anlaşma ya da karar olarak karşımıza çıkabilir. Türk Medeni Kanunu nun 689.maddesinde kenar başlığında  anlaşma , içeriğinde ise  düzenleme  ve  anlaşma  kavramlarına; TMK md.690-692 de  karar ; TMK md.695 te ise  düzenleme ,  karar  kavramlarına yer verildiği görülmektedir. Öncelikle  düzenleme  ile  anlaşma  kavramlarının birbirinden farklı terimler kullanılsa da aynı anlamda kullanıldığı kanaatindeyiz. Çünkü anlaşmalar kenar başlığı altında 689.maddede  paydaşlar, kendi aralarında oybirliğiyle anlaşarak (…) farklı bir düzenleme yapabilirler  ifadesinde  anlaşma  kelimesine tekrar yer vermemek için  düzenleme  kelimesi kullanılmıştır. Ancak TMK md.695 te kanun koyucu  anlaşma  kavramı yerine  düzenleme  kavramına yer vermiş sanki ikisi birbirinden farklı kavramlar olduğu izlenimi doğmuştur. Oysa TMK md.695/1 deki düzenleme, 689.maddeden de anlaşılacağı üzere anlaşma anlamındadır. Hangi kavram benimsenirse benimsensin, anlaşma ya da düzenleme, paydaşların aldıkları kararlardan farklıdır. Öğretide bazı yazarlar, TMK md.695/f.2 hükmündeki  karar  kavramının aslında TMK md.689 da ifade edilen anlaşma anlamında kullanılmış olduğunu ifade etmektedirler. Bu görüşe göre, esasen kararlar, çoğu kez, kanun ya da anlaşma ile belirlenen düzenin uygulanmasını sağlayan ve süreklilik arz etmeyen tedbirlerin alınmasıyla ilgili olup, her durumda onların bağlayıcı etki kazanması için tapu siciline şerh edilmelerini aramak hem anlamsızdır hem de ağır külfet oluşturur. Bu sebeplerle bu görüşe göre, TMK md.695/2 ile tapu siciline şerh edilmesi halinde bağlayıcılık kazanabilecek hukuki işlem, anlaşmadır. Kararlar ise, 20  Haab, Simoius, Scherrer and Zobl, (n 4), N.9; Oğuzman, Seliçi and Oktay Özdemir, (n 4) 324, N.1279; Eren, (n 1) 109; Tekinay, Akman, Burcuoğlu and Altop, (n 2) 580 ff. 21  TMK md.695/f.2 deki  kararlar  sözcüğüyle, TMK md.689/1 uyarınca paydaşların aralarında anlaşarak yaptıkları düzenlemenin kastedildiği olduğu hakkında bkz. Sirmen, (n 2) 291; Öztaş, (n 1) 285; Oğuzman, Seliçi and Oktay Özdemir, (n 4) 314, dn.154, karş. 328, N.1289. TMK md.689 ile 695/1 hükümlerinde kast edilenin karar olduğu, md.695/f.2 de ise sözleşmenin kast edildiği hakkında bkz. Yıldırım Keser, ‘Türk Medeni Kanunu Hükümlerine Göre Paylı Mülkiyette Yönetim Sözleşmesi , (2008) (Prof. Dr. Bilge Öztan a Armağan) 519.22  Öztaş, (n 1) 284 ff.79İstanbul Hukuk Mecmuası 77/1tıpkı kat mülkiyetinde olduğu gibi, işin niteliği gereği sonradan paydaş olanları veya eşya üzerinde sınırlı ayni hak iktisap edenleri mutlak olarak bağlar. Kanaatimizce, karar niteliğinde bir hukuki işlemin konusunun süreklilik arz etmeyen ve tedbir mahiyetinde olduğuna dair ölçütün yasal bir dayanağı bulunmamaktadır. Gerçekten kararlara ilişkin TMK md.690 vd. hükümleri değerlendirildiğinde paylı mülkiyet konusu eşyanın kiraya verilmesi, kira sözleşmesinin feshi, aydınlatılması için sarf edilen elektrik ücretinin paylaşılması gibi konularda aldıkları kararların süreklilik oluşturmadığı ve sadece tedbir niteliğinde olduğu söylenemez. Keza, daha önceden alınan bu konulardaki bir kararın, değiştirilmesine ilişkin karar açısından da farklı bir sonuca ulaşılamaz. TMK md.685 de hukuki işlemin konusunun yararlanma, kullanma ve yönetim ile ilgili olması gereğini aramış, karar ya da anlaşmanın konusu açısından başka bir ölçüte yer vermemiştir. Bu sebeplerle, irade özgürlüğü prensibi  çerçevesinde,  paydaşlar,  karar  ya  da  anlaşma  yolunu  seçerek  paylı mülkiyet konusu eşyanın yararlanma, kullanma ve yönetimi hakkında hukuki işlem yapabilirler. Bu takdirde, TMK md.695/f.2, TMK md.689/son hükümleri uyarınca tapu siciline şerh edilen anlaşma ya da kararlar, paydaşların cüzi halefleri için de bağlayıcı etki elde eder. Esasen taşınırlar bakımından hem anlaşmanın, hem kararın bağlayıcı etkisinin düzenlendiği TMK md.695/f.1 e rağmen, taşınmazlarda sadece  anlaşmanın  –şerh edildiği takdirde- bağlayıcı olacağını kabul etmek de taşınır ve taşınmazlar açısından anlamsız bir ayrım yaratılmasına da neden olacaktır. Öte yandan örnek alınan kat mülkiyeti hukukunda yönetim ile ilgili kararların bağlayıcı etkisi KMK md.32/f.2 ile açıkça düzenlenmiş olup bir kanun hükmüne dayanmaktadır. Yönetim planının bağlayıcı etkisi de iddia edildiği gibi anlaşma hukuki niteliğine sahip olmasından değil, yine açık bir kanun hükmü ile düzenlenmesinden kaynaklanmaktadır (KMK md.28/f.1, c.2 ve f.4)25. Bu sebeplerle bu konu bakımından kat mülkiyeti ve yönetim planının hukuki niteliğiyle paralellik kurularak sonuca varmak yerinde olmayacaktır. Aşağıdaki başlıklarda,  anlaşma  ve karar  olarak paydaşların konumuzla ilgili hukuki işlemleri incelenecektir. 23  743 sayılı Türk Kanunu Medenisi nin yürürlükte olduğu dönemde (TMK md.689 a ve TMK md.695 e karşılık olan bir düzenlemenin hukuk sistemimizde bulunmadığı dönemde) öğretide paydaşların yönetim konusunda sözleşme ya da karar konusunda düzenleme yapabilecekleri, düzenlemenin şekli ya da hukuki niteliğinin önemli olmadığı ifade edilmiştir. Bkz. Hatemi, Serozan and Arpacı, (n 2) 122.24  Yönetim planının hukuki niteliği tartışmalıdır. Öğretideki bazı yazarlara göre, yönetim planı, eşyaya bağlı borç ilişkisi kuran sözleşme niteliğindedir. Bu görüşe göre, yönetim planının düzenlendiği hukuki işlem bir sözleşme niteliğindedir. Bkz. Arpacı, Kat Mülkiyeti 49, 74 ff.; Erel, (n 2) 236; M. R. Karahasan, ‘Kat Mülkiyeti Hukukunda Düzenlenen Yönetim Planının Niteliği ve İşlevi , (2006) 80(1), İBD 28. Yönetim planını kuran işlemin karar niteliğinde olduğu ve yönetim planının kat malikleri birliğinin statüsü olduğu görüşü hakkında ise bkz. Halûk Nami Nomer, ‘Kat Mülkiyetinde Yönetim Planının Hukuki Niteliği , (Prof. Dr. Mustafa Dural a Armağan), (Filiz 2013) 830 (Yönetim Planı).25  KMK md.28/f.1.c.2 ye göre,  Yönetim planı, bütün kat maliklerini bağlayan bir sözleşme hükmündedir. . KMK md.28/f.4 e göre,  Yönetim planı ve bunda yapılan değişiklikler, bütün kat malikleriyle onların külli ve cüzi haleflerini ve yönetici ve denetçileri bağlar.  Toplu yapılar ile ilgili KMK md.70/f.1.c.2 ye göre,  Yönetim plânı, toplu yapı kapsamındaki bütün kat maliklerini bağlar. 80Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...2. AnlaşmalarPaydaşların yapabilecekleri hukuki işlemlerden birisi TMK md.689 da düzenlenen, anlaşmadır. Bununla birlikte TMK md.689 da anlaşmanın tanımı yapılmamıştır. Hükümde anlaşma, paydaşlar arasında iç ilişkiyi düzenleyen bir hukuki işlem olarak düzenlenmiştir. Anlaşma ile kast edilen, öğretideki çoğunluğa göre, hukuki işlemin yapıldığı sıradaki tüm paydaşların taraf olduğu çok taraflı sözleşmedir. Buna karşılık öğretide bazı yazarlara göre TMK md.689 da düzenlenen anlaşma, niteliği itibariyle karşılıklı borç doğuran sözleşme olmayıp oybirliğiyle alınan kararlardır. Kanaatimizce, kanunun sistematiği göz önüne alındığında TMK md.689 un kararlara ilişkin bir düzenleme olduğunu kabul etmek kolay değildir. İrade özgürlüğü ilkesi çerçevesinde paydaşlar, paylı mülkiyet konusu malın yönetimi ve yararlanma düzeni hakkında  sözleşme  de  yapabilir.  Fakat  bu  sözleşmeler,  borçlar  hukukuna  özgü nitelikte olmayıp çok taraflı bir hukuki işlem niteliği taşımaktadırlar. Uygulamamızda  paydaşlar,  bir  araya  gelerek  paylı  mülkiyet  konusu  maldan yararlanma, onu kullanma ve yönetimine ilişkin olarak açıkça veya örtülü olarak anlaşma yapmaktadırlar. Özellikle henüz kat mülkiyetinin kurulmadığı veya çeşitli sebeplerden dolayı kurulamadığı taşınmazlarda, paydaşlar, sanki kat mülkiyeti kurulmuş gibi, yönetim planı adını verdikleri düzenlemelerle iç organizasyonu düzenlemektedir. Hatta Yargıtay, taşınmazın  kullanma biçimini tüm paydaşlar arasında varılan bir anlaşma ile belirlenmiş ya da fiili bir kullanma biçimi oluşmuş, uzun süre paydaşlar bu durumu benimsemişlerse kayıtta paylı, eylemsel olarak (fiilen) bağımsız bu oluşumun (…) korunması gerektiğine  içtihat ederek, taşınmazdan yararlanma sureti hakkındaki anlaşmanın örtülü olarak da yapılabileceğine içtihat etmektedir. Konuları aynı olsa da anlaşma ile karar çeşitli açılardan birbirinden farklı hukuki işlemlerdir. Anlaşma, hukuki niteliğine özgü bir özellik olarak, tüm paydaşlarca oybirliği ile düzenlenmelidir. Oysa kararda, paydaşlarca farklı bir oran kararlaştırılmamışsa, kanunda belirtilen konulara göre (TMK md.690-692) farklı oranlarda karar yeter sayısının sağlanması hukuki sonucun doğması açısından gerekli ve yeterlidir. 26  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 313, N.1254; Öztaş, (n 1) 244;  Karşılıklı borç doğuran bir sözleşme niteliğinde olmayıp, içeriği itibarıyla bir şirket sözleşmesine  benzediği hakkında bkz. Sirmen, (n 2) 291; A. Lale Sirmen, ‘Yeni Türk Medeni Kanununda Paylı Mülkiyete İlişkin Düzenlemeler , (2003) (Prof. Dr.Turgut Kalpsüz e Armağan), (Düzenlemeler) 730. Aynı yönde bkz. Yavuz, (n 1) 17.27  Haluk Nami Nomer and Mehmet Serkan Ergüne, Eşya Hukuku, (6th edn, On İki Levha 2019) 138, N.414.28  5711 sayılı Kanunla (RG. 28.11.2007 T., 26714 S.) Kat Mülkiyeti Kanununda yapılan düzenlemeyle, Kanunun yürürlüğe girmesinden önce oluşturulan ve toplu yapı ait yönetim planlarının kanunun yürürlüğe girdiği tarihten (28.11.2007) itibaren altı ay içinde bu Kanun hükümlerine uyarlanması gerektiği düzenlenmiştir (KMK Geçici madde 3). Yargıtay, kanunda belirtilen süre içinde bu hükmün gereği yerine getirilmediği ve toplu yapı yönetimine geçilmediği takdirde uyuşmazlıkta Kat Mülkiyeti Kanunu nun değil, genel hükümlerin uygulanması gerektiğine içtihat etmektedir. Bkz. Yargıtay 18 HD, 6316/8137, 13.05.2013; Yargıtay 18 HD, 12004/12326, 26.09.2013; Yargıtay 3 HD, 20615/21419, 23.12.2010 (Bu kararlar için bkz. Kazancı İçtihat Bankası, accessed 11.05.2018). Dolayısıyla, bir taşınmazda paydaşlar arasındaki yönetim planına benzer şekilde düzenlenen ve taşınmazdan yararlanmaya ve onu yönetmeye ilişkin anlaşmalar, TMK md.689 vd. hükümlerine tabidir. 29  Yargıtay 1 HD, 21/1217, 10.02.2011 (Kazancı İçtihat Bankası, accessed 11.05.2018). Aynı yönde bkz. Yargıtay HGK 1-2725/158, 23.02.1983 (YKD 1983(10) 1442). 30  Sirmen, (n 2) 291. Aksi fikirde sözleşmenin tüm paydaşların katılmasının zorunlu olmadığı görüşü için bkz. Eren, (n 1) 105. 31  Bkz. II, C, 3.81İstanbul Hukuk Mecmuası 77/1Paydaşların iki halde, paydaşların hak ve yetkilerini kaldıran ya da sınırlandıran anlaşmalar  yapmaları  sınırlandırılmıştır  (TMK  md.689  f.1).  Öncelikle,  paylı mülkiyet konusu eşyanın kullanılabilirliğinin ve değerinin korunması için zorunlu olan yönetim işlerini yapma ve buna ilişkin önlemleri alma konusundaki yetkiler kaldırılamaz veya sınırlandırılamaz (TMK md.689/f.1 b.1). İkinci olarak, eşyayı bir zarar tehlikesinden veya zararın artmasından korumak için derhal alınması gereken  önlemleri  bütün  paydaşlar  adına  veya  hesabına  almak  konusundaki yetkiler de kaldırılamaz veya sınırlandırılamaz (TMK md.689f.1 b.2). Sınırlamaların amaçlarından biri, paydaşların paylı malın korunması için yapılması gereken zorunlu ve ivedi önlemleri alma konusunda yetkilerinin kaldırılması önleyerek eşyaya zarar verilmesini engellemek; diğeri ise azınlıkta kalan paydaşları çoğunlukta kalanlara karşı korumak ve hatta cüzi halefleri korumak olduğu da ifade edilmektedir. Paydaşların TMK md.689/f.2 deki sınırlamalarla bağdaşmayan anlaşmaları herhangi bir hukuki sonuç doğurmaz, geçersizdir.Paydaşlar yaptıkları anlaşmayı başka bir anlaşmayla değiştirebileceklerdir. Bir anlaşma yapıldığında, bu anlaşmanın kararla değiştirilebilmesinin mümkün olup olmadığı da sorgulanmalıdır. Paydaşların oybirliği ile karar almasının gerekli olduğu hallerde karar ile anlaşmanın sınırları silikleşmektedir. Zira aynı konuda, aynı nisapla (oybirliği) iki farklı hukuki işlemle karşı karşıya kalındığında aralarında ayrım yapmak zordur. Anlaşma ile kararın konuları, kanuna göre aynı olabilir, dolayısıyla örneğin yönetim konusunda oybirliğiyle alınmış bir hukuki işlem anlaşma mıdır, yoksa karar mıdır? Bu sorunun yanıtını vermek kolay değildir. Oybirliğiyle  karar  alınmasının  gerekli  olduğu  hallerde  anlaşmanın  karar  ile değiştirilebilmesi veya kararın anlaşma ile değiştirilebilmesi mümkün olmalıdır. Olağan yönetim işi (MK 690) veya önemli yönetim işi (MK md.691) için alınmış kararın anlaşma ile değiştirilebilmesinde de tereddüt yoktur. Ancak bu konularda oybirliği ile anlaşma yapılmışsa bunun oy çokluğuyla ya da nitelikli çoğunlukla alınmış karar ile değiştirilebilmesi konusunda tereddüt etmek gerekir. Zira paydaşlar, 32  Zorunlu yönetim işleri öğretide,  yapılmadığı takdirde eşyanın kullanılabilirliği veya değeri azalacak olan (olağan veya önemli) yönetim işleri  olarak tanımlanmıştır. Bkz. ibid 286. Ayrıca bkz. Meier-Hayoz, (n 4), N.62 ff.; Graham-Siegenthaler, (n 12) 8:33  İvedi yönetim işleri öğretide,  eşyayı zarara uğramaktan veya uğradığı zararın artmasından korumak için acilen yapılması gereken zorunlu yönetim işleri  olarak tanımlanmıştır. Bkz. Sirmen, (n 2) 286. Ayrıca bkz. Öztaş, (n 1) 191.34  ibid 260 ff.; Müller, (n 12) 48.35  Meier-Hayoz, (n 4), N.65; Brunner and Wichtermann, Art.647, N.46; Müller, (n 12) 29; Öztaş, (n.1) 197 ff. Bu kurallara uyulmamış olması halinde TBK md.27/2 gereği kısmi butlan yaptırımının uygulanacağı hakkında bkz. Aydın Aybay and Hüseyin Hatemi, Eşya Hukuku, (Vedat 2010) 132, N.8.36  Öztaş, (n.1) 247.37  Bkz. TMK md.692.38  Oybirliğiyle alınan kararlarla anlaşmalar arasındaki farkın paylı mülkiyette sadece teorik bir anlam taşıdığı hakkında bkz. Öztaş, (n.1) 246, dn.560.39  Öğretiye göre, oybirliği ile kararın alınması gereken hallerde iradelerin uyuşmasının gerekmez, kişi birliği iradesinin oluşması yeterlidir. Bkz. Nomer and Ergüne, (n 27) N.683, 214.82Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...bu ihtimalde, oybirliğiyle birbirlerine yönetim veya yararlanma konusunda belirli şartlara uymayı bağlayıcı niteliği olan bir sözleşme ile taahhüt etmekte ve sonra belki de anlaşma ile lehine bir düzenleme yapılan kişi katılmadan onun aleyhine olabilecek konularda kanunda belirtilen karar yeter sayıları sağlanarak karar almaktadır. Örneğin, paydaşlar, paylı mülkiyet konusu taşınmazın kiraya verilmesi, şartları, süresi vb. konusunda anlaşma yapmışlardır. Bir süre sonra paydaşlar, bu konuda anlaşmazlığa düşmüş ve bazıları anlaşmada belirtilen şartlarda değişiklik yapmak istemişlerdir. Bu durumda, böyle bir anlaşma varken, TMK md.691 de belirtilen pay ve paydaş çoğunluğu ile paydaşların paylı mülkiyet konusu taşınmazın kiraya verilebilme şartlarını  karar  ile  değiştirebilmeleri  kabul  edilmemelidir.  Çünkü  sözleşme hukukunda hâkim ilkelerden biri olan ahde vefa ilkesi, bütün paydaşların oybirliğiyle yaptıkları ve iradelerini ortaya koydukları anlaşmanın kararla değiştirilebilmesine engel teşkil eder. Ancak paydaşlar, yaptıkları anlaşmada, belirledikleri konularda değişiklik yapılması için oybirliği yerine farklı bir çoğunlukla karar alınabileceğini oybirliğiyle  düzenleyebilirler.  Bu  da  sözleşme  özgürlüğünün  bir  parçası  olarak değerlendirilebilir ve bu takdirde anlaşmanın, karar ile değiştirilebilmesi mümkün olabilir. İsviçre Federal Mahkemesi, paydaşların kanunda düzenlenen yararlanma ve yönetime ilişkin düzenin sonradan oyçokluğuyla alınacak kararla değiştirilebilmesini düzenlikleri anlaşmayı, geçersiz kabul etmiştir. Mahkeme kararına göre, Art.647 ZGB (TMK md.689) hükmü emredici nitelikte olduğundan paydaşlar  oybirliği  yerine başka bir nisap kabul edemez. İsviçre de ise, 2009 yılında yapılan kanun değişikliğiyle, yararlanma ve yönetim konusundaki düzenlemelerin yani anlaşmaların bu konuda açık hüküm içermeleri kaydıyla, bütün paydaşların çoğunluğunun rızasıyla değiştirilebilecekleri şeklinde bir hükme yer verilmiştir (Art.647 1 ZGB). Bir başka deyişle, anlaşmada açıkça düzenlenmesi  kaydıyla,  anlaşma  kararla  değiştirilebilmektedir.  Art.647/Abs.1 ZGB deki paydaşların çoğunluğu ile kast edilen, sayı itibariyle sağlanan paydaş çoğunluğudur. Ancak, yönetim veya yararlanma konularındaki anlaşmada değişiklik yapılırken, bir paydaşın yararlanma hakkını sona erdirecek özgüleme yapılacaksa o paydaşın değişiklikle ilgili kararda rızasının alınması şarttır (Art.647 1bis ZGB)42. Bu düzenleme azınlık haklarını korumak amacıyla getirildiği için emredici nitelikte olup, paydaşlar aksini anlaşma ile dahi kararlaştırmayacaklardır. Türk hukuku bakımından değerlendirdiğimizde, hukukumuzda böyle bir açık düzenleme olmamakla birlikte sözleşme özgürlüğü ve irade prensibi çerçevesinde paydaşlar, yaptıkları anlaşmanın oybirliği yerine farklı bir nisabın arandığı kararla değiştirilebileceğini  düzenleyebilirler.  Örneğin,  taşınmazın  boyama  ve  bakım 40  BGE 103 IB 76. 41  AS 2011 4637; BBl 2007 5283.42  AS 2011 4637; BBl 2007 5283. 43  Graham-Siegenthaler, (n 12), N.3.83İstanbul Hukuk Mecmuası 77/1işlerinin  zamanı,  kim  tarafından  yapılacağı  ve  bütçesi  hakkında  anlaşmada  bir hükme yer verilmiş ve fakat bu anlaşmada hükmün paydaşların oy çoğunluğuyla değiştirilebileceği  de  düzenlenmiştir.  Bu  hüküm  çerçevesinde  anlaşmaya  göre, anlaşmanın karar ile değiştirilebilmesi mümkün olabilecek, örneğin boya ve olağan bakım zamanı ve kimin görevli olduğu oy çokluğuyla değiştirilebilecektir. Aslında bu ihtimalde, anlaşmada düzenlenen hüküm, paydaşlara, aynı konuyu oybirliği gerekmeksizin karar ile düzenleyebilme olanağını sunmaktadır. Tarafların yaptığı anlaşmada bu yönde bir hüküm olmaması durumunda ise anlaşma ancak oybirliği ile alınan bir karar veya başka bir anlaşma ile değiştirilebilmelidir. Ancak Türk Hukuku bakımından, İsviçre deki gibi azınlık haklarını koruyan emredici bir hüküm bulunmamaktadır. Bu açıdan anlaşma ile bir paydaşa paylı mülkiyet konusu eşyadan yararlanma konusunda özgüleme yapılmış ise, sonradan, o paydaşın yararlanma hakkını kaldıran veya sınırlandıran bir kararın alınması halinde de o paydaşın açık rızasının alınması gereklidir. Azınlıkta kalan paydaşların önceden anlaşma ile sağlanan yararlanma haklarını kaldıran veya sınırlandıran kararlarda rızalarının aranması konusunda kanuna hüküm eklenmesi gerektiği kanaatindeyiz. Ancak,  de  lege  lata,  TMK  m.2 den  hakkın  kötüye  kullanılması  kuralından yararlanılarak anılan kararın söz konusu paydaşa karşı ileri sürülemeyeceği kabul edilebilir. 3. KararlarPaylı mülkiyette paydaşlar, iç ilişkide yönetime ilişkin kararlar da alabilirler. Kanun koyucu, TMK md.690 vd. ile yönetim düzenini belirlemiş ancak paydaşlara yönetim düzenini, kanunda belirtilen şartlara uymak kaydıyla, değiştirebilme imkânı vermiştir. Kanun koyucu sistematik açıdan yönetim işlerini, olağan, önemli ve olağanüstü yönetim işleri olarak ayırmıştır. Ancak öncelikle belirtmek gereklidir ki, yönetim işleri arasında kesin sınırlar çizmek mümkün olmayabilir; her somut olaya göre işlemin amacını ve niteliğini dikkate alarak değerlendirme yapmak gereklidir. Paylı malın fiziki varlığının, değerinin ve işletme amacının korunmasına, zarar görmesine karşı alınan zorunlu ve kısa süreli iş ve işlemler, olağan yönetim işidir. TMK md.690/f.1 e göre her paydaş, olağan yönetim işlerini tek başına yapmaya yetkilidir. Ancak paydaşlar oyçokluğuyla karar alarak bu düzenlemenin aksini kararlaştırabilirler (TMK md.690/f.2). Böylece paydaşların tek başına olağan yönetim işi yapma yetkisi kısmen ya da tamamen kaldırılabilir veya sınırlandırılabilir. Ancak TMK md.689/f.1 44  Ayrıntılı bilgi için bkz. Oğuzman, Seliçi and Oktay Özdemir, (n 4) 313 ff.; Öztaş, (n.1) 258 ff.45  Haab, Simonius, Scherrer and Zobl, (n 4), N.3; Eren, (n 1), 104 ff. 46  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 315, N.1257 ff.; Sirmen, (n 2) 286; Meier-Hayoz, (n 4), N.62 ff.; Rey, (n 4) N.680 ff.84Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...b.1ve 2 de yönetim ve yararlanma anlaşmaları bakımından düzenlenen ve emredici nitelikteki sınırlamaya burada da uyulması gerekmektedir. Nitekim TMK md.690/f.2 de  zorunlu ve ivedi işlerin yapılmasına ilişkin kanun hükümleri saklı  olduğu açıkça belirtilmiştir. Önemli yönetim işleri ise, paylı malın değerinin artmasını, işletme biçiminin değiştirilmesini  ve  daha  verimli  olmasını  sağlayan  iş  ve  işlemler  olarak tanımlanmaktadır. TMK md.691 de önemli yönetim işlerine, adi kira veya ürün kirası sözleşmesinin yapılması veya feshi, toprağın ıslahı, işletme usulünün veya tarım türünün değiştirilmesi; olağan yönetim işleri sınırlarını aşan ve paylı malın değerinin veya yarar sağlamaya elverişliliğinin korunması için gerekli olan bakım, onarım ve yapı işleri örnek olarak verilmiştir. Paylı mülkiyette paydaşlar, önemli yönetim  işleri  yapılması  konusunda  karar  almak  istediklerinde  pay  ve  paydaş çoğunluğunu sağlamaları gerekmektedir (TMK md.691/f.1). Paydaşların aldıkları önemli yönetim işiyle ilgili kararların değiştirilebilmesi de aynı usulle mümkündür. Ayrıca  paydaşlar,  kanunun  önemli  yönetim  işi  olarak  nitelendirdiği  işlerden birinin  yapılması  konusunda  aradığı  nitelikli  çoğunluğu  değiştirebilir;  örneğin taşınmazın kiraya verilmesi işinin oybirliği ile veya oyçokluğuyla alınacak karar ile belirlenebileceğini kararlaştırabilirler. Kanunda TMK md.690/f.2 ve 692 den farklı olarak önemli yönetim işlerindeki karar yeter sayısının hangi karar sayısı ile değiştirilebileceği açıkça düzenlenmemiştir. Kanaatimizce, nasıl yönetim işinin yapılması için nitelikli çoğunluk yeterli görülüyorsa, bu oranı değiştiren karar da önemli yönetim işi sayılarak aynı nitelikli çoğunluk ile alınabilmelidir. Paylı malın özgülendiği amacın değiştirilmesi, olağan şekilde kullanmanın gerekli kıldığı ölçüyü aşan yapı işlerine girişilmesi ise olağanüstü yönetim işi olarak TMK md.692 de örnek olarak düzenlenmiştir. Paydaşlar, bu gibi olağanüstü nitelikteki yönetim veya yararlanmaya ilişkin kararları oybirliği ile almalıdır; ancak paydaşlar, oybirliği ile alacakları karar ile bu düzenlemenin aksini kararlaştırabilir ve başka bir esas getirebileceklerdir (MK md.692/f.1)49. Son olarak, TMK md.689/f.1 b.1 ve 2 de belirtilen sınırlamaların, kanundaki sistematik yeri açısından sadece anlaşmalar için düzenlenmiş olsa da kararlar bakımından  uygulanıp  uygulanamayacağı  incelenmelidir.  Kanaatimizce,  bu sınırlamaların amacı, paydaşların paylı malın korunması için yapılması gereken zorunlu  ve  ivedi  önlemleri  alma  konusunda  yetkilerinin  kaldırılması  önleyerek eşyaya zarar verilmesini engellemektir. Bu yetkiyi kaldıran hukuki işlemin, anlaşma veya karar olmasının bir önemi yoktur. Zira yukarıda da belirttiğimiz gibi, karar ile 47  Eren, (n 1) 105. Ayrıca bkz. Oğuzman, Seliçi and Oktay Özdemir, (n 4) 315, N.1261 ff.; Sirmen, (n 2) 287 ff.; Meier-Hayoz, (n 4), N.6 ff.48  Paydaşların sadece oy çoğunluğunun ağırlaştırılmasına ilişkin karar alabileceği hakkında bkz. Öztaş, (n.1) 262 ve dipnot 599 ve 600 de belirtilen eserler. 49  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 320, N.1270; Sirmen, (n 2) 290. 85İstanbul Hukuk Mecmuası 77/1anlaşmanın konuları açısından bir farklılık bulunmadığı için yönetim, yararlanma ve  kullanma  konuları  açısından  geçerli  olan  bu  sınırlamaların  kararlar  için  de uygulanması gerekmektedir. Bu sınırlamayı düzenleyen hükmün emredici nitelikte olması da bu yorumu zorunlu kılmaktadır; aksine bir yorum, hükmün dolanılarak anlamsız hale getirilmesi sonucu doğuracağından kabul edilmemelidirII. TMK MD.695/F.2 ve 686/SON Hükümleri Uyarınca Hukuki İşlemlerin Şerh EdilmesiA. Şerhin Konusu1. Genel OlarakTMK md.689/son hükmüne göre,  taşınmazlarla ilgili anlaşmalar, imzalarının noterlikçe  onaylanması  koşuluyla  paydaşlardan  birinin  başvurusu  üzerine  tapu kütüğüne şerh verilebilir.  Keza TMK 695/f.2 ise,  Taşınmazlarda yararlanma, kullanma ve yönetime ilişkin kararların sonradan paydaş olan veya pay üzerinde aynî hak kazananları bağlaması için, bunların tapu kütüğüne şerh edilmesi gereklidir.  Oysa  695.maddenin  1.fıkrasınmda,   yararlanma,  kullanma  ve  yönetime  ilişkin konularda paydaşların yaptıkları düzenleme ve aldıkları kararlar ile mahkemece verilen kararlar, sonradan paydaş olan veya pay üzerinde aynî hak kazanan kimseleri de bağlar  hükmüne yer verilmiştir. Bu hükümlere yakından bakıldığında, şerhin edilebilecek hukuki işlemlerin niteliği konusunda karmaşıklık bulunduğu için bu konuyu açıklığa kavuşturmak gereklidir. Ayrıca işlemin konusu açısından da şerh açısından bir sınırlama olup olmadığı konusunun da değerlendirilmesi gereklidir. Bu başlık altında belirtilen konular ele alınacaktır. 2. Şerh Edilebilecek Hukuki İşlemin KonusuTMK  md.695/f.2 de   yararlanma,  kullanma  ve  yönetime  ilişkin  konularda  yapılan hukuki işlemlerin tapu kütüğüne şerh edilmesi gerektiği düzenlenmiştir. Bu açıdan Türk Hukukunda gerek yararlanma, gerek kullanma, gerekse yönetime ilişkin paydaşlar arasındaki hukuki işlemler, diğer şartlar da varsa, şerh edilebilecektir. Öğretide bazı yazarlar, yönetim ve yararlanma düzenine ilişkin soyut ve genel nitelikteki kararların şerh edilebileceğini buna karşılık özel ve somut konulardaki yönetim  kararlarının  ise  şerh  edilmesine  gerek  olmadığını  belirterek,  kararları sınıflandırmaktadır. Kanaatimizce, şerh için tapu kütüğüne başvuru yapıldığında tapu 50  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 313, N.1254, 320, N.1272.51  Nomer and Ergüne, (n 27) N.716-717 227.86Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...sicil memurunun işlemin genel ve soyut olduğunu ya da somut ve özel olduğunu denetleyerek şerhin yapılmasına veya yapılmamasına karar vermesini gerektirecek bu ayrım, pratik olmadığı gibi yasal dayanaktan da yoksundur. Paydaşlar  arasındaki  tasarruf  işlemlerinin  de  şerh  edilecek  hukuki  işlemin konusunu oluşturup oluşturamayacağı ele alınmalıdır. Nitekim İsviçre Hukukunda Art.649a ZGB de ise, paydaşların tasarruf işlemlerinin de paydaşların cüzi halefleri için  bağlayıcı  nitelikte  olduğu  düzenlenmiştir. Ancak  Türk  Medeni  Kanun unda böyle bir düzenlemeye yer verilmemiştir. Çünkü tasarruf işlemleri doğaları gereği kanunda belirtilmese bile üçüncü kişileri bağlayıcı etki taşıyacakları için kanunda bu hususun ayrıca belirtilmesine gerek bulunmadığı ifade edilmektedir. Dolayısıyla tasarruf işlemleri hukuki sonuçları itibariyle şerh edilmesine gerek bulunmamaktadır. Ancak TMK md.692/f.1 uyarınca paylı malın özgülendiği amacın değiştirilmesine ilişkin anlaşma veya kararın TMK md.695 kapsamında sayılıp sayılamayacağı da ele alınmalıdır. Yukarıda ifade ettiğimiz üzere, paylı malın özgülendiği amacın değiştirilmesi,  yönetim  ve  yararlanma  kavramlarının  sınırlarını  aşmaktadır. TMK md.695/f.2 te söz edilen yararlanma, kullanma ve yönetim kavramları, paylı mülkiyet birliğinde kurulmuş olan iç organizasyonun sürdürülmesine hizmet ettiğinden bu konudaki kararın ya da anlaşmanın cüzi halefler için bağlayıcı etki sağlanması önem taşır. Oysa paylı malın özgülendiği amacın değiştirilmesinde böyle bir durum söz konusu değildir. Bu sebeple paydaşların bu konudaki anlaşmaları TMK md.695 kapsamında sayılamaz. Keza paylı mülkiyetin devam etmesine yönelik olarak TMK md.698 /f.2 çerçevesinde yapılan hukuki işlemler de konumuzun kapsamı dışındadır. Esasen paydaşların paylı mülkiyetin devam etmesine yönelik hukuki işlemleri TMK md.698/f.2.c.2 çerçevesinde tapu siciline şerh edilebilecek hallerden birisini oluşturmaktadır. Sonuç olarak, paylı mülkiyette paydaşların yaptıkları hukuki işlemlerinin konusu paylı mülkiyet konusu eşyayı kullanma, ondan yararlanma, onu yönetime ilişkin olabilecektir. 3. Şerh Edilebilecek Hukuki İşlemlerin Niteliği Türk hukukunda tartışmalı olan asıl konu ise, hukuki işlemin niteliğiyle ilgilidir. TMK md.695/f.2 de şerh edilebilecek hukuki işlemin karar mı, anlaşma mı, yoksa 52  Hükme göre, paydaşlarca alınan yararlanma ve yönetime ilişkin düzenlemeler ile yönetime ilişkin kararlar ve tasarruf işlemleri paydaşların cüzi halefleri ile pay üzerinde ayni hak kazananlar için de bağlayıcıdır. Hükmün ikinci fıkrasına göre taşınmadaki paylı mülkiyet payları bakımından tapu kütüğüne bu hukuki işlemler beyan edilebilir. Bu ifadeye göre, birinci fıkrada belirtilen işlemler, bu arada tasarruf işlemleri de beyan edilebilecektir. 53  Mustafa Alper Gümüş, Türk Medeni Hukukunun Getirdiği Yeni Şerhler, (2th, Vedat 2007) 161. 54  I, B.55  Bu yönde bkz. Öztaş, (n.1)103, Meier-Hayoz, (n 4), N.26. Aksi görüşe göre, eşyanın hizmet ettiği ekonomik amaç- değiştirilse de- yönetim ve yararlanma ile bağlantılı olduğundan, bu tür anlaşmalar cüz î halefler için bağlayıcı olmalıdır. Bkz. Brunner and Wichtermann, (n 1), N.24.56  Ayrıntılı bilgi için bkz. Kürşat, (n 1), 194 ff.; Tufan Öğüz, Müşterek Mülkiyette Taksim Engelleri, (Alfa 1995) 5 ff.; Brunner and Wichtermann, (n 1), N.1 ff.; Aydın Aybay, Müşterek Mülkiyette Taksim, (İstanbul Üniversitesi Yayınları 1966) 559 ff.87İstanbul Hukuk Mecmuası 77/1her ikisi mi olduğu konusu tartışmalıdır. Ayrıca paydaşlar arasındaki kullanma, yararlanma ve yönetime ilişkin ihtilaflarda verilen mahkeme kararlarının da şerh edilip edilemeyeceği meselesi incelenmelidir. Bazı yazarlara göre, TMK md.695 f.2 de kast edilen, paydaşlarca alınan kararlar ya da mahkeme kararları değil, sadece anlaşmalardır. Bu görüşe göre, paydaşların aldıkları kararlar ve mahkeme kararları, çoğu kez yararlanma ve yönetim düzeninin değiştirilmesine  ve  sürekli  bir  düzen  oluşturulmasına  hizmet  etmezler.  Bunlar, yararlanma  ve  yönetim  düzenine  uygun  ve  süreklilik  arz  etmeyen  tedbirlerin alınmasına ilişkindir. Bu tür tedbirler, zaten cüzi halefler için bağlayıcıdır. Kararların tapu kütüğüne şerh edilmesi paydaşlar için hem ağır bir külfet oluşturmakta hem de faydasızdır. O halde TMK md.695/f.2 ile kast edilen sadece anlaşmalardır. TMK md.695 in kenar başlığında ve içeriğinde yer alan  kararlar  ifadesi, aslında belirli bir hukuki işlemi kastetmektedir ve yanlışlıkla karar kelimesi kullanılmaktadır. Ayrıca menfaat benzerliği açısından dikkate alınabilecek olan kat mülkiyetinde de sadece yönetim planının cüzi halefleri bağladığı hususu kanunda düzenlenmiş olduğundan da hareketle sadece anlaşmaların tapu kütüğüne şerh edilebileceği, paydaşlarca alınan kararların ve mahkeme kararlarının zaten bağlayıcı nitelik taşıdığı ifade edilmiştir. Bazılarına göre ise, TMK md.695/f.2 ye göre kullanma, yararlanma ve yönetime ilişkin kararların sonradan paydaş olan veya pay üzerinde ayni hak kazananları bağlaması için tapu kütüğüne şerh edilmesi gerekir. Bu görüşe göre hüküm, lafzı ile sınırlı olarak sadece kararları değil, anlaşmaları da kapsar. Ancak, TMK 695 f.1 ve 2 nin ortak değerlendirilmesiyle çıkacak sonuç,  düzen normu koyan  mahkeme kararlarının sonraki paydaşları bağlaması için herhangi bir şerh kaydına gerek olmadığıdır; bunlar, kendiliğinden bağlayıcıdır. Bazı yazarlara göre, yönetim anlaşmaları TMK md.689/son; kararlar ise TMK md.695/f.2 hükmü gereğince tapu kütüğüne şerh edilebilir. Kanaatimizce, paydaşların yaptığı anlaşmalar TMK md.689/son gereği, kararlar ise TMK md.695/f.2 gereği şerh edilebilir. Sistematik olarak kanun koyucu TMK md.695/f.1. de paydaşlar arasındaki düzenleme (anlaşma) ve kararların bağlayıcı etkisini, TMK 695 / f.2 de ise taşınmazlarda kararların bağlayıcı etki kazanması için şerh edilmesi gerektiğini; TMK md.689/son hükmünde ise, paydaşlar arasındaki anlaşmaların şerh edilebilmesinin şartlarını düzenlemiştir. TMK md.695/f.2 de lafzen sadece paydaşlarca alınan kararların kast edildiği görülmektedir. Kanun koyucunun TMK md.689/son da anlaşmaların şerh edilmesini düzenledikten sonra, ayrıca TMK 57  Gümüş, (n 53) 160, karş. dn.176; Meier Hayoz, (n 4), N.11, Brunner and Wichtermann, (n 1) 648 N.10. 58  Öztaş, (n 1) 284 ff. Aynı yönde bkz. Sirmen, (n 2) 291; Keser, (n 21) 522 ff.59  Gümüş, (n 53) 164 ff.60  Aybay and Hatemi, (n 35) 136, N.25-26.88Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...md.695/ f.2 de bir daha anlaşmaların şerh edilebileceğini düzenlemesine gerek yoktur. Öte yandan oybirliği ile alınması gereken yönetim kararları ile anlaşmalar arasındaki sınırların tespiti zor olduğundan, şerh edilmesi gereken işlemin türüne göre ayrım yaparak sadece anlaşmaların şerh edilebileceğini kabul etmek de pratik olmayacaktır. Paylı  mülkiyet  konusu  eşyadan  paydaşların  yararlanma  ve  kullanma  şekline veya yönetime ilişkin olarak verilen mahkeme kararları, tarafları için bağlayıcı niteliktedir. Ancak davanın taraflarından birisi olan paydaşın payını üçüncü kişiye devretmesi halinde, verilmiş mahkeme kararının cüzi halefe etkisinin kararın şerh edilmesine bağlı olup olmadığı da ele alınmalıdır. HMK md.303/f.4 hükmüne göre,  Bir dava dolayısıyla ortaya çıkan kesin hüküm, o hükmün kesinleşmesinden sonra dava konusu şeyin mülkiyetini tarafların birisinden devralan yahut dava konusu şey üzerinde sınırlı bir ayni hak veya fer î zilyetlik kazanan kişiler hakkında da geçerlidir. Ancak, Türk Medenî Kanununun iyiniyetle mal edinmeye ait hükümleri saklıdır.  Bu hüküm uyarınca, paydaşlar için verilmiş mahkeme kararı sadece taraflar için değil, paydaşların cüzi haleflerini de bağlayacaktır. Mahkeme kararlarının cüzi halefleri de bağlayıcı etkisi, doğrudan kanun hükmünden kaynaklanmakta olduğundan ayrıca tapu kütüğüne şerh edilmelerine gerek bulunmamaktadır. Sonuç  olarak,  kanaatimizce,  paydaşlar  tarafından  paylı  mülkiyet  birliğinin yürütülmesi açısından yapılan hukuki işlemler (anlaşma ve kararlar), yürürlükteki hukukumuza göre tapu kütüğüne şerh edilebilir. Buna karşılık mahkeme kararlarının bağlayıcı etkisi açısından şerh edilmelerine gerek yoktur. Öte yandan paydaşın ölümü halinde külli halefiyet prensibi gereğince mülkiyet hakkı herhangi bir işleme gerek olmaksızın mirasçılarına intikal edeceğinden bu konu konumuz dışındadır. B. Şerhin Şartları1. Genel OlarakBir hakkın tapu kütüğüne şerh edilebilmesinin genel olarak şartları, hakkın tapu kütüğüne şerh edilebilmesine olanak sağlayan yasal bir düzenlemenin bulunması, hukuki ilişkinin taraflarının şerh anlaşması yapması ve taşınmaz üzerinde tasarruf yetkisi bulunan kişi/kişilerin şerh talebinde bulunmasıdır.61  Bu hükmün yürürlüğe girmesinden önceki dönemde de HUMK md.237/2 hükmünde geçen  taraf  kavramı, cüzi halefleri de kapsayacak şekilde yorumlanmakta ve mahkeme hükmünün paydaşların cüzi haleflerini dahi bağlayacağı öğretide kabul edilmekteydi. Bkz. İ. E. Postacıoğlu, Medeni Usul Hukuku, (1977) 681 ff.; Hatemi, Serozan and Arpacı, (n 2) 111. Aksi görüş için bkz. Keser, (n 21) 520.62  Mangisch, (n 14) N.3.63  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 249 ff.; Akipek, Akıntürk and Ateş, (n 8) 315 ff.; Sirmen, (n 2) 291; Gökhan Antalya and Murat Topuz, Eşya Hukuku, C.3, Tapu Sicili, (Legal 2018) 177 ff.; İsmet Sungurbey, Kişisel Hakların Tapu Kütüğüne Şerhi, (1963) 3 ff.; Aydın Aybay, Tapu Sicilinde Muvakkat Tescil, (1962) 46; Necip Kocayusufpaşaoğlu, Türk Medeni Hukukunda Gayrimenkul Satış Vaadi, (1959) 183, 190 ff.; Hüseyin Hatemi, Eşya Hukuku, (Hüseyin Hatemi/ Rona Serozan/ Abdülkadir Arpacı), (Filiz 1991) 442; Aybay and Hatemi, (n 35) 109 ff.89İstanbul Hukuk Mecmuası 77/1Bu başlık altında öncelikle şerh için talepte bulunabilme şartları ele alınacak, ardından şerh anlaşmasının gerekliliği meselesi incelenecektir. 2. Paydaşların Şerh Talebinde Bulunması ve ŞartlarıTMK md.689/ son uyarınca her paydaş, yönetim ve yararlanma anlaşmalarının tapu kütüğüne şerh verilmesi talebinde bulunabilecektir. Kararlardan doğan hakların şerhi bakımından ise kanunda böyle bir düzenlemeye yer verilmemiştir. Anlaşma yapıldığında her bir paydaş tasarruf yetkisini haiz kabul edilirken, aynı konuda alınan bir kararın tüm paydaşların oybirliğiyle tapu kütüğüne şerh edilmesi gerektiğini kabul etmek, paydaşları karar almak yerine anlaşma yapmaya itmeye sevk edecek ve kanun koyucunun amacına aykırı bir şekilde kararın uygulamasını daraltacaktır. Diğer  yandan  kanun  koyucu  şerh  açısından  ilave  bir  şekil  şartı  getirmiştir: anlaşmaların  noterlik  tarafından  onaylanması  (TMK  md.689/son)64.  Belirtmek gereklidir ki, bu şart, anlaşmanın geçerliliği açısından aranan bir şekil şartı değildir; anlaşmadan doğan hakkın ya da hakların tapu kütüğüne şerh verilebilmesi için noterde onaylama şartı aranmaktadır. Kararların şerh edilebilmesini düzenleyen TMK md.695/f.2 hükmünde ise TMK md.689/son daki hükme benzer düzenlemeye yer verilmemiştir. Bununla birlikte TMK md.689/son hükmünde belirlenen koşullar kararlar açısından da uygulama alanı bulacaktır. Bir başka deyişle, yararlanma ve yönetime ilişkin kararların şerh edilebilmesi için de karara katılan paydaşların imzalarının noterde onaylanması koşuluyla paydaşlardan birinin başvurusu üzerine tapu kütüğüne şerh verilebilmesi gerekecektir. 3. Şerh Anlaşmasının Gerekli Olup Olmadığı SorunuTapu kütüğüne yapılacak şerhin hukuki dayanağını (sebebini) şerh anlaşması teşkil etmektedir. Bir nisbi hakkın tapu kütüğüne şerh verilebilmesi için hakkın doğduğu hukuki işlemin taraflarının ayrıca şerh anlaşması (şerhi gerektiren hukuki sebep) yapması da gerekmektedir. Ancak kanun koyucu bazı hallerde bu prensibe istisna getirmiştir. Paylı mülkiyette paydaşların yaptığı yönetime ve yararlanmaya 64  İsviçre hukukunda yönetim ve yararlanma düzenine ilişkin işlemlerin şekle tabi olmadığı kabul edilmekle birlikte tapu kütüğüne beyan ettirilecek anlaşmaların İsviçre Tapu Sicil Tüzüğünün (GBV) 48/1 maddesi gereğince şekle tabi olacağı düzenlenmiştir. Bkz. ve karş. GBV 82/a . Meier Hayoz, (n 4), N.46 ff.65  Sirmen, (n 2) 291; Öztaş, (n 1) 234; M. Ahmet Kılıçoğlu, Medeni Kanun umuzun Aile- Miras- Eşya Hukukuna Getirdiği Yenilikler, (Turhan 2003), 306; Meier-Hayoz, (n 4), N.40; Selahattin Sulhi Tekinay, Akman, Burcuoğlu and Altop, (n 2) 576; Keser (n 21) 520; Sirmen, Düzenlemeler 730. Yönetim anlaşmasının adi yazılı şekilde yapılması yeterli olduğu yönünde bkz. Aybay and Hatemi, (n 35) 133, N.12.66  Aynı yönde bkz. Gümüş, (n 53) 165 ff.; Aybay and Hatemi, (n 35) 137, N.26. 67  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 215, N.910; Sirmen, (n 2) 209; Antalya and Topuz, (n 63) 186; Akipek, Akıntürk and Ateş, (n 8) 317; Mehmet Ünal and Veysel Başpınar, Şekli Eşya Hukuku, Giriş- Zilyetlik-Tapu Sicili, (9th edn, Savaş 2017) 356.68  Nitekim taşınmaz satış vaadi sözleşmelerinden doğan nisbî hakkın şerh edilebilmesi halinde şerh anlaşmasına gerek olmadığı hakkında: Oğuzman, Seliçi and Oktay Özdemir, (n 4) 215, N.911; Tekinay, Akman, Burcuoğlu and Altop, (n 2) 380; aksi fikir; Sungurbey, (n 63) 47; Kocayusufpaşaoğlu, (n 63) 191. 90Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...ilişkin anlaşmalar ve kararların tapu kütüğüne şerh edilebilmeleri için paydaşların şerh anlaşması yapmaları gerektiği konusunda da tereddüt söz konusudur. Çünkü kanun koyucu anlaşmaların şerh edilebilmesini düzenlediği TMK md.689/son da  taşınmazlarla  ilgili  anlaşmalar  imzalarının  noterlikçe  onaylanması  koşuluyla paydaşlardan birinin başvurusu üzerine tapu kütüğüne şerh verilebilir  hükmüne yer vermiştir. Kanun koyucu her bir paydaşa anlaşmayı veya kararı tapu kütüğüne şerh  verebilme  yetkisi  tanıdığı  için  burada  da  şerh  anlaşmasının  yapılmasını aramadığı sonucuna varmak gereklidir. Bunun sebebi, uygulamada çok sıklıkla karşılaşılan  paylı  mülkiyet  ilişkisinde  paydaşların  yaptıkları  işlemlerde  onlara kolaylık sağlamak ve nihayetinde anlaşma yaptıkları takdirde aralarındaki sorunları çözmek için yarattıkları uygulama ve çözümlerin cüzi halefleri için de bağlayıcı etkisi kazanmasında kolaylık sağlamaktır. Çünkü burada önemli olan paylı mülkiyet birliklerinde süreklilik sağlamaktır. III. TMK md.695/2 VE 689/SON Hükümlerindeki Şerhlerin Hukuki EtkileriA. Şerhin Hukuki Niteliği ve De Lege Ferenda GörüşümüzYukarıdaki açıklamalarımız çerçevesinde, paylı mülkiyette paydaşların yaptığı anlaşma ve kararlardan doğan haklar tapu kütüğüne şerh edilebilecek haklar arasında düzenlenmiştir (TMK md.689/son, 695/f.2). Bu başlık altında şerhin hukuk etkisi ele alınacaktır. Şerh nisbi hakların etkisini güçlendirmede de kullanılmaktadır. Nisbi hakların şerh  edilmesiyle  doğacak  hukuki  etkiler  incelendiğinde,  öğretide,  hakkın  şerh edilmesi ile nisbi hakkın mutlak hakka dönüşmeyeceği özellikle ayni hak haline gelmeyeceği kabul edilmektedir.71 Ancak, şerhin nisbi hakka yaptığı etki konusunda öğretide görüş ayrılıkları bulunmaktadır. Özellikle öğretide iki görüş bulunmaktadır. Şerh edilen nisbi hakkın ayni etkili olduğunu savunan görüşe göre, şerh edilen nisbi haklara ilişkin borç ilişkisi şerhten sonra da taraflar arasında hak ve borç doğurmaya devam eder. Yani şerh, taraflar arasındaki borç ilişkisinde değişiklik yaratmaz. Şerh ile birlikte doğan ayni etki sayesinde mevcut ilişki şerhten sonra da aynen devam ettiği için borcun yerine getirilmesinden sorumlu olan karşı tarafa ileri sürülebilecek ve hatta bu hak, taşınmaz üzerinde sonradan ayni hak kazanan kimselere karşı da ileri sürülebilecektir.69  Gümüş, (n 53) 165; Oğuzman, Seliçi and Oktay Özdemir, (n 4) 314, N.1255; Sirmen, (n 2) 291 ff.; Sirmen, Düzenlemeler 731.70  Şerh hakkında bkz. Gümüş, (n 53) 9 ff.; Sirmen, (n 2) 206 ff.; Oğuzman, Seliçi and Oktay Özdemir, (n 4) 212, N.889 ff.; Murat Doğan, Tapu Sicilinde Tasarruf Yetkisi Kısıtlanmasının Şerhi, (2004) 66 ff.; İsmet Sungurbey, (n 63) 3 ff.; Aybay, (n 56) 8 ff.71  Sungurbey, (n 63) 88; Tekinay, Akman, Burcuoğlu and Altop, (n 2) 383; Oğuzman, Seliçi and Oktay Özdemir, (n 4) 249, N.1039.72  Sungurbey, (n 63) 102 ff.; Hatemi, Serozan and Arpacı, (n 2) 441 ff. 91İstanbul Hukuk Mecmuası 77/1Bizimde katıldığımız görüşe göre şerhin iki etkisi bulunmaktadır.73 Birinci etki, yukarıda açıklandığı gibi eşyaya bağlı borç kavramıyla açıklanan hukuki sonuçtur. Bununla  birlikte  bir  de  şerhin  ayni  (munzam)  etkisi  de  bulunmaktadır.  Borç doğduktan sonra ortaya çıkan bu etki, şerhten sonra taşınmaz üzerinde kazanılmış olan ve borcun gereği gibi ifa edilmesinin engel olacak nitelikteki hakların bertaraf edilmesini sağlar (TMK md.1009/f.2) . Türk hukukunda paydaşlar arasındaki anlaşmaların ve kararların tapu kütüğüne şerh verdirilmesi ile doğacak hukuki etkinin ne olacağı öğretide tartışmalıdır. Öğretide  İsviçre  Hukuku  ile Türk  Hukukunu  karşılaştırarak  sorunu  ele  alan Gümüş e göre, Türk kanun koyucusunun İsviçre den farklı olarak beyan yerine şerh olanağını tercih etmesinin temel sebebi, beyan kurumuna İsviçre de getirilen eleştirilerdir. İsviçre Medeni Kanunu nda Art.64775 ve 649a ZGB ile paylı mülkiyet konusu eşyanın taşınır ya da taşınmaz olması açısından hiçbir ayrım yapılmadan, yapılan anlaşmaların ve kararların cüzi halefler için bağlayıcı nitelikte olduğu ve eşya taşınmaz ise bu düzenlemelerin tapu kütüğüne beyan edilebileceği yasal olarak açıkça düzenlenmiştir.73  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 249 ff.; Erel, (n 2) 205 ff.; Tekinay, Akman, Burcuoğlu and Altop, (n 2) 385 ff.; Kocayusufpaşaoğlu, (n 63) 200 ff.74  Gümüş, (n 53) 157, özellikle 165. 75  Yararlanma ve Yönetim Anlaşması (Ordnung) başlıklı hükümde, paydaşların kanundaki düzenlemelerden farklı olarak yararlanma ve yönetim anlaşmaları yapabilecekleri ve burada tüm paydaşların çoğunluğunun kararıyla değiştirilebileceğinin düzenlenebileceği (f.1), yararlanma ve yönetim anlaşmasının özel olarak yararlanma hakkı özgülenmesi hakkındaki hükümlerinin değiştirilmesi için doğrudan doğruya ilgili olan paydaşın rızasının alınmasını gerektirdiği (1bis), hükümde belirtilen (Abs.2 a, b) hallerde paydaşlara tanınan yetkilerin kaldırtılamayacağı veya sınırlandırılamayacağı düzenlenmiştir. İsviçre Medeni Kanunu nun 647.maddesinin 1.fıkrasındaki bu düzenlemeleri tapu kütüğüne beyan ettirebilecekleri şeklindeki hüküm, TMK md.695/2 ye alınmış, fakat beyan yerine şerh edilebilecekleri düzenlenmiştir. Ayrıca, ZGB Art.647/2 hükmündeki düzenlemelerin sınırlarıyla ilgili olan ikinci fıkrası ise TMK md.689/1 olarak Türk Medeni Kanunu na alınmıştır. Hatta Türk kanun koyucusu, TMK md.689/son da da İsviçre den farklı olarak, taşınmazlarla ilgili anlaşmaların imzalarının noterlikçe onaylanması koşuluyla paydaşlardan birinin başvurusu üzerine tapu kütüğüne şerh verilebileceğini düzenlemiştir. 76   Tapu Kütüğünde Beyan ve Düzenlemelerin (Regelungen) Bağlayıcılığı  kenar başlıklı Art.649a ZGB hükmüne göre ise, paydaşlarca kararlaştırılan yararlanma ve yönetim düzeni ile paydaşlarca alınan yönetim kararları, yargısal kararlar ve tasarruflar, bir paylı mülkiyet payının sonraki malikleri ve pay üzerinde ayni hak iktisap edenler için de bağlayıcıdır. (Abs.1). Paydaşlar, taşınmazdaki paylarındakini de tapu kütüğüne beyan edebilirler. (Abs.2). Hükmün kenar başlığı ve ikinci fıkrası, 11 Aralık 2009 tarihli Kanunla hükme eklenmiştir. Bkz. AS 2011 4637, BBI 2007 5283.77  İsviçre öğretisinde, beyanın açıklayıcı nitelik taşıdığı ve düzenlemelerin tapu kütüğüne beyan edilmemiş olsalar bile kanun gereği kendiliğinden cüz î halefler için bağlayıcı nitelik taşıdığı kabul edilmektedir. Bkz. Brunner and Wichtermann, (n 1), N.28; Mangisch, (n 14) N. 4,6; Rey, (n 4) 179; Von Amédéo Wermelinger, ‘Neuerungen beim Stockwerkeigentum , Revision des Sachenrecht, ein erster Uberblick für Eilige, in Walter Fellmann and Jörg Schwarz (eds), 2012, 39 ff., N.705. BGE 110 la 106 E.4b; BGE 103 Ib 76 E.3. Beyanın açıklayıcı etkisi, paylı mülkiyet düzenlemesi beyan olduktan sonra payı devreden kişinin, artık payı iktisap edene karşı aydınlatma yükümlülüğünden kurtulmasında kendini gösterir. MeierHayoz, (n 4), bkz. Art.647, N.46. Bilgi verme yükümlülüğünün ihlali, halinde genel hükümlere göre sözleşmenin irade sakatlığı sebebiyle hükümsüzlüğü, aydınlatma yükümlülüğünü ihlal etmekten doğan (borca aykırılıktan doğan) tazminat talep edilebileceği hakkında bkz. Mangisch, (n 14) N.4; Brunner and Wichtermann, (n 1), N.6. İsviçre hukukunda paydaşlar arasında yapılan düzenlemenin cüz î haleflere bağlayıcı etkisinin tanınmasının nedeni de öğretide tartışmalıdır. Bazılarına göre, paydaşların yaptıkları bu düzenlemelerdeki hak ve yükümlülükler eşyaya bağlı borç niteliğinde olduklarından paydaşların cüz î halefleri de bu düzenlemelere uymakla yükümlüdürler. Bkz. Müller, (n 12), 47. Diğer görüş ise, paydaşlar arasındaki tüzel kişiliği olmayan bir topluluk ilişkisi bulunmaktadır. Bu topluluk ilişkisine katılan cüzi halefler de önceden var olan yönetim düzeni ile bağlıdır. Bu topluluğa katılırken topluluk kurallarını da öğrenirler; daha sonradan o kuralları bilmediklerini ileri süremezler. Bkz. Fritz Schmid, Die Begründung von Stockwerkeigentum, (Schulthess 1972) 190 ff.; Brunner and Wichtermann, (n 1), N.3. Ayrıca bkz. Rey, (n 4), N.703 ff.92Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...Gümüş e göre TMK md.695 in kaynağı olan Art.649a ZGB esas alınmış ama bununla yetinilmemiş TMK md.689/son da ayrıca anlaşmaların da tapu kütüğüne şerh edileceğini düzenleyerek şerh olanağı kuvvetlendirilmiştir. Nitekim eski Medeni Kanun yürürlükte olduğu dönemde de paylı mülkiyet düzeninde yapılan anlaşma ve kararların cüzi halefleri bağlaması için kanunda gerekli düzenleme yapılması gerektiği ifade edilmişti, böyle bir düzenlemeyle kanun koyucunun da bu ihtiyaca cevap vermiş olduğu ifade edilmiştir. Ancak  Gümüş,  paylı  mülkiyet  ilişkisinde  birden  çok  paydaş  olduğu  için sözleşmenin nisbiliği ilkesinin tipik olarak söz konusu olmayacağını, paylı mülkiyet birliğinin kurulmasıyla iki taraflı bir borç ilişkisinden çok adi ortaklığa benzeyen bir ilişkinin söz konusu olduğunu, buna sui generis bir hukuki ilişki denilebileceğini ifade etmektedir. Bu ortaklık bir yönüyle borç ilişkilerindeki gibi ortakları için borç ve talep hakları doğurabilir (giderlere katılma borcu, talep hakkı gibi). Diğer yönüyle ise bir organizasyon sözleşmesi özelliği gösterir, zira burada kişi birliği özelliği ön plana çıkar. Ancak paylı mülkiyet organizasyonu, diğer organizasyonlara göre, ortak malvarlığının bulunmaması, karar ve yönetim mekanizmalarındaki gevşeklik, eksiklik sebebiyle daha silikleşir. Bundan dolayı Medeni Kanunda taşınırlarda şerhe gerek olmadan taşınmazlarda ise şerh ile hem anlaşmaları hem de kararlarını ve mahkeme kararlarını kapsayacak şekilde cüzi halefleri bağlayıcı etki tanınmıştır. Gümüş e göre, MK md.695 teki şerh, kişisel hakkı kuvvetlendiren diğer şerhlerden farklı özellikler taşır. Burada, eşyaya bağlı borç etkisi yoktur. Çünkü anlaşma veya alınan kararlar, paydaşlar için karşılık ilişkisi içinde olumlu bir yüküm veya alacak meydana getirmezler. Sonraki paydaşlar anlaşmaya taraf olmazlar, sadece ortaklığın iç ilişkisine dair birtakım genel ve soyut normlar koydukları anlaşma ve kararlar bakımından dar anlamda bir ayni etki söz konusudur. Böylece şerhle birlikte dar anlamda ayni etki kazanıldığı için sonradan paydaş olanlara karşı bu anlaşma veya kararlar ileri sürülebilir hale gelir.Ancak yazar ortaklık ilişkinin statü benzeri bir organizasyon temeline dayalı, tüzel kişiliği olmayan yapısı dolayısıyla anlaşmalara şerhe gerek olmadan cüzi halefleri bağlayıcı etki tanınması gerektiğini de ifade etmektedir. Öğretide bazı yazarlara göre de TMK md.695/f.2 de düzenlenen şerh, kişisel hakların şerhinden ziyade, mülkiyet hakkına bağlı borç ilişkileri yapılandıran atipik şerhtir. Öğretide bazı yazarlar ise, TMK md.695/f.2 hükmünde düzenlenen şerhin kişisel hakkın şerhi niteliğinde olduğunu belirtmekte ve şerhten sonra taşınmazın her 78  Bkz dn.2.79  Gümüş, (n 53) 165. 80  ibid 166 ff.81  Nomer and Ergüne, (n 27) 138, N.414.82  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 213, N.899. Aynı yönde bkz. Akipek, Akıntürk and Ateş, (n 8) 316.93İstanbul Hukuk Mecmuası 77/1malikinin kendi mülkiyeti esnasında doğacak borçla yükümlü olmasını ifade eden eşyaya bağlı borç etkisinin TMK md.695/f.2 den doğmakta olduğu görüşündedir.Bazı yazarlar ise, yönetim anlaşmasının tapu kütüğünde  beyan  edilmesi ve dolayısıyla paydaşların cüzi haleflerine karşı ileri sürülebilmesi için yeterli olduğu kanaatindedir.  Bu  görüşe  göre,  her  ne  kadar  madde  metninde  (TMK  md.689/son)   şerh   denilmişse  de  düzeltici  yorum  yapılarak  bu  ifade   beyan   olarak anlaşılmalıdır. Burada kanunun düzenlenmesinde özensizlik yapılmış ve kavramların kullanılmasında titizlik gösterilmemiştir. Öğretideki diğer görüşe göre ise, TMK md.695/f.2 deki kararlar sözcüğü ile TMK md.689/f.1 deki düzenleme ile eş anlamlı olmadığı kabul edilirse, paydaşların taşınmazlarla  ilgili  olarak  yaptıkları  anlaşma, TMK  md.695>/f.1  uyarınca  şerh verilmeden önce de sonra da paydaşların cüzi haleflerini baplayacaktır. Bu durumda, 689.maddede ifade edilen şerh gerçek anlamda şerh olmayıp paydaşlar arasında yapılan anlaşmayı açıklayıcı beyan niteliği taşıyacaktır. Ne var ki böyle bir yorum sorunu çözümlememektedir. Çünkü paydaşların kanun hükümlerinden farklı bir düzenlemeyi  içeren  anlaşmaları  için  doğrudan  doğruya  bağlayıcı  etkisi  kabul edilmişken, kanun hükümlerinden farklı bir düzenleme içermese dahi mahkeme kararları ile paydaşların aldıkları kararların paydaşların cüzi haleflerini bağlayıcı olabilmesi için tapu kütüğüne şerh verilmei gerektiğini açıklamak zor olacaktır. O halde, TMK md.695/f.2 deki kararlar sözcüğü ile TMK md.689/f.1 deki düzenleme sözcüğünün eş anlamlı olduğu kabul edilmelidir. Bu durumda TMK md.689/son hükmünde  öngörülen  şerh,   TMK  md.1009  anlamında  paydaşların  aralarında yaptıkları anlaşmayla meydana gelen ilişkiye eşyaya bağlı borç niteliği kazandıran bir şerhtir. 86 madığı kabul edilirseKanaatimizce TMK md.695/f.2 ile 689/son hükümlerinde düzenlenen hukuki işlemlerin şerhin etkisi, nisbi hakların etkisinin güçlendirilmesine ilişkin şerhlerinkinden farklı özellik göstermektedir. İlk halde karşılıklı nitelikteki borç ilişkisinden doğan nisbi hakların şerh edilmesi söz konusudur. Oysa paylı mülkiyette anlaşma ve kararlar, hukuki nitelikleri itibariyle tarafları için karşılıklı hak ve yükümlülükler doğuran bir borç ilişkisinin ötesinde, çok taraflı hukuki işlemler mahiyetindedirler. Bu hukuki işlemler, paylı mülkiyet birliğinin yürütülmesine ilişkin düzenleyici etkisi olan statü doğuran işlemlerdir. Gümüş ün de ifade ettiği gibi eşyaya bağlı borç etkisinden bahsedilmesi bu sebeple isabetli değildir. Paylı mülkiyet birliğine dâhil olan kimse, bu birlik üyesi olduğu sürece, paydaşlar arasındaki 83  Oğuzman, Seliçi and Oktay Özdemir, (n 4) 250, N.1039. 84  Hatemi and Aybay, (n 35) 133, N.12, 136, N.25.85  Sirmen, Düzenlemeler 730 ff.86  ibid 731.87  Nomer, Yönetim Planı, 830.94Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...normlara uymakla yükümlüdür. Birlik üyeliği sona erdiği takdirde, bu yükümlülük de sona erer. Birliğin yeni üyesi de birliğe dâhil olmasıyla birlikte bu normlarla bağlı olur. Onun normlarla bağlı tutulması için paydaş olması gereklidir ve yeterlidir. Oysa TMK md.695/f.2 ve 689/son daki şerh kurumu ile kişisel hakların şerhi, tasarruf yetkisi şerhi ve geçici tescil şerhin yanında atipik bir şerh türü daha yaratılmıştır. Bu da eşya hukukunda tip sınırlılığı ilkesini aslında zedelemektedir. Hukuki işlemlerin cüzi halefleri bağlaması için kurumların zedelenmesine de gerek yoktur. Yapılması gereken, benzer özellikler gösteren kat mülkiyetinde olduğu gibi bir kanun hükmüyle paydaşlar arasındaki hukuki işlemlerin cüzi halefler için de bağlayıcı olduğunun düzenlenmesi ve tapu kütüğüne beyan edilmesinin ayrıca kanun hükmüyle düzenlenmesidir. Olması gereken hukuk açısından, İsviçre de olduğu gibi, şerh edilmesi aranmaksızın hem anlaşmaların hem de kararların cüzi halefler için bağlayıcı olması gerekir. Nitekim paylı mülkiyette paydaşlar arasındaki bu hukuki işlemler, kat mülkiyetinde kat malikleri arasındaki yönetim planına ve kat malikleri kurulu kararlarına benzemektedir. Zira her ikisinde de tüzel kişiliği olmayan şahıs birliklerinde malikler kendi iç ilişkilerinde yararlanma ve yönetime ilişkin kuralları ve yükümlülükleri düzenleyen iç organizasyon kurmakta ve sürekli biçimde yürütülmesi sağlamaktadır. Kat Mülkiyeti Kanunu md.28, yönetim planı ve yapılacak değişikliklerin bütün kat maliklerini, onların cüzi haleflerini, yönetici  ve  denetçileri  bağlayacağını;  yönetim  planı  ile  yapılacak  değişikliklerin tarihinin kat mülkiyeti kütüğünün beyanlar hanesinde gösterileceğini düzenlemiştir. Keza kat malikleri kurulu kararları da kanun gereği hem kat maliklerini, hem de cüzi haleflerini bağlamaktadır. (KMK md.32/f.2) Öğretide de yönetim planı bakımından yapılacak beyanın hukuki niteliği tartışılmıştır. Bizim de katıldığımız görüşe göre, beyanın kurucu bir etkisi bulunmadığı gibi, nisbi hakkın etkisini güçlendirici etkisi de yoktur. İşte paylı mülkiyete benzer yapıda olan kat mülkiyetinde yer alan bu sistemin, paylı mülkiyet açısından benimsenmesi daha isabetli olurdu. Uygulamamızda da paydaşların aralarındaki zımni yararlanma anlaşmalarının tapu kütüğüne şerh edilmese dahi cüzi halefleri bağlayacakları kabul edilmektedir. 88  Öztaş, (n 1) 290-291, 299. Tüzel kişiliği olmayan kişi birlikleri hakkında bkz. Halûk Nami Nomer, Kişi Birliklerinde Genel Kurul Kararlarının Geçersizliğine İlişkin Temel Esaslar, (2008) 11 ff.89  Kat mülkiyeti ve yönetim planı bakımından bu yönde bkz. Nomer, Yönetim Planı 833. 90  Beyan kurumunun daha isabetli olacağı hakkında bkz. Öztaş, (n 1) 299 ff.91  Bazı yazarlara göre, kat malikleri arasındaki kişisel ilişkinin aleni hale getirilmesi açısından ve anlaşmanın o taşınmazı iktisap edecek üçüncü kişilere karşı ileri sürülmesi açısından yönetim planının ve onda yapılacak değişikliklerin tapu kütüğüne beyan edilmesi şarttır. Bkz. Kemal Tahir Gürsoy, Türk Eşya Hukukunda Zilyetlik ve Tapu Sicili, (1970) 512. Bazı yazarlara göre ise, yönetim planının ve değişikliklerinin beyanlar hanesinde belirtilmesi gerekir. Bağımsız bölümler ait beyanlar sütununda belirtilmemiş ise bağımsız bölümü iktisap ederken durumu bilmeyen üçüncü kişileri bağlamaz. Bkz. Oğuzman, Seliçi and Oktay Özdemir, (n 4) 673 ff. N.2276. Bazı yazarlara göre ise, yönetim planı ve onda yapılacak değişiklikler bakımından beyanın kurucu etkisi bulunmamaktadır. Bkz. Arpacı, (n 13) 74, dn.79; Erel, (n 2) 115. 92  Arpacı, (n 13) 74, dn.79; Erel (n 2) 114-115. 93  Rona Serozan, ‘Kayden Şayi- Fiilen Müstakil Arsada ve Kıymetli Evrak Deposunda Kendine Özgü Paylı Mülkiyet Rejimi , (Vedat 2009) (Prof. Dr. Hüseyin Hatemi ye Armağan C.2), 1376; Öztaş, (n 1) 255 ff. Ancak MK md.2/2 cevaz verdiği takdirde örtülü irade beyanları yoluyla kurulan sözleşmenin üçüncü kişilere etkili olabileceği hakkında bkz. Arpacı, (Hatemi, Serozan, Arpacı), (n 2) 110.95İstanbul Hukuk Mecmuası 77/1Örneğin,  bir  taşınmazda  paydaşların  kendi  aralarında  fiilen  bölüşüm  yaparak sürekli  olarak  taşınmazın  her  bir  bölümünü  kullanmaları  halinde  karşılaşılan zımni bir anlaşmadan doğan hakların şerh edilebilmeleri için paydaşların notere onaylatacakları yazılı bir metin sunmalarının aranması uygulamanın doğurduğu pratik ihtiyaçlara ters düşer.Bu sebeplerle, de lege ferenda  şerh  sistemi yerine  beyan  sisteminin kabul edilmesinin hem uygulamamızla çelişmemesi hem de sistemin kendi içinde tutarlı olması açısından daha uygun olacağı kanaatindeyiz. B. Şerhin Hukuki Etkisi ve KapsamıPaydaşlar arasındaki taşınmazlardaki yararlanma, kullanma ve yönetime ilişkin anlaşma ve kararlar, tapu kütüğüne şerh edildiği takdirde, sonradan paydaş olan veya pay üzerinde aynî hak kazananları bağlayacaktır (TMK md.689/son, TMK md.695/2). Yürürlükteki hukukumuzda, paylı mülkiyetteki bu atipik şerhe, kurucu etki tanınmıştır. Paydaşlar arasındaki anlaşmanın tarafı olan veya alınan karara katılanlar, anlaşmaya ya da karara uymakla yükümlüdür. Kararın oybirliği dışında başka bir nisapla alınmasının kanun (TMK md.690/2, 691/f.1,2) veya hukuki işlemle mümkün kılındığı hallerde, yeterli karar sayısının oluşmasıyla alınan ve hüküm doğuran kararlar, karara alınmasına katılmayan hatta karara karşı çıkan paydaşlar için de bağlayıcı olacaktır. Bu ise, kararın hukuki sonucunun gerçekleşebilmesi için belirli sayıda irade beyanının aynı yönde açıklanmasının yeterli ve gerekli olmasının bir sonucudur. Bir başka deyişle, kişi topluluğu olan paylı mülkiyet birliğinde kararın konusunu oluşturan hukuki sonucun doğması için aranan gerekli sayıda paydaş iradesi açıklanmış ise karar, paylı mülkiyet birliği üyesi olan tüm paydaşlar için hukuki sonuç doğuracaktır. Paydaşın vefat etmesi halinde ise, onun taraf olduğu/katıldığı hukuki işlemden doğan – kişi varlığı haklarına dahil olmayan - haklar ve – vefat edenin kişiliğine bağlı olmayan- yükümlülükler, külli halefiyet prensibi gereğince ölümle birlikte kendiliğinden mirasçılarına intikal eder (TMK md.599)97. Dolayısıyla külli haleflerin, taşınmazlardaki yararlanma, kullanma ve yönetime ilişkin anlaşma ve kararlar ile bağlanmasının nedeni, miras hukukundan doğan prensiplerdendir. Taşınmazlardaki yararlanma, kullanma ve yönetime ilişkin anlaşma ve kararlar, tapu kütüğüne şerh edilmiş ve paydaşlardan biri sonradan, payını kısmen ya da 94  Serozan,1376; Eren, (n 1) 104 ff.; Tekinay, Akman, Burcuoğlu and Altop, (n 2) 587-588, 593.95  Öztaş, (n 1) 302 ff.96  Dural and Sarı, (n 19) 207 ff., N.1125; Oğuzman and Barlas, (n 19) 178-179, N.616.97  Rona Serozan and B. İlkay Engin, Miras Hukuku, (Seçkin 2018) 119, N.144; Mustafa Dural and Turgut Öz, Türk Özel Hukuku, C.IV: Miras Hukuku, (Filiz 2016) 12, N.74 ff. Karş. Kılıçoğlu, (n 65) 306-307.96Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...tamamen üçüncü kişiye devretmişse (TMK md.688/f.3), devralan da anlaşma ya da karar sırasında paydaş olmasa dahi onunla bağlıdır. Bu hukuki sonuç ise, yürürlükteki hukukumuza göre, şerhin kurucu etkisinin bir sonucudur. Paydaş, payı üzerinde malik hak ve yetkilerine sahip olduğu için payı üzerinde sınırlı  ayni  hak  da  tesis  edebilir.  TMK  md.695/f.2 ye  göre,   taşınmazlardaki yararlanma, kullanma ve yönetime ilişkin anlaşma ve kararlar, tapu kütüğüne şerh edildiği takdirde,   sonradan paydaş olan veya pay üzerinde ayni hak kazananlar  için de bağlayıcı olacaktır. Hükümdeki  sonradan  ifadesi, anlaşma veya karar alındıktan sonra sınırlı ayni hak kazananları mı kast etmektedir, yoksa sadece payı devralanlar için mi kullanılmıştır, tereddüt edilebilir. Kanaatimizce, pay üzerinde sınırlı ayni hak iktisap eden kimseler, paylı mülkiyet birliğinin üyesi olmadıkları için paydaşlar arasındaki normlara riayet etmekle yükümlü değillerdir. Bu sebeple yürürlükteki hukukumuz açısından anlaşma ya da kararın onları da bağlaması için tapu kütüğüne şerh edilmiş olması gereklidir. Bu açıdan taşınmazlardaki yararlanma, kullanma ve yönetime ilişkin anlaşmanın veya kararın tapu kütüğüne şerh edildiği takdirde, bu tarihte var olan ve bu tarihten sonra pay üzerinde kurulan sınırlı ayni hak sahipleri için bağlayıcı olacağını kabul etmek gereklidir. Kanun koyucu pay üzerinde sınırlı ayni hak sahibi olanlar için şerhin bağlayıcı etkisini düzenlemiş, fakat paylı mülkiyet konusu eşya üzerinde sınırlı ayni hak sahibi olanların durumunu düzenlememiştir. Kanaatimizce,  sonradan paydaş olan  ifadesi, paylı mülkiyet konusu eşyada sonradan mülkiyet hakkı iktisap etmeyi ifade etmekte olduğundan genişletici yorumu ile paylı mülkiyet konusu eşyada sonradan sınırlı ayni hak iktisap edenler de şerhin etkisinden yararlanmalıdır. (bkz. ve karş. TMK md.1009/2). Taşınmazlardaki yararlanma, kullanma ve yönetime ilişkin anlaşma ve kararlar, tapu kütüğüne şerh edildiği takdirde, paylı mülkiyet konusu eşyadan nisbi bir hakka dayanarak yararlanan kimseler için bağlayıcı etki göstermez. Esasen KMK md.28/f.4 veya KMK md.18/f.2 gibi bir hükme Medeni Kanunda yer verilmemiştir. Bu  açıklamalarımız  çerçevesinde,  taşınmazlardaki  yararlanma,  kullanma  ve yönetime ilişkin anlaşma ve kararlar, tapu kütüğüne şerh edilmemişse, yapıldıkları tarih itibariyle paylı mülkiyet birliği üyesi olan paydaşlar için hüküm doğuracak, sonradan paydaş olan veya pay üzerinde sınırlı ayni hak iktisap eden kişiler için hak ve yüküm doğurmayacaktır. Şerhin  süresi  bakımından  kanunda  ayrı  bir  hükme  yer  verilmemiştir.  Genel prensipler uyarınca paydaşlar şerh edilecek hukuki işlemin süresini belirlemişlerse, 98  Ayrıntılı bilgi için bkz. Kürşat, (n 1) 73 ff.99  Bkz. Hatemi, Serozan and Arpacı, (n 2) 123. 97İstanbul Hukuk Mecmuası 77/1bu süre kadar; süre belirlememişlerse şerh varlığını sürdürdüğü sürece hukukî etkisini sürdürecektir. TST md.69/3 şerhin süresinin dolması halinde taşınmaz malikinin terkini talebinde bulunacağını düzenlemişse de konumuz açısından şerhin terkini talebini tüm paydaşların birlikte yapması veya oybirliği ile karar alarak bu konuda temsil yetkisi vermesi gerekmektedir. Son olarak taşınmazlardaki yararlanma, kullanma ve yönetime ilişkin anlaşma ve kararların tapı kütüğüne şerh edildikten sonra değiştirildiğini ve fakat bu yeni anlaşma veya kararın tapu kütüğüne şerh edilmediği ihtimalinde doğacak hukuki sonuçlar ele alınmalıdır. TMK md.695/f.2 ve 689/son hükümlerindeki şerhin yürürlükteki hukukumuz açısından kurucu etkili olduğu göz önüne alındığında; sonraki tarihli anlaşma veya kararın önceki tarihli anlaşma veya kararın hukuki sonuç doğurmasına engel olup olmadığı incelenmelidir. Yukarıda da ele alındığı üzere, bir anlaşma veya karar daha sonradan değiştirilebilir veya tamamen yürürlükten kaldırılabilir. Tapu kütüğüne şerh edilmiş olması, paydaşların bu konudaki irade özgürlüğünü engellemez. Ancak şerh edilmiş ve fakat hükmünü yitirmiş bir anlaşmaya ilişkin şerh de mevcut durumu doğru göstermediği için yolsuz şerh niteliğinde olacaktır. Şerhin terkini için tüm paydaşların bu konuda oybirliği ile anlaşması gerekeceğinden paydaşlar arasında oybirliği sağlanamadığı takdirde, yolsuz şerhin düzeltilmesi için TMK md.1025 e kıyasen her bir paydaş dava açma olanağına sahip olmalıdır. Yolsuz şerhin terkini sağlanmadığı hallerde ise, sonradan payı iktisap eden veya pay üzerinde sınırlı ayni hak iktisap eden kimseler, tapu kütüğüne şerh edilmemiş anlaşma veya karar ile bağlı sayılmaz. Onlar, ancak payı devreden veya pay üzerinde sınırlı ayni hak tanıyan paydaşa karşı genel hükümlere – koşulları gerçekleşmişse TBK md.112 veya TBK md.30 vd.- dayanarak talepte bulunabileceklerdir. SonuçPaylı  mülkiyetin  devamlılığı  ve  maldan  en  verimli  şeklîde  yararlanılması paydaşların birbirleriyle uyumlu olmalarına bağlıdır. Paylı mülkiyet konusu maldan yararlanmaya ve kullanıma ilişkin anlaşmaları paydaşlar yapabilirler. Bu yönde kararlar alabilirler. Paydaşlardan biri paylı mülkiyet birliğinden çıksa da alınan kararların ve anlaşmaların devamlılığı önemlidir. Önceki paydaşların aldığı kararların sonraki paydaşları bağlayıp bağlamayacağı önemli bir sorundur. İşte bu ihtiyacı gidermek için yönetim anlaşmalarının şerh edilmeleri 4721 sayılı Medeni Kanun ile düzenlenmiştir. 4721 sayılı Türk Medeni Kanunu ile birlikte taşınmazlarla ilgili anlaşmaların tapu 100  Ünal and Başpınar, (n 67) 358. Şerhin süresi konusunda TMK md.23/f.2 hükmünün nazara alınması gerektiği hakkında bkz. ibid 357.101  Öztaş, (n 1) 302; Brunner and Wichtermann, (n 1), N.1. Her bir paydaşın şerhin terkin edilmesini talep edebileceği hakkında bkz. Schmid, (n 77) 193, 198.102  Öztaş, (n 1) 302. Yolsuz şerh ve kişisel hakların şerhinde TMK md.1025 in kıyasen uygulanması hakkında bkz. Oğuzman, Seliçi and Oktay Özdemir, (n 4) 268, N.1111.103  Öztaş, (n 1) 303; Brunner and Wichtermann, (n 1), N.9. 98Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...kütüğüne şerh verilebileceği TMK m. 689/son ile düzenlenmiş ayrıca taşınmazlarda yararlanma, kullanma ve yönetime ilişkin kararların sonradan paydaş olan veya pay üzerinde ayni hak kazananları bağlaması için bunların tapu kütüğüne şerh edilmesi gerektiği TMK m.695/f.2 de belirtilmiştir. Böylece Eski Medeni Kanun döneminde bulunan bir eksiklik giderilmiştir. Bununla birlikte bu konudaki tartışmalar sona ermemiştir. Her şeyden önce kanunda bir terim birliği bulunmamakta, hangi hukuki işlemlerin şerh edilebileceği açıklanmamaktadır. Paydaşlar paylı mülkiyet konusu malın yönetimine, kullanılmasına, yararlanılmasına ve tasarrufuna ilişkin olarak anlaşma yapabilirler, karar alabilirler; bu konularda mahkemeye başvurarak mahkeme kararı aldırabilirler. Ancak paydaşların yapabileceği bu işlemlerle neyin tam olarak anlaşılması gerektiği belirsizdir. Terimler de özensiz kullanılmış olduğundan dolayı bu konuda kanunda yeterli açıklık  olmamakla  birlikte  düzenleme  ile  anlaşma  kavramlarının  aynı  anlamda kullanıldığı kanaatini taşımaktayız. Ancak mahkeme kararı bir hukuki işlem olmadığı için  konumuz  dışında  değerlendirilmelidir.  Bu  bakımdan  incelememizde  paylı mülkiyet konusu maldan yararlanma ve yönetime ilişkin hukuki işlemler ile anlaşma ve karar kavramlarına odaklanılmıştır. Konuları aynı olsa da anlaşma ile karar çeşitli açılardan birbirinden farklı hukuki işlemlerdir. Anlaşma, hukuki niteliğine özgü bir özellik olarak, tüm paydaşlarca oybirliği ile düzenlenmelidir. Oysa kararda, paydaşlarca farklı bir oran kararlaştırılmamışsa, kanunda belirtilen konulara göre (TMK md.690-692) farklı oranlarda karar yeter sayısının sağlanması hukuki sonucun doğması açısından gerekli ve yeterlidir. Kararlar oybirliği, oy çokluğu, nitelikli çoğunlukla alınabilir. Paydaşlar tarafından paylı mülkiyet birliğinin yürütülmesi açısından yapılan hukuki işlemler (anlaşma ve kararlar), yürürlükteki hukukumuza göre tapu kütüğüne şerh edilebilir. Buna karşılık mahkeme kararlarının bağlayıcı etkisi açısından şerh edilmelerine gerek yoktur.TMK md.689/ son uyarınca her paydaş, yönetim ve yararlanma anlaşmalarının tapu kütüğüne şerh verilmesi talebinde bulunabilecektir. Kararlardan doğan hakların şerhi bakımından ise kanunda böyle bir düzenlemeye yer verilmemiştir. Bununla birlikte kanaatimizce kararlar da şerh edilebileceği için bu halde aynı sonucu kabul etmek gerekecektir. TMK  md.689/son  uyarınca  anlaşmadan  doğan  hakkın  ya  da  hakların  tapu kütüğüne şerh verilebilmesi için imzalarının noterde onaylama şartı aranmaktadır. Ama  bu  şart  anlaşmanın  geçerliliği  açsından  değil  şerh  edilebilmesi  açısından önem taşır. TMK md.695/f.2 hükmünde ise TMK md.689/son daki hükme benzer düzenlemeye  yer  verilmemiştir.  Bununla  birlikte  TMK  md.689/son  hükmünde belirlenen şartlar, kararlar açısından da uygulama alanı bulacaktır. Bir başka deyişle, yararlanma ve yönetime ilişkin kararların şerh edilebilmesi için de karara katılan 99İstanbul Hukuk Mecmuası 77/1paydaşların imzalarının noterde onaylanması şartıyla paydaşlardan birinin başvurusu üzerine tapu kütüğüne şerh verilebilmesi gerekecektir. Kanun koyucu her bir paydaşa anlaşmayı veya kararı tapu kütüğüne şerh verebilme yetkisi tanıdığı için burada da şerh anlaşmasının yapılmasını aramadığı sonucuna varmak gereklidir. Çünkü kanun koyucu  uygulamada  sıklıkla  karşılaşılan  paylı  mülkiyet  ilişkisinde  paydaşların yaptığı işlemlere kolaylık ve süreklilik sağlamak istemiştir. TMK md.695/f.2 ile 689/son hükümlerinde düzenlenen hukuki işlemlerin şerhinin etkisi,  nisbi  hakların  etkisinin  güçlendirilmesine  ilişkin  şerhlerinkinden  farklı özellik  göstermektedir.  Paylı  mülkiyette anlaşma  ve  kararlar,  hukuki  nitelikleri itibariyle tarafları için karşılıklı hak ve yükümlülükler doğuran bir borç ilişkisinin ötesinde, çok taraflı hukuki işlemler mahiyetindedirler. Bu hukuki işlemler, paylı mülkiyet  birliğinin  yürütülmesine  ilişkin  düzenleyici  etkisi  olan  statü  doğuran işlemlerdir. Bu işlemlerde eşyaya bağlı borç etkisinden bahsedilmesi bu sebeple isabetli değildir. Paylı mülkiyet birliğine dâhil olan kimse, bu birlik üyesi olduğu sürece, paydaşlar arasındaki normlara uymakla yükümlüdür. Kanaatimizce kanun koyucu bu halde atipik bir şerh türü yaratmıştır. Bu da eşya hukukunda tip sınırlılığı ilkesini zedelemektedir. Olması gereken hukuk açısından, İsviçre de olduğu gibi, şerh edilmesi aranmaksızın hem anlaşmaların hem de kararların cüzi halefler için bağlayıcı olması gerekir. Kat Mülkiyeti Kanunu md.28 de yönetim planı ve yapılacak değişikliklerin bütün kat maliklerini, onların cüzi haleflerini, yönetici ve denetçileri bağlayacağı;  yönetim  planı  ile  yapılacak  değişikliklerin  tarihinin  kat  mülkiyeti kütüğünün beyanlar hanesinde gösterileceği düzenlenmiştir. Aynı sistemin paylı mülkiyette benimsenmesi gerekirdi. Çünkü tüzel kişiliği olmayan şahıs birliklerinde malikler/paydaşlar, kendi iç ilişkilerinde yararlanma ve yönetime ilişkin kuralları ve yükümlülükleri düzenleyen bir iç organizasyon kurmakta ve sürekli biçimde yürütülmesini sağlamak amaçlamaktadır. Bu sebeplerle, de lege ferenda  şerh  sistemi yerine  beyan  sisteminin kabul edilmesinin hem uygulamamızla çelişmemesi hem de sistemin kendi içinde tutarlı olması açısından daha uygun olacağı kanaatindeyiz.Finansal Destek: Yazarlar bu çalışma için finansal destek almamışlardır.100Genç-Arıdemir, Aksoy-Dursun / Paylı Mülkiyete Tabi Bir Taşınmazda Paydaşların Yararlanma, Kullanma ve Yönetime İlişkin ...",
     "Kaynakça": "Akipek J, Akıntürk, T. and Ateş, D., Eşya Hukuku, (2th edn, Beta 2018).Antalya G and Topuz M, Eşya Hukuku C.3, Tapu Sicili, (Legal 2018).Arpacı A, Türk Hukukuna Göre Kat Mülkiyetinde Yönetim, (Bedir 1984), (Kat Mülkiyeti).Arpacı A, Türk Medeni Kanunu Açısından Müşterek Mülkiyette Yararlanma ve Yönetim (Kazancı 1990), (Müşterek Mülkiyet).Aybay A, Müşterek Mülkiyette Taksim, (İstanbul Üniversitesi Yayınları 1966)Aybay, A, Tapu Sicilinde Muvakkat Tescil, (1962).Aybay, A. and Hatemi H, Eşya Hukuku, (Vedat 2010). Brunner  C,  and  Wichtermann  J,  Basler  Kommentar  zum  Schweizerischen  Privatrecht, Zivilgesetzbuch II, in Heinrich Honsell, Nedim Peter Vogt and Thomas Geiser (eds), (4th edn) <www.legalis.ch> accessed 02 January 2019.Doğan M, Tapu Sicilinde Tasarruf Yetkisi Kısıtlanmasının Şerhi, (Seçkin 2004).Dural M, and Sarı S, Türk Özel Hukuku C.I: Temel Kavramlar ve Medenî Kanunun Başlangıç Hükümleri, (Filiz 2018).Dural M, and Öz T, Türk Özel Hukuku, C.IV: Miras Hukuku, (Filiz 2016).Erel Ş, ‘Eşyaya Bağlı Borç , AÜSBF Yayınları (1982) (490).Eren F, Mülkiyet Hukuku, (4th, Yetkin 2016). Esener T, and Güven K, Eşya Hukuku, (5th edn, Yetkin 2012).Graham Siegenthaler B, CHK, Handkommentar zum Schweizer privatrecht, Sachenrecht Art.641977 ZGB, (3th, 2016).Gümüş M A, Türk Medeni Hukukunun Getirdiği Yeni Şerhler, (2th, Vedat 2007). Gürsoy K T, Türk Eşya Hukukunda Zilyetlik ve Tapu Sicili, (Ankara Üniversitesi Hukuk Fakültesi Yayınları 1970).Gürsoy K T and Eren F, and Cansel E, Türk Eşya Hukuku, (2th edn, 1984).Haab R, and Simonius A, Scherrer W and Zobl D, Kommentar zum schweizerichesn Gesetzbuch, Das Sachenrecht, Zürcher Kommentar, Das Eigentum, Art.641 729 ZGB, Band:NR.IV/1, (2th edn, Schulthess 1977).Hatemi H, Serozan R and Arpacı A, Eşya Hukuku, (Filiz 1991).Karahasan M R, ‘Kat Mülkiyeti Hukukunda Düzenlenen Yönetim Planının Niteliği ve İşlevi , (2006) 80(1), İBD.Keser Y, ‘Türk Medeni Kanunu Hükümlerine Göre Paylı Mülkiyette Yönetim Sözleşmesi , (2008) (Prof. Dr. Bilge Öztan a Armağan), 515 ff.Kılıçoğlu M A, Medeni Kanun umuzun Aile  Miras  Eşya Hukukuna Getirdiği Yenilikler, (Turhan 2003). Kocayusufpaşaoğlu N, Türk Medeni Hukukunda Gayrimenkul Satış Vaadi, (Sulhi Garan Matbaası 1959).Kürşat Z, Paylı Mülkiyetin Sona Ermesi, (Arıkan 2008).Liver P, Schweizerisches Privatrecht, 5. Band, Sachenrecht, Erster Halbband, Das Eigentum, (1977).Mangisch J, ZGB Kommentar, Schweizerische Zivilgesetzbuch, OFK (Orell Füssli Kommentar), (3th, Schulthess 2016). 101İstanbul Hukuk Mecmuası 77/1Meier Hayoz A, Berner Kommentar, Kommentar zum Schweizerischen Privatrecht, Band IV, Sachenrecht, 1. Abteilung, Das Eigentum, 1. Teilband:Systematischer Teil und Allgemeine Bestimmungen, Art.641 654 ZGB, (5th, Staempfli 1981).Müller K, Der Verwalter von Liegenschaften mit Stockwerkeigentum, (2th, Staempfli and Cie AG 1971).Nomer H N, ‘Kat Mülkiyetinde Yönetim Planının Hukuki Niteliği , (Prof. Dr. Mustafa Dural a Armağan), (Filiz 2013), (Yönetim Planı).Nomer H N, Kişi Birliklerinde Genel Kurul Kararlarının Geçersizliğine İlişkin Temel Esaslar, (Beta 2008).Nomer H N and Ergüne M S, Eşya Hukuku, (6th edn, On İki Levha 2019).Oğuzman M K and Seliçi Ö, Eşya Hukuku, (Filiz 2001).Oğuzman M K, Seliçi Ö and Oktay Özdemir S, Eşya Hukuku, 21th edn, (Filiz 2018).Oğuzman M K and Barlas N, Medeni Hukuk, Giriş  Kaynaklar  Temel Kavramlar, (24th edn, Vedat 2018).Öğüz T, Müşterek Mülkiyette Taksim Engelleri, (Alfa 1995).Öztaş İ, Paylı Mülkiyette Paydaşın Kullanma ve Yararlanma Hakkı, (On İki Levha 2011).Postacıoğlu İ E, Medeni Usul Hukuku, (1977).Rey H, Die Grundlagen des Sachenrecht und das Eigentum, (Staempfli 2000).Schmid F, Die Begründung von Stockwerkeigentum, (Schulthess 1972).Serozan R, ‘Kayden Şayi  Fiilen Müstakil Arsada ve Kıymetli Evrak Deposunda Kendine Özgü Paylı Mülkiyet Rejimi , (Vedat 2009) (Prof. Dr. Hüseyin Hatemi ye Armağan C.2) 1373 ff. Serozan R and Engin B İ, Miras Hukuku, (Seçkin 2018).Sirmen A L, Eşya Hukuku, (6th, Yetkin 2018) (Eşya Hukuku). Sirmen A L, ‘Yeni Türk Medeni Kanununda Paylı Mülkiyete İlişkin Düzenlemeler , (2003) (Prof. Dr.Turgut Kalpsüz e Armağan), (Düzenlemeler).Sungurbey İ, Kişisel Hakların Tapu Kütüğüne Şerhi, 1963, 3 ff.Tekinay S S, Akman G S, Burcuoğlu H and Altop A, Eşya Hukuku, C.I, (5th edn, Filiz 1989). Ünal M. and Başpınar V, Şekli Eşya Hukuku, Giriş  Zilyetlik Tapu Sicili, (9th edn, Savaş 2017).Wermelinger V A, ‘Neuerungen beim Stockwerkeigentum , Revision des Sachenrecht, ein erster Uberblick für Eilige, in Walter Fellmann and Jörg Schwarz (eds), 2012, 39 ff.Yavuz N, Paylı Mülkiyet Yönetimi, (Kartal 2006).102"
}