{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "25",
     "Ay": "09",
     "Yıl": "2020",
     "Cilt": "78",
     "Sayı": "2",
     "Başlık": "COVID 19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukuk",
     "Title": "International Law in Combatting the Global Crises Caused By the COVID 19 Pandemic and Infectious Diseases",
     "Yazar İsmi": [

          "Cüneyt Yüksel"  , "Deniz Baran"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "COVID-19 salgını ve uluslararası hukuk", "Dünya sağlık örgütü (DSÖ)", "2005 tarihli uluslararası sağlık tüzüğü (UST)", "Uluslararası sağlık hukuku ve küresel yönetim"
     ],
     "Keywords": [
          "COVID-19 pandemic and international law", "World health organization (WHO)", "International health regulations (2005) (IHR)", "International health law and global governance"
     ],
     "Özet": "2019 un sonlarında ortaya çıkan COVID 19 salgını tüm dünyayı sarsmaya devam etmektedir. Salgın bu zamana kadar yaşanan can kayıplarının yanı sıra sağlık, ekonomi, ticaret ve seyahat gibi birçok alanda son yüzyılın belki de en sarsıcı tahribatlarından birine sebep olmuştur. Salgının büyük bir hızla yayılışı, başta Dünya Sağlık Örgütü (DSÖ) olmak üzere küresel ölçekte etkili bir işbirliği ve koordinasyon sağlaması beklenen mekanizmaların rollerini gündeme getirmiştir. Bu makalenin amacı, uluslararası hukukta COVID 19 salgını ve bulaşıcı hastalıkların yarattığı küresel krizlerle mücadele yönetimine ilişkin kurumsal mekanizmaların ve düzenlemelerin değerlendirilmesidir. İlk bölümde DSÖ nün yapısı ve düzenlemeleri ortaya konulmakta, özellikle 2005 tarihli Uluslararası Sağlık Tüzüğü nün hükümleri detaylı bir şekilde incelenmektedir. İkinci bölümde DSÖ sisteminin COVID 19 salgını bağlamında nasıl bir işlev gösterdiği değerlendirilmekte ve mevcut eksikliklere yönelik çözüm önerileri sunulmaktadır. Son bölümde ise uluslararası sağlık hukukunun dışında kalan fakat COVID 19 salgını ve bulaşıcı hastalıkların sebep olduğu küresel krizler ile doğrudan bağlantılı olan uluslararası insan hakları hukuku, uluslararası ticaret hukuku ve uluslararası kolektif güvenlik sistemi alanlarındaki küresel yönetim mekanizmalarının oynadığı roller incelenmektedir. Tüm bu değerlendirmelerin neticesinde salgınlar gibi küresel sorunların etkili çözümünde uluslararası hukukun sahip olduğu kritik önem vurgulanmaktadır.",
     "Abstract": "The COVID-19 pandemic, which emerged in late 2019, continues to unsettle the entire world. Along with the losses of many lives, the pandemic caused maybe one of the most devastating damage in the last century on many fields such as healthcare, economy, trade, and tourism. The rapid contagion of the pandemic has brought into question the roles of the international institutions, primarily the World Health Organization (WHO), which are expected to build a ground for the global cooperation and coordination. The purpose of this article is to provide an assessment of the institutional mechanisms and instruments in international law for combatting the global crises caused by the COVID-19 pandemic and infectious diseases. In the first chapter, WHO s structure and regulations are explained, and particularly the International Health Regulations (2005) are examined in detail. In the second chapter, the functionality of the WHO system during the COVID-19 pandemic is evaluated, and some solutions for the current deficiencies of the system are proposed. In the final chapter, the direct relation between the global crises caused by the COVID-19 pandemic and infectious diseases and the roles played by global governance systems in the fields of international human rights law, international trade law, and international collective security system are examined. In conclusion of this article, the significance of international law for effectively solving global problems such as pandemics is emphasized.",
     "Metin": "2019 un sonlarında baş gösteren COVID-19 salgını tüm dünyayı sarsmaya devam etmektedir.2 İlk olarak Çin in Wuhan şehrindeki bir hayvan pazarından insanlara bulaştığı tahmin edilen bu hayvan kaynaklı (zoonotik) virüs bu zamana kadar dünya çapında yüz binlerce insanın ölümüne sebep olmuştur. Yaşanan can kayıplarının yanı sıra sağlık, ekonomi, ticaret ve seyahat gibi birçok alanda son yüzyılın belki de en sarsıcı tahribatlarından birine sebep olmuştur. Örneğin, küresel ticarette üçte bire yakın bir düşüş yaşanmıştır.4 Öyle ki 2008 yılında yaşanan küresel ekonomik krizden daha kötü bir kriz kaçınılmaz görülmektedir.5 COVID-19 salgınının tarihe Birinci ve İkinci Dünya Savaşları yahut 11 Eylül saldırısı gibi küresel ölçekte genel yaklaşımların değişimine sebep olacak bir kriz olarak geçeceğini iddia edenler dahi vardır.6 Devletler yakın tarihte emsali görülmemiş boyutta önlemleri devreye sokmuş, birçok devlet olağanüstü hâl veya acil durum ilân etmek durumunda kalmıştır. Dünya Bankası ve Uluslararası Para Fonu (IMF)8 gibi uluslararası örgütler acil ekonomik yardım ve destek paketlerini ilân etmişlerdir. Böylesine büyük çaplı ve çok yönlü bir krizi beraberinde getiren COVID-19 salgınının sarsıcı etkisi sebebiyle birçok mahfilde küreselleşme çağının bitip bitmediği dahi tartışılacak seviyeye gelmiştir.91  Dünya Sağlık Örgütü salgın durumunu nitelemek üzere  pandemi  terimini kullanmaktadır. Biz bu terimin Türkçesi olan salgın kavramını kullanmayı tercih etmekteyiz. Dünya Sağlık Örgütü ne göre bir durumun salgın (pandemi) olarak nitelenebilmesi için insanlar arasında kolayca bulaşabilen yeni bir hastalığın istikrarlı bir şekilde, dünyanın farklı noktalarında, kitleler üzerinde görülmeye başlaması gereklidir, bkz Dünya Sağlık Örgütü, ‘What is a pandemic?  (WHO, 24 Şubat 2020) <https://www.who.int/csr/disease/swineflu/frequently_asked_questions/pandemic/en/> Erişim tarihi 15 Mayıs 2020.2  Genel bilgi için bkz Dünya Sağlık Örgütü, ‘Coronavirus Disease (COVID-19) Outbreak  (WHO) <https://www.who.int/emergencies/diseases/novel-coronavirus-2019/events-as-they-happen> Erişim tarihi 15 Mayıs 2020.3  Dünya Sağlık Örgütü, ‘Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)  (WHO) <https://www.who.int/docs/default-source/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf>  Erişim Tarihi 15 Mayıs 2020.4  ‘COVID-19 Triggers Marked Decline in Global Trade  (UNCTAD, 13 Mayıs 2020) <https://unctad.org/en/Pages/PressRelease.aspx?OriginalVersionID=553> Erişim Tarihi 15 Mayıs 2020.5  ‘Much of global commerce has ground to a halt  (The Economist, 21 Mart 2020) <https://www.economist.com/business/2020/03/21/much-of-global-commerce-has-ground-to-a-halt> Erişim Tarihi 15 Mayıs 2020.6  Ufuk Ulutaş, ‘Koronavirüs Sonrası Küresel Trendler  in T.C. Dışişleri Bakanlığı Stratejik Araştırmalar Merkezi (ed), COVID-19 Sonrası Küresel Sı̇stem: Eskı̇ Sorunlar Yenı̇ Trendler ( SAM Yayınları 2020) 10.7  ‘World Bank Group President David Malpass Remarks to G Leaders  Virtual Summit  (WorldBank, 26 Mart 2020) <http://documents.worldbank.org/curated/en/964171585579938056/pdf/Remarks-by-World-Bank-Group-PresidentDavid-Malpass-to-G-Leaders-Virtual-Summit.pdf> Erişim Tarihi 15 Mayıs 2020.8  ‘How the IMF Can Help Countries Address the Economic Impact of Coronavirus  <https://www.imf.org/en/About/Factsheets/Sheets/2020/02/28/how-the-imf-can-help-countries-address-the-economic-impact-of-coronavirus>  Erişim Tarihi 15 Mayıs 2020.9  ‘Has covid-19 killed globalisation?  (The Economist, 14 Mayıs 2020) <https://www.economist.com/leaders/2020/05/14/has-covid-19-killed-globalisation?utm_source=dailybrief&utm_medium=email&utm_campaign=DailyBrief0May&utm_term=DailyNewsBrief;> Erişim Tarihi 15 Mayıs 2020.888Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukKüreselleşme  çağının  akıbetine  yönelik  tartışmalarla  birlikte  küresel  yönetim,10 uluslararası  sistemde  çok  taraflılık  ve  işbirliği  gibi  kavramlar  da  sorgulanır  hâle gelmiştir.11 Zira küresel çapta yoğun bir işbirliği gerektiren böylesine bir krizde, panik hâlindeki çoğu devletin içine kapanmasına ve salt ulusal ölçekli çözümleri öncelemelerine tanıklık edilmektedir.12 Bilhassa COVID-19 salgınının kaynağı konumundaki Çin e ve uluslararası sağlık yönetiminin temel mercii olan Dünya Sağlık Örgütü ne (DSÖ) karşı sert suçlamalar da görülmektedir.13 Gerçekten de Çin in ve DSÖ nün mevcut salgına ilişkin sorumluluklarının tartışılması kaçınılmaz bir meseledir. Zira salgının ilk ortaya çıktığı dönemde Çin yetkililerinin aldıkları kararlarla COVID-19 salgınının tüm dünyayı saracak şekilde kontrolden çıkmasına sebep olduklarına ilişkin birçok bulgu vardır.14 Söz konusu hastalığın SARS (Severe Acute Respiratory Syndrome) benzeri tehlikeli bir koronavirüs olabileceğine dair bulguların ilk ortaya çıkışının Kasım 2019 a kadar gittiği bilinmesine rağmen Çin halkının o dönemde yaklaşan kameri yılbaşı bayramına yakın dönemde büyük kitleler hâlinde seyahat etmeleri engellenmemiş ve DSÖ ye Çin tarafından COVID-19 virüsüne ilişkin yapılan ilk bildirim 31 Aralık 2019 da gerçekleşmiştir.17 10  Küresel yönetim kavramı bizler için, ulusal sınırları aşan ve küresel toplumu ilgilendiren meselelerin, sadece devletler merkezli olmayıp farklı aktörlerin de katılım gösterdiği, daha az hiyerarşik ve daha az merkeziyetçi karar alma ve uygulama mekanizmaları ile yönetilmesini ifade etmektedir, Cüneyt Yüksel, Uluslararası Hukuk ve Ekonomik Kalkınma (Alfa 2020) 23.11  Yuval Noah Harari, ‘The World After Coronavirus  (Financial Times, 20 Mart 2020) <https://www.ft.com/content/19d086858-11ea-ac-1fefedcca> Erişim Tarihi 29 Mart 2020; Henry Kissinger, ‘The Coronavirus Pandemic Will Forever Alter the World Order  (Wall Street Journal, 3 Nisan 2020) <https://www.wsj.com/articles/the-coronavirus-pandemic-will-foreveralter-the-world-order-11585953005> Erişim Tarihi 29 Nisan 2020; Anne-Marie Slaughter, ‘Redefining National Security for the Post-Pandemic World  (Project Syndicate, 3 Haziran 2020), <https://www.project-syndicate.org/commentary/redefiningnational-security-for-world-after-covid-by-anne-marie-slaughter-2020-06> Erişim Tarihi 16 Haziran 2020; Ian Buruma, ‘The Virus of Fear  (Project Syndicate, 6 Mart 2020) <https://www.project-syndicate.org/commentary/coronavirus-fearincreases-violence-potential-by-ian-buruma-2020-03?barrier=accesspaylog> Erişim Tarihi 16 Haziran 2020.12  Örneğin, Avrupa Birliği ne üye devletler ilk defa kendi ulusal sınırlarını tamamen birbirine kapatmıştır, bkz ‘European Union: are borders the antidote to the Covid-19 pandemic?  (The Conversation, 17 Nisan 2020) <https://theconversation.com/european-union-are-borders-the-antidote-to-the-covid-19-pandemic-136643> Erişim Tarihi 16 Haziran 2020. 13  Matthew Anderson vd, ‘Coronavirus Compensation? Assessing China s Potential Culpability and Avenues of Legal Response  (Henri Jackson Society, 5 Nisan 2020) <https://henryjacksonsociety.org/publications/coronaviruscompensation/> Erişim Tarihi 16 Haziran 2020, s 7-8.14  James Kraska, ‘China is Legally Responsible for COVID-19 Damage and Claims Could Be in the Trillions  (War on the Rocks, 23 Mart 2020) <https://warontherocks.com/2020/03/china-is-legally-responsible-for-covid-19-damage-andclaims-could-be-in-the-trillions/> Erişim Tarihi 16 Mayıs 2020; ibid 7-8; Helen Davidson, ‘First Covid-19 case happened in November, China government records show - report  (The Guardian, 13 Mart 2020) <https://www.theguardian.com/world/2020/mar/13/first-covid-19-case-happened-in-november-china-government-records-show-report> Erişim Tarihi 16 Mayıs 2020; ‘C.D.C. and W.H.O. Offers to Help China Have Been Ignored for Weeks  (New York Times, 7 Şubat 2020) <https://www.nytimes.com/2020/02/07/health/cdc-coronavirus-china.html> Erişim Tarihi 17 Mayıs 2020.15  Gerry Shih, Emily Rauhala ve Lena H Sun, ‘Early missteps and state secrecy in China probably allowed the coronavirus to spread farther and faster  (Washington Post, 1 Şubat 2020) < https://www.washingtonpost.com/world/2020/02/01/earlymissteps-state-secrecy-china-likely-allowed-coronavirus-spread-farther-faster/> Erişim Tarihi 28 Şubat 2020; Talita de Souza Dias, Antonio Coco, ‘Part III: Due Diligence and COVID-19: States  Duties to Prevent and Halt the Coronavirus Outbreak  (EJIL Talk, 25 Mart 2020) <ejiltalk.org/part-iii-due-diligence-and-covid-19-states-duties-to-prevent-and-halt-the-coronavirusoutbreak/> Erişim Tarihi 16 Mayıs 2020; Li Yuan, ‘China Silences Critics Over Deadly Virus Outbreak  (New York Times, 22 Ocak 2020) https://www.nytimes.com/2020/01/22/health/virus-corona.html, Erişim Tarihi: 28 Şubat 2020. 16  31 Aralık 2019 da Wuhan Yerel Halk Komisyonu, COVID-19 un insandan insana geçmediği yönünde son derece yanlış bilgilendirme yapan bir açıklamada bulunmuş, mevcut salgını mevsimsel bir grip olarak niteleyip durumun kontrol altında olduğunu belirtmişti. Muhtemelen Çin yönetiminin yayından kaldırmasından ötürü bağlantı artık çalışmıyor olsa da bkz ‘Wuhan Yerel Halk Komisyonu  (WJW, 31 Aralık 2019) <http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989> Erişim Tarihi 16 Mayıs 2020. 17  Ancak 14 Şubat 2020 ye kadar, Çinli sağlık çalışanlarının da yeni virüsten enfekte olduğunu içeren kapsamlı bir bilgilendirme yapılmamıştır, Emily Rauhala, ‘World Health Organization: China not sharing data on coronavirus infections among health-care workers  (Washington Post, 26 Şubat 2020) <https://www.washingtonpost.com/world/asia_pacific/world-health-organization-china-not-sharing-data-on-health-care-worker-coronavirus-infections/2020/02/26/28064fda54e-11ea-80ce-37ad6c_story.html> Erişim Tarihi 28 Şubat 2020.889İstanbul Hukuk Mecmuası 78/2Öte yandan, genelde küresel yönetime, özelde ise uluslararası sağlık hukukuyla ilgili mekanizmalara dair süren tartışmalar sadece Çin veya DSÖ ile sınırlı değildir, adeta tüm uluslararası sistem sorgulanmaktadır. COVID-19 salgınının hızla yayılışı, küresel ölçekte etkili bir işbirliği ve koordinasyon sağlaması beklenen mekanizmaların rollerini gündeme getirmiştir. Örneğin, DSÖ ve DSÖ düzenlemeleri uluslararası gündemin üst sıradaki başlıklarından biri hâline gelmiştir. Ayrıca Birleşmiş Milletler (BM),  Dünya  Ticaret  Örgütü  (DTÖ)  ve Avrupa  Birliği  (AB)  gibi  uluslararası örgütlerin işlevsellikleri tartışılmaya başlanmıştır.18 Günümüzde birçok hükümetin böylesi kriz anlarında ulusal bir yaklaşımı benimsemeye yatkın olması, küresel sağlık meselelerinin insani kaygıları ikinci plâna atabilecek bir hızla siyasileşmesi, çok sayıda devletin salgınla mücadele için gerekli kaynaklardan mahrum oluşu, küresel  ölçekte  finansman  yetersizliği,  kamusal  sağlık  politikaları  hususundaki ideolojik ayrılıklar gibi birçok unsur uluslararası toplumun ihtiyaç duyduğu seviyede küresel bir dayanışma zemini oluşturmanın imkanını oldukça kısıtlamaktadır.19 Bu zemini sağlayacak değer çok taraflı işbirliği ve uluslararası hukuk olmalıdır. Zira küresel sorunların çözümünde uluslararası hukukun oynayacağı son derece hayati roller mevcuttur. Söz konusu salgına yol açan virüs de tüm  insanlığın görünmez düşmanlarından  ve aynı iklim değişikliği, sınır aşan suç şebekeleri veya terör faaliyetleri gibi ulusal sınırları hiçbir şekilde tanımayan küresel sorunlardan biri mahiyetindedir.20 Böylesi küresel sorunların temel özelliği, zenginliği ve gücü ne seviyede olursa olsun hiçbir devletin tek başına çözemeyeceği, dolayısıyla iyi bir küresel yönetimi ve uluslararası hukukun koordinasyonunu zaruri kılan nitelikte sorunlar olmalarıdır. Kısacası,  COVID-19  salgını  ile  birlikte  uluslararası  sağlık  hukukuna  ilişkin küresel ölçekteki düzenlemelerin ve yapıların gündeme getirilip gözden geçirilmesi için bir fırsat ortaya çıkmıştır. Uluslararası hukukun sınır aşan salgınlara ilişkin öngördüğü  yükümlülükler,  yetki  paylaşımı  ve  usuller  nelerdir,  mevcut  krizde bunlara  uyulmuş  mudur,  uyulmadıysa  bunun  sebebi  ve  çözümü  nedir,  ayrıca uluslararası hukuk kurumlar aracılığıyla hangi role ve etkiye sahiptir, uluslararası hukukun mevcut rolü ve etkin düzenlemeler arttırılmalı mıdır yoksa azaltılmalı mıdır gibi sorular bu çerçevede irdelenmesi gereken önemli sorular olarak önümüzde durmaktadır. Bu makalenin amacı da yukarıda belirtilen tartışmalar ve sorgulamalar ışığında, uluslararası sağlık hukukunda küresel salgın yönetimine ilişkin kurumsal mekanizmaların  ve  düzenlemelerin  değerlendirilmesinin  yanında  aynı  zamanda uluslararası hukukun diğer önemli alanlarını da incelemektir. İlk bölümde temel 18  ‘Challenges of Global Governance Amid the COVID-19 Pandemic  (CFR, Mayıs 2020) <https://cdn.cfr.org/sites/default/files/report_pdf/challenges-of-global-governance-amid-the-covid-19-pandemic.pdf> Erişim Tarihi 28 Mayıs 2020.19  Tsung Ling Lee, ‘Global Health in a Turbulence Time: A Commentary  (2020) 15(1) Asian Journal of WTO & International Health Law and Policy 27, 29.20  Kofi Annan, ‘Problems without Passports  (Foreign Policy, 9 Kasım 2009) <https://foreignpolicy.com/2009/11/09/problems-without-passports/> Erişim Tarihi 28 Mayıs 2020. 890Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukküresel  sağlık  yönetimi  mercii  ve  salgınlarla  uluslararası  ölçekte  mücadelenin odak noktası olan DSÖ nün yapısı ve düzenlemeleri detaylı bir şekilde ortaya konulmaktadır. Özellikle hukuki bağlayıcılığı olan 2005 tarihli Uluslararası Sağlık Tüzüğü nün (UST) hükümleri detaylı bir şekilde incelenmektedir. İkinci bölümde DSÖ nün  kurumsal  mekanizmalarının  ve  düzenlemelerinin  COVID-19  salgını bağlamında nasıl bir işlev gösterdiği değerlendirilmekte ve mevcut eksiklikler tespit edilmektedir. Ayrıca söz konusu eksikliklere yönelik çözüm önerileri sunulmaktadır. Son bölümde ise uluslararası hukukun sağlık hukuku dışında kalan ancak COVID-19 salgını ile doğrudan bağlantılı olarak öne çıkan uluslararası insan hakları hukuku, uluslararası ticaret hukuku ve uluslararası kolektif güvenlik alanlarındaki küresel yönetim  mekanizmalarının  oynadığı  roller  incelenmekte  ve  COVID-19 un  bu alanlardaki etkisi ele alınmaktadır. I. Küresel Sağlık Yönetiminin ve Salgınla Mücadelenin Odağı:  Dünya Sağlık ÖrgütüUluslararası sağlık hukukunun önde gelen isimlerinden olan Lawrence Gostin bu alanı,  dünya nüfusunun ulaşılabilir en yüksek fiziksel ve zihinsel sağlık standartlarına ulaşılması için var olan normları, süreçleri ve kurumları şekillendiren hem bağlayıcı hem de bağlayıcı olmayan uluslararası hukuk araçlarından  müteşekkil alan olarak tanımlamaktadır.21  Uluslararası  hukukun  bu  alanı  günümüzde  öncelikli  olarak insanların sağlık hakkınının korunması amacına hizmet etmeyi hedeflemektedir. Sağlık hakkı, Evrensel İnsan Hakları Beyannamesi nde açıkça tanınmış bir haktır.22 Ayrıca insan haklarına ilişkin en temel çok taraflı andlaşmalardan biri olan Ekonomik, Sosyal ve Kültürel Haklar Uluslararası Sözleşmesi bu hakkı ihtiva etmektedir.23 Sözleşme ye  göre,  taraf  devletlerin  bireylerin  sağlıklı  bir  şekilde  yaşamlarını sürdürebilmeleri için gerekli koşulları oluşturma yükümlülükleri vardır.24 DSÖ nün 1978  tarihli  Öncelikle  Sağlık  Hizmetleri ne  ilişkin Alma-Ata  Bildirgesi  sağlık hakkının temel bir insan hakkı olduğunun altını çizmiş ve  mümkün olan en yüksek sağlık seviyesine ulaşılmasının dünya çapındaki en önemli toplumsal hedeflerden biri olduğunu  ifade etmiştir.25 21  Lawrance Gostin, Global Health Law (Harvard University Press 2014) 59.22  Evrensel İnsan Hakları Beyannamesi 10 Aralık 1948 UNGA Res 217 A(III) (UDHR) m 25.23  Ekonomik, Sosyal ve Kültürel Haklar Uluslararası Sözleşmesi (1966) Birleşmiş Milletler Anlaşma Serileri vol 993 m 12.24  Ekonomik, Sosyal ve Kültürel Haklar Komitesi, ‘General Comment No 14: The Right to the Highest Attainable Standard of Health (Article 12 of the International Covenant on Economic, Social and Cultural Rights)  (Refworld, 11 Ağustos 2000) <https://www.refworld.org/pdfid/4538838d.pdf> Erişim Tarihi 16 Mayıs 2020, para 35.25  ‘Declaration of Alma-Ata  (WHO, Eylül 1978) <https://www.who.int/publications/almaata declaration en.pdf.ua=1.> Erişim Tarihi 15 Mayıs 2020.891İstanbul Hukuk Mecmuası 78/2Uluslararası  sağlık  hukukunun  en  kritik  alanlarından  biri  ise  salgınlarla mücadeledir.26 Tarih boyunca çeşitli salgın hastalıklarla mücadele eden ve birçok kez büyük kayıplar veren insanlık için 21. yüzyıla girerken de kendisine en büyük tehdidi teşkil eden küresel sorunlardan biri bulaşıcı hastalıklar kaynaklı salgınlar olmaya devam etmektedir. AIDS (Acquired Immuno Deficiency Syndrome), ortaya çıkan tıbbi çözümlere rağmen hâlâ farklı sebeplerden ötürü varlığını sürdüren sıtma ve tüberküloz, Ebola virüsü salgınlarının yeniden görülmesi ve yeni grip türleri gibi birçok bulaşıcı hastalık varlığını devam ettirmektedir. Bu hastalıklar zincirine ise son olarak günümüzde etkili yeni bir koronavirüs türü olan COVID-19 eklenmiştir.27 Koronavirüsler, daha önce yine küresel sağlığı tehdit eden MERS (Middle East Respiratory Syndrome) ve SARS gibi virüsleri içeren geniş bir virüs ailesidir. COVID-19 ise kaynağı, bulaşıcılık seviyesi, ve başkaca klinik özellikleri henüz net bir şekilde belirlenememiş olması itibariyle niteliği tam olarak bilinemeyen ancak günümüze kadar en az 5 milyon civarı insana bulaşması ve 300.000 den fazla insanın ölümüne sebep olması sebebiyle oldukça tehlikeli bir virüs türüdür.29 Henüz uluslararası toplumun bir önceki yüzyılda karşılaştığı en şiddetli salgın olarak kayıtlara geçen ve 50 milyondan fazla insanın ölümüne yol açan İspanyol Gribi ile mukayese edilebilecek bir ölçekte olmasa da kimilerine göre ufukta böyle bir ihtimal gözükmektedir.30 Esasında, COVID-19 tarzı tehlikeli bir virüs kaynaklı bir salgının ortaya çıkması uluslararası toplum için hiç beklenmeyen bir hadise olmayıp bilakis olası görülmekteydi.31 DSÖ, 2019 yılında yayımladığı küresel sağlığa en büyük on tehdit unsuru listesinde küresel bir grip benzeri salgına yer vermiştir.32 Nitekim COVID-19 ortaya çıktıktan sonra kısa bir süre içerisinde tüm dünyayı etkileyerek bu tahminleri doğru çıkarmış ve bir kez daha kamu sağlığı meselesi sınırları aşan, küresel bir sorun hâline gelmiştir. Küresel  sağlık  yönetimi  mekanizmalarının  ve  uluslararası  sağlık  hukukunun temel  odağı  konumundaki  DSÖ,  doğal  olarak,  COVID-19  salgını  ile  küresel ölçekteki mücadelenin ve uluslararası işbirliğinin temel platformu olmuştur. Ancak kamu sağlığı meselesinin uluslararası işbirliğine konu olması yeni ve DSÖ ile 26  Bu konuda genel çalışmalar için bkz David Fidler, ‘The Globalization of Public Health: Emerging Infectious Diseases and International Relations  (1997) 5(1) Indiana Journal of Global Legal Studies 11; David Fidler, ‘Return of the Fourth Horseman: Emerging Infectious Diseases and International Law  (1997) 81 Minn L Rev 771.27  ‘Coronavirus (COVID-19)  (CDC) <https://www.cdc.gov/coronavirus/index.html> Erişim Tarihi 15 Mayıs 2020. 28  ‘About COVID-19  <http://www.emro.who.int/health-topics/corona-virus/about-covid-19.html> Erişim Tarihi 18 Mayıs 2020.29  ‘WHO Coronavirus Disease (COVID-19) Dashboard  (WHO) <https://covid.who.int.> Erişim Tarihi 18 Mayıs 2020.30  David Morens, Jeffery Taubenberger, ‘The Mother of All Pandemics Is 100 Years Old (and Going Strong)!  (2018) 108 American Journal of Public Health 1449, 1452. 31  ‘Statement of the Global Health Law Committee of the International Law Association regarding the COVID-19 Pandemic  ( ILA, 5 Nisan 2020) <https://www.ila-americanbranch.org/news/article/statement-of-the-global-health-law-committee-ofthe-international-law-association-regarding-the-covid-19-pandemic/> Erişim Tarihi 18 Mayıs 2020.32  ‘Ten Threats to Global Health in 2019  (WHO) <https://www.who.int/news-room/feature-stories/ten- threats-to-globalhealth-in-2019> Erişim Tarihi 18 Mayıs 2020.892Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukbaşlamış bir olgu değildir.33 Uluslararası sağlık işbirliğinin 1851 yılında Paris te gerçekleşen Uluslararası Sağlık Konferansı nda başladığı kabul edilmektedir.34 Bu Konferans, coğrafi kapsamı Avrupa ile sınırlı olsa da ilk uluslararası sağlık yönetimi mekanizmasının  kurulması  girişimi  olması  bakımından  önemlidir.  Konferans ın amacı, Avrupa devletlerinin salgınlar karşısında devreye sokmak zorunda oldukları uluslararası seyahat ve ticarete yönelik son derece maliyetli kısıtlamaları maliyeti en düşük seviyeye indirecek şekilde uyumlu hâle getirmekti.35 Zira o dönemde devletlerin salgın zamanlarında en sık ve ivedi bir şekilde başvurduğu yöntemler, ülkelerine gelen yolcuları yahut gemileri karantinaya almaktı ve bu önlemlerin uluslararası bir koordinasyon olmaksızın yapılması Avrupa nın ekonomik sisteminde ciddi  aksaklıklara  yol  açmaktaydı.36  Bu  sebeple,  1851 deki  girişimin  salgınla mücadelede tam teşekküllü bir uluslararası işbirliği mekanizmasını ortaya koymayı hedeflemediğini  ifade  etmek  gerekir.37  Öte  yandan,  Konferans a  katılan  bazı devletlerin kendi karar alma yetkilerinden feragat etmeye yanaşmaması sebebiyle bu  ilk  Konferans  hedefini  yerine  getirme  bakımından  başarısız  olmuştur.38  İlk Konferans ı takiben art arda yapılan konferanslarda 8 ayrı uluslararası anlaşma müzakere edilmiş ancak hiçbiri üzerinde uzlaşmaya varılamamıştır.39 Bu dönemde yalnızca, çok sınırlı sayıda devletin taraf olduğu ve bir salgın hastalığa ilişkin bilinen ilk uluslararası andlaşma olan Phylloxera Vastatrix Sözleşmesi gibi bazı nadir somut uluslararası işbirliği örnekleri görülebilmektedir.40Ancak söz konusu başarısızlık kalıcı olmamış ve ilk geniş katılımlı uluslararası sağlık anlaşması olan Uluslararası Sağlık Sözleşmesi, daha sonra seri hâlinde devam eden bu konferanslarda ortaya çıkarak 1892 yılında yürürlüğe girmiştir.41 Söz konusu anlaşmanın amacı kolera virüsü ile mücadeledir. Takip eden yıllarda yine kolerayla mücadele için ek uluslararası anlaşmalar da akdedilmiştir. 1897 de ilk defa genel olarak salgınla mücadeleyi amaçlayan bir uluslararası anlaşma akdedilmiş,42 1903 yılında ise o zamana kadar yapılmış tüm anlaşmalar tek bir Uluslararası Sağlık 33  Allyn L Taylor, Douglas W Bettcher, ‘International Law and Public Health  (2002) 80(12) Bull World Health Org. 923, 923.34  Detaylı bilgi için bkz Valeska Huber, ‘The Unification of the Globe by Disease? The International Sanitary Conferences on Cholera, 1851-1894  (2006) 49(2) The Historical Journal 453.35  Neville M Goodman, International Health Organizations and Their Work (Churchill Livingstone, 1971) 38. 36  Armin von Bogdandy, Pedro A Villarreal, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (2020) 7 Max Planck Institute for Comparative Public Law & International Law (MPIL) Research Paper 1, 3.37  Nitekim bu yaklaşım 1910 lu yıllara kadar değişmemiş ve söz konusu değişim ancak bulaşıcı hastalıkların daha iyi anlaşılmasını sağlayan bazı bilimsel gelişmelerle paralel olarak yaşanabilmiştir, David Fidler, ‘The Future of the World Health Organization: What Role for International Law?  (1998) Articles by Maurer Faculty 1080, 1085.38  Goodman (n 35) 37-38.39  Lawrance Gostin, ‘World Health Law: Toward a New Conception of Global Health Governance for the 21st Century  (2005) 5 Yale J Health Pol y L & Ethics 413, 414-415.40  Convention between Austria-Hungary, France, Germany, Portugal and Switzerland Respecting Measures to be Taken Against Phylloxera Vastatrix (1878) (159 CTS 203).41  1892 tarihli Uluslararası Sağlık Sözleşmesi için bkz <https://www.loc.gov/law/help/us-treaties/bevans/m-ust001-0359.pdf> Erişim Tarihi 19 Mayıs 2020.42  Venedik Sağlık Sözleşmesi (1897).893İstanbul Hukuk Mecmuası 78/2Sözleşmesi nde bir araya getirilmiştir. 1903 yılı, Konferans ın sürekli bir uluslararası sağlık bürosu kurma kararı alması itibariyle de önemlidir. Öte taraftan, Avrupa dışında da uluslararası sağlık hukuku gelişim göstermiş ve Amerika daki devletler 1902 yılında benzer bir işleve sahip  Pan Amerikan Sağlık Örgütü (Pan American Health Organization-PAHO)  adlı bir yapı kurmuşlardır.43 Ayrıca 1907 yılında kıtalararası bir işbirliği zemini yaratan, bir sekreterliğe ve taraf devletlerin hükümet yetkililerinden oluşacak sürekli bir komiteyi ihtiva eden  Office International d Hygiène Publique (OIHP)  kurulmuş ve OIHP nin merkezi Paris olarak belirlenmiştir. Birinci Dünya Savaşı na kadar aktif olarak faaliyete devam eden OIHP nin Savaş sonrasında Milletler Cemiyeti nin (MC) kurulmasıyla birlikte MC bünyesine katılması gündeme gelse de MC üyesi olmayan Amerika Birleşik Devletleri nin (ABD) vetosu sebebiyle bu gerçekleşmemiştir. İşlevlerinden biri  hastalıkların engellenmesi ve kontrolüne ilişkin uluslararası kaygılara yönelik adımlar atmak  olan MC ayrıca kendi sağlık organizasyonunu (Sağlık Ofisi) kurmak durumunda kalmıştır.44 MC nin bünyesindeki Sağlık Ofisi nin kuruluşundan 1 yıl sonra, 1924 te kurulan Epizootiklere ilişkin Uluslararası Ofisi de burada belirtmek gerekir.45İkinci Dünya Savaşı ile birlikte ciddi ölçüde akamete uğrayan uluslararası alanda sağlık işbirliği, Savaş sonrasında ilga olan MC nin yerine BM nin kurulmasıyla birlikte tekrar canlanmıştır. Şubat 1946 da BM Ekonomik ve Sosyal Konsey, BM Genel Sekreteri nden uluslararası sağlık işbirliğini kurumsallaştıracak bir yapının müzakere edilmesi için devletlere davette bulunması kararını almıştır.46 Aynı yılın Temmuz ayında Uluslararası Sağlık Konferansı toplanmış ve bu Konferans ta Dünya Sağlık Örgütü nün Anayasa sı kabul edilerek BM üyesi 51 devlet ile BM üyesi olmayan 10 devlet tarafından imzalanmıştır.47 DSÖ, BM nin bir uzmanlık kuruluşu statüsüne sahip kılınmıştır.48 OIHP ve PAHO, DSÖ nün bünyesine dahil olmuştur.49 DSÖ Anayasası yürürlüğe girene kadar, daha önce OIHP nin yürütmekte olduğu belli temel faaliyetleri gerçekleştirmesi için geçici bir komisyon kurulmuştur. Bu 43  Genel bilgi için bkz Elizabeth Fee, Theodore Brown, ‘100 Years of the Pan American Health Organization  (2002) 92(12) American Journal of Public Health 1888.44  Bu organizasyonun dayanak noktası için Milletler Cemiyeti Şartı (1919) m 23; Uluslararası alandaki genel kurumsallaşma eğiliminin asıl olarak 1. Dünya Savaşı sonrasında, MC döneminde güçlendiği olgusu için bkz David Kennedy, ‘The Move to Institutions  1987 8(5) Cardozo Law Review 841, 841-842.45  International Agreement for the Creation at Paris of an International Office for Dealing with Contagious Diseases of Animals (1924).46  Ekonomik  ve  Sosyal  Konsey  (UN,  1946-1948)  <https://library.un.org/sites/library.un.org/files/itp/1430201404101302204694093_0.pdf> Erişim Tarihi 17 Mayıs 2020, s 7.47  Dünya Sağlık Örgütü Kurucu Anayasası için bkz ‘Dünya Sağlık Örgütü Anayasası  (WHO, Ekim 2006) <https://www.who.int/governance/eb/who_constitution_en.pdf> Erişim Tarihi 20 Mayıs 2020.48  Ibid m 69.49  Daha önce özerkliğini korumak noktasında ısrarcı olan Pan Amerikan Sağlık Örgütü nün bütünleşme süreci çin bkz Tine Hanrieder, International Organization in Time (OUP 2015) 3. Bölüm.894Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukkomisyonun işlevi, DSÖ nün resmen kurulduğu 1948 yılına kadar devam etmiştir.50 DSÖ nün temel karar organı olan Dünya Sağlık Meclisi nin (DSM) ilk oturumu 24 Haziran 1948 de, Cenevre de gerçekleştirilmiştir.51 DSÖ nün temel amacı, uluslararası düzeyde sağlık normlarının geliştirilmesini sağlayacak  ve  uluslararası  sağlık  işbirliğini  koordine  edecek  bir  küresel  kamu sağlığı mercii olmaktır.52 Bu doğrultuda, DSÖ Anayasası açıkça  tüm halkların mümkün en yüksek sağlık seviyesine ulaşması  hedefini benimsemiştir.53 DSÖ nün kuruluşu  İkinci  Dünya  Savaşı  sonrası  dönemde  kamu  sağlığının  küresel  çapta geliştirilmesine ilişkin uluslararası toplum nezdindeki güçlü ve kolektif bir iradenin varlığını göstermektedir.54 Üye devletlerin, işlevini yerine getirebilmesi için DSÖ ye verdiği ve birçok uluslararası örgütte mevcut olmayan ölçüde geniş kural yaratma (normatif) yetkisi bunu göstermektedir.55 Bugün DSÖ, BM nin en büyük uzmanlık kuruluşu konumundadır.56 DSÖ nün temel karar organı olan DSM nin üçte iki oy çoğunluğuyla, taraf devletler için bağlayıcı olacak  sözleşmeler veya anlaşmalar  kabul etme yetkisi,57 ayrıca DSÖ nün yapacağı ve DSM de basit çoğunlukla kabul edilen bazı düzenlemelerin üye devletler için kendiliğinden bağlayıcı olma gücü vardır.58 Meğer ki üye devletler aksi yönde bir bildirim (opt-out) yapmış olsun. Söz konusu aksi bildirim, sözleşmeler ve anlaşmalar için bunların kabulünü takip eden 18 ay içerisinde, düzenlemeler için önceden bildirilen sürede yapılmalıdır.59 Bunlara ek olarak, Örgüt ün bağlayıcı olmayan kimi rehber ilkeler, küresel stratejiler ve öneriler kabul etmesi de mümkündür.60 Tüm bu imkânlara sahip olan DSÖ, kuruluşundan itibaren ve günümüzde de geçerli olacak şekilde başta bulaşıcı hastalıklarla ve salgınlarla  mücadele  olmak  üzere  küresel  sağlık  meselelerine  yönelik  hukuki düzenlemelerin yapılması ve gerekli uluslararası işbirliğinin sağlanması noktasında temel merci konumundadır. 61 50  ‘Origin and development of health cooperation  (WHO) <https://www.who.int/global_health_histories/background/en/> Erişim Tarihi 20 Mayıs 2020.51  ‘First World Health Assembly  (WHO) <https://www.who.int/global_health_histories/first_world_health_assembly/en/> Erişim Tarihi 20 Mayıs 2020.52  Dünya Sağlık Örgütü Anayasası (n 47) m 2. 53  Ibid m 1. 54  Gostin, Global Health Law (n 21) 91-92.55  Allyn L Taylor, ‘International Law and Public Health Policy  in Kris Heggenhougen vd (eds) International Encyclopaedia of Public Health (Academic Press 2008) 675; Lawrance Gostin, ‘A Proposal for Framework Convention on Global Health  (2007) 10(4) Journal of International Economic Law 989, 994.56  Gian Luca Burci, ‘The World Health Organization at 70: Challenges and Adaptation  (2019) 16(2) International Organizations Law Review 229, 229.57  Dünya Sağlık Örgütü Anayasası (n 47) m 19.58  Ibid m 21.59  Ibid m 20, 22.60  Lawrence Gostin, Devi Sridhar, ‘Global Health and the Law  (2014) (370) The New England Journal of Medicine 1732, 1734.61  DSÖ nün günümüze kadar yaptığı hukuki düzenlemelerin önemli bir kısmının salgınların önlenmesi ve salgınlarla uluslararası ölçekte mücadele ile ilgili olduğu akılda tutulmalıdır, Fidler, ‘The Globalization of Public Health: Emerging Infectious Diseases and International Relations  (n 26); Fidler, ‘Return of the Fourth Horseman: Emerging Infectious Diseases and International Law  (n 26) 836-843; Burci (n 56) 231.895İstanbul Hukuk Mecmuası 78/2DSÖ daha kuruluş yıllarını takip eden on yıllarda bulaşıcı hastalıklarla etkili bir mücadele uygulaması ortaya koymuş ve özellikle çiçek hastalığının ortadan kaldırılmasında büyük bir başarı sergilemiştir.62 Ancak zaman içerisinde bulaşıcı olmayan bazı hastalık türlerinin bulaşıcı hastalıklardan daha büyük sorun teşkil ettiği yönünde bir kanaat ortaya çıkınca örgütün odağı bulaşıcı hastalıklardan ve salgınlardan farklı alanlara kaymıştır.63 Öyle ki örgütün 1980 li yıllarda ortaya çıkan ve küresel çapta etkili olan AIDS salgını ile yeterli ve etkili bir mücadele ortaya koyamayacak kadar odağının kaymış olduğu belirtilmektedir.64 Bunun en büyük göstergesi, DSÖ nün varlığına rağmen ayrıca BM AIDS Programı nın (UNAIDS) kurulmuş olmasıdır.65 1990 lı yıllarda ise örgütün daha özel sektör eğilimli bir perspektif  benimsediği  eleştirileri  ortaya  çıkmış  ve  DSÖ nün  küresel  sağlık yönetimindeki rolü ve otoritesi ciddi sorgulamalara tabi tutulmuştur.66DSÖ nün yukarıda belirtilen  kural koyucu (normatif) otoritesinin  bir ürünü olan Uluslararası Sağlık Tüzüğü, DSÖ nün tarihinde özellikle üzerinde durulması gereken çok önemli bir husustur.67 Örgüt ün nadiren başvurduğu ve DSÖ Anayasası nın 21. maddesinde belirtilen düzenleme yapma yetkisine dayanarak ortaya koyduğu ilk düzenleme 1951 tarihinde kabul edilen Uluslararası Sağlığa Dair Tüzük tür (International  Sanitary  Regulations).68  1969  tarihinde  elden  geçirilen  bu  metin Uluslararası Sağlık Tüzüğü (International Health Regulations-IHR) adını almış ve daha sonra 1973 ile 1981 yıllarında bazı sınırlı güncellemelere tabi tutulmuştur.70 Ancak 21. yüzyıla gelindiğinde Uluslararası Sağlık Tüzüğü nün hükümlerinin artık sahadaki gerçekliklere hitap etmediği, özellikle de salgınlarla mücadele noktasında yetersiz kaldığı olgusunun aşikâr hâle gelmesiyle birlikte 2005 yılında büyük bir güncelleme yapılmıştır.71 Zira tüberküloz ve sıtma gibi bazı endemik hastalıkların yanı sıra AIDS gibi yeni hastalıklar 1969 tarihli Uluslararası Sağlık Tüzüğü nün kapsamı 62  DSÖ nün çiçek hastalığı ile mücadelesine ilişkin detaylar için bkz Kelley Lee, The World Health Organization (Routledge 2009) 46-70. 63  Simon Rushton, ‘Global Governance Capacities in Health: WHO and Infectious Diseases  in Adrian Kay and Owain Williams (eds), Global Health Governance: Crisis, Institutions and Political Economy (Palgrave-MacMillan 2009) 60; Söz konusu değişim sürecinin detayları için bkz Mateja Steinbrück-Platise, ‘The Changing Structure Of Global Health Governance  in Leonie Vierck, Pedro A Villarreal ve Katarina Weilert (eds), The Governance of Disease Outbreaks. International Health Law: Lessons from the Ebola Crisis and Beyond (Nomos 2017) 83-111. 64  Bogdandy ve Villarreal, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (n 36) 5; daha genel bilgi için bkz Bradly Condon and Tapen Sinha, Global Lessons from the AIDS Pandemic. Economic, Financial, Legal and Political Implications (Springer 2008).65  ‘COVID-19 and HIV  <https://www.unaids.org/en> Erişim Tarihi 29 Mayıs 2020.66  Steinbrück-Platise (n 63) 90-92. 67  Uluslararası Sağlık Tüzüğü hakkında kapsamlı bilgi için bkz Gostin, Global Health Law (n 21) 177-204.68  Bu  Düzenlemeler in  metni  için  bkz  ‘International  Sanitary  Regulations   <https://apps.who.int/iris/bitstream/handle/10665/85636/Official_record_eng.pdf?sequence=1&isAllowed=y> Erişim Tarihi 10 Haziran 2020.69  Adam Kamradt-Scott, ‘The International Health Regulations (2005) Strengthening Their Effective Implementation and Utilisation  (2019) 16 International Organizations Law Review 242, 243.70  Gostin, ‘World Health Law: Toward a New Conception of Global Health Governance for the 21st Century  (n 39) 415.71  İki USD nin hükümlerinin detaylı bir mukayesesi için bkz David Fidler, ‘From International Sanitary Conventions to Global Health Security: The New International Health Regulations  (2005) 4 Chinese Journal of International Law 325.896Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukdışında kalmaktaydı, çünkü tüzüğün kapsamındaki hastalıklar sınırlı sayıda olacak şekilde (kolera, veba, sarı humma, hemorajik ateş, tifüs, çiçek) belirtilmişti.72 Bu da 1969 tarihli Uluslararası Sağlık Tüzüğü nün kapsamının aradan geçen yüzyıldan fazla zamana rağmen neredeyse 1851 tarihindeki Uluslararası Sağlık Konferansı ile aynı kaldığını göstermektedir.73 Ayrıca taraf devletlerin bildirim yükümlülükleri ve bildirim mekanizmaları güncel ihtiyaçları karşılayacak kadar gelişkin değildi.74 Taraf devletlerin hastalık gözlem ve tespit kapasitelerini geliştirmelerine yönelik basit bazı yükümlülüklerin ötesinde herhangi bir kapsamlı düzenleme yer almamaktaydı.75Salgınlarla mücadele ile ilgili yeni ve son derece kritik hükümler içeren 2005 tarihli Uluslararası Sağlık Tüzüğü (UST) bugün COVID-19 salgını bağlamında sıkça gündeme gelmektedir.76 196 devletin akdettiği 2005 tarihli yeni UST, 1995 te DSM nin aldığı kararla başlayan 10 yıllık bir çalışmanın ürünüdür.77 66 maddeden ve 9 ekten oluşan kapsamlı bir düzenleme olan 2005 tarihli UST, dönemin BM Genel Sekreteri tarafından, küresel sağlık yönetimi açısından daha önce emsali olmayan derecede önemli ve cesur bir düzenleme olarak nitelenmiştir.78 Zira 2005 tarihli UST, uluslararası toplumun kamu sağlığının korunması yolunda devletlerin egemenliğinin kısıtlandığı ve sınır aşan salgınların kontrolünde daha gelişkin kuralların geçerli olduğu bir küresel yönetim mekanizmasına kapıyı açmıştır.79 Bu noktada önemle ifade etmek gerekir ki 2005 tarihli UST nin ortaya çıkmasını hızlandıran, ayrıca Tüzük te öngörülen bazı yeni mekanizmaların ve yükümlülüklerin arkasında yatan temel sebeplerden biri, Çin in 2002 yılında patlak veren SARS krizinin yönetilmesi noktasında  attığı  yetersiz  adımlardır.80  Bu  deneyimin  de  su  yüzüne  çıkardığı gereksinimlerle  birlikte  sadece  tüzüğün  kapsamı  genişletilmekle  kalınmamış, devletlere daha çok yükümlülük yükleyen, insan haklarında yaşanan gelişmelere daha çok uyum sağlayan ve DSÖ nün yetkilerini arttıran bir muhtevaya sahip kılınmıştır. 72  ‘Uluslararası Sağlık Tüzüğü  (WHO, 2005) <https://www.who.int/ihr/publications/9789241580496/en/> Erişim Tarihi 21 Mayıs 2020, m 1.73  Gostin, ‘World Health Law: Toward a New Conception of Global Health Governance for the 21st Century  (n 39) 413, 415.74  David Fidler, Lawrence O Gostin, ‘The New International Health Regulations: An Historic Development for International Law and Public Health  (2006) 34(1) JL Med & Ethics 85, 85.75  Ibid 88.76  ‘Uluslararası Sağlık Tüzüğü  (n 72).77  Fidler ve Gostin (n 74) 85.78  BM Genel Sekreteri Kofi Annan ın Basın Açıklaması, ‘World Health Assembly s Revised Regulations  Bold and Necessary Step  to Protect Global Public Health, Says Secretary-General  (UN, 23 Mayıs 2005) < https://www.un.org/press/en/2005/sgsm6.doc.htm> Erişim Tarihi 21 Mayıs 2020. 79  Bogdandy ve Villarreal, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (n 36). 80  Fidler ve Gostin (n 74) 85; David Heymann ve Guénäel Rodier, ‘SARS: A Global Response to an International Threat  (2004) The Brown Journal of World Affairs (2004) 10(2) 185,185; Sara E Davies, Adam Kamradt-Scott ve Simon Rushton, Disease Diplomacy: International Norms and Global Health Security (Johns Hopkins University Press 2015) 43-73.81  Fidler ve Gostin (n 74) 87.897İstanbul Hukuk Mecmuası 78/2Yapıldığı dönemde salgınlarla mücadeleye yönelik uluslararası işbirliğinin en güncel ürünü olan 2005 tarihli UST nin, küresel sağlığın korunması için son derece kapsamlı bir hukuki araç olduğu düşünülmüştür. Öyle ki 2005 yılında getirilen temel yeniliklerden biri, 1969 tarihli UST kapsamında olmayan bazı yeni bulaşıcı hastalıkların tüzüğün kapsamına sokulmasıdır. 2005 tarihli UST nin ilk maddelerinde ortaya konan son derece detaylı tanımlamalarla bu sağlanmıştır.82 Bir başka deyişle, 2005 tarihli UST hükümleri sınırlı sayıda hastalığa uygulanmayıp kaynağı ne olursa olsun uluslararası ölçekte yayılabilecek her türlü hastalığı kapsayacak bir şekilde oluşturulmuştur. Bu bakımdan, 2005 tarihli UST yi son derece  aktüel ve devrimci  bir düzenleme olarak niteleyenler olmuştur.83 Dolayısıyla, COVID-19 salgını da 2005 tarihli UST nin kapsamına girmektedir. Uluslararası sağlık işbirliğine kapsamlı bir hukuki çerçeve katmayı ve DSÖ nün koordinatör olarak odağında yer aldığı işbirliği zeminini genişletmeyi hedefleyen bu düzenlemenin temel amacı, uluslararası ölçekte yayılan ve kamu sağlığını tehdit eden  hastalıkların,  orantılı  ve  uluslararası  seyahat  ile  ticaretin  gereksiz  ölçüde sekteye  uğramayacağı  yöntemlerle  engellenmesi,  kontrolü  ve  bu  hastalıklardan korunmanın  sağlanmasıdır.84  Kısacası,  devletlerin  kendi  halklarının  sağlığını koruma hakkı ile bu koruma için alınacak önlemlerin uluslararası ticareti ve seyahati ölçüsüz bir biçimde kısıtlamaması arasındaki dengenin kurulması hedeflenmiştir.85 Bu  bakımdan,  devletlere  verilen  bildirim  yükümlülükleri  2005  tarihli  UST nin önemli sacayaklarından biridir.86 Söz konusu bildirim mekanizmasının hızlı bir şekilde işleyebilmesi için 2005 tarihli UST nin 4. maddesi taraf devletlere kendi ülkelerinde DSÖ Ulusal İletişim Merkezleri ne yer verme yükümlülüğü getirmekte ve bu merkezlerin her zaman açık olması gerektiğini belirtmektedir. 5. madde ise 1969 tarihli UST deki büyük bir açığı kapatarak salgınla mücadelenin adeta köküne inmekte ve her şeyden önce, 2005 tarihli UST nin yürürlüğe girişini takiben belli bir süre içerisinde taraf devletlerin kendi sağlık sistemlerini ve gözlem kapasitelerini geliştirmelerini bir yükümlülük olarak düzenlemektedir. Benzer yükümlülüklere, kamu sağlığı müdahalesine ilişkin 13. maddede de rastlanmaktadır. 6. maddeye göre, taraf devletler kendi ülkelerinde  uluslararası düzeyde halk sağlığı acil durumu (public health emergency of international concern-PHEIC),  yani sadece ulusal ölçekte mücadele ile ortadan kaldırılması mümkün olmayan ve uluslararası salgına 82  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 1-2.83  ‘COVID-19 and International Law: What went wrong and what can we learn from it?  (BIICL, 16 Nisan 2020) <https://www.biicl.org/documents/10303_covid_and_international_law_16_april_2020_event_report.pdf>  Erişim  Tarihi  23 Mayıs 2020, s 5; Kashef Ijaz vd, ‘International Health Regulations – What Gets Measured Gets Done  (2012) 18 Emerging Infectious Diseases 1054, 1054; USD kimilerince  salgınlarla mücadelede Vestfalyan olmayan stratejilerin ortaya konması  olarak nitelenmiştir, bkz Obifor Aginam, ‘Globalization of Health Insecurity: The World Health Organization and the New International Health Regulations  (2006) 25 Medicine & Law 663, 672. 84  ‘Uluslararası Sağlık Tüzüğü  (n 72) Önsöz. 85  Fidler ve Gostin (n 74) 86.86  ‘Uluslararası Sağlık Tüzüğü  (n 72) Bölüm 2; söz konusu yükümlülüklerin nasıl uygulanacağına dair detaylı bir şema için bkz ‘Uluslararası Sağlık Tüzüğü  (n 72) Ek-2.898Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukyol açma riski teşkil eden durumlarda DSÖ yü Ulusal İletişim Merkezleri kanalıyla, mümkün olan en etkili yollarla ve acilen (24 saat içerisinde) bilgilendirmelidir. Bu bildirimi takiben söz konusu acil duruma ilişkin tüm gelişmeleri doğru bir şekilde ve zamanında aktarmaya devam etmelidir. Eğer beklenmeyen ve  uluslararası düzeyde halk sağlığı acil durumu  teşkil edebileceğine dair delillerin olduğu durumlar ortaya çıkarsa da taraf devletler için aynı yükümlülükler geçerlidir.88 Hatta 6. ve 7. madde uyarınca DSÖ ye bildirim yapılması gereken bir durumun mevcudiyetine dair şüphe taşıyan taraf devletlerin DSÖ ile bir danışma ve yardım talep etme ilişkisi kurmasına olanak sağlanmıştır ki bu hükümle birlikte devletlerin özen yükümlülüğünün (due diligence) 2005 tarihli UST ile birlikte oldukça yüksek bir seviyeye çıkarıldığı rahatlıkla iddia edilebilir.89 Kısacası, söz konusu bildirim yükümlülükleri, 2005 tarihli UST nin merkezinde yer alan oldukça önemli yükümlülüklerdir. Açıktır ki 2005 tarihli UST nin temelinde ortak bir gözetim ve tehlikeyi erkenden tespit, risk durumunda acil uyarı, ve acil duruma uluslararası işbirliği içerisinde önlem geliştirme mantığı yatmaktadır. 2005 tarihli UST nin bir başka öne çıkan özelliği, 9. maddeye göre, olası salgın uyarı  konusunda  sadece  taraf  devletlerin  resmi  mercilerinden  değil,  devletdışı aktörlerden gelen verileri de dikkate alma yetkisinin bulunmasıdır. 1969 tarihli UST de böyle bir imkân söz konusu değildi. Aynı maddede, taraf devletlerin kendi toprakları dışında, yani başka devletlerin ülkelerinde DSÖ ye bildirimi gerektirecek bir durum tespit ettiklerinde doğrudan DSÖ ye bildirimde bulunma yetkisini ve yükümlülüğünü haiz kılındıkları görülmektedir.90 Böylelikle, DSÖ nün olası bir tehlike durumunu gecikmeksizin tespit edebilmesi için bilgi kaynaklarının olabildiğince çeşitlendirildiği görülmekte ve bu durumun devletleri 2005 tarihli UST nin bildirim yükümlülüklerine uyma mecburiyetinde hissettirdiği belirtilmektedir.91 9. maddede öngörülen kanallarla bildirim alan DSÖ nün ilgili devlete (bildirime sebep olan sağlık tehdidinin ülkesinde ortaya çıktığı iddia edilen devlete) bu bildirimlerin doğruluğunu teyit etmek üzere bilgi paylaşımı çağrısında bulunması ve işbirliğine girmesine ilişkin ve DSÖ nün nihai bir değerlendirme yapana kadar tüm taraf devletlere -ve gerekli görülürse ilgili uluslararası örgütler ile kamuoyuna- söz konusu tehdide karşı hazırlıklı olmaları için yapacağı ilk bildirimin kapsamına dair hususlara takip eden maddelerde yer verilmektedir.92 Bu hükümlerden anlaşılmaktadır ki 2005 tarihli UST, 87  Lawrence Gostin vd, ‘Ebola in the Democratic Republic of the Congo: Time to Sound a Global Alert?  (2019) 393 The Lancet 617, 618; detaylı bilgi için bkz David Fidler, ‘To Declare or Not to Declare: the Controversy over Declaring a Public Health Emergency of International Concern for the Ebola Outbreak in the Democratic Republic of the Congo  (2019) 14(2) Asian J Wto & Int l Health L & Pol y 287, 287-330; Chang-Fa Lo, ‘The Missing Operational Components of the IHR (2005) from the Experience of Handling the Outbreak of COVID-19: Precaution, Independence, Transparency and Universality  (2020) 15(1) Asian Journal of WTO & International Health Law and Policy 1, 1-26.88  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 7. 89  Ibid m 8.90  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 9(2).91  Fidler ve Gostin (n 74) 90.92  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 10-11.899İstanbul Hukuk Mecmuası 78/2etkili bir küresel sağlık yönetimi mekanizması kurulması ile devletlerin egemenlik alanlarının fazla daraltılmaması arasında hassas bir denge kurmaya çalışmıştır.93Tüm bu kaynaklardan uyarıları ve verileri toplayan DSÖ nün bir olay hakkında  uluslararası düzeyde halk sağlığı acil durumu  teşkil ettiğine ilişkin kararı nasıl ve hangi ölçütlere göre alacağı da 2005 tarihli UST nin 12. maddesinde detaylı bir şekilde düzenlenmiş, çok katmanlı bir istişare mekanizması öngörülmüştür. Kararı verecek temel merci DSÖ Genel Direktörü dür. Bir uluslararası örgüt yetkilisinin tek başına, önemli hukuki sonuçlar doğurabilecek bir karar alıp ilânda bulunmasının genelde pek rastlanmayan türde, önemli bir yetki ve devletlerüstü kamu otoritesinin kullanım  biçimi  olduğu  belirtilmektedir.95  DSÖ nün   uluslararası  düzeyde  halk sağlığı acil durumu  ilânı ve ayrıca salgın ilânı,96 devletlerin ve bölgesel örgütlerin itibar ettikleri ve bunların yönetim mekanizmalarına yön veren ilânlardır.97 Ayrıca bu ilân bir risk değerlendirmesinin sonucu olduğu için, tam etkisi az veya çok belirsiz olan tehlike durumlarında yapılmaktadır.98 Dolayısıyla, Genel Direktör ün kayda değer derecede bir takdir marjı söz konusudur. Ancak önemle ifade etmek gerekir ki 12. maddede öngörülen çok katmanlı istişare mekanizmaları, bu mekanizmaların kararları nihayetinde bağlayıcı olmasa dahi uygulamada Genel Direktör ün bu geniş yetki alanının daraltılmasını sağlamaktadır. Özellikle, farklı alanlardan ve çeşitli bölgelerden uzmanlardan oluşan Acil Durum Komitesi nin (Emergency Committee) tavsiyeleri uygulamada oldukça etkilidir.99 Genel Direktörlerin bu zamana kadar Acil Durum Komitesi nin tavsiyelerini her zaman takip ettiği gözlemlenmektedir.1002005 tarihli UST den önce Genel Direktör ün böyle bir karar alma yetkisi açıkça tanınmamış, hatta 2003 teki SARS krizinde dönemin DSÖ Genel Direktörü acil 93  Öte yandan, söz konusu dengenin iyi kurulamadığı yönünde eleştiriler yöneltenler olmuştur, bkz Eric Mack, ‘The World Health Organization s New International Health Regulations: Incursion on State Sovereignty and Ill-Fated Response to Global Health Issues  (2006–2007) 7 Chinese Journal of International Law 365, 377. 94  Uluslararası düzeyde halk sağlığı acil durumu ilânının bizzat kendisi UST ye taraf devletlere ek bir yükümlülük getirmese dahi kimi ulusal veya bölgesel hukuki düzenlemeler bu ilâna kendi çerçevelerinde hukuki sonuçlar bağlamaktadır, Armin von Bogdandy, Pedro A Villarreal, ‘Critical Features of International Authority in Pandemic Response: The WHO in the COVID-19 Crisis, Human Rights and the Changing World Order  (2020) 7(18) Max Planck Institute for Comparative Public Law & International Law (MPIL) Research Paper 1, 4. 95  Pedro A Villarreal, ‘Pandemic Declarations of the World Health Organization as an Exercise of International Public Authority: The Possible Legal Answers to Frictions Between Legitimacies  (2016) 7(1) Göttingen Journal of International Law 95, 125-126.96  Salgın ilânı yetkisi ve ölçütleri doğrudan UST de yer almayıp DSÖ nün bir başka Rehber Belgesi nde detaylı bir şekilde ortaya konmaktadır, bkz Dünya Sağlık Örgütü, ‘Pandemic Influenza Risk Management. A WHO Guide to inform & harmonize national & international pandemic preparedness and response  (WHO, 2017) <https://bit.ly/3bdu> Erişim Tarihi 2 Haziran 2020, s 25-26.97  Bogdandy ve Villarreal, ‘Critical Features of International Authority in Pandemic Response: The WHO in the COVID-19 Crisis, Human Rights and the Changing World Order  (n 94) 10.98  Jacqueline Peel, Science and Risk Regulation in International Law (CUP 2010) 101.99  Komite nin yapısına ilişkin detaylar için bkz ‘Uluslararası Sağlık Tüzüğü  (n 72) m 47-48.100  Bogdandy ve Villarreal, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (n 36) 13.900Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukdurum ilânında bulunduğu için yetki aşımı yapmakla (ultra vires) suçlanmıştır.101 Ancak  2005 teki  değişikliklerden  sonra,  bir  olayın   uluslararası  düzeyde  halk sağlığı acil durumu  teşkil ettiğine yönelik karar verilmesi ve bunu takiben Genel Direktör ün bazı sağlık önlemlerini ve seyahat vb. kısıtlamaları içeren geçici ve sürekli önlemler önerme yetkisi getirilmiştir.102 Hatta kimi durumlarda  uluslararası düzeyde halk sağlığı acil durumu  kararı alınmadan da DSÖ nün uluslararası ticaret ve seyahatlere ilişkin bazı kısıtlamalar öneren kılavuzlar yayımlaması mümkündür ve bu önerilerin de hukuki niteliği hemen hemen aynıdır.104 Söz konusu önerilerin her vakanın kendi koşullarına göre şekillenmesi oldukça önemlidir. 2005 tarihli UST nin 17. ve 18. maddelerinde önerilerin hangi ölçütlerin dikkate alınarak yapılacağı ve hangi konulara ilişkin olabileceği kapsamlı bir şekilde düzenlenmiştir. Tüm bu önlemlerin önerilmesinden sonra da taraf devletlerle olan dinamik bir işbirliği ve sürekli bildirim sürecinin devam etmesi öngörüldüğü için, zaman içerisinde gelişmeler değerlendirilerek bu önerilerin değiştirilmesi veya kaldırılması elbette mümkündür.105 Önemle ifade edilmelidir ki tüm bu kararlar tavsiye mahiyetinde olduğu için taraf devletler açısından bağlayıcı değildir. Öte yandan, 43. madde uyarınca, devletlerin bu tavsiyeleri kabul etmekle birlikte; 48 saat içerisinde, bilimsel verilere dayanan gerekçelerini bildirmek şartıyla tavsiyelerin ötesine geçen, daha sıkı önlemler alma hakkı da mevcuttur. 2005 tarihli UST nin 50. maddesine göre,  uluslararası düzeyde halk sağlığı acil durumu  ilânına ve tavsiye edilecek önlemlere dair Genel Direktör ün aldığı kararların daha sonradan gözden geçirilmesi için bir Teftiş Komitesi (Review Committee) kurulması mümkündür. Ancak ifade edilmelidir ki bu Komite nin kurulması kararı ve  üyelerinin  seçimi  Genel  Direktör  tarafından  gerçekleştirilmektedir.  Ayrıca Komite  temel  olarak  Genel  Direktör e  tavsiyelerde  bulunma  yetkisinin  ötesine geçen bir yetkiye sahip değildir. Komite raporlarının DSM ye sunulması dahi Genel Direktör ün kararına tabidir.1062005 tarihli UST nin bir diğer çok önemli özelliği, taraf devletlerin  uluslararası düzeyde  halk  sağlığı  acil  durumu   teşkil  eden  salgın  vb.  durumlarda  devreye sokabilecekleri sağlık önlemlerinin hukuki çerçevesini son derece detaylı bir şekilde çizmesi ve DSÖ ye bu noktada oldukça belirgin bir koordinasyon mercii görevi vermesidir. 2005 tarihli UST nin 5. Bölümü, bu tip durumlarda uluslararası ticaret ve 101  Christian Kreuder-Sonnen, Emergency Powers of International Organizations. Between Normalization and Containment (OUP 2019) 155-156; daha geniş bilgi için bkz Fidler, ‘From International Sanitary Conventions to Global Health Security: The New International Health Regulations  (n 71) 362-365.102  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 15-16.103  Fidler, ‘To Declare or Not to Declare: the Controversy over Declaring a Public Health Emergency of International Concern for the Ebola Outbreak in the Democratic Republic of the Congo  (n 87) 294.104  Bogdandy ve Villarreal, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (n 36) 15.105  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 53.106  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 52-53.901İstanbul Hukuk Mecmuası 78/2seyahatin ölçüsüz sınırlamalara maruz kalmamasına ilişkin düzenlemelerin yer aldığı temel kısımdır. Kısacası, 2005 tarihli UST ile bir yandan DSÖ Genel Direktörü ne gerekli şartlar oluştuğunda uluslararası işbirliğini harekete geçirecek şekilde acil duruma karar verme ve DSÖ ye çok katmanlı istişare mekanizmaları ile birlikte bu acil duruma rehberlik etme rolü verilmiş, öte yandan ise taraf devletlerin kendi egemen yetkilerine dayanarak alabilecekleri önlemlerin çerçevesi belirlenmiştir.107 Bu bölümde yer alan 12 maddede taraf devletlerin alabilecekleri kamusal sağlık önlemlerinin şartları ve sınırları detaylı bir şekilde ortaya konmaktadır. Öyle ki taşımacılar, yolcular, mallar ve konteynırlar için ayrı ayrı hükümler yer almaktadır. Örneğin, 32. maddeye göre, yolculara yönelik alınacak önlemlerin insanlık onuru, insan hakları, ve temel hürriyetlere saygılı olması gereklidir. 34. ve 40. maddeler arasındaki kısımdan oluşan 6. Bölüm ise 5. Bölüm ile bağlantılı olarak, bir devletin ülkesine giriş yapan kişilerden istenebilecek sağlık belgelerine ilişkin olup 40. maddede ise devletlerin aldıkları sağlık önlemlerinin masraflarını ülkelerine giriş yapan yolculara yansıtamayacakları belirtilmektedir. 2005 tarihli UST nin 8. Bölümü nde bazı genel hükümler düzenlenirken, söz konusu bölümün ilk maddesi olan 42. maddeye özellikle dikkat çekilmelidir. Bu maddeye göre, taraf devletler bir sağlık önlemi aldıkları zaman bunu gecikmekzisin, şeffaf bir biçimde ve ayrımcılıktan kaçınarak uygulamalıdırlar. Ancak 2005 tarihli UST nin dikkat çeken bir özelliği şudur ki taraf devletlerin buraya kadar yukarıda sayılan yükümlülükleri ihlal etmesi durumunda ne tür bir yaptırıma maruz kalacağına yönelik bir hükme yer verilmemiştir.108 Bu sebeple, zamanında bildirim yapma gibi bağlayıcı olan yükümlülüklerin ihlali durumunda ancak uluslararası hukukun genel sorumluluk kuralları gündeme gelecektir.Özellikle üzerinde durulması gereken bir diğer madde, 2005 tarihli UST nin 10.  ve  son  bölümünde  yer  alan  56.  maddedir.  56.  madde,  2005  tarihli  UST çerçevesindeki  uyuşmazlıkların  çözümüne  ilişkindir.  Taraf  devletlerin  arasında bir uyuşmazlık çıkması durumunda, tarafların öncelikli olarak barışçıl yollarla ve müzakere ile sorunu çözmeleri beklenmektedir.109 Bu şekilde çözüme ulaşılamaması hâlinde tarafların, uyuşmazlığın çözümünü DSÖ Genel Direktörü ne havale etmesi mümkündür.110 Ayrıca tarafların, uyuşmazlıkların çözümünde zorunlu tahkimi veya başka uyuşmazlık çözüm mekanizmalarını kabul etmeleri de mümkündür.111 Bizzat DSÖ ile taraf devletler arasında bir uyuşmazlık çıkması durumunda ise mesele 107  Alexandra L Phelan vd, ‘The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance  (2020) 323(8) Journal of American Medical Association 709, 710.108  Kamradt-Scott (n 69) 251.109  Uluslararası Sağlık Tüzüğü (n 72) m 56 (1)110  Ibid m 56 (2).111  Ibid m 56 (3)-(4).902Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukDSM ye  iletilecektir.112 Ancak  tüm  bu  uyuşmazlık  çözüm  yollarının  işletilmesi tamamen tarafların rızalarına bağlıdır ve söz konusu hükümler zorlayıcı değildir. Öte yandan, DSÖ nün sahip olduğu ve yukarıda bahsedilen geniş yetkilerini kullandığı tarihi örnekler sınırlı sayıdadır.  Uluslararası düzeyde halk sağlığı acil durumu  bu zamana dek altı kez ilân edilmiştir: Domuz gribi (2009), vahşi çocuk felci virüsü (2014), Batı Afrika daki Ebola (2014), Zika (2016), Demokratik Kongo Cumhuriyeti ndeki Ebola (2019) ve son olarak COVID-19 salgınında. DSÖ nün kanun koyucu yetkilerine dayanarak yaptığı düzenleme sayısı da pek fazla değildir. DSÖ nün yetkilerini kullanma noktasındaki bu ihtiyatlı tavrının, tarihte inisiyatif aldığı birçok dönemde kendisini uluslararası siyasi tartışmaların ve çekişmelerin odağında bulmasından kaynaklandığı söylenebilir.113 Nitekim COVID-19 salgınında da DSÖ nün attığı ve atmadığı adımlar yine büyük tartışmalara konu olmakta, örgüt ciddi ithamlarlarla karşı karşıya kalmaktadır. Dolayısıyla, Genel Direktör ün rolü, DSÖ nün yapısı ve 2005 tarihli UST nin yeterliliği gibi birçok mesele çeşitli açılardan sorgulamalara konu olmaktadır. Tüm bu tartışmaları detaylı bir şekilde değerlendirebilmek için COVID-19 salgını süresince DSÖ nün faaliyetlerini ve örgüte yönelik eleştirileri ele almak gereklidir. II. COVID-19 Salgınında Dünya Sağlık Örgütü nün RolüA. Dünya Sağlık Örgütü nün COVID-19 Salgını Süresince Attığı AdımlarDSÖ ye COVID-19 virüsüne ilişkin Çin tarafından yapılan ilk resmi bildirimin 31 Aralık 2019 da gerçekleştiği bilinmektedir.114 Söz konusu bildirim, DSÖ nün Çin deki ulusal ofisine yapılmış ve sonrasındaki günlerde DSÖ, Çin in yetkili mercilerinden yapılan bildirimler yoluyla süreci takip etmeye başlamıştır. İlk bildirimden iki hafta sonra, 14 Ocak 2020 de DSÖ nün Çin yetkililerinin söz konusu virüsün insandan insana geçtiğine yönelik bir delilin bulunmadığı yönündeki bulgularını kabul ederek ilân etmesinin sebebi budur. Ancak bu ilândan sadece 8 gün sonra Çin aksi yönde bir bildirim yapınca, 23 Ocak ta COVID-19 un insandan insana geçen bir virüs olduğu DSÖ tarafından kabul edilmiş ve devletlere havalimanlarında denetimlerin yapılması  şeklinde  geçici  önlemin  alınması  tavsiye  edilmiştir.  Aynı  zamanda, Acil Durum Komitesi, Genel Direktör tarafından toplantıya çağrılmıştır. Fakat bu toplantının sonucunda, Komite içerisindeki fikir ayrılıklarından ötürü  uluslararası düzeyde halk sağlığı acil durumu  ilân etme kararı çıkmamıştır. Bu yöndeki bir karar ancak Çin dışında da insandan insana bulaşma vakaları bildirilince, 30 Ocak 112  Ibid m 56 (5).113  Lee (n 19) 44.114  Bu bildirim ve devamındaki tüm gelişmelerin detaylı bir zaman çizelgesi için bkz ‘WHO Timeline - COVID-19  (WHO) <https://www.who.int/news-room/detail/27-04-2020-who-timeline---covid-19> Erişim Tarihi 24 Mayıs 2020.903İstanbul Hukuk Mecmuası 78/22020 tarihinde çıkabilmiştir.115 Söz konusu kararla  uluslararası düzeyde halk sağlığı acil durumu  ilân edilince, DSÖ bir acil durum eylem plânı da yayımlamış ve tüm devletlere ortaya çıkan yeni virüsün teşkil ettiği risk karşısında hazır olma çağrısı yapmıştır.116 Devletlerin yeni virüsün tespitine, gözetim mekanizmaları kurmasına, ve iletişim kanallarına dair bazı öneriler sunan bu acil eylem plânının ardından, 12 Şubat ta daha detaylı bir operasyonel plân yayımlanmıştır.117 Bu ikinci plânda aşı ve tedavi çalışmaları için bir Ar-Ge (Araştırma ve Geliştirme) şablonu da ortaya konmuş, ayrıca DSÖ nün doğrudan saha araştırmalarının yoğunlaştırılması yönünde adımlar atılmıştır.118 Bu adımlarla birlikte Çin devleti ile işbirliği hâlinde Çin de saha araştırmaları yapmak üzere kurulan ve birçok devletten uzmanlardan oluşan DSÖ-Çin Ortak Misyonu 16 Şubat ta göreve başlamış ve misyonun sonuç raporu 24 Şubat a kadar süren görevinin ardından 28 Şubat ta yayımlanmıştır.119 Bu raporda tüm devletlere insandan insana bulaşmayı en aza düşürmek amacıyla  tavizsiz ve katı önlemler  alma çağrısı yapılmıştır.120 5 Mart ta da tüm devletlere geniş çaplı testler uygulama tavsiyesi yapılmıştır. Süreçteki en kritik tarihlerden biri ise 11 Mart tır. Zira  bu  tarihte  DSÖ,  COVID-19 un  korkutucu  derecede  yayılması,  şiddeti  ve devletlerin endişe verici seviyedeki eylemsizliği sebebiyle kaygılarını ortaya koymuş ve acil durum tepki mekanizmalarının daha yüksek seviyeye çekilmesi gerektiğini vurgulayarak COVID-19 un bir salgın statüsünde olduğunu ilân etmiştir.121 Özellikle bu  noktadan  sonra,  art  arda  birçok  devlet  sıkı  kısıtlamaları  devreye  sokmuş ve  olağanüstü  hâl  önlemleri  almıştır.  DSÖ  tarafından  13  Mart ta   COVID-19 Dayanışma Fonu  kurulmuş,122 18 Mart ta ise uluslararası ölçekte kapsamlı ve hızlı veri paylaşımını sağlamak için klinik bir dayanışma programı başlatılmıştır.123 115  ‘Statement on the Second Meeting of the International Health Regulations (2005) Emergency Committee Regarding the Outbreak of Novel Coronavirus (2019-nCoV)  (WHO, 30 Ocak 2020) <https://www.who.int/news-rooni/detail/30-01-2020statement-on-the-second-meeting-of-the-intern  ational-health-regulations-(2005)-emergency-committee-regarding-theoutbreak-of-novel-coronavi rus-(2019-ncov)> Erişim Tarihi 24 Mayıs 2020. 116  ‘2019 Novel Coronavirus (2019-nCoV): Strategic Preparedness And Response Plan  (WHO, 4 Şubat 2020) <https://www.who.int/docs/default-source/coronaviruse/srp-04022020.pdf.> Erişim Tarihi 25 Mayıs 2020.117  ‘COVID-19 Strategic Preparedness and Response Plan: Operational Planning Guidelines to Support Country Preparedness and  Response   (WHO,  12  Şubat  2020)  <https://www.who.int/docs/default-source/coronaviruse/covid-19-sprp-unctguidelines.pdf?sfvrsn=81ffd_4> Erişim Tarihi 25 Mayıs 2020118  ‘World Experts and Funders Set Priorities for COVID-19 Research  (WHO, 12 Şubat 2020) <https://www.who.int/newsroom/detail/12-02-2020-world-experts-and-funders-set-priorities-for-co vid-19-research.> Erişim Tarihi 25 Mayıs 2020. 119  ‘Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)  (n 3).120  Ibid 19.121  ‘WHO Director-General s opening remarks at the media briefing on COVID-19  (WHO, 11 Mart 2020) <https://www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19---11-march-2020> Erişim Tarihi 25 Mayıs 2020.122  ‘COVID-19  Solidarity  Response  Fund   (WHO)  <https://www.who.int/emergencies/diseases/novel-coronavirus-2019/donate> Erişim Tarihi 25 Mayıs 2020.123  Ibid.904Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukB. Dünya Sağlık Örgütü nün COVID-19 Salgını Süresince Attığı Adımlara Yönelik Eleştirilerin Değerlendirilmesi ve Çözüm ÖnerileriCOVID-19 salgınının yönetimi noktasında DSÖ nün attığı veya atmadığı adımlar ciddi eleştirilere maruz kalmaktadır. Bir tür DSÖ şüpheciliği had safhaya erişmiş, kimi devletler DSÖ ye verdiği finansmanı kesme tehdidinde bulunmaktan ülkesindeki DSÖ yetkililerini kovmaya kadar farklı tepkiler vermişlerdir.125 Esasında, daha önce de ortaya konduğu üzere, DSÖ ye yönelik eleştiriler yeni değildir. Örgüt e yönelik ilk ciddi eleştirilerin 1980 li yıllarda hızla yayılan AIDS ile mücadeledeki eksiklikler çerçevesinde yöneltildiği görülmektedir.126 Daha sonra yaşanan başkaca gelişmelerle birlikte sadece devlet uygulamalarında değil, doktrinde de DSÖ nün gitgide etkisiz ve işlevsiz bir kurum hâline geldiğine ilişkin eleştiriler zaman zaman ortaya konmuştur.127 Hatta DSÖ yü  her şeyi bilen ancak hiçbir şey yapmayan  bir kurum olarak niteleyenler olmuştur.128 Gerçekten de COVID-19 salgını öncesindeki en yakın tarihli salgınlardan biri olan 2014 te başlayan Ebola virüsü salgınında, DSÖ nün gerekli adımları atmakta yavaş kaldığına dair bir kanaat mevcuttur.129 Halbuki günümüzden neredeyse 20 yıl önceki SARS salgınında Çin yönetiminin COVID-19 salgınındakine çok benzer refleksler göstermesi sebebiyle uluslararası kamu sağlığının korunması ciddi tehlikeye girmiş ve Çin in SARS krizindeki tutumu karşısında DSÖ nün etkisini ve manevra alanını arttıracak düzenlemeler yürürlüğe sokulmuştur.130 DSÖ nün yetkisini arttırdığı düşünülen bu düzenlemelere rağmen Ebola ve şimdi COVID-19 salgınında gerekli adımların atılamamış olması ister istemez DSÖ nün yönetim performansını birçok açıdan eleştirilere açık hâle getirmiştir. Detaylı bir değerlendirme yapılacak olursa, somut eleştirilerin başında Çin in ilk resmi bildirimini 31 Aralık 2019 da yapmış olmasına rağmen, Acil Durum Komitesi nin toplanmasının üç hafta almış olması gelmektedir. Bu gecikme, Çin in ilk bildiriminden sonraki süreçte COVID-19 un insandan insana bulaşıp bulaşmadığının belirgin olmamasıyla açıklansa da ne olursa olsun üç haftalık bir sürenin ciddi bir gecikme olduğuna dair kanaat hâlâ mevcuttur.131 124  Teo Armus, ‘Trump threatens to permanently cut WHO funding, leave body if changes aren t made within 30 days  (Washington Post, 19 Mayıs 2020) <https://www.washingtonpost.com/nation/2020/05/19/who-funding-trump/> Erişim Tarihi 25 Mayıs 2020.125  Burundi hükümetinin bu yöndeki kararı için bkz ‘UPDATE 2-Burundi kicks out WHO team amid election campaign  (Reuters, 14 Mayıs 2020) <https://www.reuters.com/article/health-coronavirus-burundi/update-1-burundi-expels-nationalwho-head-during-election-campaign-idUSLNCWLB> Erişim Tarihi 26 Mayıs 2020.126  Bogdandy ve Villarreal, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (n 36) 5.127  Lee (n 19) 31; Gostin, ‘A Proposal for Framework Convention on Global Health  (n 55) 993.128  Lee, The World Health Organization (n 62) 82.129  Clare Wenham, ‘Public-health Experts Question Whether the WHO Has Been Too Deferential to China in Its Handling ofthe New Virus (2017) 372 Phil Transactions Royal Soc B 1, 1-2.130  Yanzhong Huang, ‘The Sars Epidemic And Its Aftermath In China: A Political Perspective  (NCBI) <https://www.ncbi.nlm.nih.gov/books/NBK79/> Erişim Tarihi 26 Mayıs 2020; Tom Christensen, Martin Painter, ‘The Politics of SARS – Rational Responses or Ambiguity, Symbols and Chaos?  (2004) 23 Politics and Society 18, 18. 131  ‘COVID-19 and International Law: What went wrong and what can we learn from it?  (n 83) s 7.905İstanbul Hukuk Mecmuası 78/2İlkiyle bağlantılı bir diğer önemli eleştiri ise DSÖ nün 2005 tarihli UST deki düzenlemelerle birlikte, uluslararası kamu sağlığını ilgilendiren bir mesele ortaya çıktığında  sadece  devletlerin  resmi  mercilerinden  gelen  bildirimlerle  kendisini sınırlamak zorunda olmadığı ve devletdışı aktörlerden (özel medya organları, sivil toplum kuruluşları, meslek birlikleri vb.) izlenen bilgileri de dikkate alabileceği ve alması gerektiği hususuyla alakalıdır. Buna göre, Çin yetkilileri 2019 yılının sonunda resmi bildirim yapmış olsa da bunun öncesinde COVID-19 un niteliğine ilişkin kamuoyuna yansımış ve son derece kayda değer bilgilerin ve olayların dikkate alınması gerekirdi.132 DSÖ daha erken harekete geçilmesi noktasında bu son derece etkili olabilecek yetkisini kullanmamış gözükmektedir.133DSÖ nün gerekli adımları atmakta geciktiğine ilişkin bir başka eleştiri, örgütün COVID-19 un salgın statüsünde olduğunu ilân etmek için 11 Mart a kadar beklemiş olmasıdır. O tarihe kadar zaten 114 devletin 100.000 den fazla vaka rapor etmiş olması, durumun vahametinin DSÖ tarafından zamanında kavranamadığı eleştirilerini güçlendirmektedir.134 En önemli eleştirilerden biri, DSÖ nün uluslararası toplumun birçok kesimince salgına  yönelik  iyi  bir  yönetim  sergilememekle  ve  yükümlülüklerini  yerine getirmemekle itham edilen Çin i olumlayan açıklamalarda bulunmuş olmasıdır. Çin in aldığı ve hızla devreye soktuğu sıkı önlemler doğrudan DSÖ Genel Direktörü tarafından  övgüyle  karşılanmıştır.135  DSÖ-Çin  Ortak  Komitesi,  Çin in  tarihteki belki  en azimli, seri ve atılgan salgın önleme gayretini  ortaya koyduğunu rapor etmiştir.136 Komite, Çin in salgını önlemedeki  cesur yaklaşımının  gidişatı olumlu anlamda değiştirdiğini söylemiştir.137 Böylelikle, DSÖ nün bu tip Çin i savunur gibi gözüken açıklamalarda bulunması, Çin i eleştiren geniş kesimler nezdinde Çin ve DSÖ ilişkisinin gündeme gelmesine yolu açmış, örgütün bağımsızlığı, hatta DSÖ 132  Bu çerçevede özellikle Tayvanlı sağlık yetkililerin yaptıkları uyarılara dikkat çekilmektedir, bkz ‘Fighting the Coronavirus Pandemic: China s Influence at the World Health Organization  (IM, 23 Mart 2020) <https://www.institutmontaigne.org/en/blog/fighting-coronavirus-pandemic-chinas-influence-world-health-organization> Erişim Tarihi 27 Mayıs 2020.133  ‘COVID-19 and International Law: What went wrong and what can we learn from it?  (n 83) s 6.134  ‘Fighting the Coronavirus Pandemic: China s Influence at the World Health Organization  (n 132).135  DSÖ Genel Direktörü, ‘IHR Emergency Committee on Novel Coronavirus (2019-nCoV) , WHO, 30 Ocak 2020) <https://www.who.int/dg/speeches/detail/who-director-general-s-statement- on-ihr-emergency-comnmittee-on-novel-coronavirus(2019-ncov)> Erişim Tarihi 28 Mayıs 2020; DSÖ Genel Direktörü Adhanom Ghebreyesus  China is actually setting a new standard for outbreak response ; ayrıca bkz Thomas Bollyky, Vin Gupta, ‘What World Can Learn from China s Experience with Coronavirus? (Foreign Affairs, 2 Mart 2020) <https://www.foreignaffairs.com/articles/china/2020-03-02/what-worldcan-learn-chinas-experience-coronavirus> Erişim Tarihi 28 Mayıs 2020.136  ‘Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)  (n 3) 16.137  Ibid 17.906Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukGenel  Direktörü nün  Çin  ile  olan  kişisel  bağları  sorgulanmaya  başlanmıştır.138 DSÖ nün uluslararası toplumun geneli için güvenilir bir merci olarak görülmesinin çok önemli olduğunun ve bağımsızlığına yönelik bir şüphenin ciddi yansımalarının olacağının altı çizilmektedir.139 Göründüğü kadarıyla, şu an DSÖ, Çin ile olan yoğun ilişkilerini işlevselliğini sürdürecek şekilde muhafaza etmek ile kendi ahlaki ve hukuki otoritesini muhafaza etmek arasındaki ince bir ipte yürümek durumunda kalmıştır.141 Henüz yakın bir tarihte, 18 Mayıs ta ABD Başkanı nın DSÖ Genel Direktörü ne gönderdiği mektup, örgüte karşı eleştirel konumda bulunanların ithamlarının ulaşabileceği seviyeyi gözler önüne sermektedir.142 Genel olarak ise DSÖ nün 2005 ten sonra sahip olduğu daha geniş ve kural koyucu yetkilerini kullanmakta bir kez daha oldukça çekingen davranmasının, örgütü küresel sağlık yönetimine liderlik edebilecek bir konumdan ziyade salt teknik bir kuruma dönüştürdüğü eleştirileri güçlendirdiği söylenebilecektir.143 DSÖ açısından meseleye bakıldığında öncelikle şu tespiti yapmak hakkaniyetli olacaktır: Ne kadar küresel sağlık yönetiminin odak mercii konumunda olursa olsun DSÖ bir uluslararası örgüt olarak kendisine üye devletlerin işbirliği yapma iradesine bağlı durumdadır. Bu gerçeğin salgın yönetimi ve 2005 tarihli UST özelindeki yansıması ise devletlerden bilgi akışı olmadan işlevsel bir küresel yönetimin ve koordinasyonun  neredeyse  imkânsız  oluşudur.  Zaten  2005  tarihli  UST,  tarihsel olarak ekonomik kaygılardan ötürü kendi ülkelerinde ortaya çıkan salgınları bildirme konusunda pek istekli olmayan devletlerin şeffaflığı, bilgi paylaşımını ve iletişim kanallarını arttırması temelinde tasarlanmıştır. Bu bakımdan DSÖ ye yöneltilecek suçlamalar sınırlı olabilecektir, zira DSÖ nün üye devletlerin ülkelerinde zorlayıcı bir şekilde veri ve bilgi toplayacak bir kurumsal yetkisi söz konusu değildir. Devletlerin 138  Kathy Gilsinan, ‘How China Deceived the WHO  (The Atlantic, 12 Nisan 2020) <https://www.theatlantic.com/politics/archive/2020/04/world-health-organization-blame-pandemic-coronavirus/609820/> Erişim Tarihi 28 Mayıs 2020; Chris Pleasance, ‘How the man running World Health Organisation trashed by Trump as China-centric is a career politician who worked for a Communist junta and became WHO s first NON-doctor Director-General ‘following intense lobbying from Beijing   (DailyMail, 8 Nisan 2020) <https://www.dailymail.co.uk/news/article-8199719/Dr-Tedros-Ghebreyesuscareer-politician-running-China-centric-WHO.html> Erişim Tarihi 28 Mayıs; Abhijit Iyer-Mitra, ‘WHO and China covered Tedros  past — but what is worrying is how India fell for it  (ThePrint, 13 Nisan 2020) <https://theprint.in/opinion/whoand-china-tedros-past-worrying-how-india-fell-for-it/400945/> Erişim Tarihi 28 Mayıs 2020; Kate Kelland, Stephanie Nebehay, ‘Caught in Trump-China feud, WHO leader under siege  (The Japan Times, 16 Mayıs 2020) <https://www.japantimes.co.jp/news/2020/05/16/asia-pacific/us-donald-trump-china-who-tedros-adhanom-ghebreyesus/> Erişim Tarihi 28 Mayıs 2020; Bradley A Thayer, Lianchao Han, ‘China and the WHO s chief: Hold them both accountable for pandemic  (The Hill, 17 Mart 2020) <https://thehill.com/opinion/international/487851-china-and-the-whos-chief-hold-them-bothaccountable-for-pandemic> Erişim Tarihi 28 Mayıs 2020.139  Jeremy Page, Betsy McKay, ‘The World Health Organization Draws Flak for Coronavirus Response  (Wall Street Journal, 12  Şubat  2020)  <https://www.wsj.com/articles/the-world-health-organization-draws-flak-for-coronavirus-response- 11581525207> Erişim Tarihi 28 Mayıs 2020. 140  DSÖ nün Çin ile olan ilişkisinin bütçe odaklı düşünülmemesi gerektiği, zira Çin in DSÖ ye olan katkısının kayda değer miktarda olmadığını da vurgulayanlar olmuştur, bkz ‘Fighting the Coronavirus Pandemic: China s Influence at the World Health Organization  (n 132).141  Lee (n 19) 49.142  The White House, 18 Mayıs 2020 <https://www.whitehouse.gov/wp-content/uploads/2020/05/Tedros-Letter.pdf> Erişim Tarihi 28 Mayıs 2020.143  Lawrence Gostin vd, ‘The Normative Authority of the World Health Organization  (2015) 129(7) Public Health 854, 861.907İstanbul Hukuk Mecmuası 78/2yükümlülüklerine uymamaları ve işbirliğine yanaşmamaları ihtimallerinde DSÖ den olabilecek  en  büyük  beklenti,  devletdışı  aktörlerden  gelen  bilgileri  iyi  takip etmesi olabilecektir. Ancak hangi devletdışı aktörden gelen ve hangi nitelikteki bilgilerin dikkate alınması gerektiğine dair ikincil bir sorun da göz ardı edilmemeli ve DSÖ nün hiçbir filtre uygulamaksızın her türlü uyarıya aynı önemi vermesi beklenmemelidir.144 Kaldı ki devletdışı aktörlerden gelen bilgi akışının devletler tarafından bastırılması yahut manipüle edilmesi oldukça mümkündür. Bu bakımdan, isabetli bilgi paylaşımında bulunan ancak kendi ülkelerinde devletin baskısına maruz kalabilecek devletdışı aktörlerin korunması için de azami özen gösterilmeli ve 2005 tarihli UST nin 9. maddesinde yer alan, DSÖ nün devletdışı aktörlerden gelen bilgilerin gizliliğini koruyabilme yetkisi dikkatle kullanılmalıdır. Nihayetinde, yine mesele devletlerin tutumu ile çok yakından ilişkilidir. Nitekim uluslararası sağlık hukuku ve bilhassa küresel salgın yönetimi hususunda uluslararası hukukun genel bir ilkesi olan  iyi niyet ilkesinin  oldukça öne çıktığı belirtilmiştir.145 Nihayetinde, COVID-19 salgınında, 2005 tarihli UST nin 21. yüzyılın başında sağlık alanında uluslararası  işbirliğine  getirdiği  çerçeveye  rağmen  Çin in  DSÖ yü  zamanında bilgilendirmemesi esas olarak DSÖ nün değil, Çin in sorumluluğunun tartışılmasını gerektirmektedir.146 Nitekim DSÖ Acil Durum Komitesi nin bazı üyeleri de Çin in salgının ilk aşamasında yavaş bilgi sağlamasından yakınmıştır.147 Ayrıca ifade etmek gerekir ki salgın gibi hızla etki alanı genişleyen krizlerde ilk aşamada yaşatılan bir gecikme, daha sonraki adımların gecikmesine de doğal olarak zemin hazırlamaktadır. DSÖ nün   uluslararası düzeyde halk sağlığı acil durumu  ve salgın ilânlarında gecikmesi bu şekilde izah edilebilir.148 Ancak her bir kararın gecikmeli olarak verilip verilmediği kendi müstakil koşulları bağlamında değerlendirilerek  kesin  bir  sonuca  ulaşılabilecektir.  Örneğin,  kanaatimize  göre,  uluslararası düzeyde halk sağlığı acil durumu  ilânının gecikmesi, Çin den gelen yavaş ve yetersiz bilgi akışıyla açıklanabilecekken, salgın ilânının gecikmesini sadece bu sebebe bağlamak güçtür. COVID-19 salgınından çıkarılması gereken derslerden biri, her türlü gecikmenin ve yetersizliğin faturasının DSÖ ye çıkarılmasından ziyade, devletlerin olası bir salgın durumunda iyi niyet ilkesine uygun davrandığı ve hızlı bir şekilde masanın 144  Bazı devletdışı aktörlerin DSÖ ile çok yakın bir ilişki içerisinde olduğu gerçeği de göz ardı edilmemesi gereken bir husustur. DSÖ ye ciddi bir finansman katkısında bulunan Bill&Melinda Gates Foundation bu durumun en iyi örneğidir, bkz Natalie Huet, Carmen Paun ‘Meet the world s most powerful doctor: Bill Gates  (Politico, 4 Mayıs 2017) <https://www.politico.eu/article/bill-gates-who-most-powerful-doctor/> Erişim Tarihi 19 Mayıs 2020.145  Pedro Villarreal, ‘The 2019-2020 novel coronavirus outbreak and the importance of good faith for international law  (Voelkerrechtsblog, 28 Ocak 2020) <https://voelkerrechtsblog.org/the-2019-2020-novel-coronavirus-outbreak-and-theimportance-of-good-faith-for-international-law/> Erişim Tarihi 28 Nisan 2020.146  Lee (n 19) 48.147  Primrose Riordan, Sue-Lin Wong, ‘WHO Expert Says China Too Slow to Report Coronavirus Cases  (Financial Times, 5 Şubat 2020) <https://www.ft.com/content/8edee-4749-1lea-aeb-955839 e41> Erişim Tarihi 28 Mayıs 2020.148  Anderson vd (n 13) 17.908Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukuketrafında  buluşup  çok  taraflı  bir  istişare  ve  eylem  mekanizmasının  gerekliliği olmalıdır. Böyle bir ders çıkarıldıktan sonra, bu tip bir mekanizmaya DSÖ rahatlıkla koordinatörlük yapabileceği gibi, bu tercih edilmezse DSÖ bu mekanizmada salt bir katılımcı olarak da yer alabilir.149 Kilit husus, devletlerin bu yönde bir iradeyi ortaya koymaları ve işbirliği eksiğinin salgının sonuçlarını çok daha vahim hâle getirdiğini takdir etmeleridir.150 Öte yandan, devletler yukarıda belirtilen şekilde toplu bir irade ortaya koyabilirlerse, 2005 tarihli UST nin DSÖ ye daha geniş izleme, değerlendirme ve düzenlemelere uyumu arttırma yetkilerini verecek bir şekilde güncellenmesi de tartışılabilir.151 Mevcut durumda hem DSÖ nün kendi kurumsal yetkisi ve kapasitesi bu işlevleri sağlamak için yeterli değildir hem de 2005 tarihli UST ye taraf devletlerin birçoğu Tüzük çerçevesindeki temel bazı yükümlülüklerini yerine getirmekten kaçınabilmektedir.152 Böylece, öngörülen sistemin işleyişinde yapısal sorunlar ortaya çıkmaktadır.153 Mevcut uygulama oldukça ağırlıklı bir şekilde devletlerin kendi kendilerini değerlendirmelerine bağlıdır. Dolayısıyla, bu konuda devletleri zorlayıcı bir mekanizma yoktur. 2005 tarihli UST hükümlerinin ihlâl edilmesi durumunda devletlere uygulanacak belirgin bir yaptırım mekanizmasının oluşturulmaması ve öngörülen uyuşmazlık çözüm mekanizmasının ihtiyari niteliği,154 tüzüğün etkinliğini azaltmaktadır.155 DSÖ nün etkinliğinin sağlanması için yapılan önerilerden biri de örgütün devlet merkezci bir yaklaşımdan biraz uzaklaşması ve DSM nin devlet yetkililerine ek olarak sivil topluma ve genel olarak devletdışı aktörlere sağladığı katılım imkânının arttırılmasıdır.156  Böylece,  devletlerin  üzerindeki  sivil  toplum  denetiminin  ve baskısının uluslararası bir zeminde arttırılmasının olanaklı olacağı düşünülmektedir. Ayrıca  DSÖ nün  uluslararası  koordinasyon  görevini  daha  etkili  bir  şekilde gerçekleştireceği umulmaktadır.157 DSÖ nün  hâlihazırda  sahip  olduğu  kural  koyma  (normatif)  yetkilerini  daha çok kullanma yönünde bir yaklaşım geliştirmesi de çözüm önerileri arasında yer alabilir.158 DSÖ nün bu yetkiyi kullanma konusunda çekingen olmasını tarihsel 149  ‘COVID-19 and International Law: What went wrong and what can we learn from it?  (n 83) 8.150  2014-2016 yılları arasındaki Ebola salgınındaki işbirliği eksikliğinin sonuçlarına dair bkz David Fidler, ‘The Ebola Outbreak and the Future of Global Health Security  (2015) 385, The Lancet 1888.151  ‘COVID-19 and International Law: What went wrong and what can we learn from it?  (n 83) 10.152  Lee (n 19) 50; Deniz Baran, ‘Covid-19 Salgını ve Çı̇n ı̇n Uluslararası Hukuk Açısından Sorumluluğu  (GPoT Center, Nisan 2020)  <http://www.gpotcenter.org/sites/default/files/opinion/Covid-19%20Salgini%20ve%20Cin in%20Uluslararasi%20Hukuk%20Acisindan%20Sorumlulugu.pdf> Erişim Tarihi 17 Mayıs 2020.153  Ibid 48.154  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 56.155  Steven Hoffman, ‘Making The International Health Regulations Matter: Promoting Compliance Through Effective Dispute Resolution  in Simon Rushton ve Jeremy Youde (eds), Routledge Handbook of Global Health Security (Routledge 2015) 239. 156  Fidler, ‘The Future of the World Health Organization: What Role for International Law?  (n 37) 1118-1122.157  Lee (n 19) 52.158  Gostin, ‘A Proposal for Framework Convention on Global Health  (n 55) 996.909İstanbul Hukuk Mecmuası 78/2olarak haklı gösteren olgular yok değildir. DSÖ nün teknik düzenlemelerin biraz dışına taşan adımları birçok kez politik meşruiyet tartışmalarına sebep olmuş, yapılan girişimler hızla siyasallaştırılabilmiştir.159 Öyle ki DSÖ birçok uluslararası örgütte olmayan nitelikteki kural koyma yetkisine rağmen günümüze kadar sadece bir genel uluslararası sözleşme (Tütün Kontrolüne ilişkin Çerçeve Sözleşme)160 ve iki düzenleme (Uluslararası Sağlık Tüzüğü ve Hastalıklar ile Ölüm Sebeplerine ilişkin İsimlendirme Tüzüğü) yapmıştır. Ancak COVID-19 salgınının küresel ölçekteki sarsıcılığı ile birlikte, daha etkili bir küresel sağlık yönetimi için kural koyma noktasında daha çok inisiyatif alan bir DSÖ ihtiyacı öne çıkmaktadır. Örneğin, temel bir insan hakkı olarak sağlık hakkı meselesi DSÖ nün doğrudan faaliyet alanı dahilinde olmasına rağmen bu alanda genelgeçer normları bu zamana kadar sadece BM Ekonomik, Kültürel ve Sosyal Haklar Komitesi geliştirmiş ve 1977 yılındaki  Herkes için Sağlık 163 gibi bağlayıcı kurallar üretmeyen bazı programlar dışında DSÖ den bu meseleye anlamlı bir katkı gelmemiştir. DSÖ nün sıkça eleştirildiği noktalardan biri de, salgın dönemlerinde önemli bir rol oynayan Acil Durum Komitesi nin aldığı kararların yeterince şeffaf olmayışıdır. Acil Durum Komitesi nin yaptığı toplantıların notları yayımlanmamaktadır. Ayrıca Komite nin kararları her zaman son derece kısa ve herhangi bir muhalif görüşe yer verilmeksizin tek bir kanaatin belirtilmesi şeklinde kamuoyuna açıklanmaktadır. Dolayısıyla,  Komite  içerisindeki  tartışmalar  ve  farklı  fikirler  kamuoyuna yansımamaktadır. Böyle bir usul yerine, verilen kararların daha detaylı olması ve var ise farklı fikirlere de en azından muhalif görüş şeklinde yer verilmesi gerektiği belirtilmektedir.164 Üzerinde  durulması  gereken  bir  başka  komite  de  İnceleme  Komitesi dir. Mevcut hukuki çerçevede, İnceleme Komitesi nin raporları DSÖ organlarının veya yetkililerinin görevi suiistimal ettiğine dair kesin bulgulara ulaşsa dahi, bunların herhangi bir bağlayıcılığı yoktur. Bu durum, İnceleme Komitesi nin denetim gücünü ciddi ölçüde etkisizleştirmektedir. İnceleme Komitesi nin oluşturulması ve Komite üyelerinin seçilmesi sürecinde DSÖ Genel Direktörü nün geniş yetkiye sahip olması da Komite nin bağımsızlığını ve ne denli etkili bir denetim yapabileceğini şüpheye 159  Sudeepa Abeysinghe, Pandemics, Science and Policy. HN and the World Health Organization (Palgrave Macmillan 2015) 133-171; Marcos Cueto, ‘The Origins of Primary Health Care and Selective Primary Health Care  (2004) 94 American Journal of Public Health, 1864, 1864-1866; Steinbrück-Platise (n 63) 90-92.160  ‘Who  Framework  Convention  On  Tobacco  Control   (WHO,  2003)  <https://apps.who.int/iris/bitstream/handle/10665/42811/9241591013.pdf?sequence=1> Erişim Tarihi 29 Mayıs 2020; detaylı bir inceleme için bkz Gostin, Global Health Law (n 21) 205-242.161  ‘Regulations Regarding Nomenclature  (WHO) <https://www.who.int/classifications/icd/docs/en/NOMREGS.pdf> Erişim Tarihi 29 Mayıs 2020.162  BM Ekonomik ve Sosyal Konsey, ‘General Comment 14: The right to the highest attainable standard of health (2000) (E/C.12/2000/4). 163  Dünya Sağlık Örgütü, Resolution WHA 30.43. 164  Bogdandy ve Villarreal, ‘Critical Features of International Authority in Pandemic Response: The WHO in the COVID-19 Crisis, Human Rights and the Changing World Order  (n 94) 11-12. 910Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukdüşürmektedir. DSÖ nün faaliyetleri üzerinde etkili bir denetim mekanizmasının tesis edilmesi için, İnceleme Komitesi ni daha bağımsızlaştıracak ve yetkili hâle getirecek bazı değişiklikler yapılabilir. Ayrıca, hem Acil Durum hem de İnceleme Komitesi ne seçilecek isimlerin yer aldığı DSÖ uzman listesinin adil bir coğrafi temsil sağlamadığı yönündeki eleştiriler dikkate alınmalı ve bu liste daha kapsayıcı hâle getirilmelidir. DSÖ kendisinin sağlık izleme, raporlama ve veri depolama mekanizmalarını her zaman modern teknoloji ile uyumlu hâle getirmeli, böylece en etkili takip yollarına sahip olmalıdır. Ancak bir diğer önemli husus, 2005 tarihli UST nin temelinde taraf devletlerin gözetim ve tespit kapasitelerini arttırmaları olduğu hâlde, gelişmekte olan veya az gelişmiş devletlerin bunu sağlayacak kapasiteden yoksun olabilmesi karşısında  bu  devletlere  yardım  yükümlülüğünü  getiren  herhangi  bir  bağlayıcı hükmün 2005 tarihli UST de yer almamasıdır. COVID-19 krizi Çin gibi gelişmiş bir devlette ortaya çıktığı ve az gelişmiş devletlerin yoğun olarak yer aldığı Sahra altı Afrika gibi bölgelere geç ulaştığı için bu anlamda şimdilik çok büyük bir kriz yaşanmasa da gelecekte ortaya çıkabilecek başkaca bulaşıcı hastalıkların gözetimi ve erken tespiti için, tüm devletlerin asgari düzeyde kapasite geliştirmesinin yolları üzerinde düşünülmelidir.167 Bu minvalde, kalkınmış devletlerin ve güçlü özel sektör aktörlerinin gelişmekte olan veya en azından az gelişmiş devletlere ulusal sağlık sistemlerini geliştirmeleri için teknik ve finansal yardımda bulunması meselesi gündeme getirilmelidir.168 Neredeyse hiçbir az gelişmiş devletin salgınların yıkıcı etkilerinin yükünü taşıyacak sağlık altyapısı mevcut değildir. Bu devletlere yardım edilmesi ve bunların asgari düzeyde bir sağlık altyapısına kavuşturulması sadece bir sosyal adalet meselesi olmayıp aynı zamanda son derece küreselleşmiş bir dünyada kamusal sağlığın küresel ölçekte korunması için bir ihtiyaçtır. Zira uluslararası toplumun  ciddi  bir  kısmını  oluşturan  bu  devletlerin  kendi  ülkelerinde  bulaşıcı hastalıkları yeterli bir şekilde takip ve kontrol etme kapasitesinden yoksun olması tüm diğer devletleri de riske atmaktadır. Yolsuzluk, bürokratik engeller ve teknik beceri yoksunluğu gibi olası sorunları da hesaba katarak hazırlanacak bir küresel çapta sağlık altyapısını geliştirme plânı salgınların ortaya çıkardığı tehlikelerin çok daha azaltılması yolunda muazzam bir etki sağlayacaktır.170 Ancak tarihsel deneyimin bize  gösterdiği  üzere,  uluslararası  toplumun  böyle  bir  yönelime  girmesi  bazı 165  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 47.166  Dünya Sağlık Örgütü, ‘Annual Report on the Implementation of the International Health Regulations, Report by the Director-General  (2019) (A/8) para 26. 167  Fidler ve Gostin (n 74) 88.168  Gostin, ‘World Health Law: Toward a New Conception of Global Health Governance for the 21st Century  (n 39) 420.169  Ibid  422;  David  Bishop,  ‘Lessons  from  SARS:  Why  the  WHO  Must  Provide  Greater  Economic Incentives  for  Countries  to  Comply  with  International  Health  Regulations   (2005)  36  Geo  J  Int l  L 1173, 1211-1212.170  Kimileri bu ihtiyacı  sağlık alanında bir Marshall Plânı nın gerekliliği olarak nitelemektedir, Gostin, ‘A Proposal for Framework Convention on Global Health  (n 55) 989- 990.911İstanbul Hukuk Mecmuası 78/2devletlerin söz konusu meseleye ilişkin küresel öncü rolünü üstlenmesiyle mümkün olmaktadır. İkinci Dünya Savaşı nın bitişinden bu yana ABD nin uluslararası sağlık hukuku ve salgınlarla mücadele konusunda böyle bir rol oynadığını, dolayısıyla mevcut küresel sağlık yönetiminin inşasının ve muhafazasının zeminini hazırladığını söylemek mümkündür.171 Ayrıca dönem dönem güçlenen sosyalist blok devletlerinin, belli uluslararası sağlık hukuku standartlarının oluşturulması için etkili bir lobi yapabilmesi söz konusu olmuştur.172 Fakat günümüzde bu şekilde öncü rol üstlenecek bir güç merkezinin olmaması kaygı vericidir. Böyle öncü aktörlerin yokluğunda, az gelişmiş devletlere yardım yapılması bir yana, aşı çalışmalarının tekelleştirilmesine yönelik hamleler veya tıbbi malzemelere el koyma uygulamaları gibi durumlar sıklıkla gündeme gelmektedir.173 Yine COVID-19 salgınında ortaya çıkmıştır ki DSÖ ve salgının birincil olarak etkilediği uluslararası ticaret ve ulaşım gibi diğer alanlardaki temel küresel yönetim örgütleri  tarafından  salgın  sırasında  atılan  adımların  birbirine  uyumlu  olması gerekmektedir.174 Bu bakımdan, DSÖ nün Uluslararası Sivil Havacılık Örgütü (ICAO) yahut Dünya Ticaret Örgütü (DTÖ) gibi örgütlerle resmi veya yarı resmi, kriz masası benzeri ortak bir istişare mekanizması kurması faydalı olacaktır. Örneğin, DTÖ nün ortaya koyduğu uluslararası ticaret hukuku anlaşmalarının üzerinde DSÖ nün ortaya koyduğu uluslararası sağlık hukuku rejiminin pek bir etkisi görülememekte ve bu durum ister istemez bazı kopukluklara yol açmaktadır.175 2005 tarihli UST nin hazırlık çalışmalarının (travaux préparatoires)176 arşivlenmemiş olması da söz konusu kopuklukları gidermek için Tüzük hükümlerinin yorumlanmasına başvurulmasını zorlaştırmaktadır, zira mevcut durum büyük yorum farklarının ortaya çıkmasına zemin hazırlamaktadır.177 Söz konusu kopuklukları gidermenin en iyi yolu, farklı uluslararası hukuk rejimlerinin temel küresel yönetim mercii konumundaki örgütlerin doğrudan istişarede ve işbirliğinde bulunması olacaktır. Son olarak ifade etmek gerekir ki DSM nin 19 Mayıs 2020 de yaptığı toplantıda DSÖ nün  COVID-19  sürecini  yönetirken  attığı  adımlara  ilişkin  bağımsız  bir soruşturma  kararı  alması,  DSÖ ye  yönelik  yukarıdaki  eleştirilerin  detaylı  bir 171  Lee (n 19) 41.172  Genel olarak bkz Anne-Emanuelle Birn, Nikolai Krementsov, ‘Socialising  primary care? The Soviet Union, WHO and the 1978 Alma-Ata Conference  (2018) 3(3) BMJ Global Health 1.173  Rana Moustafa Fouad, ‘The Legal Duty to Cooperate amid COVID-19: A Missed Opportunity?  (EJIL Talk, 22 Nisan 2020) <https://www.ejiltalk.org/the-legal-duty-to-cooperate-amid-covid-19-a-missed-opportunity> Erişim Tarihi 28 Mayıs 2020.174  ‘The Collapse of Global Cooperation under the WHO International Health Regulations at the Outset of COVID-19: Sculpting the Future of Global Health Governance  (ASIL, 5 Haziran 2020) <asil.org/insights/volume/24/issue/15/collapseglobal-cooperation-under-who-international-health-regulations> Erişim Tarihi 28 Mayıs 2020, s 4-5.175  Gostin, ‘A Proposal for Framework Convention on Global Health  (n 55) 996-997.176  ‘Travaux préparatoires ın uluslararası anlaşmalardaki rolü için bkz Herbert Briggs, ‘The Travaux Préparatoires of the Vienna Convention on the Law of Treaties  (1971) 65 American Journal of International Law 705. 177  Kamradt-Scott (n 69) 267.912Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukdeğerlendirmesinin yapılması imkanını sunacaktır.178 Bu soruşturmanın kapsamlı ve objektif bir şekilde yapılması durumunda, DSÖ nün uluslararası salgın yönetiminde ne tür yapısal değişikliklere ihtiyaç duyduğunu daha isabetli bir şekilde tespit etmek de mümkün olacaktır. III. Sağlık Hukukunun Ötesinde Uluslararası Hukuk ve COVID-19Şüphesiz ki COVID-19 meselesinin uluslararası hukuku ilgilendirdiği tek alan uluslararası sağlık hukuku ve DSÖ sistemi değildir. Kamu sağlığının hayatın birçok yönünü etkileyen niteliğinden ötürü, uluslararası hukukun her biri kendi içerisinde ayrı  bir  teleolojiye  ve  mekanizmalara  sahip  farklı  alt  dalları  COVID-19  tarzı salgınlardan etkilenmektedir.179 Nitekim DSÖ rejiminin ve bilhassa Uluslararası Sağlık Tüzüğü nün on yıllar içerisinde geçirdiği dönüşüm de uluslararası sağlık hukuku  ile  tüm  temel  küresel  yönetim  mekanizmalarının  yakın  bağına  işaret etmektedir. Uluslararası havacılık hukukundan deniz hukukuna, insancıl hukuktan kalkınmaya ve yatırım hukukuna kadar birçok alan bu bağlamda sayılabilir.180 Ancak tüm bu alanların müstakil bir şekilde değerlendirilmesi oldukça geniş bir yer tutacağı için, şu an mevcut salgın çerçevesinde sıklıkla gündeme gelmesi ve doğrudan etkilenmesi itibariyle en çok öne çıkan üç alanı detaylı bir şekilde ele almayı isabetli bulmaktayız. Bunlar; uluslararası insan hakları hukuku, uluslararası ticaret hukuku ve uluslararası kolektif güvenlik alanlarıdır. A. Uluslararası İnsan Hakları Hukuku ve COVID-19COVID-19 salgınına karşı dünya çapında alınan önlemler, bu tip küresel salgınların insan haklarını ne denli kapsamlı bir şekilde sınırlayabileceğini göstermiştir. DSÖ, dünyanın dört bir tarafındaki devletlere kitlesel karantina önlemini kuvvetli bir şekilde tavsiye etmiş,181 en gelişkin uluslararası insan hakları hukuku araçlarına sahip olan Avrupa Konseyi ne üye birçok devlet insan haklarına yönelik kısıtlayıcı veya askıya alıcı önlemleri meşrulaştıracak istisna hükümlere (derogasyon-derogation)182 başvurduklarına yönelik bildirimlerini ivedi bir şekilde Konsey e iletmiştir.183 Zira kamu sağlığının ve bilhassa bireylerin yaşam ve sağlık haklarının korunması da hem bir hak hem de devletlerin pozitif bir yükümlülüğüdür. Dolayısıyla, mevcut salgın  bir  yandan  birçok  siyasi,  medeni,  ekonomik,  sosyal  ve  kültürel  hakkın 178  Dünya Sağlık Meclisi, 73. Toplantı (Sanal Ortamda).179  Pedro A Villarreal, ‘Public International Law and Human Health: Bridging Conceptual Gaps Through Governance  (2018) 61 German Yearbook of International Law 45,45-50. 180  Uluslararası hukukun farklı alanlarının küresel yönetim bağlamındaki etkileşimi için bkz Cüneyt Yüksel (n 10) 27-28. 181  DSÖ, ‘Considerations for quarantine of individuals in the context of containment for coronavirus disease (COVID-19)  (19 Mart 2020) 2.182  Derogasyon kavramına ilişkin genel bir değerlendirme için bkz Audrey Lebret, COVID-19 pandemic and derogation to human rights, Journal of Law and the Biosciences, lsaa.183  Moldova dan gelen ilk bildirim için bkz ‘Notification of 18 March 2020  <https://rm.coe.int/09000016809cfa.> Erişim Tarihi 2 Haziran 2020. 913İstanbul Hukuk Mecmuası 78/2özgürce kullanılmasını olumsuz etkilemekte, öte yandan ise söz konusu olumsuz etkileri doğuran kısıtlamalar sağlık ve yaşam haklarının bir tezahürü olarak ortaya çıkmaktadır. Elbette devletlerin sağlık ve yaşam haklarını koruma yükümlülüğünü yerine getirmesi ile seyahat özgürlüğü, kişi hürriyeti, ibadet hakkı, çalışma hakkı vb. diğer hakları koruma yükümlülüğü arasındaki hassas dengeyi kurmak oldukça zorlu bir iştir. Zira günümüz uluslararası insan hakları hukukunda teorik olarak siyasi, medeni, ekonomik, sosyal ve kültürel haklar arasında bir hiyerarşinin var olmadığı kabul edilmektedir.184 Ancak ne kadar zorlu bir iş olursa olsun, bu dengenin kurulması geniş halk kitlelerinin, bilhassa da daha kırılgan durumdaki kesimlerin, belli haklarının ciddi bir şekilde ihlâl edilmesi sonucunu doğurabilmektedir. Salgınla mücadele için önlemler alınırken hiçbir kesimin ve bireyin göz ardı edilmemesi son derece mühimdir.185 Uluslararası insan hakları hukukunun temel kaynaklarından biri olan 1966 tarihli BM Medeni ve Siyasi Haklar Sözleşmesi nin 4. maddesinde ulusun yaşamını tehdit eden kamusal acil durumlarda devletlerin bazı insan hakları yükümlülüklerini yerine getirmeyi durdurabilecekleri düzenlenmektedir. Ayrıca bu tip önlemleri devreye sokan devletlerin, söz konusu önlemlerin mahiyetini ve gerekçelerini açıklayan bir bildirimi gecikmeksizin BM Genel Sekreterliği ne yapması gerektiği de aynı maddenin son fıkrasında belirtilmektedir. Nitekim, BM İnsan Hakları Komitesi 24 Nisan 2020 de yayımladığı bir açıklama ile salgınla mücadele kapsamında insan haklarını kısıtlayıcı önlemler almak durumunda kalan devletlerin BM Genel Sekreterliği ne ivedi bir şekilde bildirimde bulunması gerekliliğini hatırlatmıştır.186 Yine 1966 tarihli BM Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi nin 4. maddesinde bu Sözleşme de ihdas edilen hakların ancak her bir hakkın doğasına uygun bir şekilde ve demokratik bir toplumda genel refahın sağlanması için kısıtlanabileceği (sınırlandırma-limitation) yönünde genel bir düzenleme mevcuttur. Görülebileceği üzere, Medeni ve Siyasi Haklar Sözleşmesi nde düzenlenen, devletlerin bazı insan hakları yükümlülüklerini yerine getirmeyi durdurabileceklerine ilişkin hüküm ancak ve ancak olağanüstü şartlarda, zaman bakımından sınırlı olacak şekilde ve belli hakların kullanımının sadece  kısıtlanmasını  değil,  gerekirse  tamamen  durdurulmasını  da  kapsayacak mahiyettedir. Avrupa İnsan Hakları Sözleşmesi (AİHS)187 ve Amerikan İnsan Hakları Sözleşmesi nde de benzer bir hüküm yer almaktadır. Ancak Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi nin 4. maddesi olağanüstü durumlara bağlı olmayan, dolayısıyla  sürekli  geçerli  olan  ve  belli  hakların  kullanımının  durdurulmasını 184  BM İnsan Hakları Yüksek Komiserliği, ‘Key concepts on ESCRs - Are economic, social and cultural rights fundamentally  different  from  civil  and  political  rights?   <https://www.ohchr.org/EN/Issues/ESCR/Pages/AreESCRfundamentallydifferentfromcivilandpoliticalrights.aspx> Erişim Tarihi 3 Haziran 2020.185  ‘BM Ekonomik ve Sosyal Konsey Açıklaması  (17 Nisan 2020) (E/C.12/2020/1). 186  BM İnsan Hakları Komitesi, ‘Statement on derogations from the Covenant in connection with the COVID-19 pandemic  (24 Nisan 2020) (CCPR/C/128/2).187  Avrupa İnsan Hakları Sözleşmesi (1952) (AİHS) m 15, 18.188  Amerikan İnsan Hakları Sözleşmesi (1948) m 27.914Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukdeğil, sadece kısıtlanabilmesini öngören bir içeriğe sahip olması itibariyle oldukça farklıdır. İnsan Haklarına İlişkin Arap Şartı ndaki sınırlama hükmü,189 Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi nin 4. maddesine benzemektedir. Her ne kadar COVID-19 un bir olağanüstü durum teşkil etmesi sebebiyle, Medeni ve Siyasi Haklar Sözleşmesi, AİHS ve Amerikan İnsan Hakları Sözleşmesi nde yer alan istisna hükümleri öncelikli olarak gündeme gelse de yukarıda belirtilen diğer uluslararası sözleşmelerdeki istisna hükümler de göz ardı edilmemelidir. Medeni  ve  Siyasi  Haklar  Sözleşmesi nin  Sınırlandırma  ve  Derogasyon Hükümlerine İlişkin Siracusa İlkeleri (kısaca Siracusa İlkeleri), bu Sözleşme de ihdas edilen hakların COVID-19 salgını benzeri durumlarda hangi şartlar altında kısıtlanabileceğini detaylı bir şekilde ortaya koymaktadır.190 Buna göre, alınacak kısıtlayıcı önlemlerin zorunlu bir kamusal veya toplumsal gereksinime yönelik olması, meşru bir amacı gütmesi, orantılı olması ve hedeflenen amaca ulaşılması için gerekli olan kısıtlama seviyesinden daha sıkı olmaması gereklidir.191 Ayrıca, Siracusa İlkeleri nin 25. ve 26. paragrafları özel olarak kamusal sağlığı ilgilendiren durumlara ayrılmış olup söz konusu durumlarda diğer belli hakların kısıtlanabileceği ancak bu kısıtlamaların DSÖ düzenlemelerine uygun olması gerektiği belirtilmiştir. Öte  yandan,  doğrudan  Medeni  ve  Siyasi  Haklar  Sözleşmesi nde  öngörülen başkaca  şartlar  da  mevcuttur.  Önlemlerin  hiçbir  şekilde  ayrımcılık  yapılmadan uygulanması,192 insanlık onuruna aykırı nitelikte olmaması ve işbu Sözleşme nin 6., 7., 8. (1. ve 2. paragraflar), 11., 15., 16. ve 18. maddelerindeki hakların hiçbir şekilde derogasyona maruz kalmaması gerekliliği bunlar arasında sayılabilir. BM İnsan Hakları Komitesi nin Medeni ve Siyasi Haklar Sözleşmesi nin hükümlerine ışık tutmak için ortaya koyduğu Genel Yorumlar arasından derogasyon hükmüne ilişkin olan 29 Numaralı Genel Yorum da seyahat hakkı, toplanma hakkı gibi bazı hakların yanı sıra çok olağanüstü durumlarda kişi hürriyetinin dahi kısıtlanabileceği ancak bu hakka ilişkin kısıtlamaların hukukiliğinin bir yargı kararı ile tasdik edilmesi gerekliliği belirtilmiştir.194Derogasyon veya sınırlandırma uygulamalarında temel olarak bilimsel ve tıbbi verilerin  esas  alınması  gerekliliği  ayrıca  ifade  edilmelidir.  Yukarıda  belirtilen insan  hakları  sözleşmelerinden  ziyade  2005  tarihli  UST de  dile  getirilen  bu şart şüphesiz ki insan hakları hukukuyla doğrudan ilgilidir. Esasında, 2005 tarihli 189  İnsan Haklarına ilişkin Arap Şartı (1945) m 4.190  Medeni ve Siyasi Haklar Sözleşmesi nin Sınırlandırma ve Derogasyon Hükümlerine İlişkin Siracusa İlkeleri (UN Doc. E/CN.4/1985/4) (1985).191  Ibid para 1(10).192  Medeni ve Siyasi Haklar Sözleşmesi (1966) m 2, 26.193  Ibid m 10.194  BM İnsan Hakları Komitesi, ‘CCPR General Comment No. 29: Article 4: Derogations during a State of Emergency  (31 Ağustos 2001) (CCPR/C/21/Rev.1/Add.11).195  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 43(b).915İstanbul Hukuk Mecmuası 78/2UST nin daha 1. maddeden başlayarak birçok hükmünün insan hakları hukuku düzenlemelerini doğrudan ihtiva ettiğini belirtmek gerekir.197 Ayrıca 2005 tarihli UST ile genel uluslararası insan hakları hukuku arasındaki bir diğer bağ da genel insan hakları hukuku kaynaklarının tüzüğün bazı hükümlerinin yorumlanmasında ve uygulanmasında doğrudan etkili olmasıdır.198 Örneğin, 2005 tarihli UST nin 3. ve 32. maddelerinde yer alan  insan haklarına, insanlık onuruna ve temel hürriyetlere saygı  yükümlülüklerine ilişkin herhangi bir detay verilmemiş olup bu açık uçlu ifadelerin yorumlanmasında genel insan hakları hukuku kaynaklarının devreye girmesine açık kapı bırakılmıştır.Türkiye nin  de  tarafı  olduğu  AİHS,  derogasyona  yönelik  detaylı  hükümler içermektedir. Nitekim Avrupa Konseyi, Nisan 2020 de üye devletlerin COVID-19 salgınına yönelik alacağı kısıtlayıcı önlemlerde dikkate alınması gereken hukuki çerçeveyi hatırlatmak adına bir rehber yayımlayarak tüm bu hükümleri detaylı bir şekilde ortaya koymuştur.199 Öncelikli olarak, savaş sırasındaki hukuka uygun eylemler haricinde yaşam hakkının, işkence ve insanlık dışı ya da aşağılayıcı muamele veya cezalandırma yasağının, kölelik ve zorla çalıştırma yasağının ve kanunsuz ceza olmaz ilkesinin hiçbir şekilde derogasyona tabi olmayacağı düzenlenmektedir.200 Derogasyonun ancak savaş veya ulusun varlığını tehdit eden başka bir genel tehlike hâlinde meşru olacağı ve derogasyon bağlamında alınan önlemlerin ve gerekçelerinin Avrupa Konseyi Genel Sekreteri ne bildirilmesi gerektiği belirtilmektedir.201 AİHS kaynaklı uyuşmazlıklara bakan Avrupa İnsan Hakları Mahkemesi (AİHM) de verdiği birçok kararla yukarıda anılan hükümlerin çerçevesini detaylı bir şekilde çizmiştir. Örneğin, AİHM in içtihatları savaş dışında derogasyonu mümkün kılacak diğer  kamusal  acil  durumlarını  tanımlayarak  bu  ucu  açık  kavrama  bir  açıklık getirmiştir.202  Derogasyonun  bir  ülkede  sadece  resmi  olarak  olağanüstü  hâl  ve benzeri bir durum ilân edilmesiyle doğrudan meşrulaşmayacağı, keyfi kullanımı ve suiistimali engelleyecek bir ulusal mevzuatın esas alınması ve devletlerin demokratik topluma yaraşan değerleri korumak için elinden gelen her türlü çabayı göstermesi gerektiği AİHM tarafından belirtilmiştir.203 Bu noktada, Avrupa Konseyi nin danışma organı statüsündeki Venedik Komisyonu nun altını çizdiği  olağanüstü hâllerde 196  1. maddede yer alan tanımlar izolasyon ve karantina gibi son derece kısıtlayıcı uygulamalarının hangi durumlarda yapılması gerektiğinin çerçevesini de düzenlemektedir, detaylı bir inceleme için bkz A Wilder-Smith, David Freedman, ‘Isolation, Quarantine, Social Distancing and Community Containment: Pivotal Role For Old-Style Public Health Measures in The Novel Coronavirus (2019-Ncov) Outbreak  (2020) 27 Journal of Travel Medicine 2.197  Bkz ‘Uluslararası Sağlık Tüzüğü  (n 72) m 23, 30, 31, 32, 42, 43, 45.198  Fidler ve Gostin (n 74) 87.199  Avrupa Konseyi, ‘Respecting democracy, rule of law and human rights in the framework of the COVID-19 sanitary crisis: A toolkit for member states  (7 Nisan 2020) (SG/Inf(2020)11). 200  ‘Avrupa İnsan Hakları Sözleşmesi  (n 187) m 15 (2).201  Ibid m 15 (1) ve (3).202  Lawless v. Ireland App no App no 332/57 (ECtHR 1961) para 28.203  Mehmet Hasan Altan v. Turkey App no 2016/23672 (ECtHR 2018) para 94, 210.916Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukdahi hukukun üstünlüğüne riayet edilmelidir  ilkesi büyük öneme sahiptir.204 Öte yandan, AİHM devletlere derogasyona ve sınırlandırmalara başvurulacak durumların belirlenmesinde kayda değer bir takdir marjı vermiş, bu tip durumları ve ortaya çıkan ihtiyaçları en isabetli değerlendirecek mercinin devletler olduğunu belirtmiştir.205 Derogasyonun ve sınırlandırmaların sağlık hakkı vb. başkaca hakların korunması amacıyla uygulanması durumunda kanunilik, gereklilik ve ölçülülük ölçütlerine sıkı  sıkıya  bağlı  kalınması  gerektiği  birçok  kararda  vurgulanmıştır.206  AİHM içtihatlarının kamusal sağlık önlemlerine ilişkin ortaya koyduğu bir başka önemli husus  bireyselleştirilmiş önlem  anlayışıdır.207 Buna göre, devletlerin derogasyon ve sınırlandırmalara giderken peşinen topyekûn uygulamaları devreye sokmak yerine her bir birey için özel risk değerlendirmesi yapıp mümkün mertebe daha dar bir kitle için kısıtlayıcı olacak önlemleri tercih etme yükümlülüğü mevcuttur.208 Elbette COVID-19  salgınının  mevcut  yaygınlığı  karşısında  tamamen  bireyselleştirilmiş önlem anlayışını uygulamak pek mümkün değildir. Fakat COVID-19 un etkisinin düşeceği  ancak  tamamen  ortadan  kalkmayacağı  safhalarda  bu  ilkenin  akılda bulundurulması gerekecektir. COVID-19  salgını  ile  birlikte  özellikle  gündeme  gelen  meselelerden  biri, devletlerin kendi vatandaşlarını izlemek üzere uygulamaya soktukları ve genelde kullanımını zorunlu kıldıkları yeni teknolojilerdir. Bu teknolojiler sayesinde devletlere son derece gelişkin takip ve kişisel verilere erişim imkânı doğmaktadır. Dolayısıyla, bu denli geniş çapta bir yetkinin denetime tabi tutulmaması ve suiistimal edilmesi durumunda özel hayatın gizliliği başta olmak üzere birçok temel hakka yönelik ciddi bir tehdit doğacaktır.209 Avrupa Konseyi bu tehlikeye önemle dikkat çekmiş ve üye devletleri gerekli denetim mekanizmalarını kurmaları noktasında uyarmıştır.210 Avrupa Konseyi nin 108 Sayılı Kişisel Verilerin Korunması Sözleşmesi nin güncel versiyonu (Sözleşme 108+ olarak anılmaktadır) söz konusu dengenin ve denetim mekanizmalarının sağlanması için taraf devletler açısından, COVID-19 salgınında geçerli olacak şekilde, temel ölçütleri ortaya koymaktadır.211204  Venedik Komisyonu, ‘Opinion on the protection of human rights in emergency situation , CDL-AD(2006)015) para 13.205  Ireland v UK App no 5310/71 (ECtHR 1978) para 207. 206  Yakın tarihteki bir örnek için bkz Lashmankin and Others v Russia App no 57818/09 (ECtHR 2017) para 434. 207  Enhorn v Sweden App no 56529/00 (ECtHR 2005) para 43-45.208  Robyn Martin, The Exercise of Public Health Powers in Cases of Infectious Disease: Human Rights Implications  (2006) 14 Medical Law Review 132, 140-143. 209  Yeni teknolojilerin otoriter gözetim veya bireylerin güçlendirilmesi şeklinde iki ayrı şekilde kullanılabileceğini, dolayısıyla toplumların bir tercihle karşı karşıya olduğunu belirtenler mevcuttur, Harari (n 11).210  Avrupa Konseyi (n 199) 7.211  ‘Modernised Convention for the Protection of Individuals with Regard to the Processing of Personal  <https://search.coe.int/cm/Pages/result_details.aspx?ObjectId=09000016807cb> Erişim Tarihi 13 Haziran 2020.917İstanbul Hukuk Mecmuası 78/2B. Uluslararası Ticaret Hukuku ve COVID-19Günümüze  kadar  100 e  yakın  devlet,  DTÖ ye  COVID-19  salgını  bağlantılı ticaret kısıtlamalarına gittiğine dair bildirimde bulunmuştur.212 Bu durum, mevcut salgının uluslararası ticaret hukuku üzerindeki doğrudan etkisini açıkça gözler önüne sermektedir. Öte yandan, DSÖ bugüne kadar herhangi bir genel ticaret kısıtlaması önermediği için DSÖ ile DTÖ kararları arasında güncel bir çatışmanın varlığı söz konusu değildir. Kaldı ki DSÖ nün böyle bir öneri yapması durumda dahi DTÖ nün buna uyum sağlayacağını öngörmek mümkündür. Zira bilimsel verilere dayanılarak verilen benzer öneriler karşısında DTÖ tarafından bu yönde bir tutum sergilendiği görülmektedir.213 Ancak genel bir öneriden bağımsız olarak birçok devletin çok sayıda kısıtlamaya başvurduğu göz önüne alındığında, uluslararası ticaret hukukunun temeli olan DTÖ düzenlemeleri çerçevesinde mevcut durumun analizini yapmak olası uluslararası uyuşmazlıkları tespit etmek bakımından faydalı olacaktır. En temel düzenleme konumundaki 1994 tarihli Gümrük Tarifeleri ve Ticaret Genel Anlaşması nın (GATT) XI. maddesi ihracat veya ithalata konu malların miktarının sınırlanması  yahut  bu  malların  ihracat  veya  ithalatının  tamamen  yasaklanması durumlarına ilişkin genel kuralı ihtiva etmektedir. XI. maddeye göre, genel olarak bu yöndeki kısıtlamalar yasaktır. Ancak GATT ın yine aynı maddesinin 2. fıkrası ile XII., XX. ve XXI. maddeleri bu yasağa bazı istisnalar getirmektedir. Nitekim COVID-19 salgını ile bağlantılı olarak DTÖ ye bildirim yapan devletler de genel olarak bu hükümlere dayanmaktadır. GATT m. XI:2(a), bir taraf devletin gıda ve başkaca temel ihtiyaç niteliğindeki mallara dair kritik seviyede bir eksikliğin olması durumunda geçici kısıtlamalara müsaade etmektedir. DTÖ Temyiz Organı nın içtihatlarına göre, bu madde kapsamındaki malların  kesin surette vazgeçilemez veya  zaruri   olması  gereklidir.215  Öte  yandan,  bazı  daha  özel  nitelikteli  DTÖ anlaşmalarında  GATT  m.  XI:2 nin  uygulanmayacağı  düzenlenebilmektedir. Dolayısıyla, bu anlaşmaların kapsamına giren durumlarda söz konusu istisnanın geçerli olmadığı kabul edilecektir.216 Bu sebeple, COVID-19 ile bağlantılı olarak uygulanan kısıtlamalarda m. XI:2 ye dayanılıp dayanılmayacağı mevzubahis mala göre farklılık gösterecektir.212  ‘COVID-19 and world trade  <https://www.wto.org/english/tratop_e/covid_e/covid_e.htm> Erişim Tarihi 13 Haziran 2020.213  WTO, ‘India-Measures Concerning the Importation of Certain Agricultural Products (Report of the Appellate Body)  (4 Haziran 2015) (WT/DS/AB/R); Kuş giribi olarak bilinin HN virüsü salgınıyla ilişkili olan bu kararın daha detaylı incelemesi için bkz Chad Bown, Jennifer Hillman, ‘Bird Flu, the OIE, and National Regulation: The WTO s IndiaAgricultural Products Dispute  (2016) 15 World Trade Review 235. 214  DTÖ Temyiz Organı na ve günümüzde karşı karşıya olduğu krize ilişkin detaylı bilgiler için bkz Geraldo Vidigal, ‘Living Without the Appellate Body: Multilateral, Bilateral and Plurilateral Solutions to the WTO Dispute Settlement Crisis  (2019) 20 Journal of World Investment & Trade 862.215  Temyiz Organı Kararı, ‘Korea — Various Measures on Beef  (11 Aralık 2000) (WT/DS, DS/AB/R).216  Bir örnek için bkz Temyiz Organı Kararı, ‘Indonesia — Importation of Horticultural Products, Animals and Animal Product  (9 Kasım 2017) (WT/DS/AB/R, WT/DS/AB/R).918Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukÖte yandan, GATT m. XX,  insan, hayvan ve bitki yaşamının veya sağlığının korunması için gerekli  önlemlerin normalde yasak olan kısıtlamaları meşrulaştıran bir istisna hâli olduğunu düzenlemektedir. COVID-19 ile bağlantılı kısıtlamaların çoğunu bu madde ile bağdaştırmak mümkündür. Ancak her bir kısıtlamayı gereklilik testine tabi tutarak kesin bir karara varmak daha isabetli olacaktır.217 DTÖ Temyiz Organı, tehlike altındaki çıkarların veya değerlerin önemi fazlalaştıkça, m. XX teki istisnaya dayanabilme olasılığının da arttığı yönünde bir içtihat ortaya koymuştur.218 COVID-19  salgınının  doğrudan  geniş  insan  kitlelerinin  hayatını  tehdit  etmesi karşısında, devletlerin m. XX e başvurabilme ihtimalinin son derece yüksek olduğu şüphesiz bir gerçektir.GATT m. XII de, devletlerin ödemeler dengesi ve dış borçlar noktasında sıkıntı çekmesi durumunda devreye giren bir istisna düzenlenmiştir. COVID-19 salgını çerçevesindeki  kısıtlamaların  şu  an  için  bu  hükümle  doğrudan  ilgili  olduğunu söylemek zordur. Ancak salgın sebebiyle ekonomisi ciddi ölçüde bozulan birçok devletin gelecekte uygulayabileceği ek kısıtlamalarda bu maddenin önem kazanacağı öngörülebilir. GATT m. XXI. de düzenlenen istisna hâli ise taraf devletlerin ulusal güvenliklerini korumalarıyla ilgilidir. Genişletici bir yorumla, mevcut salgının ulusal güvenliği tehdit eden bir unsur olarak görülmesi ve uygulamaya sokulan kısıtlamaları meşrulaştırmak amacıyla m. XXI e dayanılması düşünülebilir. Ancak m. XXI:2 de yer alan detaylara bakıldığında, işbu maddede esas olarak askeri güvenliğin kastedildiği yönünde bir izlenim doğmakta ve söz konusu izlenim salt salgının ulusal güvenlik istisnaları arasında görülemeyeceği şeklinde daraltıcı bir yorumu daha makul hâle getirmektedir. Öte yandan, GATT dışında kalan bazı özel nitelikli DTÖ anlaşmaları da COVID-19 salgını ile bağlantılı kısıtlamaları doğrudan ilgilendiren hükümlere sahiptir. Örneğin, Sağlık ve Bitki Sağlığı Anlaşması, GATT m. XX ile neredeyse aynı içeriğe sahip bir hükmü ihtiva etmektedir.219 Salgın  ve  uluslararası  ticaret  hukuku  arasındaki  hukuki  bağlantı,  devletlerin uygulamaya koyduğu ticaret kısıtlamalarıyla sınırlı değildir. Salgına sebep olan hastalığa dair ilaç ve aşı çalışmaları ile uluslararası ticaret hukukunun bir cüzü olan fikri mülkiyet hukuku arasında çok önemli bir ilişki mevcuttur. Zira uluslararası fikri mülkiyet hukuku düzenlemeleri uyarınca, her ürün gibi ilaç ve aşılar da patent korumasına tabidir.220 Dolayısıyla, COVID-19 benzeri bulaşıcı hastalıklara dair ilaç veya aşının bulunması durumunda bunların ilk bulan tarafından patent korumasına tabi kılınması ve bulanın bu ürünlerin ticaretinde küresel tekel hâline gelmesi 217  Siddharth S Aatreya, ‘Are COVID-19 Related Trade Restrictions WTO-Consistent?  (EjilTalk, 25 Nisan 2020) <www.ejiltalk.org/are-covid-19-related-trade-restrictions-wto-consistent> Erişim Tarihi 14 Haziran 2020.218  Temyiz Organı Kararı, ‘European Communities - Measures Affecting Asbestos and Asbestos-Containing Products  (12 Mart 2001) (WT/DS/AB/R).219  DTÖ Sağlık ve Bitki Sağlığı Anlaşması (1995) (SPS) m 2.220  DTÖ Ticaretle Bağlantılı Fikri Mülkiyet Anlaşması (1995) (TRIPS) m 27.919İstanbul Hukuk Mecmuası 78/2gündeme gelmektedir.221 Böyle bir durum kaçınılmaz olarak, küresel sağlık hedefleri ve uluslararası salgınlarla etkili mücadele ile fikri mülkiyet hukuku arasında bir gerilim doğurmuştur. Nitekim bu gerilim, uluslararası hukuk doktrininde kapsamlı değerlendirmelere konu olmuştur.222 Söz konusu gerilimi çözmek amacıyla atılmış en önemli adımlardan biri 2001 tarihli, Ticaretle Bağlantılı Fikri Mülkiyet Anlaşması (TRIPS) ve Kamu Sağlığına ilişkin Doha Deklarasyonu dur.223 Doha Deklarasyonu,  ulusal acil durum veya diğer olağanüstü zaruret durumlarında  taraf devletlerin, normalde  patent  korumasına  sahip  tıbbi  ürünlerin  üretilmesi  için  patent  sahibi olan üreticiler dışındaki üreticileri yetkilendirebilmesinin önü açılmıştır.224 Doha Deklarasyonu nun ortaya koyduğu bu istisna hiç şüphesiz ki COVID-19 salgınında birçok devlet için geçerli olacaktır. C. Uluslararası Kolektif Güvenlik Sistemi ve COVID-192005  tarihli  UST  çerçevesinde   sağlık  önlemlerinin   kapsamına  herhangi bir  hukuki  yaptırım  veya  güvenlik  tedbiri  girmese  de  salgınlara  karşı uluslararası ölçekte mücadelenin doğrudan bir güvenlik boyutu olduğu da kabul edilmelidir.226 Hatta güvenlik boyutunun göz ardı edilmesi çoğu zaman salgına karşı mücadelenin etkisini zayıflatabilecektir. Bu bakımdan, akla ilk gelmesi gereken konu, uluslararası barış ve güvenliğin korunmasından sorumlu küresel kolektif  güvenlik  mekanizması  konumundaki  BM  Güvenlik  Konseyi nin salgınlarla mücadeledeki rolüdür. BM Güvenlik Konseyi, bir meselenin uluslararası barış ve güvenliği tehdit edip etmediğine karar vermek noktasında büyük ölçüde serbesttir.228 Nitekim 21. yüzyılda uluslararası barış ve güvenliğe tehdit arz eden durumların sadece devletler arasındaki silahlı çatışmalar ile sınırlı olması düşünülmemelidir. Yaygın iç savaşlar, sınır aşan silahlı terör örgütleri ve başkaca örgütlü suç şebekeleri, çevresel tehditler ve kıtlık gibi birçok mesele küresel düzeni tehdit edecek etkiler yaratabilmektedir. Salgınlar da hiç şüphe yok ki uluslararası ölçekte yıkıcı sonuçlar doğurabilmeleri itibariyle bu durumlar arasında sayılmalıdır. BM eski Genel Sekreteri Kofi Annan ın 2005 te kamu sağlığının önemini vurgulaması ve Güvenlik Konseyi nin  uluslararası barış 221  Frederick Abbott, ‘Health and Intellectual Property Rights  in Gian Luca Burci and Brigit Toebes (eds), Research Handbook on Global Health Law (Edward Elgar 2018) 139.222  Bu konuda öne çıkan bazı örnekler için bkz Ibid ; Ellen Hoen, ‘TRIPS, Pharmaceutical Patents, and Access to Essential Medicines: A Long Way from Seattle to Doha  (2002) 3(1) Chicago Journal of International Law 27.223  Doha Deklarasyonu (WT/MIN(01)/DEC/2) (2001); detaylı inceleme için bkz Gostin, Global Health Law (n 21) 298-301.224  ‘Doha Deklarasyonu  (n 223) para 5(b), (c).225  ‘Uluslararası Sağlık Tüzüğü  (n 72) m 1(1).226  Bogdandy ve Villarreal, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (n 36) 22.227  Birleşmiş Milletler Şartı (1945) m 24.228  Ntina Tzouvala, ‘COVID-19, international law and the battle for framing the crisis  (International Law Association Reporter, 25 Mart 2020) <https://bit.ly/33KtBy> Erişim Tarihi 14 Haziran 2020.920Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukukve güvenliği tehdit eden bulaşıcı hastalıklara karşı eyleme geçmesi  gerekliliğini vurgulamış olması bu gerçeği göstermektedir.229 BM  Güvenlik  Konseyi  uygulamasına  bakıldığında  salgınlara  karşı  tutumun her vakada aynı şekilde olmadığı görülmektedir. Bugüne kadarki birçok salgını uluslararası barış ve güvenliğe tehdit olarak nitelemeyen Güvenlik Konseyi nin, 2014 ile 2016 yılları arasında Batı Afrika da görülen Ebola salgınında bu vakayı uluslararası barış ve güvenliğe tehdit ilân ettiği görülmektedir. İşbu Karar, Güvenlik Konseyi nin bir salgını uluslararası barış ve güvenliğe tehdit olarak nitelediği ilk örnektir. Hatta Güvenlik Konseyi nin mevzubahis Ebola salgınına ilişkin oybirliğiyle aldığı 2014 tarihli ve 2177 sayılı Karar (buna ek olarak BM Genel Kurulu nun aynı yıl aldığı 69/1 sayılı Karar), BM Şartı 7. Bölüm deki yaptırım yetkilerine başvurmasa da BM bünyesinde sırf bu salgına özel bir misyon olan BM Ebola Acil Müdahale Misyonu nun (UNMEER) kurulmasına yolu açması bakımından son derece dikkat çekicidir. 2177 sayılı Karar da devletlere teknik uzmanlık ve malzeme tedariki bakımından yardımda bulunmaları çağrısı yapılmış, ayrıca DSÖ den salgın ilânı yaparak  Ebola ya  yönelik  alınacak  tedbirlerin  hızlandırılmasını  sağlaması  talep edilmiştir. Daha yakın bir dönemde, Demokratik Kongo Cumhuriyeti nde baş gösteren 20182020 Ebola salgını da iki Güvenlik Konseyi Kararı na konu olmuştur.231 Ancak işbu Kararlar söz konusu salgını uluslararası barış ve güvenliğe tehdit olarak nitelememiş, daha  ziyade  salgın  sırasında  bölgedeki  silahlı  çatışmalarda  insancıl  hukuk yükümlülüklerine riayet edilmesine ve diğer devletlerin salgınla mücadeleye destek vermesine ilişkin hususlara yer verilmiştir. 2011 de alınan AIDS salgınına ilişkin Güvenlik Konseyi Kararı da benzer bir şekilde salgınla bağlantılı başka hususlara değinmek üzere alınmış, bu Karar da bilhassa BM Barış Gücü Birlikleri nin rolüne odaklanılmıştır.232 Her vakada BM Güvenlik Konseyi nin salgını uluslararası barış ve güvenliğe tehdit olarak nitelemesi ve böylece, BM Şartı 7. Bölümü ndeki yaptırımlara yolun açılmasının pek iyi bir tercih olmayacağına, zira böyle bir tercihin uluslararası toplumda korkuyu yayabileceğine ve vahim sosyoekonomik sonuçlar doğurabileceğine dikkat çekilmektedir.233 Ayrıca Güvenlik Konseyi nin güvenliğe ilişkin geniş yetkilerini her vakada kullanması gibi bir uygulamanın gelişmesi durumunda salgınlarla mücadelede kamu sağlığına ilişkin önceliklerden ziyade güvenlikçi bir zihniyetin öne çıkması gibi 229  ‘In larger freedom: towards development, security and human rights for all  <https://undocs.org/A/59/2005> Erişim Tarihi 14 Haziran 2020.230  BM Güvenlik Konseyi Kararı 2177 (2014).231  BM Güvenlik Konseyi Kararı 2463 (2019).232  BM Güvenlik Konseyi Kararı 1983 (2011).233  Caroline Sell, ‘Ebola and Emerging Infectious Diseases in Armed Conflict: Contemporary Challenges in Global Health Security Laws and Policies  (2020) 29 Minn J Int l L 187, 214.921İstanbul Hukuk Mecmuası 78/2bir risk de mevcuttur.234 Öte yandan, Güvenlik Konseyi nin bu belirsiz tutumu sürdükçe hangi kamusal sağlık tehditlerinin uluslararası barış ve güvenliğe tehdit niteliğinde görüleceğine dair ölçütler belirsiz kalmaktadır. Ayrıca her bir vakada bilimsel verilerden ziyade politik hesapların ağır basması gibi bir risk ortaya çıkmaktadır. En nihayetinde, olumlu ve olumsuz yönleriyle, Güvenlik Konseyi nin mevcut tutumunun her bir vakanın kendi koşullarına göre değişken mahiyette olduğu açıktır.235 COVID-19  salgınının  uluslararası  barış  ve  güvenliğe  tehdit  olarak  görülüp görülemeyeceğini değerlendirmek için en isabetli yöntem Güvenlik Konseyi nin 2177 sayılı Kararı aldığı şartlarla bir mukayese yapmaktır. O dönemde Ebola iki yıllık bir süreçte 30.000 e yakın insana bulaşırken COVID-19 salgınında bu sayıya sadece iki ayda kısa bir sürede ulaşılmıştır. Bu sayı hâlâ katlanarak artmaktadır. COVID-19 un ölümcüllük seviyesi Ebola kadar olmasa da vaka sayısının yüksekliğinden ötürü toplam ölüm sayısı yine çok yüksek bir seviyededir. Ayrıca, Ebola çok büyük ölçüde bölgesel ölçekte (Batı Afrika) bir salgın olarak kalırken, COVID-19 dünyanın neredeyse her yerine  yayılmış  durumdadır.  Bu  mukayese  sonucunda,  COVID-19 un  Güvenlik Konseyi tarafından uluslararası barış ve güvenliğe tehdit olarak nitelenmemesi için bir sebep gözükmemektedir. Hatta salgınla etkili mücadele için Güvenlik Konseyi nin ivedi bir şekilde devreye girerek karar alması gerektiğini savunanlar mevcuttur.236 Ancak Güvenlik Konseyi nin bugüne kadar BM Genel Sekreteri nin COVID-19 salgını  süresince  dünyadaki  tüm  silahlı  çatışmalara  ara  verilmesi  çağrısını destekleyici bir karar almakta dahi oldukça gecikmiştir.238 En nihayetinde, 1 Temmuz 2020 tarihinde bir karar alınabilmiş ve bu kararda COVID-19 salgınının uluslararası barış ve güvenliğin korunmasını tehdit potansiyeli taşıdığı belirtilmiştir. Ayrıca, BM Genel Sekreteri nin yukarıda belirtilen ateşkes çağrısı benimsenmiş ve ismi zikredilen bazı terör örgütlerine yönelik opersyonlar haricinde tüm silahlı çatışmalara 90 gün süreyle insani yardıma erişim amacıyla ara verilmesine karar verilmiştir. Karar da vurgulanan diğer noktalar ise kadınların COVID-19 krizi ile mücadeledeki kritik rolü ve mevcut krizin mülteciler ile çocuklar gibi kırılgan durumdaki kesimlerin üzerindeki orantısız etkisinin asgariye indirilmesi gerekliliğidir.239 234  Jiyong, Joe Karackattu, ‘Infectious Diseases and Securitization: WHO ́s Dilemma  (2011) 9 Biosecurity and Bioterrorism 181, 184.235  Bogdandy ve Villarreal, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (n 36) 23; Ilja Pavone, ‘Ebola and Securitization of Health: UN Security Council Resolution 2177/2014 and Its Limits  in Leonie Vierck, Pedro A Villarreal ve Katarina Weilert (eds), The Governance of Disease Outbreaks International Health Law: Lessons from the Ebola Crisis and Beyond (Nomos 2017), 308-311. 236  Marko Svicevic, ‘COVID-19 as a Threat to International Peace and Security: What place for the UN Security Council?  (EjilTalk,  27  Mart  2020)  <ejiltalk.org/covid-19-as-a-threat-to-international-peace-and-security-what-place-for-the-unsecurity- council/> Erişim Tarihi 16 Haziran 2020.237  ‘COVID-19: UN chief calls for global ceasefire to focus on ‘the true fight of our lives   <https://news.un.org/en/story/2020/03/1059972> Erişim Tarihi 17 Haziran 2020.238  ‘UN Security Council Fails to Support Global Ceasefire, Shows No Response to COVID-19  (Reliefweb, 19 Mayıs 2020) <https://reliefweb.int/report/world/un-security-council-fails-support-global-ceasefire-shows-no-response-covid-19> Erişim Tarihi 17 Haziran 2020.239  BM Güvenlik Konseyi Kararı 2532 (2020).922Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukElbette, Çin in Güvenlik Konseyi ndeki daimi üye statüsünün ona verdiği veto yetkisi sebebiyle, Konsey den çıkacak olası bir kararın içeriği konusunda bir uzlaşmaya varılması kolay olmayacaktır. Ancak önemle ifade etmek gerekir ki başvurulabilecek yollardan biri, Çin in veto yetkisinin olmadığı BM Genel Kurulu ndan -daha önce AIDS  salgınında  olduğu  gibi-  birtakım  kararlar  çıkarılmasıdır.  Bilhassa  Genel Kurul un Uluslararası Adalet Divanı ndan danışma görüşü talep etme yetkisi, salgın sürecine dair hukuki yükümlülüklerin tespiti bakımdan önümüzdeki süreçte kayda değer bir tercih olabilir.240SonuçCOVID-19 salgını sadece bir uluslararası sağlık krizi olmakla kalmayıp ekonomik, politik, toplumsal ve kültürel etkileri olan küresel bir krizdir. Yoğun derecede küreselleşmiş ve sınır kontrollerinin neredeyse imkansız hâle geldiği bir dünyada ortaya çıkmış, hızla dünyanın dört bir köşesine yayılmış ve tüm uluslararası sistemi felç etmiştir. Böylesine bir salgınla mücadelenin küresel ölçekte bir işbirliği ve mevcut sorundan  etkilenen  tüm  paydaşların  koordinasyonu  olmadan  gerçekleştirilmesi imkânsız gözükmektedir.Böyle bir ihtiyaç karşısında, küresel sağlık yönetiminin ve uluslararası sağlık hukukunun odağı konumundaki DSÖ nün yönetim kapasitesinin ne yönde gelişeceği büyük bir merak konusudur. DSÖ nün COVID-19 salgını sırasındaki performansı, örgütün bağımsızlığı tartışmalarından finansmanına, örgüt organlarının yetkilerinden düzenlemelerinin yeterliliğine kadar birçok konunun tartışılmasına sebep olmaktadır. Bir  tarafta  DSÖ  sisteminin  geliştirilmesi  ve  güçlendirilmesi  ihtiyacına  vurgu yapılırken, öte tarafta başta DSÖ ve AB gibi uluslararası örgütlerin mevcut salgındaki verimsiz ve yetersiz performansı sebebiyle ulusal sağlık altyapı ve sistemlerinin güçlendirilmesi ve kendi kendine yeterli hâle gelmesi ihtiyacı da gündeme gelmektedir. Gerçekten  de  DSÖ nün  salgın  sürecindeki  performansının  o  veya  bu  sebepten ötürü yetersiz kaldığı kanaatini güçlendirecek bazı noktalar mevcuttur. Ancak bu durum, DSÖ nün uluslararası toplum için ortaya çıkması onlarca yıl almış çok önemli bir kazanım olduğu gerçeğini değiştirmemektedir. Öncelikle, DSÖ nün bazı eksikliklerinin ve hatalarının faturasını örgütten ziyade devletlere kesmek daha doğru olacaktır. İkincisi, tüm eksikliklerine ve gecikmelerine rağmen DSÖ nün salgınlarla mücadelede küresel ölçekte teknik uzmanlığın harekete geçirilmesi ve koordine edilmesi noktasında başarılı işler yaptığı da görülmektedir. Bilhassa DSÖ nün 2005 tarihli Uluslararası Sağlık Tüzüğü, günümüzde çok katmanlı bir küresel sağlık yönetimi mekanizması sunmaktadır. Bu bakımdan, uluslararası toplum için büyük bir kazanımdır. Ancak devletlerin üstlerine düşen yükümlülükleri yerine getirmemesi durumunda dahi etkili olacak sihirli bir değnek değildir. COVID-19 vaka sayılarını 240  Uluslararası Adalet Divanı Şartı (1945) m 96.923İstanbul Hukuk Mecmuası 78/2azaltarak günlük hayatın ve uluslararası sistemin normale dönüşünü sağlamak için devletler başta olmak üzere tüm paydaşlara önemli sorumluluklar düşmektedir. Sırf bazı bildirim yükümlülüklerinin kendi ekonomilerine ve siyasi çıkarlarına zarar vereceği  endişesiyle  devletlerin  DSÖ  düzenlemelerine  riayet  etmemeleri,  kimi devletlerin bu düzenlemeleri hayata geçirecek sağlık altyapısına sahip olmaması veya DSÖ nün diğer ilgili küresel yönetim mekanizmalarıyla yeterli koordinasyonu kuramaması durumunda, sağlık sisteminin küresel ölçekte gelişememesi, salgınlar sırasında uluslararası ticaret ve seyahate yönelik önlemlerin eşgüdümlü olmaması ve küresel çapta bilimsel işbirliğinin gerçekleştirilememesi gibi olumsuz sonuçlar ortaya çıkmaktadır. Bu sebeple, DSÖ ye yönelik sorgulamalar ve tartışmalar eğer mevcut küresel sağlık yönetim sistemini ve 2005 tarihli UST nin öngördüğü hukuki rejimi zayıflatmak yerine daha etkili kılacak; sistemin daha sürdürülebilir, şeffaf ve kapsayıcı olmasını sağlayacak şekilde sonuçlanırsa uluslararası toplumun geneli için faydalı olacaktır. Yani DSÖ nün ve küresel yönetim mekanizmalarının zayıflatılması değil, daha da güçlendirilecek şekilde revize edilmesi ihtiyacı vardır. Zira uluslararası toplumun 21. yüzyılın bu ilk küresel sağlık krizine yeterince başarılı bir karşılık verememiş  olması,  küresel  yönetim  ve  uluslararası  hukuk  mekanizmalarının anlamsızlığını değil, bu mekanizmaların yeterince ve başarılı bir şekilde işletilememiş olduğunu göstermektedir. Uluslararası insan hakları hukuku, uluslararası ticaret hukuku ve uluslararası kolektif güvenlik sistemi başta olmak üzere uluslararası hukukun birçok alanının salgınlarla mücadelede oynadığı önemli roller göz ardı edilmemelidir. Ayrıca, salgınların bu alanlardaki normları etkilemesi de söz konusudur. Bu sebeple, uluslararası toplumun salgınlarla  mücadelede  işbirliğini  gözetmesi  ve  güçlendirmesi  gereken  tek  alan uluslararası sağlık hukuku olmayıp küresel sağlık yönetimiyle tüm bu alanlardaki küresel  yönetim  mekanizmalarının  uyum  içerisinde  hareket  etmesi  için  gerekli adımların atılması uluslararası toplumun öncelikli gündemlerinden biri olmalıdır. COVID-19 salgını uluslararası işbirliği ve küresel yönetim mekanizmalarının 21. yüzyılda hâlâ ne denli kırılgan, parçalı ve hukukun üstünlüğüne uyulması noktasında zorlayıcılıktan  uzak  olduğunu  göstermesi  sebebiyle  mevcut  uluslararası  hukuk sisteminin birçok açıdan sorgulanmasına yol açsa da gerek küresel sağlık yönetimi gerek diğer alanlardaki uluslararası işbirliği mekanizmalarının güçlendirilmesi için uluslararası sistemin temel aktörleri konumundaki devletlerin bu yönde genel bir irade ortaya koyması elzemdir. Nitekim günümüz uluslararası hukukunun devletlerin kamu  sağlığı  konusunda  kendi  ülke  sınırlarını  aşacak  düzeyde  bir  sorumluluk göstermesini, şeffaf olmasını, ilgili verileri paylaşmasını ve diğer devletlerin yanı sıra ilgili uluslararası örgütlerle işbirliği içerisinde olmasını öngörmesi, bir başka deyişle kötü yönetime cevaz vermemesi, böyle bir iradenin ortaya çıkmasını zaruri kılmaktadır. 924Yüksel, Baran / COVID-19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukSonuç olarak, tüm uluslararası toplumu derinden etkileyen bu küresel krizden bir an önce çıkılması için devletlerin ve diğer uluslararası aktörlerin sağlıklı bilgi ve veri havuzu oluşturdukları, lojistik ve üretim kapasitelerini koordine ettikleri, kırılgan ülke ve bölgeler için gerekli finansman kaynaklarını yarattıkları, temel tıbbi ihtiyaçların rahat dolaşımına izin verdikleri, ticari yahut seyahata ilişkin kısıtlamaları birbirine uyumlu hâle getirmeye çalıştıkları, temel insan haklarına saygıyı esas aldıkları, ve küresel sağlık meselesinin güvenlik boyutunu göz ardı etmedikleri bir uluslararası işbirliği zemini geliştirilebilmelidir. Çağımızda salgınlarla etkili ve verimli mücadele, salt ulusal ölçekteki adımlarla değil fakat devletlerin uluslararası işbirliğine yönelik sağlam bir taahhüt vermeleri ve bu taahhütler sonucunda oluşan uluslararası hukuk kurallarının üstünlüğüne riayet etmeleriyle mümkündür. Tüm sınırların kapatıldığı, her devletin bu zorlu krizde kendi başının çaresine bakmaya çalıştığı, devletlerin kendi  vatandaşları  üzerindeki  sıkı  kontrolünü  ciddi  boyutlarda  pekiştirdiği  içe kapanmacı bir yol yerine, krizin dünyanın her köşesini etkilediği ve herkesin aynı gemide olduğu gerçeğinin kavranmasıyla daha fazla uluslararası işbirliğini gözeten, devletlerin yanı sıra küresel yönetim mekanizmalarının ve devletdışı aktörlerin karar alma süreçlerine katılımının arttırıldığı, karar alma süreçlerinde daha çok şeffaflığın sağlandığı bir yol tercih edilmelidir. Küresel kamu sağlığı, dünyamızın yakın geleceğinde insanlığı ilgilendiren en önemli meselelerden biri olmayı sürdürecektir ve hiçbir uluslararası aktörün bu konuda sorumluluk almaktan kaçınma lüksü yoktur. Küresel işbirliğinin COVID-19 gibi salgınlarla etkili mücadelede daha çok uluslararası hukuk mu yoksa daha az uluslararası hukuk mu gerektiği noktasında tercih edilmesi gereken seçenek ilkidir. Yani, uluslararası hukukta etkin düzenlemelerin sayısı arttırılmalıdır. Uluslararası hukuk bizlerin en önemli küresel değer sistemi olmalıdır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors has no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.925İstanbul Hukuk Mecmuası 78/2",
     "Kaynakça": "‘2019 Novel Coronavirus (2019 nCoV): Strategic Preparedness And Response Plan  (WHO, 4 Şubat 2020) <https://www.who.int/docs/default source/coronaviruse/srp 04022020.pdf.> Erişim Tarihi 25 Mayıs 2020.‘About  COVID 19   <http://www.emro.who.int/health topics/corona virus/about covid 19.html> Erişim Tarihi 18 Mayıs 2020.‘BM Ekonomik ve Sosyal Konsey Açıklaması  (17 Nisan 2020) (E/C.12/2020/1).  ‘C.D.C. and W.H.O. Offers to Help China Have Been Ignored for Weeks  (New York Times, 7 Şubat 2020)  <https://www.nytimes.com/2020/02/07/health/cdc coronavirus china.html>  Erişim Tarihi 17 Mayıs 2020.‘Challenges of Global Governance Amid the COVID 19 Pandemic  (CFR, Mayıs 2020) <https://cdn.cfr.org/sites/default/files/report_pdf/challenges of global governance amid the covid 19pandemic.pdf> Erişim Tarihi 28 Mayıs 2020.‘Coronavirus (COVID 19)  (CDC) <https://www.cdc.gov/coronavirus/index.html> Erişim Tarihi 15 Mayıs 2020. ‘COVID 19 and HIV  <https://www.unaids.org/en> Erişim Tarihi 29 Mayıs 2020.‘COVID 19 and International Law: What went wrong and what can we learn from it?  (BIICL, 16 Nisan 2020) <https://www.biicl.org/documents/10303_covid19_and_international_law_16_april_2020_event_report.pdf> Erişim Tarihi 23 Mayıs 2020.‘COVID 19 and world trade  <https://www.wto.org/english/tratop_e/covid19_e/covid19_e.htm> Erişim Tarihi 13 Haziran 2020.‘COVID 19 Solidarity Response Fund  (WHO) <https://www.who.int/emergencies/diseases/novelcoronavirus 2019/donate> Erişim Tarihi 25 Mayıs 2020.‘COVID 19 Strategic Preparedness and Response Plan: Operational Planning Guidelines to Support Country Preparedness and Response  (WHO, 12 Şubat 2020) <https://www.who.int/docs/default source/coronaviruse/covid 19 sprp unct guidelines.pdf?sfvrsn=81ff43d8_4> Erişim Tarihi 25 Mayıs 2020‘COVID 19 Triggers Marked Decline in Global Trade  (UNCTAD, 13 Mayıs 2020) <https://unctad.org/en/Pages/PressRelease.aspx?OriginalVersionID=553> Erişim Tarihi 15 Mayıs 2020.‘COVID 19: UN chief calls for global ceasefire to focus on ‘the true fight of our lives   <https://news.un.org/en/story/2020/03/1059972> Erişim Tarihi 17 Haziran 2020.‘Declaration  of  Alma Ata   (WHO,  Eylül  1978)  <https://www.who.int/publications/almaata declaration en.pdf.ua=1.> Erişim Tarihi 15 Mayıs 2020.‘Dünya Sağlık Örgütü Anayasası  (WHO, Ekim 2006) <https://www.who.int/governance/eb/who_constitution_en.pdf> Erişim Tarihi 20 Mayıs 2020.‘European Union: are borders the antidote to the Covid 19 pandemic?  (The Conversation, 17 Nisan 2020)  <https://theconversation.com/european union are borders the antidote to the covid 19pandemic 136643> Erişim Tarihi 16 Haziran 2020. ‘Fighting the Coronavirus Pandemic: China s Influence at the World Health Organization  (IM, 23  Mart  2020)  <https://www.institutmontaigne.org/en/blog/fighting coronavirus pandemicchinas influence world health organization> Erişim Tarihi 27 Mayıs 2020.‘First World Health Assembly  (WHO) <https://www.who.int/global_health_histories/first_world_health_assembly/en/> Erişim Tarihi 20 Mayıs 2020.926Yüksel, Baran / COVID 19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası Hukuk‘Has covid 19 killed globalisation?  (The Economist, 14 Mayıs 2020) <https://www.economist.com/leaders/2020/05/14/has covid 19 killed globalisation?utm_source=dailybrief&utm_medium=email&utm_campaign=DailyBrief2020May15&utm_term=DailyNewsBrief;> Erişim Tarihi 15 Mayıs 2020.‘How the IMF Can Help Countries Address the Economic Impact of Coronavirus  <https://www.imf.org/en/About/Factsheets/Sheets/2020/02/28/how the imf can help countries address theeconomic impact of coronavirus> Erişim Tarihi 15 Mayıs 2020.‘In larger freedom: towards development, security and human rights for all  <https://undocs.org/A/59/2005> Erişim Tarihi 14 Haziran 2020.‘International  Sanitary  Regulations   <https://apps.who.int/iris/bitstream/handle/10665/85636/Official_record37_eng.pdf?sequence=1&isAllowed=y> Erişim Tarihi 10 Haziran 2020.‘Modernised Convention for the Protection of Individuals with Regard to the Processing of Personal   <https://search.coe.int/cm/Pages/result_details.aspx?ObjectId=09000016807c65b> Erişim Tarihi 13 Haziran 2020.‘Much of global commerce has ground to a halt  (The Economist, 21 Mart 2020) <https://www.economist.com/business/2020/03/21/much of global commerce has ground to a halt>  Erişim Tarihi 15 Mayıs 2020.‘Notification of 18 March 2020  <https://rm.coe.int/09000016809cf9a2.> Erişim Tarihi 2 Haziran 2020. ‘Origin and development of health cooperation  (WHO) <https://www.who.int/global_health_histories/background/en/> Erişim Tarihi 20 Mayıs 2020.‘Regulations Regarding Nomenclature  (WHO) <https://www.who.int/classifications/icd/docs/en/NOMREGS.pdf> Erişim Tarihi 29 Mayıs 2020.‘Statement of the Global Health Law Committee of the International Law Association regarding the COVID 19 Pandemic  ( ILA, 5 Nisan 2020) <https://www.ila americanbranch.org/news/article/statement of the global health law committee of the international law association regardingthe covid 19 pandemic/> Erişim Tarihi 18 Mayıs 2020.‘Statement on the Second Meeting of the International Health Regulations (2005) Emergency Committee Regarding the Outbreak of Novel Coronavirus (2019 nCoV)  (WHO, 30 Ocak 2020) <https://www.who.int/news rooni/detail/30 01 2020 statement on the second meeting of theintern ational health regulations (2005) emergency committee regarding the outbreak of novelcoronavi rus (2019 ncov)> Erişim Tarihi 24 Mayıs 2020. ‘Ten Threats to Global Health in 2019  (WHO) <https://www.who.int/news room/feature stories/ten  threats to global health in 2019> Erişim Tarihi 18 Mayıs 2020.‘The Collapse of Global Cooperation under the WHO International Health Regulations at the Outset of COVID 19: Sculpting the Future of Global Health Governance  (ASIL, 5 Haziran 2020)‘Uluslararası Sağlık Tüzüğü  (WHO, 2005) <https://www.who.int/ihr/publications/9789241580496/en/> Erişim Tarihi 21 Mayıs 2020.‘UN Security Council Fails to Support Global Ceasefire, Shows No Response to COVID 19  (Reliefweb,  19  Mayıs  2020)  <https://reliefweb.int/report/world/un security council failssupport global ceasefire shows no response covid 19> Erişim Tarihi 17 Haziran 2020.‘UPDATE 2 Burundi kicks out WHO team amid election campaign  (Reuters, 14 Mayıs 2020) <https://www.reuters.com/article/health coronavirus burundi/update 1 burundi expels nationalwho head during election campaign idUSL8N2CW2LB> Erişim Tarihi 26 Mayıs 2020.927İstanbul Hukuk Mecmuası 78/2‘WHO Coronavirus Disease (COVID 19) Dashboard  (WHO) <https://covid19.who.int.> Erişim Tarihi 18 Mayıs 2020.‘WHO Director General s opening remarks at the media briefing on COVID 19  (WHO, 11 Mart 2020)  <https://www.who.int/dg/speeches/detail/who director general s opening remarks atthe media briefing on covid 19   11 march 2020> Erişim Tarihi 25 Mayıs 2020.‘Who Framework Convention On Tobacco Control  (WHO, 2003) <https://apps.who.int/iris/bitstream/handle/10665/42811/9241591013.pdf?sequence=1> Erişim Tarihi 29 Mayıs 2020.‘WHO Timeline   COVID 19  (WHO) <https://www.who.int/news room/detail/27 04 2020 whotimeline   covid 19> Erişim Tarihi 24 Mayıs 2020.‘World Bank Group President David Malpass Remarks to G20 Leaders  Virtual Summit  (WorldBank, 26  Mart  2020)  <http://documents.worldbank.org/curated/en/964171585579938056/pdf/Remarks by World Bank Group President David Malpass to G20 Leaders Virtual Summit.pdf> Erişim Tarihi 15 Mayıs 2020‘World Experts and Funders Set Priorities for COVID 19 Research  (WHO, 12 Şubat 2020) <https://www.who.int/news room/detail/12 02 2020 world experts and funders set priorities for co vid 19 research.> Erişim Tarihi 25 Mayıs 2020. ‘Wuhan Yerel Halk Komisyonu  (WJW, 31 Aralık 2019) <http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989> Erişim Tarihi 16 Mayıs 2020. <asil.org/insights/volume/24/issue/15/collapse global cooperation under who internationalhealth regulations> Erişim Tarihi 28 Mayıs 2020.1892 tarihli Uluslararası Sağlık Sözleşmesi için bkz <https://www.loc.gov/law/help/us treaties/bevans/m ust000001 0359.pdf> Erişim Tarihi 19 Mayıs 2020.Abbott F, ‘Health and Intellectual Property Rights  in Gian Luca Burci and Brigit Toebes (eds), Research Handbook on Global Health Law (Edward Elgar 2018) 139.Abeysinghe S, Pandemics, Science and Policy. H1N1 and the World Health Organization (Palgrave Macmillan 2015).Abhijit Iyer Mitra, ‘WHO and China covered Tedros  past — but what is worrying is how India fell for it  (ThePrint, 13 Nisan 2020) <https://theprint.in/opinion/who and china tedros pastworrying how india fell for it/400945/> Erişim Tarihi 28 Mayıs 2020.Aginam O, ‘Globalization of Health Insecurity: The World Health Organization and the New International Health Regulations  (2006) 25 Medicine & Law 663. Anderson M vd, ‘Coronavirus Compensation? Assessing China s Potential Culpability and Avenues of Legal Response  (Henri Jackson Society, 5 Nisan 2020) <https://henryjacksonsociety.org/publications/coronaviruscompensation/> Erişim Tarihi 16 Haziran 2020 .Anne Marie Slaughter, ‘Redefining National Security for the Post Pandemic World  (Project Syndicate,  3  Haziran  2020),  <https://www.project syndicate.org/commentary/redefiningnational security for world after covid19 by anne marie slaughter 2020 06> Erişim Tarihi 16 Haziran 2020. attainable standard of health (2000) (E/C.12/2000/4). Avrupa Konseyi, ‘Respecting democracy, rule of law and human rights in the framework of the COVID 19 sanitary crisis: A toolkit for member states  (7 Nisan 2020) (SG/Inf(2020)11). Birn A, Nikolai Krementsov, ‘Socialising  primary care? The Soviet Union, WHO and the 1978 Alma Ata Conference  (2018) 3(3) BMJ Global Health 1.Bishop D, ‘Lessons from SARS: Why the WHO Must Provide Greater Economic Incentives for Countries to Comply with International Health Regulations  (2005) 36 Geo J Int l L 1173.BM Ekonomik ve Sosyal Konsey, ‘General Comment 14 928Yüksel, Baran / COVID 19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukBM  Genel  Sekreteri  Kofi Annan ın  Basın Açıklaması,  ‘World  Health Assembly s  Revised Regulations  Bold and Necessary Step  to Protect Global Public Health, Says SecretaryGeneral  (UN, 23 Mayıs 2005) < https://www.un.org/press/en/2005/sgsm9886.doc.htm> Erişim Tarihi 21 Mayıs 2020. BM Güvenlik Konseyi Kararı 1983 (2011).BM Güvenlik Konseyi Kararı 2177 (2014).BM Güvenlik Konseyi Kararı 2463 (2019).BM İnsan Hakları Komitesi, ‘Statement on derogations from the Covenant in connection with the COVID 19 pandemic  (24 Nisan 2020) (CCPR/C/128/2).BM İnsan Hakları Komitesi, ‘CCPR General Comment No. 29: Article 4: Derogations during a State of Emergency  (31 Ağustos 2001) (CCPR/C/21/Rev.1/Add.11).BM İnsan Hakları Yüksek Komiserliği, ‘Key concepts on ESCRs   Are economic, social and cultural rights fundamentally different from civil and political rights?  <https://www.ohchr.org/EN/Issues/ESCR/Pages/AreESCRfundamentallydifferentfromcivilandpoliticalrights.aspx> Erişim Tarihi 3 Haziran 2020.Bown C, Hillman J, ‘Bird Flu, the OIE, and National Regulation: The WTO s India Agricultural Products Dispute  (2016) 15 World Trade Review 235. Bradley A Thayer, Lianchao Han, ‘China and the WHO s chief: Hold them both accountable for pandemic  (The Hill, 17 Mart 2020) <https://thehill.com/opinion/international/487851 chinaand the whos chief hold them both accountable for pandemic> Erişim Tarihi 28 Mayıs 2020.Briggs H, ‘The Travaux Préparatoires of the Vienna Convention on the Law of Treaties  (1971) 65 American Journal of International Law 705. Burci G L, ‘The World Health Organization at 70: Challenges and Adaptation  (2019) 16(2) International Organizations Law Review 229.Cases   (Financial  Times,  5  Şubat  2020)  <https://www.ft.com/content/8ede7e92 4749 1leaaeb3 955839 e06441> Erişim Tarihi 28 Mayıs 2020.Chris Pleasance, ‘How the man running World Health Organisation trashed by Trump as Chinacentric is a career politician who worked for a Communist junta and became WHO s first NONdoctor Director General ‘following intense lobbying from Beijing   (DailyMail, 8 Nisan 2020) <https://www.dailymail.co.uk/news/article 8199719/Dr Tedros Ghebreyesus career politicianrunning China centric WHO.html> Erişim Tarihi 28 Mayıs.Condon B and Sinha T, Global Lessons from the AIDS Pandemic. Economic, Financial, Legal and Political Implications (Springer 2008).Convention between Austria Hungary, France, Germany, Portugal and Switzerland Respecting Measures to be Taken Against Phylloxera Vastatrix (1878) (159 CTS 203).Cueto M, ‘The Origins of Primary Health Care and Selective Primary Health Care  (2004) 94 American Journal of Public Health, 1864. Davies S E, Kamradt Scott A ve Rushton S, Disease Diplomacy: International Norms and Global Health Security (Johns Hopkins University Press 2015).Deniz Baran, ‘Covid 19 Salgını ve Çı̇n ı̇n Uluslararası Hukuk Açısından Sorumluluğu  (GPoT Center,  Nisan  2020)  <http://www.gpotcenter.org/sites/default/files/opinion/Covid 19%20Salgini%20ve%20Cin in%20Uluslararasi%20Hukuk%20Acisindan%20Sorumlulugu.pdf> Erişim Tarihi 17 Mayıs 2020. Doha Deklarasyonu (WT/MIN(01)/DEC/2) (2001)929İstanbul Hukuk Mecmuası 78/2DSÖ Genel Direktörü, ‘IHR Emergency Committee on Novel Coronavirus (2019 nCoV) , DSÖ, ‘Considerations for quarantine of individuals in the context of containment for coronavirus disease (COVID 19)  (19 Mart 2020).Dünya  Sağlık  Örgütü,  ‘Annual  Report  on  the  Implementation  of  the  International  Health Regulations, Report by the Director General  (2019) (A72/8) para 26. Dünya Sağlık Örgütü, ‘Coronavirus Disease (COVID 19) Outbreak  (WHO) <https://www.who.int/emergencies/diseases/novel coronavirus 2019/events as they happen>  Erişim  tarihi  15 Mayıs 2020.Dünya Sağlık Örgütü, ‘Pandemic Influenza Risk Management. A WHO Guide to inform & harmonize national & international pandemic preparedness and response  (WHO, 2017) <https://bit.ly/3bdu588> Erişim Tarihi 2 Haziran 2020.Dünya Sağlık Örgütü, ‘Report of the WHO China Joint Mission on Coronavirus Disease 2019 (COVID 19)  (WHO) <https://www.who.int/docs/default source/coronaviruse/who china jointmission on covid 19 final report.pdf> Erişim Tarihi 15 Mayıs 2020.Dünya Sağlık Örgütü, ‘What is a pandemic?  (WHO, 24 Şubat 2020) <https://www.who.int/csr/disease/swineflu/frequently_asked_questions/pandemic/en/> Erişim tarihi 15 Mayıs 2020.Dünya Sağlık Örgütü, Resolution WHA 30.43. Ekonomik ve Sosyal Konsey (UN, 1946 1948) <https://library.un.org/sites/library.un.org/files/itp/1430 201404101302204694093_0.pdf> Erişim Tarihi 17 Mayıs 2020.Ekonomik, Sosyal ve Kültürel Haklar Komitesi, ‘General Comment No 14: The Right to the Highest Attainable Standard of Health (Article 12 of the International Covenant on Economic, Social and Cultural Rights)  (Refworld, 11 Ağustos 2000) <https://www.refworld.org/pdfid/4538838d0.pdf> Erişim Tarihi 16 Mayıs 2020.Emily Rauhala, ‘World Health Organization: China not sharing data on coronavirus infections among health care workers  (Washington Post, 26 Şubat 2020) <https://www.washingtonpost.com/world/asia_pacific/world health organization china not sharing data on health careworker coronavirus infections/2020/02/26/28064fda 54e4 11ea 80ce 37a8d4266c09_story.html> Erişim Tarihi 28 Şubat 2020.Enhorn v Sweden App no 56529/00 (ECtHR 2005) .Fee E, Brown T, ‘100 Years of the Pan American Health Organization  (2002) 92(12) American Journal of Public Health 1888.Fidler D ‘To Declare or Not to Declare: the Controversy over Declaring a Public Health Emergency of International Concern for the Ebola Outbreak in the Democratic Republic of the Congo  (2019) 14(2) Asian J Wto & Int l Health L & Pol y 287.Fidler  D,  ‘From  International  Sanitary  Conventions  to  Global  Health  Security:  The  New International Health Regulations  (2005) 4 Chinese Journal of International Law 325.Fidler D, ‘Return of the Fourth Horseman: Emerging Infectious Diseases and International Law  (1997) 81 Minn L Rev 771.Fidler D, ‘The Ebola Outbreak and the Future of Global Health Security  (2015) 385 The Lancet 1888.Fidler D, ‘The Future of the World Health Organization: What Role for International Law?  (1998) Articles by Maurer Faculty 1080.Fidler D, ‘The Globalization of Public Health: Emerging Infectious Diseases and International Relations  (1997) 5(1) Indiana Journal of Global Legal Studies 11.930Yüksel, Baran / COVID 19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukFidler D, Gostin L O, ‘The New International Health Regulations: An Historic Development for International Law and Public Health  (2006) 34(1) JL Med & Ethics 85.Fouad R M, ‘The Legal Duty to Cooperate amid COVID 19: A Missed Opportunity?  (EJIL Talk, 22 Nisan 2020) <https://www.ejiltalk.org/the legal duty to cooperate amid covid 19 a missedopportunity> Erişim Tarihi 28 Mayıs 2020.Gerry Shih, Emily Rauhala ve Lena H Sun, ‘Early missteps and state secrecy in China probably allowed the coronavirus to spread farther and faster  (Washington Post, 1 Şubat 2020) < https://www.washingtonpost.com/world/2020/02/01/early missteps state secrecy china likelyallowed coronavirus spread farther faster/> Erişim Tarihi 28 Şubat 2020.Goodman N M, International Health Organizations and Their Work (Churchill Livingstone, 1971) . Gostin L vd, ‘Ebola in the Democratic Republic of the Congo: Time to Sound a Global Alert?  (2019) 393 The Lancet 617.Gostin L vd, ‘The Normative Authority of the World Health Organization  (2015) 129(7) Public Health 854.Gostin L, ‘A Proposal for Framework Convention on Global Health  (2007) 10(4) Journal of International Economic Law 989.Gostin L, Sridhar D, ‘Global Health and the Law  (2014) (370) The New England Journal of Medicine 1732.Gostin Lawrance, ‘World Health Law: Toward a New Conception of Global Health Governance for the 21st Century  (2005) 5 Yale J Health Pol y L & Ethics 413.Hanrieder T, International Organization in Time (OUP 2015).Helen Davidson, ‘First Covid 19 case happened in November, China government records show   report  (The Guardian, 13 Mart 2020) <https://www.theguardian.com/world/2020/mar/13/firstcovid 19 case happened in november china government records show report>  Erişim  Tarihi 16 Mayıs 2020.Henry Kissinger, ‘The Coronavirus Pandemic Will Forever Alter the World Order  (Wall Street Journal, 3 Nisan 2020) <https://www.wsj.com/articles/the coronavirus pandemic will foreveralter the world order 11585953005> Erişim Tarihi 29 Nisan 2020.Heymann D ve Rodier G, ‘SARS: A Global Response to an International Threat  (2004) The Brown Journal of World Affairs (2004) 10(2) 185.Hoen E, ‘TRIPS, Pharmaceutical Patents, and Access to Essential Medicines: A Long Way from Seattle to Doha  (2002) 3(1) Chicago Journal of International Law 27.Hoffman S, ‘Making The International Health Regulations Matter: Promoting Compliance Through Effective Dispute Resolution  in Simon Rushton ve Jeremy Youde (eds), Routledge Handbook of Global Health Security (Routledge 2015) . Huber V, ‘The Unification of the Globe by Disease? The International Sanitary Conferences on Cholera, 1851 1894  (2006) 49(2) The Historical Journal 453.Ian  Buruma,  ‘The  Virus  of  Fear   (Project  Syndicate,  6  Mart  2020)  <https://www.projectsyndicate.org/commentary/coronavirus fear increases violence potential by ian buruma 202003?barrier=accesspaylog> Erişim Tarihi 16 Haziran 2020.Ijaz K vd, ‘International Health Regulations – What Gets Measured Gets Done  (2012) 18 Emerging Infectious Diseases 1054.Ireland v UK App no 5310/71 (ECtHR 1978) . 931İstanbul Hukuk Mecmuası 78/2James Kraska, ‘China is Legally Responsible for COVID 19 Damage and Claims Could Be in the Trillions  (War on the Rocks, 23 Mart 2020) <https://warontherocks.com/2020/03/china islegally responsible for covid 19 damage and claims could be in the trillions/>  Erişim Tarihi 16 Mayıs 2020.Jeremy Page, Betsy McKay, ‘The World Health Organization Draws Flak for Coronavirus Response  (Wall Street Journal, 12 Şubat 2020) <https://www.wsj.com/articles/the world  health organization draws flak for coronavirus response   11581525207>  Erişim  Tarihi  28 Mayıs 2020.Kamradt Scott A, ‘The International Health Regulations (2005) Strengthening Their Effective Implementation and Utilisation  (2019) 16 International Organizations Law Review.Karackattu J, ‘Infectious Diseases and Securitization: WHO ́s Dilemma  (2011) 9 Biosecurity and Bioterrorism 181.Kate Kelland, Stephanie Nebehay, ‘Caught in Trump China feud, WHO leader under siege  (The Japan Times, 16 Mayıs 2020) <https://www.japantimes.co.jp/news/2020/05/16/asia pacific/usdonald trump china who tedros adhanom ghebreyesus/> Erişim Tarihi 28 Mayıs 2020.Kathy Gilsinan, ‘How China Deceived the WHO  (The Atlantic, 12 Nisan 2020) <https://www.theatlantic.com/politics/archive/2020/04/world health organization blame pandemiccoronavirus/609820/> Erişim Tarihi 28 Mayıs 2020.Kennedy D, ‘The Move to Institutions  1987 8(5) Cardozo Law Review 841.Kofi Annan, ‘Problems without Passports  (Foreign Policy, 9 Kasım 2009) <https://foreignpolicy.com/2009/11/09/problems without passports/> Erişim Tarihi 28 Mayıs 2020. Kreuder Sonnen C, Emergency Powers of International Organizations. Between Normalization and Containment (OUP 2019).Lashmankin and Others v Russia App no 57818/09 (ECtHR 2017). Lawless v. Ireland App no App no 332/57 (ECtHR 1961) para 28.Lawrance G, Global Health Law (Harvard University Press 2014) .Lebret A, COVID 19 pandemic and derogation to human rights, Journal of Law and the Biosciences, lsaa015.Lee K, The World Health Organization (Routledge 2009) . Li Yuan, ‘China Silences Critics Over Deadly Virus Outbreak  (New York Times, 22 Ocak 2020) https://www.nytimes.com/2020/01/22/health/virus corona.html, Erişim Tarihi: 28 Şubat 2020. Ling L T, ‘Global Health in a Turbulence Time: A Commentary  (2020) 15(1) Asian Journal of WTO & International Health Law and Policy 27.Lo C, ‘The Missing Operational Components of the IHR (2005) from the Experience of Handling the Outbreak of COVID 19: Precaution, Independence, Transparency and Universality  (2020) 15(1) Asian Journal of WTO & International Health Law and Policy 1.Mack E, ‘The World Health Organization s New International Health Regulations: Incursion on State Sovereignty and Ill Fated Response to Global Health Issues  (2006–2007) 7 Chinese Journal of International Law 365. Marko Svicevic, ‘COVID 19 as a Threat to International Peace and Security: What place for the UN Security Council?  (EjilTalk, 27 Mart 2020) <ejiltalk.org/covid 19 as a threat to internationalpeace and security what place for the un security  council/> Erişim Tarihi 16 Haziran 2020.Martin R, The Exercise of Public Health Powers in Cases of Infectious Disease: Human Rights Implications  (2006) 14 Medical Law Review 132. 932Yüksel, Baran / COVID 19 Salgını ve Bulaşıcı Hastalıkların Yarattığı Küresel Krizlerle Mücadelede Uluslararası HukukMedeni ve Siyasi Haklar Sözleşmesi nin Sınırlandırma ve Derogasyon Hükümlerine İlişkin Siracusa İlkeleri (UN Doc. E/CN.4/1985/4) (1985).Mehmet Hasan Altan v. Turkey App no 2016/23672 (ECtHR 2018) para 94, 210.Morens D, Taubenberger J, ‘The Mother of All Pandemics Is 100 Years Old (and Going Strong)!  (2018) 108 American Journal of Public Health 1449. Natalie Huet, Carmen Paun ‘Meet the world s most powerful doctor: Bill Gates  (Politico, 4 Mayıs 2017) <https://www.politico.eu/article/bill gates who most powerful doctor/> Erişim Tarihi 19 Mayıs 2020.Ntina Tzouvala, ‘COVID 19, international law and the battle for framing the crisis  (International Law Association Reporter, 25 Mart 2020) <https://bit.ly/33K5tBy> Erişim Tarihi 14 Haziran 2020.Pavone I, ‘Ebola and Securitization of Health: UN Security Council Resolution 2177/2014 and Its Limits  in Leonie Vierck, Pedro A Villarreal ve Katarina Weilert (eds), The Governance of Disease Outbreaks International Health Law: Lessons from the Ebola Crisis and Beyond (Nomos 2017). Pedro Villarreal, ‘The 2019 2020 novel coronavirus outbreak and the importance of good faith for international law  (Voelkerrechtsblog, 28 Ocak 2020) <https://voelkerrechtsblog.org/the 20192020 novel coronavirus outbreak and the importance of good faith for international law/> Erişim Tarihi 28 Nisan 2020.Peel J, Science and Risk Regulation in International Law (CUP 2010).Phelan A L vd, ‘The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance  (2020) 323(8) Journal of American Medical Association 709.Primrose Riordan, Sue Lin Wong, ‘WHO Expert Says China Too Slow to Report Coronavirus Rushton S, ‘Global Governance Capacities in Health: WHO and Infectious Diseases  in Adrian Kay and Owain Williams (eds), Global Health Governance: Crisis, Institutions and Political Economy (Palgrave MacMillan 2009).Sell C, ‘Ebola and Emerging Infectious Diseases in Armed Conflict: Contemporary Challenges in Global Health Security Laws and Policies  (2020) 29 Minn J Int l L 187.Siddharth S Aatreya, ‘Are COVID 19 Related Trade Restrictions WTO Consistent?  (EjilTalk, 25 Nisan 2020) <www.ejiltalk.org/are covid 19 related trade restrictions wto consistent> Erişim Tarihi 14 Haziran 2020.Steinbrück Platise  M,  ‘The  Changing  Structure  Of  Global  Health  Governance   in  Leonie Vierck, Pedro A Villarreal ve Katarina Weilert (eds), The Governance of Disease Outbreaks. International Health Law: Lessons from the Ebola Crisis and Beyond (Nomos 2017) . Talita de Souza Dias, Antonio Coco, ‘Part III: Due Diligence and COVID 19: States  Duties to Prevent and Halt the Coronavirus Outbreak  (EJIL Talk, 25 Mart 2020) <ejiltalk.org/part iii duediligence and covid 19 states duties to prevent and halt the coronavirus outbreak/>  Erişim Tarihi 16 Mayıs 2020. Taylor A L, ‘International Law and Public Health Policy  in Kris Heggenhougen vd (eds) International Encyclopaedia of Public Health (Academic Press 2008) 675Taylor A L, Bettcher D W, ‘International Law and Public Health  (2002) 80(12) Bull World Health Org 923.Temyiz Organı Kararı, ‘European Communities   Measures Affecting Asbestos and AsbestosContaining Products  (12 Mart 2001) (WT/DS135/AB/R).Temyiz Organı Kararı, ‘Indonesia — Importation of Horticultural Products, Animals and Animal Product  (9 Kasım 2017) (WT/DS477/AB/R, WT/DS478/AB/R).933İstanbul Hukuk Mecmuası 78/2Temyiz Organı Kararı, ‘Korea — Various Measures on Beef  (11 Aralık 2000) (WT/DS161, DS169/AB/R).Teo Armus, ‘Trump threatens to permanently cut WHO funding, leave body if changes aren t made within 30 days  (Washington Post, 19 Mayıs 2020) <https://www.washingtonpost.com/nation/2020/05/19/who funding trump/> Erişim Tarihi 25 Mayıs 2020.The White House, 18 Mayıs 2020 <https://www.whitehouse.gov/wp content/uploads/2020/05/Tedros Letter.pdf> Erişim Tarihi 28 Mayıs 2020.Thomas Bollyky, Vin Gupta, ‘What World Can Learn from China s Experience with Coronavirus? (Foreign Affairs, 2 Mart 2020) <https://www.foreignaffairs.com/articles/china/2020 03 02/what world canlearn chinas experience coronavirus> Erişim Tarihi 28 Mayıs 2020.Ulutaş  Ufuk,  ‘Koronavirüs  Sonrası  Küresel  Trendler   in  T.C.  Dışişleri  Bakanlığı  Stratejik Araştırmalar Merkezi (ed), COVID 19 Sonrası Küresel Sı̇stem: Eskı̇ Sorunlar Yenı̇ Trendler ( SAM Yayınları 2020).Venedik Komisyonu, ‘Opinion on the protection of human rights in emergency situation , CDLAD(2006)015) para 13.Venedik Sağlık Sözleşmesi (1897).Vidigal G, ‘Living Without the Appellate Body: Multilateral, Bilateral and Plurilateral Solutions to the WTO Dispute Settlement Crisis  (2019) 20 Journal of World Investment & Trade 862.Villarreal P A, ‘Pandemic Declarations of the World Health Organization as an Exercise of International Public Authority: The Possible Legal Answers to Frictions Between Legitimacies  (2016) 7(1) Göttingen Journal of International Law 95.Villarreal P A, ‘Public International Law and Human Health: Bridging Conceptual Gaps Through Governance  (2018) 61 German Yearbook of International Law 45. von Bogdandy A, Villarreal P A, ‘Critical Features of International Authority in Pandemic Response: The WHO in the COVID 19 Crisis, Human Rights and the Changing World Order  (2020) 7(18) Max Planck Institute for Comparative Public Law & International Law (MPIL) Research Paper 1. von Bogdandy A, Villarreal P A, ‘International Law on Pandemic Response: A First Stocktaking In Light of the Coronavirus Crisis  (2020) 7 Max Planck Institute for Comparative Public Law & International Law (MPIL) Research Paper 1.Wenham C, ‘Public health Experts Question Whether the WHO Has Been Too Deferential to China in Its Handling ofthe New Virus (2017) 372 Phil Transactions Royal Soc B 1.WHO, 30 Ocak 2020) <https://www.who.int/dg/speeches/detail/who director general s statement  on ihr emergency comnmittee on novel coronavirus (2019 ncov)> Erişim Tarihi 28 Mayıs 2020.Wilder Smith  A,  Freedman  D,  ‘Isolation,  Quarantine,  Social  Distancing  and  Community Containment: Pivotal Role For Old Style Public Health Measures in The Novel Coronavirus (2019 Ncov) Outbreak  (2020) 27 Journal of Travel Medicine 2.WTO, ‘India Measures Concerning the Importation of Certain Agricultural Products (Report of the Appellate Body)  (4 Haziran 2015) (WT/DS430/AB/R).Yanzhong Huang, ‘The Sars Epidemic And Its Aftermath In China: A Political Perspective  (NCBI) <https://www.ncbi.nlm.nih.gov/books/NBK92479/> Erişim Tarihi 26 Mayıs 2020. Christensen T, Painter M, ‘The Politics of SARS – Rational Responses or Ambiguity, Symbols and Chaos?  (2004) 23 Politics and Society 18. Yuval Noah Harari, ‘The World After Coronavirus  (Financial Times, 20 Mart 2020) <https://www.ft.com/content/19d90308 6858 11ea a3c9 1fe6fedcca75> Erişim Tarihi 29 Mart 2020.Yüksel C, Uluslararası Hukuk ve Ekonomik Kalkınma (Alfa 2020). 934"
}