{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "22",
     "Ay": "11",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "4",
     "Başlık": "Siyasi Parti Kapatma Davalarının Hukuki Niteliği",
     "Title": "Legal Character of Political Party Closure Cases",
     "Yazar İsmi": [

          "İlhami Öztürk", "Arif Emre Sümer"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Siyasi Parti", "Kapatma Davası", "Kamu Davası", "Ceza Davası", "Ceza Hukuku Yaptırımı"
     ],
     "Keywords": [
          "Political Party", "Closure Case", "Public Case", "Criminal Case", "Criminal Law Sanction"
     ],
     "Özet": "Demokratik siyasi yaşamın vazgeçilmez bir unsuru olan siyasi partiler ile ilgili esaslara hukukumuzda, Anayasa nın 68 ve 69 uncu maddeleri ile 2820 sayılı Siyasi Partiler Kanunu nda yer verilmiştir. Her ne kadar siyasi partilerin varlığı demokratik siyasi hayat için zaruri olsa da Anayasa mız, bazı durumlarda siyasi partilerin kapatılabileceğini düzenlemiştir. Buna göre; bir siyasi partinin tüzüğü, programı ve faaliyetlerinin Anayasa nın 68 inci maddesinin dördüncü fıkrasında düzenlenen ve Türkiye Cumhuriyeti nin kuruluş felsefesini ifade eden esaslara aykırı olması durumu ile partinin yabancılardan parasal destek alması hâllerinde siyasi partilerin temelli olarak kapatılmasına karar verilebilir. Siyasi partilerin kapatılmasına, Yargıtay Cumhuriyet Başsavcılığının düzenleyeceği iddianame üzerine Anayasa Mahkemesi tarafından görülecek parti kapatma davası ile karar verilir. Siyasi parti kapatma davalarının hukuki niteliğinin ne olduğu hususunda tartışmalar bulunmaktadır. Bu soruya verilecek cevap, parti kapatma davalarında uygulanacak hukuk kuralları ile bu dava sonucunda verilen hükümlerin sonuçlarını tespit edebilmek maksadıyla oldukça önem arz etmektedir. Doktrinde bir görüş, siyasi parti kapatma davalarında ceza muhakemesi hukuku kurallarının uygulanacak olması sebebiyle, bu davanın ceza davası niteliğinde olduğunu belirtmektedir. Buna karşılık doktrinde başka bir görüş, siyasi parti kapatma davalarında ceza muhakemesi hukuku kurallarının uygulanacak olmasının bu davaları tek başına ceza davası niteliğine kavuşturmayacağını ifade etmekte, söz konusu davanın yargılama hukukunda bulunan diğer dava türlerinin kapsamına doğrudan girmeyen, kendine özgü niteliğinin bulunduğunu belirtmektedir. Anayasa Mahkemesi kararlarında da parti kapatma davalarının hukuki niteliği hakkında istikrarlı bir tespit bulunmamaktadır. Yüksek Mahkeme, çeşitli dönemlerde yukarıda zikredilen iki görüşün de kapsamına değerlendirilebilecek kararlara imza atmıştır. Bu çalışmada, doktrindeki görüşler ve Anayasa Mahkemesi kararlarından da yararlanmak suretiyle siyasi parti kapatma davalarının hukuki niteliği irdelenecektir.",
     "Abstract": "Although the existence of political parties is often deemed indispensable for the proper functioning of democratic political life, our constitution provides that political parties can be closed down in certain cases. In Turkish law, the principles regarding  political parties,  which are indispensable elements of democratic political life, are laid down in Articles 68 and 69 of the Constitution and in the Law on Political Parties No. 2820. According to these provisions, a political party may be permanently closed if its statutes, programs, and activities contradict the principles that express the founding philosophy of the Turkish republic, as shown in the fourth paragraph of Article 68 of the Constitution, or if it receives financial support from foreigners. The decision to close a political party is made by a party closure case held by the Constitutional Court upon the bill of indictment prepared by the Office of the Chief Public Prosecutor of the Supreme Court of Appeals. However, under our law, the legality of political party closure cases is debatable. The answer to this question of legality is critical to determine the appropriate legal rules to be applied in party closure cases and the validity of the judgments given in such cases. An opinion in the legal doctrine states that a political party closure case is in the nature of a criminal case considering that the rules of criminal procedure will also be applied in case of the closure of a political party. Another view in the existing body of law argues that the application of the rules of criminal procedure law in political party closure cases does not, in itself, convert these cases to criminal cases. There is no consistent determination regarding the legal nature of party closure cases in the decisions of the Constitutional Court. The Constitutional Court has signed decisions that can be considered within the scope of both or either of these views at various times. There is no consistency in the decisions of the Constitutional Court as to what the legal nature of such cases is. In our study, we will try to determine the legal nature of political party closure cases in the light of the views in the doctrine and the decisions of the Constitutional Court.",
     "Metin": "Siyasi partiler demokratik yaşamın vazgeçilmez unsurlarıdırlar. Bu sebeple, bir ülkede demokratik bir yönetimden bahsedilebilmesi için o ülke yönetim sisteminde mutlaka siyasi partilere yer verilmesi ve siyasi partilerin hak ve yükümlülüklerinin demokrasi ilkesine uygun olarak düzenlenip güvenceye kavuşturulması gerekmektedir. Bu esaslardan hareketle, ülkemizde de siyasi partilerin varlığı ve demokrasi açısından önemi kabul edilmiştir. Siyasi partiler ile ilgili esaslara Anayasa nın 68 ve 69 uncu maddeleri ile Siyasi Partiler Kanunu nda yer verilmiştir. Her ne kadar siyasi partilerin varlığı demokratik bir yaşam için zaruri de olsa, Anayasa mız, bazı durumlarda siyasi partilerin kapatılabileceğini düzenlemiştir. Buna göre, bir siyasi parti tüzüğünün, programının ve faaliyetlerinin Anayasa nın 68 inci maddesinin dördüncü fıkrasında düzenlenen ve Türkiye Cumhuriyeti nin kuruluş felsefesini ifade eden esaslara aykırı olması hâlinde, siyasi partilerin temelli kapatılmasına karar verilebilir. Bir siyasi partinin eylemlerinden dolayı kapatılabilmesi için, partinin bu fiillerin işlendiği bir odak noktası hâline gelmesi gerekmektedir. Hukukumuzda siyasi parti kapatma davalarının hukuki niteliğinin ne olduğu hususunda tartışmalar bulunmaktadır. Anayasa nın 69 uncu maddesine göre siyasi parti kapatma davaları, Yargıtay Cumhuriyet Başsavcılığının hazırladığı iddianame üzerine Anayasa Mahkemesinde görülmektedir. 6216 sayılı Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun a göre bu davada uygun düştüğü ölçüde 5271 sayılı Ceza Muhakemesi Kanunu (CMK) hükümleri uygulanır. Tüm bu hususlar siyasi parti kapatma davalarının ceza davası niteliğinde olduğu izlenimini uyandırmaktadır. Bu davanın hukuki niteliğinin ne olduğu konusunda Anayasa Mahkemesi kararlarında da istikrar bulunmamaktadır. Çalışmamızda, konunun daha iyi anlaşılabilmesi için ilk olarak hukukumuzda siyasi partiler ile siyasi partilerin kapatılma rejimi hakkında genel bilgilere yer verilecek, ardından doktrindeki görüşler ve Anayasa Mahkemesi kararları ışığında siyasi parti kapatma davalarının hukuki niteliği incelenecektir.I. Siyasi Partiler İle İlgili Genel EsaslarBir ülkede demokratik yönetimin varlığından bahsedilebilmesi için; siyasal iktidara muhalefet etmenin bir hak olarak tanınmış olması, farklı toplumsal kesimlerin bir arada yaşayabilmesi ve iktidarda olmayanların da haklarının güvence altına alınmış olması gerekmektedir.1 Bahsedilen tüm bu unsurların hayata geçirilmesi sonucunda demokratik bir yönetimin sağlanmasının yolu,  demokratik hayatın vazgeçilmez unsuru  olarak kabul edilen siyasi partilere yönetim sisteminde yer verilip haklarının 1  Hasan Tahsin Fendoğlu, Anayasa Hukuku (3. Baskı, Yetkin 2015) 592.1326Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğigüvence altına alınmasından geçer.2 Demokratik bir siyasi hayatta toplumun farklı kesimlerini temsil eden siyasi partiler seçimler aracılığıyla ülke yönetimine ortak olacak, bu şekilde yönetimde çok seslilik sağlanarak demokrasi ilkesinin gereği yerine getirilmiş olacaktır.3 Günümüzde artık, siyasi partilerin serbestçe kurularak iktidarı elde etme yarışına katılmadıkları bir düzenin demokrasi olarak nitelendirilemeyeceği yönündeki görüş genel kabul görmektedir.4Parti kelimesi sözlükte;  Ortak düşünce ve görüşteki kişilerin oluşturdukları siyasal topluluk, fırka  şeklinde tanımlanmaktadır.5 Siyasi partiler doktrinde en genel anlamıyla;  Halkın desteğini sağlayarak siyasi iktidarı ele geçirmeye çalışan, sürekli ve istikrarlı bir örgüte sahip kuruluşlar  şeklinde tanımlanmaktadır.6 Siyasi partiler ayrıca, Siyasi Partiler Kanunu nun (SPK) 3 üncü maddesinde;  Anayasa ve kanunlara uygun olarak; Cumhurbaşkanı, milletvekili ve mahalli idareler seçimleri yoluyla, tüzük ve programlarında belirlenen görüşleri doğrultusunda çalışmaları ve açık propagandaları ile milli iradenin oluşmasını sağlayarak demokratik bir Devlet ve toplum düzeni içinde ülkenin çağdaş medeniyet seviyesine ulaşması amacını güden ve ülke çapında faaliyet göstermek üzere teşkilatlanan tüzel kişiliğe sahip kuruluşlardır  şeklinde tanımlanmıştır.Hukukumuzda  1961  Anayasasına  kadar  siyasi  partiler   dernek   statüsünde faaliyetlerini yürütmüşlerdir.7 1961 Anayasası ile ilk kez  siyasi partiler  derneklerden ayrı bir anayasal statü kazanmış, ayrıca siyasi partiler ile ilgili esasları düzenleyen 13/07/1965 tarihli ve 648 sayılı  Siyasi Partiler Kanunu  çıkarılmıştır.8 Bu statü 1982 Anayasası ile de korunmuştur.9 Bu dönemde de siyasi partiler ile ilgili esasları düzenlemek maksadıyla 22/04/1983 tarihli ve 2820 sayılı Siyasi Partiler Kanunu kabul edilerek yürürlüğe koyulmuştur. Siyasi partiler anayasal statüye sahip tüzel 2  Yavuz Atar, Türk Anayasa Hukuku (13. Baskı, Seçkin 2019) 88; Abdurrahman Eren, Anayasa Hukuku Dersleri, (2. Baskı, Seçkin 2020) 310-311; Hasan Tunç, Anayasa Hukuku Genel Esaslar (2. Baskı, Gazi 2019) 72; Ergin Ergül, Anayasa Hukukuna Başlangıç (1. Baskı, Adalet 2020) 137.3  Şeref İba, Siyasi Partiler ve Seçim Hukuku (4. Baskı, Seçkin 2020) 23; Tunç (n 2) 69-71; Bülent Tanör ve Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku (19. Bası, Beta 2019) 206.4  Oktay Uygun, ‘Siyasi Partilerin Kapatılması Rejiminin Avrupa İnsan Hakları Sözleşmesi Çerçevesinde Değerlendirilmesi  (2000) (17) Anayasa Yargısı Dergisi 256; Recai Akyel, ‘Türkiye de Siyasi Partilerin Hukuksal Konumları ve Denetimleri  (2018), 6(12) Uyuşmazlık Mahkemesi Dergisi 115,117.5  TDK Sözlüğü, https://sozluk.gov.tr/, Erişim tarihi 6 Nisan 2021.6  Namık Kemal Öztürk, Anayasa Hukuku (2. Baskı, Seçkin 2019) 335; Siyasi parti kavramı doktrinde Teziç tarafından  halkın siyasi düşünce ve inançlarının oluşmasında birer araç olan siyasi kuruluşlar  şeklinde tanımlanmaktadır. Bkz Erdoğan Teziç, Anayasa Hukuku (22. Baskı, Beta 2018) 139. Başka bir tanım için bkz Burhan Kuzu, ‘1961 ve 1982 Anayasalarında ve Bunlara İlişkin Siyasi Partiler Kanunlarında Siyasi Parti Kavramı, Kuruluşu ve Kapatma Rejimi (Karşılaştırmalı Bir İnceleme)  (1987) 52(1-4) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 145, 146:  Belli bir program üzerinde birleşmiş kişilerin, bu programı normal seçim yolu ile gerçekleştirmek amacını güderek kurmuş oldukları topluluklar.  Ayrıca siyasi parti kavramının hukuk sözlüğündeki tanımı için bkz Ejder Yılmaz, Hukuk Sözlüğü (10. Baskı, Yetkin 2011) 1238:  Aynı siyasal kanıları taşıyan kimselerin oluşturduğu topluluk.  7  Fendoğlu (n 1) 598; Eren (n 2) 313; Rıfat Karakoç, ‘1982 Anayasası nın Siyasi Partilere İlişkin Düzenlemeleri Üzerine Bir Değerlendirme  (2013) 3(2) Çankırı Karatekin Üniversitesi İİBF Dergisi 55, 59.8  Eren (n 2) 313; Karakoç (n 7) 59.9  Doktrinde Akyel siyasi partilerin anayasal bir statüye kavuşturulmasını demokrasiye anayasal bir güvence sağlama çabalarının bir sonucu olarak görmektedir. Bkz Akyel (n 4) 126.1327İstanbul Hukuk Mecmuası 79/4kişiler olmakla beraber, bunların ne tür bir tüzel kişiliğe sahip bulunduğu hususu Türk Hukukunda tartışmalıdır.11 Siyasi parti kurma, bu partilere katılma ve partilerden ayrılma hakkı Anayasa nın  Temel Haklar ve Ödevler  başlıklı ikinci kısmının  Siyasi Haklar ve Ödevler  başlıklı  dördüncü  bölümünde  düzenlenmiştir.  Anayasa nın  67 nci  maddesinde vatandaşların kanunda gösterilen şartlara uygun olarak seçme ve seçilme haklarına sahip olmalarının yanında, bağımsız olarak ya da bir siyasi parti içinde siyasi faaliyette bulunma haklarının varlığı da hükme bağlanmıştır. Bu düzenlemeden anlaşılacağı üzere bir vatandaş, bağımsız olarak siyasi faaliyette bulunma hakkına sahip olduğu gibi bu hakkını bir siyasi parti bünyesinde de kullanabilir. Anayasa nın bu hükmünden hareketle, siyasi partilerin temelinde vatandaşın siyasi faaliyette bulunma hakkının olduğu ifade edilmektedir.12 Siyasi faaliyette bulunma hakkının sınırlandırılması, diğer tüm temel hak ve hürriyetlerde olduğu gibi ancak Anayasa da belirtilen usule uygun olmak şartıyla mümkündür.13 Siyasi parti kurma, bu partilere katılma ve partilerden ayrılma hakkı Anayasa nın 68 inci maddesinde anayasal bir güvenceye kavuşturulmuş bulunmaktadır. Maddenin ikinci fıkrasında siyasi partilerin önemini ifade eden ve Anayasa Mahkemesinin de siyasi partilerle ilgili tüm kararlarında sıklıkla atıf yaptığı  Siyasi partiler, demokratik siyasi hayatın vazgeçilmez unsurlarıdır  hükmüne yer verilerek siyasi partilerle 10   Tüzel kişilik  başlığını taşıyan Türk Medeni Kanunu nun 47 nci maddesinde tüzel kişiler hakkında genel esaslara yer verildikten sonra 55 inci maddede, kamu tüzel kişileri ile ticaret şirketleri hakkındaki kanun hükümlerinin saklı tutulduğu düzenleme altına alınmıştır. Tüzel kişiler, kamu hukuku tüzel kişileri ve özel hukuk tüzel kişileri olmak üzere iki gruba ayrılırlar. Bkz İlhami Öztürk, ‘6102 Sayılı Türk Ticaret Kanunu nun Yürürlüğe Girmesiyle Anonim Şirket Yönetim Kurulu Üyeliğine Seçilmeleri Mümkün Olan Tüzel Kişilere Yönetim Kurulu Üyesi Sıfatıyla Ödenen Kar Paylarının Vergilendirilmesi  (2016) 2(1) Başkent Üniversitesi Hukuk Fakültesi Dergisi 93, 97-100.11  Siyasi partiler anayasal statüye sahip tüzel kişiler olmakla beraber, bunların ne tür bir tüzel kişiliğe sahip bulunduğu hususu Türk Hukukunda tartışmalıdır. Siyasi Partiler Kanunu nun dördüncü maddesinde  Siyasi partilerin vazgeçilmezliği ve niteliği  başlıklı bir hükme yer verilse de madde metninde siyasi partilerin hukuki niteliği ile ilgili bir tespite yer verilmemiştir. Aynı şekilde siyasi partilerin tanımının yapıldığı Siyasi Partiler Kanunu nun 3 üncü maddesinde de siyasi partilerin tüzel kişiliğe sahip olduğu vurgulanmış ancak bunun ne tür bir tüzel kişilik olduğu hakkında bir belirlemeye yer verilmemiştir. Anayasa Mahkemesi çeşitli kararlarında siyasi partilerin kamu veya özel hukuk tüzel kişisi olmadığını bunların kendine özgü kurumlar olduğunu ifade etmiştir. Ancak son dönemlerde Anayasa Mahkemesi nin bireysel başvuru kararlarında, siyasi partilerin özel hukuk kişisi olarak nitelendirildiği ve başvurularının kabul edildiği ifade edilmektedir. Bkz Eren (n 2) 317-318; Siyasi partilerin kendine özgü bir kuruluş niteliğinde olduğunu ifade eden bir görüş için bkz İba (n 3) 52 vd. Siyasi partilerin  serbest kuruluşlar  olduğunu ifade eden görüş için bkz Kuzu (n 6) 153, Akyel (n 4) 128; Anayasada, mahalli idareler (il özel idareleri, belediye ve köy idareleri) (m.127), üniversiteler (m.130), Devletçe kurulan tek radyo ve televizyon kurumu (m.133), Atatürk Kültür, Dil ve Tarih Yüksek Kurumu (m.134) ve kamu kurumu niteliğindeki meslek kuruluşları (m.135) gibi doğrudan kamu tüzel kişisi olarak nitelendirilen kurumlar arasında siyasi partilere yer verilmemiştir. Anayasanın 123 üncü maddesinin üçüncü fıkrasında yer alan  Kamu tüzelkişiliği, kanunla veya Cumhurbaşkanlığı kararnamesiyle kurulur  hükmü de kanunla kamu tüzel kişiliği verilmemiş olan siyasi partilerin kamu tüzel kişisi olmadıkları yönündeki kanaati güçlendirmektedir. Siyasi partiler Anayasa nın 69 uncu maddesi uyarınca ticari faaliyetlere girişemeyeceklerdir. Benzer şekilde Siyasi Partiler Kanunu nun 67 nci maddesinde de siyasi partilerin ticari faaliyette bulunamayacakları hükme bağlanmıştır. Öte yandan Siyasi Partiler Kanunu nun 121 inci maddesinde Türk Medeni Kanunu ile Dernekler Kanunu nun ve dernekler hakkında uygulanan diğer kanunların Siyasi Partiler Kanunu na aykırı olmayan hükümlerinin siyasi partiler hakkında da uygulanacağı hükme bağlanmış, 5520 sayılı Kurumlar Vergisi Kanunu nun 2 nci maddesinin gerekçesinde de siyasi partilerin kurumlar vergisi mükellefi olmadığı ancak bu kuruluşların işletmelerinin bulunması hâlinde bunların her koşulda kurumlar vergisine tabi olduğu açıklamasına yer verilmiştir.12  Kemal Gözler, Türk Anayasa Hukuku Dersleri (16. Baskı, Ekin 2014) 160.13  Uğur Yiğit, ‘Siyasi Partilerin Temelli Kapatılması İle Kapatılması Arasındaki Farklar ve Kapatılan Partilerin Yeniden Açılması  (2008) (75) Türkiye Barolar Birliği Dergisi 165, 173.1328Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğiilgili temel ilke ortaya koyulmuş, siyasi partiler olmaksızın demokratik bir yönetimin söz konusu olamayacağı deklare edilmiştir. Maddenin ilk fıkrasında vatandaşların usulüne uygun olarak siyasi parti kurma, siyasi partilere katılma ve siyasi partilerden ayrılma hakkının bulunduğu hükme bağlanmıştır. Demokratik bir yönetimin gereği olarak siyasi parti kurma hakkı herhangi bir kişi veya makamın iznine tabi değildir.14 Bu husus ise aynı maddenin üçüncü fıkrasında hüküm altına alınmıştır.Anayasa nın 68 inci maddesinin ilk fıkrasında on sekiz yaşını dolduran herkesin siyasi partilere üye olabileceğine ilişkin genel kural ortaya koyulduktan sonra; beş, altı ve yedinci fıkralarda, yerine getirdikleri faaliyetler sebebiyle siyasi partilere üye olamayacak kişi veya gruplar tek tek sayılmış, diğer bazı kimselerin ise siyasi partilere hangi hâl ve şartlar altında üye olabileceklerine ilişkin özel düzenlemelere yer verilmiştir.15 Maddenin sekizinci ve son fıkrasında ise siyasi partilere Devlet tarafından  mali  yardım  yapılacağı  düzenlenmiştir.16  Türkiye de  siyasi  partilere hazineden yardım yapılması ilk kez 1965 yılında yürürlüğe giren bir kanun ile uygulanmaya başlanmış ise de ilgili kanun Anayasa ya aykırı görülerek Anayasa Mahkemesi tarafından iptal edilmiş, ardında hazine yardımı 30/06/1971 tarihli ve 1421 sayılı Kanun ile 1961 Anayasasına eklenen hüküm ile anayasal güvenceye kavuşturulmuştur.17 Anayasa nın 69 uncu maddesinde siyasi partilerin uyması gereken bazı esaslara yer verilmiştir.18 Buna göre, siyasi partilerin parti içi düzenlemeleri ve çalışmalarının demokratik  ilkelere  uygun  olması  gerekmektedir  (m.69/1).  Siyasi  partilerin ticari  faaliyetlerde  bulunmaları  yasaklanmıştır  (m.69/2).  Siyasi  partilerin  gelir ve giderlerinin parti amaçlarına ve kanunun öngördüğü kurallara uygun olması gerekmektedir (m.69/3). 14  Eren (n 2) 318; Ergun Özbudun, Türk Anayasa Hukuku (15. Baskı, Yetkin 2014) 95; Kuzu (n 6) 154.15  Bkz Anayasa 68/5-7.16  Anayasa m.68/8:  Siyasi partilere, Devlet, yeterli düzeyde ve hakça mali yardım yapar. Partilere yapılacak yardımın, alacakları üye aidatının ve bağışların tabi olduğu esaslar kanunla düzenlenir. 17  Fendoğlu (n 1) 598; Özbudun (n 14) 108; AYM, T. 2.2.1971, E. 1970/12, K. 1971/13, R.G. 9.7.1971/13890, Erişim tarihi 1 Mayıs 2021.18  23/08/1995 tarihli ve 4121 sayılı Kanun değişikliğinden önce bu maddede; siyasi partilerin amaçlarına, çalışmalarına ve örgütlenmelerine ilişkin pek çok yasağa daha yer verilmekteydi. Örneğin; siyasi partilerin yurtdışı teşkilatı kurmaları, kadın ve gençlik teşkilatı oluşturmaları ile vakıf kurmaları yasaktı. Bu yasaklar sözü edilen kanun değişikliği ile Anayasa dan çıkarılmıştır. Bkz Gözler (n 12) 164; Özbudun (n 14) 99.1329İstanbul Hukuk Mecmuası 79/4Anayasa ile birlikte SPK ve 298 sayılı Seçimlerin Temel Hükümleri ve Seçmen Kütükleri Hakkında Kanun ile de siyasi partiler bakımından geçerli olmak üzere bazı yasaklar ile siyasi partilerin demokratik siyasi yaşam bakımından arz ettiği önem doğrultusunda bazı görev ve haklara yer verilmiştir.Anayasa nın 68 inci maddesinin dördüncü fıkrasında siyasi partilerin amaçlarıyla ilgili sınırlayıcı bir hükme yer verilmiştir.21 İlgili fıkra şu şekildedir:  Siyasi partilerin tüzük ve programları ile eylemleri, Devletin bağımsızlığına, ülkesi ve milletiyle bölünmez bütünlüğüne, insan haklarına, eşitlik ve hukuk devleti ilkelerine, millet egemenliğine, demokratik ve laik Cumhuriyet ilkelerine aykırı olamaz; sınıf veya zümre diktatörlüğünü veya herhangi bir tür diktatörlüğü savunmayı ve yerleştirmeyi amaçlayamaz; suç işlenmesini teşvik edemez.  Görüleceği üzere bu hüküm ile siyasi partilerin,  Türkiye  Cumhuriyeti nin  kuruluş  felsefesine,  bölünmez  bütünlüğüne ve milli egemenlik ilkesine aykırı eylemlerde bulunamayacağı ve bu doğrultudaki amaçlara tüzük ve programlarında dahi yer veremeyecekleri kurala bağlanmıştır.22 Aşağıda da değinileceği üzere bu fıkradaki esaslara aykırı hareket eden siyasi partilerin kapatılması gündeme gelebilecektir.II. Türk Hukukunda Siyasi Partilerin KapatılmasıA. Siyasi Parti Kapatma SebepleriSiyasi partilerin varlığının demokratik siyasi yaşantının vazgeçilmez bir unsuru olması, bunların her ne pahasına olursa olsun siyasi faaliyetlerine devam edebilecekleri anlamına  gelmemektedir.  Siyasi  partiler  aracılığıyla  bazı  hak  ve  hürriyetlerin 19  Bkz SPK m.81-83 ve m. 96; Doktrinde Özbudun a göre Siyasi Partiler Kanunu ile getirilen bu yasaklar Anayasa da yer alan  devletin ülkesi ve milletiyle bölünmez bütünlüğü ne aykırı hareket etme yasağını aşmaktadır. Siyasi Partiler Kanunu Anayasa da yer verilen yasakları genişletici hükümlere yer verememekle birlikte ancak bu yasakları somutlaştırıcı açıklamalar içerebilir. Dolayısıyla Kanun ile getirilen bu yasaklar Anayasa ya aykırıdır. Bkz Özbudun (n 14) 96. 20  298 sayılı Seçimlerin Temel Hükümleri ve Seçmen Kütükleri Hakkında Kanun un 17 nci maddesine göre son milletvekili genel ve ara seçimlerinde kendi listesinden yasama meclisine seçilmiş en az bir üyeye sahip olan veya tüzüklerine göre ilk genel kongresini yapmış olup, illerin en az yarısında ve en az altı ay evvel il ve ilçe teşkilatını kurmuş bulunan ve adları Yüksek Seçim Kurulu tarafından ilçe seçim kurullarının yeniden kurulması için öngörülen ayların ikinci haftasında tespit ve ilan edilen siyasi partilerden o il ve ilçede teşkilatı bulunanlar, il ve ilçe seçim kurullarında birer temsilci bulundururlar. Bu temsilciler ilçe seçim kurulunun bütün çalışmalarına ve görüşmelerine katılırlar ancak oy kullanamazlar. Görüşülen iş hakkında siyasi parti temsilcileri görüşlerini bildirirlerse, il ve ilçe seçim kurulu bunları da dinledikten sonra, kendi arasında işi görüşerek karar verir ve kararı temsilcilere bildirir. Siyasi parti temsilcilerinin toplantılara katılmamaları işlerin görüşülmesini durdurmaz. Bkz Uğur Yiğit ve İlhami Öztürk, Yargı Hukuku (1. Baskı, Adalet 2020) 205-209. Siyasi parti temsilcilerine il ve ilçe seçim kurullarında yer alma hakkı verilmek suretiyle seçimlerin yürütülmesi ile ilgili alınan kararlara katılımlarının sağlanması seçimlerin adil bir şekilde yapılabilmesi için oldukça önemlidir. Zira, birçok rejimde seçimler yapılsa da demokrasileri diğerlerinden ayıran seçimlerin adil ve demokratik ilkelere uygun bir şekilde yapılmasıdır. Burada  mala zarar verme suçu nun siyasi partilerin mallarına karşı işlenmesi hâlinde ortaya çıkacak ceza sorumluluğu ve bunun siyasi partiler bakımından arz ettiği öneme de değinmek gerekecektir. TCK nın 152 nci maddesinin birinci fıkrasının (f) bendinde mala zarar verme suçunun siyasi partilerin mallarına karşı işlenmesi daha fazla cezayı gerektiren nitelikli hâl olarak düzenlenmiştir. Bu düzenleme de siyasi partilerin demokratik siyasi hayat bakımından arz ettiği önem doğrultusunda sevk edilen hükümlere örnek niteliğindedir.21  Gözler (n 12) 163; Selcen Altınbaş, ‘Türkiye de Parti Yasaklarının Parti Kapatma Davaları Üzerinden Okunması  (2019) 7(1) Nişantaşı Üniversitesi Sosyal Bilimler Dergisi 44, 48.22  Özbudun (n 14) 95-961330Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğikötüye  kullanılmasına  hukuk  düzeni  tarafından  izin  verilmesi  beklenemez.23 Yukarıda da ifade edildiği gibi Anayasa ve SPK siyasi partiler ile ilgili bazı yasaklar öngörmüştür. Bu yasaklara uymamanın esas yaptırımı ise siyasi partilerin temelli olarak  kapatılmasıdır.25  Siyasi  partilerin,  verdiği  yetkilerin  kötüye  kullanılması sonucunda ve ancak zorunlu hâllerde partilerin kapatılması siyasi faaliyette bulunma hakkını ihlal etmez.26 Nitekim Avrupa İnsan Hakları Sözleşmesi de (AİHS) zorunlu bazı  hâllerde  siyasi  partilerin  kapatılmasına  cevaz  vermektedir.27 Avrupa  İnsan Hakları Mahkemesi (AİHM) siyasi partiler aracılığıyla siyasi faaliyette bulunma hakkını AİHS in 11 inci maddesi çerçevesinde değerlendirmektedir.28 Mahkemeye göre siyasi partilerin kapatılmasının AİHS e aykırılık taşımaması için; kapatma sebebinin Anayasa veya kanunda öngörülmesi, parti kapatmanın 11 inci maddenin 23  Karakoç (n 7) 59; Kuzu (n 6) 155.24  Siyasi Partiler Kanunu nun 104 üncü maddesinde kapatma sebepleri dışında siyasi partilerin Kanun a aykırı faaliyetlerde bulunmaları hâlinde kendilerine  ihtar  verilmesi usulü düzenlenmiştir. Söz konusu düzenlemeye göre, siyasi partinin SPK nın 101 inci maddesi dışında kalan emredici hükümlerine aykırılık taşıması hâlinde Cumhuriyet Başsavcılığının yazılı başvuru üzerine Anayasa Mahkemesi ilgili siyasi partiye söz konusu aykırılığın giderilmesine ilişkin ihtar verir.25  Anayasa, siyasi partilerin kapatılması ile ilgili düzenlemelerinde  temelli kapatma  ibresini kullanırken, Siyasi Partiler Kanunu  kapatma  kavramına yer vermektedir. Doktrinin çoğunluğu bu iki kavramının aynı anlama geldiğini ifade etmektedir. Ancak doktrinde Yiğit, temelli kapatma ile kapatma kavramlarının farklı anlamlara geldiğini, Anayasa ve Siyasi Partiler Kanunu arasında böyle bir ayrım yaratılmasının bilinçli bir tercih olduğunu ifade etmektedir. Yazara göre Anayasa da sayılan sebepler siyasi partilerin temelli kapatılma sebepleri iken, Siyasi Partiler Kanunu nda sayılan sebepler kapatma sebepleridir. Zira Anayasa nın 69 uncu maddesinin son fıkrasında yer verilen  siyasi partilerin kapatılmaları yukarıdaki esaslar çerçevesinde kanunla düzenlenir  hükmünün, siyasi partilerin kapatılması sebeplerinin belirlenmesi noktasında kanun koyucuya yetki verdiği savunulabilir. Ancak Siyasi Partiler Kanunu nda yer verilen parti kapatma sebepleri Anayasa Mahkemesi nin çeşitli iptal kararlarından sonra yürürlükten kaldırılmış ve Anayasa ile Kanun arasında ilerisi için bir paralellik sağlanmıştır. Yazara göre, Anayasa ve Siyasi Partiler Kanunu ile getirilen temelli kapatma-kapatma ayrımı lüzumsuz bir ayrım değildir, geleceğe etki doğurmaktadır. Temelli kapatılan partiler başka bir isim altında yeniden kurulamayacak iken, kapatılan partiler bakımından böyle bir durum söz konusu değildir. Dolayısıyla Anayasa nın 69 uncu maddesinin sekizinci fıkrasında yer verilen  Temelli kapatılan bir parti bir başka ad altında kurulamaz  hükmünün, geçmişte Siyasi Partiler Kanunu na dayanılarak kapatılan siyasi partiler bakımından uygulanma kabiliyeti söz konusu değildir. Bkz Yiğit (n 13) 171-173. 26  Siyasi partilerin zorunlu bazı hâllerde kapatılması bugün için demokratik ilkelere uygun olsa da; siyasi partilerin demokratik siyasi hayat bakımından arz ettiği önem de göz önünde bulundurularak partilerin kapatılması yerine, kapatılmaya sebebiyet veren eylemleri işleyen kişiler hakkında belirli süre için siyasetten menetme ya da siyasi partilere üye olamama gibi yaptırımların uygulanması düşünülebilir. Kapatılmaya sebebiyet veren eylemlerin, siyasi partilerin başta yönetim organlarında bulunan kişiler olmak üzere geniş bir kesim tarafından işlenmesi hâllerinde ise parti hakkında belli bir süre seçimlere katılamama gibi yaptırımlar uygulanabilir. Parti kapatma yerine böylesi sınırlı yaptırımların uygulanmasının demokratik ilkelere daha uygun olabileceği savunulabilir. Ayrıca, özellikle partinin yürütme organlarında yer alan ve kapatmaya sebebiyet veren eylemlere sessiz kalan ve bu eylemleri engelleme ya da zayıflatma imkânı olmasına rağmen bunu yapmayan siyasi partinin temelli kapatılmasına beyan veya faaliyetleriyle sebep olanlar dışındaki parti üyelerine de belirli bir süre siyasi faaliyette bulunamama sonucunu doğuracak yaptırımların uygulanması düşünülebilir. Bunun sonucunda, siyasi partilere katılan kişiler, partinin yasak eylemlerine sessiz kalmaları hâlinde kendilerine bir yaptırım uygulanma ihtimalini göz önünde bulundurarak mensubu oldukları siyasi partinin eylemlerinin denetlenmesi ve mümkün ise yasak eylemlerin hukuki yollar dahilinde engellenmesi yönünde çaba sarf edecek ve bu yolla siyasi partilere üye olan kişilerin daha duyarlı davranmaları sağlanarak parti içinde bir oto-denetim sistemi getirilmiş olacaktır. Nitekim, Anayasa nın 69 uncu maddesinin altıncı fıkrası uyarınca bir siyasi partinin kapatılmasına neden olarak sayılan fiillerin parti kapatılmasına sebebiyet vermesi için, Anayasa nın 68 inci maddesinin dördüncü fıkrasına aykırı fiillerin bireysel eylemler olmaktan çıkıp, siyasi partinin bu nitelikteki eylemlerin yoğun şekilde işlendiği bir  odak  hâline gelmesi gerekmektedir. Bu durumda siyasi parti üyelerinin tamamına bir sorumluluk yüklendiğini söylemek mümkündür. Siyasi partinin kapatılması durumunda bu parti üyelerinin tamamı için -siyasi partinin temelli kapatılmasına beyan veya faaliyetleriyle sebep olan üyeler dışındakiler de dahil olmak üzere- belli bir süre siyasi partiye üye olamama gibi bir müeyyide uygulanması bu sorumluluğun gereği olarak isabetli olacaktır. 27  Avrupa İnsan Hakları Sözleşmesi ile siyasi parti kapatma davaları arasındaki ilişki hakkında detaylı bilgi için bkz Mehmet Turhan, ‘Avrupa İnsan Hakları Sözleşmesi ve Siyasi Parti Kapatma Davaları  (2000) 57(3) Ankara Üniversitesi SBF Dergisi, 129-150.28  AİHM, Unıted Communıst Party of Turkey,1998: par. 25.1331İstanbul Hukuk Mecmuası 79/4ikinci fıkrasında yer verilen meşru amaçlardan birine dayanması ve müdahalenin demokratik toplumlarda zorunluluk arz etmesi gerekir.30Anayasa Mahkemesi de siyasi parti kapatma davalarında verdiği bazı kararlarında siyasi faaliyetlerde bulunma özgürlüğü ile bu yetkinin kötüye kullanılması suretiyle siyasi partilerin kapatılması arasındaki ilişkiyi, hiçbir özgürlüğün Devletin temel ilkelerini ortadan kaldırma amacıyla kullanamayacağını ifade ederek açıklamaktadır.31Anayasa nın 69 uncu maddesinin yedinci fıkrasına 3/10/2001 tarihli ve 4709 sayılı  Kanun  ile  eklenen  hüküm  uyarınca,  fiilin  ağırlığına  göre  siyasi  partinin kapatılması yerine Devlet yardımından kısmen veya tamamen yoksun bırakılmasına karar verilebilmesi hususunda Anayasa Mahkemesine bir takdir yetkisi tanınmıştır.32 Bu hüküm, siyasi partilerin kapatılmasının zorlaştırılması ve yapılan eylemler ile uygulanan yaptırım arasında orantılılık olması gerektiğinden hareketle Anayasa ya eklenmiştir.33 Anayasa nın  69 uncu  maddesine  göre,  siyasi  partilerin  kapatılması, Yargıtay Cumhuriyet  Başsavcılığının  bir  iddianame  ile  açacağı  dava  üzerine  Anayasa Mahkemesi tarafından kesin olarak karara bağlanır.34 Doktrinde bu hükmün siyasi partiler bakımından bir güvence sağladığı ifade edilmektedir. Zira Anayasa, siyasi parti kapatma davalarına bakma görevini alelade bir mahkemeye vermemiş, bu konuda Anayasa nın üstünlüğünü korumakla görevli Anayasa Mahkemesi ni yetkili 29  AİHS in 11 inci maddesinde yer verilen ve siyasi faaliyette bulunma özgürlüğünün sınırlandırılmasına cevaz verilen nedenler; ulusal güvenliğin ve kamusal güvenliğin korunması, kamu düzeninin sağlanması, suç işlenmesinin önlenmesi, başkalarının hakları ile toplum sağlığının ve ahlakının korunmasıdır. AİHS metni için bkz https://www.echr.coe.int/documents/convention_tur.pdf, Erişim tarihi 28 Nisan 2021.30  Uygun (n 4) 263-264; Mahkemeye göre, siyasi partinin Devlet rejimine aykırı programa sahip olması ve rejimin diyalog yoluyla değiştirilmesinin savunulması, rejimin değiştirilmesi için şiddet çağrısı yapılmadığı sürece demokrasiye aykırılık teşkil etmemektedir. Bkz AİHM, Case of the Socialist Party and Others v. Turkey, par.46 ve 47/3, Uygun (n 4) 263 ten naklen; AİHM aynı yönde belirlemelere Türkiye Birleşik Komünist Partisi kararında da yer vermiştir. Bkz AİHM, Unıted Communıst Party of Turkey,1998: par. 43-44 vd.; AİHM ilk kez Refah Partisi kararı ile Türkiye de kapatılan bir siyasi parti hakkında 11 inci maddenin ihlal edilmediğine karar vermiştir (Refah Partisi (The Welfare Party) And Others V. Turkey). Bu karar ile AİHM parti kapatma davalarındaki içtihadının değişip değişmediği tartışmalı hâle gelmiştir. Bkz Turhan (n 27) 142.31  AYM, (Fazilet Partisi Kapatma Davası), T. 22.06.2001, E. 1999/2, K. 2001/2, R.G.: 05.01.2002-24631, Erişim tarihi 10 Nisan 2021.32  İlgili madde  yukarıdaki fıkralara  göndermede bulunduğundan bir siyasi partinin yabancılardan parasal yardım alması hâlinde kapatma yerine Devlet yardımından yoksun bırakma kararının verilmesi mümkün değildir. Ayrıca siyasi partilerin Devlet yardımı alabilmesi son genel seçimde ülke çapında geçerli oyların en az yüzde yedisini alma şartına tabii olduğundan, Devlet yardımı almayan bir parti hakkında bu kararının verilmesi de mümkün değildir. Bkz Gözler (n 12) 167, İba (n 3) 106-107.33  Fendoğlu (n 1) 603; İba (n 3) 106: Yazara göre ilgili düzenleme parti kapatılmasını zorlaştırdığı için reformist bir gelişmedir; Doktrinde Akyazan ise Devlet yardımından yoksun bırakma tedbirinin Anayasa nın 68 inci maddesinin dördüncü fıkrasındaki esaslara aykırı nitelikteki eylemler ile orantılı olmadığını ve bu durumdaki partinin demokratik düzene karşı ortaya çıkardığı tehlikenin finansal bir yaptırım ile önlenemeyeceğini belirtmektedir. Bkz Emrah Akyazan, ‘1982 Anayasası na Göre Siyasi Partilerin Kapatılması  (2006) (65) Türkiye Barolar Birliği Dergisi 247, 260.34  Doktrindeki ekseriyete göre siyasi partiler ancak Anayasa da belirtilen sebeplere dayanılarak kapatılabilirler. Siyasi Partiler Kanunu ya da diğer kanunlarla siyasi parti kapatma nedenleri öngörülemez. Nitekim Anayasa Mahkemesi de Siyasi Partiler Kanunu nda düzenlenen bir parti kapatma sebebinin iptali için açılan davada verdiği kararında aynı sonuca ulaşmıştır. AYM, T. 01.04.2003, E. 2003/21, K. 2003/13, AYM Kararlar Bilgi Bankası, Erişim tarihi 08 Nisan 2021.1332Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğikılmıştır.35 Türkiye de bugüne kadar 6 sı 1961 Anayasası döneminde, 19 u 1982 Anayasası döneminde olmak üzere, Anayasa Mahkemesi tarafından toplam 25 siyasi parti kapatılmıştır.36 Bu partilerin on tanesi herhangi bir eylemi olmadan, parti tüzüğü ve programları sebebiyle kapatılmıştır.37 Bu çalışmanın kaleme alındığı sıralarda bir siyasi parti hakkında kapatılma istemiyle Yargıtay Cumhuriyet Başsavcılığı tarafından iddianame tanzim edilmiştir.Anayasa nın 69 uncu maddesi, siyasi partilerin kapatılması sonucunu doğuracak üç  sebebe  yer  vermiştir.  Bunlardan  ilki;  siyasi  parti  tüzük  ve  programlarının Anayasa nın  68 inci  maddesinin  dördüncü  fıkrasına  aykırı  olması  iken,  diğeri parti eylemlerinin aynı hükme aykırılık teşkil etmesidir. Siyasi partilerin birinci sebepten ötürü kapatılması kolay iken, ikinci sebepten dolayı kapatılması daha zordur.38 Zira, siyasi partilerin program ve tüzüklerinden dolayı kapatılması için bunların  içeriğinin  Anayasa nın  68 inci  maddesinin  dördüncü  fıkrasına  aykırı olması yeterli iken, eylemlerinden dolayı kapatılması için, siyasi partinin bu hükme aykırı nitelikte fiillerin işlendiği bir odak hâline gelmesi gerekmektedir.39 Siyasi partilerin kapatılması sonucunu doğuracak üçüncü sebep ise siyasi partinin yabancı devletlerden, uluslararası kurum ve kuruluşlar ile yabancı gerçek ve tüzel kişilerden parasal  yardım  almasıdır.  Siyasi  partilerin  kapatılabilmesi  için  bu  üç  sebebin kanıtlanmış olması gerekir. Bu sebepler dışındaki başka bir duruma dayanılarak siyasi partilerin kapatılması mümkün değildir.40 Anayasa Mahkemesi de SPK ile öngörülen birçok parti kapatma sebebini zamanla Anayasa ya aykırı bularak iptal etmiş, siyasi partilerin ancak Anayasa da düzenlenen sebepler ile kapatılabileceğine hükmetmiştir. Bu iptal kararlarından hareketle kanun koyucu, SPK ile sevk edilen parti kapatma sebeplerini yürürlükten kaldırarak Anayasa ile SPK arasında bir uyum sağlamıştır. Şimdi parti kapatma sebepleri kısaca incelenecektir.1. Siyasi Partilerin Tüzük ve Programlarının  Anayasa m. 68/4 e Aykırı OlmasıSiyasi partilerin kapatılması sebeplerinden ilki, partinin tüzük ve programlarının Anayasa nın 68 inci maddesinin dördüncü fıkrasına aykırı olmasıdır. Bu kapatma sebebi için başka bir şart aranmamaktadır. Anayasa Mahkemesi yapacağı inceleme sonucunda partinin tüzüğünün veya programlarının bu hükümle ortaya koyulan 35  Özbudun (n 14) 101; Ali Fuat Gökçe ve Elif Dölek ‘Anayasa Yargısı ve Demokrasi  (2018) 5(6) Avrasya Sosyal ve Ekonomi Araştırmaları Dergisi 118, 134; İba (n 3) 100.36  Özbudun (n 14) 102; Akyel (n 4) 144.37  Fendoğlu (n 1) 606; Doktrinde, siyasi partilerle ilgili kapatma davalarının sayısının fazla olmasının sebeplerinden biri olarak, kapatılan partilerin isim değiştirerek benzer tüzük ve programlarla yeniden kurulması gösterilmektedir. Bkz Yılmaz Aliefendioğlu, Anayasa Yargısı (1. Baskı, Yetkin 1997) 345.38  Gözler (n 12) 164; Tanör ve Yüzbaşıoğlu (n 3) 212.39  Fendoğlu (n 1) 602; Akyel (n 4) 142-143; Mehmet Sercan Ercan, ‘Anayasa Mahkemesi Kararları Işığında Siyasal Parti Yasakları  (2016) 3(1) İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, 49, 51.40  Akyazan (n 33) 264; Yiğit (n 13) 167.1333İstanbul Hukuk Mecmuası 79/4esaslara aykırılık teşkil ettiği kanısına varırsa parti hakkında temelli kapatma kararı verecektir.41 Anayasa nın söz konusu hükmünde Türkiye Cumhuriyeti nin temel nitelikleri ortaya koyulmaktadır. Bu nitelikler; bağımsızlık ve bölünmez bütünlük, insan haklarına dayanan eşitlikçi bir hukuk devleti, demokratik ve laik cumhuriyet, herhangi bir sınıf veya zümre diktatörlüğünün reddedilmesi suretiyle egemenliğin mutlak olarak millete ait olması şeklinde ifade edilebilir. Hükümde ayrıca siyasi partilerin suç işlenmesini teşvik edemeyecekleri de düzenlenmiştir. Dolayısıyla, siyasi partilerin tüzük ve programları bu niteliklere aykırı olamaz. Örneğin, bir siyasi parti tüzüğünde millet egemenliğini reddederek bir zümrenin iktidarını savunamaz. Aynı şekilde bir siyasi parti laiklik ilkesine karşı olamayacağı gibi bu ilkeye aykırı hususlara parti tüzüğü ve programında da yer veremez. Bu yönde açıklamalara parti tüzüğünde ve programlarında yer verilmesi siyasi partilerin temelli olarak kapatılması sebebidir. Siyasi partilerin tüzüğündeki aykırılığın düzeltilmesi hususunda ilgili siyasi partinin uyarılması ve uygun bir süre verilerek bu aykırılığı düzeltmesinin istenmesi yerine bu aykırılığın kapatma sebebi olarak öngörülmüş olması dikkat çekicidir. 2. Siyasi Partilerin Eylemlerinin Anayasa m. 68/4 e Aykırı OlmasıSiyasi partilerin kapatılması sebeplerinden ikincisi, parti eylemlerinin Anayasa nın 68 inci maddesinin dördüncü fıkrasında belirtilen yasaklara aykırılık teşkil etmesidir. Anayasa nın 68 inci maddesinin dördüncü fıkrasında belirtilen hususlara yukarıda değinilmiştir. Siyasi partilerin tüzük ve programlarından dolayı kapatılmasından farklı olarak burada, ilgili siyasi partinin Anayasa nın 68 inci maddesinin dördüncü fıkrasına aykırı eylemlerin işlendiği bir odak hâline gelmesi şartı aranmaktadır.42 Odak  olma  şartı  Anayasa ya  ilk  kez  23/7/1995  tarihli  ve  4121  sayılı  Kanun değişikliği ile eklenmiştir. Ancak odak olma şartının ne anlama geldiği Anayasa da açıklanmamış, dolaylı olarak parti kapatma davalarına bakacak makam olan Anayasa Mahkemesi ne bir takdir yetkisi verilmiştir.43 3/10/2001 tarihli ve 4709 sayılı Kanun ile odak olma şartının ne anlama geldiğine Anayasa da açıkça yer verilmiş, Anayasa Mahkemesi nin bu konudaki takdir yetkisi sınırlandırılmıştır. Odak olma kavramı Anayasa nın 69 uncu maddesinin altıncı fıkrasında şu şekilde tanımlanmıştır:  Bir siyasî parti, bu nitelikteki fiiller o partinin üyelerince yoğun bir şekilde işlendiği ve bu durum o partinin büyük kongre veya genel başkan veya merkez karar veya yönetim organları veya Türkiye Büyük Millet Meclisindeki grup genel kurulu veya 41  Gözler (n 12) 164; Karakoç (n 7) 65; Anayasa nın 68 inci maddesinin dördüncü fıkrasında düzenlenen ve siyasi partilerin tüzük ve programlarının uygun olması gerektiği bu esaslar Türkiye Cumhuriyeti nin temel niteliklerini ortaya koymaktır. Dolayısıyla bu esaslara uyması gereken yalnızca siyasi partiler değil toplumdaki tüm kişi ve gruplardır. Kamu makamları da bu esaslara uymak mecburiyetindedirler. Anayasanın  Başlangıç  kısmında da içerisinde bu nitelikleri barındıran bir açıklamaya yer verilmiştir. Görüleceği üzere Anayasa nın 68 inci maddesinin dördüncü fıkrasındaki bu esasların Türkiye Cumhuriyeti nin kuruluş felsefesini yansıttığına şüphe bulunmamaktadır.42  Tanör ve Yüzbaşıoğlu (n 3) 212; Özbudun (n 14) 102; Fendoğlu (n 1) 602; Ferhat Uslu, Anayasa Yargısı (2. Baskı, Adalet 2018) 174; Akyel (n 4) 267.43  Fendoğlu (n 1) 602; Ercan (n 39) 51-52.1334Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğigrup yönetim kurulunca zımnen veya açıkça benimsendiği yahut bu fiiller doğrudan doğruya anılan parti organlarınca kararlılık içinde işlendiği takdirde, söz konusu fiillerin odağı haline gelmiş sayılır. 44 Görüleceği üzere bu hüküm ile siyasi partilerin eylemlerinden ötürü kapatılabilmeleri için, Anayasa nın 68 inci maddesinin dördüncü fıkrasına aykırı fiillerin bireysel eylemler olmaktan çıkıp, siyasi partinin bu nitelikteki eylemlerin yoğun şekilde işlendiği bir odak hâline gelmesi gerekmektedir.45Anayasa nın ilgili hükmüne göre bir siyasi partinin bu nitelikteki eylemlerin işlendiği odak hâline gelmesi iki şekilde mümkün olabilir. İlki bu nitelikteki eylemlerin parti üyeleri tarafından işlenmesi iken, ikincisi bu eylemlerin parti organlarınca işlenmesidir. Buna göre, parti üyelerinin işlediği eylemler sonucunda siyasi partinin odak hâline gelmesi için; Anayasa nın 68 inci maddesinin dördüncü fıkrasına aykırı eylemlerin parti üyeleri tarafından yoğun şekilde işlenmesi ve bu durumun o partinin büyük kongre veya genel başkan veya merkez karar veya yönetim organları veya Türkiye Büyük Millet Meclisindeki grup genel kurulu veya grup yönetim kurulunca örtülü  veya  açıkça  benimsenmesi  gerekmektedir.46  Siyasi  partinin  organları tarafından işlenen fiiller sonucunda odak hâline gelmesi için ise; Anayasa nın 68 inci maddesinin dördüncü fıkrasında belirtilen yasaklara aykırı eylemlerin, partinin büyük kongre veya genel başkan veya merkez karar veya yönetim organları veya Türkiye Büyük Millet Meclisi ndeki grup genel kurulu veya grup yönetim kurulunca yoğun bir şekilde işlenmesi gerekmektedir.47 Anayasa Mahkemesi ayrıca, iki durumda da Anayasa nın 68 inci maddesinin dördüncü fıkrasına aykırı fiillerin  kararlılık  içinde işlenmesi şartını aramaktadır.483. Siyasi Partilerin Yabancılardan Parasal Yardım AlmasıSiyasi partilerin kapatılması sonucunu doğuracak üçüncü ve son sebep; siyasi partilerin yabancı devletlerden, uluslararası kurum ve kuruluşlar ile yabancı gerçek ve tüzel kişilerden parasal destek almasıdır.49 Bu durumda da ilgili siyasi parti Yargıtay Cumhuriyet 44  Odak hâli ile ilgili Anayasa da yapılan tanımın aynısına Siyasi Partiler Kanunu nun 104 üncü maddesinin ikinci fıkrasında da yer verilmiştir.45  Gözler (n 12) 164; Özbudun (n 14) 102; Bu şartın Anayasa Mahkemesi nin bazı kararlarında nasıl uygulandığı hakkında bilgi için bkz Tanör ve Yüzbaşıoğlu (n 3) 212; Yoğunlaşmadan söz edilebilmesi için, yasak eylemlerin partinin farklı üyeleri tarafından değişik zamanlarda sıklıkla işlenmesi ve bu eylemlerin anayasal bakımdan ağır ihlaller olması gerekmektedir. Bkz AYM, (Fazilet Partisi Kapatma Davası), T. 22.06.2001, E. 1999/2, K. 2001/2, R.G.: 05.01.2002-24631, Erişim tarihi 10 Nisan 2021.46  Gözler (n 12) 165. 47  Özbudun (n 14) 103; Uslu (n 42) 117.48  Kararlılık ; yasak eylemlerin işlenme iradesindeki sarsılmazlığı ve bu eylemleri işleme tutumundan caymamayı ifade eder. Dolayısıyla, yasak eyleme karşı parti içinden veya dışından gelen tepki ve eleştirilere rağmen, bu eylemlerin işlenmesine devam ediliyorsa kararlılık söz konusudur.  Siyasi partilerin yasaklanmış eylemlerin odağı hâline gelebilmesi için: 1- Anayasaya aykırı fiillerin bir partinin üyelerince ‘yoğun  bir şekilde işlenmesi ve bu durumun o partinin yetkili organlarınca zımnen veya açıkça benimsenmesi. 2- Anayasaya aykırı fiillerin doğrudan doğruya bir partinin yetkili organlarınca ‘kararlılık  içinde işlenmesi gerekmektedir , AYM, T. 30.07.2008, E. 2008/1, K. 2008/2, AYM Kararlar Bilgi Bankası, Erişim tarihi 08 Nisan 2021; Ayrıca bkz AYM, (Fazilet Partisi Kapatma Davası), T. 22.06.2001, E. 1999/2, K. 2001/2, R.G.: 05.01.2002-24631, Erişim tarihi 10 Nisan 2021.49  Ercan (n 39) 62; Karakoç (n 7) 66; Akyazan (n 33) 263; Gözler (n 12) 165; Fendoğlu (n 1) 603.1335İstanbul Hukuk Mecmuası 79/4Başsavcılığının açacağı dava üzerine Anayasa Mahkemesi tarafından kapatılabilecektir. Bu husus Anayasa nın 69 uncu maddesinin onuncu fıkrasında şu şekilde ifade edilmiştir:  Yabancı devletlerden, uluslararası kuruluşlardan ve Türk uyrukluğunda olmayan gerçek ve tüzel kişilerden maddi yardım alan siyasi partiler temelli olarak kapatılır. B. Siyasi Partilerin Kapatılması UsulüAnayasa nın 69 uncu maddesinin dördüncü fıkrası uyarınca siyasi parti kapatma davaları Yargıtay Cumhuriyet Başsavcılığı tarafından tanzim edilecek bir iddianame üzerine yapılacak yargılama sonucunda Anayasa Mahkemesi tarafından kesin karara bağlanacaktır. Anayasa, parti kapatma davaları ile ilgili bu genel esası ortaya koymuş, bu dava ile ilgili diğer hususların düzenlenmesini 69 uncu maddesinin son fıkrasında yer verilen hüküm uyarınca kanuna bırakmıştır.Anayasa nın  69 uncu  maddesinin  son  fıkrası  uyarınca  siyasi  parti  kapatma davalarının görülme usulü, SPK ile 6216 sayılı Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun da düzenlenmiştir.51 Anayasa Mahkemesinin Kuruluşu  ve Yargılama  Usulleri  Hakkında  Kanun un  52 nci  maddesinin  ikinci fıkrasına  göre,  siyasi  parti  kapatma  davaları  Genel  Kurulca  dosya  üzerinden incelenerek karara bağlanır. Aynı maddeye göre siyasi parti kapatma davalarına CMK nın bu davanın niteliğine uygun hükümleri uygulanacaktır.52 Buna göre bu davalarda CMK da yer verilen;  sanığın savunma delillerinin toplanması istemi (CMK 177) ,  suçun niteliğinin değişmesi (CMK 226)  gibi hükümler ile hukuka aykırı delillerinin yargılamada kullanılamaması (Anayasa 38, CMK 217) gibi ceza muhakemesi  hukuku  ilkeleri  parti  kapatma  davaları  bakımından  da  uygulanma kabiliyetini haizdir. Ancak,  iddianamenin iadesi (CMK 174) 53 müessesesinin siyasi parti kapatma davalarında uygulanabilirliği hususu tartışmaya açıktır. 50  Bkz SPK m.100.51  Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun, Kanun No: 6216, T. 30/3/2011, R.G.: 3/4/2011/2789452  Yiğit ve Öztürk (n 22) 440-441; Gözler (n 12) 165; Akyazan (n 33) 256.53  Bu çalışmanın kaleme alındığı sıralarda Anayasa Mahkemesi, bir siyasi partinin kapatılması talebiyle tanzim edilen iddianameyi CMK hükümlerine aykırı olduğu gerekçesiyle Yargıtay Cumhuriyet Başsavcılığına iade etmiştir. Mahkemenin iade kararına konu olan temel aykırılıklar; haklarında yasaklılık kararı verilmesi istenilen ya da istenilmeyen kişilerin kimliklerine ve eylemlerine iddianamede açıkça yer verilmemesi ve partiye isnad edilen eylemler ile partinin bu eylemlerin işlendiği bir odak noktası hâline gelmesi arasındaki ilişkinin kurulmamasıdır. Karar için bkz AYM, (Siyasi Parti Kapatma), T. 31.3.2021, E. 2021/1, K. 2021/1, https://www.anayasa.gov.tr/tr/kararlar-bilgi-bankasi/, Erişim tarihi 01 Mayıs 2021. Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un 52 nci maddesindeki siyasi parti kapatma davalarına niteliğine uygun düştüğü ölçüde CMK hükümlerinin uygulanacağı hükmüne rağmen 67 nci maddede; Mahkemenin Yüce Divan sıfatıyla baktığı davalar ile siyasi parti kapatma davalarında verdiği kararlara karşı yargılamanın yenilenmesinin 5271 sayılı Kanun hükümlerine göre istenebileceği hükme bağlanmıştır. Bu itibarla, siyasi parti kapatma davalarına niteliğine uygun düştüğü ölçüde CMK hükümlerinin uygulanacağı yönündeki düzenlemenin, CMK hükümlerinin tümünün uygulanmasını mümkün kılmadığını, siyasi parti kapatma davalarının niteliğine uygunluğu gözetilerek, CMK hükümlerinin bir kısmının bu davalarda uygulanmasının ancak açıkça kanunda belirtilmesi suretiyle mümkün olacağını, iddianamenin iadesi hükmünün de getiriliş amacı ve içeriği itibarıyla bu kapsamda değerlendirilebileceğini söylemek mümkündür. Nitekim, CMK da düzenlenen iddianame müessesesinin gerçek kişi ‘şüpheli yi (m.2, 13, 14, 22, 25, 45, 50, 52, 58, 66, 74, 75, 81, 84, 85, 86, 91, 95, 96, 98, 100, 101, 109, 146, 170, 174, 247, 262 ve 263 gibi) esas aldığı dikkate alındığında, aynı Kanun da yer alan iddianamenin iadesi hükmünün, iddianamenin iadesi hükmünün düzenlendiği maddeye ya da bu müesseseye açık bir yollama bulunmazken, bir tüzel kişi olan siyasi partilerin kapatılması davasında uygulanmasının  siyasi parti kapatma davalarına niteliğine uygun düştüğü ölçüde  uygulanma kriterini sağlamadığı düşünülmektedir. 1336Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki NiteliğiSiyasi  parti  kapatma  davalarında  uygun  düştüğü  ölçüde  CMK  hükümleri uygulanacağı için, Yargıtay Cumhuriyet Başsavcılığı tarafından kapatılma istemiyle dava açıldıktan sonra, kapatma sebeplerinin gerçekleşmediği hususunda Başsavcılıkta bir kanaatin oluşması veya sonradan ortaya çıkan delillerin siyasi partinin söz konusu fiilleri  işlemediğini  ortaya  koyması  gibi  sebeplerle,  Başsavcılığının  mütalaasını değiştirerek siyasi partinin kapatılmaması yönünde görüş bildirmesi de mümkündür. Aynı şekilde, Başsavcılık kapatma istemiyle dava açılmasından sonra siyasi partinin kapatılması yerine Devlet yardımından yoksun bırakılmasına karar verilmesini de istenebilecektir. Zira, CMK ya göre savcılık makamının iddianamede ileri sürdüğü iddia ve taleplerden sonradan vazgeçerek sanığın cezalandırılmamasını ya da sanık hakkında daha az bir cezaya hükmedilmesini isteme hakkı bulunmaktadır. Ancak Başsavcılığın davadan feragat etmesi mümkün değildir.54Anayasa  Mahkemesi  yapacağı  inceleme  sonucunda  parti  kapatma  şartlarının oluştuğuna  kanaat  eder  ise  partinin  kapatılmasına  ya  da Anayasa nın  69 uncu maddesinin  yedinci  fıkrasına  göre  kısmen  veya  tamamen  Devlet  yardımından mahrum bırakılmasına karar verecektir. Parti kapatma sebeplerinin şartları oluşmamış ise davanın reddine karar verilecektir. Kapatma veya Devlet yardımından yoksun bırakma kararları Anayasa nın 149 uncu maddesinin üçüncü fıkrası uyarınca üçte iki çoğunlukla alınır.55 Anayasa Mahkemesi nin parti kapatılması, kısmen veya tamamen Devlet yardımından mahrum bırakılması kararları kesindir. Bu kararlara karşı yargılanmanın yenilenmesi dışında başvurulabilecek herhangi bir kanun yolu öngörülmemiştir.5654  Siyasi parti kapatma davalarında CMK hükümlerinin uygulanması AİHM in parti kapatma davalarında vereceği ihlal kararları neticesinde iç hukukta yeniden yargılama yapılması sonucunu da doğuracaktır. Zira, CMK nın 311 inci maddesinin (f) fıkrası AİHM in vereceği ihlal kararlarının yargılamanın yenilenmesi sebebini oluşturacağını düzenlemiştir. Bkz Hüseyin Aydın, ‘Anayasa Mahkemesi Kararları Bağlamında Avrupa İnsan Hakları Mahkemesi İhlal Kararının, Siyasi Parti Kapatma Davalarında Yargılamanın Yenilenmesi Sebebi Olması  (2009) (11) Yasama Dergisi 50, 51.55  Parti kapatma kararının yeter sayısını düzenleyen bu hüküm ilk kez 3/10/2001 tarihli ve 4709 sayılı Kanun ile maddeye eklenmişti. İlgili hüküm parti kapatma kararının verilebilmesi için Anayasa Mahkemesi üye tam sayısının beşte üç çoğunluğunun oyunu gerekli görmekteydi. Daha sonra 12/09/2010 tarihli halkoylaması ile onaylanan 7/5/2010 tarihli ve 5982 sayılı Kanun ile parti kapatma kararının Anayasa Mahkemesi üye tam sayısının  üçte iki  çoğunluğu ile verilebileceği düzenlenmiştir. Doktrinde bu değişikliğin siyasi partilerin kapatılmasını zorlaştırmak için yapıldığı ifade edilmektedir. Bkz Gözler (n 12) 166.56  Gözler (n 12) 166; Karakoç (n 7) 64. Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un  Yeniden inceleme  başlığını taşıyan 58 inci maddesi ile Yüce Divan sıfatıyla bakılan davalarda verilen hükme karşı Yargıtay Cumhuriyet Başsavcısı veya Yargıtay Cumhuriyet Başsavcıvekili, sanık, müdafi, katılan veya vekili tarafından yeniden inceleme başvurusu yapılabilmesine imkan sağlanmış iken anılan Kanun da siyasi parti kapatma davaları neticesinde verilen karara karşı herhangi bir başvuru imkânı düzenlenmemiştir.1337İstanbul Hukuk Mecmuası 79/4Parti kapatma kararı sonucunda, siyasi partinin tüzel kişiliği başka bir isimle olsa bile bir daha açılmamak üzere sona erecektir. Ayrıca, Anayasa nın 69 uncu maddesinin dokuzuncu fıkrasına göre; siyasi partinin kapatılmasına söylem veya fiilleriyle sebep olan üyeleri, Anayasa Mahkemesi nin partinin kapatılmasına ilişkin kesin kararının Resmî Gazetede gerekçeli olarak yayımlanmasından itibaren beş yıl süreyle bir başka partinin kurucusu, üyesi, yöneticisi veya deneticisi olamayacaklardır. Bununla birlikte kapatılan siyasi partinin bütün malvarlığı hazineye geçecektir (SPK m.107).57 III. Siyasi Parti Kapatma Davalarının Hukuki  Niteliğine İlişkin Tartışma Ve GörüşlerA. Doktrindeki Görüşler ve Anayasa Mahkemesinin Konuya YaklaşımıYukarıda da ifade edildiği gibi Yargıtay Cumhuriyet Başsavcılığının düzenleyeceği iddianame  üzerine  açılan  siyasi  parti  kapatma  davaları  sonucunda  Anayasa Mahkemesi; siyasi partinin tüzüğünün veya programlarının Anayasa nın 68 inci maddesinin dördüncü fıkrasına aykırı olması hâli ile siyasi partinin yine Anayasa nın 68 inci maddesinin dördüncü fıkrasına aykırı eylemlerin işlendiği bir odak hâline geldiği  kanaatine  varırsa  partinin  kapatılmasına  veya  işlenen  fiillerin  ağırlığı göz önünde bulundurularak Devlet yardımından kısmen veya tamamen yoksun bırakılmasına karar verecek, bu kanaate ulaşılmaması hâlinde ise ilgili siyasi partinin kapatılması talebi reddedilecektir. Tüm bu kararlar siyasi parti kapatma davası sonucunda verilecektir.Siyasi parti kapatma davalarının hukuki niteliğinin ne olduğu konusunda doktrinde çeşitli görüşler bulunmaktadır. Bu görüşler, parti kapatma davalarının  ceza davası  ya da  kendine özgü bir dava  niteliğinde olduğu yönünde toplanmaktadır. Burada ilk önce  ceza davası  kavramından ne anlaşılması gerektiği ortaya koyulmalıdır. En genel anlamıyla ceza davası; bir suç işlendiği izlenimi ile başlayan soruşturma aşaması sonucunda, Cumhuriyet savcısının hazırladığı iddianamenin ceza mahkemesi tarafından kabul edilmesiyle başlayan yargılamaya denir.58 Ceza muhakemesinde  davasız yargılama olmaz  kuralı geçerlidir.59 57  SPK nın 95 inci maddesinde kapatılan siyasi partilerin başka isim altında tekrar kurulamayacakları düzenleme altına alınmıştır. Her ne kadar SPK nın 95 inci maddesinde böyle bir hükme yer verilmiş olsa da ülkemizde kapatılan siyasi partilerin devamı niteliğinde partiler kurulduğuna sıklıkla rastlanılmaktadır. Önceden bu durum SPK nın 101 inci maddesi ile kapatılma sebebi olarak belirlenmiş iken, bu hüküm daha sonradan AYM nin kanun ile siyasi parti kapatma sebebi tayin edilemeyeceği içtihadı doğrultusunda yürürlükten kaldırılmıştır. Durum böyle olunca kapatılan siyasi partilerin devamı niteliğinde parti kurma yasağı yaptırımsız kalmış, uygulamada kapatılan partilerin devamı niteliğinde parti kurma faaliyetlerine devam edilmiştir.58  Hüseyin Şık, Türk Adli Yargı Sisteminde Savcılık Kurumu (1. Baskı, Adalet 2018) 294; Mesut Bedri Eryılmaz, Ceza Muhakemesi Hukuku Dersleri (1. Baskı, Seçkin 2012) 322; Hakan Karakehya ve Murat Arabacı, ‘Cumhuriyet Savcısının Hukuki Statüsü, Muhakemedeki Taraf Pozisyonu ve İspat Yükünün Bulunması Üzerine  (2016) 65(4) Ankara Üniversitesi Hukuk Fakültesi Dergisi 2059, 2066.59  Nurullah Kunter, Feridun Yenisey ve Ayşe Nuhoğlu, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku (18. Baskı, Beta 2010) 295; V. Özer Özbek, Koray Doğan ve Pınar Bacaksız, Ceza Muhakemesi Hukuku (13. Baskı, Seçkin 2020) 44; Vahit Bıçak, Ceza Muhakemesi Hukuku (4. Baskı, Seçkin 2018) 129-130.1338Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki NiteliğiCeza  davası,  suçun  işlendiğine  yönelik   yeterli  şüphe nin  oluşması  hâlinde açılır.60  Ceza  davasının  amacı;  suç  oluşturan  eylemlerin  ve  bunları  yapanların ortaya  çıkarılması,  faillerin  yargılanması  ve  uyuşmazlığın  çözülerek  maddi hakikate ulaşılmasıdır.61 Bu dava türü yaygın olarak  kamu davası 62 şeklinde de isimlendirilmektedir. CMK da çoğunlukla bu nitelendirmeyi tercih etmiştir.63 Nitekim, Anayasa Mahkemesi tarafından siyasi parti kapatma davalarının hukuki niteliği hakkında yapılan tespitlerde de bu iki kavramın birbirlerinin yerine kullanıldığı görülmektedir.64Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un 52 nci maddesinde, siyasi parti kapatma davalarına niteliğine uygun düştüğü ölçüde CMK hükümlerinin uygulanacağı hükme bağlanmıştır.65 Bu hüküm, Türk hukukunda siyasi parti kapatma davalarının birer ceza davası olarak kabul edildiği yönünde bir izlenim oluşturmaktadır. Benzer bir hükme 2949 sayılı mülga Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un 33 üncü maddesinde de yer verilmişti. Dolayısıyla, siyasi parti kapatma davalarının hukuki niteliğinin ne olduğu tartışması  geçmişe  uzanmaktadır. Anayasa  Mahkemesi nin  siyasi  parti  kapatma davalarında verdiği kararlarında da bu davanın niteliğine ilişkin belirlemelerde istikrar bulunmamaktadır.66 Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un 52 nci maddesinde yer verilen, siyasi parti kapatma davalarına niteliği uygun düştüğü ölçüde CMK hükümlerinin uygulanacağına ilişkin hükmü göz önünde bulunduran 60  Cumhur Şahin ve Neslihan Göktürk, Ceza Muhakemesi Hukuku I (11. Baskı, Seçkin 2020) 123; Yener Ünver ve Hakan Hakeri, Ceza Muhakemesi Hukuku (3 Cilt) (15. Baskı, Adalet 2019) 382; Bıçak (n 59) 372.61  Nur Centel ve Hamide Zafer, Ceza Muhakemesi Hukuku (9. Baskı, Beta 2012) 3; Nevzat Toroslu ve Metin Feyzioğlu, Ceza Muhakemesi Hukuku (18. Baskı, Savaş 2018) 9; Özbek, Doğan ve Bacaksız, Ceza Muhakemesi Hukuku (n 59) 41-42; Şahin ve Göktürk (n 60) 33; Ünver ve Hakeri (n 60) 13; Bıçak (n 59) 86-88.62  Kamu davası kavramının tanımı da ceza davasına paralel olarak hukuk sözlüğünde şu şekilde yapılmaktadır:  ‘Amme davası; suç işlendiği sanılan kişinin (yani, sanığın, maznunun) ceza yargı makamları önünde kovuşturulmasını sağlamak üzere, kamu adına savcının açtığı dava.  Bkz Yılmaz (n 6) 704.63  CMK da açık bir tanımı yapılmamakla birlikte, ceza davası teriminin geçtiği 10/1 ve 16/1-2 maddelerine dayanılarak  ceza davası  teriminin aynı kanunda sıkça kullanılmış olan  kamu davası  terimini de içine alan ve kamu davasına göre daha geniş kapsamlı bir terim olduğunu söylemek mümkündür. Zira, CMUK döneminde  kamu davası  ve  şahsi dava  şeklinde ikili bir dava sistemi bulunmaktaydı. Cumhuriyet savcısının açtığı ve kamu adına yürüttüğü davaya  kamu davası  denilmekte iken, yalnızca CMUK un 344 üncü maddesinde sayılan sınırlı hâllerde suçtan zarar gören kimsenin veya kanuni temsilcisinin ceza mahkemesinde açtığı davaya ise  şahsi dava  denilmekteydi (Mustafa Özen, ‘Kamu Davası Açma Konusunda Benimsenen İlkeler, Cumhuriyet Savcısının Takdir Yetkisi ve İddianamenin İadesi  (2009) 67(3) Ankara Barosu Dergisi 17, 19; Veli Kafes, ‘Ceza Hukukunda Mağdurun Zararının Giderilmesi  (2011) 60(1) Ankara Üniversitesi Hukuk Fakültesi Dergisi 83, 99). Bu iki dava türünü  ceza davaları  üst başlığı altında toplamak mümkündür. 5271 sayılı CMK nın yürürlüğe girmesiyle  şahsi dava  kaldırılmıştır. Dolayısıyla, kamu davaları ceza mahkemelerinde görülen tek ceza davası olarak kalmıştır. CMK nın büyük çoğunluğunda  kamu davası  ibaresinin kullanılmasının sebebi de budur. Ancak bunun yanında ceza mahkemelerinde TCK 54/4 hükmü uyarınca  Üretimi, bulundurulması, kullanılması, taşınması, alım ve satımı suç oluşturan eşya nın müsadere edilmesi için açılan ve doktrinde  müsadere tali davası  olarak ifade edilen dava çeşidi de bulunmaktadır (Feridun Yenisey ve Ayşe Nuhoğlu, Ceza Muhakemesi Hukuku (7. Baskı, Seçkin 2018)164). CMK nın 10/1 ve 16/1-2 maddelerinde kullanılan  ceza davası  kavramının bu dava çeşidini de içerisine alan bir üst kavram olduğu söylenebilir.64  Bu çalışmada, siyasi parti kapatma davalarının hukuki niteliğinin tespiti yapılırken hem Anayasa Mahkemesi kararları hem de doktrindeki görüşler ile paralellik oluşturmak amacıyla  ceza davası  teriminin kullanımı tercih edilmiştir.65  Aynı hükme göre bu davalar Genel Kurul tarafından dosya üzerinde görülecek ve kesin olarak karara bağlanacaktır.66  AYM, T. 07.06.1965, E. 1965/17, K. 1965/35; AYM, T. 28.09.1984, E. 1984/1, K. 1984/1; AYM, T. 16.01.1998, E. 1997/1, K. 1998/1; AYM, T. 22.06.2001, E. 1999/2, K. 2001/2; AYM, T. 11.12.2009, E. 2007/1, K. 2009/4.1339İstanbul Hukuk Mecmuası 79/4yazarlar,  parti  kapatma  kararlarının  bir  ceza  yaptırımı  niteliğinde  olduğunu, dolayısıyla bu davaların kendine özgü bir ceza davası olduğunu ifade etmektedirler.67Bu görüşte olan yazarlardan Durmuş a göre; parti kapatma yaptırımının TCK nın yaptırımlar kısmında sayılmamış olması onun bir cezai yaptırım olmadığı anlamına gelmez. Zira, hukukumuzda TCK nın bu kısmında sayılmayan başka cezai yaptırımlar da bulunmaktadır.68 Siyasi parti kapatma kararı, Devlet eliyle Anayasa ve diğer kanunlarda öngörülen yasakların ihlal edilmesi suretiyle  suç  işleyen gerçek ya da tüzel kişilerin örgütlenme ve ifade özgürlüklerinin siyasi partiler eliyle kullanılmasına yönelik ağır bir müdahaledir. Dolayısıyla, bu yaptırım bir ceza yaptırımı, siyasi parti kapatma davaları da birer ceza davasıdır.69Siyasi parti kapatma davalarının birer ceza davası niteliğinde olduğu görüşünde olan yazarlardan Yiğit e göre; bu davalar sonucunda verilen  kapatma  kararı niteliği itibariyle bir güvenlik tedbiridir. Dolayısıyla, bu yaptırımının niteliği göz önüne alınarak TCK nın güvenlik tedbirlerine ilişkin hükümleri ile genel hükümlerinin siyasi parti kapatma davalarında da uygulanmasında herhangi bir engel bulunmamaktadır.70 Görüldüğü üzere yazar,  kapatma  kararının niteliğinden yola çıkarak siyasi parti kapatma davalarının birer ceza davası olduğunu, dolayısıyla bu davalarda TCK hükümlerinin uygulanabileceğini ifade etmektedir.Bu görüşte olan bir diğer yazar Özgenç e göre de siyasi parti kapatma davalarında verilen  kapatma  kararının niteliği, ceza hukukundaki iki yaptırım türünden biri olan güvenlik tedbiridir.71 Burada normal ceza yargılamasından farklı olarak parti kapatma sebeplerinin suç teşkil etmesi hâlinde bu kararı verme yetkisi alelade bir ceza mahkemesine değil, Anayasa Mahkemesi ne tanınmıştır. Dolayısıyla yazar,  kapatma  kararının mahiyetinden hareketle siyasi parti kapatma davalarının birer ceza davası olduğunu ifade etmektedir.72Doktrinde bu görüşte olan yazarlardan Sağlam a göre ise; siyasi parti kapatma yaptırımı, siyasi partilerin demokratik bir yaşam için arz ettiği hayati önem göz 67  Aydın, (n 54) 51: Yazara göre siyasi parti kapatma davaları niteliği itibarıyla bir ceza davası olduğu için, Avrupa İnsan Hakları Mahkemesinin (AİHM) ihlal kararları CMK nın 311 inci maddesinin (f) fıkrası uyarınca siyasi parti kapatma davalarında yargılamanın yenilenmesi sebebini oluşturabilir. Nitekim bu kapsamda, AİHM in hak ihlali kararları sonucunda Anayasa Mahkemesi; Halkın Emek Partisi (HEP), Özgürlük ve Demokrasi Partisi (ÖZDEP) ve Türkiye Birleşik Komünist Partisi nin (TBKP) yeniden yargılama taleplerini kabul etmiştir. Bkz Yiğit (n 13) 18.68  Arzu Durmuş, Siyasi Partilerin Kapatılması ve Yüce Divan Kararlarını Yeniden Tartışmak (1. Baskı, Beta Yayınları 2001) 14: Yazar bu görüşünü 765 sayılı mülga TCK yürürlükte iken ortaya koysa da 1 Haziran 2005 tarihi itibariyle yürürlüğe giren 5237 sayılı TCK nın yaptırımları düzenleyen bölümünde de  siyasi parti kapatma  şeklinde bir yaptırıma yer verilmemiştir. Dolayısıyla, bahsedilen görüşün 5237 sayılı TCK sisteminde de savunulması mümkündür.69  Durmuş (n 68) 53: Yazara göre, ayrıca bu dava sonucunda verilen siyasetten yasaklılık ve partinin mallarının hazineye geçmesi gibi kararların da cezai yaptırım olduğu hususunda şüphe bulunmamaktadır.70  Yiğit (n 13) 174. 71  İzzet Özgenç, TCK Gazi Şerhi (2. Baskı, Seçkin 2005) 721.72  Yazar bu değerlendirmenin, 17/07/2004 tarihli ve 5231 sayılı Dernekler Kanunu ndaki derneklerin kapatılması yaptırımı bakımından da geçerli olduğunu ifade etmektedir. 1340Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğiönünde bulundurulduğunda gerçek bir kişiye verilen ve onun yaşam hakkının özüne dokunan idam cezası ile aynı mahiyettedir.73 Dolayısıyla, nasıl ki idam cezasının tatbik edilebilmesi için çok sıkı bir yargılama yapılıyorsa, siyasi partilerin kapatılmasına karar verilebilmesi için de aynı hassasiyetin gösterilmesi gerekmektedir. Bunun yolu, bu davalarda da ceza ve ceza muhakemesi hukukunun temel ilkelerini uygulamaktır.Buna karşılık doktrinde diğer bir görüş; siyasi parti kapatma davalarına CMK hükümlerinin  uygulanmasının  bu  davaları  tek  başına  ceza  davası  niteliğine kavuşturmayacağını ifade etmektedir. Bu görüşte olan yazarlar çoğunlukla, siyasi partilerin kapatılması  sonucunu  doğuran  eylemlerin ve  uygulanan  yaptırımların ceza hukuku müesseselerinden farklı olması sebebiyle bu davalarının ceza davası niteliğinde olmadığını, kendine özgü bir yapısının bulunduğunu ifade etmektedir.74Anayasa Mahkemesi nin siyasi parti kapatma davalarında verdiği kararlarında da bu davanın hukuki niteliği konusunda yapılan tespitler bakımından bir istikrar bulunmamaktadır.75 Anayasa Mahkemesi, 1961 Anayasası döneminde verdiği parti kapatma davalarında çoğunlukla bu davanın hukuki niteliğinin kamu davası/ceza davası olduğunu ortaya koymaktaydı.76 Anayasa Mahkemesi parti kapatma davalarının kamu davası/ceza davası niteliğinde olduğunu ortaya koyarken, esas olarak bu davalarda o tarihte yürürlükte olan Ceza Muhakemeleri Usulü Kanunu (CMUK) hükümlerinin uygulanmasından hareket etmiştir. Yüksek Mahkeme bu belirlemeyi yaparken ayrıca, parti kapatma davalarının demokratik siyasi hayatın vazgeçilmez bir unsuru olması sebebiyle, kanun tarafından parti kapatma davalarının kamu davası/ceza davası olarak nitelendirildiğini ifade etmektedir. Anayasa Mahkemesi bu dönemde verdiği başka bir kararında da aynı esaslardan hareket ederek, siyasi parti kapatma davalarının kamu davası/ceza davası niteliğinde olduğuna hükmetmiştir.77Anayasa Mahkemesi nin 1982 Anayasası döneminde verdiği kararlarda da siyasi parti kapatma davalarının hukuki niteliği üzerinde yapılan açıklamalarda bir istikrar bulunmamaktadır. 73  Fazıl Sağlam, Siyasi Partiler Hukukunun Güncel Sorunları (1. Baskı, Beta 1999) 104.74  Yüksel Metin, ‘Siyasi Parti Kapatma Davalarında Ortaya Çıkan Ön Sorunlar  (1998) Güz (3) Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi 223, 224.75  Anayasa Mahkemesi karara bağladığı her siyasi parti kapatma davasında bu davanın hukuki niteliği hakkında bir tespitte bulunmamıştır. Siyasi parti kapatma davasının hukuki niteliği hakkında AYM nin belirlemede bulunmadığı kararlar için bkz AYM, (Sosyalist Birlik Partisi Kapatma Davası), T. 19.7.1995, E. 1993/4, K. 1995/1, R.G: 22.10.1997-23148, Erişim tarihi 29 Nisan 2021; AYM, (Sosyalist Parti Kapatma Davası), T. 10.7.1992, E. 1991/2, K. 1992/1, R.G.: 25.10.1992-21386, Erişim tarihi 25 Nisan 2021; AYM, (Halkın Demokrasi Partisi Kapatma Davası), T. 13.3.2003, E. 1999/1, K. 2003/1, R.G.: 19.07.2003/25173, Erişim tarihi 29 Nisan 2021; AYM, (Halkın Emek Partisi Kapatma Davası), T. 14.7.1993, E. 1992/1, K. 1993/1, R.G.: 18.08.1993-21672, Erişim tarihi 25 Nisan 2021: Bu davada davalı siyasi parti, parti kapatma davalarının birer ceza davası niteliğinde olduğunu, bu sebeple davanın duruşmalı olarak görülmesi gerektiğini talep etmiş, Anayasa Mahkemesi ise bu iddiaya doğrudan cevap vermeden duruşma talebini Anayasa ve SPK hükümleri uyarınca reddetmiştir.76  AYM, T. 11.03.1963, E. 1963/37, K. 1963/54, www.lexpera.com.tr, Erişim tarihi 13 Nisan 2021.77  AYM, T. 07.06.1965, E. 1965/17, K. 1965/35, www. lexpera.com.tr, Erişim tarihi 13 Nisan 2021.1341İstanbul Hukuk Mecmuası 79/4Anayasa Mahkemesi, 1984 yılında karara bağladığı bir siyasi parti kapatma davasında  bu  davanın  hukuki  niteliğinin  ceza  davası  olduğuna  hükmetmiştir.78 Mahkeme bu sonuca birkaç gerekçe ile ulaşmıştır. Anayasa Mahkemesi nin bu kararına göre, siyasi partilerin Anayasa ve kanunlarda düzenlenen yasaklara aykırı eylemleri sonucunda kapatılmaları bir ceza yaptırımı niteliğindedir. Böyle bir yaptırım türüne 765 sayılı TCK nın ceza hukukundaki yaptırımları düzenleyen 11 inci maddesinde yer verilmeyişinin sebebi ise, tüzel kişilerin cezai sorumluluğunun bulunmamasıdır.79 Mahkeme  bu  kararında  ayrıca,  SPK nın  117 nci  maddesinde  düzenlenen  ve sonradan Anayasa Mahkemesi tarafından Anayasa ya aykırı görülerek iptal edilen bu Kanun un bazı maddelerindeki yasak eylemleri işleyen kişilerin hapis cezası ile cezalandırılacaklarına ilişkin hükmü, bu davaların niteliğinin ceza davası olduğu yönündeki tespitine dayanak olarak göstermiştir. Mahkemeye göre, siyasi partinin kapatılması sonucunu doğuran ve kanunla yasaklanan fiilleri işleyen kişiler nasıl ceza hukuku yaptırımına tabi tutuluyor ise, parti kapatma kararları da aynı doğrultuda ceza hukuku kurallarıdır. Anayasa Mahkemesi bu kararında ayrıca, 1961 Anayasa sının siyasi partilerin kapatılması konusunu düzenleyen 57 nci maddesinin gerekçesinde bu davaların birer ceza davası olduğunun kabul edildiğini ifade etmiştir. 1961  Anayasası nın  57 nci  maddesinin  gerekçesinde  siyasi  partiler  gibi demokratik hayatın devamında çok önemli olan rolü kuruluşların derneklerle aynı hükümlere tabi olamayacağı, siyasi partilerin faaliyetlerini ilgilendiren hükümlerin kanunla ayrıca düzenlenmesi gerektiği ve özellikle de partilerin kapatılması ile ilgili esasların Anayasa ile ortaya koyulduktan sonra hangi tür fiillerin demokratik ilkelerle bağdaşmayacağının kanunla düzenlenmesi mecburiyeti ortaya koyulmuştur. Görüleceği  üzere  1961  Anayasa sının  gerekçesinde  siyasi  partilerin  kapatılma sebeplerinin suçların kanuniliği ilkesine uygun olarak belirlenmesi lüzumu ortaya koyularak adeta parti kapatma kararlarının ceza yaptırımı olduğu, dolayısıyla da siyasi parti kapatma davalarının hukuki niteliğinin ceza davası olduğu ilan edilmiş olmaktadır. Mahkeme bu kararında son olarak, siyasi parti kapatma davalarının ceza davası niteliğinde olmasının siyasi partiler bakımından bir güvence teşkil ettiğini, bu durumun da demokratik siyasi yaşama daha uygun olduğunu ifade etmiştir. Buna göre; suçta ve cezada kanunilik ilkesi, masumiyet karinesi, kıyas yasağı, genişletici yorum yasağı, iddia ve savunmalarla bağlı olmama kuralı, delil serbestisi ve şüpheden sanık yararlanır gibi temel ceza ve ceza muhakemesi hukuku kuralları siyasi parti kapatma davalarında da uygulanacaktır.8078  AYM, (Doğru Yol Partisi Kapatma Davası), T. 28.09.1984, E. 1984/1, K. 1984/1, R.G.: 14.02.1985-18666, Erişim tarihi 31 Mart 2021.79  Bu karar 765 sayılı mülga TCK döneminde verilmiştir. Bununla birlikte, 1 Haziran 2005 tarihinde yürürlüğe giren 5237 sayılı TCK nın yaptırımlar kısmında da  siyasi parti kapatma  yaptırımına yer verilmemiştir. Ancak mülga Kanun döneminde olduğu gibi 5237 sayılı TCK sistematiğinde de tüzel kişilerin ceza sorumluluğu kabul edilmediği için, TCK dan farklı bir kanunda düzenlenen parti kapatma şeklinde bir ceza hukuku yaptırımının bulunduğu görüşü günümüzde de savunulabilir niteliktedir.80  Bkz 1961 Anayasası Gerekçesi1342Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki NiteliğiAnayasa Mahkemesi 1997 yılında karara bağladığı başka bir siyasi parti kapatma davasında ise; davalı partinin, siyasi parti kapatma davalarının ceza davası niteliğinde olduğu, dolayısıyla bu davada suçta ve cezada kanunilik ilkesi, masumiyet karinesi, şüpheden sanık yararlanır ilkesi, kıyas yasağı ve genişletici yorum yasağı gibi ceza ve ceza muhakemesi hukukunun temel ilkelerinin uygulanması gerektiği yönündeki taleplerini reddederek bu davanın ceza davası niteliğinde olmadığını, kendine özgü bir yapısının bulunduğunu belirtmiştir.81 Mahkemenin bu kararına göre Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun da siyasi parti kapatma davalarında CMK hükümlerinin uygulanacağına  ilişkin  hükme  yer  verilmesi,  kanun  koyucunun  parti  kapatma yaptırımını ceza hukuku yaptırımlarına daha yakın bulmasından kaynaklanmaktadır. Ancak ceza davalarında CMK hükümlerinin uygulanmasının doğal olması sebebiyle, parti kapatma davalarında da bu usul kurallarının uygulanacağının ayrıca belirtilmesi bu davaların klasik anlamda bir ceza davası olmamasını teyit eder niteliktedir. Mahkemeye göre ayrıca, siyasi partilerin kapatılması sonucunu doğuran fillerin niteliği ve bu fiillerin kapatma sonucunu doğurabilmesi için aranan şartlar ile tatbik edilen yaptırım, ceza hukukundaki suç ve yaptırımlardan farklılık arz etmektedir. Anayasa  Mahkemesi  siyasi  parti  kapatma  davalarının  ceza  davası  niteliğinde olmadığını belirttiği bu kararında, siyasi partilerin kapatılmasının temel hak ve özgürlükler ile yakından ilgisi olması sebebiyle kapatmaya sebebiyet verecek fiiller ile bunlara uygulanacak yaptırımların mutlaka kanunla düzenlenmesi gerektiğini ortaya koymuştur. Mahkeme tüm bu gerekçelerle; siyasi parti kapatma davalarının ceza davası niteliğinde olmadığına, bu davaların ceza davasına benzeyen ancak kendine özgü bir dava niteliğinde olduğuna hükmetmiştir.82Anayasa Mahkemesi, 2001 yılında karara bağladığı siyasi parti kapatmaya ilişkin diğer bir davada da son içtihadını sürdürmüş, siyasi parti kapatma davalarının ceza davası  niteliğinde  olmadığını,  kendine  özgü  bir  dava  niteliğinde  bulunduğunu ifade etmiştir.83 Bu davada davalı parti, yargılama başladıktan sonra ortaya çıkan kasetlerin herhangi bir ek iddianame düzenlenmeksizin yargılamaya konu edilmesini ceza muhakemesi hukuku kurallarına aykırı bulmuştur. Mahkeme ise bu iddiaya cevap olarak; söz konusu kuralın ancak ceza davalarında uygulanabileceğini ancak siyasi parti kapatma davalarının ceza davası niteliğinde olmadığını, siyasi partilerin 81  AYM, (Refah Partisi Kapatma Davası), T. 16.01.1998, E. 1997/1, K. 1998/1, AYM Kararlar Bilgi Bankası, Erişim tarihi 8 Nisan 2021; Anayasa Mahkemesi nin bu içtihat değişikliğini 1995 yılında Anayasa nın 69 uncu maddesinde yapılan değişikliklere bağlayan görüş için bkz Akyazan (n 33) 271.82  Bu parti kapatma davasında açıklanan Yargıtay Cumhuriyet Başsavcısının sözlü mütalaasında da mahkemenin kararına paralel olarak; siyasi parti kapatma davalarının ceza davası niteliğinde olmadığı, hukukumuzdaki cezai yaptırımların TCK da sayıldığı ve aralarında parti kapatmaya yer verilmediği, Anayasa Mahkemesi nin Yüce Divan sıfatıyla verdiği kararlar hariç baktığı diğer tüm davaların tespit davası niteliğinde olduğu ve siyasi parti kapatma davalarında bazı kişiler için verilen siyasetten men kararlarının medeni ehliyetsizlik denilen müeyyidelere tabi olduğu vurgulanmıştır.83  AYM, (Fazilet Partisi Kapatma Davası), T. 22.06.2001, E. 1999/2, K. 2001/2, R.G.: 05.01.2002-24631, Erişim tarihi 1 Nisan 2021.1343İstanbul Hukuk Mecmuası 79/4kesintisiz faaliyette bulunan yapılar olduğu gerçeğinin de göz önünde bulundurulması sonucunda, sonradan ortaya çıkan delillerin yargılamaya dahil edilmesinin usul ekonomisi ilkesine ve parti kapatma davalarının önem arz eden niteliğine daha uygun olacağını ifade etmiştir.Anayasa Mahkemesi 2007 yılında baktığı bir siyasi parti kapatma davasında da bu davanın hukuki niteliğinin ceza davası olmadığını, kendine has bir dava olduğunu tekrar  etmiştir.84  Bu  kararda  da  parti  kapatma  davalarında  CMK  hükümlerinin uygulanacak  olmasının  bu  davayı  ceza  davası  hâline  getirmeyeceği,  böyle  bir kabulün CMK hükümlerinin siyasi partilerin lehine olması sebebiyle söz konusu olduğu vurgulanmıştır. Mahkemeye göre parti kapatma davası ceza davası olmadığı için, kapatmaya konu eylemlerin de ceza hukuku kapsamında suç teşkil etmesi gerekmemektedir. Bu fillerin işlenmiş olması yeterlidir.85Anayasa Mahkemesi son olarak 2008 yılında baktığı bir siyasi parti kapatma davasında da parti kapatma davalarının ceza davası değil, kendine özgü bir dava olduğu görüşünü sürdürmüştür.86Görüldüğü üzere Anayasa Mahkemesi nin son dönemde karara bağladığı siyasi parti kapatma davalarında, bu davaların ceza davası niteliğinde olmadığı kendine özgü bir yapısının bulunduğu görüşü hakimiyet kazanmıştır. Bu kararlarda farklı açıklamalara  yer  verilse  de  esasen  aynı  gerekçelerle  sonuca  ulaşılmıştır.  Bu gerekçeler; siyasi parti kapatma davalarının ceza yargılamalarından farklı bir amaç taşıdığı, ceza yargılamasında olduğu gibi burada herhangi bir suç işlenilmesine gerek bulunmadığı, parti kapatma yaptırımının geleneksel ceza hukuku yaptırımlarından olmadığı ve Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun da  yer  verilen  parti  kapatma  davalarında  uygun  düştüğü  ölçüde  CMK hükümlerinin  uygulanacağına  ilişkin  hükmün  esasen  bu  davaların  ceza  davası niteliğinde olmadığını teyit eder nitelikte bulunduğu şeklinde sıralanabilir.B. Değerlendirme Siyasi parti kapatma davalarının hukuki niteliğinin ne olduğu konusunda doktrinde ortaya koyulan görüşler ile Anayasa Mahkemesi nin bu davalarda verdiği kararlarda yapılan  tespitlerden  yukarıda  bahsedilmiştir.  Burada,  doktrindeki  görüşler  ve 84  AYM, (Demokratik Toplum Partisi Kapatma Davası), T. 11.12.2009, E. 2007/1, K. 2009/4, www.legalbank.net, Erişim tarihi 1 Nisan 2021.85  Mahkemenin bu kararına göre, kapatmaya konu eylemlerin suç teşkil etmesi ve bu filleri işleyen kişilerin ceza mahkemelerinde mahkum olması gerekmese de ceza mahkemelerince verilen bazı kararlar Anayasa Mahkemesi bakımından da bağlayıcıdır. Örneğin, kapatmaya konu bir eylemin işlendiğine ilişkin ceza mahkemesi kararı varsa artık AYM o fiilin işlenip işlenmediğini tespit etmeyecek, ceza mahkemesinin kararıyla bağlı olacaktır. Aynı durum kapatmaya konu fiillerin işlenmediğine ilişkin ceza mahkemesi hükmü bulunması hâllerinde de geçerlidir. Burada da AYM ceza mahkemesinin kararıyla bağlı olacak, kendisi bir inceleme yaparak kapatmaya konu fiilin işlendiği yönünde bir tespitte bulunamayacaktır. 86  AYM, (AK Parti Kapatma Davası), T. 30.07.2008, E. 2008/1, K. 2008/2, AYM Kararlar Bilgi Bankası, Erişim Tarihi 1 Nisan 2021.1344Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki NiteliğiAnayasa Mahkemesi içtihatları doğrultusunda kendi görüşümüz neden sonuç ilişkisi içerinde ortaya koyulacaktır. Değerlendirmeye geçmeden önce bu konudaki kendi görüşümüzü açıklayıp, daha sonra bunun gerekçelerini ortaya koymak suretiyle tümdengelim yöntemini kullanmak suretiyle sonuca varmayı daha faydalı görüyoruz. Kanaatimizce, siyasi parti kapatma davaları kendine özgü birer  ceza davası  niteliğindedir. Bize göre de Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun da yer verilen CMK hükümlerinin bu davalarda uygun düştüğü ölçüde uygulanacağına ilişkin hüküm, siyasi parti kapatma davalarını tek başına ceza davası niteliğine kavuşturmak için yeterli değildir.87 Zira, kanun koyucu CMK hükümlerinin siyasi partilerin lehine olacağı düşüncesi ile de bu düzenlemeyi sevk etmiş  olabilir.  Buradan  hareketle  siyasi  parti  kapatma  davalarının  ceza  davası niteliğinde olduğu şeklinde bir çıkarım yapılabilmesi için bu hükmü destekleyen başka gerekçelerin de mevcut olması gerekir. Nitekim hukukumuzda CMK hükümlerinin uygulandığı ancak ceza davası niteliğinde olmayan başka davalar da mevcuttur.88Parti kapatma yaptırımı, ceza hukukundaki iki yaptırım türünden biri olan güvenlik tedbirlerinin siyasi partiler bakımından uygulanan çeşitlerinden biridir.89 87  Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un 52 nci maddesinde yer alan siyasi parti kapatma davalarına niteliğine uygun düştüğü ölçüde CMK hükümlerinin uygulanacağı kuralına rağmen anılan Kanun un  Yargılanmanın yenilenmesi  başlıklı 67 nci maddesinde; Mahkemenin siyasi parti kapatma davalarında veya Yüce Divan sıfatıyla verdiği kararlara karşı yargılamanın yenilenmesinin 5271 sayılı Kanun hükümlerine göre istenebileceği hükme bağlanmıştır. Buradan hareketle siyasi parti kapatma davalarına niteliğine uygun düştüğü ölçüde CMK hükümlerinin uygulanacağı yönündeki düzenlemenin, CMK hükümlerinin istisnasız olarak hepsini uygulamaya imkân tanımadığını, uygulanacak CMK hükümlerinin bazılarının özel olarak Kanunla belirtilmesine ihtiyaç bulunduğunu söylemek mümkündür. Dolayısıyla, CMK hükümlerinin tümünün uygulanmasına imkân bulunmayan siyasi parti kapatma davalarının, CMK nın bazı hükümlerinin uygulandığı gerekçe gösterilerek, ceza davası olarak nitelendirilmesi yeterli dayanaktan yoksundur.88  Burada olduğu gibi hukukumuzda CMK hükümlerinin uygulanmasının öngörüldüğü başka dava türleri de mevcuttur. Ancak bu davalarda CMK hükümlerinin uygulanması bunları tek başına  ceza davası  niteliğine büründürmeyecektir. Örneğin, CMK nın 141 vd. maddeleri uyarınca haksız ve hukuka aykırı olarak uygulanan koruma tedbirleri nedeniyle zarar gören bir kimse, bu zararın tazminini ağır ceza mahkemesinde açacağı bir tazminat davası ile talep edebilir. Ceza davası niteliğinde olmayan bu davada usul bakımından CMK hükümleri tatbik olunur. Bu dava her ne kadar ağır ceza mahkemesinde açılsa da şahsi hukuka ait bir tazminat davası niteliğindedir. 2547 sayılı Yüksek Öğretim Kanunu nun 53/c-(8) maddesindeki; 2547 sayılı Kanun da hüküm bulunmayan hâllerde 4483 sayılı Kanun hükümlerinin uygulanacağına ilişkin düzenleme ile 4483 sayılı Kanun un 6 ncı maddesinin birinci fıkrasında yer alan ön inceleme yapmak için görevlendirilen kişi veya kişilerin bu Kanun da hüküm bulunmayan hâllerde Ceza Muhakemeleri Usulü Kanununa göre işlem yapabilecekleri hükmü gereğince idari aşamada yürütülen ön soruşturma niteliği taşıyan işlemler bakımından anılan kanunlarda hüküm bulunmayan hâllerde CMK hükümleri uygulanacaktır. Ortada henüz bir ceza davası yokken hatta men-i muhakeme kararı verilmesi durumunda ceza davasının açılması mümkün olmayan durumlarda dahi CMK hükümleri uygulanmaktadır. Bu itibarla sırf CMK hükümlerinin uygulanıyor olmasında bahisle ortada bir ceza davası olduğunu söylemeye imkân yoktur. Aksi hâlin kabulü yani sırf uygulanan usul kanunundan hareketle dava türü belirlenmesi durumunda, 2577 sayılı İdari Yargılama Usulü Kanunu nun (İYUK) 31 inci maddesindeki yollama nedeniyle Hukuk Muhakemeleri Kanunu nun (HMK) bazı hükümlerinin uygulandığı idare mahkemelerinde görülen iptal davalarının, tam yargı davalarının ya da kamu hizmetlerinden birinin yürütülmesi için yapılan her türlü idari sözleşmelerden dolayı taraflar arasında çıkan uyuşmazlıklara ilişkin davaların da HMK hükümlerinin uygulandığından bahisle idari dava değil hukuk davası olarak nitelendirilmesi gibi usul hukukunun tasvip etmediği bir sonucun kabulü gerekecektir. Benzer şekilde, İYUK un 31 inci maddesinin ikinci fıkrası ile 213 sayılı Vergi Usul Kanunu na (VUK) yapılan yollama, vergi uyuşmazlıklarının çözümünde yargılamaya ilişkin bir usul kanununun değil de idari bir usul kanunu olan VUK un uygulanacağı gerekçesi ile bunların dava yerine idari çözüm olarak nitelendirilmesi gibi hukuken muteber olmayan bir yorumun da kabulünü gerektirecektir. Üstelik vergi uyuşmazlığı tabirinin gümrük vergisinden kaynaklanan gümrük vergisi uyuşmazlıklarını da kapsadığı, dolayısıyla gümrük vergisine ilişkin uyuşmazlıkların çözümünde de bu Kanun (İYUK) ve Hukuk Muhakemeleri Kanunu na atıfta bulunulan haller saklı kalmak üzere Vergi Usul Kanunu nun ilgili hükümlerinin uygulanacağından bahisle VUK un 2 nci maddesi uyarınca VUK a tabi olmayıp Gümrük Kanunu na tabi olan gümrük vergilerinin idari aşamada (tarh, tahakkuk, tebliğ ve tahsil) da VUK a tabi olduğunun kabulü gerekecektir.89  Özgenç, Gazi Şerhi (n 71) 721; Yiğit (n 13) 174. 1345İstanbul Hukuk Mecmuası 79/4Siyasi parti hakkında kapatma kararı yerine verilen Devlet yardımından kısmen veya tamamen yoksun bırakılma kararı ile kapatma sonucunda tüm parti mallarının hazineye  geçmesine  ilişkin  kararların  da  güvenlik  tedbiri  niteliğinde  olduğunu düşünmekteyiz.  Siyasi  partilerin  kapatılması  sonucunda  eylemleri  ile  partinin kapatılmasına sebebiyet veren kişiler hakkında siyasetten yasaklılık kararı verilmesi de bir güvenlik tedbiri olan  hak yoksunluğu 90 niteliğindedir.91 Parti kapatma kararının ceza hukuku yaptırımı olmadığı görüşünde olan yazarlar ile bu görüşe paralel Anayasa Mahkemesi kararları, ceza hukuku sistemimizde  parti kapatma  şeklinde bir yaptırıma yer verilmediği gerekçesini dayanak olarak kabul ederler. Ayrıca, yine bu görüşe göre, güvenlik tedbirlerine hükmedilebilmesi için işlenen bir suçun varlığı gereklidir. Siyasi partiler hakkında kapatma kararının verilebilmesi için ise, yasak eylemlerden dolayı kişilerin ceza mahkemelerinde mahkûm olması gibi bir şart aranmamaktadır.92 Dolayısıyla, bu görüşe göre, parti kapatma yaptırımı geleneksel bir ceza hukuku yaptırımı olan güvenlik tedbirlerinden biri değildir.Türk Ceza Hukuku sisteminde iki çeşit yaptırım bulunmaktadır. Bunlar ceza ve güvenlik tedbirleridir.93 Cezalar kendi içerisinde adli para cezaları ve hapis cezaları olmak üzere ikiye ayrılırlar.94 İşlenen suç karşılığında failin kusurunun bulunup bulunmadığına  bakılmaksızın;  kişinin,  suçun  konusunun  ya  da  suç  işlenirken kullanılan aracın tehlikelilik hâli göz önünde bulundurularak uygulanan, koruyucu 90  Hak yoksunluğu, TCK nın 53 üncü maddesinde düzenlenen bir güvenlik tedbiridir. Hak yoksunluğu her ne kadar güvenlik tedbirleri arasında düzenlense de doktrinde bunun aslında güvenlik tedbiri olmadığı  ek ceza  niteliğinde olduğu ifade eden yazarlar da bulunmaktadır (Timur Demirbaş, Ceza Hukuku Genel Hükümler (15. Baskı, Seçkin 2020) 653). TCK nın 53 üncü maddesinin ilk fıkrasında  kişi kasten işlemiş olduğu suçtan dolayı hapis cezasına mahkumiyetin kanuni sonucu olarak  denilmek suretiyle hak yoksunluğu tedbirine kural olarak kasten işlenen suçlarda başvurulabileceği düzenlenmiştir. Bununla birlikte istisnai olarak, taksirli suçlarda da hak yoksunluğu gündeme gelebilir. Bu istisnaya aynı maddenin altıncı fıkrasında yer verilmiştir. Bir hekim, mesleğini kötüye kullanmak suretiyle TCK nın 91 inci maddesinde düzenlenen Organ veya doku ticareti suçunu işler ve mahkum olursa, hakkında ayrıca TCK nın 53 üncü maddesinin (e) fıkrası uyarınca hekimlik mesleğini icra etmekten yasaklılık kararı verilecektir. Siyasi partinin kapatılmasına eylemleri ile sebebiyet veren kişiler hakkında hükmedilen  siyasetten yasaklılık  kararı da tıpkı bahsedilen örnekte olduğu gibi ancak özel kanuna dayanan bir hak yoksunluğudur.91  Mustafa Özen, Öğreti ve Uygulama Işığında Ceza Hukuku Genel Hükümler (2. Baskı, Adalet 2018) 1004-1005: Yazara göre de bu karar bir suç sonucu olarak verilmeyen ancak özel bir yasaya dayanılarak tatbik edilen bir  hak yoksunluğu dur; Bu düzenleme, eylemleri ile siyasi partinin kapatılmasına sebebiyet veren kişilerin eylemlerinin ayrıca suç teşkil etmesi hâlinde, kendilerine ceza yargılaması sonucunda TCK nın 53 üncü maddesi uyarınca seçme ve seçilme ehliyetinden yoksun bırakılma hak yoksunluğu tedbirinin uygulanmasına engel değildir. Bununla birlikte, Anayasa Mahkemesi nin kararı ile partinin kapatılması sonucunu doğuran eylemleri gerçekleştiren kişiler hakkında  siyasetten yasaklılık  kararı verilmesi, kişinin seçme hakkını kapsamamaktadır. Dolayısıyla, hakkında ceza mahkemesinde mahkumiyet kararı bulunmayan ancak Anayasa Mahkemesi tarafından siyasetten yasaklılık tedbirine hükmedilen kişiler, seçimlerde oy kullanma hakkını haizdir.92  Anayasa Mahkemesi, ceza yargılamaları sonucunda hükmedilen beraat hükümlerinin idare mahkemelerince dikkate alınmamasını Anayasa nın 36 ncı ve 38 inci maddelerinde güvence altına alınan masumiyet karinesini ihlal ettiğine karar vermiştir. Buna göre, ceza yargılaması sonucunda hakkında beraat kararı verilen bir kişiye aynı fiil nedeniyle verilen disiplin cezasına karşı açılan dava neticesinde tesis olunan işlemin hukuka uygun bulunması masumiyet karinesinin ihlali anlamına gelmektedir. Bkz AYM, T. 2/7/2020, Hüseyin Sezer (B. No: 2016/13566) ve Barış Baş (B. No: 2016/14253) başvuruları. Ayrıca bkz AYM, T. 26/12/2013, E.2013/133, K.2013/169. Yüksek Mahkemenin bu yaklaşımından hareketle ceza yargılaması sonucunda beraat kararı verilmesi durumunda bu fiillerin parti kapatmaya esas alınamayacağı yönünde bir çıkarsama yapmak mümkündür.93  Berrin Akbulut, Ceza Hukuku Genel Hükümler (6. Baskı, Adalet 2019) 824; Hakan Hakeri, Ceza Hukuku Genel Hükümler (22. Baskı, Adalet 2019) 643; Özen, Ceza Genel (n 91) 925.94  Akbulut (n 93) 825; Hakeri (n 93) 644; V. Özer Özbek, Koray Doğan ve Pınar Bacaksız, Türk Ceza Hukuku Genel Hükümler (11. Baskı, Seçkin 2020) 579; Özen, Ceza Genel (n 91) 929.1346Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğive iyileştirici ceza hukuku yaptırımları ise güvenlik tedbirlerini oluşturmaktadır.95 Ceza sorumluluğunun şahsiliği ilkesi gereğince tüzel kişilerin ceza sorumluluğu bulunmasa  da  haklarında  güvenlik  tedbirlerine  hükmedilmesi  mümkündür.96 Hukukumuzda bazı güvenlik tedbirlerine TCK da yer verilirken diğer bazıları özel ceza kanunlarında düzenlenmektedir.97 Dolayısıyla güvenlik tedbirleri bakımından TCK kapsamında geçerli olmak üzere bir sınırlı sayı prensibi bulunmamaktadır.98 Belirli haklardan yoksunluk, eşya ve kazanç müsaderesi, çocuklara ve akıl hastalarına yönelik koruyucu ve iyileştirici tedbirler hukukumuzdaki güvenlik tedbirlerine örnek olarak gösterilebilir. Güvenlik tedbirleri de birer ceza hukuku yaptırımıdır. Hatta bazen güvenlik tedbirleri ortaya çıkardıkları sonuçlar bakımından cezalara oldukça yaklaşmaktadır.99Kural olarak bir güvenlik tedbirine hükmedilebilmesi için işlenmiş bir suçun varlığı gereklidir.100 Ancak bazı hâllerde, işlenen herhangi bir suç ve bu suçtan dolayı yapılan ceza yargılaması bulunmamaktayken de açılacak bir dava ile bazı güvenlik tedbirlerine hükmedilebilmesi mümkün olabilmektedir. Bu duruma eşya müsaderesini düzenleyen TCK nın 54 üncü maddesinin dördüncü fıkrasında yer verilmektedir.101 Buna göre;  Üretimi, bulundurulması, kullanılması, taşınması, alım ve satımı suç oluşturan eşya, müsadere edilir.  Burada herhangi bir suç yargılamasından bağımsız olarak; bulundurulması, kullanılması, taşınması, alım ve satımı suç oluşturan bir madde,  Sulh  Ceza  Hâkimliğinde  açılacak  bir  dava ile  müsadere  edilecektir.102 Örneğin, kime ait olduğu belli olmayan ya da herhangi bir suç soruşturması ile ilişkilendirilemeyen; uyuşturucu maddeler, patlayıcı silahlar ve zehirli maddelerin müsaderesi bu kapsamdadır. Görüldüğü üzere burada, herhangi bir suç işlenmemiş olsa da müsadere güvenlik tedbirine hükmedilmesi mümkün kılınmıştır. Buradan 95  İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler (15. Baskı, Seçkin 2019) 853-854; Nevzat Toroslu, Ceza Hukuku Genel Kısım (19. Baskı, Savaş 2013) 436; Mahmut Koca ve İlhan Üzülmez, Türk Ceza Hukuku Genel Hükümler (13. Baskı, Seçkin 2020) 646; Hakeri (n 93) 666; Özbek, Doğan ve Bacaksız, Genel Hükümler (n 94) 616.96  Bkz TCK m 20.97  Hakeri (n 93) 666.98  Örneğin; suça sürüklenen çocuklara ilişkin güvenlik tedbirlerine TCK da değil, 3/7/2005 tarih ve 5395 sayılı Çocuk Koruma Kanunu nda yer verilmiştir. Bu duruma, 6222 sayılı Sporda Şiddet ve Düzensizliğin Önlenmesine Dair Kanun un 18 inci maddesinde yer verilen  seyirden yasaklama  tedbiri başka bir örnek olarak gösterilebilir.99  765 sayılı mülga TCK nın 11 inci maddesinde cürümler karşılığından öngörülen yaptırımlar; ağır hapis, hapis, sürgün, ağır cezayı nakdi ve hidematı ammeden memnuiyet (kamu hizmetlerinden yasaklılık) olarak sayılmıştır. Görüleceği üzere 5237 sayılı TCK da  hak yoksunluğu  güvenlik tedbirine karşılık gelen hidematı ammeden memnuiyet kararı 765 sayılı TCK da cezalar arasında sayılmıştır. Bu farklılıkta esasen bir problem bulunmamaktadır. Zira, güvenlik tedbirleri de tıpkı cezalar gibi bir ceza hukuku yaptırımıdır. Kamu haklarından yasaklılık tedbirinde olduğu gibi bazı güvenlik tedbirleri cezalara oldukça yaklaşmaktadır. Aşağıda da değinileceği üzere siyasi partilerin kapatılmasını da bu kapsamda değerlendirmek gerekir. Bu karar bir güvenlik tedbiri de olsa bir ceza hukuku yaptırımıdır ve ortaya çıkardığı sonuçlar bakımından cezalara oldukça yakındır.100  Bkz TCK m 20/2:   Ancak, suç dolayısıyla kanunda öngörülen güvenlik tedbiri niteliğindeki yaptırımlar… ;.101  Devrim Güngör ve Haluk Toroslu, ‘Müsadere ve Hükmün Açıklanmasının Geri Bırakılması Üzerine Kısa Bir Değerlendirme  (2016) 65(4) Ankara Üniversitesi Hukuk Fakültesi Dergisi 1967, 1974; Kemal Günler, ‘Türk Ceza Hukukunda Müsadere  (2014) 18(3-4) Gazi Üniversitesi Hukuk Fakültesi Dergisi 849, 864.102  Toroslu (n 97) 441; Tahir Hami Topaç, ‘Eşya Müsaderesi (TCK. 54)  (2013) (2) Uyuşmazlık Mahkemesi Dergisi 45, 63; Koca ve Üzülmez (n 97) 668; CMK m 259:  Suç konusu olmayıp sadece müsadereye tabi bulunan eşyanın müsaderesine sulh ceza hâkimi tarafından duruşma yapılmaksızın karar verilir. 1347İstanbul Hukuk Mecmuası 79/4çıkarılacak sonuç; ceza hukuku sistemimizde güvenlik tedbirlerine hükmedilebilmesi için işlenen bir suçun varlığı kural olmakla beraber, her zaman zorunlu değildir. Siyasi parti kapatma kararları da bu durumun bir örneğini oluşturmaktadır. Siyasi partilerin  kapatılması  sonucunu  doğuran  ve  Anayasa nın  68 inci  maddesinin dördüncü  fıkrasında  düzenlenen  yasak  eylemlerin  siyasi  partinin  menfaatine işlenmesi durumunda, parti üyelerinin ceza mahkemelerinde mahkum olmasına gerek bulunmadan, dolayısıyla ortada bir suç ve ceza yargılaması olmaksızın,103 siyasi parti hakkında açılacak kapatma davası sonucunda bir güvenlik tedbiri olarak siyasi partinin kapatılmasına karar verilebilecektir.104 Burada siyasi parti; Anayasa nın 68 inci  maddesinin  dördüncü  fıkrasında  düzenlenen  yasaklara  aykırı  hususlara tüzük ve programlarında yer vermesi, bu yasak eylemlerin işlendiği bir odak hâline gelmesi ya da yabancı kişilerden parasal yardım alması sebepleriyle, ileride işlenmesi muhtemel suçlar bakımından bir  tehlikelilik hâli  arz etmektedir. Zira, siyasi partiler bir kitle hareketi olmaları, kendilerine karşı özellikle toplumun belirli kesimlerinin güven taşıması ve belli haklara sahip olmaları itibariyle bu durumu suistimal edecek potansiyele sahiptirler. Bu sebeple, toplumun korunması adına siyasi parti hakkında kapatma kararı verilerek tehlikelilik hâli ortadan kaldırılmış olacaktır.İkinci olarak, siyasi parti kapatma davalarının ceza davası niteliğinde olduğunun kabulü,  siyasi  partilerin  demokratik  hukuk  devleti  ilkesi  bakımından  arz  ettiği öneme daha uygun düşecektir. Zira, yeri geldikçe ifade edildiği gibi siyasi partiler demokratik  siyasi  hayatın  vazgeçilmez  unsurlarıdırlar.  Günümüzde  artık  siyasi partilerin olmadığı ve faaliyetlerine özgürce devam etmediği bir ülkede demokrasiden 103  İfade edildiği gibi ceza yargılamasında kural olarak, önce gerçek kişilerin işlediği suçlar tespit edilip ardından bu suçların yararına işlendiği tüzel kişilik hakkında güvenlik tedbirlerine hükmedilir. Zira, ceza muhakemesinde kural olarak ortada bir suç olmadan gerçek veya tüzel kişiler hakkında güvenlik tedbirlerine hükmedilemez. Ancak TCK nın 54 üncü maddesinin dördüncü fıkrasında olduğu gibi istisnai olarak, ortada henüz bir suç ve suçlu yok iken de güvenlik tedbirine hükmedilebilir. Siyasi partilerin kapatılması hususunda da aynı durum söz konusudur. Siyasi partilerin kapatılabilmesi için, kapatılmaya sebebiyet veren eylemleri işleyen kişiler hakkında ceza davası açılıp haklarında mahkumiyet kararı verilmesi gerekmemektedir. Yasak eylemleri işleyen kişiler hakkında ceza davası, parti kapatma davasından sonra açılabileceği gibi, eğer bu eylemler bir  suç  kapsamına girmemekte ise ceza davası açılmayabilir ya da açılan davalarda beraat kararı verilir. Siyasi parti kapatma davaları bu anlamda klasik ceza davalarından farklılık göstermektedir. Ayrıca burada, siyasi parti kapatıldıktan sonra eylemleri ile buna sebebiyet veren kişiler hakkında özel bir  hak yoksunluğu  olarak siyasetten yasaklılık kararı verilir. Bu tedbire hükmedilmesi parti hakkında kapatma kararının verilmesine bağlı kılınmıştır. Siyasi parti kapatma talebinin reddi veya kapatma yerine işlenen fiillerin ağırlığına göre Devlet yardımından kısmen veya tamamen yoksun bırakma kararının verilmesi hâllerinde bu tedbire hükmedilemez. Dolayısıyla, siyasetten yasaklılık tedbiri parti kapatma tedbirine entegre edilmiş durumdadır. Bu noktada kapatılmasına karar verilen siyasi parti yönetici ve üyesi olup fiilleri kapatma kararına konu teşkil eden milletvekillerinin, diğer kamu personeline göre ayrıcalıklı bir nitelik taşıyan milletvekili emekli maaşı almaya devam edebilmesi dikkat çekicidir. Bu kişilere milletvekili emekli maaşı yerine yapılacak bir yasal bir düzenleme ile ödemiş oldukları sosyal güvenlik katkı payları dikkate alınarak emsali devlet memuru emekli maaşı seviyesinde emekli maaşı ödenmesinde, parti kapanmasına sebebiyet vermenin bir müeyyidesi olarak milletvekili olmaktan kaynaklanan ve kanunla sağlanan birtakım avantajların kullanılmasının önlenmesinde kamu yararı olduğu düşünülmektedir.104  Aynı gerekçelerle, siyasi partiler hakkında kapatma kararı yerine verilen Devlet yardımından kısmen veya tamamen yoksun bırakma kararı da güvenlik tedbiri mahiyetindedir. Türk Ceza Hukuku sisteminde cezalar ve güvenlik tedbirleri olmak üzere iki çeşit yaptırım bulunmaktadır. Cezalar da kendi içerisinde hapis cezaları ve adli para cezaları olmak üzere ikiye ayrılırlar. Adli para cezaları ile ilgili esaslara TCK nın 52 nci maddesinde yer verilmiştir. İlgili maddenin ilk fıkrasında adli para cezaları ile ilgili yapılan tanımdan da anlaşılacağı ve madde gerekçesinde de ifade edildiği üzere, bu yaptırım bakımından  gün para cezası  sistemi benimsenmiştir. Maddenin ikinci fıkrasına göre cezaya konu bir gün karşılığında en az yirmi en fazla yüz Türk Lirası kişinin ekonomik ve diğer şahsi hâlleri göz önünde bulundurularak tespit edilecektir. Siyasi partiler hakkında kapatma yerine uygulanan Devlet yardımından yoksun bırakma yaptırımının bahsedilen adli para cezası yaptırımından farklı olduğu hususunda şüphe bulunmamaktadır. Hem partinin Devlet yardımından yoksun bırakılması hem de Kanun gereği kapatılan partinin mallarının hazineye geçmesi birer güvenlik tedbiri mahiyetindedir.1348Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğibahsedilemeyeceği ifade edilmektedir. Siyasi partiler toplum için bu denli büyük önem arz edince, bunların kapatılması için açılan davaların da ceza hukuku prensiplerine göre sonuca bağlanmaları gerekir. Zira, ceza hukuku yaptırımları yalnızca toplumu ilgilendiren ağır hukuki değer ihlallerinin söz konusu olması hâllerinde devreye girmektedir. Buna son çare ilkesi de denir. Çünkü ceza hukuku yaptırımları hukukun diğer alanlarındaki yaptırımlara nazaran daha ağırdır. Ceza hukuku yaptırımları ağır yaptırımlar oldukları için tatbik edilmeleri de zor olmalıdır. Bu sebeple ceza kanunları ile ceza muhakemesi kanunları kişilerin haksız bir şekilde ceza yaptırımlarına maruz kalmamaları için çeşitli kurallar sevk ederler. Suçta ve cezada kanunilik ilkesi, masumiyet karinesi, şüpheden sanık yararlanır ilkesi, kıyas yasağı, savunma hakkı ve iddia ve delillerle bağlı olmama ilkesi bu kurallardan bazılarıdır. Bu kuralların tamamı ceza hukukunun ağır yaptırımları karşısında kişilerin hak ve özgürlüklerinin güvence altına alınabilmesi için kabul edilmiştir. Demokratik siyasi rejimlerde parti kapatmaya istisnai hâllerde son çare olarak başvurulması gerektiği ifade edilmektedir.105 Siyasi partilerin kapatılması yaptırımının da siyasi faaliyette bulunma özgürlüğüne yönelik ve toplumun genelini ilgilendiren ağır bir yaptırım olması sebebiyle siyasi parti kapatma davalarının ceza davası olarak kabulü ve bu davalarda ceza ve ceza muhakemesi hukuku kurallarının uygulanması hukuk devleti ilkesine daha uygun olacaktır.106 Siyasi parti kapatma davalarında, siyasi partilerin Anayasa nın 68 inci maddesinde yasaklanan eylemlerin işlendiği bir odak hâline geldiği her türlü şüpheden uzak, kesin ve inandırıcı delillerle ispat edilemiyorsa, bu durum şüpheden sanık yararlanır ilkesi uyarınca davalı siyasi parti lehine değerlendirilmeli ve siyasi partinin kapatılması talebi  reddedilmelidir. Aynı  şekilde  suçta  ve  cezada  kanunilik  ilkesi  uyarınca, siyasi partilerin kapatılması sonucunu doğuracak tüm eylemler Anayasa da açık ve belirli bir şekilde düzenlenmeli, bu kapsama girmeyen fiiller kıyas ya da genişletici yorum  yapmak  suretiyle  siyasi  parti  kapatılması  sonucunu  doğuracak  kapsama sokulmamalıdır.  Siyasi  partiye  savunma  hakkı  tanınmalı,  dava  sırasında  yeni delillerin ortaya çıkması hâlinde ek iddianame düzenlenip siyasi partiye ek savunma sunma imkânı sağlanmalıdır. Bu sebeple yukarıda yer verilen, siyasi parti kapatma davası sırasında yeni delillerin ortaya çıkması hâlinde ek iddianame düzenlenmesine gerek bulunmadığı yönündeki Anayasa Mahkemesi kararının isabetli olmadığını düşünmekteyiz. Yine bu yargılamayı yapacak makam olan Anayasa Mahkemesi dosyada bulunan iddia ve delillerle bağlı olacaktır. Burada son olarak ifade etmek gerekir ki bazı Anayasa Mahkemesi kararlarında da belirtildiği üzere, siyasi parti 105  İba (n 3) 101.106  Sağlam ın da ifade ettiği üzere siyasi parti kapatma kararları toplumun genelini ilgilendiren ağır yaptırımlardır. Bu sebeple, siyasi parti kapatma davalarında ceza ve ceza muhakemesi hukuku kurallarının uygulanması gerekir. Yukarıda da ifade edildiği gibi Sağlam bu görüşünü siyasal partilerin temelli kapatılmasının idam cezası ile aynı özelliği gösterdiği şeklinde ifade etmiştir. Bkz Sağlam (n 73) 104.1349İstanbul Hukuk Mecmuası 79/4kapatma davalarının duruşma yapmak yerine dosya üzerinden karara bağlanması, bu davanın niteliğinin ceza davası olduğu hususunu değiştirmeyecektir. Zira, duruşmalı yargılama, adil yargılama hakkı bakımından çok önemli olsa da duruşmasız yapılan yargılamaların otomatikman ceza davası niteliğinden çıktığına ya da adil yargılanma hakkını  ihlal  ettiğine  yönelik  ulusal  ya  da  uluslararası  hukukta  bir  düzenleme bulunmamaktadır. Ancak, siyasi parti kapatma davalarının duruşmalı olarak karara bağlanacağına ilişkin anayasal/yasal bir düzenleme yapılması bu davaların arz ettiği önem ve niteliğinin ceza davası olması sebebiyle isabetli olacaktır.Bu davaların ceza davası niteliğinde olduğunun kabulü, parti kapatma davalarında CMK hükümlerinin uygulanacağına ilişkin düzenlemeyle getirilen güvenceyi daha da ileriye taşıyacaktır. Buna göre CMK daki bazı hükümler siyasi partiler hakkında doğrudan uygulanma kabiliyetini haiz olmasa da kıyas yoluyla bu kapsama dahil edilebilir. Örneğin; siyasi partiye karşı kapatma davasının haksız olarak açılması ve partinin bundan zarar görmesi hâlinde CMK 141/3 hükmü uyarınca Devlet aleyhinde tazminat davası açılabilir. Bu düzenleme ile koruma tedbirleri dışındaki tazminat doğuran tüm adli kararlara karşı Devlet aleyhine tazminat davası açma imkânı getirilmiştir.107 Bu hüküm uyarınca siyasi partiler, özellikle Yargıtay Cumhuriyet Başsavcılığının şartlar oluşmadan parti kapatma davası açması hâlleri ile zarar doğuran tüm hâkim ve savcı kararlarına karşı Devlet aleyhine tazminat davası açabilirler. Siyasi partilerin CMK nın 141 inci maddesinin ilk fıkrasında düzenlenen  koruma tedbirleri nedeniyle tazminat davası nı münhasıran açabilmesi de mümkün olabilecektir. Zira, parti kapatma davası sırasında siyasi partiler hakkında özellikle  arama   ve   elkoyma   gibi  koruma  tedbirlerine  başvurulabilmesi  mümkündür. Bu koruma tedbirlerine haksız ve hukuka aykırı olarak başvurulması hâlinde zarar görecek olan siyasi partiler, Devlet aleyhine  koruma tedbirleri nedeniyle tazminat davası  açabileceklerdir.Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un 52 nci maddesinde yer verilen siyasi parti kapatma davalarına CMK hükümlerinin uygulanacağına  ilişkin  hükmü  yukarıda  açıklanan  gerekçeler  bağlamında değerlendirmek gerekecektir.Anayasanın 149 uncu maddesinin son fıkrasında yer alan ve kapatma davalarında parti genel başkanlığının ya da görevlendireceği bir vekilin sözlü savunmasının 107  Bahri Öztürk, B. Eker Kazancı ve S. Soyer Güleç, Ceza Muhakemesi Hukukunda Koruma Tedbirleri (3. Baskı, Seçkin 2019) 353; Serdal Baytar, ‘Koruma Tedbirlerinden Doğan Zararın Karşılanması  (2005) (61) Türkiye Barolar Birliği Dergisi 359, 373.108  Koruma tedbirleri nedeniyle tazminat davası, bir suç soruşturması veya kovuşturması sırasında CMK 141 inci maddede sayılan görevlilerin usul kurallarına uymama veya keyfi adli işlemler nedeniyle kişilerin uğradıkları maddi ve manevi her türlü zararın giderilmesi için Devleti temsilen Hazineye karşı ağır ceza mahkemesinde açtıkları davalardır. Bkz Mustafa Albayrak, Notlu-Atıflı-Uygulamalı Ceza Muhakemesi Kanunu (1. Baskı, Adalet 2015) 337; Öztürk, Kazancı ve Güleç (n 109) 349; Süheyl Donay, Güncelleştirilmiş Ceza Yargılaması Hukuku (1. Baskı, Beta 2015) 265; Baytar (n 108) 361; Doğan Soyaslan, Ceza Muhakemesi Hukuku (7. Baskı, Yetkin 2018) 350; Gürsel Yalvaç, ‘Koruma Tedbirleri Nedeniyle Tazminat  (2015) 3(2) Ceza Hukuku ve Kriminoloji Dergisi 267, 274.1350Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğidinlenebileceğine  ilişkin  hüküm  ile  madde  gerekçesi  ve  Anayasa  Komisyonu Raporu  birlikte  dikkate  alındığında Anayasa  koyucunun,  ceza  davası  niteliği tartışmasız olan Anayasa Mahkemesi nin Yüce Divan sıfatıyla baktığı davalara benzer şekilde siyasi parti kapatılmasına ilişkin davaların da dosya üzerinden incelenmesine istisna getirerek Yargıtay Cumhuriyet Başsavcısından sonra kapatılması istenen siyasî partinin genel başkanlığının veya tayin edeceği bir vekilin savunmasının dinlenmesine  imkan  sağladığı,  bu  suretle  siyasi  parti  kapatma  davalarını  ceza davası niteliğinde gördüğü söylenilebilir. Diğer taraftan Cumhuriyet Savcısının ceza davası sayılmayan işlemleri iddianameyle değil,  davaname  ve  talepname  ile yapılmaktadır. Cumhuriyet Savcısının iddianameyle açtığı tüm davalar ceza davası sayılır ve siyasi parti kapatma davaları da iddianameyle açılmaktadır. Son olarak; SPK nın 116 ncı maddesinin üçüncü fıkrasında  Yabancı devletlerden, uluslararası kuruluşlardan, Türk uyrukluğunda olmayan gerçek ve tüzel kişilerden yardım veya bağış kabul eden parti sorumlusu veya aday veya aday adayı bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.  hükmüne yer verildiği görülmektedir. Bu hükme göre siyasi partilerin kapatılması sonucunu doğuran sebeplerden biri olan partinin yabancı kişi veya kuruluşlardan mali yardım alması, ayrıca ceza yaptırımı gerektiren bir suç olarak düzenlenmiştir. Bu suçun faili ise ilgili nakdi desteği kabul eden parti sorumlusu veya aday veya aday adayıdır. Görüldüğü üzere, siyasi partinin yabancı kişi veya kuruluşlardan mali yardım alması yalnızca partinin kapatılması sonucunu doğuran bir eylem olarak öngörülmemiş, ayrıca bu yardımı kabul eden kişilerin cezai sorumluluklarına gidileceği düzenlenmiştir. Dolayısıyla, suç teşkil eden ve karşılığında faillere hapis cezası öngörülen bu fiiller sonucunda ayrıca ceza sorumluluğu olmayan siyasi parti tüzel kişiliğinin kapatılmasına hükmedilecektir. Bu husus parti kapatma yaptırımının güvenlik tedbiri, parti kapatma davalarının ise ceza davası olduğu yönündeki belirlemeyi güçlendirir niteliktedir. Zira güvenlik tedbirleri, Türk hukukunda suç karşılığında tatbik edilen iki yaptırım türünden biridir. Partinin yabancı kişi veya kuruluşlardan mali yardım alması suçu karşılığında faillerin cezai sorumluluklarına gidilmekle beraber, cezai sorumluluğu bulunmayan parti tüzel kişiliği hakkında da kapatma yaptırımı uygulanmaktadır. Ezcümle, Anayasa koyucu ile kanun koyucunun parti kapatma davalarını ceza davası olarak kabul ettikleri anlaşılmaktadır.Tüm bu açıklanan sebepler uyarınca, siyasi parti kapatma davalarının hukuki niteliğinin ceza davası olduğu yönünde bir kabul Türk hukuk sistemine ve demokratik hukuk devleti ilkesine daha uygun olacaktır.109  Anayasa Komisyonu Raporundaki  son sözün savunmaya ait olduğu ilkesi  ceza yargılaması hukukunun temel ilkelerinden biri olup bu ilkeye uyulmak suretiyle siyasi parti kapatma davasının  ceza davası  niteliğinde görüldüğü ortaya koyulmuştur. Siyasi parti genel başkanına son sözün verilerek dinlenilmesi duruşma olarak nitelendirilemese bile, bu usul, ceza muhakemesi hukukunda duruşmaya hakim olan ilkelerden  sözlülük ,  doğrudanlık ,  yüz yüzelik  ve  meramını anlatma-savunma yapma  yapma gibi ilkeleri önemli ölçüde hayata geçirdiğinden, siyasi parti kapatma davalarının ceza davası olduğu yönündeki kanaati güçlendirmektedir.1351İstanbul Hukuk Mecmuası 79/4SonuçSiyasi partiler, demokratik siyasi yaşamın vazgeçilmez unsurları olsalar da bu durum siyasi partilerin her hâl ve şart altında faaliyetlerine devam etmesine göz yumulacağı anlamına gelmemektedir. Zira, bir hak ve hürriyetin kötüye kullanılmasına hukuk düzenince izin verilmesi beklenemez. Anayasa, bu esastan hareketle siyasi partiler bakımından geçerli olan bazı yasaklar öngörmüş, bu yasakların ihlal edilmesi hâlinde ise siyasi partilerin kapatılmasına ya da işlenen eylemlerin ağırlığına göre Devlet yardımından kısmen veya tamamen yoksun bırakılmasına karar verilebileceğini düzenlemiştir. Siyasi partilerin kapatılmasına ilişkin talepler, Yargıtay Cumhuriyet Başsavcılığı tarafından açılan dava üzerine Anayasa Mahkemesi tarafından kesin karara bağlanmaktadır.Anayasa, siyasi parti kapatma davasını düzenlemekle birlikte bu davanın hukuki niteliği bakımından bir tespitte bulunmamıştır. Öte yandan 6216 sayılı Anayasa Mahkemesinin  Kuruluşu  ve  Yargılama  Usulleri  Hakkında  Kanun un  52 nci maddesinde siyasi parti kapatma davalarında CMK hükümlerinin uygun düştüğü ölçüde uygulanacağına ilişkin bir hükme yer verilmiştir. Benzer bir hüküm, 2949 sayılı mülga Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un 33 üncü maddesinde de yer almaktaydı. Bu düzenlemeler siyasi parti kapatma davalarının ceza davası olarak kabulü yönündeki görüşlere dayanak olarak gösterilmiştir.Siyasi parti kapatma davalarının hukuki niteliğinin ne olduğu konusunda doktrinde farklı görüşler ortaya koyulmaktadır. Bir görüş; özellikle parti kapatma yaptırımının bir ceza hukuku yaptırımı olduğundan bahisle bu davaların ceza davası niteliğinde olduğunu ifade ederken, diğer bir görüş siyasi parti kapatma davalarında CMK hükümlerinin uygulanması yönünde kanun düzenlenmesinin varlığından hareketle bu davaların ceza davası olmadığı yönünde bir kabulü benimsemekte ve parti kapatma davalarının kendi özgü bir mahiyetinin bulunduğunu ifade etmektedir. Anayasa Mahkemesi nin siyasi parti kapatma davalarında verdiği kararlarında da bu konuda bir istikrar bulunmamakla birlikte, son dönemde siyasi parti kapatma davalarının ceza davası olduğu yönündeki önceki görüş terk edilerek bu davaların kendine özgü bir dava olduğunu kabul eden kararları ağırlık kazanmıştır.Kanaatimizce,  siyasi  parti  kapatma  davası  kendine  özgü  bir  ceza  davası niteliğindedir. Zira, bu dava sonucunda siyasi partiler hakkında verilen; kapatma, Devlet yardımından kısmen veya tamamen yoksun bırakma ve partinin tüm mallarının Hazineye geçmesi yönünde kararlar niteliği itibariyle ceza hukuku yaptırımlarından güvenlik  tedbirlerini  oluşturmaktadır.  Güvenlik  tedbirlerine  hükmedilebilmesi için işlenmiş bir suçun varlığı kural olmakla beraber, bu kuralın istisnaları da bulunmaktadır. Siyasi parti kapatma kararları da o istisnalardan biridir. Anayasa ile 1352Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki Niteliğiyasaklanan eylemleri işleyen kişilerin ceza mahkemelerinde mahkum olması gibi bir şart aranmamakla birlikte, siyasi partinin bu eylemlerin işlendiği bir odak hâline gelmesi durumunda hakkında kapatma tedbiri uygulanabilecektir. Ayrıca, SPK nın 116 ncı maddesinin üçüncü fıkrasında parti kapatma sebeplerinden biri olan siyasi partinin yabancılardan mali yardım kabul etmesi hâlinde, bu yardımı kabul eden gerçek kişilere hapis cezası öngörülmüştür. Bu düzenleme ile Anayasa hükümlerinin birlikte değerlendirilmesi neticesinde, Anayasa koyucu ile kanun koyucunun parti kapatma davalarını ceza davası olarak kabul ettiği sonucu çıkarılabilir.Siyasi parti kapatma yaptırımının ağırlığı da onun bir ceza yaptırımı olduğunu göstermektedir. Zira, ceza hukuku kuralları son çare ilkesi doğrultusunda yalnızca toplumun genelini ilgilendiren ağır hukuki değer ihlallerinin varlığı hâlinde devreye giren ve kendi yaptırımları da ağır nitelikte olan kurallardır. Dolayısıyla, demokratik siyasi yaşamın varlığı için hayati konumda olan siyasi partiler hakkında kapatma tedbirinin uygulanması, toplumun genel menfaatlerini ilgilendiren bir konu hakkında verilen ceza hukuku yaptırımıdır. Bu sebeple siyasi parti kapatma davalarında; suçta ve cezada kanunilik ilkesi, masumiyet karinesi, şüpheden sanık yararlanır ilkesi, kıyas yasağı, savunma hakkı ve iddia ve delillerle bağlı olmama ilkesi gibi ceza ve ceza muhakemesi hukukunun tüm kuralları uygulanmalıdır.Bu itibarla siyasi parti kapatma davalarının kendine özgü bir ceza davası niteliğinde olduğunu söylemek mümkündür.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Yazar Katkısı: Çalışma Konsepti/Tasarımı: İ.Ö., A.E.S.; Veri Toplama: İ.Ö., A.E.S.; Veri Analizi /Yorumlama: İ.Ö., AE.S.; Yazı Taslağı: İ.Ö., A.E.S.;.; İçeriğin Eleştirel İncelemesi: İ.Ö., A.E.S.; Son Onay ve Sorumluluk: İ.Ö., A.E.S.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors have no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.Author Contributions: Conception/Design of study: İ.Ö., A.E.S.; Data Acquisition: İ.Ö., A.E.S..; Data Analysis/Interpretation: İ.Ö., A.E.S..; Drafting Manuscript: İ.Ö., A.E.S..; Critical Revision of Manuscript: İ.Ö., A.E.S..; Final Approval and Accountability: İ.Ö., A.E.S. 1353İstanbul Hukuk Mecmuası 79/4Bibliyografya/",
     "Kaynakça": "Akbulut B, Ceza Hukuku Genel Hükümler (6. Baskı, Adalet 2019)Akyazan AH, ‘1982 Anayasası na Göre Siyasi Partilerin Kapatılması  (2006) (65) Türkiye Barolar Birliği Dergisi 247 276.Akyel  R,  ‘Türkiye de  Siyasi  Partilerin  Hukuksal  Konumları  ve  Denetimleri   (2018)  6(12) Uyuşmazlık Mahkemesi Dergisi 115 154.Albayrak M, Notlu Atıflı Uygulamalı Ceza Muhakemesi Kanunu (1. Baskı, Adalet 2015)Altınbaş S, ‘Türkiye de Parti Yasaklarının Parti Kapatma Davaları Üzerinden Okunması  (2019) 7(1) Nişantaşı Üniversitesi Sosyal Bilimler Dergisi 44 59.Anayurt Ö, Anayasa Hukuku: Genel Kısım (2. Baskı, Seçkin 2019)Aliefendioğlu Y, Anayasa Yargısı (1. Baskı, Yetkin 1997)Atar Y, Türk Anayasa Hukuku (13. Baskı, Seçkin 2019)Aydın H, ‘Anayasa Mahkemesi Kararları Bağlamında Avrupa İnsan Hakları Mahkemesi İhlal Kararının, Siyasi Parti Kapatma Davalarında Yargılamanın Yenilenmesi Sebebi Olması  (2009) (11) Yasama Dergisi 50 75.Baytar S, ‘Koruma Tedbirlerinden Doğan Zararın Karşılanması  (2005) (61) Türkiye Barolar Birliği Dergisi 359 373.Bıçak V, Ceza Muhakemesi Hukuku (4. Baskı, Seçkin 2018)Centel N ve Zafer H, Ceza Muhakemesi Hukuku (9. Baskı, Beta 2012)Demirbaş T, Ceza Hukuku Genel Hükümler (15. Baskı, Seçkin 2020)Donay S, Güncelleştirilmiş Ceza Yargılaması Hukuku (1. Baskı, Beta 2015)Durmuş A, Siyasi Partilerin Kapatılması ve Yüce Divan Kararlarını Yeniden Tartışmak (1. Baskı, Beta 2001)Ercan MS, ‘Anayasa Mahkemesi Kararları Işığında Siyasal Parti Yasakları  (2016) 3(1) İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi 49 70.Eren A, Anayasa Hukuku Dersleri (2. Baskı, Seçkin 2020)Ergül E, Anayasa Hukukuna Başlangıç (1. Baskı, Adalet 2020)Eryılmaz MD, Ceza Muhakemesi Hukuku Dersleri (1. Baskı, Seçkin 2012)Fendoğlu HT, Anayasa Hukuku (3. Baskı, Yetkin 2015)Gökçe AF ve Dölek E, ‘Anayasa Yargısı ve Demokrasi  (2018) 5(6) Avrasya Sosyal ve Ekonomi Araştırmaları Dergisi 118 143.Gözler K, Türk Anayasa Hukuku Dersleri (16. Baskı, Ekin 2014)Güngör D ve Toroslu H, ‘Müsadere ve Hükmün Açıklanmasının Geri Bırakılması Üzerine Kısa Bir Değerlendirme  (2016) 65(4) Ankara Üniversitesi Hukuk Fakültesi Dergisi 1967 1980.Günler K, ‘Türk Ceza Hukukunda Müsadere  (2014) 18(3 4) Gazi Üniversitesi Hukuk Fakültesi Dergisi 849 876.Hakeri H, Ceza Hukuku Genel Hükümler (22. Baskı, Adalet 2019)Karakoç R, ‘1982 Anayasası nın Siyasi Partilere İlişkin Düzenlemeleri Üzerine Bir Değerlendirme  (2013) 3(2) Çankırı Karatekin Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi 55 70.Kafes V, ‘Ceza Hukukunda Mağdurun Zararının Giderilmesi  (2011) 60(1) Ankara Üniversitesi Hukuk Fakültesi Dergisi 83 156.1354Öztürk, Sümer / Siyasi Parti Kapatma Davalarının Hukuki NiteliğiKarakehya H ve Arabacı M, ‘Cumhuriyet Savcısının Hukuki Statüsü, Muhakemedeki Taraf Pozisyonu ve İspat Yükünün Bulunması Üzerine  (2016) 65(4) Ankara Üniversitesi Hukuk Fakültesi Dergisi 2059 2081.Koca M ve Üzülmez İ, Türk Ceza Hukuku Genel Hükümler (13. Baskı, Seçkin 2020)Kunter N, Yenisey F ve Nuhoğlu A, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku (18. Baskı, Beta 2010)Kuzu B, ‘1961 ve 1982 Anayasalarında ve Bunlara İlişkin Siyasi Partiler Kanunlarında Siyasi Parti Kavramı, Kuruluşu ve Kapatma Rejimi (Karşılaştırmalı Bir İnceleme)  (1987) 52(1 4) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 145 184.İba Ş, Siyasi Partiler ve Seçim Hukuku (4. Baskı, Seçkin 2020)Metin Y, ‘Siyasi Parti Kapatma Davalarında Ortaya Çıkan Ön Sorunlar  (1998) Güz (3) Süleyman Demirel Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi 223 236.Özbek VÖ, Doğan K ve Bacaksız P, Ceza Muhakemesi Hukuku (13. Baskı, Seçkin 2020)Özbek VÖ, Doğan K ve Bacaksız P, Türk Ceza Hukuku Genel Hükümler (11. Baskı, Seçkin 2020)Özbudun E, Türk Anayasa Hukuku (15. Baskı, Yetkin 2014)Özen M, ‘Kamu Davası Açma Konusunda Benimsenen İlkeler, Cumhuriyet Savcısının Takdir Yetkisi ve İddianamenin İadesi  (2009) 67(3) Ankara Barosu Dergisi 17 28.Özen M, Öğreti ve Uygulama Işığında Ceza Hukuku Genel Hükümler (2. Baskı, Adalet 2018)Özgenç İ, Türk Ceza Hukuku Genel Hükümler (15. Baskı, Seçkin 2019)Özgenç İ, Türk Ceza Kanunu Gazi Şerhi (2. Baskı, Seçkin 2005)Öztürk B, Kazancı BE ve Güleç SS, Ceza Muhakemesi Hukukunda Koruma Tedbirleri (3. Baskı, Seçkin 2019)Öztürk İ, ‘6102 Sayılı Türk Ticaret Kanunu nun Yürürlüğe Girmesiyle Anonim Şirket Yönetim Kurulu Üyeliğine Seçilmeleri Mümkün Olan Tüzel Kişilere Yönetim Kurulu Üyesi Sıfatıyla Ödenen Kar Paylarının Vergilendirilmesi  (2016) 2(1) Başkent Üniversitesi Hukuk Fakültesi Dergisi 93 120.Öztürk NK, Anayasa Hukuku (2. Baskı, Seçkin 2019)Sağlam F, Siyasi Partiler Hukukunun Güncel Sorunları (1. Baskı, Beta 1999)Soyaslan D, Ceza Muhakemesi Hukuku (7. Baskı, Yetkin 2018)Şahin C ve Göktürk N, Ceza Muhakemesi Hukuku I (11. Baskı, Seçkin 2020)Şık H, Türk Adli Yargı Sisteminde Savcılık Kurumu (1. Baskı, Adalet 2018)Tanör B ve Yüzbaşıoğlu N, 1982 Anayasasına Göre Türk Anayasa Hukuku (19. Bası, Beta 2019)Teziç E, Anayasa Hukuku (22. Baskı, Beta 2018)Topaç TH, ‘Eşya Müsaderesi (TCK. 54)  (2013) (2) Uyuşmazlık Mahkemesi Dergisi 45 70.Toroslu N, Ceza Hukuku Genel Kısım (19. Baskı, Savaş 2013)Toroslu N ve Feyzioğlu M, Ceza Muhakemesi Hukuku (18. Baskı, Savaş 2018)Tunç H, Anayasa Hukuku Genel Esaslar (2. Baskı, Gazi Kitabevi 2019)Turhan M, ‘Avrupa İnsan Hakları Sözleşmesi ve Siyasi Parti Kapatma Davaları  (2000) 57 (3) Ankara Üniversitesi SBF Dergisi 129 150.Uslu F, Anayasa Yargısı (2. Baskı, Adalet 2018)Uygun O, ‘Siyasi Partilerin Kapatılması Rejiminin Avrupa İnsan Hakları Sözleşmesi Çerçevesinde Değerlendirilmesi  (2000) (17) Anayasa Yargısı Dergisi 256 273.1355İstanbul Hukuk Mecmuası 79/4Ünver Y ve Hakeri H, Ceza Muhakemesi Hukuku (3 Cilt) (15. Baskı, Adalet 2019)Yalvaç G, ‘Koruma Tedbirleri Nedeniyle Tazminat  (2015) 3(2) Ceza Hukuku ve Kriminoloji Dergisi 267 306.Yenisey F ve Nuhoğlu A, Ceza Muhakemesi Hukuku (7. Baskı, Seçkin, 2018)Yılmaz E, Hukuk Sözlüğü (10. Baskı, Yetkin 2011)Yiğit U, ‘Siyasi Partilerin Temelli Kapatılması İle Kapatılması Arasındaki Farklar ve Kapatılan Partilerin Yeniden Açılması  (2008) (75) Türkiye Barolar Birliği Dergisi, 165 176.Yiğit U ve Öztürk İ, Yargı Hukuku (1. Baskı, Adalet 2020)Elektronik Kaynakçahttps://www.anayasa.gov.tr/tr/kararlar bilgi bankasi/https://www.echr.coe.int/documents/convention_tur.pdfhttps://www.lexpera.com.tr/https://sozluk.gov.tr/https://www.resmigazete.gov.tr/1356"
}