{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "16",
     "Ay": "10",
     "Yıl": "2017",
     "Cilt": "75",
     "Sayı": "2",
     "Başlık": "TÜRK TİCARET KANUNU’NDA DÜZENLENEN TESELSÜL KARİNESİNİN MÜTESELSİL KEFALETİN ŞEKİL KOŞULUNA ETKİSİ ",
     "Title": "THE STATUTORY PRESUMPTION REGARDING JOINT AND SEVERAL LIABILITY REGULATED IN THE TURKISH COMMERCIAL CODE AND ITS EFFECTS ON THE FORMAL REQUIREMENTS OF SOLIDARY SURETYSHIP",
     "Yazar İsmi": [

          " Yrd. Doç. Dr./Asst. Prof. Dr. Nuri Aziz Midyat"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          " Teselsül Karinesi", "Müteselsil Kefalet", "Kefaletin Şekli", "Ticari iş", "Özel Hüküm (Lex specialis)"
     ],
     "Keywords": [
          " Presumption of solidarity", "Joint bail", "Form of bail", "Commercial transaction", "Special provision (Lex Specialis)"
     ],
     "Özet": "6098 sayılı Borçlar Kanunu ile kefaletin şekil koşulları ağırlaştırılmış ve müteselsil kefaletin geçerliliği için bu hususun kefilin el yazısıyla yazılmış olması şartı aranmıştır (BK md. 583). Buna karşılık Borçlar Kanunu ile aynı tarihte yürürlüğe giren 6102 sayılı Ticaret Kanunu nda ise eski kanunda da yer alan teselsül karinesine ilişkin düzenleme korunmuş ve ticari işlere kefalet halinde kefaletin müteselsil nitelikte olduğu kabul edilmiştir (TTK md. 7). Bu iki kanunun birbirine zıt düzenlemeleri doktrinde ve uygulamada bu hükümlerden hangisine üstünlük tanınacağı konusunda tartışmalara neden olmuştur. Çalışmamızda Borçlar Kanunu na nazaran özel hüküm niteliğinde olması sebebiyle Ticaret Kanunu düzenlemesine üstünlük tanınması gerektiği sonucuna varılmıştır. Ancak mevcut hukuk bakımından varılan bu sonuca rağmen de lege ferenda hükmün Alman Hukukunda olduğu gibi sadece tacirler bakımından uygulanması daha yerinde bir çözüm olacaktır. Bu bakımdan bu yönde bir kanun değişikliği yapılmasının gerekli olduğu kanaatindeyiz.",
     "Abstract": "The formal requirements for suretyship were aggravated in the Code of Obligations Act No. 6098 and the validity of a solidary suretyship was tied to the condition of being drawn up in handwriting by the guarantor (Code of Obligations Art. 583). However, Commercial Code Act No. 6102 enacted at the same time as the Act of Obligations, has maintained the statutory presumption on joint and several liability as regulated in its previous version and assumes that in cases of suretyships for business transactions the suretyship has the quality of a joint guarantee (Commercial Code Art. 7). These contradictory regulations of the two acts has led to controversy between doctrine and practice on which of the provision should prevail. In this study it is conclude that, considering the Commercial Code having the quality of a special law compared to the Act of Obligations, its provisions have to prevail. However, despite this conclusion reached in terms of the current law, de lege ferenda as in German Law, the application of the provision only for merchants would be a more appropriate solution. In this regard, we deem it necessary to amend the law in this sense.",
     "Metin": "1.7.2012 tarihinde yürürlüğe giren 6098 sayılı yeni Borçlar Kanunu ile kefalet akdinin şekil şartlarına ilişkin olarak önemli değişikliklere gidilmiş ve 583. madde ile kefalet akdinin geçerli olabilmesi için kefilin sorumlu olacağı azami miktarın, kefalet tarihinin ve varsa müteselsil kefalete ilişkin ibarenin kefilin el yazısı ile yazılmış olması şartı getirilmiştir. Eşin rızasına ilişkin BK m. 584 den farklı olarak maddede hükmün uygulama alanına ilişkin herhangi bir sınırlamaya yer verilmemiştir. Dolayısıyla öngörülen şekil şartları hem gerçek hem de tüzel kişilerin kefaleti bakımından uygulama alanı bulacaktır. Buna karşılık 6102 sayılı Türk Ticaret Kanunu nun  Teselsül Karinesi  başlığını taşıyan 7. maddesinde ise ticari işlere kefalet halinde hem asıl borçlu ile kefil, hem de kefiller arasındaki ilişkilerde müteselsil kefalet karinesinin geçerli olacağı ifade edilmiştir (TTK md. 7 f.2). Görüldüğü  üzere bir  tarafta  Borçlar  Kanunu nda müteselsil  kefaletin gerçekleşmesi sıkı ve ağırlaştırılmış nitelikli şekil şartlarına bağlanmışken diğer tarafta Ticaret Kanunu nda ticari işler bakımından buna bir istisna getirilmiş ve teselsül karinesi uyarınca kefaletin müteselsil kefalet olacağı kabul edilmiştir. Bu durum karşısında, kefaletin şekil şartlarını belirleyen Borçlar Kanunu düzenlemesi ile Ticaret Kanunu nda yer alan teselsül karinesi arasındaki ilişkinin ortaya konulması zorunluluğu ortaya çıkmaktadır. Acaba kefaletin şekil şartlarını düzenleyen 583. maddenin hiçbir istisnaya yer vermeyen ifadesi karşısında Borçlar Kanunu hükümlerine mi üstünlük tanımak gerekecektir yoksa ticari işlerin niteliği gereği teselsül karinesinin varlığını kabul eden Ticaret Kanunu hükmüne mi üstünlük tanınacaktır? Çalışmamızda bu sorun üzerinde durulacaktır. Bu çerçevede ilk olarak müteselsil borçluluk kavramı ve özellikleri ortaya konulacak ardından da ticari işlerde teselsül karinesinin kapsamı ve uygulama alanı belirlenecektir. Bu hususları takiben Borçlar Kanunu hükümleri uyarınca müteselsil kefaletin tabi olduğu şekil şartları ele alınacak; her iki hükmün uygulama alanı ve bu durumun ortaya çıkardığı sorunlar belirtildikten sonra ise konu hakkındaki görüşümüz ifade edilerek çalışma tamamlanacaktır.  I-  GENEL OLARAK MÜTESELSİL BORÇLULUK Kaynağında ne olursa olsun borç ilişkilerinin tamamında bir alacaklı ve bir de borçlu taraf bulunur. Ancak alacaklı ve borçlu tarafın mutlaka birer kişiden oluşması gerekmez. Bazı durumlarda alacaklı veya borçlu tarafta veya her ikisinde birden fazla kişinin bulunması mümkündür. Borç ilişkisinin borç-Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   683 Kefaletin Şekil Koşuluna Etkisi lu tarafında birden fazla kişinin bulunduğu bu gibi hallerde eğer alacaklı borcun tamamının ifasını dilediği borçludan talep edebiliyorsa müteselsil bir borçluluğun varlığı söz konusu olmaktadır. Birden fazla kişinin birlikte borç altında girdiği durumlarda bunlardan her birinin borcun belli kısımlarından mı yoksa tamamından mı sorumlu olacağı hususu çeşitli hukuk düzenlerinde farklı şekilde ele alınmıştır. Bu konuda Türk Hukukundaki genel düzenleme ise Borçlar Kanunu nun 162. maddesinde yer almaktadır. Buna göre;  Birden çok borçludan her biri, alacaklıya karşı borcun tamamından sorumlu olmayı kabul ettiğini bildirirse, müteselsil borçluluk doğar. Böyle bir bildirim yoksa, müteselsil borçluluk ancak kanunda öngörülen hâllerde doğar.                                                   1 Genel olarak müteselsil borç kavramı ve benzer durumlardan farkı için bkz. M.Kemal Oğuzman/Turgut Öz; Borçlar Hukuku Genel Hükümler C.2, 12. Bası, Vedat Kitapçılık, İstanbul, 2016, N.1334; S.Sulhi Tekinay/Sermet Akman/Haluk Burcuoğlu/Atilla Altop, Borçlar Hukuku Genel Hükümler, 7. Bası, Filiz Kitabevi, İstanbul, 1993, s. 285 vd.; Fikret Eren, Borçlar Hukuku Genel Hükümler, 21. Bası, Yetkin Yayınevi, Ankara, 2017,s.1224 vd.; Turgut Akıntürk, Müteselsil Borçluluk, Ankara, 1971, s.35 vd.; Nurcihan Dalcı Özdoğan, Müteselsil Sorumluluk, Seçkin Yayınevi, Ankara, 2015,s.52 vd. Ayşenur Şahin Caner, Türk Borçlar Kanununda Müteselsil Borçluluk, On İki Levha Yayıncılık, İstanbul, 2017, s.9 vd, s.51 vd. 2 Roma Hukuku nda alacaklı karşısında birden fazla borçlunun bulunması durumunda kural olarak kısmi borçluluk kabul edilmekteydi. Müteselsil borçluluğun kabul edilebilmesi için bunun taraflarca özel şekil şartlarına tabi olan stipulatio yolu ile kabul edilmesi veya haksız fiil sorumluluğunda olduğu gibi müteselsil sorumluluğun kanun tarafından öngörülmüş olması aranmaktaydı. Bu konuda ayrıntılı bilgi için bkz. Akıntürk, s.44 vd; Özdoğan, s. 27 vd.; Şahin Caner, s.23 vd. Kaynak İsviçre Borçlar Kanunu nda kısmi borçluluğun kural olduğu düzenlenmiştir (İBK md. 143). Buna karşılık İsviçre Hukuku nda Türk Hukuku ndan farklı olarak ticari işlerde teselsül karinesi bulunmamaktadır. Akıntürk, .s. 104  Fransız Hukuku nda da aynı şekilde kural kısmi borçluluk yönündedir. Müteselsil borçluluğun varlığının karine olarak kabul edilemeyeceği bunun ancak kanundan veya sözleşmeden kaynaklanabileceği Fransız Medeni Kanunu md. 1310 de açıkça belirtilmiştir (FMK md. 1310  La solidarité est legale ou conventionnelle; elle ne se présume pas ). Ancak belirtmek gerekir ki kanunun bu kesin ifadesine rağmen bir örf ve adet hukuku kuralı olarak ticari işlerde teselsül karinesinin varlığı istikrar kazanmış içtihatlar yoluyla kabul edilmiştir. Alain Bénabent, Droit des Obligations,14. Edition, LGDJ, Paris, 2014, N.791. Alman Hukuku nda da BGB § 420 de kural olarak birden fazla kişinin bölünebilir bir edimin borçlusu olması halinde bunların payları oranında sorumlu olacağı belirtilmiş olmasına rağmen, BGB § 427 de buna önemli bir istisna getirilmiş ve birden çok kişinin sözleşmeyle bölünebilir bir edimi taahhüt etmesi halinde bunların müteselsil borçlu olacağı kabul edilmiştir. Bu yönüyle Alman Hukuku nda da müteselsil borçluluk geniş bir uygulama alanı bulmaktadır (BGB § 427 de düzenlenen bu istisnai hükmün geniş yorumlanmasının BGB § 420 nin uygulama alanını daraltılmış olduğu yönünde bkz. Peter Bydlinski, Münchener Kommentar zum BGB, 7. Auflage, München, 2016, § 420, N.6). BGB § 427 nin sözleşmeyle taahhüt edilen edimler bakımından teselsülü karine olarak kabul ediyor olması ticari işlerde özel bir teselsül karinesi düzenlemesine de ihtiyaç bırakmamıştır. Nitekim bu sebeple ticari işlerde teselsülü düzenleyen eski Alman Ticaret Kanunu ADHGB nin 280. maddesi halen yürürlükte bulunan HGB ye alınmamıştır. Bu hususta bkz. Tekinay, s.513 Ayrıca çeşitli ülke hukuklarındaki düzenlemeler için Bkz. Şahin Caner, s. 28 vd.684  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) Görüldüğü üzere Türk Hukuku nda birden fazla borçlunun bulunduğu durumlarda kural olarak müteselsil borçluluğun varlığı kabul edilmemiş, bunun için tarafların bu konuda anlaşmış olması veya kanunun açıkça müteselsil borçluluğun varlığını kabul etmiş olması şartı aranmıştır. Sözleşmeden doğan müteselsil borçluluğun kabul edilebilmesi için bunun taraflar arasında yapılan anlaşmada kararlaştırılmış olması gerekir. Bu anlaşma taraflar arasındaki hukuki ilişkinin kuruluşu esnasında yapılabileceği gibi sonradan borca katılma yoluyla da yapılabilir (BK md. 201). Bu tür bir anlaşmanın varlığı ortaya konulmadıkça borçlular arasında teselsülün varlığı kabul edilemez. Buna karşılık anlaşmada mutlaka müteselsil borçlu ifadesinin kullanılması gerekli değildir. Müteselsil borçluluk konusundaki anlaşmanın bu anlama gelebilecek çeşitli şekillerde ifade edilmesi mümkündür. Diğer yandan belirtmek gerekir ki teselsülün sözleşmede açıkça kararlaştırılmış olması da şart değildir. Teselsülün varlığı sözleşmenin yorumundan anlaşılabiliyorsa bu durumda da müteselsil borçluluğun varlığı kabul edilebilir. Ancak bu hususta bir neticeye varırken son derece ihtiyatlı ve titiz davranılması gerektiği gerçeği gözden uzak tutulmamalıdır. Aksi halde kanunun öngörmemiş olduğu bir teselsül karinesine yer verilmiş olur ki bu durumun hükmün konuluş amacıyla bağdaşmayacağı açıktır. Her durumda teselsülün varlığını ispat yükü bunu iddia eden tarafa aittir. Müteselsil borçluluğun sözleşme ile kararlaştırılmadığı durumlarda ise teselsül ilişkisi ancak kanunda açıkça düzenlenmiş olan hukuki ilişkilerde söz konusu olur (BK md. 162 f.2). Bu çerçevede Borçlar Kanunu nda, Medeni Kanun da ve diğer bazı özel kanunlarda müteselsil borçluluğun öngörüldüğü çeşitli hükümler yer almaktadır. Teselsül ilişkisine yer verilen bir diğer önemli düzenleme ise Türk Ticaret Kanunu nda yer almaktadır. TTK md. 7 de Borçlar Kanunu nda benimsenen genel prensibin aksine ticari işlerde teselsül karinesine yer verilmiştir. Genel prensibin önemli bir istisnasını teşkil etmesi sebebiyle bu hükme ve maddede                                                  3 BK md 201 kanuna yeni eklenmiş bir hüküm olmakla beraber eski Borçlar Kanunu döneminde de borca katılma yoluyla müteselsil borçluluğun kurulabileceği doktrinde kabul edilmekteydi. Bu hususta Bkz. Oğuzman/Öz, N.1355; Akıntürk, s.114 vd. 4 Akıntürk, s. 109, Tekinay/Akman/Burcuoğlu/Altop, s. 293; Eren, s. 1227. 5 Oğuzman/Öz, N. 1351; Tekinay/Akman/Burcuoğlu/Altop, s. 293; Eren, s. 1227. 6 Akıntürk, s.112.  7 Oğuzman/Öz, N.1351; Eren, s.1227. 8 Birden fazla kişinin birlikte sebep olduğu haksız fiil sorumluluğunda (BK md. 61), bir malvarlığı veya işletmenin devrinde devredenle devralan arasında belirli bir süreyle (BK md. 202),birlikte ariyet alan kişilerin ödünç verene karşı sorumluluklarında (BK md. 382), birlikte vekalet verenlerin ve birlikte vekillerin sorumluluğunda (BK md. 511), birlikte bir şeyi saklamak üzere alan kişilerin saklatana karşı sorumluluğunda (BK md. 567), adi ortaklıkta ortakların ortaklık borçlarından alacaklılara karşı sorumluluğunda (BK md. 683 f.3) müteselsil sorumluluğun varlığı kabul edilmiştir. 9 Aile malları ortaklığında ortakların ortaklık borçlarından sorumluluğu (MK md. 379), miras şirketinde mirasçıların tereke borçlarından sorumluluğu (MK md. 681), Medeni Kanun da müteselsil sorumluluğun kabul edildiği durumlardır. 10 Özel kanunlarda yer alan müteselsil sorumluluk düzenlemelerine Tüketicinin Korunması Hakkında Kanun un 4, 4/a,7, 10 ve 13. maddelerinde yer alan müteselsil sorumluluk hükümleri örnek olarak gösterilebilir.Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   685 Kefaletin Şekil Koşuluna Etkisi öngörülmüş olan teselsül karinesine ilişkin açıklamalara aşağıda ayrı bir başlık altında yer verilecektir.  II- TİCARİ İŞLERDE TESELSÜL KARİNESİ Ticaret hayatının gerektirdiği güven ve teminat ihtiyacı gibi sebeplerle Ticaret Kanunu nda, genel hüküm niteliğindeki Borçlar Kanunu düzenlemesinden ayrılınmış ve ticari işlere özgü olarak teselsül karinesine yer verilmiştir. Böylece bir taraftan ticari işlerde alacaklı karşısında birlikte borç altına girenler arasındaki güçlü menfaat ilişkisi göz önünde tutulmuş, diğer taraftan da alacaklıya dilediği borçluya başvurma imkanı tanınarak ticari hayatın rizikoları karşısında bir güvence sağlanmak istenmiştir. Bu arada belirtmek gerekir ki, ticari işlerde teselsül karinesine ilişkin hüküm 6102 sayılı kanunla getirilmiş yeni bir hüküm değildir. Düzenleme benzer içeriklerle hem 865 sayılı Eski Ticaret Kanunu nda hem de 6762 sayılı Türk Ticaret Kanunu nda yer almaktaydı. 6102 sayılı Türk Ticaret Kanunu nun ilgili düzenlemesi şu şekildedir:  İki veya daha fazla kişi, içlerinden yalnız biri veya hepsi için ticari niteliği haiz bir iş dolayısıyla, diğer bir kimseye karşı birlikte borç altına girerse, kanunda veya sözleşmede aksi öngörülmemişse müteselsilen sorumlu olurlar. Ancak, kefil ve kefillere, taahhüt veya ödemenin yapılmadığı veya yerine getirilmediği ihbar edilmeden temerrüt faizi yürütülemez.                                                  11 Hüseyin Ülgen/Mehmet Helvacı/Abuzer Kendigelen/Arslan Kaya/Füsun Nomer Ertan, Ticari İşletme Hukuku, 4. Bası, On İki Levha Yayıncılık, İstanbul, 2015, N.97; Reha Poroy/Hamdi Yasaman, Ticari İşletme Hukuku, 15. Bası, İstanbul, 2015, s.79; Sabih Arkan; Ticari İşletme Hukuku,23. Bası, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2017, s. 72; Oruç, Hami Şener; Ticari İşletme Hukuku, Seçkin Yayınevi, Ankara, 2016, s.68; S. Sulhi Tekinay, Ticari İşlerde Teselsül Karinesi, Hirsch e Armağan, Ankara,1964, s.514; Akıntürk, s. 142. 12 865 sayılı Eski Ticaret Kanunu nun 642. maddesi   İki veya müteaddit kimse, içlerinden yalnız biri veya cümlesi hakkında ticari mahiyeti haiz bir muamele zımnında diğer bir şahsa karşı müştereken teahhüt altına girdikleri surette mukavelenamede hilafı tasrih edilmiş olmadıkça müteselsilen mesul olur. Ticari borçlara maan kefalet eden kimseler hakkında dahi aynı hüküm tatbik olunur.  şeklinde idi. Ancak hükmün ikinci fıkrasının kefil ile asıl borçlu arasındaki ilişkiye işaret etmeksizin sadece birden fazla kefil arasında müteselsil sorumluluk bulunduğunu ifade etmesi tereddütlere yol açmış ve bu konuda İçtihadı birleştirme kararı yoluna gidilmesine neden olmuştur (Yargıtay İçtihadı Birleştirme Genel Kurulu, 1931/26 E., 1931/36 K. ve 25.3.1931 tarih sayılı kararı, Kazancı Hukuk Otomasyon Sistemi ). YİBGK kararında asıl borçlu ile kefil arasındaki ilişkinin de müteselsil olduğu sonucuna varmış; ancak bunu madde 642 f.2 hükmüne değil bu konudaki ticari teamülün varlığına dayandırmıştır.  Bu içtihadı birleştirme kararının meydana getirdiği tartışmaların da etkisiyle 6762 sayılı kanunda madde şu şekilde düzenlemiştir: Madde 7   İki veya daha fazla kimse, içlerinden yalnız biri veya hepsi için ticari mahiyeti haiz bir iş dolayısiyle diğer bir kimseye karşı müştereken borç altına girerlerse mukavelede aksi kararlaştırılmış olmadıkça müteselsilen mesul sayılırlar. Ticari borçlara kefalet halinde, gerek asıl borçlu ile kefil ve gerek kefiller arasındaki münasebetlerde dahi hüküm böyledir. .  Görüldüğü üzere yeni hükümde ticari işlere kefalet halinde hem asıl borçlu ile kefil arasındaki hem de kefiller arasındaki ilişkilerin müteselsil nitelikte olduğu belirtilmiş ve böylece önceki kanundaki tartışmalara son verilmek istenmiştir.686  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) Ticari borçlara kefalet hâlinde, hem asıl borçlu ile kefil, hem de kefiller arasındaki ilişkilerde de birinci fıkra hükmü geçerli olur.  (TTK md. 7)13. İki fıkradan oluşan maddenin ilk fıkrasında teselsül karinesinin koşulları açıklanmış, ikinci fıkrasında ise aynı esasların ticari borçlara kefalet halinde de geçerli olacağı kabul edilmiştir. Ayrıca maddede  kanunda veya sözleşmede aksi öngörülmemişse  ifadesine yer verilmek suretiyle hükmün emredici olmadığı da belirtilmiştir. Buna göre ticari işlerde teselsül karinesinin varlığı için gerekli ilk koşul sözleşmenin borçlu tarafında birden fazla kişinin bulunmasıdır. Buna karşılık teselsül karinesinin ortaya çıkabilmesi için işin borç altına girenlerin tamamı açısından ticari iş niteliğinde olmasına gerek yoktur. İşin borçlulardan sadece biri için ticari iş niteliğinde olması halinde dahi müteselsil sorumluluk doğacaktır. Bir işin ticari iş niteliğinde olup olmadığı ise TTK md. 3 ve TTK md. 19 f. 2 hükümleri çerçevesinde belirlenecektir. Buna göre bir işin ticari iş sayılabilmesi için bu hususun Ticaret Kanunu nda düzenlenmiş olması veya ticari işletmeyi ilgilendiriyor olması şartı aranmaktadır (TTK md. 3). Ancak bu belirleme yapılırken işlemin, sözleşmenin her iki tarafı için de ticari iş niteliğinde olması şartı aranmamış, taraflardan yalnız biri için ticari iş niteliğinde olması yeterli görülmüştür (TTK md. 19 f.2). Bu durum karşısında işin sadece alacaklı bakımından veya borçlulardan sadece biri tarafından ticari iş niteliğinde olması halinde dahi teselsül karinesi uygulama alanı bulabilecektir. Doktrinde bazı yazarlarca, teselsül karinesine ilişkin yapılan açıklamalarda ticari iş niteliğinde bir borcun birden fazla kişi tarafından üstlenilmesinde teselsülün söz konusu olabilmesi için borçluların alacaklıya karşı birlikte ve aynı işlemle borç altına girmeleri gerektiği de bir koşul olarak ifade edilmektedir. Bu yönüyle ticari işlerde teselsülün koşulları adi işlere nazaran ağırlaştırılmaktadır. Zira adi işler bakımından müteselsil borçluluğun doğumu için böyle bir koşul aranmamaktadır. Müteselsil borçluluk sözleşmenin kuruluşu sırasında açıklanacak irade beyanıyla kurulabileceği gibi sonradan borca katılma yoluyla da kurulabilmektedir. Bu gerekliliğin gerekçesi olarak kanuni                                                  13 Yeni kanunda birinci fıkranın sonuna yapılan ekleme dışında maddenin eski düzenlemesi temel olarak korunmuştur. Madde gerekçesinde de belirtildiği üzere eski maddenin birinci fıkrasında yer alan  müştereken  ifadesi özellikle kefaleti çağrıştırması sebebiyle  birlikte  sözcüğü ile değiştirilmiş ayrıca doktrinde yapılan eleştiriler dikkate alınarak sözleşmenin yanı sıra aksine kanuni düzenleme bulunması halinde de teselsül karinesinin uygulanmayacağı açıkça belirtilmiştir.  Hükümdeki en önemli değişikliği oluşturan  Ancak, kefil ve kefillere, taahhüt veya ödemenin yapılmadığı veya yerine getirilmediği ihbar edilmeden temerrüt faizi yürütülemez.  cümlesi ise maddeye TBMM deki Genel Kurul görüşmeleri sırasında eklenmiştir. Kefaletin genel hükümleri içerisinde yer alması gereken bu düzenlemenin eleştirisi için bkz. Abuzer Kendigelen, Türk Ticaret Kanunu -Değişiklikler, Yenilikler ve İlk Tespitler, On İki Levha Yayıncılık, İstanbul, 2011, s.41; Serkan Ayan, Kefalet Sözleşmesinde Kefilin Sorumluluğu, Adalet Yayınevi, Ankara, 2013, s.478 vd.; Özlem Acar, Türk Borçlar Hukukunda Müteselsil Kefalet Sözleşmesi, On İki Levha Yayıncılık, İstanbul, 2015,s.209 vd.  14 Ülgen/Helvacı/Kendigelen/Arslan/Nomer Ertan, N.99; Arkan, s.73; Poroy/Yasaman, s. 77; Şener, s.69. 15 Ülgen/Helvacı/Kendigelen/Arslan/Nomer Ertan, N.99; Tekinay, s.516. 16 Oğuzman/Öz, N.1355; Akıntürk, s.114; Şahin Caner; s.77.Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   687 Kefaletin Şekil Koşuluna Etkisi karine ile borçlulara yükletilen sorumluluğun ağırlığı gösterilmektedir. Bu görüşe göre, borçluların aynı işlemle birlikte borç altına girmeleri halinde borcun ticari niteliği ve içeriği hakkında bilgi sahibi olmaları imkanı daha fazladır. Bu tür bir durumda borçlular, borç altına girerken borcun sadece bir kısmı için değil tamamı için sorumlu olduklarını bilebilecek durumdalardır. Buna karşılık asıl borçlu ile borçlu olmayı sonradan taahhüt eden kişinin borcun ticari niteliğinden haberdar olmaması her zaman imkan dahilindedir. Kanaatimizce kanuni bir dayanağı bulunmayan bu görüşün özellikle de yeni Borçlar Kanunu nda düzenlenen 201. madde karşısında savunulması hayli güçtür. Borca sonradan katılmayı düzenleyen ilgili maddenin 2. fıkrasında  borca katılan ile borçlu alacaklıya karşı müteselsilen sorumlu olurlar.  denilmek suretiyle borca sonradan katılan kişilerin müteselsil sorumluluğu açıkça düzenlenmiş durumdadır. Adi işler bakımından kanun tarafından açıkça düzenlenen bir hususun ticari işler bakımından yorum yoluyla daraltılması kanaatimizce yerinde olmayacaktır. Bu bakımdan ticari işlere sonradan taraf olan kişilerin adi işlemlere taraf olanlardan daha çok korunmaya muhtaç olduğu ileri sürülemez. Dolayısıyla TTK md. 7 nin lafzından açıkça çıkartılması mümkün olmayan bu sınırlamaya tabi olmaksızın ticari işlerde ister baştan ister sonradan birlikte borç altına girme halinde müteselsil borçluluk hükümlerinin uygulanması gerektiği kanaatindeyiz. Maddenin ikinci fıkrasında ise ilk fıkrada ifade edilen teselsül karinesinin kapsamı genişletilerek ticari borçlara ilişkin kefaletlerin de müteselsil olduğu ifade edilmiştir. Bu hüküm uyarınca hem asıl borçlu ile kefil arasında hem de kefillerin kendi aralarındaki ilişkilerde müteselsil kefalet hükümlerinin uygulanması gerekmektedir (TTK md. 7 f.2)22. Böylece kanun koyucu hem birlikte ticari bir borç altına girenler hem de bu borç için teminat verenler bakımından teselsül karinesini kabul ederek ticaret hayatına olan güveni arttırmayı amaçlamıştır. Ancak yukarıda da belirttiğimiz üzere bu düzenleme kefalet sözleşmesinin şeklini düzenleyen BK md. 583 ile çelişki oluşturmaktadır. Bu durum karşısında mevcut düzenlemelerden hangisinin üstün tutulması gerektiğinin belirlenmesi gerekmektedir. Bu amaçla aşağıda öncelikle Borçlar Kanunu nun müteselsil kefalete ilişkin şekil hükümlerine yer verilecek ardından da bu düzenlemenin Ticaret Kanunu ndaki hüküm ile ilişkisi değerlendirilerek sorun hakkındaki hukuki görüşümüz ifade edilecektir.                                                   17 Tekinay, s.515-516. 18 Tekinay, s.515-516. 19 Tekinay, s.516. 20 Tekinay, s. 516. 21 Belirtmek gerekir ki Tekinay, aynı sonucu ticari borçlara kefalet durumu için de kabul etmektedir. Bu görüş çerçevesinde ticari bir borç için verilen kefaletin asıl borç ile birlikte ve aynı işlemle doğmaması halinde kefil ile asıl alacaklı arasında müteselsil kefalet ilişkisi doğmayacaktır (Tekinay, s.517-518 ).Kanaatimizce her ne kadar kefilin korunması amacına hizmet eder nitelikte olsa da kanundan açıkça anlaşılmayan böyle sınırlamanın kefalet bakımından da aranması mümkün değildir. 22 Hükmün 2. fıkrası dilin sadeleştirilmesi ve cümle yapısının değiştirilmesi dışında bir hüküm değişikliği içermemektedir.688  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) III- BK MADDE 583 UYARINCA MÜTESELSİL KEFALETİN TABİ OLDUĞU ŞEKİL ŞARTI: Kefalet sözleşmesinin tabi olacağı şekil Borçlar Kanunu nun 583. maddesinde düzenlenmiştir. BK md. 583 f.1 şu şekildedir:  Kefalet sözleşmesi, yazılı şekilde yapılmadıkça ve kefilin sorumlu olacağı azamî miktar ile kefalet tarihi belirtilmedikçe geçerli olmaz. Kefilin, sorumlu olduğu azamî miktarı, kefalet tarihini ve müteselsil kefil olması durumunda, bu sıfatla veya bu anlama gelen herhangi bir ifadeyle yükümlülük altına girdiğini kefalet sözleşmesinde kendi el yazısıyla belirtmesi şarttır.  Maddeyle kefalet sözleşmesinin geçerli olabilmesi için sözleşmenin yazılı şekilde yapılması öngörülmüş ancak bununla da yetinilmeyerek sözleşmeye ilişkin bazı unsurların bizzat kefilin el yazısıyla yazılmış olması şartı aranmıştır. Böylece kefalet sözleşmesinin geçerliliği için adi yazılı şekil yeterli sayılmamış sözleşme nitelikli yazılı şekle tabi tutulmuştur. Bu şekilde kanun koyucu kefalet borcu altına giren kişinin üstlendiği yükümlülüğün önem ve ağırlığını fark etmesini sağlamak ve onu korumak amacını gütmüştür.                                                  23 Bu noktada belirtmek isteriz ki BK md. 583 gerekçesinde hükmün İsviçre Borçlar Kanunu nun 492. maddesi göz önünde tutularak düzenlendiği belirtilmişse de Borçlar Kanunu düzenlemesi kaynak İsviçre Kanunu na nazaran birçok noktada farklılıklar arz etmektedir. Türk Hukuku ile İsviçre Hukuku arasındaki temel farkları şu şekilde ifade etmek mümkündür: Her şeyden önce Türk Hukuku nda İsviçre Hukuku ndan farklı olarak gerçek kişi kefillerle tüzel kişi kefiller arasında tabi olunan şekil kuralları bakımından bir fark gözetilmemiştir. Kefil ister gerçek kişi olsun ister tüzel kişi olsun aynı şekil kurallarına tabi tutulmuştur. İkinci önemli farklılık ise Türk Hukuku nda kefalet sözleşmesi için her durumda geçerli olacak şekilde nitelikli adi yazılı şeklin benimsenmiş olmasıdır. Oysaki, İsviçre Hukuku nda sözleşmenin geçerlilik şekli, sözleşmenin tarafına veya sorumlu olunacak miktara göre yapılacak çeşitli ayrımlara göre değişmektedir. Kefilin tüzel kişi olması halinde adi yazılı şekil yeterli iken kefalet miktarının 2000 İsviçre Frangını geçtiği gerçek kişi kefaletinde resmi yazılı şekil gerekmekte, kefalet miktarının 2000 İsviçre Frangını aşmadığı gerçek kişi kefaletinde ise nitelikli yazılı şekil aranmaktadır Düzenlemenin içeriğinden gerçek kişilerde miktar bakımından bu şekilde ikili bir ayırıma gidilmesinin temel sebebinin düşük miktarlı kefaletler bakımından işlem kolaylığı sağlamak olduğu anlaşılmaktadır.  Görüldüğü üzere İsviçre Hukuku nda resmi şekle tabi olma sınırı son derece düşük tutulmuş ve böylece gerçek kişilerin yapmış olduğu kefalet sözleşmelerinin çok büyük çoğunluğu resmi şeklin koruması altına alınmıştır. Buna karşılık kefalet miktarının 2000 İsviçre Frangını geçmediği hallerde ise işlem kolaylığı bakımından resmi şekil şartından vazgeçilmiş olmakla birlikte yine de kefil tamamen korumasız bırakılmamış ve onlar için de adi yazılı şekilden daha koruyucu, nitelikli bir şekil şartı getirilmiştir. Bu durumda kefilin olası risklere karşı korunabilmesi için kefaletin azami miktarının ve varsa müteselsil kefalete ilişkin ibarenin kefilin el yazısı ile yazılmış olması şartı aranmıştır.  Son olarak nitelikli yazılı şekilde elle yazılması gereken unsurlar bakımından da iki hukuk düzeni arasında farklılık bulunmaktadır. İsviçre Hukuku nda nitelikli yazılı şeklin gerekli olduğu durumlarda sorumlu olunacak azami miktarın ve varsa müteselsil kefalete ilişkin ibarenin elle yazılması yeterli iken Türk Hukuku nda bunların yanı sıra kefalet tarihinin de elle yazılması aranmaktadır (Kefaletin şekil hükümleri ile ilgili olarak Türk ve İsviçre Hukukları arasındaki farklar için bkz. Burak Özen, 6098 Sayılı Borçlar Kanunu Çerçevesinde Kefalet Sözleşmesi, 4. Bası, Vedat Kitapçılık, İstanbul, 2017, s. s.225 vd; Ş. Deren Gündüz, 6098 Sayılı Türk Borçlar Kanunu na Göre Kefalet Sözleşmesinin Şekli, On İki Levha Yayıncılık, İstanbul, 2015,s.21 vd.). 24 Seza Reisoğlu, Türk Kefalet Hukuku, Ankara,2013, s.72-73; Cevdet Yavuz, Borçlar Hukuku Dersleri Özel Hükümler,(Yay. Haz. Cevdet Yavuz/Faruk Acar/Burak Özen),Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   689 Kefaletin Şekil Koşuluna Etkisi BK md. 583 gereğince kefilin el yazısı ile yazılması gereken üç husus bulunmaktadır. Bunlar kefilin sorumlu olacağı miktar, kefaletin tarihi ve müteselsil kefalet beyanıdır. Ancak konumuz müteselsil kefalete ilişkin şekil şartları olduğundan kefilin el yazısıyla yazılması gereken diğer unsurlara ilişkin ayrıntılara yer verilmeyecek, sadece müteselsil kefalete ilişkin özellik arz eden hususlara temas edilecektir. Öncelikle belirtmek gerekir ki, kanun koyucu tarafından müteselsil kefil olma iradesinin sözleşmeye el yazısı ile yazılmış bir beyanla açıklanmış olması aranmakla birlikte bu konuda belirli kelimelerin kullanılması zorunluluğu bulunmamaktadır. Esasen bu husus maddenin lafzından da açıkça anlaşılmaktadır:  … bu sıfatla veya bu anlama gelen herhangi bir ifadeyle …  denilmek suretiyle bu husus açıklığa kavuşturulmuştur. Dolayısıyla müteselsil kefaletin varlığının kabul edilebilmesi için bu anlama gelebilecek herhangi bir ifadenin kullanılması mümkündür. Müteselsil kefalet iradesinin varlığı kullanılan ifadelerden yorum yoluyla da çıkartılabilir. Örneğin kefilin asıl borçludan önce kendisine başvurulabileceğini belirtmesi veya tartışma def inden vazgeçtiğini ifade etmesi halinde müteselsil kefalet iradesinin varlığı kabul edilebilecektir. Fakat bu ifadelerin de bizzat kefil tarafından el yazısıyla yazılmış olması gerekmektedir. Müteselsil kefalet iradesinin varlığı sözleşmede adi yazılı şekilde yer alan ifadelere dayanılarak ispat edilemez. Buna karşılık kefalet belgesinde el yazısı ile müteselsil kefil ifadesi yer aldığı halde irade beyanın güven prensibi çerçevesindeki yorumu aksi sonuca varmayı gerektirebilir. Bu tür bir durumda kefalet müteselsil kefalet olarak değerlendirilemeyecektir. Diğer yandan aranan şekil şartları bakımından kefil olacak kişinin gerçek veya tüzel kişi olması arasında bir fark bulunmamaktadır. Bu sebeple kefilin bir tüzel kişi olması halinde dahi müteselsil kefalete ilişkin ifadenin elle yazılması koşulu aranacaktır. Öte yandan belirtmek gerekir ki müteselsil                                                                                                                        6098 Sayılı Türk Borçlar Kanunu na Göre Güncellenmiş ve Yenilenmiş 9. Bası, Beta Yayınevi, İstanbul,2014, s.1380; M. Christoph Pestalozzi, Basler Kommentar zum Schweizerichen Privatrecht, Obligationenrecht I, Art 1-529 OR, 3. Auflage, Basel-GenfMüchen, 2002; Art. 493,N.1; Emil Beck, Das Neue Bürgschaftsrecht, Kommentar, Zürich,1942, Art. 493, N.1, Mustafa Alper Gümüş, Borçlar Hukuku Özel Hükümler, C.2, 3. Bası, İstanbul, Vedat Kitapçılık, 2014, 352; Aydın Zevkliler/K. Emre Gökyayla, Borçlar Hukuku Özel Borç İlişkileri,15. Bası, Ankara, Turhan Kitabevi,2015, s.703; Özlem Acar, Türk Borçlar Hukukunda Müteselsil Kefalet Sözleşmesi, On İki Levha Yayıncılık, İstanbul, 2015, s.155; Özen, s. 219; Ayan, s.149; Gündüz, s.11.  25 Pestalozzi, Art. 496, N. 6; Beck, Art. 496, N. 10; Özen, s. 331; Yavuz, s.1383, Gümüş, s.386; Zevkliler/Gökyayla, s.715; Ayan, s.273; Acar, s.170; Gündüz, s.86. 26 Pestalozzi, Art. 496, N. 6; Beck, Art. 496, N.10; Özen, s.331; Gümüş, s. 386. 27 Özen, s. 331; Ayan, s.274; Acar, s.170, Buna karşılık kefilin her türlü rehnin paraya çevrilmesinden önce kendisine başvurulabileceğini belirtmiş olması müteselsil kefil olma iradesinin varlığını ispat bakımından yeterli değildir. Beck, Art. 496, N. 10; Özen, s.331; Gümüş, s.384. 28 Özen, s.327; Acar, s. 170; Gündüz, s.86.  29 Beck, Art. 496, N.11; Reisoğlu, s.174; Özen, s. 331; Gümüş, s.385; Zevkliler/Gökyayla, s.715; Acar, s.170. 30 Tüzel kişiyi temsil eden organın birden fazla kişiden oluşması halinde bunlardan sadece birinin el yazısının yeterli olacağı doktrinde genel olarak kabul edilmektedir (Özen, s.222; Yavuz, s.1381; Gümüş, s.353; Baş, s.129; Acar, s. 161,). Öte yandan tüzel kişi690  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) kefalete ilişkin ifadenin el yazısıyla yazılmamış olması kefaletin geçersiz olmasına yol açmaz. Bu durumda kefalet adi kefalet olarak geçerliliğini sürdürecektir. Görüldüğü gibi kefalet sözleşmesinin şekil şartları yeni Borçlar Kanunu ile pek çok bakımdan ağırlaştırılmıştır. Genel hükümler bakımından durum bu şekilde olmakla birlikte yukarıda da belirttiğimiz üzere, TTK md. 7 de müteselsil kefalet bakımından farklı bir düzenleme yer almaktadır. Bu düzenleme karşısında BK md. 583 de aranan şekil şartlarının ticari işlere kefalet durumunda da geçerli olup olmadığının belirlenmesi gerekmektedir. Aşağıda bu iki hüküm arasındaki ilişkiye ilişkin doktrinde ileri sürülen görüşlere yer verilecektir.  IV- BORÇLAR KANUNU NDA DÜZENLENEN ŞEKİL KOŞULLARI KARŞISINDA TTK MADDE 7 DE YER ALAN TESELSÜL KARİNESİNİN UYGULANMA İMKANININ BULUNUP BULUNMADIĞI SORUNU: A-  Genel Olarak Doktrinde bu konuda ileri sürülen görüşlere geçmeden önce öncelikle TTK md. 7 de yer verilen ticari işlerde teselsül karinesinin çerçevesinin çizilmesi gerekmektedir. Zira 6502 sayılı Tüketicinin Korunması Hakkında Kanun la TTK md. 7 de yer alan teselsül karinesinin uygulama alanı daraltılmış durumdadır. TKHK md. 4 f. 6 uyarınca tüketici işlemlerinde, tüketicinin edimlerine karşılık olarak alınan şahsi teminatlar, her ne isim altında olursa olsun adi kefalet sayılır. Tüketici işlemi ise yine kanunda  Mal veya hizmet piyasalarında kamu tüzel kişileri de dâhil olmak üzere ticari veya mesleki amaçlarla hareket eden veya onun adına ya da hesabına hareket eden gerçek veya tüzel kişiler ile tüketiciler arasında kurulan, eser, taşıma, simsarlık, sigorta, vekâlet, bankacılık ve benzeri sözleşmeler de dâhil olmak üzere her türlü sözleşme ve hukuki işlemi,  olarak tanımlanmıştır (TKHK md. 3 f.1 (l) bendi). Görüldüğü üzere kanunda yer alan bu tanım uyarınca bir işlemin aynı zamanda hem bir tüketici işlemi hem ticari iş olması durumu ortaya çıkmıştır. Ancak Tüketicinin Korunması Hakkında Kanunda yer alan bu istisna sebebiyle (TKHK md. 4 f. 6) taraflar arasındaki hukuki ilişki aynı zamanda TTK anlamında ticari iş niteliğinde olsa bile teselsül karinesi uygulama alanı bulamayacaktır. Hükmün tüketicinin korunması amacıyla getirilmiş emredici bir düzenleme olması sebebiyle TTK md. 7 de yer alan karinenin uygulanması mümkün değildir. Esasen bu karinenin aksine bir sözleşme veya kanun bulunmadığı hallerde geçerli olacağı bizzat hükümde de yer almaktadır. Bu yönüyle TKHK md. 4 f. 6, TTK md 7 nin bir istisnası niteliğindedir. Aynı şekilde banka kartları ve kredi kartları için verilen kefaletler de adi kefalet hükümlerine tabidir (5464 Sayılı Banka Kartları ve Kredi Kartları Kanunu md. 24 f.5). Dolayısıyla bu kefaletler bakımından da TTK md. 7 uygulama alanı bulamayacaktır. Bu kefaletler de emredici biçimde adi kefalet hükümlerine tabidir.                                                                                                                        kefiller bakımından getirilen müteselsil kefil olma iradesinin el yazısıyla belirtilmesi ve azami sorumluluk sınırının gösterilmesi zorunluluğunun isabetli olmadığı yönünde bkz. Özen, s. 331 dn 89.  31 Pestalozzi, Art. 496, N. 5; Beck, Art.493, N.16; Özen, s. 294; Reisoğlu, s.35,169-170; Gümüş, s. 353 ve 359-360; Zevkliler/Gökyayla, s.705; Ayan, s. 169,273; Acar, s.171; Gündüz, s.86. 32 Esasen bankacılık ve benzeri sözleşmeler de dâhil olmak üzere her türlü sözleşme ve hukuki işlemin tüketici işlemi olarak kabul edilmesi sebebiyle (TKHK md. 3 (l) bendi) banka kartı ve kredi kartlarından doğan borçlar için verilecek kefaletlerin de adi kefaletTürk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   691 Kefaletin Şekil Koşuluna Etkisi Yukarıda belirtilen özel kanunlarda yer alan sınırlamalarla birlikte değerlendirildiğinde TTK md. 7 de belirtilen teselsül karinesinin -kabul edildiği takdirde - ancak taraflarından birinin tüketici olmadığı ticari iş niteliğindeki sözleşmelerden doğan borçlara kefalet halinde uygulama alanı bulacağı sonucu ortaya çıkmaktadır. Bu sebeple aşağıda yer verilecek açıklamalar ve değerlendirmeler münhasıran bu nitelikteki kefalet sözleşmelerine ilişkindir. Taraflarından birinin tüketici olduğu sözleşmelere kefalet halinde ise TKHK nun açık hükmü uyarınca adi kefalet hükümleri uygulanacaktır.  B- BK md. 583 de yer alan şekil kurallarının ticari işlere kefalet sözleşmeleri için de geçerli olduğu görüşü: Doktrindeki bir görüşe göre, kanun koyucu tarafından Borçlar Kanunu nda kefilin korunması amacıyla getirilmiş olan şekil şartlarının ticari işlere kefalet durumunda da aranması gerekmektedir. Bu görüş uyarınca, müteselsil kefil olma iradesine ilişkin ibare bizzat kefil tarafından elle yazılmış olmadıkça müteselsil kefalet söz konusu olmayacak, kefalet ancak adi kefalet olarak geçerli sayılacaktır. Bu görüş temel dayanağını, Borçlar Kanunu nda yer alan hükmün emredici niteliğinde ve genel hüküm olarak düzenlenmiş olmasında bulmaktadır. Zira hükümde, şekil şartlarının uygulama alanı bakımından bir sınırlandırma yapılmamıştır. Bir başka deyişle, hükümde ticari işlere ilişkin kefaletin istisna tutulduğuna dair bir açıklık yoktur. Bu durum karşısında müteselsil kefalete ilişkin şekil gerekliliklerinin ticari işlere kefalet için de aranması gerekmektedir. Görüş sahiplerinden bir kısmına göre TTK md. 7 de yer alan   kanunda veya sözleşmede aksi öngörülmemişse  ifadesi de bu fikri destekler niteliktedir. Kanun koyucu bu ifadeye yer vermek suretiyle hükmün uygulama alanını sınırlamış ve kanunda veya sözleşmede aksinin öngörüldüğü durumları hükmün kapsamının dışında bırakmıştır. İşte BK md. 583 f.1 hükmünde yer alan müteselsil kefil olma iradesinin kefilin el yazısıyla belirtilmesi hususu da kanunda saklı tutulan hallerden birini oluşturmaktadır. Bu yönüyle BK hükmü, teselsül karinesine istisna oluşturan bir düzenleme olarak görülmeli ve TTK md. 7 de yer alan teselsül karinesinin devreye girmesini engellemelidir. Diğer bir kısım görüş sahipleri ise, görüşlerinin gerekçesini TTK md. 7 nin karine niteliğinde bir düzenleme getiriyor olmasında bulmaktadırlar. Bu                                                                                                                        niteliğinde olacağı tartışmasızdır. Bu düzenleme ile kanun koyucunun ortaya çıkabilecek tereddütleri ortadan kaldırmak amacıyla hareket ettiği anlaşılmaktadır. 33 Bu görüşte, Reisoğlu, s.35; Acar, s.172; Efe Can Yıldırır, Birlikte Kefalet, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2013, s. 52; Uygulamanın aksi yönde gelişeceği kanaatinde olmakla birlikte teorik olarak, TTK md. 7 nin, BK md. 583 ün istisnasını oluşturduğunu kabul etmenin yerinde olmadığı kanaatinde, Özen, s. 332-333. Bu arada belirtmek isteriz ki, eserinin ilk basısında Reisoğlu na atıfta bulunarak bu görüşe katıldığını belirten Bilgen, eserin ikinci basısında doktrindeki farklı görüşlere yer vermekle yetinmiş bu konuda bir görüş belirtmekten kaçınmıştır. Mahmut Bilgen, Öğreti ve Uygulamada Kefalet ve Yargılama Hukukuna İlişkin Uyuşmazlıklar, Adalet Yayınevi, 2. Bası,2017, s.410. 34 Reisoğlu, s. 35. 35 Özen, s.333; Acar, s.172; Özen, uygulamanın aksi yönde gelişeceği kanaatinde olmasına rağmen teorik olarak yapmış olduğu açıklamalarda bu görüşe yer vermiş olması sebebiyle bu görüşte olan yazarlar arasında zikredilmiştir.692  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) görüş sahiplerine göre, emredici olarak düzenlenen bir şekil hükmünün karine niteliğindeki bir hüküm yoluyla bertaraf edilmesi mümkün olmamalıdır. Zira TTK md. 7 nin işlevi sadece bir karine oluşturmaktan ibarettir. Hükmün şekil kuralının istisnasını oluşturma gibi bir kuvveti bulunmamaktadır. Bu sebeple böyle bir durumda şekil hükümlerinin emredici niteliği gereği BK hükmüne üstünlük tanımak gerekmektedir. Öte yandan BK md. 583 de kefalete uygulanacak şekil kuralları belirtilirken ticari işlerle adi işler arasında bir ayrım da gözetilmemiştir. Hüküm tüm kefalet sözleşmelerini kapsayacak şekilde genel olarak kaleme alınmıştır. Tüm bu hususlar birlikte değerlendirildiğinde BK md. 583 hükmünde yer alan müteselsil kefalete ilişkin ibarenin elle yazılması unsurunun ticari işlere kefalet halinde de aranması gerektiği sonucuna varılmaktadır.  C- TTK md. 7 de düzenlenen teselsül karinesinin BK md 583 ün istisnası olduğu görüşü: Doktrindeki diğer bir görüşe göre ise, ticari işlere ilişkin kefalette, kefil müteselsil borç altına girdiğini el yazısıyla belirtmiş olmasa dahi TTK md. 7 de düzenlenmiş olan karine gereği vermiş olduğu kefalet müteselsil olarak nitelendirilecektir.                                                  36 Özen, s.332; Acar, s.172. 37 Özen, 332; Acar, s.172. 38 Bu gerekçelendirmenin bir sonucu olarak yazarlar, İİK md. 38 de düzenlenen icra kefaleti bakımından farklı bir sonuca varmaktadırlar (İcra İflas Kanunu md. 38:  Mahkeme huzurunda yapılan sulhlar, kabuller ve para borcu ikrarını havi re'sen tanzim edilen noter senetleri, istinaf ve temyiz kefaletnameleri ile icra dairesindeki kefaletler, ilamların icrası hakkındaki hükümlere tabidir. Bu maddedeki icra kefaletleri müteselsil kefalet hükmündedir. ). Zira yazarlara göre TTK md. 7 den farklı olarak İİK md. 38 de bir karine söz konusu değildir. Maddede yer alan  Bu maddedeki icra kefaletleri müteselsil kefalet hükmündedir.  şeklindeki ifade bir kesinlik ifade etmekte olup sözleşmeyle veya kanunla aksinin düzenlenebileceği öngörülmemiştir. Bu sebeple icra kefaletleri bakımından müteselsil kefalete ilişkin ibarenin elle yazılması zorunluluğu bulunmamaktadır. Ancak kanuni istisna sadece müteselsil kefalet ibaresine ilişkindir. Dolayısıyla kefaletin azami tutarının ve kefalet tarihinin elle yazılması zorunluluğu bu kefalet türünde de geçerlidir (Özen, s.335-336; Ayan, s.173; Acar, s.172-173; İİK md. 38 hükmünün  niteliğine  ilişkin  bir  değerlendirmede  bulunmaksızın  aynı  görüşte,  Reisoğlu, s.142; Zevkliler/Gökyayla, s.716; Gümüş, s.387-388). Bu hususa ilişkin olarak Yargıtay ın görüşü ve görüşlerin değerlendirilmesi için bkz. aşağıda, D başlığı. 39 Özen, s.333. Yazar, mevcut kanunda böyle bir ayırıma yer verilmemiş olmasına rağmen konunun bir hukuk politikası tercihi meselesi olduğunu belirtmekte ve kanun koyucunun bu konuda özel bir hüküm sevk etmek veya İİK md. 38 de olduğu gibi bir karineden söz etmeksizin ticari işlere kefaletin müteselsil kefalet niteliği taşıdığını belirtmek suretiyle bu hususu düzenleyebileceğini belirtmektedir. 40 Acar, s.172. 41 Ülgen/Helvacı/Kendigelen/Arslan/Nomer Ertan, N. 101; Şener, s. 72; Ece Baş; 6098 sayılı Türk Borçlar Kanunu nda Kefalet Sözleşmesinin Geçerlilik Şartlarına İlişkin Bazı Yenilikler, İÜHFM, C. LXX, S.2, s.134; Ayan, s.52; Gündüz, s.89. Buna karşılık bazı eserlerde ise görüş belirtilmeksizin soruna işaret etmekle veya TTK md. 7 hükmünün istisna teşkil ettiği ifade edilmekle yetinildiği görülmektedir (Poroy/Yasaman, s.80; Arkan, s.75; Yavuz, s.1383; Gümüş, s.388; Zevkliler/Gökyayla, s.716; Bilgen, s.409-410).Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   693 Kefaletin Şekil Koşuluna Etkisi Bu görüşün en önemli dayanağını, TTK md. 7 nin BK md. 583 karşısında özel hüküm niteliğinde olması oluşturmaktadır. Bu görüşe göre, ticaret hayatının gerektirdiği hız ve kredi ihtiyacı bu alanda özel düzenlemelerin yapılmasını zorunlu kılmaktadır. Nitekim kanun koyucu da söz konusu hükmü ihdas ederken bu ihtiyacı göz önünde bulundurarak hareket etmiş ve teminatın geniş kapsamlı olmasını temin amacıyla ticari işlerde müteselsil kefalet karinesini kabul etmiştir. Bu bakımdan Borçlar Kanunu nda müteselsil kefalet için aranmakta olan özel şekil şartlarının ticari işler bakımından aranması mümkün değildir. Özel hüküm olması sebebiyle TTK md. 7 nin uygulanması gerekmektedir. BK md. 583 ün tüm kefalet sözleşmeleri için geçerli emredici bir genel hüküm olarak uygulanmasının doğuracağı bir başka olumsuzluk ise, bu kabulün TTK md. 7 f.2 ye hiçbir uygulama alanı bırakmayacak olmasıdır. Böyle bir durumda maddede yer alan kefalete ilişkin teselsül karinesinin hiçbir anlamı kalmayacak, kanun koyucunun bu yöndeki iradesi tamamen göz ardı edilmiş olacaktır. Bu durum karşısında, hükmün tamamen göz ardı edilmesi yerine özel bir alanı düzenlediği kabul edilerek, genel hükme istisna getiren bir hüküm olduğu sonucuna varılması daha yerinde olacaktır.  D- Görüşlerin değerlendirilmesi: Konuya ilişkin olarak yukarıda yer verilen farklı görüşler incelendiğinde bir görüşün yorum yaparken Borçlar Kanunu ndaki hükmün emredici niteliğine ağırlık verdiği, diğer görüşün ise TTK nun, Borçlar Kanunu na nazaran özel kanun olma niteliğini ön plana çıkardığı görülmektedir. Bu durum karşısında ileri sürülen görüşleri değerlendirmeden önce kanunların çatışması halinde uygulanacak temel prensipler hakkında genel bilgi vermenin yararlı olacağı kanaatindeyiz. Gerçekten bazı hallerde bir hukuki duruma ilişkin olarak iki ayrı kanunda birbirinden farklı düzenlemeler yer alabilir. Bu durumda kanunlar arasında bir çatışmanın varlığından söz edilir. Ancak hemen belirtmek gerekir ki kanunlar arasında bir çatışmanın varlığından bahsedebilmek için bir hukuki duruma ilişkin birden fazla hükmün varlığı yeterli değildir. Bu hükümlerin aynı zamanda birbirlerine zıt içeriklere sahip olması da gerekir. Ayrı kanunlarda yer                                                  42 Ülgen/Helvacı/Kendigelen/Arslan/Nomer Ertan, N.101; Baş, s.134; Gündüz, s.89. Doktrinde bazı yazarlarca TTK md 7 düzenlemesini destekler nitelikte olmak üzere, ticari işler için verilen kefaletlerde tartışma (peşin dava) def inin kullanılamayacağını düzenleyen HGB § 349 (Bkz. bu yönde Şener, s. 72 dn 90) ve yine bu tür kefaletler için BGB § 766 da belirtilen şekil koşullarının aranmayacağını belirten HGB § 350 düzenlemeleri (Ülgen/Helvacı/Kendigelen/Arslan/Nomer Ertan, N.101; Arkan, s. 75) örnek gösterilmektedir. Ancak burada hemen belirtmek isteriz ki, HGB § 349 ve 350 düzenlemeleri ile genel hükümlere istisna getirilmiş olmakla birlikte bu istisnanın kapsamı Türk Hukuku ndan farklıdır. Zira her iki düzenlemede de istisnanın uygulanabilmesi için kefilin tacir olması şartı aranmaktadır. Bu yönüyle Alman Hukuku nda yer alan düzenlemelerin Türk Hukuku ile örtüştüğünden bahsetmek mümkün değildir. HGB § 349 ve 350 düzenlemelerine ilişkin olarak bkz. aşağıda D, başlığı. 43 Ülgen/Helvacı/Kendigelen/Arslan/Nomer Ertan, N.101. 44 Baş, s.134; Ayan, s. 52. 45 Baş, s.134. 46 M. Kemal Oğuzman/Nami Barlas, Medeni Hukuk, Giriş- Kaynaklar Temel Kavramlar, 22. Bası, 2016, N.273.694  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) alan hükümlerin birbirlerini tamamlar nitelikte olması halinde kanunların çatışmasından söz edilmesi mümkün değildir. Kanunların çatışması halinde sorun temel olarak şu iki genel ilkeden yararlanılmak suretiyle çözüme kavuşturulmaktadır. Bunlardan ilki kanunlar arasındaki öncelik-sonralık ilişkisini esas alır. Lex posterior ilkesi uyarınca sonraki kanun önceki kanunu kovar (Lex posterior derogat legi priori). İkinci ilke ise kanunlar arasındaki genellik-özellik ilişkisini temel almaktadır. Lex specialis adı verilen bu ilke uyarınca da özel kanunun genel kanunu kovduğu kabul edilmektedir (Lex specialis derogat legi generali)50. Özel veya genel nitelikli bir kanun yürürlükte iken aynı nitelikte yeni bir kanunun yürürlüğe girmesi halinde yeni tarihli kanun eksi tarihli kanunu yürürlükten kaldırmış sayılır. Bunun için yeni kanunun eski kanunu açıkça yürürlükten kaldırmış olması şartı aranmaz. Yeni kanunda bu yönde bir hükme yer verilmemiş olsa dahi yeni kanun eski kanunun hükümlerini ortadan kaldıracaktır. Bu durumda lex posterior ilkesinin uygulanması söz konusudur.                                                  47 Oğuzman/Barlas, N.274. Bu tür bir durumla genellikle özel kanunda uygulanabilir açık bir hüküm bulunmaması halinde karşılaşılır. Özel kanunda belirli bir konuda ayrıca düzenleme yapılmamışsa bu konuda genel kanun hükümleri özel hükümleri tamamlayıcı rol oynayacaktır. Seyfullah Edis, Medeni Hukuka Giriş ve Başlangıç Hükümleri, 6. Bası, 1997,s. 182. 48 Oğuzman/Barlas, N. 273, Şener Akyol, Medeni Hukuka Giriş, 2. Bası, 2006,s.191192; Rona Serozan, Hukukta Yöntem ve Mantık, Vedat Kitapçılık, İstanbul, 2017, N.335-336, Yazar, genel ilkelere yer vermekle beraber soruna kavramcı ve kuralcı bir yaklaşımın yerinde olmadığını belirtmekte ve teleolojik yorum yoluyla her somut olay için ayrı ayrı değerlendirme yapılmasını önermektedir (Serozan, N. 342). Bu ilkelerin bağlayıcı nitelikte müspet hukuk normları olmadığı ancak kanun koyucunun iradesinin bu yönde olduğunun tespit edilmesi halinde uygulanabilecekleri yönünde bkz. Tahir Çağa, Özel Hüküm Genel Hükmü Daima Bertaraf Eder Mi? Türkiye Barolar Birliği Dergisi, 1991,S.3,s.373-374; Tabii hukuka dayandırılan bu ilkelerin esasen mantıksal ilkeler olarak kabul edilmesinin daha yerinde olacağı yönünde bkz. Nejat Aday, 4046 Sayılı Özelleştirme Uygulamaları Hakkında Kanun un 20 A Maddesinin Türk Ticaret Kanunu nun İlgili Hükümleri Karşısında  Özel Kural  Sayılıp Sayılmayacağı Sorunu, İÜHFM, C.LXXIV, S.1,2016,s.177. 49 Ancak bu noktada belirtmek gerekir ki, özel kanun genel kanun nitelendirilmesi bir kanun için genel olarak kullanılabilecek bir tanımlama değildir. Bu nitelendirme karşılaştırma yapılacak kanuna göre değişkenlik gösterebilir. Örneğin Dernekler Kanunu, Medeni Kanun karşısında özel kanun niteliğindeyken Sendikalar Kanunu na nazaran genel kanun niteliğindedir. Oğuzman/Barlas, N.275; Çağa, s. 370. Genel kanunda da özel bir düzenleme bulunabileceği göz önünde tutularak bir kuralın özel hüküm veya genel hüküm niteliğinde olmasının bazı durumlarda içinde yer aldığı kanundan çok kuralın özel veya genel olmasına göre belirlenmesi gerekebileceği yönünde bkz. Yasemin Işıktaç/Sevtap Metin, Hukuk Metodolojisi, 5. Tıpkı Bası, Filiz Kitapevi, İstanbul, 2016, s. 261; Aday, s.179.  50 Genel olarak özel hükmün genel hükmü bertaraf etmesinin şartları için bkz. Çağa, s. 371 vd. 51 Oğuzman/Barlas,N.276; Edis,s.181; Hüseyin Hatemi, Medeni Hukuk a Giriş, Gözden Geçirilmiş 7. Bası, Vedat Kitapçılık, İstanbul, 2013, s. 54.  52 Anayasa Mahkemesinin 1965/40 E.; 1966/15 K.; 15.3.1966 T. sayılı kararında da belirtildiği üzere bu durumda üstü kapalı bir kaldırma söz konusudur.  Gerek iptali istenen hükmün taalûk ettiği 3949 ve 1861 sayılı Kanun, gerek sonradan yürürlüğe girmiş bulunan 635 sayılı Kanun Özel birer kanundur. Özel kanunlardan yürürlük tarihine göre önceki ve sonraki kanunları hükümleri arasında çelişme bulunursa veya ön-Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   695 Kefaletin Şekil Koşuluna Etkisi Buna karşılık aynı konuyu düzenleyen hükümlerden genel kanun önce özel kanun ise daha sonra yürürlüğe girmişse bu durumda özel kanun hükmüne üstünlük tanımak gerektiği kabul edilmektedir. Zira kanun koyucu konuyu düzenleyen genel bir hüküm bulunmasına rağmen özel bir kanunla konuyu yeniden düzenlemek suretiyle iradesinin özel kanunun uygulanması yönünde olduğunu ortaya koymaktadır. Bu sebeple bu tür bir durumda özel kanun hükmü (lex specialis) uygulama alanı bulacaktır. Özel kanunun eski tarihli, genel kanunun ise yeni tarihli olduğu durumda ise her durum için geçerli olacak genel bir ilke bulunmamaktadır. Bu tür bir durumda kanun koyucunun iradesini tespit etmek amacıyla kanunun hazırlık çalışmaları ve amacı başta olmak üzere tüm yorum araçlarından yararlanmak suretiyle bir sonuca varmak gerektiği savunulmaktadır.                                                                                                                        cekinin ele aldığı konuyu sonraki kanun yeni baştan düzenlerse sonraki kanun, önceki kanunu üstü kapalı olarak yürürlükten kaldırır. Uzatmalıları da içine alan 635 sayılı sonraki Kanun, getirdiği yeni düzende evlenmeyi izine bağlı kılan koşula yer vermemiştir. Şu halde izine ilişkin hükmü üstü kapalı olarak (zımnen) yürürlükten kaldırılmıştır.  (www. anayasa.gov.tr) 53 Oğuzman/Barlas, N.278; Hatemi, s. 54; Edis, s. 181, Akyol, özel hükmün genel hükme nazaran öncelikli olarak uygulanması gerektiğini kabul etmekle birlikte bu konuda değerlendirme yaparken somut olayda kanun koyucunun özel hükümle genel düzenlemeyi değiştirme amacı güdüp gütmediğinin de dikkatle incelenmesi gerektiğine işaret etmektedir. Akyol u bu değerlendirmeyi yapmaya sevk eden husus Noterlik Kanunu 89. maddesiyle miras taksim sözleşmesinin noterler tarafından düzenleme şeklinde yapılmasının öngörülmüş olması olmuştur. Düzenlemenin Medeni Kanun a nazaran özel kanun niteliğinde olan Noterlik Kanunu ile getirilmiş olması tartışmalara neden olmuş ancak nihai olarak 1980/5 E., 1980/3 K. ve 26.11.1980 T. sayılı İçtihadı birleştirme kararı ile (Karar için bkz. Kazancı Hukuk Otomasyon Sistemi) Noterlik Kanunu md 89 un mirasçılar arasında miras taksim sözleşmesinin yazılı olarak yapılması gerektiğini düzenleyen MK md. 677 (eski MK md. 612) hükmünü değiştirmediği sonucuna varılmıştır. Akyol, s.193. 54 Nitekim Danıştay İçtihadı Birleştirme Genel Kurulu da önüne gelen bir uyuşmazlıkta önceki ve sonraki kanun hükümleri arasında bir çatışma olduğu takdirde özel ve sonraki kanun hükmünün uygulanacağını kabul etmiştir.  … Sosyal Sigortalar Kurumu Kanunundaki anılan 24. madde hükmü, özel ve sonraki bir kanun, Emlak Vergisi Kanunundaki anılan 22. madde hükmü ise, genel ve önceki bir kanundur.  Özel ve sonraki kanun hükmünün genel ve önceki kanun hükmü yerine uygulanması gerektiği  yolundaki hukuk ilkesi karşısında, Emlak Vergisi muafiyetinin nasıl düzenleneceği konusundaki her iki kanundan, özel ve sonraki kanun olan Sosyal Sigortalar Kurumu Kanunundaki anılan 24. madde hükmünün uygulanması gerekecektir.  DİBGK nun 1987/3 E.; 1988/1 K.; 11.2.1988 T. sayılı kararı; Aynı yönde Danıştay 1. Dairesinin, 2008/1444 E.,2009/334 K. ve 18.2.2009 T. sayılı kararı (Kazancı Hukuk Otomasyon Sistemi). 55 Ancak bu durumda dahi eski tarihli genel kanun yeni tarihli ve özel kanunla birlikte uygulama alanı bulabilir. Belirli bir hususun özel kanunda düzenlenmediği durumlarda o hususa ilişkin olarak eski tarihli ve genel nitelikli kanun hükümleri uygulanacaktır. Oğuzman/Barlas, N.278, Edis, s.182. Buna karşılık belirtmek gerekir ki özel kanunun genel hükümlerin uygulanmasına imkan tanıyıp tanımadığının değerlendirilmesi de bir yorum sorunudur. Örneğin, 4046 Sayılı Özelleştirme Uygulamaları Hakkında Kanun un 6762 sayılı Eski Ticaret Kanunu na nazaran özel kanun nitelinde olmasına rağmen şirket alacaklılarının korunmasına ilişkin Ticaret Kanunu hükümlerinin yürürlüğünün devam ettiğinin kabul edilmesi gerektiği yönünde bkz. Aday, s.183. 56 Oğuzman/Barlas, N.279; Serozan, N. 336; Hatemi, s.55; Edis, s.183; Akyol, s.195, Aday, s.180.696  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) Kanunların çatışması durumuna ilişkin yukarıda yer alan açıklamalar çerçevesinde BK md. 583 ile TTK md. 7 arasındaki ilişkiye bakıldığında her iki hükmün de müteselsil kefalete ilişkin bir düzenleme içerdiği ve genel kanun niteliğindeki 6098 sayılı Türk Borçlar Kanunu nun 11.1.2011 de; Borçlar Kanunu na  nazaran  özel  kanun  niteliğindeki  Türk  Ticaret  Kanunu nun  ise 13.1.2011 de TBMM de kabul edildiği ancak her iki kanunun da yürürlük tarihinin 1.7.2012 olarak belirlendiği görülmektedir. Kanunların yürürlük tarihinin aynı tarih olarak belirlenmesi karşısında yukarıda zikredilen ilkelerden sonraki kanun (lex posterior) ilkesine başvurulamayacağı ortaya çıkmaktadır. Zira her iki kanun da aralarında öncelik sonralık ilişkisi bulunmaksızın aynı gün yürürlüğe girmiştir. Bu durumda diğer temel ilke olan  özel kanun genel kanunu kovar  (Lex specialis derogat legi generali) ilkesinden yararlanmak gerekecektir. Gerçekten bu ilke uyarıca kanun koyucunun hakkında genel hüküm bulunan bir konuda özel bir alanın ihtiyaçlarını gözeterek farklı bir düzenleme getirmiş olması o konuda özel hükmün uygulanmasını istediği anlamını taşımaktadır. Bu açıdan bakıldığında Ticaret Kanunu nun Borçlar Kanunu na nazaran özel kanun niteliğinde olduğu ve hükümlerinin ticaret hayatının ihtiyaçları göz önüne alınarak düzenlendiği açıktır. Bu sebeple Ticaret Kanununda yer alan düzenlemenin uygulanması gerektiğinin kabulü yerinde olacaktır. Kanunlar çatışmasına ilişkin genel prensiplerin uygulanması varılan bu sonucu doğrulamasına rağmen, ilk görüş sahiplerinin bu sorunun nasıl aşılacağına ilişkin herhangi bir fikir ileri sürmedikleri, bu hususu göz ardı ettikleri görülmektedir. Bunun yerine görüş sahipleri, çözümü TTK md. 7 hükmünün içerisinde aramayı tercih etmişlerdir. Yukarıda da yer verdiğimiz üzere ilk görüş sahiplerinin bu yöndeki ilk dayanakları madde metninde geçen  kanunda veya sözleşmede aksi öngörülmemişse  ifadesidir. Bu görüşe göre kanun koyucu bu ifade ile aksine kanuni düzenleme yapma imkanını saklı tutmuş ve BK md. 583 hükmü ile bu hakkını kullanmıştır. Bu itibarla BK md. 583 düzenlemesi, TTK md. 7 nin kanunla getirilmiş bir istisnası sayılmalıdır. Kanaatimizce ileri sürülen bu gerekçeye katılma imkanı bulunmamaktadır. Zira BK md. 583, genel bir hüküm olması sebebiyle TTK md. 7 nin uygulama alanını sınırlandıran değil onu tamamen ortadan kaldıran bir niteliktedir. Gerçekten BK md. 583 ün TTK md. 7 nin istisnası olarak kabul edilmesi halinde maddenin hiçbir uygulanma alanı kalmamaktadır. Oysaki bir istisna oluşturmanın amacı o hükmü tamamen ortadan kaldırmak değil onu bazı hukuki durumlar bakımından sınırlamaktan ibarettir. Bu bakımdan yapılan yorum hükümle getirilen istisnanın amacına aykırıdır. Kanun koyucunun açıkça yürürlükten kaldırmadığı bir hükmü yorum yoluyla ortadan kaldırmak mümkün değildir. Öte yandan belirtmek gerekir ki, kanunun gerekçesinde de bu görüşü destekleyen bir ifadeye yer verilmemiştir. Zira gerekçede yeni düzenlemede  kanunda  sözcüğünün eklenmesinin sebebi olarak doktrinde daha önce bu konuda yapılan eleştiriler gösterilmiştir. Bu da göstermektedir ki kanun koyucunun                                                  57 RG 4.2.2011, Sayı: 27836 58 RG 14.2.2011, Sayı: 27846 59 Genel olarak kanunlar çatışması durumunda hangi kuralın uygulanacağını tespit bakımından sonraki kanun (Lex posterior) ilkesinden çok özel kanun ilkesine başvurulması gerektiği yönünde bkz. Aday, s.179 60 Reisoğlu, s.35.Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   697 Kefaletin Şekil Koşuluna Etkisi bu ifadeyi eklemekteki amacı onun Borçlar Kanunu ile olan ilişkisini düzenlemek değil tam tersine TTK ya nazaran özel kanun niteliğindeki düzenlemeleri saklı tutmaktır. Dolayısıyla hükümde geçen  kanunda  ifadesine dayanılarak kanun koyucunun özel olarak Borçlar Kanunu na atıfta bulunmuş olduğu ileri sürülemez. Görüş sahiplerinin bir diğer gerekçesini ise, TTK md. 7 nin karine niteliğinde bir hüküm olması oluşturmaktadır. Bu görüşe göre TTK md. 7 hükmünün BK md. 583 karşısında etkisiz kalması onun emredici bir düzenleme değil karine niteliğinde bir hüküm olmasından kaynaklanmaktadır. Hükmün karine niteliğinde bir yedek hukuk kuralı olması BK md. 583 karşısında özel hüküm olarak uygulamasına engel oluşturmaktadır. Kanaatimizce hükmün niteliğinden yola çıkılarak yapılacak böyle bir ayırıma katılmak mümkün değildir. Zira bir hükmün karine niteliğinde olması onun kanunlar çatışması durumunda uygulanma kabiliyeti bakımından bir önem taşımamaktadır. Hüküm yedek hukuk kuralı niteliğinde olsa bile yürürlük kabiliyetine sahiptir ve özel hüküm niteliğinde olduğundan genel hüküm karşısında öncelikle uygulanır. Diğer yandan kanun koyucunun genel hükme istisna niteliğinde getirmiş olduğu özel hükmün mutlaka emredici nitelikte olması gibi bir şart da aranmamaktadır. Kanun koyucu tercih ettiği hukuk politikası sonucu bir alanda özel düzenleme yapmasına rağmen tarafları aksine düzenleme yapılabilmesi yönünde serbest bırakabilir. Hükmün karine niteliğinde olmasının hukuki bakımdan yegane sonucu kabul edilen düzenlemenin aksinin ispatının mümkün olup olmadığı noktasındadır. Bunun dışında herhangi bir işlevi yoktur. Bu sebeple hükmün karine niteliğinde olmasından hareketle bir sonuca varmanın isabetli olmadığı kanaatindeyiz. Yukarıda da belirttiğimiz üzere her şeyden önce kanunlar çatışmasına ilişkin genel prensipler, BK md. 583  e nazaran özel hüküm olması sebebiyle TTK md. 7 hükmünün uygulanmasını gerekli kılmaktadır. TTK nun özel kanun olmasının yanı sıra, aşağıda zikredeceğimiz gerekçelerle de bu sonucun desteklenebileceği düşüncesindeyiz. Bu husustaki en önemli gerekçeyi hiç şüphesiz TTK md. 7 hükmünün getiriliş amacı yani  ratio legis i oluşturmaktadır. Kanun koyucu bu istisnayı öngörürken ticaret hayatında gerekli olan teminat ihtiyacını göz önünde tutmuş ve teminatın en geniş kapsamlı şekilde sağlanabilmesi amacıyla ticari işlerde verilen kefaletin müteselsil nitelikte olduğu karinesini kabul etmiştir. Gerçekten ticaret hayatı içerisinde taahhüt edilen edimlerin zamanında ve eksiksiz şekilde yerine getirilmesi tacirler için büyük önem arz etmektedir. Bu amaçla tacirler çoğu zaman sözleşmenin karşı tarafından teminat talep                                                  61 Bunlara örnek olarak TKHK md. 4 b.6 ve Banka Kartları ve Kredi Kartları Kanunu md. 24 f.5 ile TTK md. 7 de yer alan teselsül karinesine getirilen istisnalar zikredilebilir. Bu hükümlerle tüketici işlemlerinde, tüketicinin edimlerine karşılık olarak alınan şahsi teminatların her ne isim altında olursa olsun adi kefalet sayılacağı düzenlenmiştir. Böylece TTK md. 7 nin uygulanmasına kanun yoluyla istisnalar getirilmiştir. 62 Özen, s.333; Acar, s.172.  63 Nitekim bu gerekçeyle görüş sahipleri bir karineye yer vermeksizin icra kefaletlerinin müteselsil olduğunu düzenleyen İİK md. 38 hükmünün BK md. 583 e nazaran özel hüküm  olarak  uygulanması  gerektiğini  kabul  etmektedirler.  Reisoğlu,  s.142;  Özen, s.333. Acar, s.172.698  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) etmekte ve bu da yine çoğu zaman herhangi bir özel prosedüre ihtiyaç duyulmaması, hızlı ve masrafsız bir teminat türü olması dolayısıyla kefalet şeklinde olmaktadır. Ancak bunun adi kefalet şeklinde olması özellikle alacağın hızlı bir şekilde kefilden tahsil edilmesi bakımından alacaklı için cazip bir teminat oluşturmamaktadır. Zira adi kefalet durumunda kanun gereği alacaklı önce kefile müracaat durumunda kalmakta, ancak asıl borçludan alacağını tahsil edememesi halinde kefile başvurma hakkına sahip olmaktadır. İşte bu sebeple ticari işler bakımından teselsül karinesi kabul edilmiş ve kefalet durumunda alacaklıya kefil veya borçludan dilediğine başvurma imkanı sağlanmıştır. Görüldüğü üzere bu düzenleme ile kanun koyucunun amacı, herhangi bir ek ispat külfetine girmeden tacirin karşısındaki muhatap sayısını arttırmak ve genel olarak ticaret hayatına olan güveni korumaktır. Oysaki müteselsil kefaletin doğabilmesi için BK md. 583 de belirtilen özel şekil şartlarının aranması tam tersine tacire bunun temin edilebilmesi için ek külfetler yüklemektedir. Bunun ise kanun koyucunun getirdiği özel düzenlemenin amacına aykırı olduğu açıkça ortadadır. Ticaret hayatının gereklilikleri ona özel kuralların getirilmesini zorunlu kılmaktadır. Nitekim kanun koyucu kefaletin hızlı ve güvenilir bir şekilde teminat sağlama işlevini önemli ölçüde güçleştiren eşin rızasına ilişkin BK md. 584 düzenlemesini ticaret hayatının yukarıda sayılan ihtiyaçlarını göz önünde tutmak suretiyle kanunun yürürlüğe girmesinden kısa bir süre sonra değiştirmiş ve maddeye yeni bir fıkra eklemek suretiyle tacirler bakımından eşin rızasının aranmasına istisna getirmiştir. Eşin rızasının aranmasına ilişkin getirilen bu istisna kanun koyucunun ticaret hayatının işleyişini korumak yönündeki iradesinin bir başka somut göstergesini oluşturmaktadır. Kanun koyucu burada da ticaret hayatının gerekliliklerini ön planda tutmuş ve emredici olarak düzenlemiş olduğu bir hususta tacirler bakımından bir istisna öngörmüştür. Kanaatimizce yapılan bu değişiklik konumuz bakımından getirilecek çözümlere de ışık tutacak niteliktedir. Zira kanun koyucu yapmış olduğu bu değişiklikle iradesinin ticaret hayatını kolaylaştırmak, işlemleri basitleştirmek yönünde olduğunu açıkça ortaya koymaktadır. Bu sebeple TTK md. 7 de yer alan teselsül                                                  64 BK md. 584  Eşlerden biri mahkemece verilmiş bir ayrılık kararı olmadıkça veya yasal olarak ayrı yaşama hakkı doğmadıkça, ancak diğerinin yazılı rızasıyla kefil olabilir; bu rızanın sözleşmenin kurulmasından önce ya da en geç kurulması anında verilmiş olması şarttır. Kefalet sözleşmesinde sonradan yapılan ve kefilin sorumlu olacağı miktarın artmasına veya adi kefaletin müteselsil kefalete dönüşmesine ya da kefil yararına olan güvencelerin önemli ölçüde azalmasına sebep olmayan değişiklikler için eşin rızası gerekmez.  65 RG 11.4.2013, Sayı: 28615 66 BK md. 584 e eklenen üçüncü fıkra şu şekildedir:  Ticaret siciline kayıtlı ticari işletmenin sahibi veya ticaret şirketinin ortak ya da yöneticisi tarafından işletme veya şirketle ilgili olarak verilecek kefaletler, mesleki faaliyetleri ile ilgili olarak esnaf ve sanatkârlar siciline kayıtlı esnaf veya sanatkârlar tarafından verilecek kefaletler, 27/12/2006 tarihli ve 5570 sayılı Kamu Sermayeli Bankalar Tarafından Yürütülen Faiz Destekli Kredi Kullandırılmasına Dair Kanun kapsamında kullanılacak kredilerde verilecek kefaletler ile tarım kredi, tarım satış ve esnaf ve sanatkârlar kredi ve kefalet kooperatifleri ile kamu kurum ve kuruluşlarınca kooperatif ortaklarına kullandırılacak kredilerde verilecek kefaletler için eşin rızası aranmaz.  67 Kanun Tasarısına ilişkin madde gerekçesinde de değişikliğin amacının kefalet verilmesi için eşin yazılı rızasının aranmaması suretiyle ticari hayatın doğal akışının kolaylaştı-Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   699 Kefaletin Şekil Koşuluna Etkisi karinesi bakımından da kanun koyucunun iradesinin aynı yönde olduğu kabul edilmelidir. Öte yandan, TTK md. 7 nin uygulama alanının tüketici işlemleri bakımından Tüketicinin Korunması Hakkında Kanun un 4. maddesiyle sınırlandırılmış olması da bu konuda ileri sürülen olumsuz yöndeki kaygıları giderecek niteliktedir. Gerçekten TKHK md. 4 f. 6 hükmüyle tüketici işlemleri için verilen kefaletlerin adi kefalet niteliğinde olduğunun kabul edilmesi ile birlikte bu konuda önemli bir grubu oluşturan tüketici sözleşmeleri bakımından karine yoluyla müteselsil kefil olma riski ortadan kalkmış durumdadır. Böylece teselsül karinesi sadece taraflarından birini tüketicinin oluşturmadığı ticari iş niteliğindeki sözleşmelerden doğan borçlara kefalet bakımından uygulama alanı bulacaktır. Ticari bir ilişkiye kefil olmayı üstlenmiş bir kişinin ise bu alan için özel olarak öngörülmüş düzenlemelere tabi olmasında adalet hissine aykırı bir durum bulunmamaktır. Ticari bir ilişkiye kefil olan birinden bunun kanuni sonuçlarını öngörüyor olması beklenir. Diğer yandan ifade etmek gerekir ki, ticari işler bakımından kanunla getirilmiş olan müteselsil kefalet karinesi, BK md. 583 ile getirilen el yazılı şekil şartının  ratio legis i ile de bir çatışma içerisinde değildir. Zira her ne kadar kanunun gerekçesinde açıkça ifade edilmemişse de kanunen öngörülen özel şekil şartlarının genel olarak amacı kefilin öngörmediği sürpriz bir durumla karşılaşmasını önlemektir. Oysaki burada hükmün istisnasını oluşturan durum bizzat kanun tarafından düzenlenmektedir. Bu bakımdan kefil açısından öngörülemeyen beklenmedik bir durumla karşılaşıldığından söz edilmesi mümkün değildir. Dolayısıyla öngörülebilirlik açısından da kefil olumsuz bir durumda bulunmamaktadır. Nitekim Yargıtay da vermiş olduğu yakın tarihli bir kararında teorik tartışmalara yer vermeksizin ticari bir borç için verilmiş olan kefalette kefillerin                                                                                                                        rılması olduğu ifade edilmiştir. (Gümrük Kanunu ile Bazı Kanun ve Kanun Hükmünde Kararnamelerde Değişiklik Yapılmasına Dair Kanun Tasarısı Gerekçesi Madde 58), (www. tbmm.gov.tr).  68 Bu yönde; Atilla Altop; Gerçek Kişilerce Gerçekleştirilen Aval İşlemlerine, TBK m.603 Hükmü Uyarınca Kefaletin Şekline, Kefil Olma Ehliyetine ve Eşin Rızasına İlişkin Hükümler Uygulanacak Mıdır?, İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi Özel Sayısı Cilt 15 Sayı: 1 Ocak 2016, Turhan Esener e Armağan, C.2, s.300-301. Yazar, bu gerekçeyle gerçek kişilerce gerçekleştirilecek aval işlemlerinde müteselsil sorumluluğa ilişkin ifadenin el yazısıyla yazılmasına gerek bulunmadığı görüşündedir. Zira avalin müteselsil nitelikte olduğu yasa gereği (TTK md. 702 f.1) düzenlenmiş olduğundan aval vereni bu hususta daha fazla korumaya gerek bulunmamaktadır. Altop, s.300-301.  69 Yarg. 19. HD. 2016/2405 E.,2016/10936 K. ve 18.6.1026 tarih sayılı kararından  … Somut olayda davalılar, dava dışı … ile davacı ... arasındaki ticari ilişkiden kaynaklanan her türlü borçlara 2.500.000 TL. limitle müteselsil kefil olarak kefalet senedini imzalamışlardır. Görüldüğü gibi, kefalet senedinde kefaletin müteselsil kefalet olduğu açıkça belirtildiği gibi, 6102 Sayılı TTK nın 7. maddesinde hükme bağlanan ticari teselsül karinesi karşısında ticari borçlara kefaletin müteselsil kefalet olduğunun kabulü gerekir. Bu itibarla olayımızda  müteselsil kefalet  sözcüklerinin kefillerin el yazısı ile yazılmamış olması, kefaletlerinin müteselsil kefalet olarak yorumlanmaması sonucunu doğurmaz. Kefalete dair diğer geçerlilik koşullarının ise gerçekleşmiş olduğu dosya içeriğinden anlaşılmaktadır. Bu durumda mahkemece davalılar … ve ...'ın kefaletlerinin de müteselsil kefalet niteliğinde olduğu kabul edilerek deliller bu çerçevede değerlendirilip sonucuna göre bir karar verilmesi gerekirken, adı geçenlerin kefaletlerinin niteliği-700  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) müteselsil kefil sayılabilmesi için buna ilişkin ibarenin el yazısıyla yazılmış olmasının gerekli olmadığını belirtmiş ve TTK md. 7 gereğince kefaletin müteselsil kefalet olacağını kabul etmiştir.  E- De lege ferenda önerimiz: Konu kanunlar çatışması bakımından ele alındığında, özel hüküm olması sebebiyle, de lege lata, TTK md. 7 hükmünün uygulanması gerektiği görü                                                                                                                       nin yorumlanmasında yanılgıya düşülerek yazılı şekilde hüküm kurulması doğru görülmemiştir.  (Kazancı Hukuk Otomasyon Sistemi). Ancak hemen belirtmek isteriz ki söz konusu karar oybirliğiyle alınmış değildir. Karara ilişkin muhalefet şerhinde karara, TTK md. 7 de hükmün uygulanması bakımından kanunla getirilen istisnaların saklı tutulduğu, bu sebeple Borçlar Kanunu ndaki düzenlemenin de bu istisna kapsamında görülmesi gerektiği gerekçesiyle, karşı çıkılmıştır. Görüldüğü üzere muhalefet şerhinin doktrinde Reisoğlu tarafından savunulan görüşten ilham aldığı anlaşılmaktadır. Bu görüş hakkındaki eleştirilerimize yukarıda yer verildiğinden bu kısma atıfta bulunmakla yetiniyoruz. Bkz. yukarıda B. başlığı. 70 Yargıtay ın vermiş olduğu çeşitli kararlarından İİK md. 38 de düzenlenen icra kefaleti bakımından da aynı sonucu benimsediği yani müteselsil kefaletin kabul edilebilmesi için buna ilişkin ifadenin kefilin el yazısı ile yazılması şartını aramadığı anlaşılmaktadır (Bu yönde bkz. Özen, s.335 dn 92).  Yarg. 12. HD. 2016/498 E., 2016/12863 K. ve 2.5.2016 T. sayılı kararından  İcra kefaletleri, müteselsil kefalet hükmünde olup, icra kefaletinin şekli hakkında İcra ve İflas Kanunu'nda özel bir düzenleme bulunmadığından, kefalet tarihi itibarı ile yürürlükte bulunan 6098 Sayılı Türk Borçlar Kanunu'nun 583 ve 584. maddeleri hükümlerinin göz önünde bulundurulması gerekir. İİK.'nun 38. maddesi uyarınca ilam hükmünde olan icra kefaletinin ilamlı icra takibine konu edilebilmesi ve icra kefiline icra emri tebliğ edilebilmesi için, icra kefaletinin Türk Borçlar Kanunu'nda öngörülen şekil şartlarına uygun olarak yapılmış olması gerekir. … Somut olayda takip asıl borçlu yönünden kesinleştikten sonra icra kefiline icra emri gönderilmiş ise de icra kefilinin el yazısı ile icra kefaleti verilmediği anlaşıldığından bu eksiklik sebebiyle geçersiz olduğunun kabulü gerekir.  (Kazancı Hukuk Otomasyon Sistemi). Aynı yönde Yarg. 12. HD 2015/29146 E., 2016/6027 K.,2.3.2016 T.; Yarg. 12 HD 2014/25766  E.,  2014/31114  K.,22.12.2014  T;  Yarg.  8.  HD  2013/14327  E., 2013/12865 K., 23.9.2013 T. sayılı kararları (Kazancı Hukuk Otomasyon Sistemi). Görüldüğü üzere bu kararlarda kefaletin geçerliliği için kefaletin şeklini düzenleyen BK md. 583 ve eşin rızasına ilişkin BK md. 584 de belirtilen şartlara uyulması gerektiği belirtilmesine rağmen müteselsil kefil olunduğu hususunun el yazısıyla belirtilmemiş olması bir geçersizlik sebebi olarak ortaya konulmamıştır. Bu da icra kefaletinin Yargıtay tarafından kanun gereği bir müteselsil kefalet hali olarak kabul edildiğinin bir göstergesi kabul edilmelidir. Yargıtay ın bu görüşüne sonucu bakımından katılmakla birlikte bunun gerekçesinin doktrinde ifade edildiği üzere hükmün karineye yer vermeyen ifade biçiminden çıkartılamayacağı kanaatindeyiz. Kanaatimizce burada da çözüm için kanunlar çatışmasına ilişkin genel ilkelere müracaat etmek gerekmektedir. İcra ve İflas Kanunu nun Borçlar Kanunu ndan önceki tarihli bir kanun olması sebebiyle sorun tüm yorum araçlarından birlikte yararlanmak suretiyle çözüme kavuşturulmalıdır. Bu açıdan bakıldığında ise İİK nda yer alan düzenlemenin BK ile kanun koyucunun kefil için sağlamaya çalıştığı koruma ile çelişmediği görülmektedir. Gerçekten daha önce de ifade ettiğimiz üzere kanun koyucunun amacı kefili öngörülmeyen yükümlüklerden korumaya çalışmaktadır. Burada ise kanun gereği bir müteselsil sorumluluk düzenlendiğinden kefil için öngörülemeyen bir durumdan söz edilemeyecektir.Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   701 Kefaletin Şekil Koşuluna Etkisi şünde olmakla beraber, de lege ferenda hükmün kapsamının kefaletin kefil bakımından ticari iş niteliğinde olduğu hallerle sınırlandırılmasının daha yerinde bir çözüm olacağı kanaatindeyiz. Böylece hem ticari hayatın kredi ve güven ihtiyacı karşılanmış olacak hem de tacir olmayan kişilerin teselsül karinesi sebebiyle kefaletin şekil hükümlerinin korunmasından mahrum kalmalarının ortaya çıkartmış olduğu olumsuz durum ortadan kaldırılmış olacaktır. Bu sebeple bu tür bir çözüm hukuki ilişkinin tarafları arasındaki menfaat dengesini en iyi şekilde sağlayan bir çözüm olarak gözükmektedir. Kefalet hukukunun koruyucu hükümleri ile ticari hayatın ihtiyaçlarını bu şekilde bağdaştıran düzenlemelere yabancı hukuklarda da rastlanılmaktadır. Örneğin Alman Medeni Kanunu BGB § 771 de kural olarak asıl borçluya müracaat edilmeksizin kefile başvurulamayacağı düzenlenmiş olmasına rağmen Alman Ticaret Kanunu HGB § 349 da kefaletin kefil için bir ticari iş olması durumunda, buna bir istisna tanınmış ve bu durumda önce asıl borçluya müracaat edilmesi yönündeki tartışma (peşin dava) def inin alacaklıya karşı ileri sürülemeyeceği kabul edilmiştir. Bu düzenleme ile ticari işlerde kefil, adi kefaletin sunmuş olduğu en önemli savunma imkanı olan tartışma (peşin dava) def inden mahrum bırakılmıştır. Ancak ticari iş nitelendirmesi için genel kuralın aksine, işin sadece taraflardan biri için ticari nitelikte olması yeterli sayılmamış, kefaletin bizzat kefil için ticari iş niteliğinde olması şartı aranmıştır. Kefaletin kefil bakımından ticari iş niteliğinde olması gerekliliği onun tacir olmasını da zorunlu kılmaktadır. Zira HGB § 343 de ticari iş, bir tacirin ticari işletmesi ile ilgili yapmış olduğu her türlü işlem olarak tanımlanmaktadır. Bu itibarla bir işlemin ticari iş olarak nitelendirilmesi onun bir tacir tarafından gerçekleştirilmiş olmasına bağlıdır. HGB § 349 hükmü gereğince kefalet işleminin ticari niteliği de genel kuralın aksine, tek taraflı olarak kefil nazara alına                                                 71 Bu tür bir çözüme amaca uygun sınırlama (teleolojik redüksiyon) yöntemiyle de ulaşılabileceği düşünülebilirse de yukarıda yer vermiş olduğumuz Yargıtay içtihadı karşısında böyle bir yorumun kabul edilmesi güç görünmektedir. Amaca uygun sınırlama yöntemi hakkında ayrıntılı bilgi için bkz. Pakize Ezgi Akbulut, Borçlar Hukukunda Kesin Hükümsüzlük Yaptırımının Amaca Uygun Sınırlama (Teleolojik Redüksiyon) Yöntemi ile Daraltılması, On İki Levha Yayıncılık, İstanbul, 2016. 72 Bu kuralın kefalet hukukundan kaynaklanan diğer istisnaları BGB § 773 de düzenlenmiştir. 73 Ancak hemen belirtmek gerekir ki Alman hukukunda kefalet yazılı şekil şartına tabi olmakla beraber (BGB § 766) Türk Hukuku nda olduğu gibi kefilin sorumlu olacağı azami miktarın, kefalet tarihinin ve müteselsil kefalete ilişkin ifadenin el yazısıyla yazılması, yazılı şeklin kapsamı içerisinde yer almamaktadır. Bu bakımdan Alman Hukuku Türk Hukukundan ayrılmaktadır. 74 Kefilin asıl alacaklıya karşı sahip olduğu bu hak BGB § 771 de düzenlenmiştir. Buna karşılık istisna sadece peşin dava def inin ileri sürülememesi ile sınırlıdır. Kefilin diğer tüm savunma hakları saklıdır. Karsten Schmidt, Münchener Kommentar zum HGB, 3. Auflage, München, 2013, § 349, N. 1. 75 HGB § 345 de taraflardan biri için ticari olan bir işin diğer taraf için de ticari sayılacağı düzenlenmektedir. Bu yönüyle HGB § 349 bu kuralın istisnası niteliğindedir (Schmidt, MünKomm. HGB, § 343, N.2).  76 Kefilin tacir olması zorunluluğuna ilişkin olarak bkz. Schmidt, MünKomm. HGB, § 349, N.4.  77 Bu arada belirtmek gerekir ki HGB § 6 uyarınca tacirlere ilişkin hükümler ticaret şirketleri bakımından da uygulanırlar.702  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681-706, 2017) rak belirleneceğinden kefilin aynı zamanda tacir olması gerekliliği kanuni bir zorunluluk olarak ortaya çıkmaktadır. Görüldüğü üzere Alman Ticaret Kanunu nda yer alan özel düzenlemenin kapsamı sadece tacirlerin yapmış oldukları ticari iş niteliğindeki kefaletlerle sınırlandırılmış, hükmün tacir olmayan kişilere karşı uygulanma olasılığı ortadan kaldırılmıştır. Böylece bir yandan ticaret hayatının bir gereği olarak tacirlerin  kefalet  yükümlülüğünün  hükümleri  ağırlaştırılırken  diğer  yandan  da hükmün kapsamı sınırlı tutularak Türk Hukuku na nazaran daha geniş bir kitlenin kefalet hukukunun koruyucu hükümlerinden yararlanması sağlanmıştır. Alman Hukuku nda yer alan bu düzenlemenin bizim hukukumuz bakımından da yol gösterici olabileceği kanaatindeyiz.  KISALTMALAR Art.    : Artikel ADHGB   : Allgemeines Deutsches Handelsgesetzbuch b.      : bent BGB    : Bürgerliches Gesetzbuch bkz.    : Bakınız BK     : Borçlar Kanunu C.      : Cilt DİBGK    : Danıştay İçtihadı Birleştirme Genel Kurulu Dn     : dipnot E.      : Esas f.      : Fıkra                                                  78 Buna karşılık belirtmek gerekir ki, Eski Alman Ticaret Kanunu ADHGB nin 281. maddesinde durum farklı şekilde düzenlenmekteydi. Bu düzenlemede, asıl borçlu için ticari nitelikte bir borca kefil olunması veya kefaletin kendisinin ticari iş niteliğinde olması halinde teselsülün varlığı kabul ediliyordu. Ancak yeni HGB de bu esas kabul edilmemiş bunun için kefaletin kefil için ticari iş niteliğinde olması şartı aranmıştır. Yapılan bu değişikliğin isabetli olduğu yönünde bkz. Schmidt, MünKomm. HGB § 349, N.2. 79 Hemen ifade edelim ki yukarıda yer verilen açıklamalar kanuni şeklin kapsamı dışında kalan bir unsur olan kefaletin türünün belirlenmesine ilişkin olmakla beraber aynı esaslar kefaletin şekil hükümlerine tabi olacak kişilerin belirlenmesi bakımından da geçerlidir. Kefaletin yazılı şekil şartına tabi olduğu BGB § 766 da düzenlenmiştir. Buna karşılık HGB § 350 de buna bir istisna tanınarak, aynı HGB § 349 da öngörüldüğü gibi  kefaletin kefil için ticari bir iş olması  durumunda yazılı şekil şartına uyulması zorunluluğunun bulunmadığı düzenlenmiştir Düzenlemenin gerekçesi olarak tacirlerin sahip oldukları tecrübe dolayısıyla özel bir korumaya ihtiyaç duymamaları gösterilmektedir (Schmidt, MünKomm. HGB, § 350, N.1). Öte yandan belirtmek gerekir ki şekil hükümlerinin bu şekilde bertaraf edilmesi hukuk politikası bakımından eleştirilmekte ve hükmün de lege ferenda kaldırılması önerilmektedir (Schmidt, MünKomm. HGB, § 350, N.3). Görüldüğü üzere kefaletin şekil şartlarına tabi olmak bakımından da aynı kriter benimsenmiş ve işlemin tek taraf için ticari nitelikte olması yeterli görülmeyerek bu hususta kefilin niteliği göz önünde tutulmuştur. Buna göre kefaletin şekil hükümlerinden muaf olabilmek için kefaletin kefil bakımından ticari iş niteliğinde olması gerekmektedir (Bu hususta bkz. Schmidt, MünKomm. HGB, § 350, N.4 vd.). Bu yönüyle HGB § 350 de -aynı HGB § 349 gibi- HGB § 345 de yer alan, bir taraf için ticari olan işin diğer taraf için de ticari iş olacağını kabul eden kuralın bir istisnası niteliğindedir (Schmidt, MünKomm. HGB, § 343, N.2).Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   703 Kefaletin Şekil Koşuluna Etkisi FMK    : Fransız Medeni Kanunu HD     : Hukuk Dairesi HGB    : Handelsgesetzbuch İBK    : İsviçre Borçlar Kanunu İİK     : İcra İflas Kanunu İÜHFM    : İstanbul Üniversitesi Hukuk Fakültesi Mecmuası K.      : Karar LGDJ    : Librairie Générale de Droit ve Jurisprudence md     : madde MK     : 4721 Sayılı Türk Medeni Kanunu MünKomm  : Münchener Kommentar N.      : Kenar numarası (Nummer) RG     : Resmi Gazete s.      : sayfa S.      : Sayı T.      : Tarih TBMM    : Türkiye Büyük Millet Meclisi TKHK    : Tüketicinin Korunması Hakkında Kanun TTK    : Türk Ticaret Kanunu vd.     : ve devamı Yarg.    : Yargıtay YİBGK    : Yargıtay İçtihadı Birleştirme Genel Kurulu",
     "Kaynakça": "Acar, Özlem; Türk Borçlar Hukukunda Müteselsil Kefalet Sözleşmesi, On İki Levha Yayıncılık, İstanbul, 2015. Aday, Nejat; 4046 Sayılı Özelleştirme Uygulamaları Hakkında Kanun un 20 A Maddesinin Türk Ticaret Kanunu nun İlgili Hükümleri Karşısında  Özel Kural  Sayılıp Sayılmayacağı Sorunu, İÜHFM, C.LXXIV, S.1, 2016, s.175 184. Akbulut, Pakize Ezgi; Borçlar Hukukunda Kesin Hükümsüzlük Yaptırımının Amaca Uygun Sınırlama (Teleolojik Redüksiyon) Yöntemi ile Daraltılması, On İki Levha Yayıncılık, İstanbul, 2016. Akıntürk, Turgut; Müteselsil Borçluluk, Ankara,1971. Akyol, Şener; Medeni Hukuka Giriş, 2. Bası, Vedat Kitapçılık, İstanbul, 2006. Altop,  Atilla;  Gerçek  Kişilerce  Gerçekleştirilen  Aval  İşlemlerine, TBK m.603 Hükmü Uyarınca Kefaletin Şekline, Kefil Olma Ehliyetine ve Eşin Rızasına İlişkin Hükümler Uygulanacak mıdır?, İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi Özel Sayısı Cilt 15 Sayı: 1 Ocak 2016, Turhan Esener e Armağan, C.2, s.291 303. Arkan, Sabih; Ticari İşletme Hukuku,23. Bası, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2017. Ayan, Serkan; Kefalet Sözleşmesinde Kefilin Sorumluluğu, Adalet Yayınevi, Ankara, 2013.704  Yrd. Doç. Dr. Nuri Aziz Midyat (İÜHFM C. LXXV, S. 2, s. 681 706, 2017) Baş, Ece; 6098 sayılı Türk Borçlar Kanunu nda Kefalet Sözleşmesinin Geçerlilik Şartlarına İlişkin Bazı Yenilikler, İÜHFM, C. LXX, S.2, 2012, s.115 144. Beck, Emil; Das Neue Bürgschaftsrecht, Kommentar, Zürich,1942. Bénabent, Alain; Droit des Obligations,14. Edition, LGDJ, Paris, 2014. Bilgen, Mahmut; Öğreti ve Uygulamada Kefalet ve Yargılama Hukukuna İlişkin Uyuşmazlıklar, 2. Bası, Adalet Yayınevi, Ankara, 2017. Bydlinski  Peter,  Münchener  Kommentar  zum  BGB,  7.  Auflage, München, 2016. Çağa, Tahir; Özel Hüküm Genel Hükmü Daima Bertaraf Eder Mi? Türkiye Barolar Birliği Dergisi, 1991,Sayı:3, s. 366 375. Dalcı Özdoğan, Nurcihan; Müteselsil Sorumluluk, Seçkin Yayınevi, Ankara, 2015. Edis, Seyfullah; Medeni Hukuka Giriş ve Başlangıç Hükümleri, 6. Bası, 1997. Eren Fikret, Borçlar Hukuku Genel Hükümler, 21. Bası, Ankara, Yetkin Yayınevi, 2017. Gümüş, Mustafa Alper; Borçlar Hukuku Özel Hükümler, C.2, 3. Bası, Vedat Kitapçılık, İstanbul, 2014. Gündüz, Şefika Deren; 6098 Sayılı Türk Borçlar Kanunu na Göre Kefalet Sözleşmesinin Şekli, On İki Levha Yayıncılık, İstanbul, 2015. Hatemi, Hüseyin; Medeni Hukuk a Giriş, Gözden Geçirilmiş 7. Bası, Vedat Kitapçılık, İstanbul, 2013. Işıktaç, Yasemin/Metin, Sevtap; Hukuk Metodolojisi, 5. Tıpkı Bası, Filiz Kitabevi, İstanbul, 2016. Kendigelen, Abuzer; Türk Ticaret Kanunu  Değişiklikler, Yenilikler ve İlk Tespitler, On İki Levha Yayıncılık, İstanbul, 2011. Oğuzman, M. Kemal/Barlas, Nami; Medeni Hukuk, Giriş  Kaynaklar  Temel Kavramlar, 22. Bası, Vedat Kitapçılık, İstanbul, 2016. Oğuzman, M. Kemal/Öz, M. Turgut; Borçlar Hukuku Genel Hükümler C.2, 12. Bası, Vedat Kitapçılık, İstanbul, 2016. Özen, Burak; 6098 Sayılı Borçlar Kanunu Çerçevesinde Kefalet Sözleşmesi, 4. Bası, Vedat Kitapçılık, İstanbul, 2017. Pestalozzi, Christoph M., Basler Kommentar zum Schweizerichen Privatrecht, Obligationenrecht I, Art 1 529 OR, 3. Auflage, Basel Genf München, 2002. Poroy, Reha/Yasaman, Hamdi, Ticari İşletme Hukuku,15. Bası, Vedat Kitapçılık, İstanbul, 2015. Reisoğlu, Seza; Türk Kefalet Hukuku, Ankara, 2013. Schmidt,  Karsten;  Münchener  Kommentar  Zum  HGB,  3.  Auflage, München, 2013. Serozan, Rona; Hukukta Yöntem ve Mantık, Vedat Kitapçılık, İstanbul, 2017. Şahin Caner, Ayşenur; Türk Borçlar Kanununda Müteselsil Borçluluk, On İki Levha Yayıncılık, İstanbul, 2017. Şener, Oruç, Hami; Ticari İşletme Hukuku, Seçkin Yayınevi, Ankara, 2016.Türk Ticaret Kanunu nda Düzenlenen Teselsül Karinesinin Müteselsil   705 Kefaletin Şekil Koşuluna Etkisi Tekinay, S. Sulhi, Ticari İşlerde Teselsül Karinesi, Hirsch e Armağan, Ankara,1964, s. 509 518. Tekinay, S. Sulhi/Akman, Sermet/Burcuoğlu, Haluk/Altop, Atilla, Borçlar Hukuku Genel Hükümler,7. Bası, Filiz Kitabevi, İstanbul, 1993. Ülgen,  Hüseyin/Helvacı,  Mehmet/Kendigelen,  Abuzer/Kaya,  Arslan/Nomer Ertan, Füsun; Ticari İşletme Hukuku, 4. Bası, On İki Levha Yayıncılık, İstanbul, 2015. Yavuz, Cevdet; Borçlar Hukuku Dersleri Özel Hükümler, (Yay. Haz. Cevdet Yavuz/Faruk Acar/Burak Özen), 6098 Sayılı Türk Borçlar Kanunu na Göre Güncellenmiş ve Yenilenmiş 9. Bası, İstanbul, Beta, 2014. Yıldırır, Efe Can; Birlikte Kefalet, Yayınlanmamış Yüksek Lisans Tezi, İstanbul, 2013. Zevkliler, Aydın/Gökyayla, K. Emre; Borçlar Hukuku Özel Borç İlişkileri,15. Bası, Turhan Kitabevi, Ankara, 2015."
}