{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "01",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "3",
     "Başlık": "Belirli Süreli Iş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi",
     "Title": "Determination of the Objective Reason Condition in the Conclusion and Renewal of Fixed Term Employment Contracts",
     "Yazar İsmi": [

          "Canan Ünal Adınır"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Belirli süreli iş sözleşmesi", "Objektif neden",  "İş Kanunu m. 11, Türk Borçlar Kanunu", "Deniz İş Kanunu", "Basın İş Kanunu", "Zincirleme süreli iş sözleşmesi", "Yenilenme", "Süre sınırı", "Sayı sınırı"
     ],
     "Keywords": [
          "Fixed-term employment contract", "Objective reason", "Employment Code No. 4857", "Obligation Code No. 6098", "Maritime Employment Code", "Press Employment Code", "Successive employment contract", "Renewal", "Maximum total duration", "Maximum number of renewals"
     ],
     "Özet": "İş sözleşmeleri belirli veya belirsiz süreli olarak yapılabilmekle birlikte hukukumuzda belirsiz süreli iş sözleşmesi kural, belirli süreli iş sözleşmesi ise istisnadır. İş Kanunu m. 11/1 hükmü uyarınca belirli süreli iş sözleşmesi, belirli süreli işlerde veya belli bir işin tamamlanması veya belirli bir olgunun ortaya çıkması gibi objektif nedene bağlı olarak yapılabilir. Diğer iş kanunlarında benzer bir düzenlemeye yer verilmemiş olup bunun da sonucunda belirli süreli iş sözleşmesinin yapılması bakımından en katı kanun İş Kanunu m. 11 hükmü doktrinde eleştirilere konu olmuştur. Aynı madde hükmünün 2 ve 3. fıkralarında ise, belirli süreli iş sözleşmesinin yenilenmesi objektif neden koşuluna bağlanmıştır. Benzer bir düzenlemeye ise Türk Borçlar Kanunu m. 430 hükmünde yer verilmiştir. Dolayısıyla belirli süreli iş sözleşmesinin ilk defa yapılmasından farklı olarak yenilenmesinde iş kanunları arasında önemli bir farklılık bulunmamaktadır. Bu makalede, objektif nedenin ne anlama geldiği ve koşulun yerindeliği tartışılacaktır. Bu bağlamda, İş Kanunu m. 11 hükmü ile belirli süreli iş sözleşmelerinin ilk defa yapılmasında aranan objektif neden koşuluna yönelik doktrindeki tartışmalar ve kanun çalışmaları değerlendirilecek olup objektif neden koşulu için nasıl bir istisna getirilebileceği ve de getirilmemesi gerektiği açıklanacaktır. Ardından da belirli süreli iş sözleşmelerinin yenilenmesinde aranan objektif neden koşulu incelenecektir. Bu çerçevede objektif neden koşuluna ilave olarak belirli süreli iş sözleşmelerinin yenilenmesinde kötüye kullanmaları engellemek için  süre sınırı  ve  sayı sınırı nın hukukumuz açısından uygulaması değerlendirilecektir.",
     "Abstract": "An employment contract may be executed for a fixed or indefinite term. An indefinite-term employment contract is the rule of thumb, whereas a fixed-term contract is an exception. According to Article 11 of the Employment Code No 4857, a fixed-term contract may be signed when it is based on an objective reason, such as fixed-term work, the completion of a certain job, or the emergence of a relevant fact. There is no similar provision in other employment codes, which is why concluding a fixed-term employment contract with a worker covered by the Employment Code is more difficult than terminating workers excluded from the said code. This strict structure to conclude a fixed-term employment contract of the Employment Code has been criticized by the doctrine. According to Article 11, paragraphs 2 and 3, of the Employment Code and Article 430 of the Obligation Code No. 6098, to renew a fixed-term employment contract with all workers, an objective reason is required. This article explains what  objective reason  means and if such a condition is suitable and evaluates the debates in the doctrine and legal studies regarding the objective reason condition in the conclusion of fixed-term employment contracts, regulated in Article 11 of the Employment Code. Further, the author discusses whether an exception should be introduced into the objective cause condition. This article next examines the objective reason condition for the renewal of fixed-term employment contracts. In this framework, in addition to the objective reason condition, the application of a  time limit  and a  number limit  will be evaluated to prevent abuse in the renewal of employment contracts by using successive fixed-term employment agreements.",
     "Metin": "Belirli  süreli  iş  sözleşmeleri,  iş  hukukunun  tarihsel  gelişimi  incelendiğinde, başlangıçta sözleşme serbestisi ilkesinin doğal bir sonucu olarak değerlendirilmiş ve herhangi bir sınırlamaya tabi olmaksızın kabul edilmiştir. 1960 lı yıllardan itibaren ise, hukuk sistemlerinde işçinin korunması amacı ile, belirli süreli iş sözleşmelerinin sınırlandırılması eğilimi ortaya çıkmıştır. Ancak daha sonra küreselleşme ile birlikte artan  rekabet  koşullarına  karşı  koyabilmeleri  için  işletmelerin  de  gözetilmesi gerekliliği hasıl olmuştur. Bunun da sonucunda ülkemiz de dâhil gelişmiş hukuk sistemlerinde belirli süreli iş sözleşmesinin kurulması ve yenilenmesinde işçilerin korunması ile işletmelerin esneklik ihtiyacı arasında hassas bir denge oluşturulma çabası gözlenmektedir.Hukukumuzda, belirli süreli iş sözleşmelerinin yapılması ve yenilenmesi için  objektif neden  koşuluna yer verilmekte olup bu koşul ile sözleşme serbestisi sınırlanmaktadır. Sınırlamanın nasıl öngörüldüğü ise, hassas dengenin sağlanması bakımından kritik bir öneme sahiptir.Bu çalışma ile iş kanunlarında belirli süreli iş sözleşmesinin yapılmasında ve yenilenmesinde objektif neden koşulu açıklanacağı gibi bu koşulun esnekleşme ihtiyacı sonucu nasıl düzenlenmesi ve düzenlenmemesi gerektiği de incelenecektir. Çalışmanın yapılmasındaki temel motivasyon kaynağı, kamuoyunda  Torba Kanun Teklifi   olarak  adlandırılan  ve  belirli  süreli  iş  sözleşmesinin  yapılmasında  ve yenilenmesinde objektif neden koşulu bakımından istisnalar öngören İşsizlik Sigortası Kanunu ile Bazı Kanunlarda Değişiklik Yapılması Hakkında Kanun Teklifi dir. İş yaşamında önemli tartışmalara sebep olan Torba Kanun Teklifi, yeni koronavirüs (Covid-19) pandemisinin yoğun şekilde tüm yaşamımıza tesir ettiği günlerde pandemi nedeniyle başta hizmetler sektörü olmak üzere işgücü arzında ve istihdamda yaşanan kayıpların giderilmesine katkı da sağlayacağı ifade edilerek TBMM gündemine taşınmıştı. Torba Kanun Teklifi nde, belirli süreli iş sözleşmesinin yapılması ve yenilenmesi için aranan objektif neden koşuluna  işçinin yirmibeş yaşını doldurmamış veya elli ve daha yukarı yaşta olması kaydıyla  istisna getirilmekte; yani bu kişiler ile objektif neden olmaksızın belirli süreli iş sözleşmesi yapılmasına ve sözleşmenin 1  Tam metne erişim için bkz < https://www.tbmm.gov.tr/d/2/2-3147.pdf > Erişim Tarihi 5 Kasım 2020.2  Bkz Plan ve Bütçe Komisyonu raporu, 28 < https://www.tbmm.gov.tr/sirasayi/donem/yil/ss.pdf > Erişim Tarihi 15 Aralık 2020.3  16 Ekim 2020 tarihinde TBMM Başkanlığına iletilen 2/3147 esas nolu 5 Kasım 2020 tarihi itibariyle TBMM gündemine taşınmıştır. Bkz < https://www.tbmm.gov.tr/develop/owa/tasari_teklif_sd.onerge_bilgileri?kanunlar_sira_no=280687 > Erişim Tarihi 5 Kasım 2020. 801İstanbul Hukuk Mecmuası 79/3yenilenmesine  imkan  sağlanmaktaydı.  Torba  Kanun  Teklifi nde  yer  bulan  bu düzenleme, kamuoyunda ciddi şekilde eleştirilmiş ve bu eleştiriler doğrultusunda kanunlaşma  aşamasında  yer  almamıştır. Ancak,  belirli  süreli  iş  sözleşmesinin yapılması ve yenilenmesinde kanuni değişiklik ihtiyacı hâlen mevcuttur. Dolayısıyla, bahsi geçen tartışmalı kanun teklifi isabetli olarak kanunlaşmasa da bu çalışmayı yapmak yönündeki akademik hevesimiz sona ermemiştir.Bu heves ve arzu ile, çalışmamızda öncelikle belirli süreli iş sözleşmesinde  objektif neden  koşulu sözleşmenin ilk defa yapılması ve yenilenmesi bakımından iş kanunlarında yer verilen farklılıklara dikkat çekilerek anlatılacaktır. Ardından,  objektif neden  kavramı, örneklerle açıklanacaktır. Daha sonra, belirli süreli iş sözleşmesinin  yapılması  ve  yenilenmesinde  objektif  nedenin  bulunmamasının sonuçları irdelenecektir. En nihayetinde ise, mevcut düzenlemeye ilişkin görüş ve önerilerimize yer verilecektir. Bunu yaparken, Torba Kanun Teklifi ile öngörülen ancak kanunlaşmayan objektif nedene ilişkin istisna getiren düzenleme analiz edileceği gibi objektif neden koşulu dışında belirli süreli iş sözleşmesinin yenilenmesinde karşılaştırmalı hukukta rastlanan diğer koruma mekanizmaları olan süre ve sayı sınırlamaları da değerlendirilecektir.I. Belirli Süreli İş Sözleşmesinde Objektif Neden Koşulu1. İş Kanunu Kapsamındaki İş İlişkilerindea. İş sözleşmesinin ilk defa yapılmasında4857 sayılı İş Kanunu m. 9 hükmü ile iş sözleşmesinin taraflarına kanuni sınırlamalar içinde  kalmak  kaydıyla  iş  sözleşmesi  türünü  ve  çalışma  biçimlerini  belirleme serbestisi tanınmıştır. Ancak ardından 11. madde ile, İş Kanunu kapsamındaki 4  Torba Kanun Teklifi nde, 28. madde ile İş Kanunu nun (Kanun Numarası: 4857, Kabul Tarihi: 22.05.2003, RG 10.06.2003/25134) 11. maddesine eklenmesi öngörülen fıkra şu şekilde idi:  Belirli süreli iş sözleşmesi, işçinin yirmibeş yaşını doldurmamış veya elli ve daha yukarı yaşta olma koşulunu sağlaması kaydıyla birinci ve ikinci fıkradaki koşullar aranmadan yazılı şekilde yapılabilir. Yirmibeş yaşını doldurmamış işçiler ile yapılacak belirli süreli iş sözleşmelerinin süresi işçinin yirmi beş yaşını doldurduğu tarihi geçmez. Bu fıkra uyarınca bir defada veya yenilenerek yapılan belirli süreli iş sözleşmelerinin toplam süresi iki yılı geçemez. .5  Üç işçi konfederasyonu (TÜRK-İŞ, HAK-İŞ ve DİSK), Torba Kanun Teklifi nin çalışma hayatına ilişkin düzenlemelerine karşı yazılı olarak ortak açıklamada bulunmuştur. Ortak açıklamaya göre,  25 yaş altı ve 50 yaş üstü çalışanların hiçbir şarta bağlı olmaksızın belirli süreli iş sözleşmesi ile (geçici işçi olarak) istihdam edilmesi sonucunda kıdem ve ihbar tazminatı gibi haklardan yararlanamamaları büyük haksızlıkların ortaya çıkmasına neden olacaktır. Yaşa bağlı olarak getirilecek bu düzenleme çalışanlar arasında ayrıma yol açacaktır. Çalışma düzeni ve sosyal adaletin bozulmasına neden olacaktır. Ülkemizde belirsiz süreli iş sözleşmesi esasına dayalı olarak düzenlenen iş hukuku düzeninin alt üst olmasına yol açacaktır. Ayrıca yaşa bağlı olarak getirilen bu ayrım Anayasanın eşitlik ilkesine de aykırıdır. . Açıklamanın tam metni için ş.< http://www.turkis.org.tr/TURK-IS--HAK-ISVE-DISKTEN-ORTAK-ACIKLAMA-d751 > Erişim Tarihi 15 Aralık 2020; Torba Kanun Teklifi ne ilişkin gazete haberi için bkzDeutsche Welle Türkiye, ‘Torba Yasa Tartışması: Kıdem Tazminatı ve Emeklilik Hakkı Tehlikede  (01.11.2020) < https://www.dw.com/tr/torba-yasa-tartışması-kıdem-tazminatı-ve-emeklilik-hakkı-tehlikede/a-55455034 > Erişim Tarihi 15 Aralık 2020. 6  Bazı Alacakların Yeniden Yapılandırılması ile Bazı Kanunlarda Değişiklik Yapılması Hakkında Kanun, 7256, Kabul Tarihi: 11.11.2020, RG 17.11.2020/31307.7  İş Kanunu kapsamındaki iş ilişkilerinde İş Kanunu m. 11 hükmünün özel hüküm olması sebebiyle, genel kanun olan TBK nin 430. maddesi uygulanmayacaktır, Hamdi Mollamahmutoğlu, Muhittin Astarlı ve Ulaş Baysal, İş Hukuku Ders Kitabı Cilt 1: Bireysel İş Hukuku, (4. Bası, Lykeion 2020) 126; Yargıtay 22 HD 34697/9344, 09.07.2020; Yargıtay 9 HD 16506/6610, 29.06.2020.802Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi iş  ilişkilerinde  sözleşme  türünü  belirleme  serbestisi,  önemli  sınırlamalara  tabi kılınmıştır. Söz konusu maddenin 1. fıkrasında  İş ilişkisinin bir süreye bağlı olarak yapılmadığı halde sözleşme belirsiz süreli sayılır. Belirli süreli işlerde veya belli bir işin tamamlanması veya belirli bir olgunun ortaya çıkması gibi objektif koşullara bağlı olarak işveren ile işçi arasında yazılı şekilde yapılan iş sözleşmesi belirli süreli iş sözleşmesidir.  şeklinde bir düzenlemeye yer verilmiştir. Bu  düzenleme  ile  hukukumuzda  belirsiz  süreli  iş  sözleşmesi  esas  olarak belirlenirken ancak objektif nedenlerden birinin varlığı hâlinde belirli süreli iş sözleşmesinin yapılmasına cevaz verilmiştir. b. Belirli süreli iş sözleşmesinin yenilenmesindeİş  Kanunu  m.  11  hükmünün  2.  fıkrasında,  belirli  süreli  iş  sözleşmesinin yenilenmesinde, başka ifadelerle üst üste yapılması veya zincirleme yapılmasında, sözleşmenin belirli süreli olma niteliğini koruyabilmesi için  esaslı neden  koşulunun mevcudiyeti aranmıştır. Söz konusu fıkraya göre;  Belirli süreli iş sözleşmesi, esaslı bir neden olmadıkça, birden fazla üst üste (zincirleme) yapılamaz. Aksi hâlde iş sözleşmesi  başlangıçtan  itibaren  belirsiz  süreli  kabul  edilir. .  Kanun  metninde  esaslı neden  koşuluna yer verilmiş olmakla birlikte bu koşulun aynı maddenin 1. fıkrasında belirli süreli iş sözleşmesinin hukuka uygun olarak bağıtlanabilmesi için aranan  objektif nedenler  ile özdeş kabul edilmektedir. 8  Bu sınırlama, sözleşme özgürlüğünün özüne dokunmadığı ve özgürlüğün kullanılmasını olanaksız kılmadığı için Anayasaya aykırılık oluşturmaz, Öner Eyrenci, Savaş Taşkent ve Devrim Ulucan, Bireysel İş Hukuku (10. Bası, Beta 2020), 71.9  Nuri Çelik, Nurşen Caniklioğlu ve Talat Canbolat, İş Hukuku Dersleri (33. Bası, Beta 2020) 192-193; Süzek (n 9) 239; Eyrenci, Taşkent ve Ulucan (n 8) 71; Talat Canbolat, ‘Mevzuatta Öngörülen Bazı İş Sözleşmesi Türlerinin 4857 sayılı İş Kanununun Belirli Süreli İş Sözleşmesine İlişkin Esasları Yönünden Değerlendirilmesi (2007) 4 (13) Legal İHSGHD 187, 194; Ali Güzel, Ercüment Özkaraca ve Deniz Ugan, ‘Karşılaştırmalı Hukukta ve Türk Hukukunda Belirli Süreli İş Sözleşmesi: Yapılma ve Yenilenme Koşulları  iç Süleyman Başterzi (ed) Prof. Dr. Sarper Süzek e Armağan C. 1 (Beta 2011) 475, 561; Yeliz Bozkurt Gümrükçüoğlu, Türk İş Hukuku nda Belirli Süreli İş Sözleşmesi (1. Bası, Vedat 2012) 159; doktrinde azınlık görüşü tarafından İş Kanunu m. 11 hükmünde yer alan  objektif koşul  ile kastedilenin maddenin dayanağı olan Avrupa Birliği Direktifi ile aranan  objektif neden den farklılaştığı; dolayısıyla belirli süreli iş sözleşmesinin ilk kez yapılmasında objektif neden aranmasına gerek olmadığı savunulmaktadır. Azınlık görüşü için bkz Savaş Taşkent, ‘Belirli Süreli İş Sözleşmelerinde  Esaslı Neden  Sorunu   (2011) 24 Sicil Dergisi 19, 28; Başak Güneş ve Faruk Barış Mutlay, ‘Yeni Borçlar Kanununun ‘Genel Hizmet Sözleşmesi ne İlişkin Hükümlerinin İş Kanunu ve 818 Sayılı Kanunla Karşılaştırılarak Değerlendirilmesi  (2011) 30 (3) Çalışma ve Toplum Dergisi 231, 241.10  Çelik, Caniklioğlu ve Canbolat (n 9) 200; Süzek (n 9) 249; Mollamahmutoğlu, Astarlı ve Baysal (n 7) 130; Ünal Narmanlıoğlu, ‘Belirli Süreli İş Sözleşmesini Sona Erdiren Olgular ve İşlemler  (2012) 9 (35) Legal İHSGHD 3, 11; Gülsevil Alpagut, ‘4857 Sayılı Yasa Çerçevesinde Belirli Süreli Hizmet Sözleşmesi  (2004) 43 Mercek Dergisi 73, 85; Canbolat (n 9) 194; Mikdat Güler, ‘Belirli Süreli İş Sözleşmesi  (2005) 2 (5) Legal İHSGHD 27, 41-42; Süleyman Başterzi, ‘Avrupa Birliği Konseyinin 99/70 Sayılı Yönergesi Işığında Belirli Süreli İş Sözleşmesi Yapma Koşulları ve 4857 Sayılı İş Kanununun Öngördüğü Sistem  (2006) İş Hukuku ve Sosyal Güvenlik Hukuku Türk Milli Komitesi 30. Yıl Armağanı, 119, 133; Süleyman Başterzi, ‘Belirli Süreli İş Sözleşmesinin Yapılmasına İlişkin Objektif Nedenlerin Tespitinde Menfaatler Dengesi İşçinin Haklı Menfaati  (2013) 15 (Özel Sayı) DEÜHFD 423, 424; Güzel, Özkaraca ve Ugan (n 9) 558; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 160, 161, 267; H Hadi Sümer, İş Hukuku Uygulamaları (7. Bası, Seçkin 2019) 174; H Hadi Sümer, ‘Özel Öğretim Kurumu Öğretmenlerinin İş Sözleşmelerinin Hukuki Niteliği  (2016) 15 (11) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 407, 433; Fatih Uşan ve Canan Erdoğan, İş ve Sosyal Güvenlik Hukuku (1. Bası, Seçkin 2020), 86; Tankut Centel, Introduction to Turkish Labaur Law (1 st edn, Springer 2017) 72; Güven ve Aydın (n 10) 106; Yusuf Yiğit, ‘Belirli Süreli İş Sözleşmesi Yapma Serbestisi ve Bu Serbestinin Sınırları  (2012) 14 (2) DEÜHFD 101, 129; benzer yönde, Eyrenci, Taşkent ve Ulucan (n 8) 74; aksi yönde, Taşkent (n 9) 25. Nitekim madde gerekçesinde de  esaslı neden ,  objektif neden  ile aynı anlamda olarak ifade edilmiştir;  … belirli süreli hizmet akitlerinin esaslı (objektif) bir neden olmadıkça üst üste yapılmalarının önlenmesi de gerekmektedir. 803İstanbul Hukuk Mecmuası 79/32. Türk Borçlar Kanunu Kapsamındaki İş İlişkilerinde6098 sayılı Türk Borçlar Kanunu nun (TBK) 393. maddesinde, iş sözleşmesi tanımlanırken işçinin belirli veya belirli olmayan süreyle iş görmeyi üstlendiği sözleşme olduğuna değinilmiş; ancak belirli süreli iş sözleşmesi yapılması için objektif neden koşulu öngörülmemiştir. Ayrıca belirli süreli iş sözleşmesinin sona ermesini düzenleyen TBK m. 430 hükmünde de belirli süreli sözleşmenin, süresinin bitiminden sonra örtülü olarak sürdürülmesi halinde, belirsiz süreli sözleşmeye dönüştüğüne; ancak, esaslı bir sebebin varlığı hâlinde, üst üste belirli süreli hizmet sözleşmesi kurulabileceğine yer verilmiştir. Bu düzenlemeden de belirli süreli iş sözleşmesinin kurulmasına ilişkin objektif neden arandığı anlamı çıkmamaktadır. Aksine her iki madde birlikte değerlendirildiğinde belirli süreli iş sözleşmesinin yenilenmesinde objektif nedeni arayan kanun koyucunun sözleşmesinin ilk defa yapılmasında sustuğu görülecektir. Nitekim, TBK m. 430 hükmünün gerekçesinde de düzenleme bakımından İş Kanunu nun 11. maddesinin 2. ve 3. fıkrasından yararlanıldığı ifade edilmiştir. Bu fıkralar, belirli süreli iş sözleşmesinin yenilenmesine ilişkin olup belirli süreli iş sözleşmesinin ilk defa yapılmasına ilişkin sınırlamaları içeren 1. fıkra, gerekçede de  belirtilmemiştir.  Dolayısıyla, TBK ye  tabi  iş  ilişkileri  bakımından  sözleşme taraflarının sözleşme türünü belirleme serbestisi olduğu sonucuna ulaşılmaktadır. Belirli  süreli  iş  sözleşmesinin  yenilenmesinde  ise,  sözleşmenin  ilk  defa yapılmasından farklı olarak, kanunun açık hükmü gereği objektif neden aranmaktadır. Madde gerekçesinde de belirtildiği üzere;  Aynı fıkranın son cümlesinde ise, 4857 sayılı İş Kanununun 11 inci maddesinin ikinci ve son fıkralarından yararlanılmıştır. Böylece, esaslı bir sebep olmadıkça, aynı işçi ile belirli süreli hizmet sözleşmesinin üst üste yapılması durumunda bu sözleşmeler belirsiz süreli sözleşmeye dönüşecek, işçi bu tür sözleşmelerin koşullarından ve bu arada feshe karşı korunmaya ilişkin yasal hükümlerden yararlanacaktır. Buna karşılık, belirli süreli sözleşmelerin zincirleme 11  Kabul Tarihi: 11.01.2011, RG 04.02.2011/27836.12  TBK m. 430 hükmü, İş Kanunu kapsamındaki iş sözleşmeleri bakımından uygulama bulmayacaktır. Zira, İş Kanunu m. 11 hükmü, özel hükümdür. Bkz Polat Soyer, ‘Hizmet Sözleşmesinin Sona Ermesine İlişkin ‘Yeni  Türk Borçlar Kanunu Hükümleri ve İş Hukuku Bakımından Önemi  (2011) 22 Sicil Dergisi 12, 13; Narmanlıoğlu (n 10) 11; Nurşen Caniklioğlu, ‘Türk Borçlar Kanununun Hizmet Sözleşmesinin Kurulmasına, Tarafların Hak ve Borçlarına İlişkin Hükümlerinin Genel Bir Değerlendirilmesi  (2012) Çalışma Hayatı Açısından Yeni Borçlar Kanunu ve Ticaret Kanunu Semineri, 20-21 Eylül 2011, Türkiye İşveren Sendikaları Konfederasyonu, 78, 85; Gülsevil Alpagut, ‘Türk Borçlar Kanununun Hizmet Sözleşmesinin Devri, Sona Ermesi, Rekabet Yasağı, Cezai Şart ve İbranameye İlişkin Hükümleri  (2011) 8 (31) Legal İHSGHD 913, 929930; Kübra Doğan Yenisey, ‘Hizmet Sözleşmesi  iç Murat İnceoğlu (ed) Türk Borçlar Kanunu Sempozyumu (On İki Levha 2012) 297, 326; Başterzi, ‘Objektif Neden  (n 10) 433.13  Polat Soyer, ‘6098 Sayılı Türk Borçlar Kanunu nda Yer Alan ‘Genel Hizmet Sözleşmesi ne İlişkin ‘Bazı  Hükümlerin İş Hukuku Açısından Önemi  (2012) İş Hukukunda Güncel Sorunlar 2, 25 Mayıs 2012, 1, 11.14  Soyer, ‘6098 Sayılı Türk Borçlar Kanunu  (n 13) 11; Doğan Yenisey, ‘Hizmet Sözleşmesi  (n 12) 301; aynı yönde, Taşkent (n 9) 20; Güneş ve Mutlay, (n 9) 240; Mollamahmutoğlu, Astarlı ve Baysal (n 7) 126.15  Kanunda yer verilen  esaslı sebep  ifadesinin İş Kanunu na paralel olarak değerlendirilmesi gerektiği yönünde, Caniklioğlu, ‘Türk Borçlar Kanunu  (n 12) 84; Alpagut, ‘Türk Borçlar Kanunu  (n 12) 929.804Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi yapılmasında esaslı bir sebep varsa, belirli süreli sözleşme olma özellikleri varlığını sürdürecektir. .3. Basın İş Kanunu Kapsamındaki İş İlişkilerinde5953 sayılı Basın İş Kanunu nda (BİK) belirli süreli iş sözleşmesinin yapılması ve yenilenmesinde herhangi bir sınırlandırmaya yer verilmemiştir. TBK nin BİK bakımından genel kanun olması sebebiyle özel kanunda yer alan bu konudaki boşluğun TBK m. 430 hükmü uygulanarak doldurulması gerekecektir. TBK m. 430 hükmü dikkate alındığında ise, BİK kapsamında yer alan, gazetecilerle belirli süreli iş sözleşmesinin ilk defa yapılmasında objektif neden aranmadığı sonucuna ulaşılırken; sözleşmenin yenilenmesi objektif nedenin varlığına bağlı olacaktır. 4. Deniz İş Kanunu Kapsamındaki İş İlişkilerinde854 sayılı Deniz İş Kanunu nda (DİK) belirli süreli iş sözleşmesinin ilk defa yapılmasında  herhangi  bir  sınırlandırmaya  yer  verilmemiştir.  Hatta  kanunun  7. maddesinde,  iş  sözleşmesinin  belirli  süre  veya  sefer  için  yahut  süresiz  olarak yapılabileceği belirtilmiştir. Dolayısıyla; DİK kapsamında yer alan gemiadamları ile ilk defa belirli süreli iş sözleşmesi yapılmasında objektif neden aranmamaktadır. Yargıtay ın da kararları bu yöndedir.Deniz  İş  Kanunu nda,  belirli  bir  süre  için  yapılmış  olan  iş  sözleşmesinin sonunda  gemiadamı,  işveren  veya  işveren  vekilinin  muvafakatiyle  işe  devam ederse iş sözleşmesinin aynı süre için uzatılmış sayılacağı belirtilmiştir (m. 8). DİK kapsamında belirli süreli iş sözleşmesinin yenilenmesi bakımından doktrinde TBK m. 430 hükmünün uygulanıp uygulanmayacağına ilişkin farklı görüşler mevcuttur. Bazı yazarlar, DİK m. 8 hükmünün özel bir düzenleme olması sebebiyle TBK m. 430 hükmünün uygulanmayacağını savunurken bazı yazarlar ise uygulanacağını ileri sürmektedirler. Yargıtay 9. Hukuk Dairesi nin yerleşmiş içtihatlarında ise TBK m. 16  Basın Mesleğinde Çalışanlarla Çalıştıranlar Arasındaki Münasebetlerin Tanzimi Hakkında Kanun, Kabul Tarihi: 03.06.1952, RG 20.06.1952/8140.17  Caniklioğlu, ‘Türk Borçlar Kanunu  (n 12) 84; Alpagut, ‘Türk Borçlar Kanunu  (n 12) 930; Ercan Akyiğit, Bireysel İş Hukuku Dersleri (1. Bası, Seçkin 2020) 120; krş Doğan Yenisey, ‘Hizmet Sözleşmesi  (n 12) 326.18  Caniklioğlu, ‘Türk Borçlar Kanunu  (n 12) 84; Alpagut, ‘Türk Borçlar Kanunu  (n 12) 930; Doğan Yenisey, ‘Hizmet Sözleşmesi  (n 12) 326; Akyiğit (n 17) 120; aynı yönde, Soyer, ‘Hizmet Sözleşmesi  (n 12) 13; Narmanlıoğlu, (n 10) 11.19  Kabul Tarihi: 20.04.1967, RG 29.04.1967/12586.20  Caniklioğlu, ‘Türk Borçlar Kanunu  (n 12) 84; Alpagut, ‘Türk Borçlar Kanunu  (n 12) 930; krş Doğan Yenisey, ‘Hizmet Sözleşmesi  (n 12) 326.21  Yargıtay 9 HD, 9036/8163, 09.05.2017; Yargıtay 9 HD, 22725/5978, 14.03.2016; Yargıtay 9 HD, 10445/6930, 17.02.2015; Yargıtay 9 HD, 1962/36536, 02.12.2014; Yargıtay 9 HD, 1963/36537, 02.12.2014; Yargıtay 22 HD, 28100/29667, 30.10.2014; Yargıtay 9 HD, 7792/12652, 29.04.2013; Yargıtay 9 HD, 3655/12648, 29.04.2013; ayrıca İstanbul BAM 28 HD, 3191/164, 13.02.2020; İzmir BAM 15 HD, 1891/638, 30.04.2018. 22  Soyer, ‘Hizmet Sözleşmesi  (n 12) 13; Narmanlıoğlu, (n 10) 11; Doğan Yenisey, ‘Hizmet Sözleşmesi  (n 12) 326.23  Caniklioğlu, ‘Türk Borçlar Kanunu  (n 12) 84; Alpagut, ‘Türk Borçlar Kanunu  (n 12) 930; DİK de boşluk olduğunun kabulü hâlinde TBK m. 430/2 hükmü gereği sözleşmenin yenilenmesinde objektif neden aranacağı yönünde, Akyiğit (n 17) 120.805İstanbul Hukuk Mecmuası 79/3430 hükmü dikkate alınmakta ve Deniz İş Kanunu kapsamındaki iş sözleşmelerinin yenilenmesinde  objektif ve esaslı bir neden  aranmaktadır. Nitekim 2019 yılında verdiği kararlarda Özel Daire açıkça  Borçlar Kanunu genel kanun olduğundan, gemi adamı ile belirli süre için yapılan iş sözleşmelerinin yenilenmesinde esaslı nedenin varlığı aranmalıdır.  ifadelerine yer vermiştir.5. İş Kanunlarında Öngörülen Esasların Mukayesesi Belirli süreli iş sözleşmesinin ilk defa yapılmasında ve yenilenmesinde, farklı kanunlarda  farklı  esaslar  öngörülmüş  olup  bu  esaslar  yukarıda  detaylı  olarak açıklanmıştır. Kanunlara ilişkin mukayeseli bir değerlendirme yapıldığında; belirli süreli iş sözleşmesi yapılması için aranan koşulların en katı olduğu kanunun İş Kanunu olduğu sonucuna ulaşılmaktadır. Zira; belirli süreli iş sözleşmesinin yapılmasında objektif neden koşuluna sadece İş Kanunu m. 11 hükmünde yer verilmiştir. Ne BİK ile TBK kapsamındaki işçiler bakımından uygulama bulan TBK m. 430 hükmünde ne de Deniz İş Kanunu nda belirli süreli iş sözleşmesinin ilk defa yapılmasında objektif neden koşulu aranmaktadır.Belirli süreli iş sözleşmesinin yenilenmesi bakımından ise, İş Kanunu m. 11 hükmüne benzer esaslar öngören TBK m. 430 hükmü, objektif neden koşuluna yer vermektedir. DİK kapsamındaki işçiler ile belirli süreli iş sözleşmesinin yenilenmesi bakımından ise doktrinde aksi görüşlere rağmen Yargıtay TBK m. 430 hükmünü dikkate alarak objektif neden koşulu aramaktadır. Dolayısıyla, DİK kapsamındaki işçiler  ile  BİK  ve  TBK  kapsamındaki  işçiler  belirli  süreli  iş  sözleşmesinin yenilenmesinde İş Kanunu kapsamındaki işçiler gibi objektif neden koşuluna tabidir. II. Objektif Neden Kavramı1. Genel OlarakObjektif neden, Türk iş hukuku doktrininde belirsiz süreli iş sözleşmesinin kural, belirli süreli iş sözleşmesinin ise istisna olduğu yönündeki ilkeden ayrılmayı haklı kılabilecek durumlar olarak tanımlanmıştır. İş kanunlarında ise objektif nedene ilişkin bir tanım bulunmamaktadır. Yine İş Kanunu m. 11 hükmünün kaynağı olan Uluslararası Çalışma Örgütü nün (ILO) 158 24  Yargıtay 9 HD, 3339/13024, 11.06.2019; Yargıtay 9 HD, 22725/5978, 14.03.2016; ayrıca bkz Yargıtay 9 HD, 1962/36536, 02.12.2014; Yargıtay 9 HD, 1963/36537, 02.12.2014; Yargıtay 9 HD, 7792/12652, 29.04.2013; Yargıtay 9 HD, 3655/12648, 29.04.2013; ayrıca bkz İstanbul BAM 28 HD, 3191/164, 13.02.2020.25  Yargıtay 9 HD, 3339/13024, 11.06.2019; Yargıtay 9 HD, 906/10082, 07.05.2019.26  Başterzi, ‘Objektif Neden  (n 10) 427.806Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi sayılı Sözleşmesi ile Avrupa Konseyi nin 1999/70 sayılı Direktifi ile yürürlüğe konulan Belirli Süreli İş Sözleşmeleri Hakkında Çerçeve Antlaşma da da objektif neden  kavramına  ilişkin  bir  tanımlama  yapılmamıştır.  Ancak  Avrupa  Birliği hukukunun Avrupa Birliği ülkelerinde aynı şekilde yorumlanması ve uygulanmasını sağlamakla görevli yargı organı olan Avrupa Birliği Adalet Divanı (ABAD) tarafından Adeneler kararı ile objektif neden kavramına ilişkin önemli açıklamalar yapılmıştır. Söz konusu karara göre,  …objektif neden kavramı, Çerçeve Antlaşma nın 5/1 (1) maddesi anlamında belirli bir faaliyeti niteleyen ve bu bağlamda zincirleme belirli süreli iş sözleşmelerine başvurulmasını haklı kılabilecek kesin ve somut koşullar biçiminde anlaşılmalıdır. Bu koşullar, bu sözleşmelerle ifa edilmesi amaçlanan işlerin özel niteliğinden ve bu işlerin doğasında var olan özelliklerinden veya gerektiğinde üye  bir  devletin  elde  etmeyi  amaçladığı  meşru  bir  sosyal  politika  hedefinden kaynaklanabilir. 29.İş Kanunu nda objektif neden kavramı tanımlanmasa da 11. madde ile belirli süreli iş sözleşmesi tanımlanırken sözleşmeyi sürelendirme imkânı veren objektif nedenleri belirlemeye yarayan genel ölçütler soyut bir yaklaşımla sayılmıştır. İş Kanunu m. 11 hükmüne göre,  Belirli süreli işlerde veya belli bir işin tamamlanması veya belirli bir olgunun ortaya çıkması gibi objektif koşullara bağlı olarak işveren ile işçi arasında yazılı şekilde yapılan iş sözleşmesi belirli süreli iş sözleşmesidir. . Görüldüğü üzere, iş sözleşmesini sürelendirme imkânı veren, yani belirli süreli iş sözleşmesi yapılmasına imkân veren objektif nedenler;  belirli süreli işler ,  belli bir işin tamamlanması  ve  belirli bir olgunun ortaya çıkması  şeklinde örnekseme usulüyle sayılmıştır. Madde hükmünde  gibi  ifadesine yer verilerek sayılan durumlar dışında da objektif nedenlerin varlığına işaret edilmiştir.Soyut bir yaklaşımla ve örnekseme usulüyle sayılan objektif nedenlerin içi doktrin ve  yargı  tarafından  doldurulmaktadır.  Doktrin  tarafından  bir  iş  sözleşmesinin sürelendirilmesine  imkân  verecek  objektif  nedenin  tespitinde,  tarafların  meşru 27  Uluslarası Çalışma Örgütü nün İş Sözleşmesinin Feshine İlişkin 158 sayılı Sözleşmesi için bkz https://www.ilo.org/dyn/normlex/en/f?p=NORMLEXPUB:12100:0::NO::P00_ILO_CODE:C (Erişim tarihi: 22.01.2021).28  Avrupa Konseyi nin 1999/70 sayılı Direktifi ve eki Belirli Süreli İş Sözleşmeleri Hakkında Çerçeve Antlaşma için bkz https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:31999L0&from=EN (Erişim tarihi: 05.11.2020).29  C-212/04 Konstantinos Adeneler ve Diğerleri- Ellinikos Organismos Galaktos (ELOG) [2006], ABAD I-06057, para. 69-70; karara ilişkin ayrıca bkz Ali Güzel ve Emre Ertan, ‘Avrupa Birliği Hukukunda ve Özellikle Avrupa Toplulukları Adalet Divanı (ATAD) Kararlarında Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenme Koşulları  (2008) 5 (18) Legal İHSGHD 395, 409; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 161-162.30  Başterzi, ‘Objektif Neden  (n 10) 424; Süleyman Başterzi, ‘İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi Açısından Yargıtayın 2009 Yılı Kararlarının Değerlendirilmesi  (2011) Yargıtayın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2009, 1, 61-62; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 159.31  Kanun hükmünde sayılan objektif nedenlerin tahdidi olmadığı yönünde, Yargıtay 22 HD, 15766/17747, 14.06.2016; ayrıca YİBGK, 10/1, 08.03.2019.32  Başterzi, ‘Objektif Neden  (n 10) 425; Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 133.807İstanbul Hukuk Mecmuası 79/3menfaatleri arasındaki sosyal dengenin gözetilmesi gerektiği ifade edilmektedir. Objektif nedenin mevcudiyeti için, geçicilik unsuru bulunmalıdır; yani, somut olayın özellikleri dikkate alındığında geçici bir süre için işçi ihtiyacının objektif olarak ortaya çıkması hâlinde sürelendirme imkânı veren objektif nedenin varlığından bahsedilebilecektir.  Aşağıda,  İş  Kanunu  m.  11  hükmünde  sayılan  objektif nedenler doktrin ve yargı kararlarından örneklerle açıklanacaktır. Ayrıca kanunda sayılmamasına rağmen objektif neden olarak kabul edilen benzer durumlar da izah edileceği gibi başka kanunlardan kaynaklanan belirli süreli iş sözleşmeleri de kısaca anlatılacaktır.2. İşin Belirli Süreli Olmasıİş Kanunu m. 11 hükmü uyarınca belirli süreli iş sözleşmesi yapılmasına imkân veren objektif nedenlerden ilki,  işin belirli süreli olması dır. Bu ifade ile kastedilen, işin niteliği itibariyle sözleşme yapıldığı sırada sözleşme konusu işin ne kadar süreceğinin taraflarca öngörülebilir olmasıdır. Bir serginin veya konferansın ya da bir sportif organizasyonun düzenlenmesinde işin ne kadar süreceği bilindiğinden, bu işlerde çalıştırılmak üzere işçi alınması hâli belirli süreli iş sözleşmesinin işin belirli süreli olması sebebiyle yapıldığı hâllerdendir. Aynı şekilde, bir mevsim veya kampanya dönemi için yapılan iş sözleşmeleri de, sürenin sonu öngörülebildiğinden belirli süreli olarak kurulabilir. Örneğin yaz (turistik) mevsiminde açık olan veya bütün yıl açık olmakla beraber bu dönemde iş yoğunluğu artışı olan bir otelde salt yaz mevsimi için işe alınan işçilerle   33  Gülsevil Alpagut, Belirli Süreli Hizmet Sözleşmesi (1. Bası, Mavi 1998) 74-75; Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 135; Başterzi, ‘Objektif Neden  (n 10) 426; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 160; Asiye Şahin Emir, ‘Belirli Süreli İş Sözleşmesine İlişkin Sınırlamalar ve Esneklik Olanakları Avrupa Birliği Örnekleriyle  (2016) 18 (1) DEÜHFD 113, 124.34  Geçicilik unsuru için bkz Ömer Ekmekçi ve Esra Yiğit, Bireysel İş Hukuku Dersleri (1. Bası, On İki Levha 2020) 37; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 160; ayrıca bkz Güzel, Özkaraca ve Ugan (n 9) 561.35  Süzek (n 9) 241; Eyrenci, Taşkent ve Ulucan (n 8) 72; Devrim Ulucan, ‘4857 Sayılı Kanuna Göre İş Sözleşmesi Türleri  (2003) Yeni İş Yasası, 25-29 Haziran 2003, Toprak, Seramik, Çimento ve Cam Sanayi İşyerleri Sendikası Yayını, 35, 42; Alpagut, ‘4857 Sayılı Yasa  (n 10) 78; Canbolat (n 9) 195; Güler (n 10) 42; Güzel, Özkaraca ve Ugan (n 9) 536; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 184; Sümer, İş Hukuku Uygulamaları (n 10) 46; Sümer, ‘Özel Öğretim Kurumu Öğretmenleri  (n 10) 425; Centel, (n 10) 72; Yiğit (n 10) 134; Şahin Emir (n 33) 125-126; YİBGK, 10/1, 08.03.2019; kanun hükmünde  belirli süreli işlerde  ifadesi yerine  niteliği gereği belirli süreli işlerde  ifadesine yer verilmesi yönündeki öneri için bkz Süzek (n 9) 240-241.36  YİBGK, 10/1, 08.03.2019; Süzek (n 9) 241; Canbolat (n 9) 187, 195; fuar organizasyonunda üretilen ürünlerin tanıtımı işinin süresi de bilinebilir olduğundan belirli süreli iş sözleşmesi yapılabileceği yönünde, Mollamahmutoğlu, Astarlı ve Baysal (n 7) 129.37  Doktrinde mevsimlik ve kampanya işlerini diğer objektif neden olan  bir olgunun ortaya çıkması  koşulu altında da incelemiş; mevsim ve kampanya döneminde iş gücü ihtiyacının artması olgusuna bağlı olarak belirli süreli iş sözleşmesi yapılabileceği savunulmuştur. Bkz Çelik, Caniklioğlu ve Canbolat (n 9) 194-195; Yiğit (n 10) 140; ayrıca bkz Aydın Başbuğ ve Mehtap Yücel Bodur, İş Hukuku (5. Bası, Beta 2018) 121. Mevsimlik ve kampanya işlerini diğer objektif neden olan  belirli bir işin tamamlanması  koşulu altında da inceleyenler olmuştur. Bkz Akyiğit (n 17) 117; Güven ve Aydın (n 10) 103. Mevsim ve kampanya işlerinde iş sözleşmesinin süreli olarak yapılabilmesi için objektif neden hakkında detaylı bilgi için bkz Alpagut, Belirli Süreli (n 33) 105-108.808Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi belirli süreli sözleşme yapılabilir. Nitekim Yargıtay da tek bir mevsim için belirli süreli iş sözleşmesi yapılabileceğini belirtmektedir.3. Belirli Bir İşin Tamamlanmasıİş Kanunu m. 11 hükmü uyarınca belirli süreli iş sözleşmesi yapılmasına imkân veren ikinci objektif neden,  belirli bir işin tamamlanması dır. Bununla kastedilen, işçi ile zaman içinde devam edip giden bir iş için değil de tamamlanması ile sona erecek bir işte çalıştırılmak üzere belirli süreli iş sözleşmesi kurulmasıdır. Belirli bir işin tamamlanması ile kastedilen yarım kalan bir işin tamamlanması olabileceği gibi, henüz başlanmamış bir işin tamamlanması da olabilir.Bina yapımının bitirilmesi, viyadük-otoyol inşaatının bitirilmesi, bilgisayar donanımının  kurulması,  makinenin  montajı,  sıva  ve  mozaik  işlerinin tamamlanması, projenin bitirilmesi, bahçe düzenlenmesinin gerçekleştirilmesi, fuar ya da festivalin bitirilmesi için belirli süreli sözleşme yapılması belirli bir işin tamamlanması objektif nedenine dayalı sürelendirme örnekleridir.38  YİBGK, 10/1, 08.03.2019; Süzek (n 9) 241; Canbolat (n 9) 195-196; ayrıca bkz Güler (n 10) 43; Güven ve Aydın (n 10) 103.39   Mevsimlik iş sözleşmeleri 4857 Sayılı İş Kanunu nun 11. maddesindeki hükümlere uygun olarak, belirli süreli olarak yapılabileceği gibi belirsiz süreli olarak da kurulabilir. Tek bir mevsim için yapılmış belirli süreli iş sözleşmesi, mevsimin bitimi ile kendiliğinden sona erer ve bu durumda işçi ihbar ve kıdem tazminatına hak kazanamaz. Buna karşılık, işçi ile işveren arasında mevsimlik bir işte belirli süreli iş sözleşmesi yapılmış ve izlenen yıllarda da zincirleme mevsimlik iş sözleşmeleriyle çalışılmışsa, değinilen maddenin son fıkrası uyarınca iş sözleşmesi belirsiz süreli nitelik kazanacaktır.  Yargıtay 9 HD, 1298/5240, 10.06.2020; Yargıtay 22 HD, 25992/22676, 09.12.2019.40  YİBGK, 10/1, 08.03.2019; Yargıtay 7 HD, 16480/23889, 01.12.2015.41  YİBGK, 10/1, 08.03.2019; Eyrenci, Taşkent ve Ulucan (n 8) 72; Ulucan, ‘4857 Sayılı Kanun  (n 35) 42; Sümer, İş Hukuku Uygulamaları (n 10) 46; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 213; Güler (n 10) 42; Şahin Emir (n 33) 127.42  YİBGK, 10/1, 08.03.2019; Süzek (n 9) 241; Çelik, Caniklioğlu ve Canbolat (n 9) 193; Güzel, Özkaraca ve Ugan (n 9) 539; Mollamahmutoğlu, Astarlı ve Baysal (n 7) 129; Eyrenci, Taşkent ve Ulucan (n 8) 72; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 213; E Tuncay Senyen Kaplan, ‘Belirli Süreli İş Sözleşmesinin Haksız Feshinin Hüküm ve Sonuçları  (2016) 36 Sicil Dergisi 17, 19; Centel (n 10) 72; Güven ve Aydın (n 10) 103; Yiğit (n 10) 121.43  Akyiğit (n 17) 117; ayrıca Güven ve Aydın (n 10) 103.44  YİBGK, 10/1, 08.03.2019; Süzek (n 9) 241; Canbolat (n 9) 195-196.45  Çelik, Caniklioğlu ve Canbolat (n 9) 193; Mollamahmutoğlu, Astarlı ve Baysal (n 7) 129; Canbolat (n 9) 195.46  Çelik, Caniklioğlu ve Canbolat (n 9) 193.47  YİBGK, 10/1, 08.03.2019; Süzek (n 9) 241; Çelik, Caniklioğlu ve Canbolat (n 9) 193-194 Canbolat (n 9) 195; Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 134; Güzel, Özkaraca ve Ugan (n 9) 539; Mollamahmutoğlu, Astarlı ve Baysal (n 7) 129; Senyen Kaplan (n 42) 19; Centel (n 10) 72; Yiğit (n 10) 137; ayrıca Akyiğit (n 17) 117.   Nitekim Yargıtay da işçinin sadece işverenin bir projesinde çalıştırılması kaydıyla işe alınması durumunda projeye bağlı olarak iş sözleşmesinin de belirli süreli yapılmasının mümkün olduğu yönünde kararlar vermektedir. Yargıtay 22 HD, 16097/18567, 21.06.2016. Yine başka bir kararında da AVM projesi bazında belirli süreli iş sözleşmesi başlıklı iş sözleşmesi imzalayarak aynı tarihte davalı işverenler nezdinde inşaat mühendisi olarak çalışmaya başladığı, taraflar arasındaki sözleşmenin projenin tamamlanması ile sona ereceğinin kararlaştırıldığı bir sözleşmede, sözleşme süresinin 22 ay olduğunun belirtilmesine rağmen projede kesin hesap ve hakedişler ile ilgili çalışmaların devam ediyor olması nedeni ile zeyilnameler düzenlenerek en son 30.11.2011 olarak sözleşmenin sona erme tarihinin değiştirildiği ve davacının iş akdinin proje bitim tarihi itibari ile 30.11.2011 tarihinde sona erdirildiğinin görüldüğü bir olayda da proje kapsamında işçinin belirli süreli iş sözleşmesi ile çalıştığı sonucuna ulaşmıştır. Yargıtay 22 HD, 25587/24390, 24.12.2019.  Ayrıca Yargıtay, belirli süreli iş sözleşmelerinin yenilenmesi bakımından da projenin tamamlanmasını objektif bir neden olarak değerlendirmiştir. İşçinin proje bazlı olarak belirli süreli iş sözleşmesi ile çalıştığı sonucuna ulaştığı kararda, her ne kadar ard arda belirli süreli iş sözleşmeleri yapılmış olsa da projenin niteliği gereği belirli bir süre devam etmesi için esaslı neden mevcut olduğundan belirli iş sözleşmesinin yenilenmesi mümkün olacağı kanaatine ulaşmıştır. Yargıtay 22 HD, 7348/21243, 14.11.2019.48  YİBGK, 10/1, 08.03.2019; Süzek (n 9) 241.49  Eyrenci, Taşkent ve Ulucan (n 8) 72; Ulucan, ‘4857 Sayılı Kanun  (n 35) 42; Güven ve Aydın (n 10) 103.809İstanbul Hukuk Mecmuası 79/34. Belirli Bir Olgunun Ortaya Çıkmasıİş Kanunu m. 11 hükmü uyarınca belirli süreli iş sözleşmesi yapılmasına imkân veren bir diğer objektif neden,  belirli bir olgunun ortaya çıkması dır. Bu ifade, genel ve soyut olup birçok hâlde belirli bir olgunun ortaya çıktığı kabul edilebilir. Ancak ortaya çıkan olgunun İş Kanunu m. 11 hükmü kapsamında objektif neden oluşturması için belirli süreli iş sözleşmesi yapılmasını haklı kılacak bir nedenin olması gerekmektedir. Örneğin, işçinin belirli bir yaşa gelmesi olgusu sözleşmenin sürelendirmesini haklı kılamaz.İşyerinde, işletmenin normal faaliyetine dâhil olmayan veya sürekli devam etmekte olan mutat durumun dışında ortaya çıkan bir olgu, geçici olarak iş gücü ihtiyacına neden olduğu takdirde belirli süreli iş sözleşmesi yapılabilecektir. Hastalık, hamilelik veya herhangi başka bir durum nedeniyle izinli olan ve iş sözleşmesi askıya alınan işçinin yerine, bir süre için başka bir işçiyle belirli süreli sözleşme yapılması bu bağlamda verilen örneklerdir. Yine geçici bir süreyle işletme kapasitesinin üstünde, olağan durum olarak nitelendirilemeyecek ölçüde iş yoğunluğunun artması veya acil bir sipariş işinin ortaya çıkması da belirli süreli iş sözleşmesi yapılmasına imkân vermektedir.5. Objektif Neden Kabul Edilen Benzer DurumlarYukarıda da belirtildiği üzere, İş Kanunu m. 11 hükmünün lafzında objektif nedenler sayıldıktan sonra,  gibi  ifadesine yer verilmesi ile, benzer hâllerde de belirli süreli iş sözleşmesi yapılması mümkün olmaktadır. Doktrinde, işin ve işyerinin nitelikleri dikkate alınarak sahne sanatları ile ilgili bir işlerle meşgul olan kimselerle yapılan iş sözleşmeleri bu kapsamda görülmektedir. Yargıtay da teknik adam (antrenör) ile sezonluk olarak yapılan iş sözleşmelerinde objektif nedenin mevcut olduğunu kabul etmektedir. 50  YİBGK, 10/1, 08.03.2019; Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 134-135; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 213-214.51  Başterzi, ‘İş İlişkisinin Kurulması  (n 30) 63; Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 134.52  YİBGK, 10/1, 08.03.2019; Süzek (n 9) 242; Çelik, Caniklioğlu ve Canbolat (n 9) 194; Canbolat (n 9) 195; Sümer, İş Hukuku Uygulamaları (n 10) 46; Güler (n 10) 44; Güzel, Özkaraca ve Ugan (n 9) 540; Mollamahmutoğlu, Astarlı ve Baysal (n 7) 129; Centel (n 10) 72; Akyiğit (n 17) 118.53  Süzek (n 9) 242; Çelik, Caniklioğlu ve Canbolat (n 9) 194; Eyrenci, Taşkent ve Ulucan (n 8) 73; Ulucan, ‘4857 Sayılı Kanun  (n 35) 42; Mollamahmutoğlu, Astarlı ve Baysal (n 7) 129; Alpagut, ‘4857 Sayılı Yasa  (n 10) 80; Başterzi, ‘İş İlişkisinin Kurulması  (n 30) 63; Güzel, Özkaraca ve Ugan (n 9) 540; Sümer, İş Hukuku Uygulamaları (n 10) 46; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 215; Senyen Kaplan (n 42) 19; Centel (n 10) 72; Güven ve Aydın (n 10) 103; Yiğit (n 10) 139; ayıca Akyiğit (n 17) 118.54  YİBGK, 10/1, 08.03.2019.55  Süzek (n 9) 241; Alpagut, ‘4857 Sayılı Yasa  (n 10) 81; Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 168 vd; Güzel, Özkaraca ve Ugan (n 9) 541; Yiğit (n 10) 141. Doktrinde, profesyonel sporcularla belirli süreli iş sözleşmesi yapılması da benzer gerekçelerle kabul edildiği ifade edilmekle birlikte profesyonel futbolcuların İş Kanunu kapsamı dışında kalmaları (m. 4/1, g) ve TBK ye tabi olmaları sonucunda iş sözleşmelerinin ilk defa yapılmasında objektif neden aranmayacaktır. Krş Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 170 vd; Güzel, Özkaraca ve Ugan (n 9) 541.56  Yargıtay 9 HD, 26411/490, 04.06.2018; Yargıtay 9 HD, 16505/6610, 29.06.2020.810Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi İstihdam politikaları sonucunda geliştirilen programlarda işçi çalıştırırken de belirli süreli iş sözleşmesi yapılması haklı görülmektedir. Örneğin Aktif İşgücü Hizmetleri Yönetmeliği m. 40 hükmü gereği, Türkiye İş Kurumu nun düzenlediği meslek edindirme, geliştirme ve değiştirme eğitimlerine ilişkin kurslara katılan kursiyerlere belli süre istihdam imkânı yaratılması zorunludur. Bu zorunluluk, Kurum un hizmet aldığı yüklenicilere ait olup belirli süre için söz konusudur. Bunun sonucunda da, istihdam edilen kursiyerler ile yapılan iş sözleşmelerinin sürelendirilmesi haklı kabul edilmektedir. 6. Diğer Kanunlardan Kaynaklanan Belirli Süreli İş Sözleşmeleriİş Kanunu m. 11 hükmü dışında, özel kanunlarda belirli süreli iş sözleşmesi yapılmasına imkân veren düzenlemeler bulunmaktadır. Sözleşmenin belirli süreli yapılması gerektiğinin kanun tarafından öngörüldüğü durumlarda objektif koşulun gerçekleştiği kabul edilmekte; ayrıca objektif neden bulunması aranmamaktadır. Belirli süreli iş sözleşmesi yapılmasına imkân veren kanunlardan biri, 5580 sayılı Özel Öğretim Kurumları Kanunu dur. Bu Kanun kapsamındaki kurumlarda çalışan öğretmen, yönetici, uzman öğretici ve usta öğretici ile işveren arasında yapılan iş sözleşmesinin  en az bir takvim yılı süreli  olarak yapılması öngörülmüştür (m. 9)63. Süreye ilişkin bu ifade, Yargıtay daireleri arasında farklı kararların ortaya çıkmasına sebep olmuştur. Esasını iş sözleşmesinin asgari süreli mi yoksa belirli süreli mi olduğu oluşturan karar farklılıkları sonucunda, içtihadı birleştirme yoluna gidilmiştir. Yargıtay  İçtihatları  Birleştirme  Genel  Kurulu nun  23.02.2018  tarihinde  verdiği karar ile kanun hükmü gereği yapılan iş sözleşmelerinin niteliğinin belirli süreli iş sözleşmesi olduğu ve ne kadar yenilenirse yenilensin bu niteliğin korunacağı açıklığa 57  RG 12.03.2013/28585.58  Yönetmeliğin 40. maddesine göre;  Kursiyerlerin en az yüzde ellisi, kurs sınav sonucunun açıklandığı tarihten itibaren en geç otuz gün içinde işe başlatılmak şartı ile yüz yirmi günden az olmamak üzere en az fiili kurs günü kadar istihdam edilir (f. 1). İstihdam yükümlülüğünün yerine getirilmesi yüklenicinin sorumluluğundadır (f. 3). .59  Aktif  İşgücü  Hizmetleri  Yönetmeliğinin  yürürlükten  kaldırdığı  Türkiye  İş  Kurumu  İşgücü  Uyum  Hizmetleri Yönetmeliği (RG 31.12.2008/27097, 6. Mük.) hakkında aynı yönde değerlendirmeler için bkz Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 150-151; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 230. 60  YİBGK, 10/1, 08.03.2019; Sümer, ‘Özel Öğretim Kurumu Öğretmenleri  (n 10) 429; Mollamahmutoğlu, Astarlı ve Baysal (n 7) 130, Centel (n 10) 72.61  YİBGK, 10/1, 08.03.2019; Süzek (n 9) 244; Alpagut, ‘4857 Sayılı Yasa  (n 10) 84; Güler (n 10) 45.62  Kabul Tarihi: 08.02.2007, RG 14.02.2007/26434. 5580 sayılı Kanun ile objektif neden öngörülmesinin yasal düzenlememiz ve yargı kararlarınca oluşturulan sistemin bütünlüğü ile uyumsuz olduğu ve bunun yanında yasal düzenlemenin temel dayanağı olan Avrupa Birliği Direktifi, Çerçeve Antlaşma ve ABAD kararlarına aykırılık teşkil ettiği; dolayısıyla bu kanundaki düzenlemelerin yürürlükten kaldırılması gerektiği yönünde, Güzel, Özkaraca ve Ugan (n 9) 540. 63  Sözleşmenin niteliğine ilişkin ilişkin doktrindeki değerlendirmeler için bkz Tankut Centel, ‘Özel Okul Öğretmeniyle Sözleşme Yapılması  (2007) 6 Sicil Dergisi 22, 23; Sümer, ‘Özel Öğretim Kurumu Öğretmenleri  (n 10) 435-436; Yeliz Bozkurt Gümrükçüoğlu, ‘5580 Sayılı Özel Öğretim Kurumları Kanunu Kapsamında Yapılan Zincirleme İş Sözleşmesinin Sona Ermesinde Kıdem Tazminatı  (2016) 74 (Özel Sayı) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası (Prof. Dr. Fevzi Şahlanan a Armağan) 223, 232 vd; Yeliz Bozkurt Gümrükçüoğlu ve Beste Gemici Filiz, ‘Yargıtay Kararları Işığında Özel Okul Öğretmenleri ile Yapılacak İş Sözleşmelerinin Türüne İlişkin Bir Değerlendirme  (2016) 15 (1-2) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 369, 370-401.64  YİBGK, 1/2, 23.02.2018.811İstanbul Hukuk Mecmuası 79/3kavuşturulmuştur. Karar metninde;  5580 Sayılı Özel Öğretim Kurumları Kanunu kapsamında çalışanların iş sözleşmelerinin üst üste yenilense dahi bu yenilenmenin yasadan kaynaklandığı ve sözleşmenin belirli süreli iş sözleşmesi olma özelliğini koruduğuna  yer verilmiştir. Belirtelim ki, belirli süreli iş sözleşmesi yapılmasına imkân veren düzenlemenin 5580 sayılı Kanun da bulunması, kanun kapsamında olan öğretmen, yönetici, uzman öğretici ve usta öğreticinin işçi niteliğini değiştirmez. Aksine 5580 sayılı Kanun m. 9 hükmünde de açıkça belirtildiği üzere, kurumlarda çalışan öğretmen, yönetici, uzman öğretici ve usta öğreticiler özlük hakları yönünden İş Kanunu na tabidirler. Yargıtay 22. Hukuk Dairesi de 2020 yılında verdiği bir kararda, somut olaydaki uyuşmazlığın  bulunduğu  dönemde  5580  sayılı  Kanun  kapsamında  olan  etüt merkezinde iş sözleşmesi ile çalışan öğretmenin açtığı davada şu değerlendirmeleri yapmıştır:  Somut uyuşmazlıkta, sözleşmenin belirli süreli olarak yapılması kanuni düzenlemenin bir gereğidir. Aynı şekilde sözleşmenin yenilenmesi, sözleşmeyi belirsiz süreli hale getirmez. Bu tür sözleşmelerde, İş Kanunu nun 11/3 maddesindeki esaslı nedenin kendiliğinden mevcut olduğu kabul edilmelidir. .III. Belirli Süreli İş Sözleşmesinde Objektif Neden Bulunmamasının Sonuçları1. İş Sözleşmesinin İlk Defa Yapılmasındaİş  Kanunu nun  11.  maddesinin  ilk  fıkrasında  belirli  süreli  iş  sözleşmesinde objektif neden koşuluna açıkça yer verilmesine rağmen ne bu fıkrada ne de başka bir yerde, objektif neden bulunmamasına rağmen yapılan belirli süreli iş sözleşmelerine uygulanacak yaptırıma ilişkin bir açıklık bulunmaktadır.Yargıtay  içtihatlarında  ve  doktrinde  hâkim  görüş  tarafından  objektif  neden yokken yapılan belirli süreli iş sözleşmeleri, belirsiz süreli iş sözleşmesi olarak 65  Yargıtay 22 HD, 30164/6705, 15.06.2020.66  Doktrinde Ekonomi ve Bozkurt Gümrükçüoğlu tarafından belirli süreli iş sözleşmesinin yenilenmesine ilişkin İş Kanunu m. 11/2 hükmündeki açık hüküm gibi, belirli süreli iş sözleşmesinin ilk defa kurulmasında da objektif koşulun bulunmamasının bu sözleşmeyi belirsiz süreli iş sözleşmesine dönüştüreceğinin açıkça düzenlenmesi gerektiği savunulmuştur, Münir Ekonomi, ‘4857 Sayılı Kanun Hükümlerine Göre Belirli Süreli İş Sözleşmesinin Hukuka Uygunluğu (I) Kavram Süre ve Yenileme  (2006) 3 (9) Legal İHSGHD 15, 19; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 266. Alp de, yaptırıma ilişkin açık bir düzenleme yapılması gerektiğini savunmakla birlikte, yazara göre yasal değişiklik ile sözleşmenin belirsiz süreli iş sözleşmesine dönüştüğünün sadece işçi tarafından ileri sürülebileceği öngörülmelidir, Alp, Mustafa:  İş İlişkisinin Sona Ermesi ve Kıdem Tazminatı Açısından Yargıtayın 2013 Yılı Kararlarının Değerlendirilmesi , Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2013, İstanbul, 2015, 184; Mustafa Alp, ‘Belirli Süreli İş Sözleşmesinin Yargıtay Tarafından Resen Belirsiz Süreli İş Sözleşmesinde Dönüştürülmesi  iç Kübra Doğan Yenisey (ed), Prof. Dr. Savaş Taşkent e Armağan (On İki Levha 2019) 477, 492.812Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi kabul edilmektedir. Ancak bu durumun işveren tarafından ileri sürülmesi ile hâkim tarafından resen dikkate alınıp alınmayacağı konusu önemli tartışmalara neden olmuştur.Öncelikle Yargıtay ın  içtihatlarının  gelişimi  incelenecek  olursa; Yargıtay  9. Hukuk Dairesi ve Hukuk Genel Kurulu kararları ile 22. Hukuk Dairesi nin kıyasen eski tarihli kararlarında; objektif neden bulunmamasına rağmen sürelendirilen iş sözleşmeleri, belirsiz süreli iş sözleşmesi olarak kabul edilmiş ve bu nedenle işçinin bakiye süre ücreti isteyemeyeceğine hükmedilmiş olduğu görülecektir. Yargıtay ın söz edilen içtihatlarında belirli süreli olarak kurulan iş sözleşmelerinde objektif neden bulunmaması hâlinde mahkemenin resen sözleşmeyi belirsiz süreli iş sözleşmesi olarak nitelendirmesi gerektiğine karar verilmekte idi.Yüksek  Mahkemenin  bu  kararları,  doktrin  tarafından  eleştirilmiştir.  Belirli süreli iş sözleşmesinin ilk defa yapılmasında objektif nedenin bulunmasını gerekli kılan İş Kanunu m. 11/1 hükmünün  işçiyi  koruma amacını taşıdığından yola çıkan  yazarlar,  bu  korumadan  sadece  işçinin  yararlanabileceğini,  yani  objektif nedenin yokluğunda iş sözleşmesinin belirsiz süreli olduğunu sadece işçinin ileri sürebileceğini savunmaktadırlar. Bahsedilen görüş sahiplerine göre; işverenin bu 67  Yargıtay 7 HD, 804/7233, 28.03.2016; Yargıtay 22 HD, 19958/24680, 13.11.2017; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 266; Doğan Yenisey K, İş Hukukunun Emredici Yapısı (1. Bası, Beta 2014) 313; Sümer, İş Hukuku Uygulamaları (n 10) 49; Güler (n 10) 48; benzer yönde, Ekonomi, ‘4857 Sayılı Kanun  (n 66), 20. Belirtelim ki, yukarıda değinilen belirli süreli iş sözleşmesinin ilk defa yapılmasında kanun gereği objektif neden aranmadığını savunan azınlık görüşü sahiplerince bu görüş ile tutarlı olarak, belirsiz süreli iş sözleşmesine dönüşme yaptırımının uygulanamayacağı ileri sürülmüştür, Taşkent (n 9) 20.68  Yargıtay içtihatlarının gelişimine ilişkin kapsamlı bir inceleme için bkz Alp, ‘Belirli Süreli  (n. 66) 477 vd.69  Yargıtay 22 HD, 34840/9084, 05.03.2015; Yargıtay 9 HD, 7189/11509, 07.04.2014; Yargıtay 9 HD, 26037/18826, 22.10.2018; Yargıtay HGK, 9-2514/13; 18.01.2017. Direnme yoluyla Hukuk Genel Kurulu nun önüne gelen ve karara konu olan uyuşmazlık, davacı işçi ile davalı işveren arasında yapılan iş sözleşmesinin başlangıçtan itibaren belirli süreli iş sözleşmesinin unsurlarını taşıyıp taşımadığı, bu bağlamda sözleşmenin belirli süreli iş sözleşmesi mi yoksa belirsiz süreli iş sözleşmesi mi olduğu, varılacak sonuca göre davacının bakiye süre yönünden ücret alacağı talebinde bulunup bulunamayacağı noktasında toplanmaktadır. Karar metninde direnme kararı veren mahkemenin gerekçesinin taraflar arasındaki sözleşmenin belirli süreli iş sözleşmesi olarak yapıldığı, her iki tarafın da sözleşmenin imzalanması sırasında iradelerinin hataya uğradığını iddia etmediği, gerek yargılama aşamasında gerekse temyiz dilekçesinde sözleşmenin belirsiz süreli olduğuna dair herhangi bir iddia ve beyanda bulunulmadığı, işveren tarafından dahi iddia edilmeyen bir hususun işçi lehine yorum ilkesine ters düşecek şekilde değerlendirilerek, yanlar arasındaki sözleşmenin belirsiz süreli iş sözleşmesi olarak kabul edilemeyeceği olduğu belirtilmiştir. HGK ise, taraflar arasındaki iş ilişkisi objektif koşullara bağlı bulunmadığından sözleşmenin başlangıçtan itibaren belirsiz süreli sayılması gerektiği ve belirsiz süreli iş sözleşmesinde ise bakiye süre ücreti gerçekleşmeyeceği şeklinde hüküm vermiştir.70  Doğan Yenisey, İş Hukukunun Emredici Yapısı (n 67) 376-377; Süzek (n 9) 246-247; Başterzi, ‘İş İlişkisinin Kurulması  (n 30) 80; Başterzi, ‘Objektif Neden  (n 10) 443 vd; Can Tuncay, ‘İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi Açısından Yargıtayın 2011 Yılı Kararlarının Değerlendirilmesi  (2013) Yargıtayın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2011, 1, 46; Alp, Değerlendirme, 182 vd; Alp, ‘Belirli Süreli  (n. 66) 488-489; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 266; Mahmut Kabakçı, ‘Belirli Süreli İş Sözleşmesinin Geçersizliğinin İşçi ve İşveren Açısından Farklı Değerlendirilmesi Gereği  (2014) 72 (2) İÜHFD (Prof. Dr. Berin Ergin e Armağan) 123, 123 vd; Gaye Baycık, ‘İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi Açısından Yargıtayın 2016 Yılı Kararlarının Değerlendirilmesi  (2018) Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2016, 7, 161 vd; Ekmekçi ve Yiğit (n 34) 39. 71  Doğan Yenisey, İş Hukukunun Emredici Yapısı (n 67) 376-377; Süzek (n 9) 247; Tuncay, ‘İş İlişkisinin Kurulması  (n 70) 46-47; Alp, ‘Belirli Süreli  (n. 66) 488; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 266; Baycık, ‘İş İlişkisinin Kurulması  (n 70) 162-163.813İstanbul Hukuk Mecmuası 79/3korumadan faydalanması dürüstlük kuralı ile bağdaşmayacağı gibi objektif nedenin yokluğunun hâkim tarafından resen dikkate alınması da kanun koyucunun amacı ile ters düşmektedir. Yargıtay 22. Hukuk Dairesi isabetli olarak, hükmün amacına aykırı olan bu içtihadı terk etmiştir. Özel Daire, 2017 yılında verdiği kararda, belirli süreli iş sözleşmesi ile çalışan işçilerin belirsiz süreli iş sözleşmesi ile çalışan işçilere göre daha az koruma altında olduğu düşüncesinden hareket etmiştir. Bu düşünce uyarınca, iş sözleşmesinin belirsiz süreli olmasının asıl, belirli süreli olmasının ise istisna olarak düzenlendiğini ve bu yaklaşımın işçinin korunması amacına matuf olduğunu belirten Özel Daire, davalı işverence objektif neden yokluğunun ve dolayısıyla sözleşmenin belirsiz süreli olduğunun ileri sürülmesi hâlinde işçinin korunması amacını taşıyan düzenlemenin aksine  sonuç  doğacağına  işaret  etmiştir.  Kararda  bu  şekilde  bir  uygulamanın kanunun amacına aykırı olacağı gibi hakkın kötüye kullanılması niteliğinde olduğu belirtilmektedir. Yüksek Mahkeme kararda işverence iş sözleşmesinin belirsiz süreli olduğuna dair bir savunma yapılmadığına da değindikten sonra işçiyi korumaya yönelik  düzenlemenin  işveren  lehine  değerlendirilemeyeceğini  vurgulamış  ve mahkemece objektif neden bulunmadığı, iş sözleşmesinin belirli süreli olmadığından bahisle davaya konu bakiye süre ücreti talebinin reddinin isabetli olmadığı sonucuna ulaşmıştır. Söz konusu kararda Özel Daire içtihat değişikliğini  Her ne kadar Dairemizce, benzer nitelikli davalarda, aksine kararlar verilmiş ise de, konunun yeniden  değerlendirilmesi  neticesinde,  anılan  içtihadın  değiştirilmesi  gerektiği sonucuna varılmıştır.  şeklindeki ifade ile açıkça ifade etmiştir.Yargıtay 22. Hukuk Dairesi 2019 tarihli başka bir kararında da benzer yönde değerlendirmelerde bulunmuş ve sözleşmenin belirsiz süreli olduğunu ileri sürme hakkının sadece işçiye ait olduğu sonucuna ulaşmıştır. Söz konusu karara göre,  İş Kanunun 11. maddesinde öngörülen hükmün işçiyi koruma amacıyla düzenlendiği dikkate alınarak, objektif şartlar bulunmadığı halde belirli süreli olarak yapılmış olan iş sözleşmesinin, belirsiz süreli olduğunun işveren tarafından ileri sürülmesinin Türk Medeni Kanunu nun 2. maddesi uyarınca hakkın kötüye kullanımını teşkil ettiği, İş Kanunu nun 11. maddesine dayanarak sözleşmenin belirsiz süreli olduğunu ileri sürme hakkının sadece işçiye ait olması gerektiği anlaşılmıştır. Öte yandan, normun sosyal koruma amacı göz önünde bulundurulduğunda, işçinin bakiye süre 72  Doğan Yenisey, İş Hukukunun Emredici Yapısı (n 67) 376-377; Süzek (n 9) 246; Başterzi, ‘İş İlişkisinin Kurulması  (n 30) 80; Başterzi, ‘Objektif Neden  (n 10) 443-444; Tuncay, ‘İş İlişkisinin Kurulması  (n 70) 46; Alp, Değerlendirme, 183; Alp, ‘Belirli Süreli  (n. 66) 488-489; Kabakçı, (n 70) 140-141; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 266; Baycık, ‘İş İlişkisinin Kurulması  (n 70) 162-163 Ekmekçi ve Yiğit (n 34) 39.73  Doğan Yenisey, İş Hukukunun Emredici Yapısı (n 67) 376-377; Tuncay, ‘İş İlişkisinin Kurulması  (n 70) 46-47; Alp, Değerlendirme, 182; Alp, ‘Belirli Süreli  (n. 66) 491-492; Baycık, ‘İş İlişkisinin Kurulması  (n 70) hâkimin objektif nedeni resen araştırmasının hak arama özgürlüğünü de ihlal edebileceği yönünde, Başterzi, ‘Objektif Neden  (n 10) 447, 449.74  Yargıtay 22 HD, 20653/30350, 21.12.2017; içtihat değişikliğini isabetli bulan görüş için bkz Alp, ‘Belirli Süreli  (n. 66) 499.75  Yargıtay 22 HD, 9582/9316, 22.04.2019; benzer kararlar için bkz Yargıtay 22 HD, 29143/2773, 18.02.2020; Yargıtay 22 HD, 34697/9344, 09.07.2020.814Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi ücreti tutarı tazminat veya cezai şart talebi ile açtığı bir davada, mahkemece objektif nedenin bulunmadığının resen gözetilerek sözleşmenin belirsiz süreli olduğunun kabulü de yerinde değildir. 76. Yargıtay  22.  Hukuk  Dairesi nin  kapatılmasının  ardından  iş  hukuku uyuşmazlıklarında görevli tek daire hâline gelen 9. Hukuk Dairesi tarafından verilen kararda da aynı doğrultuda tespitlere yer verilmiştir.Belirli süreli olarak yapılan iş sözleşmelerinde objektif nedenin bulunmaması, sözleşmede süreden önce haksız feshe bağlanan bir cezai şartın belirlenmiş olması hâlinde ayrıca önem kazanmaktadır. Bu durumda cezai şartın akıbeti, Yargıtay ın daireleri  arasında  içtihat  farklılıklarına  yol  açmış  olup  konu  hakkında  içtihadı birleştirme  kararı  verilmesi  gerekmiştir.  Yargıtay  İçtihadı  Birleştirme  Genel Kurulu nun  2019  yılında  verdiği  karara  göre,  objektif  nedenin  bulunmaması yüzünden belirsiz süreli olarak kabul edilen iş sözleşmelerinde  süreden önce haksız feshe bağlı cezai şart  hükmünün yer alması hâlinde, bu hüküm belirlenen süre ile sınırlı olarak geçerlidir.2. Belirli Süreli İş Sözleşmesinin Yenilenmesindea. İş Kanunu kapsamındaki iş ilişkilerindeİş  Kanunu nun  11.  maddesinin  2.  fıkrasında  belirli  süreli  iş  sözleşmesinin esaslı  bir  neden  olmadıkça,  birden  fazla  üst  üste  (zincirleme)  yapılamayacağı belirtildikten sonra aksi hâlde iş sözleşmesi başlangıçtan itibaren belirsiz süreli kabul edileceğine yer verilmiştir. Bu düzenleme uyarınca; belirli süreli iş sözleşmesinin yenilenmesinde ikinci ya da daha sonraki sözleşmenin yapılması sırasında objektif nedenin bulunmaması hâlinde, iş sözleşmesi başlangıçtan itibaren belirsiz süreli iş sözleşmesine dönüşecektir. 76  Aynı yönde, Yargıtay 22 HD, 36844/7827, 25.06.2020; Yargıtay ın bu yöndeki kararları doktrinde isabetli bulunmuştur. Bkz Ekmekçi ve Yiğit (n 34) 39.77  07.07.2020 tarihli ve 173 sayılı Yargıtay Birinci Başkanlık Kurulu Kararı ile 22. Hukuk Dairesi nin 02.09.2020 tarihinden itibaren geçerli olmak üzere kapatılmasına karar verilmiştir. RG 08.07.2020/31179.78  Yargıtay 9 HD, 22178/7846, 15.09.2020. 79  Sümer, İş Hukuku Uygulamaları (n 10) 180-181; İrem Yayvak Namlı, İş Hukuku nda Cezai Şart (1. Bası, On İki Levha 2019) 398 vd; Hakan Keser, ‘Objektif Sebep Olmaksızın Yapılan Belirli Süreli İş Sözleşmesinde Düzenlenmiş Cezai Şartın Geçerliliğinin Yargıtay İçtihadı Birleştirme Büyük Genel Kurulu Kararı Kapsamında Değerlendirilmesi  (2020) 43 Sicil Dergisi 30, 40 vd.80  YİBGK 08.03.2019, E. 2017/10, K. 2019/1, RG 18.07.2019/30835; kararı isabetli bulan değerlendirmeler için bkz Yayvak Namlı (n 79) 409-410; Keser (n 79) 45 vd, özellikle 50-51.81  Nitekim Yargıtay 9. Hukuk Dairesi de 11.03.2020 tarihli kararında taraflar arasındaki iş sözleşmesinin 18.11.2013 tarihinde bir yıl süreli olarak imzalandığı, bu sözleşmenin süresi dolmadan 30.01.2014 tarihinde hiçbir objektif ve esaslı bir neden gösterilmeksizin 18.11.2014-17.11.2017 tarihlerini kapsayacak şekilde ikinci kez sözleşme imzalandığı somut olayda, İş Kanunu m. 11/2 hükmü gereği iş sözleşmesinin başlangıçtan itibaren belirsiz süreli hâle geldiğini belirtmiştir. Mahkemece, iş sözleşmesinin belirsiz süreli olduğunun kabulüyle davacının bakiye süre ücreti talebinin reddi gerekirken yanılgılı değerlendirme ile talebin kabulüne karar verilmesi hatalı bulunmuştur. Yargıtay 9 HD, 16212/4115, 11.03.2020.815İstanbul Hukuk Mecmuası 79/3Belirtelim ki, maddenin lafzı açık olup belirli süreli iş sözleşmesi yenilenmesinde objektif neden bulunmadığı takdirde, sözleşmenin ilk defa yapıldığında ve/veya sözleşmeler zincirinde önceki yenilemelerde objektif nedenin varlığı sonucu değiştirmeyecektir. b. Türk Borçlar Kanunu kapsamındaki iş ilişkilerindeBelirli süreli iş sözleşmesinde sözleşmesinin sona ermesini düzenleyen TBK m. 430 hükmünün 2. fıkrasında göre,  Belirli süreli sözleşme, süresinin bitiminden sonra örtülü olarak sürdürülüyorsa, belirsiz süreli sözleşmeye dönüşür. Ancak, esaslı bir sebebin varlığı hâlinde, üst üste belirli süreli hizmet sözleşmesi kurulabilir. .Görüldüğü üzere, TBK de belirli süreli iş sözleşmesinin yenilenmesi sırasında objektif nedenin bulunmaması hâli, İş Kanunu m. 11 hükmü ile benzer düzenlenmiş; iş sözleşmesinin başlangıçtan itibaren belirsiz süreli iş sözleşmesine dönüşmesi sonucuna bağlanmıştır.Ayrıca aynı fıkrada süresi dolan sözleşme ilişkisinin devam ettirilmesi durumunda sözleşmenin belirsiz süreli iş sözleşmesine dönüşeceği belirtilmiştir. Bu yaklaşımın olağan bir sonucuna aynı maddenin 3. fıkrasında yer verilmiştir. Söz konusu fıkraya göre,  Sözleşmenin fesih bildirimiyle sona ereceği kararlaştırılmış ve iki taraf da fesih bildiriminde bulunmamışsa, sözleşme belirsiz süreli sözleşmeye dönüşür. 84.c. Basın İş Kanunu kapsamındaki iş ilişkilerindeBasın İş Kanunu kapsamındaki iş ilişkileri bakımından belirli süreli iş sözleşmesinin yapılmasında ve yenilenmesinde kanunda özel bir düzenleme bulunmaması sebebiyle, yukarıdaki başlıkta TBK kapsamındaki iş ilişkileri bakımından açıklanan esaslar, gazeteciler bakımından da uygulanacaktır.d. Deniz İş Kanunu kapsamındaki iş ilişkilerindeDeniz  İş  Kanunu  kapsamındaki  iş  ilişkileri  bakımından  belirli  süreli  iş sözleşmesinin yapılmasında m. 7 hükmü ile objektif neden aranmamıştır. Belirli süreli iş sözleşmesinin yenilenmesinde ise TBK m. 430 hükmü dikkate alınmakta ve objektif neden aranmıştır. Yargıtay 9. Hukuk Dairesi tarafından sefer kaydı objektif neden  olarak  ifade  edilmektedir. Aynı  Daire  çeşitli  kararlarında,  birden  fazla yenilenen iş sözleşmesinin, sürenin sefere bağlanmadığı, daha önce de sözleşme 82  Alpagut, ‘4857 Sayılı Yasa  (n 10) 85; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 268.83  Doğan Yenisey, ‘Hizmet Sözleşmesi  (n 12) 326.84  Bu fıkranın mülga 818 sayılı Borçlar Kanunundaki çeviri hatasının devamı olduğu ve belirli süreli iş sözleşmesinin fesih bildirimi ile sona ermesinin kararlaştırılması sözleşmenin  belirli süreli  olması ile bağdaşmayacağından hareketle fesih bildirimi ile kastedilenin sözleşmenin yenilenmeyeceğine ilişkin ihbar olduğu yönünde açıklamalar için bkz Soyer, ‘Hizmet Sözleşmesi  (n 12) 13; Doğan Yenisey, ‘Hizmet Sözleşmesi  (n 12) 326.85  Yargıtay 9 HD, 22725/5978, 14.03.2016.816Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi sürelerinden önce sözleşmenin bittiği, çalışma süresi dikkate alındığında TBK m. 430 hükmü gereği belirsiz süreli iş sözleşmesine dönüştüğü sonucuna ulaşmıştır.IV. İş Kanunu m. 11 Hükmüne İlişkin Görüş ve Önerilerimiz1. Mehaz Düzenlemeler Işığında DeğerlendirmeHer ne kadar Avrupa Birliği Direktifleri ülkemiz bakımından bağlayıcı olmasa da  İş  Kanunu nun  yapılması  nedenlerinden  biri, Türkiye nin Avrupa  Birliği ne üyelik süreci ve Avrupa Birliği müktesebatına uyumdur. Nitekim İş Kanunu nun genel gerekçesine göre,  Ülkemizin onayladığı uluslararası çalışma sözleşmelerinin gereğini yerine getirme çabalarını sürdürürken Avrupa sosyal normlarına da uyum sağlanması  gereği  ortaya  çıkmıştır… Ancak, AB ne  tam  üyelik  sürecinde  Türk mevzuatında henüz bulunmayan, buna karşılık AB ülkelerini kendiliğinden bağlayan normların da Türk iş hukukuna kazandırılması gerekmektedir. .Bu yaklaşıma uygun olarak belirli süreli iş sözleşmelerine ilişkin esasların yer aldığı İş Kanunu m. 11 hükmünün gerekçesinde de, bu düzenlemenin kaynağının Avrupa Konseyi nin 1999/70 sayılı Direktifi ile yürürlüğe konulan Belirli Süreli İş Sözleşmeleri Hakkında Çerçeve Antlaşma ile Uluslararası Çalışma Örgütü nün 158 sayılı Sözleşmesi olduğu belirtilmiştir. Mehaz düzenleme olan Çerçeve Antlaşma, ulusal, sektörel ve dönemsel durumların dikkate alınması gerektiğini kabul ederek belirli süreli iş sözleşmeleri ile ilgili genel ilkeleri ve asgari gereklilikleri belirlemektedir (Giriş kısmı).İş Kanunu m. 11 hükmünün diğer dayanağı olan 158 sayılı ILO Sözleşmesi ise, iş güvencesine ilişkin olup Sözleşme de belirli süreli veya belirli bir işin tamamlanmasına yönelik işlerde çalışan işçilerin, sözleşmenin uygulama alanının dışında bırakılabileceği belirtilmiştir.  Ancak  diğer  taraftan,  Sözleşme nin  2.  maddesi  ile  taraf  ülkelere işverenlerin işçileri iş güvencesi hükümlerinin dışında bırakma amacıyla belirli süreli iş sözleşmesi yaparak belirli süreli iş sözleşmesi yapma hakkını kötüye kullanmalarını önleyici gerekli tedbirlerin alınması yükümlülüğü yüklenmiştir.Belirtmek gerekir ki, Çerçeve Antlaşma ile, ilk defa yapılan belirli süreli iş sözleşmelerinin objektif nedene dayanma zorunluluğu bulunmamakta olup norm koyucunun bu yaklaşımının arkasında işsizliği azaltma, işgücünün istihdama geçişini kolaylaştırma çabalarına engel olmamak niyeti olduğu ifade edilmektedir. 86  Yargıtay 9 HD, 3339/13024, 11.06.2019; Yargıtay 9 HD, 906/10082, 07.05.2019; Yargıtay 9 HD, 1962/36536, 02.12.2014; Yargıtay 9 HD, 1963/36537, 02.12.2014; Yargıtay 9 HD, 7792/12652, 29.04.2013; benzer yönde, Yargıtay 9 HD, 3655/12648, 29.04.2013; benzer yönde bkz ayrıca İstanbul BAM 28 HD, 3191/164, 13.02.2020.87  Açıklamalar için bkz Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 157.88  Güzel, Özkaraca ve Ugan (n 9) 487; Caniklioğlu, ‘Türk Borçlar Kanunu  (n 12) 168.817İstanbul Hukuk Mecmuası 79/3İş Kanunu m. 11 hükmü, AB müktesebatı ile Birlik üyesi ülkelerdeki yasal düzenlemeler  ile  kıyaslandığında  ise,  belirli  süreli  iş  sözleşmelerin  ilk  defa yapılmasında öngörülen esasların üye ülkelere nazaran daha katı olduğu sonucuna ulaşılmaktadır.  Gerçekten  birçok  Birlik  üyesi  ülkede,  meşru  sosyal  politika hedeflerine ulaşılması amacıyla belirli süreli iş sözleşmesinin ilk defa yapılmasının objektif neden koşulundan bağışık tutulduğu hâller mevcuttur. İş Kanunu m. 11 hükmü, belirli süreli iş sözleşmesinin yenilenmesinde de objektif neden koşulunu ararken madde gerekçesinde, bunun Avrupa Birliği müktesebatının da bir gereği olduğu ifade edilmektedir. Gerçekten gerekçede, belirsiz süreli iş sözleşmesi  ile  çalışan  işçilerin  sosyal  yönden,  daha  fazla  korunduklarının  bir gerçek olduğu ifade edildikten sonra bazı işkolları, meslekler ve işler için belirli süreli sözleşmelerin karakteristik bir anlam taşıması ve bu tür sözleşmelerin işletme ve işyeri gereklerinden olmakla beraber, belirli süreli iş sözleşmelerinin kötüye kullanılmasının engellenmesi ve bunların  objektif temellere  dayandırılmasının Avrupa Birliği müktesebatının da bir gereği olduğu belirtilmiştir. Bu açıdan da belirli süreli iş sözleşmeleri için, belirli süreli iş sözleşmelerinin objektif bir neden olmadıkça üst üste yapılmalarının önlenmesi de gerektiği vurgulanmıştır. Belirtmek  gerekir  ki,  Çerçeve Antlaşma  ile  belirli  süreli  iş  sözleşmelerinin yenilenmesini önlemek amacıyla üye ülkeler için öngörülen seçenek önlemlerden biri olarak objektif neden koşuluna yer verilmiştir. Gerçekten Çerçeve Antlaşma nın 5. maddesine göre, kötüye kullanmaları önleyici mevzuata sahip olmayan üye devletler, sosyal taraflara danışılmak kaydıyla ulusal yasalarında, toplu iş sözleşmesine ya da uygulamaya uygun olarak, belirli süreli iş sözleşmesinin zincirleme yapılarak kötüye kullanılmasını engellemek amacıyla üç önlemden birini, ikisini ya da üçünü öngörebileceklerdir. Bahsedilen ve seçenek olarak öngörülen üç önlem ise; (a) belirli süreli iş sözleşmelerin yenilenebilmesi için  objektif neden in bulunması; (b) birbirini takip eden belirli süreli iş sözleşmesinin  azami bir süre ye bağlanması ve (c) birbirini takip eden belirli süreli iş sözleşmesinin  azami sayı sının belirlenmesidir. 89  Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 185; ayrıca bkz Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 171.90  Başterzi, ‘Objektif Neden  (n 10) 434; AB hukuku için bkz Güzel ve Ertan, (n 29) 400 vd; Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 182-183; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 134; Markus Sädevirta, A Comparative Study of the Regulation Governing the Use of Fixed-Term Contracts in Three EU Member States (1st edn, Unigrafia 2013) 13 vd; Alman hukuku için bkz Güzel, Özkaraca ve Ugan (n 9) 508 vd; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 142 vd; Fransız Hukuku için bkz Güzel, Özkaraca ve Ugan (n 9) 491 vd; Sädevirta, (n 90) 253 vd. 91  Aynı maddeye göre ayrıca  Üye devletler bunu yaparken, belirli iş kollarının ve/veya işçi gruplarının ihtiyaçlarını dikkate almalıdırlar. Üye devletler ayrıca, sosyal taraflara danışarak belirli süreli iş sözleşmelerinin hangi koşullarda zincirleme olduğunu ve belirsiz süreli kabul edilebileceğini de belirleyebileceklerdir.  Çerçeve Antlaşma ya ilişkin ayrıntılı açıklamalar için bkz Başterzi, ‘Avrupa Birliği Konseyi  (n 10) 182-183; Güzel, Özkaraca ve Ugan (n 9) 540-550; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 135-136; Mustafa Uğur Aksoy, ‘Alman Kısmi Süreli Çalışma ve Belirli Süreli İş Sözleşmeleri Hakkında Yasa ve Çevirisi  (2014) 20(Özel Sayı) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof. Dr. Ali Rıza Okur a Armağan) 1215, 1218-1219; Sudabeh Kamanabrou, ‘Successful Rules on Successive Fixed-Term Contracts?  (2017) 33 (2) International Journal of Comparative Labour Law and Industrial Relations 221, 223 vd; Avrupa Birliği üyesi ülkelerde belirli süreli iş sözleşmelerinin yenilenmesinde Çerçeve Sözleşmenin açıklanan hükmü dikkate alınmış olmakla birlikte hükmün seçenek sunması ülkeden ülkeye değişen düzenleme şekillerine sebep olmuştur. Bkz ibid 226, 229 vd.818Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi Görüleceği üzere, Türk kanun koyucu belirli süreli iş sözleşmesinin yenilenmesinde Çerçeve Antlaşma ile uyumlu olarak bir önlemi benimsemiştir. Ancak, bu önlem Çerçeve Antlaşmaya uyum için yegâne yöntem olmadığı gibi en etkin yöntem de değildir.Dolayısıyla, İş Kanunu m. 11 hükmü, mehaz düzenlemelere uygun olmakla birlikte aşağıda detaylı olarak açıklanacağı üzere belirli süreli iş sözleşmesinin yapılması ve yenilenmesi bakımından uygulamada ortaya çıkan sorunları çözmekte yeterli olmamıştır. Biz de İş Kanunu m. 11 hükmü ile belirli süreli iş sözleşmesinin yapılması ve yenilenmesi için öngörülen esasları doktrin görüşleri ve yargı kararlarına da değinerek ayrı ayrı değerlendireceğiz ve uygulamadaki sorunların çözülmesine yönelik önerilerde bulunmaya çalışacağız.2. İş Kanunu Kapsamında Belirli Süreli İş Sözleşmesinin İlk Defa Yapılmasına İlişkin Esasların Değerlendirilmesia. Doktrindeki görüşlerİş Kanunu m. 11/1 hükmü ile, belirli süreli iş sözleşmelerinin yapılmasında objektif neden aranması, işçiler bakımından önemli bir koruma sağlamakla birlikte belirli süreli iş sözleşmesinin uygulamasını son derece sınırlı kılmaktadır. Bu düzenleme ile işçilerin korunmasına kıyasla işletmelerin esneklik ihtiyaçlarının yeterince gözetilmemiş olması doktrinde eleştirilmektedir. Soyer, iş sözleşmesinin süreye bağlanmasını sadece hukuki bir sorun olarak görmemek gerektiğini belirtirken; belirli süreli iş sözleşmelerini istihdam yaratan bir sosyal politika aracı olduğunu vurgulamaktadır.92  Alpagut, ‘4857 Sayılı Yasa  (n 10) 73; Gülsevil Alpagut, ‘AB nde Güvenceli Esneklik ve Türkiye deki Yasal Düzenlemeler  (2008) 1 TİSK Akademi 6, 23-24; Soyer, ‘6098 Sayılı Türk Borçlar Kanunu  (n 13) 12; Süzek (n 9) 240; Başterzi, ‘Objektif Neden  (n 10) 432; G Burcu Yıldız , ‘Güvenceli Esneklik ve 4857 Sayılı İş Kanunu , iç Süleyman Başterzi (ed) Prof. Dr. Sarper Süzek e Armağan C. 1 (Beta 2011) 203, 209; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 170; Şahin Emir (n 33) 131, 148; İş Kanunu ve TBK kapsamındaki belirli süreli iş sözleşmeleri bakımından ilk defa sözleşmenin yapılmasında objektif nedenin aranmadığı yönünde azınlık görüşünün sahibi olan Taşkent ise maddelerin çağdaş anlayış ve gelişmelere uygun olduğunu ve  esneklik  içerdiğini ifade etmektedir. Yazar, aksine görüşün esnekliği ortadan kaldıran zorlama bir yorum olduğunu savunurken işçinin yararına sonuç doğurmayacağını, aksine istihdamın engellenmesi nedeniyle işçinin zarar göreceğini belirtmektedir, Taşkent (n 9) 29.  Mevcut düzenleme ile belirli süreli iş sözleşmesinin ilk defa yapılmasında objektif nedenin aranmasını isabetli bulan görüş için ise bkz Güzel ve Ertan, (n 29) 398; ayrıca Güzel, Özkaraca ve Ugan (n 9) 487-488. Güzel ve Ertan, yapılan araştırmaların sanılanın aksine belirli süreli iş sözleşmelerinin istihdam açısından beklenen faydayı sağlayamadığını ve dolayısıyla belirli süreli iş sözleşmesinin iş hukukunda esneklik iddiasıyla yaygınlaştırılması gereken görüşe ihtiyatla yaklaşılması gerektiğini savunmaktadırlar. Zira, yazarlarca belirli süreli iş sözleşmeleri, daha yüksek bir personel dalgalanmasına yol açmakta, işçilerin mesleki gelişimini engellemekte ve işçilerin daha düşük ücretlerle çalışması sonucunu doğurmaktadır. Bunların da bir taraftan uzun dönemde işverenin rekabet gücünü azaltmasına zemin hazırladığı; diğer taraftan ise işçinin sürekli işyeri ve iş değiştirmesinin kariyerini olumsuz şekilde etkilediği ifade edilmektedir. Bkz Güzel ve Ertan, (n 29) 398.93  Yazar, belirli süreli iş sözleşmelerinin bu yönü dikkate alınarak düzenlendiğinde ise sözleşme süresi hakkında en çok iki yıl gibi bir azami süre konması gerektiğini savunmaktadır. Soyer, ‘6098 Sayılı Türk Borçlar Kanunu  (n 13) 12.819İstanbul Hukuk Mecmuası 79/3Benzer bir yaklaşımla, istihdamı teşvik amacıyla kanun değişikliği ile objektif neden koşulu bakımından bazı istisnalar getirilmesini öneren yazarlar da mevcuttur. Alpagut, küreselleşme ile birlikte belirli süreli iş sözleşmesinin sınırlandırılması yönündeki eğilimin yön değiştirdiği; istihdamın artırılması ve işsizlere belirli süreli de olsa çalışma imkânı sağlanması amacıyla bu tür sözleşmelerin kurulması imkânının Avrupa Birliği nin ve üye ülkelerin gündeminde olduğuna işaret etmiştir. İş Kanunu m. 11/1 hükmünün esneklik düşüncesiyle bağdaşmadığını savunan yazar, maddenin bilim kurulu taslağındaki hâlinde ise Avrupa hukukundaki eğilime uygun bir şekilde belirli süreli iş sözleşmesinin ilk kez yapılmasında objektif neden koşuluna yer verilmemiş olduğuna işaret etmiş; Meclis te verilen önerge sonucu madde metninin bugünkü hâline getirilmesini eleştirmiştir. Yazar, bu bakış açısıyla kanun hükmünün değiştirilmesi ve ilk defa çalışma yaşamına giren işçiler, Türkiye İş Kurumu nda işsiz olarak kayıtlı olan kişiler, yeni faaliyete başlayan işverenler ya da faaliyet alanını genişleten işverenlerle ilk kez yapılacak belirli süreli iş sözleşmelerinde objektif neden koşuluna istisna getirilmesi gerektiğini ileri sürmüştür.İş Kanunu m. 11/1 hükmünü katı olması nedeniyle eleştiren bir diğer yazar Caniklioğlu, söz konusu maddenin tekrar düzenlenmesi gerektiğini savunmaktadır. Yazar,  belirli  süreli  iş  sözleşmelerinin  ilk  defa  yapılmasında  objektif  nedenin aranmaması gerektiğini; bu sayede ülkemizdeki genç işsizliğin belirli bir ölçüde engellenmesinin  sağlanabileceğini  ifade  ederken  TBK  ile  de  uyum  sağlanmış olacağına dikkat çekmektedir. Ancak yazar bu biçimde yapılabilecek belirli süreli iş sözleşmelerine üst sınır getirilmesinin de şart olduğunu vurgulamaktadır. Yazar ayrıca, yeni kurulan işyerleri bakımından da objektif neden koşuluna bir istisna öngörülebileceğini de belirtmektedir.Bozkurt  Gümrükçüoğlu  da  belirli  süreli  iş  sözleşmesinin  ilk  defa  yapılması bakımından daha esnek bir düzenlemenin getirilmesi gerekliliğini vurgulamakla birlikte, getirilecek düzenlemenin kötüye kullanılması olasılığına da işaret etmektedir. Bu çerçevede yazar, Alman Hukuku ndan hareketle, belirli bir yaşın üzerinde olan ve belirli bir süreden beri işsiz olan işçilerle belirli süreli iş sözleşmesi yapma imkânı getirilmesini önerirken yapılacak kanuni değişikliğin yaş ayırımcılığına yol açmaması gerektiğinin de altını çizmektedir. Bu bakımdan da emeklilik yaşına yakın ve işsiz işçiler bakımından belirli süreli iş sözleşmesinin yapılmasında objektif neden 94  Alpagut, ‘4857 Sayılı Yasa  (n 10) 78; Nurşen Caniklioğlu, ‘İş Kanununun 10. Yılında Belirli Süreli İş Sözleşmesi ile Kısmi Süreli İş Sözleşmesi ve Uygulamada Yaşanan Sorunlar  (2016) 10. Yılında 4857 Sayılı İş Kanunu (Uygulama Sorunları ve Çözüm Önerileri) Sempozyumu, Ankara Yıldırım Beyazıt Üniversitesi Hukuk Fakültesi-Çelik İş Sendikası, 168; Alpagut, ‘Güvenceli Esneklik  (n 92) 22-24; Süzek (n 9) 240; Yıldız (n 92) 211; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 170; Şahin Emir (n 33) 131, 148.95  Alpagut, ‘Güvenceli Esneklik  (n 92) 22.96  ibid 23-24.97  ibid 22; Alpagut, ‘4857 Sayılı Yasa  (n 10) 78.98  Caniklioğlu, ‘İş Kanununun 10. Yılı  (n 94) 168.820Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi aranmamasının yerinde olacağını ifade etmiştir. Yazar ayrıca, yeni kurulan işletmeler bakımından belirli bir süreyle sınırlı olarak objektif neden aranmaksızın belirli süreli iş sözleşmesi yapılması imkânı yönünde kanun değişikliğini de önermektedir.Şahin Emir de, kanunda değişiklik yapılarak Alman hukukunda olduğu gibi belirli yaşın üzerinde olan ve belirli bir süre işsiz olan kişilerle ilk defa yapılacak olan belirli süreli iş sözleşmelerinde objektif neden koşulunun aranmayabileceğini savunmuştur. Yazar ayrıca ilk defa iş hayatına giren işçiler, yeni faaliyete başlayan işverenler ya da emekliliğine kısa bir süre kalan kişilerle objektif koşullara bağlı olmadan belirli süreli iş sözleşmesi yapılmasına imkân tanınabileceğini ileri sürmüştür. b. Torba Kanun Teklifi nin değerlendirilmesiDoktrinde savunulan İş Kanunu m. 11/1 hükmü ile belirli süreli iş sözleşmesinin yapılmasında objektif neden koşuluna yönelik yukarıda izah edilen görüşler, yasama organı tarafından da dikkate alınmıştır. Belirli yaş grubundaki işçiler ile belirli süreli iş sözleşmelerinin yapılmasını (ve de yenilenmesini) objektif neden koşulundan bağışık tutan bir kanun teklifi, 5 Kasım 2020 tarihi itibariyle TBMM nin gündemine taşınmıştır ancak kanunlaşmamıştır. Söz konusu teklif, TBMM ye gönderildiği hâlinde, İş Kanunu nun 11. maddesine fıkra ilave etmekte idi. Madde gerekçesinde 25 yaşını doldurmayan veya 50 ve üzeri yaşta olan işçilerin istihdam piyasasına girişlerinin daha kolay hâle getirilmesi amacını taşıdığı ifade edilen fıkraya göre,  Belirli süreli iş sözleşmesi, işçinin yirmibeş yaşını doldurmamış veya elli ve daha yukarı yaşta olma koşulunu sağlaması kaydıyla birinci ve ikinci fıkradaki koşullar aranmadan yazılı şekilde yapılabilir. Yirmibeş yaşını doldurmamış işçiler ile yapılacak belirli süreli iş sözleşmelerinin süresi işçinin yirmi beş yaşını doldurduğu tarihi geçmez. Bu fıkra uyarınca bir defada veya yenilenerek yapılan belirli süreli iş sözleşmelerinin toplam süresi iki yılı geçemez. .Belirtelim ki, Torba Kanun Teklifi ile benzer esasları benimseyen bir düzenleme, Alman Kısmi Süreli ve Belirli Süreli İş Sözleşmeleri Hakkında Kanunu nda yer almakta idi. Kanun un § 14 hükmünde, belirli süreli iş sözleşmesinin ilk defa yapılmasında objektif neden koşuluna yer verilirken maddenin 3. fıkrası ile  52 yaşından büyük olan işçiler  istisna tutulmuştu; yani  52 yaşından büyük olan 99  Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 170. 100  Şahin Emir (n 33) 131, 148.101  Madde gerekçesine göre;  Belirli süreli işlerde veya belli bir işin tamamlanması veya belirli bir olgunun ortaya çıkması gibi objektif koşullara bağlı olarak işveren ile işçi arasında yazılı şekilde yapılan iş sözleşmeleri belirli süreli iş sözleşmesi olarak tanımlamakta ve belirli süreli iş sözleşmesi esaslı bir neden olmadıkça, birden fazla üst üste (zincirleme) yapılamamaktadır.Madde ile yirmibeş yaşını doldurmayan veya elli ve üzeri yaşta olan işçilerle yapılacak belirli süreli iş sözleşmelerinin şartları yeniden düzenlenerek mevcut sınırlamalara tabi olmaksızın belirli iş sözleşmesi yapılabilmesi, işçinin aynı işverenin işyerinde belirli süreli iş sözleşmesi ile çalıştırılabileceği azami süre sınırı belirlenmesi ve bu kapsama girenlerin istihdam piyasasına girişlerinin daha kolay hâle getirilmesi amaçlanmaktadır. 821İstanbul Hukuk Mecmuası 79/3işçiler  ile objektif neden olmaksızın belirli süreli iş sözleşmesi yapılmasına imkân verilmişti. Alman Kısmi Süreli ve Belirli Süreli İş Sözleşmeleri Hakkında Kanunu § 14/3 hükmü, ön karar usulü ile Avrupa Birliği Adalet Divanı tarafından incelenmiştir. Divan tarafından Mangold kararı ile kanun hükmünün İş ve Meslekte Eşit İşlem Direktifi nde yasaklanan yaş ayırımcılığı yasağına aykırı olduğu tespit edilmiştir. Mangold kararında inceleme konusu olan söz konusu kanun hükmü uyarınca, 52 yaşından büyük işçiler ile belirli süreli iş sözleşmesi yapılması daha kolay olacak ve bunun sonucunda da 52 yaşından büyük işçiler, daha genç işçilere nazaran az korumaya tabi olacaklardır. Dolayısıyla bu hükmün uygulanması ile, 52 yaşından büyük işçiler aleyhine yaş temelinde davranış farklılığı ortaya çıkmaktadır. Ancak Divan ın da değindiği üzere bu durum, otomatikman yaş ayırımcılığı yasağının ihlali olarak değerlendirilmemiştir. Zira, yaş temelinde davranış farklılıklarının haklı kılınması hukuken mümkündür. Nitekim İş ve Meslekte Eşit İşlem Direktifi de istihdamda yaş ayırımcılığını yasaklarken bu yasağı mutlak olarak düzenlememiş ve yaş temelinde davranış farklılıklarının haklı kılınmasına ilişkin ayrı bir maddeye yer vermiştir. Direktif in 6. maddesine göre, üye devletler ulusal hukuklarında, özellikle istihdam politikaları, iş piyasası ve mesleki eğitimi kapsayan meşru bir amaca ulaşmak için yaşa dayalı farklı uygulama yapılmasının ayırımcılık yaratmayacağına dair düzenleme yapabilirler. Ancak bunun için meşru amaca ulaşmak için kullanılan araçların uygun ve gerekli olması; yani ölçülülük ilkesine uygun olması gerekmektedir. Dolayısıyla, Divan Alman Kısmi Süreli ve Belirli Süreli İş Sözleşmeleri Hakkında Kanun § 14/3 hükmünün yaş ayırımcılığı oluşturup oluşturmadığının tespitinde, yaş temelinde davranış farklılıklarına imkân veren bu kanun hükmünün amacının  meşru bir amaç  olup olmadığı ile incelemesine başlamıştır. Divan a göre, 52 yaşından büyük olan işçi grubunun belirli süreli iş sözleşmeleri için öngörülen korumadan istisna kılınması ile amaçlanan  işsiz yaşlı isçilerin iş piyasasına entegrasyonu , meşru bir amaçtır. Direktif in 6. maddesine göre yaş temelinde davranış farklılıklarına sebep olan bu hükmün yaş ayırımcılığı oluşturmaması için amacın meşru olması tek başına yeterli olmayıp bunun yanında kanun hükmünün (aracın) bu amacı sağlamak için ölçülü olması gerekmektedir. Divan da incelemesine ölçülülük testi ile devam etmiştir. Bunun için de öncelikle  uygunluk  testi yapmıştır; söz konusu kanun hükmünün 102  C-144/04 Mangold v. Rüdiger Helm [2005] ABAD I-09981.103  27 Kasım 2000 tarihli ve 2000/78/EC sayılı Direktif, https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex%3A00L8 (Erişim tarihi: 13.01.2021).104  Direktif uyarınca yaş temelinde davranış farklılıkların haklı kılınmasına ve bu bağlamda Divan tarafından uygulanan ölçülülük testine ilişkin detaylı açıklamalar için bkz Canan Ünal, İş Hukukunda Yaş Ayırımcılığı (1. Bası, On İki Levha 2018) 196 vd; Divan ın genel olarak ölçülülük testine ilişkin detaylı açıklamalar için bkz Deniz Ugan Çatalkaya, İş Hukukunda Ölçülülük İlkesi (1. Bası, Beta 2019) 94 vd.822Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi (aracın) 52 yaşın üstündeki işçilerin işlerini kaybetmesini de kolaylaştıracak nitelikte olması dolayısıyla yaşlı işçilerin iş piyasasına entegrasyonu amacını sağlamakta uygun bir araç olmadığını tespit etmiştir. Yani kanun hükmü,  uygunluk  testini geçememiştir.Divan ardından,  gereklilik  testi ile devam etmiş; ancak kanun hükmünün (aracın) amacı sağlamakta gerekli de olmadığı sonucuna ulaşarak bu testi de geçemediğini tespit etmiştir. Zira, Divan ın belirttiği üzere, 52 yaşından büyük olan işçi grubunun belirli süreli iş sözleşmeleri için öngörülen korumadan istisna kılınması, en az ayırımcı yol değildir; dolayısıyla amacı sağlamak için gerekli olmayıp bu araç ile gerekli olanın ötesine geçilmiştir. Tüm bu değerlendirmelerin sonucu, Alman Kısmi Süreli ve Belirli Süreli İş Sözleşmeleri Hakkında Kanun § 14/III hükmü meşru bir amaca dayansa da hükmün bu amacı sağlamaya uygun ve gerekli olmadığını tespit eden Divan, hükmün yaş ayırımcılığı yasağına aykırı olduğu sonucuna ulaşmıştır. Avrupa da yaş ayırımcılığının keşfedilmesi ve ele alınmasında önemli bir yere sahip olan Mangold kararının ardından Alman kanun koyucu yaş ayırımcılığı yasağına aykırı kanun hükmünü, Yaşlıların İstihdam Edilme Olanaklarının İyileştirilmesi Hakkında Yasa ile 01.05.2007 tarihinden itibaren geçerli olmak üzere değiştirmiştir. Yeni düzenleme 52 yaşını doldurmuş kişiler ile objektif neden olmaksızın belirli süreli iş sözleşmesi yapılabilmesi için birtakım ek şartlar aranmıştır. Buna göre yeni düzenleme ile 52 yaşını doldurmuş kişilerin iş sözleşmesinin başlangıç tarihinden önce en az 4 ay süreyle Sosyal Güvenlik Kanunu uyarınca işsiz sayılıp transfer kısa çalışma ödeneği almış olması veya kamu tarafından finanse edilen bir istihdam tedbirinde yer almış olması aranmaktadır. Öte yandan bu koşulların varlığı hâlinde de objektif neden olmaksızın 52 yaşını doldurmuş kişilerle sınırsız olarak değil, en fazla 5 yıl süre ile belirli süreli iş sözleşmesi yapılabilmesine imkân verilmiştir.Mangold kararı ve kararın Alman mevzuatına tesiri bizim açımızdan da yol gösterici niteliktedir. Yaş ayırımcılığı yasağının uluslararası hukuktan kaynaklanan temel ilke ve temel hak olması, hukukumuz bakımından da Avrupa Birliği üyesi ülkeler ile benzer esaslara tabi olması sonucunu doğurmuştur. Ayrıca önemine uygun olarak 105  C-144/04 Mangold v. Rüdiger Helm [2005] ABAD I-09981, para. 65; açıklamalar için bkz Ünal (n 104) 240-241. 106  Sebastian Krebber, ‘The Social Rights Approach of the European Court of Justice to Enforce European Employment Law  (2006) 27 (3) Comparative Labor Law & Policy Journal, 377, 402; Ünal (n 104) 2.107  Alman kanun koyucu ayrıca Birlik hukukunun ve özellikle Mangold kararının etkisiyle 2006 yılında Genel Eşit İşlem Kanunu nu (Allgemeine Gleichbehandlungsgesetz) yürürlüğe koymuştur.108  Kanun hükmü için bkz https://www.gesetze-im-internet.de/tzbfg/__14.html (Erişim tarihi: 07.11.2020); ayrıca bkz Güzel, Özkaraca ve Ugan (n 9) 514.109  Bkz Kübra Doğan Yenisey, ‘İşverenin Sözleşmenin Feshinde Eşit Davranma Borcuna İlişkin İki Yargıtay Kararının Düşündürdükleri (2006) 2 Sicil Dergisi 60, 61; Ünal (n 104) 59, benzer yönde, Sibel İnceoğlu, ‘Türk Anayasa Mahkemesi ve İnsan Hakları Avrupa Mahkemesi Kararlarında Eşitlik ve Ayrımcılık Yasağı  (2006) 11 (4) Çalışma ve Toplum Dergisi 45, 48; C-43/75 Gabrielle Defrenne v. Sabena II [1976] ABAD 00455, para. 12; Krebber, (n 106) 398.110  Yaş ayırımcılığı yasağının temel hak niteliğinin sonuçları için bkz Ünal (n 104) 147 vd.823İstanbul Hukuk Mecmuası 79/3hukukumuzda anayasal bir buyruk ile de yasaklanan yaş ayırımcılığına ilişkin sınırlamalar ancak kanunla ve ölçülülük ilkesine uygun olarak yapılabilecektir. Nitekim Anayasa m. 13 hükmü ile, temel hak ve özgürlüklerin ancak kanunla sınırlandırılabileceği ve bu sınırlamaların ölçülülük ilkesine aykırı olamayacağı düzenlenmiştir. Bu anayasal buyruğun muhatabı olan yasama organı, kanun yaparken ölçülülük ilkesine riayet etmek zorundadır. Dolayısıyla, hukukumuzda da kanun hükümlerinin  yaş  ayırımcılığı  yasağına  aykırı  olmaması  ve  ölçülülük  ilkesine uygun olması gereği, kanun yapımında, Birlik Hukuku ile benzer esasların dikkate alınmasını gerekli kılmaktadır.Bu açıklamaların ışığında; Torba Kanun Teklifi nde İş Kanunu m. 11 hükmüne ilave öngören fıkra incelendiğinde ise, bu düzenlemenin kanunlaşmamasının isabetli olduğu sonucuna ulaşılmaktadır. Zira, madde gerekçesinde yer alan amaç, 25 yaşını doldurmayan veya 50 ve üzeri yaşta olan işçilerin istihdam piyasasına girişlerinin daha kolay hâle getirilmesi olup bu amaç, meşru olarak değerlendirilebilecek olsa da söz konusu fıkra hükmü, bu amacı sağlamak için ölçülü değildir. Aksine, bu düzenleme 25 yaşını doldurmayan ve/veya 50 ve üzeri yaştaki işçilerin istihdam piyasasına girişlerini kolaylaştırmasının yanında işlerini kaybetmelerini yani istihdam piyasasından çıkışlarını da kolaylaştıracaktır. Dolayısıyla Torba Kanun Teklifi ndeki düzenleme, gerekçede belirtilen amacı sağlamaya uygun bir araç değildir. Yine bu düzenleme, 25 yaşını doldurmayan ve/veya 50 ve üzeri yaştaki işçilerin istihdam piyasasına girişlerini kolaylaştırma amacını sağlamak için gerekli de değildir. Zira, bu amacı sağlamak için daha az ayırımcı yollar mevcuttur. Oysa söz konusu düzenleme kanunlaşsa idi gerekli olanın ötesine geçilmiş olacaktı.c. Görüşümüz ve Önerilerimizİş Kanunu m. 11/1 hükmü ile, belirli süreli iş sözleşmelerinin yapılmasında objektif neden aranması, işçiler bakımından önemli bir koruma sağlamakla birlikte uluslararası rekabet ve piyasa koşullarına karşı esneklik ihtiyacı olan işletmeler aleyhine bir dengesizlik yaratmaktadır. Dolayısıyla, kanunda bir değişiklik yapılması gerektiği yönündeki görüşü biz de paylaşmaktayız. Ancak  açıktır  ki,  yapılacak  kanun  değişikliğinin  de  yeni  hukuki  sorunları beraberinde getirmemesi gerekmektedir. Yasama organı, öncelikle işçinin korunması ihtiyacı ile işletmeler bakımından esnekleşme ihtiyacı arasındaki hassas dengeyi 111  Anayasa m. 10/1 hükmüne göre  Herkes, dil, ırk, renk, cinsiyet, siyasi düşünce, felsefi inanç, din, mezhep ve benzeri sebeplerle ayırım gözetmeksizin kanun önünde eşittir. . Bu fıkrada  ve benzeri  ifadesine yer verilerek örnekseme yoluyla sayılan ayırımcılık temellerinden biri de  yaş tır. Detaylı açıklamalar için bkz ibid 40-41 ve dn. 145, 88 vd.112  Ölçülülük ilkesinin yasama organını yönlendirici bir işlevi olduğu yönünde, Yüksel Metin, Ölçülülük İlkesi, Karşılaştırmalı Bir Anayasa Hukuku İncelemesi (1. Bası, Seçkin 2002) 249; ölçülülük ilkesinin temel hak ve özgürlüklerin pratik uyuşumunun sağlanması işlevi için bkz Ugan Çatalkaya (n 104) 36-40.113  Benzer yönde değerlendirmeler için bkz Güzel ve Ertan, (n 29) 415.824Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi gözetmelidir. Ayrıca bunun yanında, Torba Kanun Teklifi ndeki gibi yaş ayırımcılığı yasağına aykırılık oluşturacak değişiklikler de yapılmamalıdır.Bu bağlamda, İş Kanunu m. 11 hükmünde yer alan belirli süreli iş sözleşmesinin ilk defa yapılmasında objektif neden koşuluna istisnalar öngörülebilir. Ancak, yapılacak kanuni değişiklik ile, yaş ayırımcılığı yasağı dikkate alınarak, salt yaş grupları bakımından bir istisna getirilmemelidir. Bunun yerine belirli bir yaşın üstünde olan işçiler ile ancak bir süredir işsiz olmaları hâlinde belirli süreli iş sözleşmesinin yapılmasında, objektif neden aranmaması düşünülebilir. Zira, bu yönde bir düzenleme, zaten işsiz olan kişilerin istihdam piyasasına girişlerini kolaylaştırma amacı sağlamak için  uygun  ve  gerekli ; yani  ölçülü  olabilecektir. Dolayısıyla, bu yönde bir kanun hükmü, yaş ayırımcılığı yasağına aykırılık da oluşturmayabilecektir. Dikkat çekelim ki, belirli süreli iş sözleşmesinin yapılmasına ilişkin objektif neden koşulundan belirli bir yaşın altında olan işçilerin istisna tutulması, belirli bir süre işsiz olma koşuluna bağlansa da yaş ayırımcılığı oluşturur. Gerçekten, bu yönde bir düzenleme ile 25 yaşı doldurmamış bu kişilerin istihdam piyasasına girişleri kolaylaşabilecek olsa da genç işsizliği ile mücadele için daha az ayırımcı yöntemler mevcuttur. Aksinin kabulünde ise gençler, belirsiz süreli iş sözleşmesi ile çalışmaları hâlinde sağlanan korumadan mahrum kalacaklar ve genç işçiler ile işletmeler arasındaki denge işçiler aleyhine telafisi güç şekilde bozulacaktır. Bu durumda işletmelerin 25 yaşından küçükler ile kuracakları belirli süreli iş sözleşmesinin, adeta deneme süreli iş sözleşmelerine dönüşmesi olasıdır. İş ilişkisinin devamında olmasa da sözleşme süresinin sonunda tazminatsız ve bildirimsiz olarak sözleşmeler sona erecektir. Dolayısıyla  belirli  süreli  iş  sözleşmesinin  yapılmasına  ilişkin  objektif  neden koşulundan belirli bir yaşın altında olan işçilerin istisna tutulması ilave olarak işsiz olmaları koşuluyla da yaş ayırımcılığı yasağına aykırılık oluşturacaktır. Ayrıca bu durum 25 yaşından küçük işçilerin kıdemleri ne kadar artarsa artsın iş güvencesinin kapsamına da girememeleri sonucunu doğuracaktır. Oysa İş Kanunu m. 11 hükmünün mehaz düzenlemelerinden biri olan 158 sayılı ILO Sözleşmesi ile taraf ülkelere işverenlerin iş güvencesi hükümlerinin dışında bırakmak amacıyla belirli süreli iş sözleşmesi yapma hakkını kötüye kullanmalarını önleyici gerekli tedbirlerin  alınması  yükümlülüğünü  yüklemiştir.  25  yaşından  küçük  işçileri  iş güvencesi  kapsamından  dışlayıcı  bu  düzenleme,  söz  edilen  ILO  sözleşmesine aykırılık oluşturacaktır.114  Alman hukukunda Divan ın Mangold kararından sonra benzer yönde görüş için bkz Wolfgang Däubler, und Martin Bertzbach (Hrsg), Allgemeines Gleichbehandlungsgesetz: Handkommentar (Nomos 2013) §10, Rn. 31.825İstanbul Hukuk Mecmuası 79/33.  İş Kanunu Kapsamında Belirli Süreli İş Sözleşmesinin Yenilenmesi İlişkin Esasların Değerlendirilmesia.  Doktrindeki görüşler ve Yargıtay kararlarıİş Kanunu nun m. 11 hükmünün 2. ve 3. fıkraları ile belirli süreli iş sözleşmelerinin objektif  neden  olmadıkça  birden  fazla  üst  üste  yapılamayacağı  düzenlenmekle birlikte objektif nedenin bulunması hâlinde sözleşmenin kaç defa yenilenebileceği veya sözleşmenin toplam süresine ilişkin bir sınırlama bulunmamaktadır. Kanun hükmü bu yönüyle uygulamada belirsizliklere de sebep olduğu için doktrin tarafından eleştirilmektedir. Alpagut  bu  madde  uyarınca  işverenin  işletmenin  iş  gücü  ihtiyacını  devamlı olarak belirli süreli iş sözleşmeleri ile karşılama ihtimaline dikkat çekerken belirli süreli iş sözleşmesinin yenilenmesine ilişkin sınırlama getirilmesi gerektiğini ileri sürmektedir. Güzel, Özkaraca ve Ugan da objektif nedenin bulunması hâlinde belirli süreli iş sözleşmelerinin sınırsız olarak yenilenebileceğine işaret etmekte ve bu durumun hukukumuzda belirli süreli iş sözleşmelerinin yenilenmesi bakımından belirsizlik yarattığını ileri sürmektedirler. Yazarlar bu belirsizliği ortadan kaldırmak için, kanunda  değişiklik  yapılmasını  ve  objektif  neden  bulunsa  dahi  belirli  süreli iş  sözleşmelerinin  en  fazla  üç  yıl  gibi  azami  bir  süre  için  sınırlandırılmasını önermektedirler.Başterzi de kanun değişikliği ile azami süre ve sayı sınırı öngörülmesi gerektiğini savunmakla birlikte mevcut düzenleme uygulanırken de objektif nedenin varlığı devam ettiği sürece sınırsız sayıda belirli süreli iş sözleşmesi yapılamayacağını belirtmektedir. Yazar, aksinin kabulünün kanunun amacına ve dürüstlük kuralına aykırılık teşkil edeceğini ifade etmektedir.Bozkurt Gümrükçüoğlu, kanun ile belirli süreli iş sözleşmelerinin yenilenmesinde bir sınır getirilmemesinin uygulamada sıkıntı doğurabileceğini belirtmekle birlikte, süre ve sayı sınırlaması getirilmesinin de gerçekten belirli süreli iş sözleşmesi yapılması ihtiyacının olduğu durumlarda sorun oluşturabileceğine dikkat çekmektedir. 115  Alpagut, ‘4857 Sayılı Yasa  (n 10) 86; Ali Güzel, ‘Bireysel İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi  (2007) Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2005, 11, 32; Süzek (n 9) 250; Başterzi, ‘İş İlişkisinin Kurulması  (n 30) 73; Güzel, Özkaraca ve Ugan (n 9) 558; Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 175; ayrıca bkz Yıldız (n 92) 211; aksi yönde, Güler (n 10) 51. Güler, belirli süreli iş sözleşmesinin sayı bakımından sınırlandırılmamasının bir sorun oluşturmadığını savunmakta ve sözleşmenin devamlı olarak yenilenmesinde hakkın kötüye kullanılmasına dayanılamayacak olsa da yenilenmenin sürekli olarak aynı nedene dayanması veya nedenin devamlılık arz etmesi gibi durumlarda artık objektif nedenin varlığından bahsedilemeyeceğini ifade etmektedir.116  Alpagut, ‘4857 Sayılı Yasa  (n 10) 86.117  Güzel, Özkaraca ve Ugan (n 9) 559-560.118  Güzel, Özkaraca ve Ugan (n 9) 560, 562.119  Başterzi, ‘İş İlişkisinin Kurulması  (n 30) 73.826Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi Yazar yine de süre bakımından sınır getirilmesi hâlinde görüşünü ortaya koymuştur. Yazara göre, bu sürenin belirlenmesinde, TBK m. 430/3 hükmünde yer alan ve belirli süreli iş sözleşmesinin işçi tarafından süreli fesih yoluyla sona erdirilebileceğinin kabul edildiği sınır olan 10 yıl esas alınabilir. Ancak yazar, 10 yılın uzun olduğunu da belirterek TBK m. 430/3 hükmünde yer alan bu sürenin Alman Hukukunda olduğu gibi 5 yıla düşürülebileceği veya İş Kanunu nda yapılacak bu yönde özel bir düzenleme ile 5 yıllık süre öngörülebileceğini ileri sürmektedir. Böylece belirli süreli iş sözleşmelerinin yenilenmesi de 5 yıllık azami süreye bağlanabilecektir.Belirtelim ki, Yargıtay da çeşitli kararlarında kanun ile belirli süreli iş sözleşmesi için azami süre sınırı öngörülmesini önermiş ve bu şekilde uygulamanın rahatlayacağını belirtmiştir. Hatta 2005 yılında verdiği bir kararda, Yüksek Mahkeme, üst üste yapılan belirli süreli iş sözleşmeleri bakımından süre sınırı uygulamıştır. Söz konusu kararda, İş Hukukunda esas olanın belirsiz süreli iş sözleşmesi olduğu ve dosya içerisinde belirtilen objektif nedenlerin davacının yaptığı işle uyum göstermediği belirtildikten sonra şu açıklamalara yer verilmiştir:  Özel Kanunlar haricinde altı yıl gibi bir süre de ardarda yapılan belirli süreli iş sözleşmeleri 4857 sayılı Kanunun 11.  maddesi  amacı  dışına  çıkacağından  işçinin  belirsiz  süreli  iş  sözleşmesinin çalıştığı kabul edilmelidir. 122. Karar doktrinde isabetli bulunsa da belirli süreli iş sözleşmelerinin yenilenmesinde 6 yıllık sürenin her uyuşmazlıkta azami süre olarak değerlendirilmemesi gerektiğine de dikkat çekilmektedir. Görüldüğü üzere, Yargıtay da kararlarında belirli süreli iş sözleşmelerinin üst üste yenilenmek suretiyle amacına aykırı olarak uzun süre devam etmesinin ve kötüye kullanılmasının önüne geçme çabasındadır. Bununla birlikte hem yargının hem doktrinin ortak görüşünün konunun yasama organı tarafından çözülmesi gerektiği yönünde olduğu anlaşılmaktadır.b. Torba Kanun Teklifi nin değerlendirilmesiTorba Kanun Teklifi, belirli süreli iş sözleşmesinin yapılması yanında yenilenmesinde de objektif neden koşuluna yaş ile bağlantılı istisnalar getirmekte idi. Yukarıda belirli süreli iş sözleşmesinin ilk defa yapılmasında Teklif hükmüne ilişkin eleştirilerimiz 120  Ayrıca yazar, uygulamadaki sorunlar için başka bir çözüm önerisinde de bulunmaktadır. Yazara göre, belirli süreli iş sözleşmesinin yenilenmesine esas teşkil eden objektif nedenin belirlenmesinde, süre ve sayı arttıkça başlangıçta kabul edilen objektif nedene göre daha güçlü bir neden aranmalıdır. Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 170, 176-177.121  Örnek kararlar için bkz Yargıtay 22 HD, 21722/25696, 25.09.2014; Yargıtay 9 HD, 32823/33161, 22.09.2011; Yargıtay 9 HD, 3392/23, 24.01.2011; Yargıtay 9 HD, 20382/20662, 28.06.2010; Yargıtay 9 HD, 942211563, 21.04.2009.122  Yargıtay 9 HD, 12170/15792, 05.05.2005. 123  Güzel, ‘Bireysel İş İlişkisi  (n 115) 31-33; Güzel, Özkaraca ve Ugan (n 9) 559; ayrıca Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 176.124  Bozkurt Gümrükçüoğlu, Belirli Süreli İş Sözleşmesi (n 9) 176.125  Güzel, Özkaraca ve Ugan (n 9) 562.126  Bkz yukarıda IV, 2, b.827İstanbul Hukuk Mecmuası 79/3sözleşmenin yenilenmesi için de geçerlidir. Bu yönde bir düzenleme de yaş ayırımcılığı yasağına aykırılık teşkil edecektir. c. Görüşümüz ve ÖnerilerimizBelirli süreli iş sözleşmesinin yenilenmesinde objektif neden koşulunu arayan İş Kanunu m. 11/2 hükmü, süre ve sayı sınırlaması içermediği için eleştirilmiştir. Ancak bu düzenlemenin dayanağı olan Çerçeve Antlaşma ile uyumsuz olduğu sonucuna ulaşılmamalıdır. Aksine, yukarıda da izah edildiği üzere, Çerçeve Antlaşma m. 5 hükmü esnek bir madde olup üye ülkelere, belirli süreli iş sözleşmesinin yenilenmesi bakımından seçenek önlemler sunmaktadır. Üye ülkeler, objektif neden koşulu, süre sınırlaması ve sayı sınırlamasından birini, ikisini ya da tamamını iktibas edebilir. Dolayısıyla, uyum için sunulan seçenek önlemlerden biri olan objektif neden koşuluna yer veren İş Kanunu m. 11 hükmü, Çerçeve Antlaşma ile uyumludur.Öte  yandan  belirli  süreli  iş  sözleşmesinin  yenilenmesinde  ulusal  hukukta benimsenen seçenekler arttıkça işçilerin çok daha iyi bir korumaya sahip olduğu da düşünülmemelidir. Nitekim, Avrupa Birliği üyesi ülkelerin mevzuatlarına ilişkin yapılan karşılaştırmalı bir çalışmada, öngörülen sistemler arasında ciddi farklılıklar beklenmesine rağmen çoğu ülkenin Çerçeve Antlaşmaya uyumda başarılı olduğu tespit edilmiştir,130. Gerçekten  bu  çalışma  ile,  belirli  süreli  iş  sözleşmesinin  yenilenmesinde, hukukumuzda olduğu gibi sadece objektif neden koşuluna yer veren ülkeler olan Avusturya, Finlandiya ve Danimarka ile iki koşulun benimsendiği ülke mevzuatları arasında uyum anlamında ciddi bir farklılık olmadığı tespit edilmiştir. İki koşulu benimseyen ülkelerin farklı tercihleri de bu sonucu değiştirmemiştir. Örneğin; Fransa ve Lüksemburg hukuku, objektif neden ve azami sayı sınırlaması; İspanya hukuku, objektif neden ve azami süre sınırlaması; Hollanda ve İtalya hukuku ise, azami süre ve azami sayı sınırlaması öngörmektedir. Ancak, bu ülkelerin ne birbirlerinden ne de diğer ülke mevzuatlarından uyum anlamında ciddi bir farklılıkları bulunmaktadır. 127  Benzer yönde, Başterzi, ‘İş İlişkisinin Kurulması  (n 30) 71.128  Bkz yukarıda IV, 1.129  Yazara göre, belirli süreli iş sözleşmesinin yenilenerek kötüye kullanılmasını önleme seviyesi genel itibariyle düşüktür. Ancak bunun sebebi, Çerçeve Antlaşma ile belirlenen koşullardan daha azının ulusal mevzuatta benimsenmesi değil, Çerçeve Anlaşma ile korumanın sadece kendi öngördüğü düzenlemeler kapsamında sağlanmasına imkân verilmesidir. Kamanabrou, (n 91) 239.130  İncelenen AB ülke kanunları arasında tek iktibas sorunu, azami sayı ve azami süre sınırını birbirinin alternatifi koşul olarak benimseyen Birleşik Krallık, İrlanda ve Malta kanunlarında tespit edilmiştir. Bu ülkelerin kanunlarında üst üste yapılan belirli süreli iş sözleşmelerinin azami sayısı belirlenmiş olup azami süresi her üç ülke mevzuatında da dört yıldır. ibid 232, 239.131  ibid 231.132  ibid 229.133  ibid 230.134  ibid 230-231.828Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi Aynı çalışmada, belirli süreli iş sözleşmesinin yenilenmesinde Çerçeve Antlaşma da yer alan üç koşulu da benimseyen ülkelerin uyum bakımından daha iyi olduğuna ilişkin bir sonuca da ulaşılmamıştır. Almanya, Polonya ve Belçika kanunları bu kapsamda incelenmiştir. Bu ülkelerde birbirini takip eden belirli süreli iş sözleşmeleri için azami süre ve azami sayı sınırı koşulu kümülatif olarak aranırken  objektif neden  koşulu ise bunların alternatifi olarak düzenlenmiştir. Bununla kastedilen, işveren iş sözleşmesinin yenilenmesinde objektif nedene dayandığı takdirde azami bir süreye ve azami bir sayı sınırı koşulu aranmamakta; ancak objektif neden bulunmuyorsa süre ve sayı sınırlaması aranmaktadır.Görüldüğü üzere, hukukumuz bakımından İş Kanunu m. 11 hükmü dayanak düzenlemesi olan Çerçeve Antlaşma ile uyumlu olduğu gibi, uyum bakımından Avrupa Birliği üyesi ülkelerden geride de değildir. Ancak bu durum, uygulamada belirsizliklerin ortaya çıkmasına ve kanun hükmüne haklı eleştirilerin yöneltilmesine engel olamamıştır. Gerçekten de İş Kanunu m. 11 hükmünün lafzında belirli süreli iş sözleşmesinin ne kadar süre ve sayıda yenilenebileceğine ilişkin bir netliğin olmaması uygulamada belirli süreli iş sözleşmesini yenileme ihtiyacı içinde olan taraflar için öngörülemezlik yaratmaktadır. Kanaatimizce de bu durumun kanun değişikliği ile giderilmesi en doğru çözüm olacaktır. Hatta bu değişikliğin sadece İş Kanunu m. 11 hükmünde değil, bunun yanında diğer iş kanunları bakımından da uygulama bulan TBK hükmü için de öngörülmesi isabetli olacaktır.Belirtelim  ki,  kanun  değişikliği  olmasa  da  hukukumuzda  belirli  süreli  iş sözleşmesinin ilelebet yenilenmesini engelleyen mekanizmalar bulunmaktadır. Gerek hakkın kötüye kullanılması yasağı gerekse de kanun hükmünün amacı, belirli süreli iş sözleşmesinin yenilenmesi bakımından bir sınır getirmektedir. Hâkimin önüne gelen uyuşmazlıklarda, somut olayın özellikleri çerçevesinde, bunları da gözeterek sonuca ulaşması gerektiği kanaatindeyiz. Belirtelim ki, Yargıtay 9. Hukuk Dairesi nin 2005 yılında verdiği karar önemli olmakla birlikte münferit kalmıştır.Alman Federal İş Mahkemesi nin belirli süreli iş sözleşmesinin yenilenmesinde hakkın  kötüye  kullanılmasının  ne  zaman  ortaya  çıkacağına  ilişkin  detaylı değerlendirmeler yaptığı 2016 yılında verdiği karar bu sebeple dikkate değerdir. Öncelikle hatırlatalım ki, Alman Kısmi Süreli ve Belirli Süreli İş Sözleşmeleri Hakkında Kanun § 14 hükmüne göre, birbirini takip eden belirli süreli iş sözleşmeleri için azami süre iki yıl olup azami sayı ise üçtür. Yukarıda da belirtildiği üzere, kümülatif olarak benimsenen azami süre ve azami sayı sınırı koşulların alternatifi, objektif nedenin mevcudiyetidir. Dolayısıyla, Alman hukukunda da objektif nedene dayalı olarak belirli süreli iş sözleşmesinin yenilenmesinde kanun ile azami süre ve 135  ibid 231.136  Yargıtay 9 HD, 12170/15792, 05.05.2005; karara ilişkin açıklamalar için bkz yukarıda IV, 3, a.137  BAG, 7 AZR 135/15, 26.10.2016.829İstanbul Hukuk Mecmuası 79/3azami sayı sınırı uygulanmadığından işverenin hakkını kötüye kullanması yine de söz konusu olabilmektedir. Federal İş Mahkemesi nin söz edilen karardaki değerlendirmeleri de işverenin objektif nedene dayalı olarak belirli süreli iş sözleşmesini yenilemesinde, kötüye kullanmanın ne zaman ortaya çıkacağına ilişkindir. Kararda, Federal İş Mahkemesi, belirli süreli iş sözleşmesinin yenilenerek kötüye kullanıldığının kabulü için üç aşamalı bir inceleme yapmıştır. İlk aşamada; aşağıdaki üç durumdan birinin varlığı tespit edilirse hakkın kötüye kullanıldığı kabul edilmekte ve ancak işverenin kötüye kullanma şüphesini geçersiz kılan özel durumunu ortaya koyması hâlinde belirli süreli iş sözleşmesinin yenilenmesine izin verilebilmektedir. Bu durumlar:i.  İş ilişkisinin toplamda 10 yılı geçmiş olması, ii.  Belirli süreli iş sözleşmesinin 15 ten fazla yapılmış olması,iii. İş ilişkisinin 8 yılı geçmiş ve bu sürede 12 den fazla belirli süreli iş sözleşmesi yapılmış olmasıdır.İlk aşamada bu durumlar tespit edilmediği takdirde ise, ikinci aşamaya geçilmektedir. Bu yeni aşamada, aşağıda yazılı üç duruma ilişkin tespit yapılmaktadır. Bunlardan birinin gerçekleşmesi hâlinde kapsamlı bir kötüye kullanım kontrolünün yapılacağına işaret edilmekte ve işçinin kötüye kullanımı ispatlaması gerekmektedir. Bu durumlar:i.  İş ilişkisinin toplamda 8 yılı geçmiş olması,ii.  Belirli süreli iş sözleşmesinin 12 den fazla yapılmış olması,iii. İş ilişkisinin toplamda 6 yılı geçmiş ve bu sürede 9 dan fazla belirli süreli iş sözleşmesi yapılmış olmasıdır. Bu durumlar tespit edilemediği takdirde ise, üçüncü aşamaya geçilmekte ve Federal İş Mahkemesi belirli süreli iş sözleşmelerinin yenilenmesine icazet vermektedir. Ancak incelenen kararda kötüye kullanmanın belirlenmesinde dikkate alınacak başka kriterlere de yer verilmiştir. Yüksek Mahkemeye göre bu kriterler şunlardır:•  Aynı işyerinde benzer işleri yapan belirsiz süreli iş sözleşmesi ile çalışan işçilerin olması,•  Belirli süreli iş sözleşmesinde belirlenen sürenin işverenin meşru yararının olmaksızın tekrar tekrar iş için tahmin edilen sürenin altında kalması, •  Belirsiz süreli iş sözleşmesi ihtimali varken devam eden belirli süreli iş sözleşmeleri,•  Belirli süreli iş ilişkilerinin birbirini takiben kesintisiz olarak sürekliliğidir.830Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi Hukukumuz bakımından değerlendirmeye devam edecek olursak İş Kanunu m. 11 hükmünde yapılacak değişikliğin belirli süreli iş sözleşmesinin yenilenmesinde objektif neden yanında süre ve sayı bakımından bir sınırlama yapılması doktrin ve  Yargıtay  tarafından  ifade  edilen  uygulamadaki  belirsizliklerin  giderilmesi için en isabetli yol olduğunu tekrarlamak isteriz. Ancak mevcut düzenlemenin uygulanmasında da Federal İş Mahkemesi nin anlatılan kararında olduğu gibi yargının uygulamaya yol gösterici ve hakkın kötüye kullanılması yasağını somutlaştıran kararlar vermesi beklentilerimiz arasındadır. Bu çerçevede, yargı tarafından belirli süreli iş sözleşmesinin yenilenmesi bakımından TBK m. 430/3 hükmü dikkate alınması düşülebilir. Bu maddede yer verilen ve belirli süreli iş sözleşmesinin işçi tarafından süreli fesih yoluyla sona erdirilebileceğinin kabul edildiği sınır olan 10 yıllık sürenin aşılması ile, belirli süreli iş sözleşmesinin yenilenmesinde hakkın kötüye kullandığı sonucuna ulaşılabilir. Aksini yani kötüye kullanma şüphesini geçersiz kılan özel durumunu işveren ispatladığı takdirde belirli süreli iş sözleşmesinin yenilenmesine izin verilebilir. SonuçTürk hukukunda iş kanunları belirli süreli iş sözleşmesinin ilk defa yapılmasında ve yenilenmesinde farklı esaslar öngörmüştür. Belirli süreli iş sözleşmesinin ilk defa yapılması için aranan koşulların en katı olduğu kanun, 4857 sayılı İş Kanunu olup m. 11 hükmü ile sözleşmenin sürelendirilmesi  objektif neden  koşulunun varlığına bağlanmıştır. Bu koşula ilişkin tartışmalar ise, kanunun yapılış aşamasından bu yana, aralıksız devam etmektedir.Kanaatimizce de, belirli süreli iş sözleşmesinin yapılmasında işçinin korunması ve işletmelerin esnekleşme ihtiyacı arasında denge gözetilerek objektif neden koşuluna ilişkin istisnalar öngörülebilir. Ancak kanun değişikliğinin yeni hukuki sorunları beraberinde getirmemesi gerekmektedir. Oysa 5 Kasım 2020 tarihi itibariyle TBMM gündemine taşınan Torba Kanun Teklifi ndeki belirli süreli iş sözleşmesinin yapılmasında ve yenilenmesinde belirli yaş  grubundaki  işçileri objektif  neden  koşulundan  istisna  kılan  bir  hükme  yer vermekte idi. Bu hüküm, yaş ayırımcılığı yasağına aykırılık teşkil etmekte olup kanunlaşmamış olması isabetli olmuştur.Belirli süreli iş sözleşmesinin yenilenmesi bakımından ise ilk defa yapılmasından farklı  olarak,  4857  sayılı  İş  Kanunu  ile  diğer  iş  kanunlarında  benzer  esaslar benimsenmiştir. Gerçekten de, DİK kapsamındaki işçiler ile BİK ve TBK kapsamındaki 138  Görüşümüz, kanundan kaynaklanan belirli süreli iş sözleşmeler dışındaki belirli iş sözleşmelerinin yenilenmesine ilişkindir.831İstanbul Hukuk Mecmuası 79/3işçiler, belirli süreli iş sözleşmesinin yenilenmesinde İş Kanunu kapsamındaki işçiler gibi  objektif neden  koşuluna tabidir. Doktrin ve yargı tarafından belirli süreli iş sözleşmesinin yenilenmesi aranan objektif neden koşulu dışında da koşullar öngörülmesi önerilmiştir. Gerçekten de kanun hükmünün belirli süreli iş sözleşmesinin ne kadar ve sayıda yenilenebileceğine ilişkin bir netlik içermemesi uygulamada belirsizliklere sebep olmaktadır. Kanaatimizce kanunda yapılacak bir değişiklik ile belirli süreli iş sözleşmelerinin yenilenmesinde süre ve sayı sınırı getirilmesi, en isabetli çözüm olacaktır. Ancak bu değişikliğin sadece 4857 sayılı İş Kanunu değil, bunun yanında diğer iş kanunları bakımından da uygulama bulan TBK hükmü için de öngörülmesi daha isabetli olacaktır.Bununla  birlikte,  mevcut  düzenlemenin  uygulanmasında  da  belirli  süreli  iş sözleşmesinin  yenilenerek  ilelebet  sürmesini  engelleyici  mekanizmalar  mevcut olup hakkın kötüye kullanılması yasağı ve normun amacı dikkate alınarak yargı tarafında sınırlamalar getirebileceğini düşünmekteyiz. Bu bağlamda TBK m. 430/3 hükmü dikkate alınarak toplam süresi 10 yılı aşan belirli süreli iş sözleşmelerinin hakkın kötüye kullanılması teşkil edeceği kabul edilebilir. Bu veya benzeri yönde değerlendirmeler  ile  uygulamada  ortaya  çıkan  belirsizliklerin  giderilmesi  için yargının konuyu somutlaştıran kararlar vermesi beklentilerimiz arasındadır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.832Ünal-Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi Bibliyografya/",
     "Kaynakça": "Aksoy MU, ‘Alman Kısmi Süreli Çalışma ve Belirli Süreli İş Sözleşmeleri Hakkında Yasa ve Çevirisi  (2014) 20(Özel Sayı) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi (Prof. Dr. Ali Rıza Okur a Armağan) 1215 1236.Akyiğit E, Bireysel İş Hukuku Dersleri (1. Bası, Seçkin 2020).Alp M, ‘Belirli Süreli İş Sözleşmesinin Yargıtay Tarafından Resen Belirsiz Süreli İş Sözleşmesinde Dönüştürülmesi  iç KD Yenisey (ed), Prof. Dr. Savaş Taşkent e Armağan (On İki Levha 2019) 477 502. Alp M, ‘İş İlişkisinin Sona Ermesi ve Kıdem Tazminatı Açısından Yargıtayın 2013 Yılı Kararlarının Değerlendirilmesi  (2015) Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2013 sayfa aralığı (Değerlendirme).Alpagut G, ‘4857 Sayılı Yasa Çerçevesinde Belirli Süreli Hizmet Sözleşmesi  (2004) 43 Mercek Dergisi 73 92.Alpagut G, ‘AB nde Güvenceli Esneklik ve Türkiye deki Yasal Düzenlemeler  (2008) 1 TİSK Akademi 6 37.Alpagut G, ‘Türk Borçlar Kanununun Hizmet Sözleşmesinin Devri, Sona Ermesi, Rekabet Yasağı, Cezai Şart ve İbranameye İlişkin Hükümleri  (2011) 8 (31) Legal İHSGHD 913 960.Alpagut G, Belirli Süreli Hizmet Sözleşmesi (1. Bası, Mavi 1998).Başbuğ A ve Yücel Bodur M, İş Hukuku (5. Bası, Beta 2018).Başterzi S, ‘Avrupa Birliği Konseyinin 99/70 Sayılı Yönergesi Işığında Belirli Süreli İş Sözleşmesi Yapma Koşulları ve 4857 Sayılı İş Kanununun Öngördüğü Sistem  (2006) İş Hukuku ve Sosyal Güvenlik Hukuku Türk Milli Komitesi 30. Yıl Armağanı, 119 190.Başterzi S, ‘Belirli Süreli İş Sözleşmesinin Yapılmasına İlişkin Objektif Nedenlerin Tespitinde Menfaatler Dengesi İşçinin Haklı Menfaati  (2013) 15 (Özel Sayı) DEÜHFD 423 450.Başterzi S, ‘İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi Açısından Yargıtayın 2009 Yılı Kararlarının Değerlendirilmesi  (2011) Yargıtayın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2009, 1 134. Baycık G, ‘İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi Açısından Yargıtayın 2016 Yılı Kararlarının Değerlendirilmesi  (2018) Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2016, 7 356Bozkurt Gümrükçüoğlu Y, Türk İş Hukuku nda Belirli Süreli İş Sözleşmesi (1. Bası, Vedat 2012).Bozkurt Gümrükçüoğlu Y ve Gemici Filiz B, ‘Yargıtay Kararları Işığında Özel Okul Öğretmenleri ile Yapılacak İş Sözleşmelerinin Türüne İlişkin Bir Değerlendirme  (2016) 15 (1 2) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 369 401.Bozkurt Gümrükçüoğlu Y, ‘5580 Sayılı Özel Öğretim Kurumları Kanunu Kapsamında Yapılan Zincirleme İş Sözleşmesinin Sona Ermesinde Kıdem Tazminatı  (2016) 74 (Özel Sayı) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası (Prof. Dr. Fevzi Şahlanan a Armağan) 223 249.Canbolat T, ‘Mevzuatta Öngörülen Bazı İş Sözleşmesi Türlerinin 4857 sayılı İş Kanununun Belirli Süreli İş Sözleşmesine İlişkin Esasları Yönünden Değerlendirilmesi (2007) 4 (13) Legal İHSGHD 187 220.Caniklioğlu N, ‘İş Kanununun 10. Yılında Belirli Süreli İş Sözleşmesi ile Kısmi Süreli İş Sözleşmesi ve Uygulamada Yaşanan Sorunlar  (2016) 10. Yılında 4857 Sayılı İş Kanunu (Uygulama Sorunları ve Çözüm Önerileri) Sempozyumu, Ankara Yıldırım Beyazıt Üniversitesi Hukuk Fakültesi Çelik İş Sendikası.833İstanbul Hukuk Mecmuası 79/3Caniklioğlu N, ‘Türk Borçlar Kanununun Hizmet Sözleşmesinin Kurulmasına, Tarafların Hak ve Borçlarına İlişkin Hükümlerinin Genel Bir Değerlendirilmesi  (2012) Çalışma Hayatı Açısından Yeni Borçlar Kanunu ve Ticaret Kanunu Semineri, 20 21 Eylül 2011, Türkiye İşveren Sendikaları Konfederasyonu, 78 109.Centel T, Introduction to Turkish Labaur Law (1 st edn, Springer 2017).Centel T, ‘Özel Okul Öğretmeniyle Sözleşme Yapılması  (2007) 6 Sicil Dergisi 22 26.Çelik N, Caniklioğlu N ve Canbolat T, İş Hukuku Dersleri (33. Bası, Beta 2020).Däubler W und Bertzbach M (Hrsg), Allgemeines Gleichbehandlungsgesetz: Handkommentar (Nomos 2013).Deutsche Welle Türkiye, ‘Torba Yasa Tartışması: Kıdem Tazminatı ve Emeklilik Hakkı Tehlikede  (01.11.2020)  <  https://www.dw.com/tr/torba yasa tartışması kıdem tazminatı ve emeklilikhakkı tehlikede/a 55455034 > Erişim Tarihi 15 Aralık 2020.Doğan Yenisey K, ‘Hizmet Sözleşmesi  iç Murat İnceoğlu (ed) Türk Borçlar Kanunu Sempozyumu (On İki Levha, 2012) 297 336.Doğan Yenisey K, ‘İşverenin Sözleşmenin Feshinde Eşit Davranma Borcuna İlişkin İki Yargıtay Kararının Düşündürdükleri  (2006) 2 Sicil Dergisi 60 65.Doğan Yenisey K, İş Hukukunun Emredici Yapısı (1. Bası, Beta 2014).Ekmekçi Ö ve Yiğit E, Bireysel İş Hukuku Dersleri (1. Bası, On İki Levha 2020).Ekonomi M, ‘4857 Sayılı Kanun Hükümlerine Göre Belirli Süreli İş Sözleşmesinin Hukuka Uygunluğu (I) Kavram Süre ve Yenileme  (2006) 3 (9) Legal İHSGHD 15 32.Eyrenci Ö, Taşkent S ve Ulucan D, Bireysel İş Hukuku (10. Bası, Beta 2020).Güler M, ‘Belirli Süreli İş Sözleşmesi  (2005) 2 (5) Legal İHSGHD 27 82.Güneş  B  ve  Mutlay  FB,  ‘Yeni  Borçlar  Kanununun  ‘Genel  Hizmet  Sözleşmesi ne  İlişkin Hükümlerinin İş Kanunu ve 818 Sayılı Kanunla Karşılaştırılarak Değerlendirilmesi  (2011) 30 (3) Çalışma ve Toplum Dergisi 231 288.Güven E ve Aydın U, Bireysel İş Hukuku (6. Bası, Nisan 2020). Güzel A, ‘Bireysel İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi  (2007) Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2005, 11 74.Güzel A ve Ertan E, ‘Avrupa Birliği Hukukunda ve Özellikle Avrupa Toplulukları Adalet Divanı (ATAD) Kararlarında Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenme Koşulları  (2008) 5 (18) Legal İHSGHD 395 416. Güzel A, Özkaraca E ve Ugan D, ‘Karşılaştırmalı Hukukta ve Türk Hukukunda Belirli Süreli İş Sözleşmesi: Yapılma ve Yenilenme Koşulları  iç Süleyman Başterzi (ed) Prof. Dr. Sarper Süzek e Armağan C. 1 (Beta 2011) 475 566.İnceoğlu S, ‘Türk Anayasa Mahkemesi ve İnsan Hakları Avrupa Mahkemesi Kararlarında Eşitlik ve Ayrımcılık Yasağı  (2006) 11 (4) Çalışma ve Toplum Dergisi 45 62.Kabakçı M, ‘Belirli Süreli İş Sözleşmesinin Geçersizliğinin İşçi ve İşveren Açısından Farklı Değerlendirilmesi Gereği  (2014) 72 (2) İÜHFD (Prof. Dr. Berin Ergin e Armağan) 123 141. Kamanabrou S, ‘Successful Rules on Successive Fixed Term Contracts?  (2017) 33 (2) International Journal of Comparative Labour Law and Industrial Relations 221 240. Keser H, ‘Objektif Sebep Olmaksızın Yapılan Belirli Süreli İş Sözleşmesinde Düzenlenmiş Cezai Şartın Geçerliliğinin Yargıtay İçtihadı Birleştirme Büyük Genel Kurulu Kararı Kapsamında Değerlendirilmesi  (2020) 43 Sicil Dergisi 30 52.834Ünal Adınır / Belirli Süreli İş Sözleşmesinin Yapılması ve Yenilenmesinde Objektif Neden Koşulunun Değerlendirilmesi Krebber S, ‘The Social Rights Approach of the European Court of Justice to Enforce European Employment Law  (2006) 27 (3) Comparative Labor Law & Policy Journal, 377 403.Metin Y, Ölçülülük İlkesi, Karşılaştırmalı Bir Anayasa Hukuku İncelemesi (1. Bası, Seçkin 2002).Mollamahmutoğlu H, Astarlı M ve Baysal U, İş Hukuku Ders Kitabı Cilt 1: Bireysel İş Hukuku, (4. Bası, Lykeion 2020).Narmanlıoğlu Ü, ‘Belirli Süreli İş Sözleşmesini Sona Erdiren Olgular ve İşlemler  (2012) 9 (35) Legal İHSGHD 3 24.Sädevirta M, A Comparative Study of the Regulation Governing the Use of Fixed Term Contracts in Three EU Member States (1st edn, Unigrafia 2013).Senyen Kaplan ET, ‘Belirli Süreli İş Sözleşmesinin Haksız Feshinin Hüküm ve Sonuçları  (2016) 36 Sicil Dergisi 17 32.Soyer P, ‘6098 Sayılı Türk Borçlar Kanunu nda Yer Alan ‘Genel Hizmet Sözleşmesi ne İlişkin ‘Bazı  Hükümlerin İş Hukuku Açısından Önemi  (2012) İş Hukukunda Güncel Sorunlar 2, 25 Mayıs 2012, 1 52.Soyer P, ‘Hizmet Sözleşmesinin Sona Ermesine İlişkin ‘Yeni  Türk Borçlar Kanunu Hükümleri ve İş Hukuku Bakımından Önemi  (2011) 22 Sicil Dergisi 12 21.Sümer HH, ‘Özel Öğretim Kurumu Öğretmenlerinin İş Sözleşmelerinin Hukuki Niteliği  (2016) 15 (1 1) İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi 407 441.Sümer HH, İş Hukuku Uygulamaları (7. Bası, Seçkin 2019).Süzek S, İş Hukuku (20. Bası, Beta 2020).Şahin Emir A, ‘Belirli Süreli İş Sözleşmesine İlişkin Sınırlamalar ve Esneklik Olanakları Avrupa Birliği Örnekleriyle  (2016) 18 (1) DEÜHFD 113 153.Taşkent S, ‘Belirli Süreli İş Sözleşmelerinde  Esaslı Neden  Sorunu  (2011) 24 Sicil Dergisi 19 30. Tuncay C, ‘İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi Açısından Yargıtayın 2011 Yılı Kararlarının Değerlendirilmesi  (2013) Yargıtayın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi 2011, 1 98.Ugan Çatalkaya D, İş Hukukunda Ölçülülük İlkesi (1. Bası, Beta 2019).Ulucan D, ‘4857 Sayılı Kanunu Göre İş Sözleşmesi Türleri  (2003) Yeni İş Yasası, 25 29 Haziran 2003, Toprak, Seramik, Çimento ve Cam Sanayi İşyerleri Sendikası Yayını, 35 65.Uşan F ve Erdoğan C, İş ve Sosyal Güvenlik Hukuku (1. Bası, Seçkin 2020).Ünal C, İş Hukukunda Yaş Ayırımcılığı (1. Bası, On İki Levha 2018).Yayvak Namlı İ, İş Hukuku nda Cezai Şart (1. Bası, On İki Levha 2019).Yıldız GB, ‘Güvenceli Esneklik ve 4857 Sayılı İş Kanunu , iç Süleyman Başterzi (ed) Prof. Dr. Sarper Süzek e Armağan C. 1 (Beta 2011) 203 231.Yiğit Y, ‘Belirli Süreli İş Sözleşmesi Yapma Serbestisi ve Bu Serbestinin Sınırları  (2012) 14 (2) DEÜHFD 101 166.835"
}