{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "15",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "2",
     "Başlık": " ",
     "Title": "Orders for Curfew: Extraordinary Measures with Ordinary Law in Struggle against Epidemic Disease",
     "Yazar İsmi": [
          "Demet Çelik Ulusoy"  , "Emine Uzuner"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "KKTC Anayasası", "Sokağa Çıkma Yasağı", "Gezi ve Yerleşme Özgürlüğü", "Emirnameler", "KKTC’de Temel Hak ve Özgürlükler"
     ],
     "Keywords": [
          "TRNC Constitution", "Curfew", "Freedom of Movement and Residence", "Orders", "Fundamental Freedom and Rights in TRNC"
     ],
     "Özet": "Tüm dünyada etkisini gösteren yeni tip korona virüs (Covid 19) salgın hastalığı, hükümetlerin etkin ve hızlı kararlar almasını ve anayasal devletin sınırlarının sorgulanmasını gerektiren bir dönem olmuştur. İçinde bulunduğumuz dönemin, koşulları ve ortaya çıkardığı sonuçları itibariyle olağanüstü olduğuna şüphe yoktur. Hukukun üstünlüğüne dayanan demokratik bir devlette, ister olağan isterse olağanüstü dönemlerde olsun, iktidarın kullanılması bakımından siyasi iktidarlar her koşulda hukukla sınırlıdırlar. Olağanüstü durumlarla olağan hukuk çerçevesinde hareket etmek hukuk devletinin sınırlarını zorlayabilir. Bu tür olağanüstü durumlarla mücadele etmek için olağan hukukun uygun araçları da sunması gerekir. Bu araçların bulunmadığı durumlarda ise olağanüstü hukukun uygulanması beklenir. Bu süreç içerisinde Kuzey Kıbrıs ta da salgın hastalığın önlenmesi amacıyla hızlı tedbirler alınarak uygulanmıştır. Çalışmada, olağanüstü durum ilanına gerek duyulmaksızın, temel hak ve hürriyetlerin durdurulması sonucunu ortaya çıkaran sokağa çıkma sınırlamasının hukuki boyutu üzerinde durulacaktır. Konu, Anayasa nın temel ilkeleri üzerinden incelenecek, olağan hukuk kurallarıyla alınan salgın tedbirlerinin anayasallığı tartışılacaktır.",
     "Abstract": "A new type of coronavirus epidemic affects the entire world. It requires governments to make quick and impactful decisions that push the limits of the constitutional state. There is no doubt that this period is extraordinary due to the circumstances of the situation and the consequences it produced. However, political power is limited in a democratic state based on the rule of law, whether circumstances are ordinary or extraordinary. Legal boundaries get pushed in exceptional circumstances within the framework of existing rules. Ordinary law must offer appropriate tools to combat extraordinary times. In the absence of these tools, extraordinary law is usually enforced. In the process, the Turkish Republic of Northern Cyprus (TRNC) Government has started to implement rapid measures to prevent epidemics. This study focuses on the legal dimension of the curfew. It reveals the outcome of the cessation of fundamental rights and freedoms without the need for an emergency declaration. The curfew will be evaluated based on the constitutional principles and the constitutionality of epidemic measures taken under the usual law regulations.",
     "Metin": "Salgın hastalık, ekonomik bunalım veya doğal afet gibi olağanüstü durumlarda siyasi  iktidarlar  hızlı  ve  etkin  kararlar  almalıdır.  Bu  gibi  durumlarda  idarenin keyfi hareket etmesi söz konusu olabilir, iktidarın sınırlandırılması geçici olarak durdurulabilir. Siyasi iktidarlar bu tür özel durumlarda anayasal devletin sınırları içerisinde  nadiren  kalabilmektedirler.  Salgın  hastalık  mücadelesinde  de  olağan hukuk ile olağanüstü tedbirler alınmayacağından, özellikle demokratik ülkelerde olağanüstü  hâl  ilanları  yapılmış  ve  uluslararası  sözleşmeler  askıya  alınmıştır. Demokratik ülkelerde olağanüstü hâl ilanının daha fazla tercih edilmesinin nedeni, siyasi iktidarın olağanüstü tedbirlere olağan hukuk yetkileriyle başvurabilecek kadar yetkili olmayışıdır. Kuzey Kıbrıs Türk Cumhuriyeti nde (KKTC) ilk ortaya çıkan korona virüs vakaları nedeniyle, olağanüstü durum ilanıyla sokağa çıkma yasağı konulup konulmayacağı tartışılmıştır. 13.03.2020 tarihinde KKTC Cumhurbaşkanı, KKTC Anayasası (AY) 124. madde (md) çerçevesinde, Başbakan ve Bakanlar Kurulu nu olağanüstü toplantıya çağırarak, olağanüstü durum ilanı için gerekli usulün başlatılmasına öncülük etmişti. Olağanüstü durum ilanı kararının alınması için, Bakanlar Kurulu nun Cumhurbaşkanlığı başkanlığında toplanması gerekmektedir. Ancak toplantıda olağanüstü durum ilanı için uzlaşı sağlanamamış, Bakanlar Kurulu bu konuda  daha temkinli ilerlemeyi  tercih etmiştir. Kamuoyunda olağanüstü durum ilanı üzerinden ciddi tartışmalar yaşanmış, Cumhurbaşkanı ile hükümet arasında da gerginliğe sebep olmuştur.Müteakiben KKTC Başbakan Yardımcısı ve Dışişleri Bakanı sokağa çıkma yasağının söz konusu olmadığını dile getirmiştir. Ancak artan vaka sayıları nedeniyle, salgın hastalığın yayılmasını önlemek amacıyla daha ciddi tedbirler alınmasının gerekliliği ortaya çıkmıştır. Bu çerçevede 1955 tarihli Sokağa Çıkma Yasağı Yasası nın (Fasıl 156) 2. maddesine göre çıkarılacak Bakanlar Kurulu Emirnamesiyle, 23.03.2020 tarihinden bazı istisnalara bağlı olarak kısmi sokağa çıkma yasağı ilan edilmiştir. Sokağa çıkma yasağını öngören düzenleme bir emirname olup dayanağı ise İngiliz 1  Cengiz Gül, İktidarın Sınırlandırılması ve Hukuk Devleti (1. Bası, Adalet Yayınevi 2010) 239.2  Christian Bjørnskov ve Stefan Voigt, The State of Emergency Virus, ‘Verfassungsblog On Matters Constitutional  (2020) <https://verfassungsblog.de/the-state-of-emergency-virus/> Erişim Tarihi 05 Nisan 2020.3  1985 KKTC Anayasası (AY), Kabul Tarihi: 05.05.1985 RG 07.05.1985. 124. maddesi (md):  Tabii afet, tehlikeli salgın hastalıklar veya ağır ekonomik bunalım hallerinde, Cumhurbaşkanı başkanlığında toplanan Bakanlar Kurulu, yurdun bir veya birden fazla bölgesinde veya bütününde, süresi üç ayı geçmemek üzere, olağanüstü durum ilan edebilir. 4  KKTC Başbakanlık, ‘Bakanlar Kurulu Kararları Açıklandı  (13 Mayıs 2020) <http://kktcbasbakanlik.org/ArtMID/3765/ArticleID/124068/> Erişim Tarihi 13 Mayıs 2020.5  Kısmi Sokağa Çıkma Emirnamesi, EK III AE, EK IV BÖLÜM I, ET(K-I) 459-2020 KKTC Resmî Gazete (RG) 22.03.2020/Sayı 48, <https://basimevi.gov.ct.tr/> Erişim Tarihi 25 Mayıs 2020 357. İstisnalar için bakınız: 22.03.2020 tarihli ve 48 Sayılı RG 541.640Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk iledöneminden kalan kısaca Fasıl 156 olarak belirtilen yasadır. Bakanlar Kurulu nun sokağa çıkma yasağını dayandırdığı bu Yasa nın, sokağa çıkma yasağının yeri, zamanı, sınırları kısacası kapsamı ile istisnalarını belirleyen ve düzenleyici işlem niteliğindeki emirnamelerin hukuken tartışılması gerekmektedir. Ayrıca Yasa ile birlikte emirnamelerde öngörülen yaptırım ve buna bağlı olarak alınan kararların anayasallığı da tartışılmalıdır. İçinde bulunduğumuz olağanüstü durumlarda devletler ya olağanüstü durumun gereklerini karşılamak için yasayı feda eder ve gerekli tedbirleri, hukuka aykırı olsa dahi alırlar veya yasama organı yürütmeye geniş bir düzenleme yetkisi verir. Özellikle ikinci durumda idarenin yetkileri genişlemiş olur ancak hukuk devleti ilkesi ihlâl edilmemiştir. Hukuk devleti idarenin, en temel anlamda devlet faaliyetlerinin belirli olmasını gerektirir. Bunun için hukukun açık, belirgin ve herkese eşit uygulanması gerekir.  Hukuk devleti ile somutlaşan hukuki güvenlik, belirginlik, ölçülülük, düzenli ve istikrarlı idare, kazanılmış hak veya suç ve cezada yasallık gibi birçok ilke hukuk devletine güvenin ihtiyacı olan kurallardır. Burada incelediğimiz konu tam da bu ikilemin değerlendirmesi üzerinedir. Zira burada sokağa çıkma yasağına ilişkin mevzuat ile buna bağlı olarak gerçekleştirilen işlemlerin, hukuka uygunluğu ve yargısal denetimi incelenmeli, bunların temel hak ve özgürlükler başta olmak üzere KKTC Anayasası na uygunluğu irdelenmelidir.I. KKTC Hukukunda Emirname RejimiEmirname; karar, emir (order), yazılı emir anlamına gelen ve KKTC de Anglosakson hukuk sisteminin etkisiyle, özellikle idare hukuku alanında ve kural olarak yargı organının hukuki işlemleri arasındadır. KKTC Anayasa Mahkemesi nin (AYM) bir kararında emirname sözcüğünün İngiliz hukuk sisteminin bir kavramı olarak Türk hukuk sistemine yabancı olduğu belirtilmiştir. AY de geçen emirnamelerden ilki  (md  151)11  yargısal  nitelikli  işlemler  olup,  münhasıran Yargıtay  tarafından 6  Sokağa Çıkma Yasağı Yasası, Kanun Numarası: Fasıl 156, Kabul Tarihi: 2 Mayıs 1955, The Cyprus Gazette/ Suplement No 2/ No 3821 5.05.1955.7  Ergun Özbudun, ‘İngiliz Hukukunda Hükümet Tasarrufları  (1961) 18(1) Ankara Üniversitesi Hukuk Fakültesi Dergisi 333, 335.8  Fazıl Sağlam, Anayasa Hukuku Ders Notları, (1. Basım, Yakın Doğu Üniversitesi Yayınları 2013) 370 ff.9  KKTC Yüksek İdare Mahkemesi (YİM), Karar Sayısı (KS) 81/2007, D 4/2009, 27.02. 2009. Emir veya yazılı emir bu çalışmada KKTC özelinde ve anayasa hukuku bağlamında incelenecektir. Ancak bu işlemlerin düzenleyici işlem niteliği idare hukuku açısından ayrıca başka bir çalışmayla ele alınıp incelenmelidir. Genel olarak bu tür adsız işlemler arasında ifade edilen işlemlerin,  hiyerarşik üst  niteliği olan yetkililerce, hiyerarşi yetkilerine dayanılarak, yasaları yorumlamak ya da açıklamak üzere çıkarıldığı, ancak maddi açıdan, kural koyucu nitelikte olmaları durumunda ise  adsız düzenleyici işlem  olarak kabul edilecekleri belirtilir. Emirnameleri de kapsayacak biçimde adsız düzenleyici işlemlere ilişkin ayrıntılı bir çalışma için bkz. Yeliz Şanlı Atay, ‘Türk İdare Hukukunda Adsız Düzenleyici İşlemler  (2011) (Yayımlanmamış Doktora Tezi T.C. Ankara Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku (İdare Hukuku) Anabilim Dalı, Tez Danışmanı: Prof.  Dr.  Metin  Günday, Ankara)  23-28.  <https://dspace.ankara.edu.tr/xmlui/bitstream/handle/20.500.12575/33957/Sanli%20Atay_Yeliz_tez.pdf?sequence=1> Erişim Tarihi 15.02.2021.10  KKTC Anayasa Mahkemesi (AYM) , KS 9/93 (D 5/95), 29.06.1995.11  KKTC AY md 151(3) e göre bu emirnameler; ‘Yetkisiz tutuklamanın kaldırılması için emirname (Habeas Corpus), bir yetkinin kullanılmasını sağlamak için emirname (mandamus), herhangi bir mahkeme veya yargı niteliğinde yetki kullanan herhangi bir makamın yanlış bir kararının uygulanmasını önlemek için emirname (Prohibition), bir makamın herhangi bir yetkiye dayanılarak işgal edildiğinin soruşturulmasına ilişkin emirname (quo warranto) ve herhangi bir mahkeme veya yargı niteliğinde yetki kullanan herhangi bir makamın kararının iptali için emirname (certiorari) dir.641İstanbul Hukuk Mecmuası 79/2çıkarılmaktadır.  Diğer  emirnameler  ise  (md  158)12,  Başsavcı  tarafından  Resmî Gazete de yayımlanarak yürürlüğe girenlerdir. Bu kuralların dayanağı ‘common law  hukuk sisteminin etkisinden kaynaklanır. Yüksek İdare Mahkemesi (YİM), emirname çıkarma yetkisinin idarenin bir hukuksal işlem türü olarak yasalarda düzenlendiğini  belirtmektedir.  Farklı  yasalarda  geçen  emirnameler,  idarenin düzenleyici işlemi olarak veya birel idari işlemi olarak kabul edilmektedirler. KKTC Anayasası nda yürütme organına emirname çıkarma konusunda özel ve ayrıca bir yetki verilmemiştir. Yürütme yetkisi ve görevini kullanan Cumhurbaşkanı ve Bakanlar Kurulu nun şekli anlamda, Anayasa ve yasalara uygun olarak (KKTC AY md 5) yaptıkları işlemler yürütme işlemidirler. Bu işlemler belli bir hukuki sonuç doğurmaya yönelik irade açıklamalarıdır. Yürütmenin ayrıca genel, soyut, sürekli ve objektif nitelikte  düzenleyici işlemler i de bulunur. İdarenin, özel hukuktaki gerçek ve tüzel kişilerin irade açıklamalarına oranla daha üstün olan bu türden nitelikli irade açıklamaları, icra ve infaz edebilme yani tek yanlı yürütebilme gücünü haizdir. Bu işlemlerin hukuk düzeninde yürütülebilirlik özelliği bulunur. Yürütme organının düzenleyici işlemler yapabilmesine ilişkin yetkisi Anayasa da belirtilmiştir.  Madde  110 da  yürütmenin  düzenleyici  işlemler  yapabileceği,17  yürürlükteki  mevzuatın,  Başbakan  ve  Bakanlar  Kurulunun  kendilerine  verdiği diğer  yetkileri   kullanıp,  görevlerini  yerine  getirebilecekleri  ifade  edilmektedir. Anayasa da belirtilen yürütmenin düzenleyici işlemleri; yasa gücünde kararname (YGK), tüzük, yönetmelik ve  diğer düzenleyici işlemler dir. Her ne kadar sadece ilk üç düzenleyici işlem sayılmış olsa da uygulamada yürütmenin  tebliğ ,  karar ,  ilan ,  duyuru  vb adsız düzenleyici işlemleri de bulunduğu kabul edilmektedir. Doktrinde de yürütmenin düzenleyici işlem yapma yetkisinin takdir yetkisi olduğu ve Anayasa da belirtilmeyen düzenleyici işlemlerin de yapılabileceği belirtilmektedir. KKTC AY sinde de yürütmeye adsız düzenleyici işlemler yapabilmesi konusunda takdir yetkisi verildiği kabul edilmelidir (md 110/5). KKTC AYM nin bir kararında yürütmenin düzenleyici işlemlerine karşı oyunda değinen Yüksek Mahkeme nin 12  KKTC AY md 158(4) gereğince Başsavcı gerekli gördüğü hallerde Resmi Gazete de yayımlayacağı bir emirname ile; ‘(b) …davasız çözümlenmesine yasa ile olanak tanınan yol trafik suçlarını, kendi yönerisi ve sorumluluğu çerçevesinde mahkemelerde kovuşturmak üzere, uygun göreceği bir polis mensubunu  ve (c)  …bakanlıkların veya diğer kamu kuruluşlarının taraf olduğu davalarda, ilgili bakanlık veya diğer kamu kuruluşlarında görevli ve avukatlık yapmak ehliyetine sahip bir hukukçuyu, bu davaları mahkemelerde yürütmekle  yetkilendirebilir.13  Zaim Necatigil, Kuzey Kıbrıs Türk Cumhuriyeti nde Anayasa ve Yönetim Hukukunun Esasları ( 2. Bası, Lefkoşa: Işık Kitabevi 2015), 18, 300.14  KKTC YİM, KS 81/2007, D 4/2009, 27.02. 2009.15  Kemal Gözler, Türk Anayasa Hukuku Dersleri (22. Bası, Bursa: Ekin Yay,2018) 373. Bu hususta ayrıca Yönetimin İşlem ve Eylemleri bakımından hukuksal işlemlerin çeşitleri için bkz. Şeref Gözübüyük, Yönetim Hukuku (13. Bası, Ankara, Turhan Kitabevi 2000) 250 vd.16  İlhan Özay, Günışığında Yönetim (1. Bası, İstanbul: Alfa Yay 1994) 12.17  AY nın 110. md si 3/(b) bendi gereğince  Başbakan ve Bakanlar Kuruluna sunulmak üzere bakanlığını ilgilendiren kararname, tüzük ve yönetmelikleri hazırlamak...  ve (c) bendi gereğince  Kendi bakanlığını ilgilendiren herhangi bir yasa ve bu yasalara uygun olarak çıkarılan tüzük ve yönetmeliklerin uygulanabilmesi için yönerge, genelge ve benzeri metinleri yayınlamak... . 18  Gözler, Türk Anayasa Hukuku Dersleri (n 15) 360 ff.642Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ilebir üyesi, hukuk kuralları arasında bir hiyerarşi olduğunu, Anayasa ve yasalardan sonra gelen düzenlemelerin tüzük veya yönetmelik olabileceğini belirtmiştir. Yargıca göre bu husus Anayasa da açıkça belirtilmiş olup yürütme organınca emirname gibi  başka düzenlemeler yapılması veya yapılan düzenlemelere başka bir isim verilmesi doğru  değildir. Bunun nedeni ise AYM nin bu işlemleri soyut norm denetimi yoluyla denetlememesidir. Bu koşullar altında adı emirname olan düzenlemeler soyut norm denetiminden kaçırılabilir. Yürütmenin adsız düzenleyici işlemleri kural olarak  yönetmelik benzeri  şeklinde anılmakta, yönetmelikler de sadece yazılı olmak ve ilan edilmek koşulları dışında, özel bir şekil şartına bağlı olmaksızın kamu hukukunun serbestçe yapabildiği işlemlerdir. Yürütme organının düzenleyici işlemleri yasaya dayanmalı (secundum legem), yasama organı gibi ilk elden bir düzenleme yapmamalıdır. Yürütme organının düzenleme yetkisinin kaynağı yasadır. Dolayısıyla yürütme yetkisi, kendisine yasayla verilen yetki çerçevesinde kullanılabilir. Bu yetki aynı zamanda yasaya aykırı (intra legem) olmamalıdır. Anayasa nın 5. maddesi de yürütme yetkisinin Anayasaya ve yasalara uygun olarak kullanılması gerektiğini belirterek, yürütme organı düzenleyici işlemlerin yasanın çizdiği sınırlar içerisinde olması gerektiğini ortaya koymuştur.KKTC de salgın hastalıkla mücadelede başvurulan tedbirlerden biri olan ve sokağa çıkma yasağını düzenleyen 202 sayılı Emirname de yürütme organının düzenleyici işlemidir. İşlem şekli anlamda yürütme işlemi ancak maddi anlamda ise genel, soyut, objektif ve sürekli nitelikte olduğundan yasama işlemidir. Maddi kriter genel, soyut, objektif kişilik dışı ve sürekli nitelikteki işlemlerin sadece yasama işlemi niteliğinde olabileceğini belirtmektedir. Hâlbuki yürütmenin düzenleyici işlemleri de kural-işlem niteliğinde, genel, soyut objektiftir. Maddi nitelikleri açısından yasama işleminden ayrılmazlar. Bu nedenle maddi kriter idari fonksiyonu yasama fonksiyonundan ayırmaya  imkan  vermez.  Emirname  yürütme  organı  tarafından  yapılmakta, kaynağını yasalardan almaktadır. Anayasa Mahkemesi kararları ışığında,  Bakanlar Kurulu kararlarına istinaden yapıldığı için bir nevi Bakanlar Kurulu kararı sayılırlar . AYM emirnamelerin denetiminde ihtiyatlı davranmaktadır ancak bazı kararlarında verilen karşı oylarda emirnamelerin yönetmelik veya tüzük biçiminde düzenleyici işlem olmaları halinde iptal davasına konu olmaları gerektiği belirtilmiştir.Bakanlar Kurulu nun sokağa çıkma yasağının dayanağı olan bu Emirnameler, İngiliz döneminden kalan 1955 tarihli Fasıl 156 ya dayanmaktadır. Bu Yasadan hareketle  kabul  edilen  202  sayılı  Emirname  ile  gezi  ve  yerleşme  özgürlüğüne sınırlama  getirilmesi  dışında,  sokağa  çıkma  yasağına  uymayanlar  hakkında  da 19  KKTC AYM, KS 9/93 (D 5/95), s. 173 29.06.1995.20  Özay (n 16) 375.21  Gözler, Türk Anayasa Hukuku Dersleri (n 15) 360.22  Kemal Gözler, Anayasa Hukukunun Genel Esasları (10. Bası, Bursa: Ekin Yay 2018) 374.23  Gözler, Anayasa Hukukunun Genel Esasları (n 22) 373. Ayrıca bkz. Kemal Gözler, Anayasa Hukukunun Genel Teorisi: Cilt 1 (2. Bası, Bursa: Ekin Yay 2020) 893-894.24  KKTC AYM, KS 9/93 (D 5/95), 29.06.1995.643İstanbul Hukuk Mecmuası 79/2yürürlükteki mevzuat çerçevesinde yaptırım uygulanacağı ifade edilmiştir. Bakanlar Kurulu bu yaptırımı düzenleyen Fasıl 156 nın suç ve cezalara ilişkin son hükmünü (md 4) değiştirerek güncellenmiştir. Ancak bu değişiklik, 8/2020 sayılı Yasa Gücünde Kararname ile kabul etmiştir. Bu çerçevede öncelikle bütün bu işlemlerin temeli olan Fasıl 156 nın anayasaya uygunluğu tartışılmalıdır. II. Sokağa Çıkma Yasağının Anayasaya Uygunluğunun İncelenmesiSalgın  hastalık  mücadelesinde  özellikle  en  temel  başvurulan  tedbir  gezi  ve yerleşme özgürlüğünü sınırlayan ve sokağa çıkma yasağı öngörerek bunu yaptırıma bağlayan sokağa çıkma yasaklarıdır. Bu çerçevede öncelikle Sokağa Çıkma Yasağı Yasası, Bakanlar Kurulu nun Sokağa Çıkma Yasağı koymasına ilişkin yetkisi ve bu çerçevede yürürlüğe konulan emirnamelerin anayasal denetimi incelenmelidir. A. Sokağa Çıkma Yasağı Yasası nın Anayasaya UygunluğuKanunlar doğru oldukları için değil yasa oldukları için yürürlükte kalırlar. Michel de MONTAIGNE 26Yürütme organı sokağa çıkma sınırlamalarına ilişkin yetkisini, Fasıl 156 ya (md 2) dayandırmıştır. Buna göre;  Bakanlar Kurulu, kamu güvenliği ve kamu düzeninin idamesi için emretmeyi uygun görmesi halinde, herhangi bir zaman bir Emirname ile hiçbir kişinin, Emirnamede belirlenecek bir kişinin vereceği yazılı bir iznin verdiği yetki olmadan Emirnamede belirlenecek alan içinde ve saatler arasında sokağa çıkmamasını emredebilir 27. İlgili madde, hukuk dili açısından anlaşılır nitelikte olmadığı gibi, yürütme organına sınırları çizilmemiş, belirsiz ve geniş bir takdir yetkisi vermiştir. Bugüne değin 202 Sayılı Emirname başta olmak üzere diğer birçok emirnameyle sokağa çıkma yasakları öngörülmüş, salgın hastalıkla ilgili gelişmelere göre bu emirnamelerde değişiklikler yapılmıştır.25  İlgili 8/2020 Sayılı Yasa Gücünde Kararname, 50 Sayılı RG İle 25.03.2020 de yayımlanarak yürürlüğe konulmuştur. Sokağa Çıkma Yasağı Yasası Hakkında Yasa Gücünde Kararname, Kabul Tarihi: 23.03.2020 Kararname Sayı: 8/2020 E.T(K-I) 4882020 RG 25 Mart 2020/50/s 127.26  Özay (n 16) 695.27  Fasıl 156 Sokağa Çıkma Yasağı Yasası nın ilgili 2. md devamında ‘Ancak Bakanlar Kurulu, Emirnamede belirlenecek kişileri veya belirli sınıflardaki kişileri Emirname kurallarından bağışık tutabilir. Yine ancak, Bakanlar Kurulu, Emirnamede belirlenecek herhangi bir kişiye, mutlak takdirine göre, Emirnamedeki herhangi bir belirli alanda (veya herhangi bir kısmında) Emirnamenin uygulanmasını askıya almaya, askıya almayı sona erdirmeye ve Emirnamenin yürürlükte olduğunu ilân etmeye yetki verebilir  ibaresi yer almaktadır.28  KKTC Bakanlar Kurulu 22.03.2020 tarihinde 48 Sayılı RG İle ilk olarak 202 Sayılı Kısmı Sokağa Çıkma Yasağı Emirnamesi kabul ederek yayınlamıştır. Bugüne değin aynı konuda birçok emirname yayınlanmıştır. Ancak ilk emirnamenin ardından Bakanlar Kurulu, 25.03.2020 tarihinde 50 Sayılı RG de 8/2020 sayılı Sokağa Çıkma Yasağı Yasası Hakkında Yasa Gücünde Kararname yayınlayarak 202 Sayılı Emirnameye uymayanlar aleyhinde yaptırım öngörmüş ve Fasıl 156 nın 4. maddesinde öngörülen suç ve cezalara ilişkin hükmünü bu kararname ile değiştirmiştir. BK bunun dışında sırasıyla; 51, 54, 57, 58, 59, 62, 68, 71, 73, 76 ve 79 sayılı Resmî Gazetelerde sokağa çıkma yasaklarına ilişkin emirnameler yayınlamıştır. <http://basimevi.gov.ct.tr/.>644Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ileEmirnamelerin dayandığı ilgili Fasıl 156 Kıbrıs ın İngiliz döneminde çıkarılmış bir  yasadır.  1955  tarihli Yasa,  bugün  ne  Güney  Kıbrıs ta  ne  de  İngiltere de uygulanmamaktadır.  Yasa nın  KKTC de  halen  yürürlükte  olması,  Jefferson ın yeni  kuşaklar  teorisini  akla  getirmektedir.  Bu  teoriye  göre  geçmiş  kuşakların iradeleri gelecek kuşakları bağlamaz. Her anayasa ve her yasa doğal olarak 19 yılın sonunda yürürlükten kalkmalıdır. Böylelikle bir sonraki kuşağın yürürlükten kaldırma yetkisini kullandığı söylenebilir, bu da onları özgür kılacaktır. Jefferson  Dünya yaşayanlara aittir, ölülere değil 32 sözüyle, her kuşağın hangi siyasal, hukuki ve ekonomik kurumlar içinde yaşamak istediğine karar verme konusunda özgür olduğuna işaret etmiştir. Dolayısıyla Fasıl 156 nın yürürlükte olması bugün salgın hastalık nedeniyle uygulanmış olması bugünün kuşaklarının belirli bir ihtiyacından kaynaklanmamaktadır. Yasa nın hala yürürlükte olması hem siyasi iktidarların bu tür boşlukları doldurma konusundaki zayıflığını göstermekte hem de çok yakın zamanda KKTC de yürürlüğe giren 45/2018 sayılı Bulaşıcı Hastalıklar Yasası nın yeterince nitelikli olmadığını göstermektedir. Zira içinde bulunduğumuz salgın hastalık ile mücadelede öncelikle uygulama alanı bulması gereken norm Bulaşıcı Hastalıklar Yasasıdır.  Ayrıca,  Anayasa da  açıkça  güvence  altına  alınan  gezi  ve  yerleşme özgürlüğüne getirilecek sınırlamalar da bu koşullarda yine bu 45/2018 sayılı Yasada öngörülmüş olmalıydı. Şüphesiz Fasıl 156 nın hala yürürlükte olmasının kaynağını Anayasa da aramak gerekir. Öncelikle 1960 Kıbrıs Cumhuriyeti (KC), daha sonra 1975 Kıbrıs Türk Federe Devleti (KTFD) ve son olarak 1985 KKTC Anayasalarında bu tür eski dönemlerden kalan yasaların yürürlüğü için geçici maddeler öngörülmüştür. Fasıl 156 KKTC Anayasası gereğince yürürlükteki mevzuat sayıldığına göre, 1975 KTFD ve hatta 1960 KC döneminde de yürürlükte olduğu söylenebilir. Nitekim KC AY sine göre (md 188) cumhuriyetin kurulduğu süreçte yürürlükte olan yasalarla ilgili olarak şu hüküm bulunmaktadır;29  İngiliz idaresi altında 1957 yılında bu Yasaya bağlı olarak Karavas, Larnaca ve Lapithou bölgelerinde sokağa çıkma yasakları getirilmiştir. The Cyprus Gazette, Supplement No. 3, Subsidiary Legislation (28.11.1957) <https://sbaadministration.org/home/legislation/01_02_09_02_PartII-SubLeg-Cyprus/CyGaz-.pdf> Erişim Tarihi 10 Nisan 2020.Yasa nın o tarihte uygulanması Yunanistan ve İngiltere arasında Avrupa İnsan Hakları Sözleşmesi nin ihlal edildiği gerekçesiyle davaya konu olmuştur. Greece v. United Kingdom kararı AİHS 15. maddeye ilişkin ilk dava olarak ifade edilir. Bu Karar da İngiliz Hükümetinin Kıbrıs ta o dönemde olağanüstü hal ilan etmesi özellikle Yunan Devleti tarafından tartışmalara konu olmuştur. Komisyon İngiltere İmparatorluğunun bir parçası olarak Kıbrıs ta böyle bir ilanın yapılmasının hükümetin ilgili takdir yetkisini belirli sınırlar içinde muhafaza edeceğini belirtmiştir. Karara göre Hükümet milletin hayatının tehdit edildiği durumlarda bir takdir yetkisi sahiptir ancak bu takdir yetkisi Avrupa denetimine tabi olacaktır. Greece v. United Kingdom, Appl. No. 176/56, (26.09.1958) Ayrıca bkz Bart van der Sloot, ‘Is All Fair in Love and War? An Analysis of the Case Law on Article 15 ECHR  (2014) 53 (1) Military Law and the Law of War Review <https://bartvandersloot.com/onewebmedia/Is_all_fair_in_love_and_war_forthcomming.pdf> 26.04.2020.30  Adada Kıbrıslı Türklerin idaresinde sırasıyla; 1878-1960 yılları arasında  İngiliz  idaresi; 1960  Kıbrıs Cumhuriyeti; 19631967 arasında Türk toplumu  Genel Komite ; 1967 de  Kıbrıs Geçici Türk Yönetimini ; 1974 sonrası  Otonom Kıbrıs Türk Yönetimi ; 1975 te  Kıbrıs Türk Federe Devleti ve 1983 tarihinde  Kuzey Kıbrıs Türk Cumhuriyeti  ilanı edilmiştir. KKTC Anayasası 07.05.1985 te yürürlüğe girmiş bugüne değin uygulanmaktadır. Necatigil (n 13) 1 ff. 31  Thomas Jefferson, ‘Thomas Jefferson to James Madison  (1789) 15(27) Princeton University Press 1958, 392 <https://jeffersonpapers.princeton.edu/selected-documents/thomas-jefferson-james-madison> Erişim Tarihi 20 Mart 2020.32  David A Strauss, ‘Common Law, Common Gorund and Jefferson s Principle  (2003) 112 The Yale Law Journal 1717, 1721.33  Salih Akkanat, ‘Kurucu İktidara Dayalı Bir Demokrasinin İmkânı: Siyasal Bir Yaklaşımı  (2015) 48(2) Amme İdaresi Dergisi 1, 6.645İstanbul Hukuk Mecmuası 79/2   …Anayasanın  yürürlüğe  girdiği  tarihte  yürürlükte  bulunan  bütün  yasalar,  …gerek değiştirme, gerek ilave veya gerekse kaldırma sureti ile, tadil edilinceye kadar; bahis konusu tarihte ve bundan sonra yürürlükte kalırlar ve bahis konusu tarihten itibaren bu Anayasaya uymaları için yapılması gerekli tahvillerin yapılması suretile yorumlanır ve uygulanır 34.Fasıl 156 sayılı Yasa nın orijinal metninde, sokağa çıkma sınırlaması konması konusundaki yetki, o dönemin İngiliz hükümetince atanan Vali ye verilmiştir. Vali,  kamu güvenliği  ve  kamu yararı  doğrultusunda gerek görürse, herhangi bir yerde sokağa çıkma yasağı ilan edebilir. Vali nin bu yetkisini bir karar biçiminde kullanacağı belirtilmiştir. Yasa nın İngiliz döneminde Vali ye verdiği sokağa çıkma yasağına ilişkin Karar yetkisinin, bugünkü şekliyle Bakanlar Kurulu na emirname çıkarması  biçiminde  değiştirildiği  görülmektedir.  Yasa nın  nasıl  güncel  hukuk düzenine uyarlanacağı konusundan KC AY sinde ayrıntılı düzenleme yapılmıştır. Anayasa nın md 188/3 (b) bendinde İngiliz dönemindeki yasalarda Valiye veya Valilik Meclisi ne yapılan atıflar;   bu Anayasanın açık hükümlerine göre, ayrı ayrı veya müştereken Cumhur Başkanına ve Cumhur Başkan Muavinine, Cemaat Meclislerine açıkça ayrılanlar dışında teşriî kuvvetin kullanılması ile ilgili konularda Temsilciler Meclisine, bu Anayasa gereğince yetkisine dâhil bütün konularda ilgili Cemaat Meclisine ve icra kuvvetinin kullanılmasına dair konularda Bakanlar Kuruluna  yapılan atıflar olarak kabul edilecektir. Ayrıca AY nin  …herhangi bir hükmüne aykırı veya uyuşmaz olan  (md 188/2) hiç bir yasa yürürlükte kalamayacaktır. KC AY sinin ardından gelen 1975 KTFD AY sine  göre,  o  tarihe  kadar  kabul  edilmiş  mevzuatın   anayasanın  kurallarına veya bu anayasa uyarınca uyulacak kurallara aykırı olmayanları, yürürlükte dir. KKTC de Fasıl 156 nın yürürlükte olmasının dayanağı ise, KKTC AY nin Geçici 4. maddesidir. Maddeye göre  …Anayasanın yürürlüğe girdiği tarihte yürürlükte olan mevzuat, bu Anayasa kurallarına aykırı olmadığı ölçüde yürürlükte  kalacaktır.Yukarıda verilen geçici hükümler arasında en detaylısı 1960 KC Anayasasında bulunmaktadır.  AY de  (md  188/4)   ….yürürlükte  kalan  herhangi  bir  yasanın hükümlerini  uygulayan  Cumhuriyet  dahilindeki  herhangi  bir  mahkeme,  ….  bu Anayasa  hükümlerine  uygun  kılmak  için  gerekli  olabilecek  tahvilleri  yaparak uygular  denilmektedir. Buna göre İngiliz döneminde kabul edilmiş yasalarda, geçen her ifadenin otomatik olarak belirli bir organa tevdi edilmeyeceği, işlemin niteliğine 34  Kıbrıs Cumhuriyeti Anayasası madde 188, 1960 Kıbrıs Cumhuriyeti Anayasası, Numarası:0/1960, Kabul Tarihi:06.04.1960 Yürürlük Tarihi:16 Ağustos 1960.35  Curfew Law, 1955 Cyprus Law, <http://www.cylaw.org/nomoi/arith/1955_1_017.pdf> Erişim Tarihi 02 Nisan 2020; Yasa nın ilgili orijinal metni şu şekildedir;  The Governor may, if he deems it expedient so of to do in the interests of public safety and the, Curfews maintenance of public order, at any time by Order direct that no person in any area specified in the Order shall be out of doors between such hours as may be prescribed by the Order except under the authority of a written permit granted by such person as may be specified in the Order:  Yasanın tam orijinal adı  A Law to Provide for The Imposition of Curfews in the Interests of Public Safety and the maintenance of Public Order  biçimindedir. Supplement No. 2, Legislation The Statute Laws of Cyprus No. 11 of 1955 The Cyprus Gazette No. 3821, Kabul Tarihi: 05.05.1955.36  Kıbrıs Türk Federe Devleti Anayasası (KTFD), Numarası: 0/1975, Kabul Tarihi: 13 Şubat 1975 Yürürlük Tarihi: 08.06.1975 Geçici md 1.646Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ilegöre yorumlanacağı belirtilmiştir. Özellikle yasama yetkisinin kullanılmasına ilişkin konularda bu yetkinin yasama organının yetkisi biçiminde yorumlanması gerektiği belirtilmiştir. Somut olayda da Fasıl 156 gibi kapsamı ve içeriği ile sınırlı olan bir Yasa ya dayanılarak, yürütmeye temel hak ve özgürlükleri sınırlayıcı nitelikte idari bir işlem olan Emirname ile sokağa çıkma yasağının getirilmesi yetkisi verilmektedir. Bu açıdan bakıldığından ilk etapta Anayasa ya yasallık, hukukun üstünlüğü, hukuki güvenlik ve belirlilik açısından aykırıdır. KKTC AYM iç hukuk düzenlemeleri bakımından devletlerin hukuki kesinlik veya yasallık ilkelerine uyum göstermesinin Avrupa İnsan Hakları Mahkemesi (AİHM) kararları bakımından gerekli olduğu, bu gerekliliği yerine getirilmediği durumlarda sınırlama tedbirleri açısından devletin amaçlarının meşruiyetini veya orantılığını ele almak için de bir sebep kalmayacağı aktarılmıştır.Avrupa İnsan Hakları Sözleşmesi (AİHS) KKTC Hukuku bakımından da iç hukukta ve yasalarla eş değer kabul edilmektedir. AİHM in yerleşik içtihatlarına göre temel hak ve özgürlüklere getirilecek sınırlamaların yasa ile öngörülmesi, sadece  iç  hukukta  bir  dayanağının  olmasını  değil,  aynı  zamanda  onun  ‘yasa niteliğine  de sahip olmasını gerektirir. Mahkeme maddi anlamda yasa anlayışını benimsemekte  ve  somut  olayda  sınırlama  aracının  adı  ile  bağlı  olmayıp,  yasa niteliğini taşıyıp taşımadığını araştırmaktadır. Mahkeme sınırlama aracı olarak yasanın  kaliteli  olmasını,  sınırlamada  başvurulan  tedbirin  aynı  zamanda   yasa kavramının  niteliklerini  taşıması   gerektiğini  belirtir.  Kısaca  bir  düzenlemenin adının yasa olması yeterli değildir aynı zamanda nitelikli, kaliteli olması da gerekir. Buna göre yasa aynı zamanda ulaşılabilir,  erişilebilir  olmalı,  kişilerin belirli bir eylemin doğurabileceği sonuçları, şartların izin verdiği ölçüde öngörebilmelerini ve davranışlarını düzenlemelerini, gerekirse uygun tavsiyeler ile birlikte sağlayacak şekilde yeterli kesinlikte formüle  edilmiş olmalıdır. Her ne kadar AİHM içtihatlarında bir düzenlemenin yasa biçiminde nitelendirilmesi, Sözleşmeye uygun bir sınırlama yapıldığı anlamına gelmez. Bunun yanında yasa ulaşılabilir olmalı ve bireylerin davranışlarını kurallara göre ayarlayabileceği ölçüde açık ve sarih, öngörülebilir olmalıdır. Mahkeme bu tür bir yasanın  öngörülebilir ,  belirli olması  kriterlerini de  hukuki güvenlik  açısından aramaktadır.37  KKTC AYM, KS 14/2015, D 9/2017, 29.06.2017, 26.38  KKTC AY md 90.39/1962 sayılı İnsan Haklarını ve Ana Hürriyetleri Korumaya Dair Avrupa Sözleşmesi Ve Buna Ek Protokolün Tasdiki Hakkında Yasa Kanun Numarası: 39/1962, Kabul Tarihi:24.05.1962, Cyprus Government Gazette No 157, Supplement I. 39  Kerem Altıparmak ve Onur Karahanoğulları, ‘Pyrrhus Zaferi: Leyla Şahin/Türkiye, AİHM/Hukuk, Düzenleyici İşlem/Kanun  (2004) 3 (1) Hukuk ve Adalet Dergisi 249, 254 ff.40  Gülcü v Türkiye App no 17526/10 (ECHR, 2016 ) ; Sunday Times v Birleşik Krallık, (no 1) Series A no 30 App No:6538/74 (ECHR,26 Nisan 1979) para 49.41  Association Ekin v Fransa App no 39288/98 (ECHR,2001) <https://hudoc.echr.coe.int/eng#{itemid:[001-59603]}> Erişim Tarihi 19 Nisan0.647İstanbul Hukuk Mecmuası 79/2Mahkeme  yasa  kavramını oldukça geniş yorumlamaktadır. Ona göre yasa kısaca yetkili mahkemelerin yorumladığı şekliyle yürürlükte olan hükümdür. Common law hukuk düzeninde, yazılı olmayan hukuk da yasayla düzenleme kavramı içerisinde değerlendirilmektedir.  AİHM,  idarenin  düzenleyici  işlemleri  ve  yargıç  yapımı hukukun da yasallık ilkesini karşıladığını kabul etmektedir. Yasayla öngörülme kriteri yukarıda belirtilen; ilgili kişiler açısından yeterli derecede ulaşılabilir olması ve hükmün ilgili kişilerin, davranışlarını bu hükme göre yönlendirebilme ve eylemlerinin sonuçlarını belli koşullar altında öngörebilmeye olanak sağlayacak kadar açık olması ilkeleri dışında, müdahalenin mevzuatta ya da yargı içtihatlarında yer alan bir hükme dayanması ilkesini de içerir. Sokağa çıkma yasaklarına ilişkin emirnameler maddi niteliği itibariyle bir yasa işlemi olarak kabul edilse dahi, Fasıl 156 da dâhil olmak üzere, AİHM in kaliteli yasadan beklediği kriterleri karşılamamaktadır. TC Anayasa Mahkemesi sınırlamalar bakımından hem şekli anlamda yasa kriterini, hem de içerik olarak belirli bir amacı gerçekleştirmeye elverişli olmasının gerekliliğini ortaya koymaktadır. KKTC konum itibariyle birçok medeniyetin ve dolayısıyla birçok hukuk sisteminin etkisi altında kalmış, ancak kendi iç hukukunu yenileme konusunda yeterince etken olamamıştır. KKTC ye oranla vaka sayısı daha fazla olan Güney Kıbrıs ta da sokağa çıkma yasağı da dâhil olmak üzere birçok tedbir alınmaktadır. Orada alınan tedbirlerin 1932 tarihli ve Fasıl 260 sayılı Karantina Yasası na (Fasıl 260) dayandırıldığı görülmektedir. Fasıl 260 KKTC de de yürürlükteydi ve içeriğinde kısaca kamu sağlığı  nedeniyle  alınacak  tedbirler  öngörülmekte,  salgın  hastalık  nedeniyle Bakanlar Kurulu nun alacağı tedbirlerin çerçevesini, bu tedbirlerin hangi amaçla nasıl alınacağı, tedbirlere uyulmaması halinde uygulanacak yaptırımları biraz daha kapsamlı düzenlemekteydi. Daha detaylı nitelikteki bu Yasa, 2018 tarihli Bulaşıcı Hastalıklar Yasasıyla yürürlükten kaldırılmıştır. Ancak ne ilginçtir ki 2018 yılında yürürlüğe giren bu Yasa salgın hastalık kapsamında alınan tedbirleri karşılayamamış, KKTC hükümeti salgın hastalıkla ilgili aldığı sınırlayıcı tedbirleri daha eski tarihli ve kapsamı dar olan 4 maddelik Fasıl 156 kapsamında almıştır. Tam olarak salgın hastalıklarla ile ilgili olsa da ne yazık ki Bulaşıcı Hastalıklar Yasası konuya ilişkin hükümlerde yeterince net değildir. 42  Gülcü v Türkiye, para 58.43  Altıparmak ve Karahanoğulları (n 39) 255.44  Haşim Özpolat, ‘Anayasa Mahkemesi nin Bireysel Başvuru Kararlarında Maddi Anlamda Kanun Kriteri  (2018) 9(33) TAAD 609, 610.45  Ali Karatay Başvurusu, AYM 2012/990, 10.12.2014 para 48; Özpolat (n 44) 610 ff.46  Güney Kıbrıs bu süreçte Karantina Yasası ndan aldığı yetkiyle kararnameler ile düzenleme yapmaktadır. Bkz Minister of Health, ‘Minister of Health to issue new decree under the Quarantine Law Act , (Minister of Health Cyprus, 30.03.2020) <https://www.pio.gov.cy/coronavirus/en/press/30032020_19.pdf> Erişim Tarihi 18 Nisan 2020. Karantina Yasası, The Quarantine Law, 1932, Kabul Tarihi: 26.02.1932. RG 09.03.19327 Cyprus Gazette No. 2201 of the No. 17 of 1932 < http://www.cylaw.org/nomoi/arith/1932_1_017.pdf> Erişim Tarihi 03 Nisan 202047  45/2018 Sayılı Bulaşıcı Hastalıklar Yasası, Kanun Numarası: 45/2018, Kabul Tarihi: 10 Aralık 2018. <https://www.mahkemeler.net/birlestirilmis/45-2018.docx> Erişim Tarihi 17 Mart 2020.648Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ileYasa  çağın  gereklilikleri  ve  salgın  hastalıklar  konusunda  oldukça  detaylı düzenlemeler içermesine rağmen, salgın hastalık nedeniyle sokağa çıkma sınırlaması öngörmemiştir. Yasa böyle bir sınırlama getirmiş olsaydı, gezi özgürlüğüne uygun nitelikte olabilecekti. Zira AY de gezi özgürlüğü, ancak ulusal güvenliği sağlama ve salgın hastalıkları önleme amaçlarıyla ve yasayla sınırlanabileceği öngörülmüştür (md 22). 45/2018 sayılı bu Yasa da KKTC de  tehlikeli bir epidemik veya bulaşıcı hastalığın tehdidi veya etkisi altında olduğunda, Bakanlık, bir hastalığın önlenmesi ve hafifletilmesi için Dünya Sağlık Örgütünün önerilerini dikkate alarak uygun bulduğu hususlarda tedbirler  (md 36) alınabileceği belirtilmiştir. Burada da Fasıl 156 da olduğu gibi yürütmeye geniş, çerçevesi ve sınırları belirtilmemiş bir yetki verilmiş, tedbirlerin sınırları açık, öngörülebilir bir çerçevede ortaya konulmamıştır. 2018 tarihli bu Yasa da değişiklik yapılmalı, salgın hastalıkların engellenmesi adına sokağa çıkma yasağı konulabilmesi için hükümetin yetkilerini açıkça ortaya koymalıdır. Bu yetkilerin sınırları da açıkça belirtilmelidir. Kanımızca ancak bu şekilde AY deki gezi ve yerleşme özgürlüğüne uygun bir yasal düzenlemeden söz edilebilir.Mevcut sokağa çıkma yasağının dayanağı olan Fasıl 156 önemli ölçüde meşruiyetini kaybetmiş bir yasadır. Meşruiyet sadece yasallık kavramına indirgenemez. Kavram,  bir kurum veya kuralın kendinin üstünde bulunan hukuksal ya da etik bir norma uygun olmasını  ifade eder. Dolayısıyla bir defalığına tanımlanan ve her dönem geçerliliği bulunan bir olgu değildir, sürekli yenilenir. Atay a göre  zaman içerisinde gelişen ve değişen şartların sonucu olarak toplumda egemen olan meşruluk anlayışı değişebilir  sonuçta da pozitif normların toplumsal dayanakları ve etkinlikleri zayıflar. Dolayısıyla meşruiyet kaybedilir, siyasi iktidarın yasallık temeli ortadan kalkar. Fasıl 156, yürürlüğe girdiği dönemin ruhunu yansıtan, o dönemin siyasi iktidarınca yürürlüğe konulmuş ve o dönem itibariyle uygulanmış bir Yasadır. O dönemin siyasi iktidarının olan kaynağı İngiltere de dahi uygulanmamaktadır. Cumhuriyet, anayasal devlet ve hukukun üstünlüğüyle tanımlanan anayasal bir rejimde meşruiyetini büyük ölçüde yitirmiştir. Fasıl 156 sayılı Yasa da öngörülebilir, belirli, açık ve net kaliteli bir yasa olmadığı gibi, buna bağlı olarak Bakanlar Kurulu nun sokağa çıkmayı sınırlayan Emirnamesi nin de yetki yönünden hukuka uygunluğu tartışılmalıdır. Düzenleyici işlem niteliğindeki sokağa çıkma sınırlamasına ilişkin emirnamenin yürütme organına verilen yetki bakımından anayasal boyutunu da tartışmak gerekmektir. B. Sokağa Çıkma Yasağı Yasasında Bakanlar Kuruluna Verilen Düzenleme Yetkisinin Anayasaya UygunluğuFasıl  156 nın  sınırlı  ve  çerçeve  nitelikte  bir  düzenleme  olması,  yürütmeye ise sınırsız takdir yetkisi vermesi söz konusudur. Bu dar ve kısıtlı çerçeve yasa 48  Ender Ethem Atay, ‘Hukukta Meşruiyet Kavramı  (1997) 1(2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 121, 122.49  Hamit Görür, ‘Hukuk Devletinde Meşruiyet Sorunu  (2010) Hukuk Politik <https://www.hukukpolitik.com.tr/2016/12/05/hukuk-devletinde-mesruiyet-sorunu> Erişim Tarihi 02 Nisan 2020.50  Atay (n 48) 127.649İstanbul Hukuk Mecmuası 79/2biçimindeki içeriğine rağmen bu Yasa ya dayanılarak çıkarılan Emirname yasa değer ve gücündedir. Zira Emirname, sokağa çıkma yasağı konusunda genel, soyut, konuyu ilk elden düzenleme içerir niteliktedir. İlk elden düzenleme yapma yasama yetkisinin asliliği ilkesi olarak onun bir özelliğidir. İlgili Yasa da (md 2) Bakanlar Kurulu nun belirleyeceği kişilerin sokağa çıkma yasaklarından, kısacası Emirname kurallarından muaf tutulabileceği düzenlenmiştir. Bakanlar Kurulu belirleyeceği bir kişiye emirname kurallarını askıya alma veya yürürlüğünü ilan etme yetkisi verebilir. Burada idareye sınırsız bir takdir yetkisi verildiği gibi bu yetkileri de başka kişi/organlara sınırsız devri imkânı taşıyan bu düzenlemenin hukukun üstünlüğü ilkesiyle bağdaştırılması başka bir sorundur.Fasıl  156  ile  içerik  itibariyle  gezi  özgürlüğüne  sınırlama  getirerek,  sokağa çıkmayı yasaklamak üzere Bakanlar Kurulu na verilen emirname yetkisinin, yasama yetkisinin yürütmeye devri niteliğinde olduğu açıktır. Yasama yetkisinin genellik, aslilik ve devredilmezlik olmak üzere üç özelliği bulunmaktadır. Yasama organın kendisine anayasayla verilen yetkileri, Anayasada açıkça istisna getirilmediği sürece devredilmezdir. Yürütme organı yetkisini aldığı yasadaki genel esaslar ve sınırlar içerisinde ayrıntıları düzenleyebilir. Şayet yürütme organı yasanın düzenlemediği bir konuyu ilk elden düzenliyor veya sınırları çizilmemiş bir yetkiyi kullanıyorsa yasama yetkisinin devredilmezliği ilkesine aykırılık oluşturur. Bu yürütme organının türev niteliği ve yetkisini kullanırken mutlaka yasanın çizdiği sınırlar içerisinde kalması gerektiğine işaret eder. Bu noktada Fasıl 156 nın yürütmenin çerçevesini çizecek derinlikte ve genişlikte bir yasa olmadığı hatırlatılmalıdır.Yasama yetkisinin genelliği, yasama yetkisinin dilediği genişlikte ve derinlikte ayrıntılı  düzenleme  yapılabilmesi,  konu  bakımından  sınırlandırılmamış  olması anlamına  gelmektedir.  Genellik  ilkesi  yürütmeye  bırakılmış  saklı  bir  alanının olmamasıdır. Buna karşılık yürütme yetkisi türev ve ikincil bir niteliğe sahip olup, bu yetkinin Anayasa ya veya yasaya dayanma zorunluluğu bulunmaktadır.Yasama  yetkisinin  asliliği,  anayasaya  aykırı  olmamak  koşulu  ile  anayasaya dayanma zorunluluğu olmadan yasama organının ilk elden düzenleme yapabilmesidir. Yasama yetkisinin asliliği çerçevesinde  idarenin koyacağı düzenleyici kuralların idarenin, yetkisi sınırlarını aşmamış ve yasama yetkisi alanına taşmamış bulunması, 51  Gözler, Anayasa Hukukunun Genel Esasları ( n 22) 356.52  Cengiz Arıkan, Türk Anayasa Hukukunda Yasama Yetkisinin Devredilmezliği İlkesi (Doktora Tezi, Ankara: Ankara Üniversitesi 2011) 117.53  Gözler, Anayasa Hukukunun Genel Esasları ( n 22) 364.54  1985 KKTC AY md 5; Harun Yılmaz, ‘Türk Hukukunda Düzenleme Yetkisinin Tarihsel Gelişimi ve Niteliği  (2014) 110 Türkiye Barolar Birliği 220, 230 <http://tbbdergisi.barobirlik.org.tr/ViewPDF- i-1345> Erişim Tarihi 10 Nisan 2020; Arıkan (n 52) 115.650Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ilevazgeçilmez bir koşul  olarak kabul edilir. Fasıl 156 da da sokağa çıkma yasağı konusunda  yürütmeye   yalnızca   yetki  verilmesi  söz  konusudur.  Bu  durumda yasa  koyucunun  ilk-el  düzenleme  yetkisine  taşan  bir  yürütme  yetkisini  ortaya çıkarabileceğinden anayasaya aykırılık oluşturacaktır.Yasama organının en temel yetkilerinden biri genel, soyut, kişilik dışı, sürekli nitelikte kural işlemler, yani yasa yapmaktır. Ancak yasama organının uygulamadan kaynaklanan,  uzmanlık  gerektiren  teknik  konularda  düzenleme  yapması  kolay değildir. Yasama organının, bu tür geniş alana yayılmış yürütme organının ve/veya idarenin işlem ve eylemlerini önceden yasayla düzenlemesi de olanaksızdır. Bu sebeple yürütme organı bireysel nitelikli somut işlemlerinin yanında genel, soyut, kişilik dışı düzenleyici işlemler de yapmaktadır. Keza yürütme organının ve idarenin yapısı gereği düzenleyici işlemler yapabilecek yetkiye sahip olduğu kabul edilir.İyi bir yönetim için sadece kuralların uygulanması yeterli değildir, toplumsal ihtiyaçlarının  karşılanmasına  da  cevap  verilmelidir. Yürütme  organının  ve/veya idarenin yerine getirmekle yükümlü olduğu hizmetler bakımından takdir yetkisi gereklidir. Aksi  halde  yasamanın  genel  ve  soyut  işlemleriyle,  sonradan  ortaya çıkabilecek sorunların çözümünde boşluk ortaya çıkabilir. Şüphesiz yürütme organın ve/veya idarenin bu takdir yetkisi sınırsız değildir. Yasayla yürütme organına verilen yetkilerin çerçevesi konusunda farklı fikirler ileri sürülse de genel olarak kabul edilen ilke, yasayla yetki verilirken ortaya konulacak genel esasların veya temel ilkelerin, yürütmenin sınırsız takdir yetkisi kullanmasını ve keyfi hareket etmesini önleyecek nitelikte olmasıdır. Genel esasların belirlenmesi adına ilgili yasada  müdahale, yetki, şart ve şeklin  belirtilmesi gerekir. Aksi halde yasama yetkisinin devredilmezliği ile yürütmenin kanuna dayanma zorunluluğuna ilişkin ilkeler anlamsız kalır. Yürütmeye verilen yetkinin, genel esasları ve uyulması gereken genel kuralları belirlendikten sonra  uzmanlık ve teknik iş gerektiren hususlarda  yasama organının bu yetkiyi yürütme organına verebileceği belirtilir. Bu kapsamda verilen yetki sınırlı 55  TC AYM, E 1967/41, K 1969/57, 25.10.1969.56  Abdurrahman  Eren,  ‘Anayasa  Mahkemesinin  Kanun  Hükmünde  Kararnamelere  İlişkin  İçtihadı  Doğrultusunda Cumhurbaşkanlığı Kararnamelerinin Değerlendirilmesi  (2019) 36( 1) Anayasa Yargısı 1, 21.57  1985 KKTC AY md 78: ‘Cumhuriyet Meclisinin görev ve yetkileri, yasa koymak, değiştirmek ve kaldırmak; Bakanlar Kurulunu ve bakanları denetlemek; Bütçe ve kesin hesap yasa tasarılarını görüşmek ve kabul etmek, para basılmasına ve savaş ilanına karar vermek, uluslararası andlaşmaların onaylanmasını uygun bulmak; kalkınma planlarını onaylamak; genel ve özel af ilanına, mahkemelerce verilip kesinleşen ölüm cezalarının yerine getirilmesine karar vermek ve Anayasanın diğer maddelerinde öngörülen yetkileri kullanmak ve görevleri yerine getirmektir . 58  Arıkan (n 52) 116.59  Halil Kalabalık, ‘İdare Hukukunda Takdir Yetkisi Kavramı Ve Benzer Kurumlarla Karşılaştırılması  (1997) 1( 2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 205, 206 - 207.60  1985 KKTC AY md 110/3.61  Kalabalık (n 59) 207.62  Arıkan (n 52) 117-119.63  TC AYM, E 1993/5,K 1993/25, 06.07.1993.651İstanbul Hukuk Mecmuası 79/2bir yetkidir ve bu sınır aşılırsa yasama yetkisi devredilmiş olur. Bu da Anayasa ya (md 4) aykırılık teşkil eder. Dolayısıyla yasayla yürütmeye verilecek yetkinin sınırları belirsiz olursa, yasama yetkisinin devri söz konusu olacak, bu da anayasaya aykırı olacaktır. Yürütmenin düzenleme yetkisine ilişkin olarak, eğer yasama bir yasayla yürütme organına yetki vermişse, düzenlemeye ilişkin herhangi bir sınır çizilmemiş olsa bile, yürütmenin o yetkiyi kullanabileceği ileri sürülmüştür. Bu görüş, yasama yetkisinin devredilmezliği ve yürütme yetkisinin yasalara dayanılarak kullanması ilkelerini anlamsız kaldığı gerekçesiyle kabul görmemiştir. Diğer bir görüşü ortaya koyan Duran a göre; yürütmeye yasayla düzenleme yetkisi verilirken  genel esaslarının  gösterilmesi gerekir. Ancak burada genel esasların ne olduğu açık değildir, yasada sadece  müdahale, yetki, şart ve şeklin  belirtilmesi gerektiğine değinilmiştir. Güneş, yasama ve yürütme işlemlerinin birbirinden ayrılmadığını, anayasal anlamda yasama organının  temel ilkeler  ve  genel esaslar  belirleyerek yürütmeye yetki vermesinin anlaşılmaz olduğunu belirtmiştir.TC Anayasa  Mahkemesi nin  genel  görüşü  ise  yürütmeye  verilen  yetkinin, genel esaslar ve uyulması gereken genel kurallar belirlendikten sonra  uzmanlık ve teknik iş gerektiren hususlarda  yasama organının bu yetkiyi yürütme organına verebileceğidir. Yetki  verilen  yasada  temel  ilkelerin  belirlenmesi,  yani  yasanın çerçevesinin  yeterince  sınırlandırılması  ve  keyfi  hareket  edilmesini  önleyecek nitelikte olması gerekmektedir. Dolayısıyla yasayla yürütmeye verilecek yetkinin sınırları belirsiz olursa, yasama yetkisinin devri söz konusu olacaktır. KKTC AYM, Anayasaya aykırılığı iddia edilen 41/2001 sayılı KKTC Merkez Bankası Yasasına dayanılarak kabul edilen bir karara ilişkin,  yasama organının, bir konunun çerçevesini, temel ilkelerini ve sınırlarını çizdikten sonra onun ayrıntılı düzenlenmesinin yürütme organına bırakılmasının her iki organın yapısı ve işleyişi bakımından  doğal  ve  ideal   olduğunu  belirtmiştir.  TC  Anayasa  Mahkemesi kararlarından ve doktrininden etkilenen Mahkeme, geçmiş kararlarından hareketle yasama organının bir konunun ayrıntılarının belirlenmesi için, düzenleme yetkisini yürütme organına veya yetkilendirdiği başka bir organa verilebileceği belirtilmiştir. Bu gibi hallerde verilen yetkinin  yasada açıklıkla belirtilmesi, sınırlarının açıklıkla tespit edilmesi, temel ilkelerin koyulması, çerçevesinin çizilmesi ve sınırsız belirsiz bir alan bırakılmaması  gerekmektedir. Ayrıca ilgili organa keyfi hareket edecek 64  KKTC AYM, KS AM 5/97, AM 5/97 (D 1/98),1998.65  Ragıp Sarıca, ‘Türkiye de İcra Uzvunun Tanzim Selâhiyeti , (İstanbul, Türk Hukuk Kurumu Yayını, 1943), s. 259-263 den aktaran Arıkan (n 52) 118-119.66  Duran dan aktaran Arıkan (n 52) 119.67  Güneş den aktaran Arıkan (n 52) 119.68  Örneğin TC Anayasa Mahkemesi 6.7.1993 tarihli E 1993/5, K3/25 sayılı karar.69  Sarıca dan aktaran Arıkan (n 52) 117.70  KKTC AYM, KS 4/2006, 2007, 22.652Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ilebir yetkinin verilmemesine özen gösterilmesi gerektiği üzerinde de durulmuştur. Bu bakımdan verilen yetki sınırlı bir yetkidir ve bu sınır aşılırsa, yasama yetkisi devredilmiş olur. Bu durumda Anayasa ya (md 4) aykırılık teşkil eder. Yasama organı anayasal çerçevede sınırsız bir yetkiyi başka bir organa devredemez.KKTC  AYM   yasama  organının,  bir  konunun  çerçevesini,  temel  ilkelerini ve  sınırlarını  çizdikten  sonra  onun  ayrıntılı  düzenlenmesinin  yürütme  organına bırakılmasının her iki organın yapısı ve işleyişi bakımından doğal ve ideal  olduğunu belirtmiştir. Mahkeme, yasama organının bir konunun ayrıntılarının düzenlenmesi için, düzenleme yetkisini yürütme organına veya yetkilendirdiği başka bir organa verilebileceğini  belirtmektedir.  Yürütmeye  verilen  yetkinin   yasada  açıklıkla belirtilmesi,  sınırlarının  açıklıkla  tespit  edilmesi,  temel  ilkelerin  koyulması, çerçevesinin çizilmesi ve sınırsız belirsiz bir alan bırakılmaması  gerekmektedir. Ayrıca ilgili organa keyfi hareket edecek bir yetkinin verilmemesine özen gösterilmesi gerekir.KKTC AYM 2011 tarihli bir kararında, İmar Yasası na dayanılarak çıkarılan bir emirnamenin mülkiyet hakkına, yani anayasaya aykırılığına (md 36) ilişkin başvuruyu incelemiştir. Mahkeme, AY de her ne kadar (md 11 ve 36) temel hak ve özgürlüklerin  yalnızca yasayla  sınırlanacağı hükmü olsa da yasama organının, sınırlarını çizip temel ilkeleri belirlemesi şartıyla yürütme organına ayrıntılar için yetki vermesi, oybirliğiyle yetki devri niteliğinde sayılmamıştır. Mahkeme, davaya konu emirnamenin maddi yönden incelemesini yaparak, su kaynaklarının korunması maksadı taşıyan bu düzenlemenin kamusal bir yararı temsil ettiğini belirtmiştir. Mahkeme bu gerekçelerle yetki devrinin uygun olduğuna ve temel hak ve özgürlüklere ilişkin temel ilkelere aykırılık oluşturmadığına karar vermiştir. Buna rağmen kararda yürütmenin  tasarruflarda bulunabilmesi için, …Yasada esaslarını saptaması, amacı belirlemesi,  alınacak  önlemlerin  gereksinimlere  uygunluğunu  sağlamak  üzere  yürütmenin görevlendirilmesi gerektiği belirtilmiştir. Sonuç olarak yasama organı, yürütmeye belirli bir konuda yetki verecekse; yukarıda ifade edilen genel esasların belirlenmesi koşuluyla uzmanlık ve idare tekniğine ilişkin hususların düzenlenmesi için hükümete yetki verebilmesi gerekir. Anayasa uyarınca yasayla düzenlenmesi zorunlu olan konularda, münhasır yasa alanlarında, yürütmeye düzenleme yetkisinin tanınmaması ve sübjektif hakların düzenlenmesinin yürütmeye bırakılamaması  ilkelerine  uyulması  da  gerekir.  Somut  olayda  ise  Cumhuriyet Meclisi nin sokağa çıkma yasağı konusunda Bakanlar Kurulu na yetki verilebileceği ve Bakanlar Kurulu nun da bu yetkiye dayanarak düzenleyici işlemler yapabileceği 71  KKTC AYM, KS 4/2006, 28. KKTC AYM, KS (D 3/2012), 2012, 25. KKTC AYM, KS AM 5/97.72  KKTC AYM, KS 4/2006, (D 1/2007), 2007, 22.73  KKTC AYM, KS 4/2006, (D 1/2007), 2007, 28; KKTC AYM, KS (D 3/2012), Birleştirilmiş 12-13-14-15-16/2012 (D 3/2012), 2012, 25.74  KKTC AYM, KS 21/2009, 21/2009 (D 3/2011), 2011, 12-13.75  Selim Kaneti, ‘Anayasa Mahkemesi Kararlarına Göre Yasama Yetkisi İle Yürütmenin Düzenleme Yetkisinin Sınırları  (1994) 54(1-4) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 33, 33 vd.653İstanbul Hukuk Mecmuası 79/2sonucu ortaya çıkmaktadır. Ne var ki Fasıl 156 da Bakanlar Kurulu na sadece yetki verilmiş, ancak bu yetkiye dayanılarak yapılacak işlemlerin temel ilkeleri, esasları veya sınırları belirlenmemiştir. Yasa, salgın hastalık sebebiyle sokağa çıkma yasağı getirilebileceğini dahi öngörmemektedir. Dolayısıyla Anayasanın 4. maddesi uyarınca bir yetki devri söz konusudur. Bu bakımdan Yasaya bağlı olarak kabul edilen sokağa çıkma yasağına ilişkin emirnamelerin de anayasaya uygunluğundan söz edilemez. Bu noktada yukarıda ifade edilen AİHM standartlarında öngörülen kaliteli bir yasadan söz etmek mümkün görünmemektedir. C. Emirnamelerin Anayasaya Uygunluk DenetimiYukarıda ifade edilen mevzuat içerisinde şüphesiz denetim açısından incelenmesi gereken işlemler emirnamelerdir. Emirnamelerin anayasal denetimi hususunda ilk olarak KKTC anayasa yargısında, KKTC AYM nin diğer yetkileri yanında, iptal davası yoluyla denetim, itiraz (havale) yoluyla denetim ve Cumhurbaşkanı nın yasa ve meclis kararlarının ön denetim yoluyla denetiminde yetkili olduğunu belirtmek gerekir.AYM de; yasa, kararname, tüzük, Cumhuriyet Meclisi İçtüzüğü, Cumhuriyet Meclisi  kararları  ve  yönetmeliklere  karşı  iptal  davası  açılabilir.  İptal  davası yoluyla düzenleyici işlemler de denetlenmekte ancak AYM, Bakanlar Kurulu nun kararları veya emirnamelerine karşı 147. maddenin lafzından hareketle iptal davası açılamayacağına  karar  vermiştir.  Mahkemeye  göre  maddede  geçen   karar  sözcüğünden Bakanlar Kurulu kararı değil, Cumhuriyet Meclisi kararı anlaşıldığı açıktır. Ona göre anayasa koyucu başka tür kararların da denetimini öngörmüş olsaydı sadece  karar  ibaresi kullanırdı. Mahkeme emirnamelerin, Bakanlar Kurulu kararı niteliğinde kabul edilmesi gerektiğini belirtmiştir. Dolayısıyla anayasaya aykırı oldukları gerekçesiyle bu emirnameler, AYM de iptal davasına konu olamayacaktı. KTFD döneminde AYM ye yapılan bir başvuruda, 1975 tarihli Askeri Yasak Bölgeler Emirnamesi nin gezi ve yerleşme özgürlüğüne aykırı olduğu,  kaynağını herhangi bir yasadan almadığı nedeni ile Anayasaya aykırı olduğu iddia  edilmiştir. Mahkeme  Herhangi  bir  emirnamenin  yasal  olup  olmadığı  konusu  Anayasa  kurallarını ilgilendiren bir konu değil  demiştir. Ona göre  böyle bir konu ancak alelâde yasa 76  Demet Çelik Ulusoy, ‘Kıbrıs ta Anayasa Yargısı ve Bireysel Başvuru  (2017) <doi:https://anayasatakip.ku.edu.tr/wpcontent/uploads/sites/34/2017/10/Demet-CCCAelik-Ulusoy-KCBbrCBsE99ta-Anayasa-YargCBsCB-veBireysel-BasCCAvuru.pdf> Erişim Tarihi 19 Nisan 2020.77  1985 KKTC AY md 147(1): ‘Cumhurbaşkanı, Cumhuriyet Meclisinde temsil edilen siyasal partiler, siyasal gruplar ve en az dokuz milletvekili veya kendi varlık ve görevlerini ilgilendiren alanlarda diğer kurum, kuruluş veya sendikalar bir yasanın, kararnamenin, tüzüğün, Cumhuriyet Meclisi İçtüzüğünün, Cumhuriyet Meclisi kararının, yönetmeliğinin veya bunların herhangi bir kuralının Anayasanın herhangi bir kuralına aykırı veya ona uygun olmadığı gerekçesi ile Anayasa Mahkemesinde doğrudan doğruya iptal davası açabilirler. 78  Can Azer, ‘KKTC de Düzenleyici İşlemlerin Denetlenme(me)si Sorunu ve Buna Çözüm Yolu: İyi İdare Yasası  (2018) 32(142) Türkiye Barolar Birliği Dergisi 429, 437 <http://tbbdergisi.barobirlik.org.tr/m9-142-1854> Erişim Tarihi 21 Mart 2020.79  KKTC AYM, KS 23/85 (D 8/87) , 04.06.1987.80  KKTC AYM, KS 7/89 (D 6/89), 30.06.1989.654Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ilekurallarını ve hukuk ilkelerini ilgilendirmektedir. Bu konular hakkında da karar verme yetkisi davaya bakan mahkemelerindir  ve bağlamda başvuru reddedilmiştir.Kararlar ifadesinin yalnızca AY nin 147. maddesinde sayılmış olan kararname, tüzük ve yönetmelikleri değil, bunların dışında kalan düzenleyici işlemleri kapsadığı da belirtilebilir. Nitekim KKTC AYM sinin hem 147. maddede geçen tüzüğün hem de maddede sayılmamış diğer düzenleyici işlemlerin itiraz yoluyla denetlenmesine dair kararları da vardır.AYM  daha  sonraki  başka  bir  kararının  karşı  oyunda,  emirname  adı  altında yapılmış bir işlemin  ….tüzük olduğunun kesin bir şekilde anlaşılması halinde bu tür bir düzenlemenin emirname ismi altında yayımlanmasına bakılmaksızın anayasal yargı  denetimine  tabi   tutulabileceğine  değinmiştir.  Bu  değerlendirmeye  göre AYM işlemin adıyla kendisini bağlı görmemekte, hukuki nitelendirmeyi kendisi yapmaktadır. Mahkeme, emirnameleri, iptal davasına konu olabilecek düzenleyici işlemlerden biri olarak görmesi halinde dava konusu olabileceğini belirtmiştir.1995  tarihli  bu  kararın  karşı  oyunda  tüzük  veya  yönetmelikleri  başka  bir hukuk sistemine ait bir sözcük ile niteleyerek onları iptal davası konusu olmaktan çıkarılmasının  Anayasa ya  aykırı  olacağı  ifade  edilmiştir.  Adsız  düzenleyici işlemlerin adları her ne olursa olsun bunları  yönetmelik  biçiminde kabul ederek bu işlemin hukuki rejimine tabi tutulmaları gerekir.Anayasa yargısında bir diğer denetim yolu olan somut norm denetimine (AY md 148/1) göre  …herhangi bir mahkeme işlemindeki bir taraf, … bu işlemdeki uyuşmazlık  konularından  herhangi  birinin  karara  bağlanmasında  etkisi  olabilen herhangi bir yasanın veya kararın…  anayasaya aykırılığı iddiasında bulunabilirler. Maddede geçen  karar  ibaresiyle, soyut norm denetimine konu olan düzenleyici işlemler dışında kalan diğer düzenleyici işlemler anlaşılabilir. Dolayısıyla itiraz yoluna ilişkin bu maddede geçen  karar  AYM tarafından daha geniş yorumlanarak, hem 147. maddede sayılanlar hem de diğer düzenleyici işlemler biçiminde nitelendirilmiş, bu 81  KTFD AYM, KS 18/78, 27.04.1979.82  Tufan Erhürman, Yüksek İdare Mahkemesi nin Görev Alanı (1. Bası, Işık Kitabevi, Lefkoşa, 2013) 214.83  Azer çalışmasında AY nin 148. Maddesinde geçen denetime konu işlemlerin, yine AY nin iptal davasına ilişkin 147. Maddesinde geçen düzenlemeden farklı olarak, tüzük, kararname ve yönetmelik biçiminde sayılmadığına, 148 de sadece yasa ve kararlardan söz edildiğinden  kararlar  dan ne anlaşılacağına ilişkin değerlendirmesini aktarmaktadır. Azer (n 78) 439.84  KKTC AYM, KS 9/93 (D 5/95), 29.06.199585  Azer (n 78) 437.86  Özay (n 16) 383.87  1985 KKTC AY md 148(1): ‘ İstinaf işlemleri de dâhil olmak üzere, herhangi bir mahkeme işlemindeki bir taraf, bu işlemin herhangi bir safhasında bu işlemdeki uyuşmazlık konularından herhangi birinin karara bağlanmasında etkisi olabilen herhangi bir yasanın veya kararın veya söz konusu yasa veya kararın herhangi bir kuralının Anayasaya aykırılığını ileri sürebilir ve bunun üzerine, mahkeme bu konuyu, Anayasa Mahkemesine sunar ve bu konu hakkında Anayasa Mahkemesince bir karar verilinceye kadar söz konusu işlemi durdurur.   Ancak Anayasa Mahkemesince herhangi bir yasanın veya kararın veya söz konusu yasa veya kararın herhangi bir kuralının Anayasaya aykırılığı konusunda aynı veya benzeri bir konuda daha önce karar verilmişse, mahkeme konunun Anayasa Mahkemesine iletilmesinin reddine karar verebilir. 655İstanbul Hukuk Mecmuası 79/2işlemleri bireyler lehine olacak biçimde daha geniş tutmuştur. Ancak itiraz yoluyla yapılan denetim için AY de ifade edilen diğer şartların da gerçekleşmesi gerekir (md 148) . Bazı şartların gerçekleşmemesi halinde AYM başvuruları reddedebilmektedir. Ayrıca AYM nin itiraz yolunda verdiği anayasaya aykırılık kararı sadece tarafları bağlayıcı nitelikte verebilir. Mahkeme isterse aykırı bulunan kuralın, herkes için bağlayıcı nitelikte olmasına da karar verebilir.AYM emirnameleri iptal davasına konu olabilecek işlemler arasında görmemiş olsa da bunların birçok açıdan KKTC hukukuna yayıldığını belirtmek gerekir. Önceki kararlarda  değinilen  hukuki  nitelendirme  konusundaki  hassasiyetler  yerindedir. Yukarıda da gördüğümüz gibi AYM itiraz yolu ile önüne gelen davalarda tüm düzenleyici işlemleri karar olarak nitelendirerek kabul etmektedir. Emirnamelerin iptali konusunda bir diğer yöntem şüphesiz idari yargı denetimidir. Emirname gibi düzenleyici işlem veya kararlar, kişi haklarını olumsuz etkilemeleri sebebiyle idarenin yargısal denetimi söz konusu olacaktır. İyi İdare Yasası na göre (md 2)  düzenleyici işlem , idarenin genel ve soyut kurallar koyan idari işlemleridir. Yasa uyarınca tüm idari işlemlere karşı YİM de yetmiş beş gün içerisinde iptal davası açılabilir (md 19). Emirnamelerin denetlenmesinin önü İyi İdare Yasası kapsamında mümkün olmakta, bu denetimi ise KKTC YİM üstlenmektedir. Bu Yasa yürürlüğe girene kadar, KKTC YİM in çok sayıda düzenleyici işlemi denetlemekten kaçınmış, aynı yaklaşımın tüzük ve yönetmelik gibi düzenleyici işlemleri kural olarak anayasaya uygunluk denetimini gerçekleştiren  KKTC  AYM si  tarafından  da  ortaya  konulmasıyla,  KKTC de emirnameler  özelinde  bazı  düzenleyici  işlemlerin  denetlenememesi  sorununu ortaya çıkmıştır. KKTC YİM verdiği kararların önemli bir kısmında, KKTC idare hukukunun Kıta Avrupası ve Anglo-Sakson hukuk sistemlerinin hâkim olduğu karma bir hukuk sistemi olduğu yönündedir. Bu bağlamda düzenleyici işlemlerin de Anglo Sakson hukuk sisteminde denetlenemediği gerekçesi kararlarında yer almıştır.KKTC de belirli bir dönem hem idari yargının hem de anayasa yargısının görev alanına girmediği yargı organlarınca ileri sürülen düzenleyici işlemler söz konusu 88  Azer (n 78) 439-440.89  KKTC AYM, KS D 3/2016- 15/2015, 07.04.2016; KTFD AYM, KS D 1/82, D 1/82, Yargıtay/Asli Yetki İstinaf 1/82, 01.06.1982.90  Çelik Ulusoy (n 76) 16.91  1985 KKTC AY md 148(3): ‘Anayasa Mahkemesinin, bu maddenin (2). fıkrası gereğince verdiği herhangi bir karar, konuyu sunan mahkemeyi ve ilgili tarafları bağlar. Alınan karar, yasanın veya kararın veya söz konusu yasa veya kararın herhangi belli bir kuralının Anayasaya aykırı olduğu yolunda ise, söz konusu yasa veya karar veya söz konusu yasa veya kararın herhangi belli bir kuralı, Anayasa Mahkemesince aksine karar verilmedikçe yalnız söz konusu mahkeme işlemine uygulanmaz. 92  Azer (n 78) 445.93  Necatigil (n 13) 191.94  Azer çalışmasında tamamıyla bu soruna işaret etmektedir. Yazar, KKTC AYM sinin de kararname, tüzük ve yönetmelik dışında kalan düzenleyici işlemlere karşı açılan iptal davalarını reddetmiş olduğu ve bu durumda da hiçbir yargı organının anayasaya uygunluk bakımından denetlenemediği düzenleyici işlemler kategorisinin ortaya çıktığı eleştirisini yapmaktadır. Azer (n 78) 446, 449. 27/2013 Sayılı İyi İdare Yasası, Kanun Numarası: 27/2013, Kabul Tarihi:11.11.2013, md 13 <https://www.mahkemeler.net/birlestirilmis/27-2013.doc> Erişim Tarihi 10 Ocak 2020.95  KKTC YİM, KS 81/2007, D 4/2009, 27.02. 2009.656Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ileolmuştur. Bunların odağında şüphesiz emirnameler gelmekte, yargının bu yaklaşımı neticesinde hukuk devletinde yargı eliyle denetim dışında bırakılan işlemler söz konusu olmaktaydı. Hukuk devleti ilkesiyle bağdaşmayan bu ciddi sorunu ilk kez ele alan Erhürman, YİM ve AYM kararları ışığında İngiliz hukuk sisteminden etkilenerek KKTC de düzenleyici işlemlerin,  ikinci derecede yasal mevzuat  veya Karanhanoğulları nın  belirttiği  gibi   ikincil  yasama   olarak  kabul  edildiklerine işaret etmektedir. Yazar yargı organlarının ret kararları ve o döneme yapılan sınırlı yorumlardan hareketle, ilgili düzenleyici işlemlerin  yasa  niteliğinde oldukları gerekçesiyle idari yargı denetiminin dışında bırakıldığının altını çizmiştir. Hâlbuki İngiliz hukuk sisteminde bu tür işlemlerin fonksiyonel anlamda yasama işlemi niteliğinde oldukları ve bu kabulün ikincil yasama (secondary legislation) niteliğindeki bu  işlemlerin  denetlenmemesi  sonucunu  doğurmayacağını  açıklamıştır.  Yargı organının verdiği kararların aksine İngiltere de delegated legislation, subordinate legislation, secondary legislationgibi kavramlarla ifade edilen işlemler yasamanın  primary legislation  yani ilk-el işlemlerinden ayrıdır. İngiltere de parlamentonun üstünlüğü ilkesi çerçevesinde denetlenmeyen  legislation   yasamanın  primary legislation  yani ilk-el işlemleridir.        Somut olayda Bakanlar Kurulu nun sokağa çıkma yasağına ilişkin genel, soyut ve sürekli nitelikteki bu düzenleyici işlemin denetlenerek iptali söz konusu olmalıdır. Bunun dışında işlemin anayasaya aykırılık bakımından somut norm denetiminin konusu olacağı açık olmakla birlikte,  Emirname kapsamında özellikle sokağa çıkma yasağına riayet etmeyenlere uygulanan yaptırımların yargısal denetiminin de söz konusu olacaktır. İleriki başlıkta anayasaya aykırılık yönünden incelenecek olan 8/2020 sayılı YGK da anayasaya uygunluk denetimine tabidir. YGK ile öngörülen yaptırımların iptali için YİM de dava açılması ve emirnamelerin bu yolla somut norm denetimine konu olması mümkündür Dolayısıyla ileriki tarihlerde bu emirnameler hakkında Anayasa ya aykırılık iddiası gündeme gelebilir. 96  Yazar çalışmanın başında bizim de dikkatini çektiğimiz hukuk işlemlerinin birbirinden ayrılmasında kullanılan maddi ve şekli kriter ayırımına değinmiştir. Buna göre İngiliz Hukukunda yasalar içeriksel (maddi) yönüyle tanımlanır ve yürütmenin yaptığı her kural koyma yasama (düzenleme) sayılmaktadır. Onur Karahanoğulları, ‘İngiliz Hukukunda İkincil Yasama  (1995), AÜSBF, 03 (50),  3 vd. < https://dergipark.org.tr/en/download/article-file/36423> Erişim Tarihi 16 Mart 2020. 97  Tufan Erhürman, Kuzey Kıbrıs Türk Cumhuriyeti İdari Yargılama Hukuku, (1. Bası, Işık Kitabevi, Lefkoşa, 2012) 141 ff.98  Delegated  legislation,  subordinate  legislation,  secondary  legislation  gibi  kavramların  kullanıldığına  işaret  eden Karahanoğulları, Türk hukukunda  sırf yürütmece yapıldığı için  idari  olarak kabul edilen yürütmenin düzenleme tasarruflarının İngiltere de yasama kategorisine dâhil edildiğini de belirtmiştir. Karahanoğulları, (n 94) 228.99  Hemen belirtmek gerekir ki Erhürman bahse konu sorunu ele aldığı çalışmalarda, Avrupa Konseyi Bakanlar Komitesi nin İyi İdare Konusunda Üye Devletlere CM/REC (2007) Sayılı Tavsiye Kararı na eklenen İyi İdare Yasasının Avrupa idare hukukundaki gelişmeleri ortaya konulması bakımından incelemiştir. Bu belgenin aydınlatıcı olması ümidiyle değerlendirdiği çalışmada yargı organlarının İngilizce metinleri aktarırken daha dikkatli yorum yapmaları gerektiğine işaret etmiştir. Erhürman (n 95) 146. Erhürman, çalışmalarından kısa bir süre sonra milletvekili olarak KKTC Cumhuriyet Meclisi ne girmiştir. Bu kapsamda öncülüğünde ilk yapılan Yasa 27/2013 sayılı İyi İdare Yasası dır. Bu Yasa yürürlüğe girdikten sonra YİM düzenleyici işlemlerin denetimini açıkça üstlenmiştir. 657İstanbul Hukuk Mecmuası 79/2D. Sokağa Çıkma Yasağının Yaptırımı ve Yasa Gücünde Kararname RejimiSokağa çıkma yasağının eski bir Yasa olarak Fasıl 156 daki biçimiyle caydırıcı bir  yaptırımı  bulunmamaktaydı.  Nitekim  Yasa  güncelliğini  oldukça  yitirmişti. Bakanlar Kurulu, durumun hassasiyeti ve aciliyetini göz önünde bulundurarak, Fasıl 156 nın suç ve cezalara ilişkin (md 4) yaptırım hükmünün güncellenmesine ihtiyaç duyulduğunu belirtmiştir. Bakanlar Kurulu nun kararname çıkarma yetkisi için bir yasayla önceden yetkilendirilmesine gerek yoktur. Kısmi sokağa çıkma sınırlamasına ilişkin emirname  yürürlükte kaldığı sürece asgari ücretin %10 u oranında artırılması amacıyla  hazırlanan 8/2020 Sayılı YGK, AY deki Bakanlar Kurulu nun kararname çıkarma yetkisinden hareketle yapılmıştır. Ancak AY ye göre Bakanlar Kurulu,  ekonomik konularda  ve  ivedilik  halinde kararname çıkarabilir (md 112)102. Dolayısıyla sadece aciliyeti olan ekonomik konularda YGK çıkarabilir. Bu noktada 8/2020 sayılı YGK nın ivedi bir konuya ilişkin olduğu ifade edilse bile aciliyeti olan ekonomik bir konuda düzenleme içermediği açıktır 103.Yüksek Mahkeme YGK lara ilişkin denetiminde AY deki (md 112) iki koşulu oldukça ihtiyatlı değerlendirmektedir. Mahkeme; (1) konunun ekonomik olması ve (2) ivediliğin varlığı koşullarının tatmin edilmesi gerektiğini belirtmektedir. Ekonomik konuların nasıl yorumlanacağına ilişkin ise  kararnamenin konusunun doğrudan ve sıkı sıkıya ekonomi ile bağlantılı olması gerektiği, ekonomi ile dolaylı ve uzak olan ilişkilerin yeterli olmadığı  kanısındadır. Mahkeme kararlarında YGK lara ilişkin  yasaklanan alan lar olduğuna,  mali yükümlülükler getirilemeyeceği  ve  kişisel ve siyasal hak ve özgürlüklerin kısıtlanamayacağına  (AY md 112/4)104 açıkça işaret etmiştir. Mahkeme zorunluluk nedeniyle yapılmış bir YGK yı incelemiş,  Anayasa ya aykırı olan bir düzenlemeyi zaruret/zorunluluk ilkesi ışığında geçerli kabul etmekten  kaçınılması gerektiğine ve zorunluluk ilkesi için  fevkalade istisnai     100  Fasıl 156 md 4: ‘2.madde uyarınca yapılan Emirname kurallarına aykırı bir davranışta bulunan herhangi bir kişi bir suç işlemiş olur ve bir yıla kadar hapis cezasına veya yüz Kıbrıs Lirasına kadar para cezasına veya her iki cezaya birden çarptırılabilir .101  Sokağa Çıkma Yasağı Yasası Hakkında Yasa Gücünde Kararname, Kararname Sayı: 8/2020 E.T(K-I) 488-2020 RG 25 Mart 2020/S 50/sayfa 127. KKTC Başbakanlık Basımevi (25.03.2020) 27-28 <https://basimevi.gov.ct.tr/> Erişim Tarihi 25 Mart 2020.102  KKTC AY md 112/1: ‘Ekonomik konularda, ivedilik varsa, Bakanlar Kurulu yasa gücünde kararname çıkarabilir. Yasa gücünde kararname, Resmî Gazete de yayımlanarak yürürlüğe girer ve aynı gün, gerekçesi ile birlikte Cumhuriyet Meclisine sunulur .103  8/2020 Sayılı Yasa Gücünde Kararname md 4: Sokağa Çıkma Yasağı Yasası nın 2. maddesi uyarınca yapılan Kısmi Sokağa Çıkma Yasağı Emirnamesi ne aykırılık halinde yaptırım öngörmektedir. Buna göre Emirname  kurallarına aykırı bir davranışta bulunan herhangi bir kişi bir suç işlemiş olur ve bir yıla kadar hapis cezasına veya asgari ücretin %10 (yüzde on) una kadar para cezasına veya her iki cezaya birden çarptırılabilir . Fasıl 156 (n 6); 202 Sayılı Kısmi Sokağa Çıkma Yasağı Emirnamesi  (n 5).104  KKTC AY md 112(4): ‘Bu maddede öngörülen yasa gücünde kararnameler ile, yeni mali yükümlülükler getirilemez, kişisel ve siyasal hak ve özgürlükler kısıtlanamaz .658Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ileve kaçınılmaz olarak zorlayıcı şartların varlığı ve başvurulabilecek başka bir çare olmaması  koşullarının bulunması gerekliliğine işaret etmiştir. Burada dikkati çeken ilk husus; gezi ve yerleşme hürriyetine getirilen sınırlamanın esaslarının, çerçevesinin, koşullarının, sınır ve istisnalarının Emirname ile öngörülmüş olması ve buna ilişkin yaptırım konusunda YGK çıkarılmış olmasıdır. Bir kere gezi ve yerleşme özgürlüğü Anayasa nın kişi hakları kısmında düzenlenmektedir. Bu hususta hem emirname hem de YGK ile doğrudan ya da dolaylı düzenleme yapılması Anayasa ya aykırılık teşkil eder. Bir diğer husus; YGK nın organik anlamda yürütme fonksiyonel anlamda yasama işlemi sayılmasından kaynaklanabilir. KKTC AY sine göre Bakanlar Kurulu kararname çıkarma yetkisini Anayasa dan almakta, yasama organından  ayrıca  yasayla  kararname  çıkarma  konusunda  yetki  almamaktadır. Dolayısıyla bu kararnameler  kanun kuvvetinde kararname  niteliğinde değildirler. Teziç,  yasama  organının,  bir  kanunla,  belli  konularda  yürütmeye  verdiği geniş  düzenleme  yetkisi  üzerine  Bakanlar  Kurulu nca  bu  tür  kararnamelerin çıkarılabileceğini  belirtmiştir.  Bunların  kanun  kuvvetinde  olmaları,  yürürlükteki şeklî kanunları değiştirebilmesini ifade eder ve bu tip kararnamelerin diğer bir özelliği, yürütme organının kararnameyle düzenlediği hususların ayrıca belli bir süre içinde yasama organının onayına sunulmasıdır. Bahse konu YGK Cumhuriyet Meclisi nin onayına sunulmakta ve meclis bu kararnameler üzerindeki onay yetkisini yasa  biçiminde  kullanmaktadır.  Bu  noktada  YGK nın  hüviyeti  değişmektedir. İçinde bulunduğumuz süreçte de Bakanlar Kurulu tarafından kabul edilen YGK lar Cumhuriyet Meclisi nin bugünlerde gündemindedir. Bu bilgiler ışığında 8/2020 Sayılı YGK nın Fasıl 156 sayılı Yasa da değişiklik meydana getirmesi açısından ekonomik bir konuya ilişkin boyutu olmadığı gibi, kişi haklarına ilişkin dolaylı bir yaptırım öngörmesi nedeniyle tartışmalıdır. Suç ve cezada yasallık ilkesini dar yorumlayanlar, bir yasak davranışı belirleyerek suç ve ceza oluşumunun, temel hak ve özgürlüklerin sınırlanması mahiyetinde olduğunu belirterek ancak yasayla yapılması gerektiğini savunur. Aksi halde yürütme organına verilecek böyle bir düzenleme yetkisi yasama yetkisini devredilmezliği ilkesine aykırılık oluşturacaktır. İlkeyi geniş yorumlayanlar ise, yasanın çizdiği belirli bir çerçeve dâhilinde kalmak kaydıyla yürütme organına suçun teşkili için verilen yetkinin Anayasaya aykırı oluşturmayacağı görüşündedirler. Buna göre toplum hayatının hızlılığı, yasa koyucunun değişiklikleri takip etmesi ve fiili suç 105  KKTC AYM, KS D 2/2012, D 2/2012, Birleştirilmiş Anayasa Mahkemesi: 20 ve 21/2012, 16.08.2012. Ayrıca; KKTC Hukukunda zorunluluk ilkesine ilişkin bir değerlendirme için bkz Çelik Ulusoy D,  ‘Kuzey Kıbrıs Türk Cumhuriyeti nde Cumhurbaşkanlığı Seçimlerinin Ertelenmesi ve Cumhurbaşkanının Göreve Devamına İlişkin Parlamento Kararının Yarattığı Anayasal Sorunlar  (2020) 22(2) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi. 106  202 Sayılı Emirname nin 3. md ‘Bu kısmi sokağa çıkma yasağına uymayanlar hakkında yürürlükteki mevzuat çerçevesinde cezai kovuşturma yapılacaktır .107  Erdoğan Teziç, ‘Yasama Yetkisi ve Kanun Hükmünde Kararnameler  (1972) 5 (3) Amme İdaresi Dergisi 3, 3 vd.108  Arıkan (n 52) 131.109  ibid 132.659İstanbul Hukuk Mecmuası 79/2sayıp yasaya koyması, yapısı ve yoğun çalışması nedeniyle imkânsızdır. Ancak bu türden bir yürütme yetkisinin sadece tüzük ve yönetmelik ile mümkün olabileceği, diğer düzenleyici işlemlerle mümkün olamayacağı belirtilir. Burada sadece suçların yürütme organınca belirlenebilmesi ileri sürülmüş, cezaların belirlenmesi kabul edilmemiştir. Cezaların mutlaka önceden yasayla belirlenmesi gerekir.Kararnameyle yapılan bu değişiklik Anayasa ylaçelişmektedir. Keza kararnamelerle hangi konularda karar alınabileceği belirtilmiş yani konu bakımından sınırlandırılmıştır. Anayasa nın hiçbir hükmünde kararnameyle ceza koyulabileceğine ilişkin bir hüküm yoktur. Ayrıca genel ilke olarak yürütme organı ve/veya idare yeni bir idari suç ve ceza yaratamayacağı, idari suçlar bakımından da yasallık ilkesinin geçerliliği belirtilmelidir. Ceza  hukukunun  temel  ilkelerinden  olan  yasallık,  hangi  eylemlerin  önceden  suç sayılacağının yasa ile belirlenmesi (suçta yasallık) ve bir suç işleyenlerin önceden hangi yaptırıma tabi olacaklarının yasa ile belirlenmesidir (cezada yasallık)113. Bu ilkenin temeli, kişiler için önceden yasak davranışların belirlenmesi sonucu kişi özgürlüklerinin sınırını belirlemektir. Suçta ve cezada yasallık evrensel ilkesi, suçların ve cezaların yasayla öngörüleceği, yürütmenin herhangi bir düzenleyici işlemiyle (yönetmelik, tüzük, kararname) öngörülemeyeceğine dönük temel hukuk prensibidir. YGK, her ne kadar Fasıl 156 nın yaptırımına ilişkin değişiklik meydana getirse de hukuki güvenlik ilkesi gereği öngörülebilir olmayan bir Yasa da bu şekilde getirilen değişikliğin de Anayasaya uygun olmadığı belirtilmelidir. Salgın hastalık sürecinde, anayasaya göre hak ve özgürlüklerin sınırlanmasının asıl belirleyicisi olan parlamentolar etkisiz organlar haline dönüşmüştür. Bundan sonraki süreçte devletin tüm organlarının etkili katılımının sağlandığı  kriz dönemi  düzenlemeleri üzerinde çalışılması gerekmektedir.III. Sokağa Çıkma Yasağının Temel Hak ve Özgürlükler Rejimi Çerçevesinde DeğerlendirilmesiYukarıda  Bakanlar  Kurulu nun  sokağa  çıkma  yasaklarına  ilişkin  yetkisinin dayanağı olan Fasıl 156 ve buna bağlı olarak oluşturulan emirnameler incelenmiş, Bakanlar  Kurulu nun  bu  sınırlamalara  ilişkin  yetkilerinin   kaliteli  bir  yasaya  dayanması gerektiği belirtilmiştir. Yasa ve buna bağlı sokağa çıkma yasağına ilişkin emirnamelerin; Anayasa nın gezi ve yerleşme özgürlüğüne ilişkin 22. md hükmüne 110  ibid 134.111  1985 KKTC AY md 18/1 ve 112/1.112  Ezgi Aygün Eşitli, ‘Suçların ve Cezaların Kanuniliği İlkesi  (2013) 104 TBB Dergisi 226,235 <http://tbbdergisi.barobirlik.org.tr/m3-104-1249> Erişim Tarihi 19 Nisan 2020.113  Arıkan (n 52) 130.114  Eşitli (n 112) 226.115  1985 KKTC AY md 22(1): ‘Her yurttaş, gezi özgürlüğüne sahiptir; bu özgürlük ancak ulusal güvenliği sağlama ve salgın hastalıkları önleme amaçlarıyla ve yasa ile sınırlanabilir . Maddenin devamında; ‘(2) Her yurttaş, dilediği yerde yerleşme özgürlüğüne sahiptir, bu özgürlük, ancak ulusal güvenliği sağlama, salgın hastalıkları önleme, kamu mallarını koruma, sosyal, ekonomik ve tarımsal gelişmeyi ve sağlıklı kentleşmeyi gerçekleştirme zorunluluğuyla ve yasa ile sınırlanabilir. (3) Her yurttaş, yurda girme ve çıkma özgürlüğüne sahiptir. Yurt dışına çıkma özgürlüğü yasa ile düzenlenir. (4) Hiçbir yurttaş, isteği dışında Devlet sınırları dışına çıkarılamaz ve aynı şekilde girmekten alıkonulamaz  düzenlenmiştir.660Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ileve temel hak ve özgürlüklerin olağan dönemde sınırlamasına ilişkin genel hükmüne göre irdelenmesi gerekir (md 11)116.KKTC  AY si  temel  hak  ve  özgürlüklerin  sınırlanması  rejimi  bakımından, bazı farklılıklar olsa da TC 1961 Anayasası ndaki kademeli sınırlama rejimine benzemektedir. Kademeli sınırlama rejimine göre, sınırlama sebebi özel olarak öngörülmüş maddelerde (örneğin md 22) nitelikli yasa kaydı söz konusudur. Bu özgürlüklere getirilecek sınırlamalar sadece bu maddelerde öngörülen özel sınırlama sebeplerine dayanmalıdır. Hiçbir sınırlama sebebi öngörülmeyen maddeler, (örneğin md 23/1)118, mutlak hak kategorisi içerisinde kabul edilmektedir. Bu çerçevede bir diğer kategori ise, sınırlama sebebi öngörülmeyip sadece  yasayla  sınırlama kaydının bulunduğu basit yasa kaydıdır. Bu tür hak ve özgürlüklerin (örneğin md 21/2)119 sınırlanması bakımından yasa koyucunun, AY deki genel sınırlama sebeplerine (md 11) dayanması mümkündür. AY de sınırlamaların yasayla yapılacağı sıklıkla tekrarlanmakta ancak bazı maddelerde ne yasayla sınırlama ne de sınırlama sebeplerine rastlanmamaktadır. Nitelikli yasa kayıtlarında yer alan nedenlerden bir kısmı, genel sınırlama sebeplerinin (md 11) tekrarı niteliğindedir. KKTC AYM Anayasa daki hak ve özgürlüklerin mutlak ve sınırsız olmadığı, bu  hakların  anayasa  maddelerinde  belirtildiği  şekilde  veya  Anayasa nın  genel sınırlama maddesinde belirtildiği gibi yasalar ile kısıtlanabileceği görüşündedir. Anayasa daki bazı hak ve yasaklamalar açık bir şekilde ifade edilmekte, bunların 11. maddedeki genel sınırlama sebeplerine bağlı olarak sınırlandırılmasının söz konusu olamayacağına işaret edilmektedir. Anayasa da, gezi ve yerleşme özgürlüğünde olduğu gibi, nitelikli yasa kaydı türündeki bazı hak ve özgürlüklerin sınırlama sebepleri, ancak ya da yalnız gibi sözcüklerle vurgulanmış ve tüketici bir biçimde belirlenmiştir. Bunların yalnızca o  maddede  sayılan  sebeplerle  sınırlanabileceği  öngörülmüşse,  bunun  dışındaki sebeplerle sınırlanamayacağı açıktır. AY nin 22. maddesi de gezi özgürlüğünün  ancak   ulusal güvenliği sağlama  ve  salgın hastalıkları önleme amaçlarıyla  sınırlanabileceğini düzenlemektedir. Bu açıdan tam bir nitelikli yasa kaydı örneği olduğunu ve gezi hürriyetine getirilecek sınırlamanın;  yasayla  ve ancak  ulusal 116  1985 KKTC AY md 11: ‘Temel hak ve özgürlükler, özüne dokunmadan, kamu yararı, kamu düzeni, genel ahlak, sosyal adalet, ulusal güvenlik, genel sağlık ve kişilerin can ve mal güvenliğini sağlamak gibi nedenlerle ancak yasalarla kısıtlanabilir . 117  Fazıl Sağlam, Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Hukuku Dersleri (1. Bası, Yakın Doğu Üniversitesi Yayınları, Lefkoşa 2015) 101 ff.118  1985 KKTC AY md 23/1: ‘Herkes, vicdan, dini inanç ve kanaat özgürlüğüne sahiptir. 119  1985 KKTC AY md 21/2: ‘Haberleşmenin gizliliği esastır. Yasanın gösterdiği durumlarda mahkeme veya yargıç tarafından yasaya uygun olarak verilmiş bir karar olmadıkça, bu gizliliğe dokunulamaz. 120  Sağlam (n 117) 101 ff.121  Necatigil (n 13) 44.122  Sağlam (n 117) 105.123  1985 KKTC AY md 22.661İstanbul Hukuk Mecmuası 79/2güvenlik  veya  salgın hastalıkları  önleme sebeplerine dayanması gerekir. Bu durumda AY nin 11. maddesinde geçen genel sınırlama sebeplerine dayanmak söz konusu olmayacaktır. Bu husus hak ve özgürlüklerin sınırlanmasında, AİHM in de gözettiği meşru sebebe bağlılık ilkesini ortaya koymaktadır. Fasıl 156 sayılı Yasa da Bakanlar Kurulu na bu yetkinin  kamu güvenliği  ve  kamu düzeninin idamesi  amacıyla verildiği görülmektedir. Bu açıdan Yasa doğrudan gezi özgürlüğünü sınırlandırdığı ve bu özgürlükte öngörülen özel sınırlama sebeplerine dayanmadığından  anayasaya  aykırı  niteliktedir.  Her  ne  kadar  kamu  düzeninin  kamu huzuru ,  kamu güvenliği  ve  kamu sağlığı (genel sağlık)  kavramlarını da içerdiği belirtilse de somut olayda Anayasa daki açık düzenlemeler karşısında dolaylı bir ilişki kurulmasına yöneliktirler. AYM nin gezi özgürlüğüne ilişkin birkaç kararı bulunmaktadır. Özgürlüğe ilişkin yaklaşımı bakımından önemli olanlarına kısaca değinmek gerekir. Yüksek Mahkeme nin önüne gelen bir davada, yurt dışına çıkışına sınırlama getirilen bir kamu görevlisinin açtığı davadır. KKTC Yüksek İdare Mahkemesi olarak görev yapan Yüksek Mahkeme, gezi hürriyetine sınırlama getiren ilgili işlemin öncelikle yasallığı üzerinde durmuştur. Mahkeme, Anayasa ya göre gezi özgürlüğü ancak yasa ile sınırlanacağı belirtilmesine rağmen böyle bir yasa yapılmamış olduğuna işaret etmiştir. Bu durumda idari işlemlerle bu özgürlüğün sınırlanamayacağına karar verilmiştir. Mahkeme bu özgürlüğün  ancak özüne dokunmamak şartı ile yasa ile kısıtlanabileceğini  ve somut olaydaki idari işlemi yapan  Başbakanlığa böyle bir yetki ve görev veren herhangi bir yasal mevzuatın  bulunmadığını belirtmiştir. Bu karar, idari işlemlerin gezi özgürlüğü gibi özgürlükleri sınırlayamayacağı konusunda yasallık ilkesine ilişkin olarak verdiği önemli bir karardır. Çalışmada dile getirilen anayasaya aykırılıklar açısından da son derece önemlidir.AİHS de  sınırlamanın  sınırı  olarak   demokratik  toplumda  gereklilik   ilkesi geçmektedir. Demokratik toplumda gereklilik, KKTC AY de yer alan hakkın özü kriterine göre daha belirgin, kullanılması daha kolay uluslararası sözleşmelerde de  sınırlamanın  sınırı  olarak  belirtilen  bir  güvencedir.  Bu  güvence  ölçütü KKTC Anayasasında yer almasa dahi 39/1962 sayılı Onay Yasası ile iç hukuka geçirildiğinden, bu ilke bakımından bir boşluk olmadığını belirtmek gerekirAİHM bu  kavramı,  hakları  sınırlamaya  yönelik  müdahalenin   zorlayıcı  bir  toplumsal ihtiyacı  karşılaması yani toplumun zorunlu bir ihtiyacına cevap vermesi ve  ‘izlenen 124  Gözler, Türk Anayasa Hukuku Dersleri (n 15) 230.125  KKTC AYM, KS 9/2009, D 4/2011, 20.10.2011.126  KKTC de Yüksek Mahkeme nin yapısı için bkz KKTC AY md 144.127  KKTC YİM, KS 103/98 (D 7/2003), 16.05.2003.128  Necatigil (n 13) 47.662Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ilemeşru  amaçla  orantılı  olması   biçiminde  açıklamıştır.129  AİHM  ölçütü  ayrıca, sınırlandırmanın zorunlu olması, yapılacak son çare ya da alınabilecek son önlem olması  şeklinde  ifade  etmektedir.  Demokratik  toplumda  gereklilik,  ölçülülük ilkesiyle de ayrılmaz bir bütün içindedir. Ölçülülük ilkesi, seçilen müdahalenin amaca ulaşmak için elverişli, gerekli ve orantılı olması gerektiği şeklinde açıklanmıştır. Bu hususlar olağan dönemde yapılan sınırlandırmanın sınırlarını ifade etmektedir. Fasıl 156 da BK ya emirname çıkarma yetkisi verilmiş ancak yukarıda ifade edildiği gibi yasamanın yetkisinin çerçevesiz, sınırsız bir biçimde devri niteliğinde olup, AİHM in ifade ettiği kaliteli bir yasa değildir.Ayrıca KKTC AYM nin başka bir kararında, Şans Oyunu Salonlarına KKTC yurttaşı olmayan veya ikametgâhı KKTC de bulunmayan yurttaşlar dışında kimsenin giremeyeceğine ilişkin Yasa hükmünün gezi özgürlüğüne (AY md 22) aykırı olup olmadığı tartışılmıştır. Yüksek Mahkeme  İkametgâhı bu ülkede bulunan yurttaşların Şans Oyunu Salonlarına girmesini yasaklayan bu düzenlemeyi yurttaşların gezi özgürlüğü  ile  ilişkilendirmeyi  doğru   bulmadığını  ifade  etmiştir.  Mahkeme  yurttaşların Şans Oyunu Salonu İzni olan tesislere girişleri dahi yasaklanmamıştır, yasaklanan bu tesislerde yer alan Şans Oyunu Salonlarına girmeleridir  şeklindeki gerekçesiyle Anayasa maddelerine aykırı olmadığına karar vermiştirÖzgürlüklerin anayasal ilkelerle güvence altına alınmış ölçütlerine bakıldığında, (AY md 11 ve 12) getirilecek sınırlamaların  yasa ile öngörülme  ve  meşru bir sebebe  dayanması gerekir. Bir diğer ölçüt ise sınırlamanın özgürlüğün veya  hakkın özüne  dokunmamasıdır. Bir hak ve özgürlüğün amacına uygun biçimde kullanmasını zorlaştıran veya onu kullanılmaz hale getiren sınırlamalar hakkın özüne dokunmuş olur.  Hakkın  özü  ilk  olarak  1961  TC Anayasası nda  sınırlamaların  güvence ölçütü olarak benimsenmiş, 1982 Anayasasında ise ancak 2001 değişiklikleri ile getirilmiştir. KKTC Anayasa Mahkemesi kararlarında da hakkın özü bu şekilde açıklanmıştır.129  Zühtü Arslan, ‘Temel Hak ve Özgürlüklerin Sınırlandırılması: Anayasa nın 13. Maddesi Üzerine Bazı Düşünceler  (2002) 19 Anayasa Yargısı 139, 150; Hasan Tahsin Fendoğlu, ‘2001 Anayasa Değişikliği Bağlamında Temel Hak ve Özgürlüklerin Sınırlanması  (2002) 18(1) Anayasa Yargısı 111, 137. Ayrıca TC AYM si de demokratik toplumda gereklilik kavramını açıklarken yukarıdaki AİHM içtihadından yola çıkarak benzer tanımlamalarda bulunmuştur. Bekir Coşkun Başvurusu, AYM 2014/12151, 04.06.2015 para 51. 130  Betül Durmuş, ‘Bireysel Başvuru Kararlarında Demokratik Toplumda Gereklilik Ölçütü  (2017) 2 <https://anayasatakip.ku.edu.tr/wp-content/uploads/sites/34/2017/08/BetuCCl-DurmusCCA-Bireysel-BasCCAvuru-KararlarCBndaDemokratik-Toplumda-Gereklilik-.pdf> Erişim Tarihi 27 Mart 2020.131  Kemal Gözler, İnsan Hakları Hukuku (2. Bası, Bursa: Ekin Yayınevi 2018) 370.132  KKTC AYM, KS 9/2009, 2011.133  KKTC AYM, KS 4/88, 4/88 (D 10/88) , 27.10.1988.134  Değişiklik öncesi TC AYM si birçok kararında demokratik toplum düzenin gerekleri kavramını, hakkın özü kavramı ile tanımlamış ve/veya birlikte kullanmıştır. Gözler, Türk Anayasa Hukuku Dersleri (n 15) 242.135  KKTC AYM, KS 4/88, 1988.663İstanbul Hukuk Mecmuası 79/2Hakkın  özü  ölçütünden  daha  belirgin,  kullanılması  kolay  ve  uluslararası sözleşmelerde (AİHS) benimsenen  demokratik toplumda gereklilik  ölçütü ise KKTC AY de  bulunmamaktadır. Ancak  yine  de  KKTC  iç  hukukunda  hak  ve özgürlüklerin güvencesi olarak uygulanmalıdır. Zira 39/1962 sayılı Onay Yasası ile AİHS iç hukuka geçirildiğinden, bu güvence ölçütü bakımından da bir boşluk bulunmamaktadır. AİHM bu kavramı, hakları sınırlamaya yönelik müdahalenin  zorlayıcı bir toplumsal ihtiyacı  karşılaması yani toplumun zorunlu bir ihtiyacına cevap vermesi ve  ‘izlenen meşru amaçla orantılı olması  biçiminde açıklamıştır.Bu  güvence  ölçütleri  üzerinden  Fasıl  156  incelendiğinde,  yasama  yetkisinin sınırsız bir biçimde devredildiği ve AİHM in sıklıkla ifade ettiği kaliteli bir yasa olmadığı öncelikle belirtilmelidir. Yasallık ilkesi, özgürlüklere yapılacak müdahale bakımından yasanın çerçevesini aşmayacak şekilde yürütme organının düzenleyici ikincil işlemlerle düzenlemesine engel değildir. Temel esaslar ve genel çerçeve yasayla belirlendikten sonra, uzmanlık ve idare tekniğine ilişkin hususlarda yürütme organınca düzenleyici işlemler çıkarılabilir. Sınırlamaların meşru bir sebebe bağlılık açısından dayanması ölçütüne göre Yasa nın, gezi ve yerleşme özgürlüğünde (md 22) sayılan sebeplere dayanması gerekmektedir. Dolayısıyla idari işlem niteliğindeki emirnamelerin yetki, sebep, konu, maksat ve şekil-usul yönünden hukuka uygun olması gerekir. Emirnameyle hak ve özgürlükler sınırlanabilmesi için, yürütmeye verilen bu yetkinin ifade edildiği Yasa yukarıda belirtilen ilkeleri içermelidir.Tüm bu değerlendirmelerden hareketle salgın hastalıkla mücadelede olağanüstü durum ve koşullar hâkim olmuş ve bunlar olağan hukuk kurallarıyla uzlaştırılmaya çalışılmıştır. Anayasal  açıdan,  olağanüstü  bir  dönemin  koşulları  altında  olağan hukukun  uygulanması,  yukarıda  görüldüğü  gibi  birçok  açıdan  ciddi  sorunları beraberinde getirebilir. KKTC Cumhurbaşkanı bir açıklamasında,  korona virüs sürecinde,  olağanüstü  durum  ilan  edilmeden  olağanüstü  kararlar  uygulandığını, ekonomi  dışındaki  alanlarda  da  kanun  gücünde  kararnameler  çıkarıldığını  belirtmiştir. Cumhurbaşkanı  olağanüstü durum ilan edilmese de olağanüstü kararlar uygulandığının  altını çizerek, bu işlemlerin ileride hukuk sorunu haline gelmemesini temenni  ettiğini  belirtmiştir.  Salgın  hastalık  sürecinde  olağanüstü  durum  ilanı söz konusu olsaydı Cumhurbaşkanı Hükümet ve Meclis birlikte çalışabilirdi. 136  Gözler, İnsan Hakları Hukuku (n 131) 394.137  Necatigil (n 13) 47.138  Arslan (n 129) 150; Fendoğlu (n 129) 137;  Durmuş (n 130) 2.139  TC AYM, BB No: 2012/1246,§ 60, Tahsin Erdoğan, 06.02.2014.140  Bu açıdan KKTC AY md 12 nin de dikkate alınması gerekir ‘Bu Anayasanın hiçbir kuralı, herhangi bir gerçek veya tüzel kişiye, zümre veya sınıfa, bu Anayasa ile güvence altına alınan Kuzey Kıbrıs Türk Cumhuriyeti ni ve Kıbrıs Türk Halkının hak ve statüsünün değiştirilmesini veya bu Anayasanın kurduğu düzenin yok edilmesini veya tanınan temel hak ve özgürlüklerin ortadan kaldırılmasını amaçlayan hareketlere girişmek ve faaliyetlerde bulunmak hak ve yetkisini verir biçimde anlaşılamaz ve yorumlanamaz .141  KKTC Cumhurbaşkanlığı B O, ‘Kişilerden çok, kurumların demokratik, eşitlikçi ilişkileri önem taşır  (08.05.2020) <https://kktcb.org/tr/cumhurbaskani-akinci-kisilerden-cok-kurumlarin-demokratik-esitlikci-iliskileri-onem-tasir-7592> Erişim Tarihi 08 Mayıs 2020.664Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ileCumhurbaşkanı değerlendirmeleri bu açıdan yerindedir, salgın hastalık sürecinde AY ye uygun bir biçimde olağanüstü durumun ilanı yapılmış olsaydı, yukarıda ifade edilen birçok anayasal sorun ortaya çıkmayabilirdi. Böyle bir ilanın, iktidarın keyfiyetine ve takdir alanını genişleteceğine ve hak ve özgürlüklerin kullanılmasının durdurulması endişesiyle karşı çıkılmıştır. Ancak olağanüstü hâllerde dahi, yasaya uygun hareket edilmesi zorunluluğu, hukukun üstünlüğünün temel bir ilkesidir. Yukarıda ifade edilenler, olağan hukukun olağanüstü duruma uygulanması sonucunda ortaya çıkan hukuki ve özelde de anayasal sorunlardır. Bu nokta, her ne kadar ayrı bir çalışmanın konusu olsa da KKTC AY sine göre olağanüstü durum ilanı halinde sokağa çıkma yasaklarının hukuki rejimi hakkında kısa bir değerlendirme yapılması uygun olacaktır.IV. Sokağa Çıkma Yasağının Olağanüstü Hal Rejimi  Çerçevesinde DeğerlendirilmesiKKTC Anayasası na göre  tabii afet, salgın hastalıklar ve ağır ekonomik bunalım hallerinde, Cumhurbaşkanı başkanlığında toplanan Bakanlar Kurulu, yurdun bir veya birden fazla bölgesinde veya bütününde, süresi üç ayı geçmemek üzere, olağanüstü durum  ilan edilebilir. Ayrıca olağanüstü durum ilanıyla,  ancak olağanüstü durumu oluşturan nedenlerin giderilmesi amacıyla  ve  sadece bu süre ile sınırlı kalınarak , (md 126/1) Anayasadaki bazı maddelerin kısmen veya tamamen durdurulması söz konusu olabilir (md 126)144. Anayasa ya göre kısmen veya tamamen durdurulması söz konusu olabilecek özgürlüklerden biri de somut olaya konu olan gezi ve yerleşme özgürlüğüdür. Anayasa da olağanüstü durum ilanının sebeplerinden biri de  salgın hastalık  olduğundan düzenleme bu yönüyle makuldür. Olağanüstü durum ilanı halinde temel hak ve özgürlüklerin sınırlanması rejiminde olağan kurallar (md 11) değil, AY nin 126/2. maddesi uygulanır. Bu durumda da olağan hukuk çerçevesinde yukarıda ortaya koyduğumuz yasallık, meşru sebebe bağlılık, yasamanın yetki devri konusundaki anayasal sorunlar söz konusu olmayacak, gezi ve yerleşme özgürlüğüne hukuka uygun bir biçimde sınırlama getirilebilecekti.Olağanüstü  durumlar  tamamıyla  hukuksuz  istisnai  dönemler  değildir.  İçinde 142  AK Genel Sekreterliği, ‘COVID-19 Sağlık Krizi Çerçevesinde Demokrasi, Hukukun Üstünlüğü ve İnsan Haklarına Saygı  (2020) <https://rm.coe.int/ak-genel-sekreteri-covid-19-uye-devletlere-yonelik-set> Erişim Tarihi: 30 Nisan 2020.143  1985 KKTC AY md 124.144  1985 KKTC AY md 126/1: ‘Anayasanın 124. ve 125. maddeleri uyarınca olağanüstü durum ilanına karar verilmesi halinde, bu karar Resmi Gazete de yayımlanır ve derhal Cumhuriyet Meclisinin onayına sunulur. Cumhuriyet Meclisi tatilde ise derhal toplantıya çağrılır. Cumhuriyet Meclisi üye tamsayısının salt çoğunluğu ile, olağanüstü durum kararını veya süresini değiştirebilir; olağanüstü durumu kaldırabilir; Bakanlar Kurulunun istemi üzerine her defasında iki ayı geçmemek üzere süreyi uzatabilir . Aynı maddenin 2. fıkrası şu şekildedir; Herhangi bir olağanüstü durum ilânında, ancak olağanüstü durumu oluşturan nedenlerin giderilmesi ile sınırlı olarak sözü edilen olağanüstü durumun devamı süresince yürürlüğü kısmen veya tamamen durdurulan Anayasa maddeleri açıkça gösterilir. Ancak, bu gibi herhangi bir olağanüstü durum ilânında,, Anayasanın aşağıda öngörülen maddelerinin yürürlüğü durdurulabilir: 16. madde; 20. madde; 21. madde; 22. madde; 24. madde; 32. madde; 33. madde; 41. maddenin (5). fıkrasının (ç) bendi; 42. madde; 48. madde; 49. maddenin (3). fıkrası; 53. madde ve 54. madde.665İstanbul Hukuk Mecmuası 79/2bulunduğumuz salgın hastalıklar gibi kriz dönemlerinde hukuken tedbirlerin,  ancak olağanüstü durumu oluşturan nedenlerin giderilmesi amacıyla  ve  sadece bu süre ile sınırlı kalınarak  alınması anayasal bir zorunluluktur. Olağanüstü durumlarda hak ve özgürlüklerin durdurulması düzeyine varmayacak tedbirler de alınabilir. Durdurma halinde  hak  tamamen  geçici  olarak  ortadan  kalktığı  için  kullanılamayacaktır. Sınırlandırma halinde ise, o temel hak ve özgürlük tamamen ortadan kalkmamış sınırlandırılmıştır, dolayısıyla bazı kullanım alanları hala daha vardır. Olağanüstü  durumda  alınacak  tedbirler,  Cumhurbaşkanının  başkanlığında toplanan Bakanlar Kurulu tarafından alınır ve  Olağanüstü durum ve sıkıyönetim süresince,  Bakanlar  Kurulu,  olağanüstü  durumun  veya  sıkıyönetimin  gerekli kıldığı konularda, yasa gücünde kararname çıkarabilir 146. Olağanüstü durum ilanı ile olağanüstü durumlarda çıkarılacak kararnameler,  olağanüstü durumun gerekli kıldığı konularda  çıkarılmalıdır. Bu kararnameler ile olağanüstü durum gereği 126. maddeye uygun olmak şartıyla, mali yükümlülükler getirilebilir veya olağan dönemin sınırlama rejimi dışında kişisel ve siyasal hak ve özgürlükler kısıtlanabilir. Ancak olağanüstü durum kararnameleri RG de yayımlanarak, olağanüstü durum ilanında olduğu gibi (md 126/1) Meclis in onayına sunulur. Meclis, üye tamsayısının salt çoğunluğu ile kararnameleri reddedebilir veya onaylayabilir. Meclis bu yetkisini 90 gün içerisinde kullanmak zorundadır.Olağanüstü durum ilanına ilişkin kamuoyunda ortaya çıkan endişeler genellikle idareye güvensizlikten kaynaklanır. Korona virüs salgın hastalığı sürecinde birçok demokratik ülkede olağanüstü hâl ilanı söz konusu olmuş, AİHS askıya alınmıştır. Zira olağan hukuk düzeninde bu tür olağanüstü dönemlerle başa çıkabilecek hukuk kuralları genellikle bulunmamakta veya olağan hukuk yetersiz kalmaktadır. Avrupa Konseyince salgın hastalıkla başa çıkmak üzere alınacak her yeni kuralın, anayasaya ve uluslararası standartlara uygun olması gerektiği ve devletlerin bu kapsamda olağanüstü ilanı öngörmelerinin mümkün olduğunu belirtmiştir. Ayrıca böyle bir yetki bakımından,  muhtemel suiistimalinin önlenmesi için parlamento tarafından yürütmeye sınırlı bir yetki  verilmelidir. Bu istisnai süreç ve beraberindeki tedbirlerin  süreyle sınırlı olması  ve krizi  en kısa sürede atlatmak amacında  olması ve  hukukun üstünlüğü  ile  demokratik ilkelere saygının  zedelenmemesi gerekir.145  Gözler, Türk Anayasa Hukuku Dersleri (n 15) 253.146  1985 KKTC AY md 128/1: ‘Olağanüstü durum ve sıkıyönetim süresince, Cumhurbaşkanının başkanlığında toplanan Bakanlar Kurulu, olağanüstü durumun veya sıkıyönetimin gerekli kıldığı konularda, yasa gücünde kararname çıkarabilir. Bu kararnameler, Resmi Gazete de yayımlanır ve derhal Cumhuriyet Meclisinin onayına sunulur. Bu kararnameler, Cumhuriyet Meclisinin üye tamsayısının salt çoğunluğunun oyu ile reddedilmedikçe, olağanüstü durum ve sıkıyönetim süresince yürürlükte kalır .147  1985 KKTC AY md 128 ve 112. 148  ‘COVID-19 Sağlık Krizi Çerçevesinde Demokrasi, Hukukun Üstünlüğü ve İnsan Haklarına Saygı  (n 142)  (2020) Erişim Tarihi: 30 Nisan 2020.666Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ileSüreç  alınması  gerek  tedbirlerin  olağanüstü  olmasını  doğal  olarak  zorunlu kılmaktadır. KKTC de sokağa çıkma yasağını öngören emirnameler ile bu yasağa uymayanlar  bakımından  yasa  gücünde  kararnamelerle  yaptırım  öngörülmüştür. Kararnamelerle öngörülen yaptırım ise en temel hukuk ilkelerinden biri olan  suç ve cezada kanunilik  ilkesi bakımından yukarıda da görüldüğü üzere tartışılmıştır. SonuçAnayasa ya göre hukukun üstünlüğüne dayanan bir devlet olarak KKTC de gezi ve yerleşme özgürlüğüne aykırı bir biçimde getirilen sınırlamalar, yasayla değil adsız düzenleyici işlem olan  emirnameler  ile getirilmiştir. İçinde bulunulan durumun zorunluluklar ve tedbirleri beraberinde getirdiği düşünülebilir. Ancak çalışmada ele alınan konuda bir değil birçok hukuki sorun olduğu görülmektedir. Haklara ve özgürlüklere getirilen sınırlamalar yasallık ilkesini ihlal etmesi dışında, meşruiyetini yitirmiş yasalarla kriz yönetimi yapılmıştır. Bundan en az hükümet kadar parlamento da sorumludur. Zira KKTC Cumhuriyet Meclisi 2018 tarihli güncel bir Bulaşıcı Hastalıklar Yasası kabul etmiş, epidemi, Dünya Sağlık Örgütü gibi çağdaş kamu sağlığı ilkeleri içeren bu düzenlemede, AY de açıkça belirtilmesine rağmen gezi ve yerleşme özgürlüğünün salgın hastalıklar halinde sınırlanabilmesi konusunda, yürütmeye yetki verilmemiştir. Hukukun üstün olduğu KKTC de sokağa çıkma yasakları İngiliz döneminin 4 maddelik bir Yasasına dayandırılmış, hatta esasları emirname ile ortaya konulmuştur. KKTC yönetim sistemine ve hukukuna son derece yayılmaya başlamış olan emirname rejiminin hukuk devleti ilkesinden sapmayı beraberinde getirdiğini belirtmek gerekir. Avrupa Konseyi, korona virüsle ilgili müdahalelerin meşru olduğunu, ancak bunun demokrasi, insan hakları ve hukuk devletine aykırı bir biçimde yapılmaması gerektiğine  vurgu  yapıyor.  Avrupa  Konseyi  salgın  hastalıkla  mücadelede, üye devletlerin olağanüstü hallerde, şartlara bağlı olarak, AİHS de yer alan bazı yükümlülükleri, iç hukukta temeli olması ve demokratik toplumda gerekli olması koşullarıyla askıya alabileceklerini olağan karşılamaktadır. Ancak devletler insan hakları standartlarına uygun davranmalıdırlar. Olağanüstü istisnai dönemler, devletin normal hukuk düzeninin kuralları ile karşılanmasına imkân olmayan tehlike veya tehditlerin söz konusu olduğu dönemlerdir. Yeni korona virüs salgın hastalığı da şüphesiz bu tür bir tehdit içermektedir. İdarenin bu tür dönemlerde, mahiyeti gereği takdir yetkilerini genişletmesi ve temel hak ve özgürlüklere olağan zamanlara oranla daha ileri ölçüde sınırlamalar getirmesi söz konusudur. Burada çelişki yaratan 149  Deutsche Welle, ‘Koronavirüs İnsan Haklarına da Bulaşıyor  (2020) < https://www.dw.com/tr/koronavirCBCs-insanhaklarCBna-da-bulaCFCByor/a-53127730 > Erişim Tarihi: 17 Nisan 2020.150  ‘COVID-19 Sağlık Krizi Çerçevesinde Demokrasi, Hukukun Üstünlüğü ve İnsan Haklarına Saygı  (n 142) Erişim Tarihi: 30 Nisan 2020.151  Özbudun Ergun, Türk Anayasa Hukuku (17. Bası, Ankara: Yetkin Yayınları 2017) 333.667İstanbul Hukuk Mecmuası 79/2durum  olağanüstü  dönem  içerisinde  olağan  hukuk  kurallarının  örtüşmemesidir. Süreç, tehdit ve hatta alınan tedbirler olağanüstü ancak hukuk olağandır. Dolayısıyla olağanüstü tedbirlerin olağan hukukla uzlaştırılması önemli aykırılıkları beraberinde getirmektedir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazarlar çıkar çatışması bildirmemiştir.Finansal Destek: Yazarlar bu çalışma için finansal destek almadığını beyan etmiştir.Yazar Katkısı: Çalışma Konsepti/Tasarımı: D.Ç.U., E.U.; Veri Toplama: E.U., D.Ç.U.; Veri Analizi /Yorumlama: D.Ç.U., E.U.; Yazı Taslağı: E.U., D.Ç.U.; İçeriğin Eleştirel İncelemesi: D.Ç.U.; Son Onay ve Sorumluluk: D.Ç.U., E.U.Peer-review: Externally peer-reviewed. Conflict of Interest: The authors have no conflict of interest to declare.Grant Support: The authors declared that this study has received no financial support.Authors Contributions: Conception/Design of study: D.Ç.U., E.U.; Data Acquisition: E.U., D.Ç.U.;  Data Analysis/Interpretation: D.Ç.U., E.U.; Drafting Manuscript: E.U., D.Ç.U.; Critical Revision of Manuscript: D.Ç.U.; Final Approval and Accountability: D.Ç.U., E.U.668Çelik-Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ile",
     "Kaynakça": "27/2013 Sayılı İyi İdare Yasası, Kanun Numarası: 27/2013, Kabul Tarihi:11.11.2013. <https://www.mahkemeler.net/birlestirilmis/27 2013.doc> Erişim Tarihi 10 Ocak 2020.39/1962 Sayılı İnsan Haklarını ve Ana Hürriyetleri Korumaya Dair Avrupa Sözleşmesi Ve Buna Ek Protokolün Tasdiki Hakkında Yasa, Kanun Numarası: 39/1962, Kabul Tarihi:24.05.1962, Cyprus  Government  Gazette  No  157,  Supplement  I.  <https://www.mahkemeler.net/birlestirilmis/39 1962.doc> Erişim Tarihi: 16 Nisan 2020.45/2018 Sayılı Bulaşıcı Hastalıklar Yasası, Kanun Numarası:45/2018, Kabul Tarihi: 10.12. 2018 <https://www.mahkemeler.net/birlestirilmis/45 2018.docx> Erişim Tarihi 17 Mart 2020.Akkanat S, ‘Kurucu İktidara Dayalı Bir Demokrasinin İmkânı: Siyasal Bir Yaklaşımı (2015) 48( 2) Amme İdaresi Dergisi 1 21.Ali Karatay Başvurusu, AYM 2012/990, 10.12.2014.Altıparmak  K  ve  Karahanoğulları  O,  ‘Pyrrhus  Zaferi:  Leyla  Şahin/Türkiye, AİHM/Hukuk, Düzenleyici İşlem/Kanun  (2004) 3(1) Hukuk ve Adalet Dergis 249 276.Arıkan C, Türk Anayasa Hukukunda Yasama Yetkisinin Devredilmezliği İlkesi ( Doktora Tezi, Ankara: Ankara Üniversitesi 2011).Arslan Z, ‘Temel Hak ve Özgürlüklerin Sınırlandırılması: Anayasa nın 13. Maddesi Üzerine Bazı Düşünceler  (2002) 19 Anayasa Yargısı 139 155.Association  Ekin  v.  Fransa  App  no  39288/98  (ECHR,  2001)  <https://hudoc.echr.coe.int/eng#{itemid:[001 59603]}> Erişim Tarihi 19 Nisan 2020.Atay Ender E, ‘Hukukta Meşruiyet Kavramı  (1997) 1(2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 121 166.AK Genel Sekreterliği, ‘COVID 19 Sağlık Krizi Çerçevesinde Demokrasi, Hukukun Üstünlüğü ve İnsan Haklarına Saygı  (2020) <https://rm.coe.int/ak genel sekreteri covid 19 uye devletlereyonelik set> Erişim Tarihi 30 Nisan 2020.Azer C, ‘KKTC de Düzenleyici İşlemlerin Denetlenme(me)si Sorunu Ve Buna Çözüm Yolu: İyi İdare Yasası  (2018) 32(142) Türkiye Barolar Birliği Dergisi 429 452 <http://tbbdergisi.barobirlik.org.tr/m2019 142 1854> Erişim Tarihi 21 Mart 2020.Bekir Coşkun Başvurusu, AYM 2014/12151, 04.06.2015.Bjørnskov C ve Voigt S, The State of Emergency Virus, ‘Verfassungsblog On Matters Constitutional  (2020) <https://verfassungsblog.de/the state of emergency virus/> Erişim Tarihi 05 Nisan 2020.Curfew Law 1955,  A Law to Provide for The Imposition of Curfews in the Interests of Public Safety and the maintenance of Public Order  Supplement No. 2, Legıslation The Statute Laws of Cyprus No. 11 of 1955 The Cyprus Gazette No. 3821, Kabul Tarihi: 05.05.1955 <http://www.cylaw.org/nomoi/arith/1955_1_017.pdf> Erişim Tarihi 02 Nisan 2020.Çelik  Ulusoy  D,  ‘Kıbrıs ta  Anayasa  Yargısı  ve  Bireysel  Başvuru   (2017)  <doi:https://anayasatakip.ku.edu.tr/wp content/uploads/sites/34/2017/10/Demet CCCA7elik UlusoyKC4B1brC4B1sE28099ta Anayasa YargC4B1sC4B1 ve Bireysel BasCCA7vuru1.pdf> Erişim Tarihi 19 Nisan 2020.Çelik Ulusoy D, ‘Kuzey Kıbrıs Türk Cumhuriyeti nde Cumhurbaşkanlığı Seçimlerinin Ertelenmesi ve Cumhurbaşkanının Göreve Devamına İlişkin Parlamento Kararının Yarattığı Anayasal Sorunlar  (2020) 22(2) Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Yayınlanması Bekleniyor.669İstanbul Hukuk Mecmuası 79/2Deutsche  W,  ‘Koronavirüs  İnsan  Haklarına  da  Bulaşıyor   (2020)  <https://www.dw.com/tr/koronavirC3BCs insan haklarC4B1na da bulaC59FC4B1yor/a 53127730>  Erişim  Tarihi  17 Nisan 2020.Durmuş B, ‘Bireysel Başvuru Kararlarında Demokratik Toplumda Gereklilik Ölçütü  (2017) <https://anayasatakip.ku.edu.tr/wp content/uploads/sites/34/2017/08/BetuCC88l DurmusCCA7 BireyselBasCCA7vuru KararlarC4B1nda Demokratik Toplumda Gereklilik .pdf> Erişim Tarihi: 27 Mart 2020.Eren A, ‘Anayasa Mahkemesinin Kanun Hükmünde Kararnamelere İlişkin İçtihadı Doğrultusunda Cumhurbaşkanlığı Kararnamelerinin Değerlendirilmesi  (2019) 36( 1) Anayasa Yargısı 1 72.Tufan Erhürman, Yüksek İdare Mahkemesi nin Görev Alanı, (1. Bası, Işık Kitabevi, Lefkoşa, 2013).Tufan Erhürman, Kuzey Kıbrıs Türk Cumhuriyeti İdari Yargılama Hukuku, (1. Bası, Işık Kitabevi, Lefkoşa, 2012).Eşitli Aygün E, ‘Suçların ve Cezaların Kanuniliği İlkesi  (2013) 104 TBB Dergisi 226 246 <http://tbbdergisi.barobirlik.org.tr/m2013 104 1249> Erişim Tarihi 19 Nisan 2020.Fasıl  156  Sokağa  Çıkma Yasağı Yasası,  Kanun  Numarası:  1955,  Kabul Tarihi:  2.05.1955, Suplement No 2 The Cyprus Gazette No 3821 05.05.1955 <https://www.mahkemeler.net/birlestirilmis/f_156.doc> Erişim Tarihi 27 Mart 2020.Fasıl 260 Karantina Yasası (1932), Karantinaya Koymayı Düzenleyen ve Tehlikeli Enfeksiyöz Hastalıkların Ülkeye Girişini Ve Yayılmasını Veya Ülkeden Başka Yerlere Geçmesini Önleyici Ek Kurallar Öngören Yasa.Fendoğlu H T, ‘2001 Anayasa Değişikliği Bağlamında Temel Hak ve Özgürlüklerin Sınırlanması  2002 18 (1) Anayasa Yargısı 111 149.Gazette  The  Cyprus,  Supplement  No.  3,  Subsidiary  Legıslation  (28.11.1957)  <https://sbaadministration.org/home/legislation/01_02_09_02_PartII SubLeg Cyprus/CyGaz .pdf> Erişim Tarihi 10 Nisan 2020.Görür H, ‘Hukuk Devletinde Meşruiyet Sorunu  Hukuk Politik (2010) <https://www.hukukpolitik.com.tr/2016/12/05/hukuk devletinde mesruiyet sorunu> Erişim Tarihi 02 Nisan 2020.Gözler K, Anayasa Hukukunun Genel Esasları (10. Bası, Bursa: Ekin Yay 2018).Gözler K,  Anayasa Hukukunun Genel Teorisi: Cilt 1 (2. Bası, Bursa: Ekin Yay 2020).Gözler K, İnsan Hakları Hukuku ( 2. Bası, Bursa: Ekin Yay 2018).Gözler K, Türk Anayasa Hukuku Dersleri (22. Bası, Bursa: Ekin Yay 2018).Gül C, İktidarın Sınırlandırılması ve Hukuk Devleti (1. Bası, Ankara: Adalet Yayınevi 2010).Gülcü v Türkiye App. No. 17526/10 (ECHR, 2016).Greece v. United Kingdom, App. No. 176/56, (26.09.1958).Jefferson T, ‘Thomas Jefferson to James Madison (1789) 15(27) Princeton University Press 1958 3928  <https://jeffersonpapers.princeton.edu/selected documents/thomas jefferson james madison> Erişim Tarihi 20 Mart 2020.Kalabalık H, ‘İdare Hukukunda Takdir Yetkisi Kavramı Ve Benzer Kurumlarla Karşılaştırılması  (1997) 1(2) Gazi Üniversitesi Hukuk Fakültesi Dergisi 205 232.Kaneti S, ‘Anayasa Mahkemesi Kararları na Göre Yasama Yetkisi İle Yürütmenin Düzenleme Yetkisinin Sınırları  (1994) 54(1 4) İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 33 44.Karantina Yasası, The Quarantine Law, 1932, Kabul Tarihi: 26.02.1932. RG 09.03.19327 Cyprus Gazette No. 2201 of the No. 17 of 1932 < http://www.cylaw.org/nomoi/arith/1932_1_017.pdf> Erişim Tarihi 03 Nisan 2020.670Çelik Ulusoy, Uzuner / Sokağa Çıkma Yasağına İlişkin Emirnameler: KKTC de Salgın Hastalıkla Mücadelede Olağan Hukuk ileKıbrıs Cumhuriyeti Anayasası, Numarası: 0/1960, Kabul Tarihi:06.04.1960 Yürürlük Tarihi:16 Ağustos 1960 <https://www.mahkemeler.net/cgi bin/anayasa/1960.doc> Erişim Tarihi 22 Nisan 2020.KKTC Anayasa Mahkemesi, S 7/89 (D6/89), 30.06.1989 <https://www.mahkemeler.net/cgi bin/yenikararara3.aspx> Erişim Tarihi 22 Mart 2020.1985 KKTC Anayasası, Kabul Tarihi: 5.05.1985. RG 07.05.1985. <https://www.mahkemeler.net/cgi bin/anayasa/anayasa.doc> Erişim Tarihi 02 Ekim 2019.KKTC AYM, KS 21/2009, (D 3/2011), 2011.KKTC AYM, KS (D 3/2012), Birleştirilmiş 12 13 14 15 16/2012 (D 3/2012), 2012.KKTC AYM, KS 14/2015, D 9/2017, 29.06.2017.KKTC AYM, KS 23/85 (D 8/87), 04.06.1987.KKTC AYM, KS 4/2006, (D 1/2007), 2007.KKTC AYM, KS 4/88, 4/88 (D 10/88), 27.10.1988.KKTC AYM, KS 7/89 (D 6/89), 30.06.1989.KKTC AYM, KS 9/2009, D 4/2011,20.10.2011.KKTC AYM, KS 9/93 (D 5/95), 29.06.1995.KKTC AYM, KS AM 5/97, AM 5/97 (D 1/98) , 1998.KKTC AYM, KS D 2/2012, D 2/2012, Birleştirilmiş Anayasa Mahkemesi: 20 ve 21/2012, 16.08.2012.KKTC AYM, KS D 3/2016  15/2015, 07.04. 2016.KKTC Başbakanlık, ‘Bakanlar Kurulu Kararları Açıklandı  (13.03.2020) <http://kktcbasbakanlik.org/ArtMID/3765/ArticleID/124068/> Erişim Tarihi 13 Mart 2020.KKTC Cumhurbaşkanlığı B O, ‘Kişilerden çok, kurumların demokratik, eşitlikçi ilişkileri önem taşır   (08.05.2020)  <https://kktcb.org/tr/cumhurbaskani akinci kisilerden cok kurumlarindemokratik esitlikci iliskileri onem tasir 7592> Erişim Tarihi 08 Mayıs 2020.KKTC Resmi Gazete 22.03.2020/S 48, Kısmi Sokağa Çıkma Yasağı Emirnamesi (22.03.2020) (KKTC Bakanlar Kurulu, Düzenleyen, & A. S. K. EK III, Prodüktör), <https://basimevi.gov.ct.tr/> Erişim Tarihi 25 Mart 2020.KKTC Resmi Gazete 25.03.2020/S 50, KKTC Başbakanlık Basımevi (25.03.2020) <https://basimevi.gov.ct.tr/> Erişim Tarihi 25 Mart 2020.KKTC YİM, KS 103/98 (D 7/2003), 16.05.2003.KKTC YİM, KS 81/2007, D 4/2009, 27.02. 2009.Kıbrıs Türk Federe Devleti Anayasası (KTFD), Numarası:0/1975, Numarası: 0/1975, Kabul Tarihi: 13.02.1975 Yürürlük Tarihi: 08.06.1975 <https://www.mahkemeler.net/cgi bin/anayasa/ktfdana.doc> Erişim Tarihi 10 Nisan 2020.KTFD AYM, KS 18/78, 27.04.1979.KTFD AYM, KS D 1/82, D 1/82, Yargıtay/Asli Yetki İstinaf 1/82, 01.06.1982.Minister of Health Cyprus, Decree on Quarantine (Determination of Measures to Prevent Spread of the COVID 19 Coronavirus) Decree (No 18) of 2020, <https://www.pio.gov.cy/coronavirus/en/press/.pdf> Erişim Tarihi 18 Nisan 2020.Necatigil Z, Kuzey Kıbrıs Türk Cumhuriyeti nde Anayasa ve Yönetim Hukukunun Esasları (2. Bası, Lefkoşa: Işık Kitabevi 2015).Onur Karahanoğulları, ‘İngiliz Hukukunda İkincil Yasama  (1995), AÜSBF, 03(50), 212 230. <https://dergipark.org.tr/en/download/article file/36423> Erişim Tarihi 16 Mart 2020. 671İstanbul Hukuk Mecmuası 79/2Özay İ, Günışığında Yönetim (1. Bası, İstanbul: Alfa Yay 1994).Özbudun E, ‘İngiliz Hukukunda Hükümet Tasarrufları  (1961) 18(1) Ankara Üniversitesi Hukuk Fakültesi Dergisi 333 372.Özbudun E, Türk Anayasa Hukuku (17. Bası, Ankara: Yetkin Yayınları 2017).Özpolat H, ‘Anayasa Mahkemesi nin Bireysel Başvuru Kararlarında Maddi Anlamda Kanun Kriteri  (2018) 9(33) TAAD 609 622.Sağlam F, Anayasa Hukuku Ders Notları, (1. Bası, Lefkoşa: Yakın Doğu Üniversitesi Yayınları 2013).Sağlam F, Kuzey Kıbrıs Türk Cumhuriyeti Anayasa Hukuku Dersleri (1. Bası, Lefkoşa: Yakın Doğu Üniversitesi Yayınları 2015).Gözübüyük Ş, Yönetim Hukuku (13. Bası, Ankara, Turhan Kitabevi 2000).Van Der Sloot B, ‘Is All Fair in Love and War? An Analysis of the Case Law on Article 15 ECHR  (2014) 53 (1) Military Law and the Law of War Review <https://bartvandersloot.com/onewebmedia/Is_all_fair_in_love_and_war_forthcomming.pdf> 26.04.2020.Strauss David A, ‘Common Law, Common Gorund and Jefferson s Principle  (2003) 112 The Yale Law Journal 1717 1755.Sunday Times v Birleşik Krallık (no 1) Series A no 30, App No 6538/74 (ECHR, 26.04.1979).TC AYM, BB No: 2012/1246,§ 60, Tahsin Erdoğan, 06.02.2014.TC AYM, E 1967/41, K 1969/57, 25.10.1969.TC AYM, E 1993/5,K 1993/25, 06.07.1993.Teziç E, ‘Yasama Yetkisi ve Kanun Hükmünde Kararnameler  (1972) 5(3) Amme İdaresi Dergisi 3 14.The Quarantine Law, 1932, Kabul Tarihi: 26.02.1932. RG 09.03.19327 Cyprus Gazette No. 2201 of the No. 17 of 1932 < http://www.cylaw.org/nomoi/arith/1932_1_017.pdf> Erişim Tarihi 03 Nisan 2020.Yeliz Şanlı Atay, ‘Türk İdare Hukukunda Adsız Düzenleyici İşlemler  (2011) (Yayımlanmamış Doktora Tezi T.C. Ankara Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku (İdare Hukuku) Anabilim Dalı, Tez Danışmanı: Prof. Dr. Metin Günday, Ankara) 23 28. <https://dspace.ankara.edu.tr/xmlui/bitstream/handle/20.500.12575/33957/Sanli%20Atay_Yeliz_tez.pdf?sequence=1> Erişim Tarihi 15.02.2021.Yılmaz H,  Türk Hukukunda Düzenleme Yetkisinin Tarihsel Gelişimi ve Niteliği  (2014) 110 Türkiye Barolar Birliği 220 240 <http://tbbdergisi.barobirlik.org.tr/ViewPDF  i 1345> Erişim Tarihi 10 Nisan 2020.672"
}