{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": " ",
     "Ay": " ",
     "Yıl": "2021",
     "Cilt": "79",
     "Sayı": "3",
     "Başlık": " ",
     "Title": [
          50,
          "Yeşil Kart Sigortası, Türkiye Motorlu Taşıt Bürosu, Yabancı plakalı araçların Türkiye de kaza yapması, Türkiye Motorlu Taşıt Bürosunun zarar görenlerin açtıkları davadaki konumu, Yeşil Kart SistemiFilling a Law Suit Against the Turkish Motor Insurers  Bureau based on Green Card Insurance, due to the Accidents Caused by Vehicles with Foreign Licence Plates"
     ],
     "Yazar İsmi": [
          22,
          "Kabul: 11.04.2021Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye Motorlu Taşıt Bürosuna Dava Açılması  Musa Aygül"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Yeşil Kart Sigortası, Türkiye Motorlu Taşıt Bürosu, Yabancı plakalı araçların Türkiye’de kaza yapması, Türkiye Motorlu Taşıt"
     ],
     "Keywords": [
          "Green Card Insurance, Turkish Motor Insurers’ Bureau, Traffic accidents involving vehicles with foreign licenses plates in"
     ],
     "Özet": "Türkiye ye giriş yapmak isteyen yabancı plakalı araçların işletenleri, mevzuat gereği ya sınır kapılarında zorunlu malî sorumluluk sigortası (ZMSS) yaptırmak zorundadır ya da Türkiye de geçerli Yeşil Kart Sigortasına sahip olmalıdır. Yeşil Kart Sistemi, motorlu kara taşıtlarının milletlerarası hareketliliğini kolaylaştırmak ve yabancı plakalı araçların işletilmesi esnasında verdikleri zararların, kazanın meydana geldiği ülkede ZMSS limitleri ve şartları dâhilinde tazmini sağlamak amacıyla oluşturulmuştur. Türkiye de Yeşil Kart Sigortası işlemlerini yerine getirmek amacıyla Türkiye Motorlu Taşıtlar Bürosu (TMTB) kurulmuştur. Yeşil Kartlı yabancı plakalı bir aracın Türkiye de karıştığı bir trafik kazasından dolayı başkalarının uğradığı zararın tazmini, yabancı sigorta şirketi ya da büro adına TMTB tarafından gerçekleştirilmektedir. Zarar görenler Yeşil Kartı düzenleyen yabancı sigorta şirketi ya da ilgili büro yerine doğrudan TMTB ye müracaat edebilmekte ya da dava açabilmektedir. Bu çalışmada, zarar görenler karşısında TMTB nin sorumluluğunun hukukî dayanakları ve davadaki konumu üzerinde durulmuştur. Türkiye de görülmekte olan davalarda TMTB nin yabancı sigorta ya da ilgili büroya yöneltilen davaların hukuki dayanağı incelenmiştir.",
     "Abstract": "Vehicles with foreign license plates can only be accepted in Turkey if they are insured with compulsory automobile liability insurance at the border gate or with Green Card Insurance valid for Turkey as required by regulations. The Green Card System was established to facilitate the international mobility of motor land vehicles and to ensure the compensation of damages borne by third parties because of an accident caused by vehicles with foreign license plates; however, this is subject to the limitations and conditions of the mandatory liability insurance in the country where the accident occurred. The Turkish Motor Insurers  Bureau (TMIB) executes and oversees Green Card Insurance operations in Turkey. In traffic accidents involving vehicles with foreign license plates with a Green Card, damages borne by third parties are compensated by the TMIB on behalf of foreign insurance companies or offices. Victims can directly apply to the TMIB instead of filing a lawsuit against foreign insurance companies or the office that issued the Green Card. The study elucidates the legal basis of the liability and particularly analyzes the legal status of the TMIB against victims.",
     "Metin": "Türkiye ye giriş yapmak isteyen yabancı plakalı araçların işletenleri, mevzuat gereği ya sınır kapılarında zorunlu malî sorumluluk sigortası (ZMSS) yaptırmak; ya da Türkiye de geçerli Yeşil Kart Sigortasına sahip olmak zorundadır. Yeşil Kart Sistemi, motorlu kara taşıtlarının milletlerarası hareketliliğini kolaylaştırmak ve yabancı plakalı araçların sebebiyet verdiği zararların, kazanın meydana geldiği ülkede zorunlu mesuliyet sorumluluk sigortası limitleri ve şartları dâhilinde karşılanmasını sağlamak amacıyla oluşturulmuştur. Türkiye de de söz konusu Yeşil Kart Sigortası işlemlerini yerine getirmek ve yabancı plakalı araçların karıştığı kazalarda zarar görenlerin daha etkili bir şekilde korunmasını temin amacıyla Türkiye Motorlu Taşıtlar Bürosu (TMTB) kurulmuştur.Yeşil Kartlı yabancı plakalı bir aracın Türkiye de karıştığı bir trafik kazasından dolayı üçüncü kişilerin uğradığı zararın tazmini, yabancı sigorta şirketi ya da büro adına TMTB tarafından gerçekleştirilmektedir. Zarar görenler Yeşil Kartı düzenleyen yabancı  sigorta  şirketi  ya  da  ilgili  büro  yerine  doğrudan  TMTB ye  müracaat edebilmekte ya da dava açabilmektedir. Bu çalışmada, zarar görenler karşısında TMTB nin  sorumluluğunun  hukukî  dayanakları  ve  davadaki  konumu  üzerinde durulacaktır. Türkiye de görülmekte olan davalarda TMTB ya da yabancı sigorta şirketine yöneltilen davaların hukukî dayanağı incelenecektir. Buna ek olarak zarar görenlerin açtığı davada görevli mahkeme ve bu uyuşmazlıklar için uygulanacak hukukun tayininde esas alınması icap eden kıstaslar, konuya ilişkin Yargıtay kararları ışığında izah edilecektir.I. Yeşil Kart Sigortası Sisteminin İşleyişiYabancı plakalı araçlar belirli koşullar altında Türkiye ye giriş yapabilmektedir. Örneğin Türkiye ye turistik amaçlarla gelen yabancılar ya da yurt dışında çalışan Türk vatandaşları, özellikle yaz aylarında kendilerine ait ya da kiraladıkları motorlu kara taşıtları ile Türkiye ye gelmektedir. Yine yurt dışında yerleşik kişiler tarafından yabancı plakalı araçlar geçici ithalat kapsamında yahut transit geçiş yapmak üzere Türkiye ye getirilebilir.2918 sayılı Karayolları Trafik Kanunu na (KTK) göre yabancı plakalı taşıtların Hazine Müsteşarlığının bağlı olduğu Bakanlıkça belirlenecek usul ve esaslara göre 1  4458 Sayılı Gümrük Kanunu nun Bazı Maddelerinin Uygulanması Hakkında 2009/15481 Sayılı Bakanlar Kurulu Kararında, Türkiye Gümrük Bölgesi dışında yerleşik kişi, olağan durumda Türkiye Gümrük Bölgesi dışında ikamet eden gerçek kişi ya da Türkiye Gümrük Bölgesi dışında kayıtlı işyeri bulunan tüzel kişi olarak tanımlanmıştır (m 3/v). Karar için bkz RG 7.10.2009/27369. 2  Türkiye, geçici ithalata ilişkin Geçici İthalat Sözleşmesini kabul etmiştir. Sözleşme için bkz RG 21.10.2004/25620. Sözleşmede geçici ithalat, belirli eşyanın (taşıma araçları dâhil) gümrük vergileri ve ithalatta alınan diğer vergilerin ödenmesinden şartlı olarak vazgeçilerek ve ekonomik nitelikli ithalat yasakları veya kısıtlamaları uygulanmaksızın, gümrük hattına girmesini sağlayan gümrük rejim olarak tanımlanmıştır (m 1). Kara taşıtlarının geçici ithal yoluyla Türkiye ye giriş şartları ve bu araçların Türkiye de kullanılma şartları Geçici İthal Edilen Kara Taşıtlarına İlişkin Gümrük Genel Tebliğinde ayrıntılı olarak düzenlenmiştir. 3  Karayolları Trafik Kanunu, Kanun Numarası: 2918, Kabul Tarihi: 13.10.1983, RG 18.10.1983/18195. 522Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye...Türkiye de geçerli sigortaları yoksa bunlar için zorunlu malî sorumluluk sigortası (ZMSS) Türkiye sınırlarına girişte yapılır (m 91/5). Yine Yabancı Plakalı Motorlu Kara  Taşıtlarının  Ülkemizde  İşletilmesinden  Kaynaklanan  Hukukî  Sorumluluk İçin Yaptırılacak Sigortaya İlişkin Usul ve Esaslar Hakkında Yönetmelik in 4. maddesinde Türkiye ye girecek yabancı plakalı motorlu kara taşıtlarının işletilmesi sebebiyle üçüncü kişilere verilecek zararlardan kaynaklanan hukukî sorumluluk için zorunlu trafik sigortası veya bu sigorta ile eşdeğer bir sigorta teminatının bulunması zorunluluğu getirilmiştir. Buna göre Türkiye ye giriş yapan motorlu kara taşıtların işletenlerinin ya Türkiye de ZMSS yaptırması ya da Türkiye de ZMSS ye eş değer yabancı ülkede yaptırılmış bir malî sorumluluk sigortasının bulunması zorunludur. Bir ülkede hangi sigortaların geçerli olacağı, o ülke hukukuna göre tespit edilir. Hukuk sistemlerinde yurt dışında yaptırılan sigortaların, hangi şartlarda geçerli olabileceğine dair özel hükümler söz konusu olabilmektedir. Örneğin 5684 sayılı Sigortacılık  Kanunu nun  15/2.  maddesinde,  Türkiye deki  yerleşik  kişilerin Türkiye deki sigortalanabilir bazı menfaatlerinin yurt dışında da sigortalanabilmesine imkân tanınmıştır. Türkiye de yaptırılan ZMSS yalnızca Türkiye sınırları içinde geçerlidir (Karayolları Motorlu Araçlar ZMSS Genel Şartları m A.3). Dolayısı ile yurt dışında da geçerli olması için ayrı bir sigortanın ya da hem ülkede hem ülke dışında geçerliliği olan sigorta sözleşmelerinin yaptırılması gerekir. Kaldı ki ülkeler, yabancı ülkede düzenlenmiş sigorta poliçelerini eşdeğer de kabul etmeyebilir. Bir ülkede düzenlenmiş bir poliçenin diğer ülkede kabul edilmemesi de motorlu kara taşıtlarının milletlerarası kullanımını engelleyebilmektedir. Yeşil  Kart  Sisteminin  ilk  amacı,  motorlu  taşıtların,  uluslararası  sınırlardan uluslararası geçerliliği olan bir sigorta belgesi ile geçişini kolaylaştırmaktır. Böylelikle bu sigortaya sahip bir araç, sınırda ZMSS yaptırmak zorunda kalmayacaktır. Bu sistemin  ikinci  amacı  ise  yabancı  plakalı  araçların  gittikleri  ülkede  karıştıkları kazalardan dolayı zarar görenlerin korunmasıdır. Bu şekilde zarar gören, yabancı plakalı  aracın  işletilmesinden  kaynaklanan  zarardan  dolayı  tüm  taleplerini  ileri sürebileceği sorumlu bir muhatap bulabilecek ve aracın yabancı plakalı olmasından dolayı ayrıca bir mağduriyet yaşamayacaktır. Yeşil Kart Sigortası, kazanın meydana geldiği ülkedeki asgarî ZMSS limiti kadar koruma sağlamaktadır. Dolayısı ile zarar gören kendi ülkesinde kayıtlı bir aracın kendisine zarar vermesine denk bir korumaya kavuşmuş olmaktadır. 4  Yabancı Plakalı Motorlu Kara Taşıtlarının Ülkemizde İşletilmesinden Kaynaklanan Hukukî Sorumluluk İçin Yaptırılacak Sigortaya İlişkin Usul ve Esaslar Hakkında Yönetmelik, RG 13.07.2011/27993.5  Sigortacılık Kanunu, Kanun Numarası: 5684, Kabul Tarihi: 03.06.2007, RG 14.06.2007/26552. 6  Bürolar Konseyinin belirlediği şekle uygun olarak düzenlenmek zorunda olan Yeşil Kartın geçerli olduğu ülkeler, kartın arkasında gösterilmek zorundadır: Hasan Tahsin Gökcan, Karayolları Trafik Kanununa Göre Hukukî Sorumluluk Tazminat Sigorta ve Rücu Davaları (9. Bası, Seçkin 2018) 745.7  Robert Merkin and Maggie Hemsworth, The Law of Motor Insurance (2nd edn, Sweet&Maxwell 2015) 681; Nuray Ekşi, Türk ve Avrupa Birliği Hukukunda Yabancı Unsurlu Sigorta Sözleşmelerinde Uygulanacak Hukuk (Beta İstanbul 2012) 37; Yasemin Tufan, ‘Uluslararası Motorlu Araçlar Zorunlu Malî Sorumluluk Sigortası ve Yeşil Kart Sistemi  (2008) Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi <tez.yok.gov.tr> Erişim Tarihi 10 Ağustos 2020  52-53; Gökcan (n 6) 745.523İstanbul Hukuk Mecmuası 79/2Yeşil Kart Sistemi, milletlerarası anlaşma seviyesinde de düzenlenmiştir. Avrupa Konseyi tarafından Motorlu Taşıtlar Zorunlu Malî Sorumluluk Sigortasına İlişkin Avrupa Sözleşmesi (bundan sonra Avrupa Sözleşmesi olarak anılacaktır) hazırlanmış ve 1959 yılında imzaya açılmıştır. Sözleşme 22.09.1969 yılında yürürlüğe girmiştir. Türkiye, Sözleşmeyi 1974 yılında bazı çekincelerle imzalamış ancak 4477 sayılı uygun bulma Kanunu 1999 tarihinde kabul edilmiştir. Sözleşmenin amacı başlangıç hükümlerinde,  kendi  ülkelerinde  trafik  kazalarında  zarar  görenlerin  haklarının zorunlu bir sigorta sisteminin kurulması yoluyla güvence altına alınması şeklinde ifade edilmiştir. Sözleşmenin bir diğer amacı, âkit devletlerde uluslararası sigorta büroları ile garanti fonlarının kurulması ve işletilmesini desteklemektir. Böylelikle Avrupa Sözleşmesinde Yeşil Kart Sistemine işlerlik kazandırmak için uluslararası büroların kurulması öngörülmüş ve uluslararası sigorta belgeleri, diğer bir ifade ile yeşil kart çıkartmaları öngörülmüştür. Türkiye Motorlu Taşıtlar Bürosu (TMTB), bu Sözleşmede öngörülen büro olarak görev yapmaktadır. Ayrıca Sözleşme nin 6. maddesinde ZMSS ile ilgili temel ilkeler tespit edilmiş ve mağdura doğrudan sigortacıya başvuru hakkı tanınması kabul edilmiştir. Yeşil Kart Sisteminin gelişmesini sağlayan bir diğer unsur da Avrupa Birliği düzenlemeleridir. Özellikle zorunlu sigortaya ilişkin Avrupa Birliği yönergeleri, Yeşil Kart Sistemini üye devletler arasında daha da geliştirmiş ve Birlik üyesi ile diğer bazı ülkeler arasında Yeşil Kart ibrazı aranmaksızın seyahat mümkün hâle gelmiştir.II. TMTB nin Kurulması ve GörevleriYeşil Kart Sistemine dâhil olmak amacı ile TMTB, Türkiye Sigorta ve Reasürans Şirketleri Birliği bünyesinde 1963 yılında tüzel kişiliği haiz  Türkiye Sigorta ve Reasürans Birliği Motorlu Taşıt Bürosu  unvanı altında Ticaret Bakanlığının çıkardığı 8  Avrupa Sözleşmesi hakkında ayrıntılı bilgi için bkz Tufan (n 7) 10 vd. 9  Motorlu Taşıtlar Zorunlu Malî Sorumluluk Sigortasına İlişkin Avrupa Sözleşmesinin Onaylanmasının Uygun Bulunduğuna Dair Kanun: RG 11.11.1999/23873. Avrupa Konseyinin web sayfasında Sözleşmenin Türkiye bakımından 25.07.2000 tarihinde  yürürlüğe  girdiği  bilgisi  verilmektedir.  <https://www.coe.int/en/web/conventions/full-list/-/conventions/treaty/029> Erişim Tarihi 13 Ağustos 2020. Sözleşme, sözleşmeyi sonradan onaylayacak bir imzacı devlet tarafından, onay belgesinin tevdi tarihinden itibaren 90 gün sonra yürürlüğe girer (m 15). Sözleşme hakkında ayrıntılı bilgi için bkz Ekşi (n 7) 35 vd.10  Türkiye Motorlu Taşıt Bürosunun Çalışma Usul ve Esasları Hakkında Yönetmelik m 4. 11  Avrupa Birliği düzenlemeleri hakkında ayrıntılı bilgi için bkz Etem Kara, ‘Sınırötesi Trafik Kazaları: Avrupa Birliğinde ve Türk Hukukunda Zorunlu Mali Sorumluluk Sigortası  (2016) 6(11) Hasan Kalyoncu Hukuk Fakültesi Dergisi  219 vd. 12  Yeşil Kart uygulamasında dahi bazı zorlukların yaşanması sebebiyle Yeşil Kart sistemine dâhil Avrupa Birliği ülkeleri ile Andorra, Norveç, İzlanda, Sırbistan, İsviçre ve Lihtenştayn olmak üzere 34 ülke, Avrupa girişimi ile kendi ülkelerinde düzenlenen üçüncü kişi sorumluluk sigortalarının diğer ülkelerde de tanınmasını öngören çok taraflı anlaşma imzalamıştır. Özellikle Çok Taraflı Garanti Sözleşmesi ile yeşil kart ibrazı zorunluluğu kaldırılmıştır. Dolayısı ile artık 34 ülkede Yeşil Kart gerekmeksizin motorlu taşıt ile seyahat mümkün hâle gelmiştir: <https://www.cobx.org/index.php/article/39/greencard> Erişim Tarihi 13 Ağustos 2020. Günümüzde Yeşil Kartın ibrazı zorunlu ülkeler şunlardır: Türkiye, Azerbaycan, Rusya, Beyaz Rusya, İran, Tunus, Fas, İsrail, Ukrayna, Rusya, Bosna ve Hersek, Arnavutluk, Makedonya, Belarus, Moldova.524Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye...bir Yönetmelik ile kurulmuştur. TMTB nin kurulmasından sonra Türkiye, Yeşil Kart Sistemine 1 Ocak 1964 tarihinde katılmıştır. Büronun unvanı, 26 Ekim 1991 tarihli ve 21033 sayılı Resmî Gazete de yayınlanan Türkiye Motorlu Taşıt Bürosunun Çalışma Esas ve Usulleri Hakkında Yönetmelik (bundan sonra Yönetmelik olarak anılacaktır) ile bugünkü hâlini almıştır.Bürolar Konseyi nin İç Tüzüğü nün (Internal Regulation)15 2. maddesinde millî bürolar,  millî sigortacılar bürosu (national insurers  bureau)  adıyla anılmış ve 5 No lu tavsiye metnine uygun olarak kurulan ve Büro Konseyine üye olan profesyonel bir kurum olarak tanımlanmıştır. İç Tüzük Kurallarına göre, millî büronun üç şartı haiz olması gerekmektedir. Bunlardan ilki, Büro nun profesyonel bir kurum olmasıdır. İkincisi, Büro nun Bürolar Konseyi ne üye olması; Üçüncüsü ise, Büro nun 5 No lu Tavsiye Kararı ndaki şartları haiz olmasıdır.5 No lu Tavsiye Kararında aranan şartlar ise şunlardır:●  Yetkili sigortacılar tarafından kurulan, ilgili ülkenin hükümetince resmî olarak tanınan tek kurum olmalıdır.●  Büroya ancak motorlu taşıt malî mesuliyet sigortası yapan sigortacılar üye olabilmelidir. ●  Motorlu taşıt malî mesuliyet sigortası yapacak sigortacıların büroya üye olması mecburîdir.●  Büronun  yükümlülüğünü  yerine  getirebilmesi  için  üye  sigortacıların finansmanı paylaşma yükümlülüğü olmalıdır. Büro nun görevlerinden birisi, uluslararası geçerliliği olan Yeşil Kart Sigortası yapmak  ya  da  yapılmasını  sağlamaktır.  Büro  ya  kendisi Yeşil  Kart  Sigortası yapacak ya da bu yetkiyi anlaşmalı sigorta şirketlerine devredecektir. Büro, Avrupa Sözleşmesi nde sigortacı tanımının içinde kabul edilmiştir (Avrupa Sözleşmesi m 13  RG 19.10.1963/ 11535. Büronun Yönetmelik ile kuruluşunun eleştirisi için bkz Mahmut Yavaşi, Kara Taşıtları Sigortaları (Yetkin 2020) 187 dpn 414.  14  < https://www.tmtb.org.tr/BURO/Tarihce/BuroTarihce#collapseTwo > Erişim Tarihi 13 Ağustos 2020. 15  Bürolar Konseyinin İç Tüzüğü 30 Mayıs 2002 yılında Yunanistan ın Girit Adası nda yapılan Genel Kurul da kabul edilmiştir ve değişik tarihlerde (2008, 2013, 2016, 2017, 2019) revize edilmiştir: <https://www.cobx.org/sites/default/files/cob_file_folder/2020-internal-regulations-marrakesh-1-July-2020-clean-version.pdf > Erişim Tarihi 13 Ağustos 2020. Bürolar Konseyinin hazırladığı ve millî bürolar arasında imzalanması gereken model anlaşmada, millî bürolara İç Tüzüğün emredici kurallarına uyma yükümlülüğü getirilmektedir: <https://www.cobx.org/article/46/documents-green-card-pillar> Erişim Tarihi 13 Ağustos 2020.16  İç Tüzüğü Açıklayıcı Not (Explanatory Memorandum to the Internal Regulations) 7. <https://www.cobx.org/sites/default/files/cob_file_folder/2020-explanatory-memorandum-marrakesh-1-July-2020-clean-version.pdf> Erişim Tarihi 12 Ağustos 2020.17  Işıl Ulaş, Uygulamalı Sigorta Hukuku Mal ve Sorumluluk Sigortaları (Ankara 2010) 845. 525İstanbul Hukuk Mecmuası 79/2Ek-I m 1). Nitekim İç Tüzükte Büronun yeşil kartın düzenlenmesinden ve tesliminden sorumlu olduğu kabul edilmiştir (İç Tüzük m 7/1). Yönetmelikte TMTB nin görevleri arasında  …motorlu araçların işletilmesi nedeniyle tabi olunan mali sorumluluğu karşılamak  üzere  yurtdışında  geçerli  sigorta  belgelerinin  basım,  denetim  ve düzenlenmesi ile bu sigorta belgeleri kapsamında motorlu araçların sebep olduğu hasarların ödenmesi…  sayılmıştır. Büro sadece kendi ülkesinde kayıtlı taşıtlar için Yeşil Kart verebilir. Bunun haricinde ancak hiçbir büronun bulunmadığı ülkede ikamet eden sigortalılara Yeşil Kart verilmesine de imkân tanınmıştır (İç Tüzük m 7/3). Doktrinde Yeşil Kartı veren Büro,  tazmin eden büro (zahlendes Büro)  olarak anılmaktadır. Büro nun  görevlerinden  bir  diğeri  de  düzenlediği  Yeşil  Kartlar  dolayısıyla yabancı  ülkedeki  büro  tarafından  karşılanan  zararların  tazminlerinden  kaynaklı rücu taleplerini karşılamaktır. Bürolar Konseyi İç Tüzüğü nün 6. maddesinde her büronun, kaza ülkesindeki büronun ya da onun görevlendirdiği acentenin İç Tüzük hükümlerine (m 5) göre ödediği tazminatı garanti ettiği kabul edilmiştir. Yeşil Kartı düzenleyen sigorta şirketi iflâs etmiş olsa dâhi Büro nun garanti yükümlülüğü devam eder. Ancak Tüzüğe aykırı ödemelerde Büro nun rücu taleplerini karşılama yükümlülüğü bulunmamaktadır. Bürolar arasında özel hukuka dayalı karşılıklı borç doğuran bir ilişki olduğu ileri sürülmektedir. Sigortacılık Kanunu na göre Yeşil Kart uygulamaları için faaliyet gösteren TMTB tarafından yapılacak ödemeler için Güvence Hesabına başvurulabilir (m 14/2-d). Nitekim Yönetmelikte TMTB nin görevleri arasında  [ü]yelerince düzenlenen sigorta belgeleri çerçevesinde üyelerine garantör  olmak da sayılmıştır (Yönetmelik m 5/2-b). Büro rücu kapsamında ödediği tazminatı, şartları varsa zarar verenden talep edebilir.Ayrıca TMTB, diğer ülkelerde bulunan bürolar ile Bürolar Konseyi nin hazırladığı  Bürolararası Model Anlaşma yı imzalayabilir. Bir büro diğer bürolar ülkesi ile ikili anlaşma yapmak zorunda değildir. Ancak ülke büroları arasında ikili anlaşma yapılması, rücu taleplerinin tahsilini kolaylaştırmaktadır.TMTB nin bir diğer görevi de yabancı bürolar tarafından Yeşil Kart verilmiş yabancı plakalı araçların Türkiye de üçüncü kişilere verdikleri zararı gidermedeki sorumluluğu ve muhataplığıdır. 18  Tufan (n 7) 55. 19  İç Tüzüğü Açıklayıcı Not 37. Rücu talebinin kaynağının taraflar arasındaki garanti sözleşmesi olduğu hakkında bkz Tufan (n 7) 60. 20  Tufan (n 7) 59. 21  Bkz dpn 13.  22  Martin  Metzler,  ‘Nationales  Versicherungsbüro  (NVB)  &  Nationaler  Garantiefonds  (NGF) ,  Haftpflicht  des Motorfahrzeughalters - neue Antworten auf alte Fragen (Herausgeber: Fellmann, Walter ), (Stämpfli 2013) 161. 526Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye...III. TMTB nin Türkiye de Meydana Gelen Kazalardaki  Görevleri ve MuhataplığıA. Genel OlarakTMTB nin Türkiye de yerine getirmesi gereken görevler Bürolar Konseyi İç Tüzükte detaylı şekilde tespit edilmiştir. Bunların ilki, Türkiye de meydana gelen bir kaza ile ilgili tüm soruşturma işlemlerini yürütmektir. Tüzüğe göre Büro, Yeşil Kart ile ilgili bir kaza hakkında bilgilendirildiğinde, resmî bir talep gerekmeksizin kazanın oluş şeklini araştırır. Ayrıca mümkün olan en kısa süre içinde Yeşil Kartı düzenleyen sigorta şirketi ya da ilgili büroyu bilgilendirir. Eğer yabancı sigorta şirketinin ülkede bir muhabiri varsa ona da bildirim yapılması gerekir (İç Tüzük m 3/1).Yeşil Kart sistemine dâhil olan sigorta şirketlerinin potansiyel kaza ülkelerinde, kendi adlarına ödeme yapmaya yetkili birer muhabir bulundurduğu ve uygulamada ödeme işlemlerinin çoğu zaman ülke bürolarının müdahalesi olmadan bu muhabirler aracılığı ile yürütüldüğü belirtilmektedir.İkincisi, meydana gelen zararı ZMSS şartları ve limitleri çerçevesinde kusur esasına göre tazmin etmektir (İç Tüzük m 3/4). Büronun özel bir anlaşması bulunması ya da yabancı sigorta şirketinin kaza yerindeki zorunlu malî mesuliyet sigortasından daha geniş teminatlar vermesi hâlinde limit aşan ödemeler yapılabilir. KTK nın 92/1-f maddesi uyarınca Türkiye de manevî tazminat, ZMSS nin sağladığı teminatın dışındadır. Hâlbuki bazı yabancı sigorta şirketleri, manevi tazminatı da teminat kapsamında  kabul  edebilir.  Bu  hâlde  TMTB  manevî  tazminatın  ödenmesinden sorumlu  olduğu  gibi,  manevî  tazminat  konusunda  anlaşma  da  yapabilir.  Konu hakkında Yargıtay ın bir kararı şu şekildedir: Davalı vekili, müvekkilinin yabancı plakalı araçların Türkiye de yaptığı kazalarda sebep olduğu zararlar için kusur ve limite göre, limit üstü ve trafik sigortası şartları dışındaki talepler için ancak yabancı...şirketinin ihtiyaren teminat vermesi halinde sorumlu olduğunu, somut olayda aracın yeşil kart sigortacısının yabancı şirket olduğunu, ihtiyaren verdiği teminatta manevi tazminatı da üstlendiğinin bildirildiğini, davacı torunların doğdukları yere bakılınca muris büyükanneleri ile eylemli ve gerçek bir bağlılık ilişkisinin mümkün olmadığını, tek taraflı kazada sürücünün murisin oğlu, davacıların ise amcası olduğunu, 23  Bkz Metzler (n 22) 161. Söz konusu muhabirler, faaliyetlerini Yeşil Kart sisteminin yürütülmesine hasretmiş değildir. Zira, Avrupa Birliği nin Karayolları Malî Sorumluluk Sigortalarına ilişkin 2009/103 sayılı Motorlu Taşıt Sorumluluk Sigortası ve Sigorta Yükümlülüğünün Kontrolüne ilişkin Avrupa Parlamentosu ve Konseyi Yönergesi m. 21 hükmü gereğince Birlik içinde kara motorlu taşıtları için sorumluluk sigortası yapan tüm sigortacıların tüm üye devletlerde ilgili üye devlette yerleşik olan ve zarar gören tarafın tazminat talebinde bulunabileceği bir hasar temsilcisi (claim representative/Der Schadensregulierungsbeuaftragter) ataması gerekmektedir. Buna ek olarak, aynı Yönergenin m 24 ve m 25 hükümleri gereğince, her üye devletin başka bir üye devlette gerçekleşen kazalardan doğan maddî ve cismanî zararları tazmin etmekle görevli bir kurumu oluşturması veya yetkilendirmesi gerekmektedir. Bkz Dirk Looschelders, ‘Internationale Zuständigkeit für Klagen gegen ausländische Entschädigungsstellen und Grüne-Karte-Büros  (2018) 38(4) IPRax (Praxis des Internationalen Privat- und Verfahrensrechts) 361.24  TMTB nin yurt dışında karşılamak zorunda olduğu teminatların daha yüksek olması sebebiyle diğer devletler ile limit aşan anlaşmalar yapmasının Türkiye nin lehine olduğu ifade edilmektedir. Tufan (n 7) 79 dpn 253. 527İstanbul Hukuk Mecmuası 79/2amcalarına açamadıkları davayı müvekkiline karşı açtıklarını beyanla davanın reddini savunmuştur. Dosya içeriğinden yabancı plakalı araç ile davacının boşadığı eşi K in idaresinde bulunan aracın karıştığı trafik kazası sonucu K in öldüğü, yabancı plakalı aracın sigorta şirketi tarafından davacı K a ödenmek üzere manevi tazminat belirlendiği, ancak davacı ile ölen K in boşanmış olduğu ve ölenin başkası ile evli olduğunun anlaşılması üzerine ödemenin yapılmadığı anlaşılmıştır. Dava yabancı plakalı aracın sigorta şirketi tarafından belirlenen manevi tazminatın Türkiye Motorlu Taşıt Bürosu ndan tahsili istemine ilişkindir 25. Büro, başka bir ülke hukukunu yetkili kılan kanunlar ihtilâfı kuralları dâhil kaza ülkesinde geçerli olan hukukun yorumlanmasında ve ihtilâfın çözümünde münhasıran yetkilidir. Ancak Yeşil Kartı düzenleyen sigorta şirketinin ya da büronun açık talebi varsa nihaî bir karar vermeden önce ilgililere bilgi vermelidir (İç Tüzük m 3/4). TMTB nin zorunlu malî sigorta limitini aşan talepler konusunda anlaşma yapabilmesi için Yeşil Kartı düzenleyen sigorta şirketine danışmalı ve onayını almalıdır (İç Tüzük m 3/5).Zorunlu malî sorumluluk sigortası esas olarak üçüncü kişilere verilen zararları kapsadığından  İç  Tüzüğe  göre  ödenmesi  gereken  zararlar,  özellikle  kusurlu olduğu durumlarda yabancı aracın sürücüsü ya da haleflerinin uğradığı zararları kapsamamaktadır. Bu sınırlama, uygulanacak hukuka göre kusurlu olsa bile araç sürücüsünün de zarar gören üçüncü kişi kabul edilmesinden dolayı işletenin sorumlu olduğu durumlar ile ilgili değildir. B. TMTB nin Sorumluluğunun Hukukî DayanaklarıTMTB nin yetkileri ve sorumluluğu hakkında hem milletlerarası düzenlemelerde hem  de  iç  hukukumuzda  bazı  kurallar  yer  almaktadır. Avrupa  Sözleşmesinde, doğrudan olmasa da dolaylı olarak TMTB nin sorumluluğuna dair bazı kurallara yer verilmiştir. Yargıtay kararlarında da Avrupa Sözleşmesine atıf yapılmaktadır.Avrupa Sözleşmesinde sigortacı terimi tanımlanmış ve bu tanımın içine millî bürolar da dâhil edilmiştir. Tanım şu şekildedir:25  Yargıtay 17 HD, 4807/1491, 17.03.2009 (Lexpera İçtihat Bankası). 26  Türk hukukunda da araç işletenin izniyle aracı kullanan kişi, üçüncü kişi durumunda olmadığı gibi kazayı bizzat gerçekleştiren kişi olduğundan dolayı kendisinin ya da ölümü halinde yakınlarının ZMSS kapsamında tazminat hakları bulunmamaktadır. Ancak Yargıtay ın aksi yönde kararları bulunmaktadır. Türk hukukunda Yargıtay Hukuk Genel Kurulunun 17-787/92, 22.02.2012 sayılı ilâmı ile  davacıların ölenin salt mirasçıları sıfatıyla değil, destekten yoksun kalan 3. Kişi sıfatıyla dava açtıkları, ölüm nedeniyle doğrudan davacılar üzerinde doğan destekten yoksunluk zararının oluşumundaki kusurun davacılara yansıtılamayacağı  gerekçesiyle aracın kullanıcısının mirasçıları da üçüncü kişi kapsamında zarar gören olarak değerlendirilmiştir. Ayrıntılı bilgi için bkz Atilla Altop, ‘Trafik Kazaları Sebebiyle İleri Sürülen Destekten Yoksun Kalma Taleplerine İlişkin Yargıtay Hukuk Genel Kurulu nun 15.06.2011 Tarihli E. 2011/17-142 K. 2011/411 Sayılı ve 22.02.2012 Tarihli E. 2011/17-787 K. 2012/92 Sayılı Kararları ile Yargıtay 17. Hukuk Dairesi nin 05.06.2012 Tarihli ve E. 2011/11551 K. 2012/7391 Sayılı Kararının Değerlendirilmesi  (2008) 8(1) Yaşar Üniversitesi Dergisi 151 vd.  Daha sonra Karayolları Trafik Kanunu nun 92. maddesinde 2016 yılında 6704 sayılı Kanunun 4. maddesi ile yapılan açık bir düzenleme ile bu uygulamaya kanun ile son verilmiştir. RG 26.04.2016/29695. Yargıtay Hukuk Genel Kurulu da 1315/1239, 01.11.2017 sayılı ilâmı ile önceki içtihadından dönmüştür.  Ayrıntılı bilgi için bkz Mustafa Çeker, 6102 Sayılı Türk Ticaret Kanununa Göre Sigorta Hukuku (20. Bası, Karahan Kitabevi 2019) 270.27  İç Tüzüğü Açıklayıcı Not, 14. 28  İç Tüzüğü Açıklayıcı Not, 14. 29  Yargıtay 17 HD, 7060/7063, 20.6.2017 (Lexpera İçtihat Bankası).528Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye... Sigortacı  teriminden: İkinci maddenin birinci paragrafı uyarınca hükümet tarafından tanınmış sigorta şirketi ve aynı maddenin ikinci paragrafına göre genellikle ülke dışında kayıtlı taşıtların ulusal topraklar üzerinde neden oldukları zararların tazmini ile yükümlü Büro anlaşılır  (Ek I m 1).Tanım gereği millî bürolar da sigortacı kabul edilmiştir. Yeşil Kartı düzenleyen ya da düzenlenmesini sağlayan büro  tazmin eden büro (zahlendes Büro) , kazanın meydana geldiği ülkedeki büro ise  işlemi yapan büro (behandelndes Büro)  olarak anılmaktadır. Sözleşme nin 8. maddesinde konu hakkında daha açık bir hüküm bulunmaktadır.  Âkit Taraflar, uluslararası sigorta belgeleri çıkaracak ve ek hükümlerin ikinci maddesinin ikinci paragrafında öngörülen zararları tazmin edecek büroların kuruluş ve işleyişini teşvik edeceklerdir  (m 8). Sözleşmenin bu maddesi ile âkit devletlere, zararı tazmin edecek millî bürolar kurma  yükümlülüğü  getirilmiştir.  Bu  maddede  sözü  geçen  Ek  Hükümlerdeki düzenleme ise şu şekildedir: Bununla birlikte, genellikle ülke dışında kayıtlı taşıtlar, hükümetçe yetki verilen bir Büronun, bu taşıtların neden olduğu hasarlardan zarar gören kişilerin yerel kanuna göre  tazmin  edilmesi  yükümlülüğünü  üzerine  alması  koşuluyla,  ülke  topraklarında kullanılabilir  (Ek Hükümler 2. Madde ve İkinci Paragraf). Sözleşmenin bu hükmüne göre yabancı plakalı araçların üçüncü kişilere verdiği zararın  ülkede  kurulmuş  bir  büro  aracılığı  ile  tazmin  edilmesi  gerekmektedir. Sözleşmenin hazırlandığı dönemde Yeşil Kart Sistemi yürürlükte idi. Dolayısı ile bu maddede Yeşil Kart Sistemine göre kurulan büroların kastedildiğini ifade etmek yanlış olmayacaktır. İkinci olarak Bürolar Konseyi İç Tüzük Başlangıç hükümlerinde, üye devletlerde kurulacak millî büroların, yabancı plakalı aracın kendi ülkelerinde üçüncü kişilere verdiği zararları tazmin etme işlevinin olacağı açıkça ifade edilmiştir (Başlangıç Hükümleri, m 4/c). Bürolar Konseyi İç Tüzüğünün 3/3. maddesine göre de büro herhangi bir talebi, dostane şekilde çözme veya tazminat ödemesini ihtiva eden herhangi bir adlî veya mahkeme dışı bir çözüm sürecini takip etme yetkisini haizdir. Bu düzenleme uyarınca bürolar,  diğer  ülkelerdeki  bürolar  ile  anlaşmalar  yapmak  suretiyle  birbirlerine talepleri dostane bir şekilde çözme, mahkeme dışı çözüm yöntemleri veya adlî süreç ile ihtilâfı sona erdirme yetkilerini vermektedir. Büroların yetkisi, anlaşma yapmak, yapılan teklifleri reddetmek ve ödeme yapmayı içerecek kadar geniştir. 30  Tufan (n 7) 55. 31  İç Tüzüğü Açıklayıcı Not, 14. 529İstanbul Hukuk Mecmuası 79/2Büronun yetkisi iki açıdan sınırlandırılmıştır. Birincisi, Yeşil Kartı veren sigortacının veya uygunsa ilgili büronun, İç Tüzüğe göre çıkarlarının en iyi şekilde korunmasıdır. Büro, adına ödeme yaptığı sigortacının veya büronun vekili konumdadır. Sisteme dâhil olmak için Bürolar Konseyince hazırlanan model anlaşmalar millî bürolar tarafından imzalanmakta ve bu model anlaşmalar üzerinden taraflar arasında vekâlet ilişkisi kurulmuş olabilmektedir. Kazanın meydana geldiği ülke bürosu, yeşil kartı düzenleyen büro adına tüm hasar ve tazmin işlemlerini kendi ülkesi hukukuna uygun olarak yürütmeyi üstlenmiş olmakta; bunun karşılığında da Yeşil Kartı düzenleyen büro, işlemi yapan büronun söz konusu ilişkinin bir gereği olarak yöneltilebileceği tüm  talepleri  karşılamayı  taahhüt  etmiş  olmaktadır.  Dolayısıyla  işlemi  yapan büronun, vekâlet ilişkisi gereği özen yükümlülüğüne uygun hareket etmesi gerekir. Aksi hâlde, tazmin eden büronun tahkime gitme hakkı bulunmaktadır (İç Tüzük m 19). İkinci sınırlama ise kaza ülkesinde yürürlükte olan zorunlu malî sorumluluk sigortasının emredici şartlarıdır. Söz konusu vekalet ilişkisi ise doğrudan değil, dolaylı temsil yetkisi ihtiva eder. Bir diğer ifadeyle taleple muhatap kılınan Büro kendi adına ve fakat işlemi (sigorta sözleşmesini) gerçekleştiren büro hesabına ödemeyi gerçekleştirir. Yeşil Kart sahibi araç işleteninin zarar verdiği üçüncü şahıs, yabancı sigorta şirketini değil TMTB yi muhatap olarak görür ve zararının tazminini ondan talep eder. Bu Büro üçüncü şahsın tazminat talebini karşıladıktan sonra, hesabına ödeme yaptığı yabancı sigorta şirketine başvurur ve yaptığı ödemenin kendisine ödenmesini talep eder. Mülga 7397 sayılı Sigorta Murakabe Kanunu m 38/5 de, konu ile ilgili doğrudan bir hüküm bulunmakta idi. Kanun metni şu şekilde idi:  Yurt dışında sigortalanmış bulunan ve yerel bürolarca geçerli sigorta sertifikalarını taşıyan motorlu kara taşıt araçları tarafından Türkiye de neden olunan hasarların tespiti, Türkiye Motorlu Taşıt Bürosu eksperleri tarafından yapılır. Bu hasarların tedvir ve tesviyesi; Türkiye de geçerli Zorunlu Mali Sorumluluk Sigortası limitlerine kadar, münhasıran Türkiye Motorlu Taşıt Bürosu na aittir. Sigortacılık Kanunu nda ise konuya ilişkin doğrudan bir hüküm bulunmamaktadır. Ancak Sigortacılık Kanunu nun 14/2. maddesinde TMTB nin de Güvence Hesabına başvurabileceği düzenlenmiştir. Kanun metni şu şekildedir:32  İç Tüzüğü Açıklayıcı Not, 14. 33  Tufan (n 7) 122. 34  6098 sayılı Türk Borçlar Kanunu nun 506/2. maddesine göre vekil, üstlendiği iş ve hizmetleri, vekâlet verenin haklı menfaatlerini gözeterek, sadakat ve özenle yürütmekle yükümlüdür. 35  İç Tüzüğü Açıklayıcı Not, 14.36  Yukarıda açıklandığı gibi Yeşil Kartı düzenleyen yabancı sigorta şirketleri, üçüncü şahısların uğradığı zararları bizzat karşılamak üzere, potansiyel kaza riskinin bulunduğunu düşündüğü ülkelerde özel temsilcilik de açmış olabilir. Bu gibi durumlarda, zarar gören üçüncü şahıslar taleplerini, doğrudan Yeşil Kart sigortasını düzenleyen yabancı sigorta şirketine de yöneltme imkânına sahip olabilirler.530Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye... Hesaba; d) Yeşil Kart Sigortası uygulamaları için faaliyet gösteren Türkiye Motorlu Taşıt Bürosunca yapılacak ödemeler için, başvurulabilir. Yönetmelikte,  TMTB nin  görevine  ilişkin  aşağıdaki  şekilde  bir  düzenleme bulunmaktadır: …motorlu  araçların  işletilmesi  nedeniyle  tabi  olunan  mali  sorumluluğu  karşılamak üzere yurtdışında düzenlenen ve ilgili mevzuat uyarınca ülkemizde geçerli bulunan sigorta sözleşmeleri kapsamında bu araçların sebep olduğu hasarların tedvir ve tasfiyesini temin eder  (m 5). Yargıtay kararlarında TMTB nin sorumluluğuna ilişkin özellikle Yönetmeliğin 5. maddesine sıkça atıf yapılmaktadır.  Türkiye ...Bürosunun Çalışma Usul ve Esasları Hakkında Yönetmelik 2. bölüm 5. maddesinde ‘Büro, 4477 sayılı Kanun ile onaylanması uygun bulunan Motorlu Taşıtlar Zorunlu Malî Sorumluluk Sigortasına İlişkin Avrupa Sözleşmesi başta olmak üzere, motorlu araçların işletilmesi nedeniyle tabi olunan mali sorumluluğu karşılamak üzere yurtdışında geçerli sigorta belgelerinin basım, denetim ve düzenlenmesi ile bu sigorta belgeleri kapsamında motorlu araçların sebep olduğu hasarların ödenmesini ve motorlu araçların işletilmesi nedeniyle tabi olunan mali sorumluluğu karşılamak üzere yurtdışında düzenlenen ve ilgili mevzuat uyarınca ülkemizde geçerli bulunan sigorta sözleşmeleri kapsamında bu araçların sebep olduğu hasarların tedvir ve tasfiyesini temin eder.  düzenlemesi getirilmiştir 37.Güvence  Hesabı Yönetmeliği nin  9  ve  11.  maddelerinde  de  yabancı  plakalı araçların sebebiyet verdiği zararların tazmininin Güvence Hesabı nın sorumluluğunda olduğuna ilişkin hükümler yer almaktadır. Bu hükümlere aşağıda yer verilmiştir: Ayrıca Hesaba, Yeşil Kart Sigortası kapsamında Türkiye sınırları içinde meydana gelen zararlardan dolayı Büroca tekemmül ettirilen hasar dosyalarının tazminat ödemesi için Büro tarafından da başvurulabilir  (m 9/2). Yeşil Kart Sigortası kapsamında Türkiye sınırları içinde zarara uğrayan kişiler için büro tarafından tekemmül ettirilen hasar dosyaları çerçevesinde intikal ettirilen tazminat tutarları hesap tarafından ödenir  (m 11/1). C. TMTB ye Karşı Dava AçılmasıYeşil Kart ile Türkiye de bulunan yabancı plakalı bir aracın üçüncü kişilere zarar vermesi durumunda, genel hükümler uyarınca, zarar görenin, yabancı plakalı aracın işletenine veya sigortacısına müracaat etmesi mümkündür. Aynı şekilde sigortacı sayılan ve Yeşil Kartın verilmesini sağlayan büroya karşı da husumet yöneltilmesi 37  Yargıtay 17 HD, 20484/2753, 27.02.2014 (Lexpera İçtihat Bankası). Aynı yönde Yargıtay kararları için bkz Yargıtay 17 HD, 15698/5046, 3.4.2014; Yargıtay 17 HD, 7060/7063, 20.6.2017; Yargıtay 17 HD, 3670/938, 26.02.2009 (Lexpera İçtihat Bankası). 531İstanbul Hukuk Mecmuası 79/2mümkündür. Ancak kazanın meydana geldiği ülkedeki zarar görenleri yabancı ülkedeki sigorta şirketleri ya da büroya muhatap kılmak, yabancı plakalı araç ile mağduriyet yaşayan kimseleri ikinci defa mağdur etmek anlamını taşır. İşte Yeşil Kart Sistemi, aynen yerli bir aracın zarar verdiği üçüncü kişilerin durumuna eşdeğer şekilde, zarar gören kişilerin haklarına çabuk ve kolay bir şekilde ulaşmasını sağlamak üzere kazanın meydana geldiği ülkedeki büronun, zarar görenler karşısında bir muhatap olarak yer almasını sağlamak amacıyla kurulmuştur. ZMSS kapsamında kalan bütün talepler için yabancı sigorta şirketi ya da büro yerine kazanın meydana geldiği ülkedeki büroya başvurulabilir. Ancak kazaya sebebiyet veren kişilerin, işletenlerin, ZMSS kapsamında yabancı büro ya da sigorta şirketlerinin sorumluluğu da devam etmektedir.Bu tür talepler karşısında TMTB nin muhataplığının hukukî niteliğini de izah etmek gerekir. Yeşil Kart Sigortası ile Türkiye ye gelen yabancı plakalı araçların, Türkiye de sebebiyet verdikleri kazalardan dolayı doğrudan TMTB ye müracaat edilmesi  durumunda  TMTB,  yabancı  sigorta  şirketi  veya  büronun,  acentesi olarak mı yoksa söz konusu zararın tazminden bizzat sorumlu olduğu için mi yer aldığının, Bürolar arasındaki ilişki de dikkate alınarak izah edilmesi gerekir. Çünkü bazı Yargıtay kararlarında TMTB ye yabancı şirkete izafeten dava açıldığından bahsedilmektedir. Mesela bu türden bir kararda  davanın yeşil kart sigortacısına izafeten davalı Büro ya açılması gerektiği düşünülse bile dava dilekçesi içeriği dikkate alındığında bu durumun esasen temsilde hata olduğunun kabul gerekir. O halde, davalı Büro hakkındaki davanın husumet nedeniyle reddi doğru değildir 40 cümlesine yer verilmiştir. Keza başka bir kararında yine Yargıtay:  Yabancı plakalı araçların Türkiye de karıştıkları kazalarda şayet geçerli bir yeşil kart sigortaları mevcutsa, yeşil kart sigortacılarına izafeten kusur esasına göre kaza tarihindeki sigorta limitleri dâhilinde sebebiyet verilen zararlar davalı Motorlu Taşıt Bürosu tarafından karşılanacaktır 41 yönünde hüküm tesis etmiştir. Bir başka Yargıtay kararında da  Davalı Türkiye Motorlu Taşıtlar Bürosu nun sorumluluğu, Z.M.S.S. genel şartları çerçevesinde, yabancı K sigorta şirketine izafeten ve sürücülerin kusuru oranında, kaza tarihindeki trafik sigortası limitleri dâhilindedir 42 cümlesi yer almaktadır.38  Zarar görenin kazanın meydana geldiği ülkenin vatandaşı olması ya da o ülkede ikamet etmesi şart değildir. Looschelders (n 23) 361.39  Alman doktrininde, Yeşil Kart sisteminin Almanya bakımından özel bir önemi haiz olduğu, zira Almanya da yaşayan Türk asıllı kişilerin sorumluluğunu Almanya da yerleşik sigortacılara sigorta ettirdikleri araçlarla Türkiye de karıştıkları trafik kazalarından doğan zararların tazminine ilişkin taleplerin Yeşil Kart Sistemi sayesinde daha kolay bir şekilde halledilebildiği ifade edilmektedir. Bkz Christian Armbrüster, Privatversicherungsrecht (2. Aufl, Mohr Siebeck 2019) 564. Yine bu kapsamda Yeşil Kart Bürosunun, ziyaret edilen ülkenin hukukuna uygun olarak zarar görene tazminat ödemeyi garanti ettiği kabul edilmektedir: Junker, Abbo, Münchener Kommentar zum Bürgerlichen Gesetzbuch (Hrsg.: Säcker, F. Jürgen/ Rixecker, Roland/ Oetker, Hartmut/ Limperg, Bettina), Band 13 8. Aufl. Beck 2021, Rom II-VO Art. 18 Randnummer 19.40  Yargıtay 11 HD, 11073/13833, 05.11.2007 (Lexpera İçtihat Bankası).  41  Yargıtay 11 HD, 406/2326, 28.02.2008 (Lexpera İçtihat Bankası).42  Yargıtay 17 HD, 4932/816, 25.02.2008 (Lexpera İçtihat Bankası).532Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye...Yukarıda, bürolar arasında, büroların kendi adlarına ve fakat yeşil kart sigorta poliçesini  tanzim  eden  büro  hesabına  işlemler  yapma  yetkisinin  bulunduğu  ve aralarında bir vekâlet ilişkisinin mevcut olduğu ifade edilmiştir. Zira izah edildiği üzere imzalanan model anlaşmalar ile uymayı taahhüt ettikleri Bürolar Konseyi nin İç Tüzük  Kurallarına  göre,  bürolar  aslında  birbirlerini  işlerini  karşılıklı  olarak görmekle yükümlü kılmış olmaktadırlar. Nitekim kazanın meydana geldiği ülkedeki büro yabancı büro adına kazadan mütevellit  hasarların tedvir ve tasfiyesi  işini yapmakta; işin görülmesinden sonra da aralarında mevcut olduğu kabul edilen iç ilişki çerçevesinde ilgili yabancı büroya rücu etmiş olmaktadır.Bürolar Konseyi İç Tüzüğünün 3/3. maddesinde bürolara uyuşmazlığı çözme, tazminat ödemesi yapma, sulh olma ve her türlü adlî süreci takip etme yetkisi verilmiştir.  Bu  hükümler  dikkate  alındığında TMTB nin,  dolaylı  temsil  yetkisi bulunan vekil konumunda olduğu ifade edilmelidir. Bu durumda dolaylı temsilci olan büro zarar gören kişilerin doğrudan muhatabı konumunda olacaktır. Zira dolaylı temsil ilişkisinin niteliği gereği temsilci, kendi adına ve fakat temsilcisi olduğu kişi hesabına hareket ettiğinden, zarar gören karşısında muhatap yalnızca TMTB olacaktır. Bununla beraber, bürolar arasındaki iç ilişki kapsamında varlığı kabul edilen vekâlet ilişkisinin ve bu ilişkinin bir sonucu olan dolaylı temsil yetkisinin zarar görenin Türkiye deki Büroya yönelttiği taleplerin hukukî temelini izah etmeye bir katkısı olmadığı açıktır. Zira bu ilişki ancak vekâlet ilişkisinin tarafları arasındaki rücu ilişkisi bakımından bir anlam ve işlevi olan bir ilişkidir. Zarar gören kişilerin, sigorta sözleşmesinin tarafı olmayan ve fakat tarafıyla vekâlet ilişkisi bulunan Büro ya yönelttiği davaların hukukî dayanağı, yukarıda ayrıntısıyla izah edilen Yeşil Kart sisteminin usul ve esaslarını tayin eden kanun hükümleridir. Bir diğer ifadeyle Türkiye deki büro, zarar görenlere karşı kanun gereği sorumlu kabul edilmiştir; onun sorumluluğu (aynı ZMMS yapan sigorta şirketinin durumunda olduğu gibi) kanundan kaynaklanan bir sorumluluktur.TMTB nin, yabancı sigorta şirketi ya da bürosunun acentesi sıfatıyla davada yer almasının düşünülüp düşünülemeyeceği üzerinde de durulmalıdır. Uygulamada acenteye karşı açılan davalarda  izafeten  ibaresi kullanılmaktadır. Kanuna göre, acenteler, aracılıkta bulunduğu veya akdettiği sözleşmelerden dolayı sigorta şirketi adına dava açabileceği gibi acenteye karşı aynı sıfatla dava da açılabilir (TTK m 105/2)45. Acente kanunî temsilcisi olarak davada müvekkilini temsil eder. 43  Acente sözleşmesi hakkında ayrıntılı bilgi için bkz Hüseyin Ülgen, Mehmet Helvacı, Arslan Kaya ve N. Füsun Nomer Ertan, Ticari İşletme Hukuku (Vedat 2019) 830; Reha Poroy ve Hamdi Yasaman, Ticari İşletme Hukuku (Vedat 2019) 297 vd; Sabih Arkan, Ticari İşletme Hukuku (25. Bası, Banka ve Ticaret Hukuku Araştırma Enstitüsü 2019) 216 vd. 44   Acente fiilen aracılıkta bulunduğu veya bizzat müvekkili nam ve hesabın akdettiği sözleşmelerden doğan uyuşmazlıklarda müvekkili adına dava açabileceği gibi…kendisine karşı da aynı sıfatla ve fakat müvekkiline izafeten dava açabilir : Ülgen, Helvacı, Kaya ve Nomer Ertan, (n 43) 845. 45  Ülgen, Helvacı, Kaya ve Nomer Ertan, (n 43) 845; Arkan, (n 43) 237.46  Kanunî temsil bazı şartlara bağlanmıştır. Şartlar hakkında ayrıntılı bilgi için bkz Ülgen, Helvacı, Kaya ve Nomer Ertan, (n 43) 845 vd.  533İstanbul Hukuk Mecmuası 79/2 Ancak,  davacı  tarafından  icra  takibine  itiraz  edilmesi  üzerine  C.  bayraklı  geminin donatanına izafeten ve kendisine asaleten B.a karşı işbu dava açılmış olup yargılama sırasında davalı B. ın söz konusu geminin donatanı olmadığını savunması üzerine donatana izafeten acentesi Y. Deniz Acenteliği A.Ş ye dava dilekçesi tebliğ edilmiş ve adı geçen şirket de bu sıfatla yargılamaya katılmıştır 47. 6102 sayılı Türk Ticaret Kanunu nun 102/1. maddesinde acente tanımlanmıştır:  Ticari mümessil, ticari vekil, satış memuru veya işletmenin çalışanı gibi işletmeye bağlı bir hukuki konuma sahip olmaksızın, bir sözleşmeye dayanarak, belirli bir yer veya bölge içinde sürekli olarak ticari bir işletmeyi ilgilendiren sözleşmelerde aracılık etmeyi veya bunları o tacir adına yapmayı meslek edinen kimseye acente denir.  TMTB, yabancı sigorta şirketi adına sözleşme yapılmasına aracılık eden ya da bizzat bunlar adına hukukî işlemlere taraf olan kişi konumunda değildir. Kaldı ki acentenin müvekkilin borçlarından dolayı sorumluluğu da bulunmamaktadır. Acentelerin ad ve hesabına hareket ettikleri kişilere karşı Türkiye de açılacak olan davalar sonucunda alınan kararlar, acentelere karşı uygulanamaz (TTK m 105/3). Dolayısı ile maddî hukuk bakımından hak sahibi ve usûl hukuku anlamında sıfatı (husumet ehliyetini) haiz olan acente değildir; acentelik veren kişidir (müvekkildir)49. Hâlbuki TMTB ye karşı açılan davalarda hüküm bizatihi TMTB aleyhine verilmekte ve ilâm TMTB ye karşı icra edilebilmektedir. Dolayısı ile TMTB Türkiye deki davalarda yabancı sigortacının veya yabancı Büronun acentesi konumunda da değildir.TMTB nin sorumluluğu, Güvence Hesabının sorumluluğuna da benzetilebilir. Güvence  Hesabının  sorumluluğu,  mağdurun  Güvence  Hesabının  sorumluluğu kapsamına  giren  zararının,  zorunlu  sigortalardan  karşılanamaması  hâlinde Kanun gereği ortaya çıkmaktadır (Sigortacılık Kanunu m 14). Zorunlu sigortaları düzenleyen  Sigortacılık  Kanununun  13.  maddesi  gereğince  zorunlu  sigortalara ilişkin  olarak  Kanunda  belirlenen  koşulların  oluşması  halinde  ortaya  çıkan zararların, bu sigortalarla saptanan geçerli teminat miktarlarına kadar karşılanması amacıyla Türkiye Sigorta ve Reasürans Şirketleri Birliği nezdinde Güvence Hesabı oluşturulması Sigortacılık Kanunu nun 14. maddesinde hükme bağlanmıştır.47  Yargıtay 11 HD,12256/9394, 17.9.2015 (Lexpera İçtihat Bankası). 48  Türk Ticaret Kanunu, Kanun Numarası: 6102, Kabul Tarihi: 13.01.2011, RG 14.02.2011/27846.49  Ülgen, Helvacı, Kaya ve Nomer Ertan, (n 43) 845; Poroy ve Yasaman, (n 43) 305; Rıza Ayhan, Hayrettin Çağlar ve Mehmet Özdamar, Sigorta Hukuku Ders Kitabı (3. Bası, Yetkin 2020) 77.50  Güvence Hesabının kurulmasının amaçları hakkında ayrıntılı bilgi için bkz Tekin Memiş, ‘Güvence Hesabının Taşımanın 100 km. Altında Olması Nedeniyle Zorunlu Koltuk Ferdi Kaza Sigortası Kapsamında Ödeme Yapmayı Reddetmesi Hukuka Uygun mudur?  (2012) 3(1) İnönü Üniversitesi Hukuk Fakültesi Dergisi 137-138.51  Güvence Hesabının sorumluluğunun kapsamı hakkında bkz Vural Seven, ‘Sigorta Güvence Hesabı nın Kapsamı ve Destekten Yoksun Kalma Tazminatı  (2017) 12(157-158) Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi 31 vd. Memiş, (n 50) 139 vd. 52  Güvence Hesabına başvuru şartları hakkında ayrıntılı bilgi için bkz Seven, (n 51) 35 vd. Ayhan, Çağlar ve Özdamar, (n 49) 109 vd. 53  Ayhan, Çağlar ve Özdamar, (n 49) 110. 534Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye...Güvence  Hesabının  sorumluluğu,  esas  olarak  işletenin  sorumluluğuna dayanmaktadır.  2918  sayılı  Karayolları  Trafik  Kanunu nun  91.  maddesinde açıkça işletenlerin, aynı Kanunun 85. maddesinde düzenlenen sorumluluklarının karşılanması  amacıyla  ZMSS  yaptırmaları  gerektiği  ifade  edilmiştir.  Güvence Hesabı, mağdurun Kanun kapsamındaki zararından işletenin zorunlu sigortacısı gibi sorumlu kabul edilmektedir. TMTB ile zarar gören veya işleten arasında herhangi bir akdî ilişki bulunmamaktadır. Nitekim bir Alman mahkemesi, Polonya da meydana gelen kazadan dolayı hem Alman Yeşil Kart Bürosuna hem de Polonya Yeşil Kart Bürosuna karşı Almanya da açılan bir davada, kazanın meydana geldiği ülkedeki Yeşil Kart bürosunun zarar görenle hiçbir akdî ilişki içinde olmadığını, sadece ilgili sorumluluk sigortacısı hesabına zararın tasfiyesine aracılık eden bir kuruluş olduğunu ifade ederek Polonya Yeşil  Kart  Bürosu  bakımından Alman  mahkemelerinin  milletlerarası  yetkisinin olmadığına karar vermiştir.TMTB,  Yeşil  Kart  Sigortası  ile  Türkiye ye  gelen  yabancı  plakalı  araçların verdikleri zarardan asgarî, Türkiye deki ZMSS kapsamında bizzat sorumludur. Diğer bir ifade ile bir önceki başlıkta ayrıntısıyla yer verilmiş olan hukukî dayanaklar, maddî hukuk bakımından TMTB yi hak sahibine karşı sorumlu kılmaktadır. Bu yaklaşım, sorumluluk sigortalarının genel mahiyetine de uygundur. Sorumluluk sigortalarında  sigortalının  zarar  verdiği  kişi  taleplerini,  kanun  gereği  doğrudan sigortacıya yöneltebilir (TTK m 1429). Zarar görenin doğrudan dava hakkı olarak anılan bu hukukî imkân, yabancı araçların karıştığı kazalar bakımından Yeşil Kart Sistemi sayesinde desteklenmiş olmaktadır. Böylece zarar gören kişi, doğrudan Büro ya yönelteceği talepleriyle sorumluluk sigortacısına yöneltme imkânını haiz olduğu giderim talebini daha etkili bir şekilde kullanma imkânı elde etmiş olacaktır; ki bu Yeşil Kart Sistemi nin temel gayesidir.Taraf sıfatı, dava konusu kılınan sübjektif hakla davanın tarafları arasındaki ilişkiyi ifade eder. Sıfat, davada davacı ve davalı olarak gösterilmiş kişilerin dava konusu hak ile gerçekten ilgili, diğer bir ifade ile hak sahibi ya da yükümlüsü olup 54  85. maddesine göre, motorlu araç işletilmesi sebebiyle verilen zarardan işleten kusursuz sorumluluk esasına göre sorumludur (KTK m 85/1): Fikret Eren, Borçlar Hukuku Genel Hükümler (22. Bası, Yetkin 2017) 690.55  Şaban Kayıhan, ‘Zorunlu Mali Mesuliyet Sigortasında (ZMSS=Trafik Sigortası) Sigorta Ettirenin Kendi Tam Kusuru ile Vefatı Halinde Mirasçıların Üçüncü Kişi Sıfatıyla Müteveffanın Sigortacısına Başvurmaları Durumuna İlişkin Hukuki Düşünceler  (2016) 22(1) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 255. 56  Landgericht Darmstadt, 13.10.2016, 3 O 349/14.57  Hukukî dayanaklar olarak, Motorlu Taşıtlar Zorunlu Malî Sorumluluk Sigortasına İlişkin Avrupa Sözleşmesi, Sigortacılık Kanunu (m 14/2), Yabancı Plakalı Motorlu Kara Taşıtlarının Ülkemizde İşletilmesinden Kaynaklanan Hukukî Sorumluluk İçin Yaptırılacak Sigortaya İlişkin Usul ve Esaslar Hakkında Yönetmelik, Güven Hesabı Yönetmeliği ve Bürolar Konseyi İç Tüzüğü sayılabilir. Ayrıntılı bilgi için bkz III, B. 58  Bu noktada özellikle belirtmek gerekir ki, Yeşil Kart Sistemi ile zararın tazmini amacıyla doğrudan TMTB ye başvuru imkânının getirilmiş olması, yabancı plakalı araçların Türkiye de işletilme halinde iken sebebiyet verdiği zararlara ilişkin genel sorumluluk sistemini ortadan kaldırmış olmamaktadır. Bir diğer ifadeyle yabancı plakalı aracın işleteni de KTK m 85 hükmü çerçevesinde, bu zararın tazmininden sorumlu olmaya ve kalmaya devam edecektir (MÖHUK m 34).535İstanbul Hukuk Mecmuası 79/2olmadıklarıyla ilgili olup maddî hukuk kuralları gereğince belirlenir. Taraf sıfatı, maddî hukuk bakımından, dava konusuna ilişkin olarak kimin hak sahibi olduğunu veya sorumlu olduğunu ifade eder. Bunun için de davanın esasına girilmesi gerekir. Yukarıda açıklandığı gibi maddî hukuk kuralları, zarar görenlere karşı TMTB nin doğrudan sorumluluğu kuralını getirmiştir. TMTB davacı olduğunda hak sahibi, davalı olduğunda ise yükümlü olup olmadığı, davanın esasına uygulanan maddî hukuk kurallarına göre belirlenecektir. O hâlde TMTB, yabancı bürolar tarafından verilmiş Yeşil Kart Sigortası ile Türkiye ye gelen yabancı plakalı araçların üçüncü kişilere verdiği zararlardan dolayı asgarî olarak Türkiye deki ZMSS kapsamında  bizzat  sorumludur. Üstelik burada yabancı sigorta şirketi ve işletenin ve zarar verenin de kanundan doğan müteselsil sorumluluğu bulunmaktadır. Burada TBK m 61 gereğince birden çok kişinin aynı zarardan  çeşitli  sebeplerden  dolayı  sorumlu  olması  durumu  vardır.  TMTB nin yanında  yabancı  büro  poliçeyi  düzenleyen  ya  da  düzenlenmesine  yetki  veren sigortacı  sıfatıyla  sözleşmeden  doğan  sorumluluğu,  aracın  işletenin  Karayolları Trafik Kanunu m 85 uyarınca tehlike sorumluluğu, aracı kullananın ise TBK m 49 uyarınca kusur sorumluluğu söz konusudur. Dolayısı ile TMTB ye karşı dava açılmasında  izafeten  gibi ifadelerin kullanılması doğru olmasa gerektir. Nitekim Yargıtay da birçok kararında TMTB ile yeşil kart sigortasının tarafı sigorta şirketinin müteselsilen sorumlu olduğu yönünde hüküm tesis etmiştir.IV.  TMTB ye Karşı Açılacak Davalarda Türk Mahkemelerinin Milletlerarası Yetkisi ve Uygulanacak HukukTrafik kazasından kaynaklanan davalarda zarar verenin hukukî sorumluluğu haksız fiil hükümlerinden kaynaklanmaktadır. Dolayısı ile zarar görenin, zarar verene ve sigorta şirketine karşı açacağı davalarda Türk mahkemelerinin milletlerarası yetkisi ve uygulanacak hukuk, haksız fiil hükümlerine göre belirlenir.  Türk mahkemelerinin milletlerarası yetkisi, özel bir yetki kuralı olmadıkça iç hukukun milletlerarası yetki kuralları itibarıyla tayin edilir (MÖHUK m 40)63. Yeşil Kartlı bir aracın Türkiye de karıştığı trafik kazasından dolayı üçüncü kişinin zarar 59  Süha Tanrıver, Medenî Usûl Hukuku Cilt I Temel Kavramlar ve İlk Derece Yargılaması (Yetkin 2016) 512; Baki Kuru, Medenî Usûl Hukuku Ders Kitabı (Legal 2015) 94; Hakan Pekcanıtez, Medenî Usûl Hukuku Cilt I (Editörler: Pekcanıtez H, Özekes M, Akkan M ve Taş Korkmaz H) (15. Bası, On İki Levha 2017) 548 vd; Murat Atalı, İbrahim Ermenek ve Ersin Erdoğan, Medeni Usul Hukuku Ders Kitabı (2. Bası, Yetkin 2019) 227-229. 60  Kara (n 11) 233; Gökcan (n 6) 745. 61  Birden çok kişinin aynı zararın tazmininden sorumlu olması halinde tabi olacaklar esaslar hakkında bkz. Eren, Genel Hükümler (n 54) 839.  62  Bu yönde kararlar için bkz. Yargıtay 17 HD, 18007/7784, 19.6.2019; Yargıtay 17 HD, 18790/9728, 21.10.2019; Yargıtay 17 HD, 3670/938, 26.02.2009 (Lexpera İçtihat Bankası).63  Türk mahkemelerinin milletlerarası yetkisi için bkz Ergin Nomer, Devletler Hususî Hukuku (22. Bası, Beta 2017) 460 vd; Vahit Doğan, Milletlerarası Özel Hukuku ( 6. Bası, Savaş 2020) 60 vd; Aysel Çelikel ve B. Bahadır Erdem, Milletlerarası Özel Hukuk (15. Bası, Beta 2017) 543 vd; Cemal Şanlı, Emre Esen ve İnci Ataman Figanmeşe, Milletlerarası Özel Hukuk (7. Bası, Beta 2019) 383 vd. 536Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye...görmesi, yabancı araç kullanan kişinin haksız fiil sorumluluğunu gündeme getirir. 5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun da özel bir yetki kuralı bulunmadığı için, haksız fiilden doğan ihtilâflarda Türk mahkemelerinin milletlerarası yetkisi, iç hukukun yer itibarı ile yetki kurallarına göre belirlenir. Haksız fiilden doğan davalarda, haksız fiilin işlendiği veya zararın meydana geldiği yahut gelme ihtimâlinin bulunduğu yer yahut zarar görenin yerleşim yeri mahkemesi yetkilidir (HMK m 16). Ayrıca genel yetkili mahkeme de olan davalının yerleşim yerinde de dava açılabilir (m 6/1).Bu hükümler dikkate alındığında TMTB ye karşı açılacak davalarda, davacının (zarar görenin) yerleşim yeri mahkemesi, kazanın meydana geldiği yer mahkemesi, kaza yeri ile zarar yeri farklı ise zararın meydana geldiği yer mahkemesi ve TMTB nin yerleşim yerinin bulunduğu İstanbul Mahkemeleri, milletlerarası yetkiyi haizdir. MÖHUK ta haksız fiillere ilişkin genel hüküm, MÖHUK m 34 de yer almaktadır. Buna göre haksız fiilden doğan ihtilâflar, haksız fiilin işlendiği yer hukukuna tâbidir. Türkiye de Yeşil Kartlı bir aracın karıştığı kazada, haksız fiilin işlendiği yer olarak Türk hukuku uygulanır (MÖHUK m 34/1). Maddî ve fiilî olmak koşulu ile zarar haksız fiilin gerçekleştiği başka bir ülkede ortaya çıkmış ise, zararın meydana geldiği ülke hukuku uygulanır (MÖHUK m 34/2)65. Türkiye de meydana gelen trafik kazalarında bu durumun gerçekleşme ihtimali azdır. Bu kapsamda konuya ilişkin bir kararında Yargıtay:  Davalı F Sigorta A.Ş.nin temyiz itirazlarına gelince, dava, haksız fiilden kaynaklanan tazminatın, zarara neden olan 3. kişilerden rücuen tahsili istemine ilişkindir. Mahkemece her ne kadar 2675 sayılı MÖHUK nun 25/2.b maddesi uyarınca olaya Avusturya Hukuku nun uygulanacağı gerekçesiyle yazılı şekilde hüküm kurulmuşsa da, aynı yasa maddesinin 1. fıkrası uyarınca haksız fiilden doğan borçlar, haksız fiilin işlendiği yer hukukuna tabidir. Olay yeri Sulusaray/Yeşilyurt olduğuna ve davacı sigortalısı bu kazada vefat ettiğine göre, davacının hak sahiplerine ödemelerini Avusturya da yaptığı gerekçesiyle, zararın meydana geldiği ülkenin Avusturya olduğu kabul etmek mümkün değildir. Dolayısıyla, uyuşmazlığa Türk  hukukunun uygulanması yönünde hüküm tesis etmiştir.Eğer haksız fiilden doğan borç ilişkisi başka bir ülke ile daha sıkı ilişkili ise sıkı ilişkili ülke hukuku uygulanır (MÖHUK m 34/3). Sıkı ilişkinin tespitinde, tarafların vatandaşlığı, ikametgâhları, mutad meskenleri, kazaya karışan araçların kayıt yerleri gibi kriterler dikkate alınabilir. Taraflar haksız fiilin meydana gelmesinden sonra açık olarak hukuk seçimi de yapabilirler (MÖHUK m 34/5).64  Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun, Kanun Numarası: 5718, Kabul Tarihi: 27.11.2007, RG 12.12.2007/26728.65  Nomer (n 63) 361 vd. 66  Fiil yeri ile zarar yerinin farklı ülkelerde olmasına dair örnekler için bkz Doğan (n 63) 438 vd; Çelikel ve Erdem (n 63) 447.67  Yargıtay 11 HD, 5829/2562, 21.03.2005 (Lexpera İçtihat Bankası).68  Şanlı, Esen ve Ataman Figanmeşe (n 63) 326; Nomer (n 63) 365; Doğan (n 63) 439.537İstanbul Hukuk Mecmuası 79/2TMTB ye  karşı  açılan  davalarda  Yargıtay  uygulanacak  hukuka  dair  bir değerlendirmede bulunmadan doğrudan Türk hukukunu uygulamaktadır. Hâlbuki kazaya karışan aracın yabancı plakalı olması ve ZMSS nın da yabancı bir sigorta şirketi tarafından yapılması sebebiyle, söz konusu kaza ve ihtilâf yabancı unsurludur. Kazanın Türkiye de meydana gelmesinden dolayı bu uygulamanın MÖHUK m 34/1 e uygun olduğu söylenebilir; ancak diğer ihtimâllerin dikkate alınmaması sebebiyle eleştiri konusu da yapılabilir. Haksız fiile uygulanacak hukuk, haksız fiil sorumluluğunun koşullarını, kapsamını, neticelerini, kusuru ve kusurun derecelerini, hukuka aykırılık unsurunu, illiyet bağını, tazminatın türünü ve miktarını tayin edecektir. Yargıtay bir kararında TMTB ye karşı dava açılıp açılamayacağını sigorta poliçesine uygulanacak hukuka (MÖHUK m 24) göre tespit edilmesine karar vermiştir. Buna göre ilgili kararda Yargıtay:  …Bu durumda, uyuşmazlığın çözümünde belirleyici unsur olan merkezi Almanya da ki davalı sigorta şirketinin düzenlediği sigorta poliçesi ile verilen sigorta güvencesinin kapsamı ve niteliğinin ne olduğu net ve kesin bir açıklıkta saptanması gerekmektedir.Bu bakımdan, MÖHUK un 24 ncü maddesindeki düzenleme de dikkate alınarak, söz konusu poliçenin aslı, özel-genel şartları ile tüm eklerinin özgün metinleri ile buna ilişkin Alman yasaları ve varsa diğer mevzuatın getirtilip, Türkçe tercümeleri yapıldıktan sonra poliçenin kapsamı ve niteliği ile teminatın ne olduğunun, iddia ve savunmalar göz önüne alınarak, Türkiye Motorlu Taşıt Bürosu na izafeten davanın açılıp açılamayacağının sigorta uygulamacısı ve sigorta hukuku öğretim üyelerinden oluşturulacak-tercihen Almanca ya ve Alman Sigorta Hukuku na vakıf-bilirkişi kurulundan rapor alındıktan sonra, oluşacak sonuca göre bir karar verilmesi gerekirken, eksik incelemeye dayalı yazılı şekilde hüküm tesisi doğru olmamış, kararın bu nedenle bozulması gerekmiştir 71.Kanaatimizce Yargıtay ın bu kararı yerinde değildir. Öncelikle Yeşil Kartlı bir araçta bulunan yolcuların ZMSS kapsamında olup olmadığı, haksız fiil esaslarına tâbidir. Özellikle ZMSS şartları, limitleri, kapsamı münhasıran kaza yeri hukukuna tâbidir. Yeşil Kart Sisteminde, söz konusu sorumluluk sigortası sözleşmesi esasen ödeme  bürosunun  bulunduğu  devletin  hukukuna  tâbi  iken,  sözleşme  ile  ifası kararlaştırılan hukukî korumanın kapsamı, kazanın meydana geldiği ve işlemi yapan büronun bulunduğu devletin hukukuna tâbidir. Bu bakımdan işlem yapan büronun bulunduğu devlet hukuku hem mağdurun istifade edebileceği asgarî ZMSS limiti hem de tazminatın ödenmemesi halinde başvurulabilecek hukukî yollar hakkında belirleyicidir. 69  Doktrinde, kazaya karışan aracın Yeşil Kart Sistemine dâhil olması sebebiyle yabancı unsurlu bir olayın, iç hukuku ilgilendiren bir mesele hâline geldiği ifade edilmektedir. Bkz Metzler (n 22) 160. 70  Şanlı, Esen ve Ataman Figanmeşe (n 63) 326; Nomer (n 63) 362; Doğan (n 63) 441.71  Yargıtay 11 HD, 7645/10526, 10.07.2007 (Lexpera İçtihat Bankası).72  Türk hukukunda ZMSS sigortasına konu araçta bulunan yolcuların, zarar gören üçüncü kişi olarak sigortacıya müracaat haklarının olduğu kabul edilmektedir: Ayrıntılı bilgi için bkz Çeker (n 40) 272-273.73  Wulf-Henning Roth, Internationales Versicherungsvertragsrecht (Paul Siebeck 1985) 614-615.74  Junker, (n 39) Rn. 25.538Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye...Örneğin, yabancı sigorta poliçesinde ve yabancı sigorta poliçesinin tâbi olduğu hukuka göre hatır yolcusu olsun ya da olmasın, Türk hukukunun aksine zarar gören üçüncü kişi kabul edilmemekte ise kazaya karışan yabancı araçta bulunan bu  yolcular,  yabancı  sigortacıya  veya  TMTB ye  müracaat  edemeyecek  midir? Kanaatimizce bu sorunun cevabı kaza yeri hukukuna göre verilmelidir. Yukarıda izah edilen hükümlerden de anlaşılacağı üzere TMTB kaza yerinde geçerli olan ZMSS kapsamında sorumludur. Kaldı ki doktrinde zorunlu sigortaya ilişkin düzenlemelerin doğrudan uygulanan kural oldukları ileri sürülmektedir.Yabancı sigorta poliçesinin tâbi olduğu hukuk, ancak Türkiye de geçerli ZMSS limitleri ve kapsamını aşan zararlar bakımından uygulanabilir. Diğer bir ifade ile Türkiye de geçerli ZMSS limitini ve kapsamını aşan zararın, yabancı sigortacıdan talep edilip edilemeyeceği, sigorta sözleşmesinin tâbi olduğu hukuka göre tespit edilebilir kanaatindeyiz.  MÖHUK m 34/4 de, haksız fiile veya sigorta sözleşmesine uygulanacak hukukun imkân  vermesi  hâlinde  zarar  görenin,  talebini  doğrudan  doğruya  sorumlunun sigortacısına karşı ileri sürebileceği kabul edilmiştir. Uygulanacak hukukun Türk hukuku olması hâlinde, TTK m 1478 gereği zarar görenin doğrudan TMTB ye müracaat hakkı vardır.Sonuç Yabancı plakalı bir motorlu kara taşıtının Türkiye ye giriş yaparken ya ZMSS yaptırması ya da kendi ülkesinde Türkiye de de geçerli bir Yeşil Kart Sigortası yaptırması gerekmektedir. Türkiye nin de dâhil olduğu Yeşil Kart Sisteminin iki amacı bulunmaktadır. Yeşil Kart Sisteminin ilk amacı, üye ülkelerde geçerliliği olan tek tip bir ZMSS sigorta kartı ile motorlu kara taşıtlarının uluslararası hareketliliğini kolaylaştırmaktır. İkinci amaç ise, Yeşil Kart Sigortası ile yabancı plakalı bir aracın karıştığı kazalardan dolayı mağdurun, ZMSS limitleri dâhilinde kaza ülkesinde başvurabileceği bir merciin bulunmasıdır. İşte hem Türkiye dışına gidecek araçlara Yeşil Kart Sigortası verilmesini sağlamak hem de Yeşil Kart Sigortalı yabancı plakalı bir aracın Türkiye de üçüncü kişilere verdiği zararın tazmini amacıyla görevli TMTB kurulmuştur. TMTB nin  görevleri  çalışma  esas  ve  usullerini  düzenleyen  Yönetmelikte sayılmıştır. Öncelikle TMTB kendi yetkisi dâhilinde verilen Yeşil Kart Sigortasından 75  Hatice Kocasakal, Doğrudan Uygulanan Kurallar ve Sözleşmeler Üzerindeki Etkileri (Galatasaray Üniversitesi 2001) 163164. Ancak Roma I Tüzüğü nün 7/4. maddesinde zorunlu sigortaya ilişkin hükümler doğrudan uygulanan kural olarak kabul edilmemiştir: Ekşi, (n 7) 51-52. Avrupa Birliğinde zorunlu sigortalara, zorunlu sigorta yaptırma yükümlülüğü getiren ülkenin hukukunun uygulanması kabul edilmiştir. Konu hakkında ayrıntılı bilgi için bkz Sedat Sirmen, ‘Zarar Sigortaları Kapsamına Giren Sigorta Akitlerinden Doğan Kanunlar İhtilâfı  (2006) Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Doktora Tezi <tez.yok.gov.tr> Erişim Tarihi 10 Ağustos 2020, 71 vd. 76  Ayrıntılı bilgi için bkz Ayhan, Çağlar ve Özdamar (n 49) 324 vd.   539İstanbul Hukuk Mecmuası 79/2dolayı kazanın meydana geldiği yabancı ülkede geçerli ZMSS limitleri ve şartları dâhilinde, üçüncü kişilere o ülke bürosu tarafından ödenen zararları rücuan tazmin edilmesini sağlamak görevi vardır. Yine TMTB, yabancı bürolar tarafından verilmiş Yeşil Kart Sigortası ile Türkiye de bulunan araçların karıştıkları kazalardan doğan zararların tasfiye ve tedviri ile sorumludur. TMTB bu işlemi yabancı büro adına vekâleten yürütmektedir. Dolayısı ile TMTB vekâlet sözleşmesinde müvekkilin özen borcu çerçevesinde yabancı büronun menfaatlerini gözeterek bu yükümlülüğünü yerine getirmelidir. Adına işlem yapılan yabancı büro, Türkiye de geçerli olan ZMSS limitlerinin üzerinde teminat vermesi hâlinde, TMTB Türkiye deki ZMSS limitleri üzerinde ödeme de yapabilir. Ödeme yapan büro kazanın meydana geldiği ülkedeki kanunlar  ihtilâfı  kuralları  dâhil,  yürürlükte  olan  hukukun  yorumlanmasında  ve ihtilâfın çözümünde münhasıran yetkilidir. Gerek Avrupa Sözleşmesi gibi milletlerarası düzenlemelerde gerek Sigortacılık Kanunu ve TMTB nin çalışma usûl ve esaslarını düzenleyen Yönetmelik gibi iç hukuk düzenlemelerinde, TMTB nin Yeşil Kart Sigortası kapsamında Türkiye de meydana  gelen  kazalardan  dolayı  üçüncü  kişilere  karşı  sorumlu  olduğu  kabul edilmiştir. Bundan dolayı doğrudan TMTB ye başvurulabilir ve dava açılabilir. TMTB davada, Yeşil Kart Sigortasını yapan sigorta şirketi ya da ilgili büronun vekili ya da acentesi konumunda değildir. Bilâkis maddî hukuk kuralları gereğince zarar görenlere karşı doğrudan sorumludur ve dolayısı ile davada taraf sıfatı vardır. Üstelik TMTB nin yanında yabancı sigorta şirketi ya da ilgili yabancı Büro da müştereken ve müteselsilen sorumludur. Nitekim bundan dolayı uygulamada, davalar doğrudan TMTB ye karşı açılmakta ve karar da TMTB ye karşı icra edilmektedir.TMTB ye karşı açılacak davalarda Türk mahkemelerinin milletlerarası yetkisi iç hukukun yer itibarı ile yetki kurallarına göre tespit edilir. TMTB ye karşı genel yetkili mahkeme olan TMTB nin yerleşim yerinin bulunduğu yer mahkemesinde dava açılabileceği gibi haksız fiilin işlendiği ya da zararın meydana geldiği yahut zarar görenin yerleşim yeri mahkemesinde de dava açılabilir. TMTB nin sorumluluğu ve kapsamı, haksız fiillere uygulanacak hukuk kapsamında haksız fiil statüsüne tâbidir. TMTB nin sorumluluğu genellikle kazanın ve zararın meydana geldiği Türk hukukuna tâbi olacaktır.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.540Aygül / Yabancı Plakalı Motorlu Kara Taşıtlarının Karıştıkları Kazalardan Dolayı Yeşil Kart Sigortası Kapsamında Türkiye...Bibliyografya/",
     "Kaynakça": "Altop A, ‘Trafik Kazaları Sebebiyle İleri Sürülen Destekten Yoksun Kalma Taleplerine İlişkin Yargıtay Hukuk Genel Kurulu nun 15.06.2011 Tarihli E. 2011/17 142 K. 2011/411 Sayılı ve 22.02.2012 Tarihli E. 2011/17 787 K. 2012/92 Sayılı Kararları ile Yargıtay 17. Hukuk Dairesi nin 05.06.2012 Tarihli ve E. 2011/11551 K. 2012/7391 Sayılı Kararının Değerlendirilmesi  (2008) 8(1) Yaşar Üniversitesi Dergisi 151 184. Arkan S, Ticari İşletme Hukuku, (Banka ve Ticaret Hukuku Araştırma Enstitüsü 2019). Armbrüster C, Privatversicherungsrecht (2. Aufl, Mohr Siebeck 2019). Atalı M, Ermenek İ ve Erdoğan E, Medeni Usul Hukuku Ders Kitabı (2. Bası, Yetkin 2019).Ayhan R, Çağlar H ve Özdamar M, Sigorta Hukuku Ders Kitabı (3. Bası, Yetkin 2020).Çeker M, 6102 Sayılı Türk Ticaret Kanununa Göre Sigorta Hukuku (20. Bası, Karahan Kitabevi 2019).Çelikel A ve Erdem BB, Milletlerarası Özel Hukuk (15. Bası, Beta 2017).Doğan V, Milletlerarası Özel Hukuku (6. Bası, Savaş 2020).Ekşi N, Türk ve Avrupa Birliği Hukukunda Yabancı Unsurlu Sigorta Sözleşmelerinde Uygulanacak Hukuk (Beta İstanbul 2012).Eren F, Borçlar Hukuku Genel Hükümler (22. Bası, Yetkin 2017). Gökcan HT, Karayolları Trafik Kanununa Göre Hukukî Sorumluluk Tazminat Sigorta ve Rücu Davaları (9. Bası, Seçkin 2018). Junker Abbo, Münchener Kommentar zum Bürgerlichen Gesetzbuch (Herausgeber: Säcker, F. Jürgen/ Rixecker, Roland/ Oetker, Hartmut/ Limperg, Bettina Hrsg.) (8. Aufl. Band 13, 2021).Kara E, ‘Sınırötesi Trafik Kazaları: Avrupa Birliğinde ve Türk Hukukunda Zorunlu Mali Sorumluluk Sigortası  (2016) 6(11) Hasan Kalyoncu Hukuk Fakültesi Dergisi 215 256. Kayıhan Ş, ‘Zorunlu Mali Mesuliyet Sigortasında (ZMSS=Trafik Sigortası) Sigorta Ettirenin Kendi Tam Kusuru ile Vefatı Halinde Mirasçıların Üçüncü Kişi Sıfatıyla Müteveffanın Sigortacısına Başvurmaları Durumuna İlişkin Hukuki Düşünceler  (2016) 22(1) Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 251 264.   Kocasakal H, Doğrudan Uygulanan Kurallar ve Sözleşmeler Üzerindeki Etkileri (Galatasaray Üniversitesi 2001).Kuru B, Medenî Usûl Hukuku Ders Kitabı (Legal 2015). Looschelders D, ‘Internationale Zuständigkeit für Klagen gegen ausländische Entschädigungsstellen und  Grüne Karte Büros   (2018)  38(4)  IPRax  (Praxis  des  Internationalen  Privat   und Verfahrensrechts) 360 363. Merkin R and Hemsworth M, The Law of Motor Insurance (2nd Edition, Sweet&Maxwell 2015). Metzler M, ‘Nationales Versicherungsbüro (NVB) & Nationaler Garantiefonds (NGF) , Haftpflicht des Motorfahrzeughalters   neue Antworten auf alte Fragen (Herausgeber: Walter Fellmann), ( Stämpfli 2013)  155 188.      Memiş T, ‘Güvence Hesabının Taşımanın 100 km. Altında Olması Nedeniyle Zorunlu Koltuk Ferdi Kaza Sigortası Kapsamında Ödeme Yapmayı Reddetmesi Hukuka Uygun mudur?  (2012) 3(1) İnönü Üniversitesi Hukuk Fakültesi Dergisi 129 150.Nomer E, Devletler Hususî Hukuku (22. Bası, Beta 2017).Pekcanıtez H, Pekcanıtez Medenî Usûl Hukuku Cilt I (Editörler: Pekcanıtez H, Özekes M, Akkan M ve Taş Korkmaz H) (15. Bası, On İki Levha 2017).541İstanbul Hukuk Mecmuası 79/2Poroy R ve Yasaman H, Ticari İşletme Hukuku (Vedat 2019).Roth, WH, Internationales Versicherungsvertragsrecht (Paul Siebeck 1985).Seven V, ‘Sigorta Güvence Hesabı nın Kapsamı ve Destekten Yoksun Kalma Tazminatı  (2017) 12(157 158) Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi 31 62.Sirmen S, ‘Zarar Sigortaları Kapsamına Giren Sigorta Akitlerinden Doğan Kanunlar İhtilâfı  (2006) Ankara Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Doktora Tezi <tez.yok.gov.tr> Erişim Tarihi 10 Ağustos 2020.Şanlı C, Esen E ve Ataman Figanmeşe İ, Milletlerarası Özel Hukuk (7. Bası, Beta 2019).Tanrıver S, Medenî Usûl Hukuku Cilt I Temel Kavramlar ve İlk Derece Yargılaması (Yetkin, 2016).Tufan Y, ‘Uluslararası Motorlu Araçlar Zorunlu Malî Sorumluluk Sigortası ve Yeşil Kart Sistemi  (2008) Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi <tez.yok.gov.tr> Erişim Tarihi 10 Ağustos 2020.Ulaş I, Uygulamalı Sigorta Hukuku Mal ve Sorumluluk Sigortaları (7. Bası, Turhan Kitabevi 2010). Ülgen H, Helvacı M, Kaya A ve Nomer Ertan NF, Ticari İşletme Hukuku (Vedat 2019).Yavaşi M, Kara Taşıtları Sigortaları (Yetkin 2020). 542"
}