{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "04",
     "Ay": "12",
     "Yıl": "2020",
     "Cilt": "79",
     "Sayı": "1",
     "Başlık": "Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak Işlenmesinden veya Korunmamasından Kaynaklanan Uyuşmazlıklara Uygulanacak Hukukun Tespiti",
     "Title": "The Applicable Law to Disputes Arising From Processing or Non Protection of Personal Data Due to The Violation of Contracts Having Foreign Elements",

     "Yazar İsmi": [
          "İlyas Arslan"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kişisel verilerin işlenmesi", "Kişisel verilerin korunması", "Yabancı unsurlu sözleşmeler", "Sözleşmenin kurulması", "Sözleşmenin ifası", "Uygulanacak hukuk"
     ],
     "Keywords": [
          "Personal data processing", "Personal data protection", "Contracts containing foreign elements", "Establishment of the contract", "Performance of the contract", "Applicable law"
     ],
     "Özet": "Kişisel veriler, veri süjesi gerçek kişi ile veri sorumlusu konumundaki karşı taraf arasında akdedilen bir sözleşme çerçevesinde işlenebilmektedir. Bu veriler, genellikle bir sözleşmenin kurulmasına veya sözleşmenin ifasına ilişkin olarak işlenmektedir. Kişisel verilerin işlenmesi ve bu verilerin korunması gereği, benzer şekilde yabancılık unsuru içeren sözleşmeler bakımından da ortaya çıkabilir. Dolayısıyla, kişisel verilerin taraflar arasındaki yabancı unsurlu sözleşmeye aykırı olarak işlendiği veya korunmadığı iddiaları Türk mahkemelerinin önüne gelebilir. Bu durumda Türk mahkemelerinin, öncelikle söz konusu uyuşmazlığa uygulanacak maddi hukuk kurallarını, 5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun hükümleri uyarınca tespit etmesi gerekecektir. Bu çalışmanın temel amacı, henüz yabancı unsurlu sözleşmeler çerçevesinde incelenmemiş olan kişisel verilerin işlenmesi ve/veya korunması ile Türk kanunlar ihtilafı kuralları arasındaki ilişkiyi genel hatlarıyla izah etmektir. Bu itibarla, yabancı unsurlu sözleşmeler çerçevesinde elde edilen kişisel verilerin işlenmesinden veya korunmamasından kaynaklanan sözleşmeden doğan sorumluluğa uygulanacak hukukun, MÖHUK hükümleri uyarınca nasıl tespit edilmesi gerektiği meselesi ele alınmıştır.",
     "Abstract": "Personal data can be processed within the framework of a contract concluded between a natural person who is a data subject and the counterparty of the contract, who is the data controller. These data are generally processed for the establishment or the performance of the contracts. Similarly, the need to process and/or protect personal data may also arise in cases of contracts with foreign elements. Therefore, claims that personal data are processed in violation of contracts between the parties, or the personal data processed under the contract between the parties are not protected, may be the subject of an action before the Turkish courts. At this stage, Turkish courts should first determine the law to be applied to these disputes arising out of contracts in accordance with the provisions of the Code on Private International Law and International Civil Law no. 5718 (CPIL). The main purpose of this study is to explain the relationship between processing and/or protection of personal data, which have not yet been examined within the framework of contracts containing foreign elements in Turkish private international law and Turkish conflict of laws rules in general terms. In this respect, this study addresses the issue of determining which law is to be applied to contractual responsibility arising from processing or non-protection of personal data in violation of contracts containing foreign elements in accordance with the provisions of CPIL.",
     "Metin": "Kişisel kişisel verilerin korunması, 2010 yılında yapılan Anayasa değişikliği ile Türk hukukunda AY m.20 de anayasal olarak düzenlenen bir hak haline gelmiş, 6698 sayılı Kişisel Verilerin Korunması Kanunu (KVKK)2 ile birlikte özel bir düzenlemeye sahip olmuştur. KVKK ile kişisel verilerin hangi hal ve şartlar altında işlenebileceği özel  olarak  düzenlenmiş,  böylece  verileri  işlemek  suretiyle  bireylerin  kişilik haklarına müdahalede bulunan, başka bir deyişle kişisel verileri işleyen kişilerin hukuki, idari ve cezai sorumluluğuna ilişkin hükümlere yer verilmiştir. Şüphesiz, kişisel verilerin hukuka aykırı olarak işlenmesinin, ilgili bireylerin kişilik haklarının ihlal edilmesi ve bu ihlal nedeniyle maddi veya manevi zararların ortaya çıkması gibi özel hukuka yönelik sonuçları da ortaya çıkabilir. Esasen, bireylerin kişisel verilerinin kanuna aykırı olarak işlenmesi sebebiyle zarara uğramaları halinde zararın giderilmesini talep etme hakkına sahip ve bireylerin genel hükümlere göre tazminat haklarının saklı olduğunu hükme bağlayan KVKK, kişisel verilerin hukuka aykırı olarak işlenmesinden doğacak zararlardan sorumluluk bakımından genel hükümlerin uygulanacağını ortaya koymaktadır.  Buna göre, Türk vatandaşı bir gerçek kişi, kişisel verilerinin hukuka aykırı olarak işlendiği gerekçesiyle veri sorumlusu konumundaki Türk kamu kurumları veya Türk gerçek veya tüzel kişilerine karşı kişilik haklarının ihlal edildiği gerekçesiyle dava açabilecektir. Peki,  kişisel  verileri  hukuka  aykırı  olarak  işlenen/işlendiğini  ileri  süren  kişi yabancı bir devlet vatandaşı ise, böyle bir davada nasıl hareket etmek gerekecektir? İster kanun gereği isterse sözleşmenin kurulması veya ifasına ilişkin olsun, kişisel verileri işleyen ve bu verilerin güvenliğini sağlamakla yükümlü olan kişiler, yabancı devlet veya devlet kurumu veya yabancı devlet kanunlarına göre kurulmuş bir özel 1  Türkiye Cumhuriyeti Anayasasının Bazı Maddelerinde Değişiklik Yapılması Hakkında Kanun, Kanun Numarası: 5982, Kabul Tarihi: 7.5.2010, RG 13.5.2010/27580.2  Kişisel Verilerin Korunması Kanunu, Kanun Numarası: 6698, Kabul Tarihi: 24.3.2016, RG 7.4.2016/29677.3  Kişisel verilerin korunmasına ilişkin olarak ulusal düzenlemeler sadece bunlarla sınırlı olmadığı gibi, bu konuda pek çok uluslararası düzenleme kaleme alınmıştır. Türkiye nin imzalayıp 2016 tarihi itibariyle iç hukukunda yürürlüğe koyduğu ve Avrupa Konseyi tarafından hazırlanan Kişisel Verilerin Otomatik İşleme Tabi Tutulması Karşısında Bireylerin Korunması Sözleşmesi buna örnek verilebilir. (RG 17.3.2016-29656). Bunun dışında AB üyesi ülkelerde kişisel verilerin korunması konusunda yeknesak bir standardı oluşturmak amacıyla AB bünyesinde pek çok düzenleme yapıldığı görülmektedir. Bunlardan ilkini, KVKK nın hazırlanmasında esas alınan 95/46/EC sayılı Veri Koruma Yönergesi oluşturmaktadır. Söz konusu yönerge 2018 tarihi itibariyle yürürlüğe giren 2016/679 Sayılı Avrupa Genel Veri Koruma Tüzüğü ile ortadan kaldırılmış, böylece Tüzük yönergeden farklı olarak üye devletlerin iç hukuklarının bir parçası haline gelerek doğrudan uygulanma gücüne sahip olmuştur. 4  Hayrunnisa Özdemir, Elektronik Haberleşme Alanında Kişisel Verilerin Özel Hukuk Hükümlerine Göre Korunması (Seçkin 2009) 95; Hüseyin Can Aksoy, Medeni Hukuk ve Özellikle Kişilik Hakkı Yönünden Kişisel Verilerin Korunması, (Çakmak 2010) 80ff; Mine Kaya, Elektronik Ortamda Kişilik Hakkının Korunması, (Seçkin 2015) 305; Damla Gürpınar, ‘Kişisel Verilerin Korunamamasından Doğan Hukuki Sorumluluk , (2017) 19(Özel Sayı) DEÜHFD (Prof. Dr. Şeref ERTAŞ a Armağan), 679, 689.138Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanhukuk tüzel kişisi ya da yabancı bir gerçek kişi olabilir. Yabancılık unsuru, kişisel verinin muhafaza edildiği veya paylaşıldığı yerin yabancı bir devletin ülkesinde bulunmasından da kaynaklanabilir. Kısacası kişisel verilerin hukuka aykırı olarak işlenmesi  suretiyle  gerçekleşen  zararlardan  doğan  özel  hukuk  davalarının,  veri sorumlusunun veya verileri işlenen kişinin tabiiyeti nedeniyle yabancılık unsuru ihtiva etmesi mümkün ve muhtemeldir. Acaba kişisel verilerin işlenmesi nedeniyle ortaya çıkan ve birden fazla ülkeyle irtibatlı olan bu tür uyuşmazlıklar bakımından, milletlerarası yetkiye sahip bir Türk mahkemesinin nasıl hareket etmesi gerekecektir? Bu tür davalarda da, yetkili Türk mahkemesinin, ister bir sözleşmenin ifası veya kurulmasıyla ilgili olsun isterse olmasın, kişisel verilerin hukuka aykırı olarak işlenip işlenmediğini veya korunup korunmadığını tespit etmek için belirli bir yasal düzenlemeye istinat etmesi gerektiği bir gerçektir. Acaba, yabancılık unsuru içeren bu tür bir davada KVKK hükümleri veya genel hüküm mahiyetindeki Türk Medeni Kanunu (MK)5 ve Türk Borçlar Kanunu (BK)6 hükümleri mi uygulanacaktır? Kişisel verilerin işlenmesinin aynı zamanda taraflar arasındaki sözleşmenin kurulmasının veya ifasının bir gereği olarak da ortaya çıkabilir. Acaba böyle bir durumda, verisi işlenen taraf ilgili sözleşmenin niteliğine göre Türk maddi hukuk kurallarına mı istinat etmelidir yoksa 5718 sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun  (MÖHUK)7  hükümleri  uyarınca  tespit  edilen  hukukun  mu  uygulanması gerekecektir? MÖHUK hükümlerinin uygulanması gerektiği hallerde, hangi kural veya kuralların tatbiki gerekecektir?Çalışmamızda yukarıdaki sorulara Türk milletlerarası özel hukukuna ilişkin kurallar ışığında cevap bulmaya çalışacak, böylece Türk hukukunda anayasal, idari, cezai ve özel hukuk yönleriyle sıkça ele alınan kişisel verilerin işlenmesi veya korunmaması nedeniyle ortaya çıkabilecek yabancı unsurlu özel hukuk uyuşmazlıklarının kanunlar ihtilafı boyutunu ele alacağız. KVKK birlikte yeni bir boyut kazanan kişisel verilerin işlenmesi ile verilerin işlenmesiyle ortaya çıkabilecek yabancı unsurlu özel hukuk uyuşmazlıkları oldukça çeşitlilik ve farklılık arz edebilir. Türk milletlerarası özel hukukunda kişilik haklarının korunması meselesinin, günümüze kadar genellikle kişilik haklarına yönelik müdahalede kullanılan internet veya medya araçları gibi 5  Türk Medeni Kanunu, Kanun Numarası: 4721, Kabul Tarihi: 22.11.2001, RG 08.12.2001/24607.6  Türk Borçlar Kanunu, Kanun Numarası: 6098, Kabul Tarihi: 11.01.2011, RG 04.02.2011/27836.7  Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun, Kanun Numarası: 5718, Kabul Tarihi: 27.11.2007, RG 12.12.2007/26728.139İstanbul Hukuk Mecmuası 79/1vasıtalar bakımından veya sadece uygulanacak hukukun tespitiyle sınırlı olarak ele alındığı görülmektedir. Diğer yandan, kişisel verilerin işlenmesi ve bu verilerin korunması,  çoğunlukla  bir  sözleşme  ilişkisi  çerçevesinde  gerçekleşmektedir. Dolayısıyla, sözleşme ilişkisi çerçevesinde elde edilen kişisel verilerin hukuka aykırı olarak işlendiğini düşünen taraf, söz konusu kişisel verilerin işlenmesinin veya korunmamasının sadece kişilik haklarının değil, aynı zamanda sözleşmeye aykırılık teşkil  ettiği  iddiasıyla  da Türk  mahkemelerinde dava  açabilir.  Kısacası,  kişisel verileri işleyen veya korumak durumunda olan ilgili tarafın sözleşmeden doğan sorumluluğuna gidilebilir. İşte bu çalışmada, kişisel verilerin işlenmesinde kullanılan yöntem veya vasıtalar bakımından herhangi bir ayrıma gidilmeksizin, yabancılık unsuru içeren sözleşmelerin kurulması veya ifasıyla ilgili elde edilen kişisel verilerin hukuka  aykırı  olarak  işlendiği  gerekçesiyle  açılan  yabancı  unsurlu  özel  hukuk davalarının çözümünde uygulanacak hukukun ne şekilde tespit edilmesi gerektiği meselesi üzerinde duracağız. Bu çalışmada temel gayemiz, Türk milletlerarası özel hukuk literatüründe genellikle kişilik haklarının ihlali boyutuyla ele alınan, henüz yabancı  unsurlu  sözleşmeler  çerçevesinde  incelenmemiş  olan  kişisel  verilerin işlenmesi ve/veya korunması ile Türk kanunlar ihtilafı kuralları arasındaki ilişkiyi genel hatlarıyla izah etmektir. Başka bir deyişle, milletlerarası karakterli sözleşmeler çerçevesinde elde edilen kişisel verilerin işlenmesi veya korunmaması nedeniyle sözleşmeden doğan sorumluluğa uygulanacak hukukun hangi hükümlere istinaden ve ne şekilde tespit edilmesi gerektiği meselesi genel olarak analiz edilecektir. Şüphesiz, kişisel verilerin işlenmesinin ve korunmasının sözleşmelere ilişkin Türk kanunlar ihtilafı hukuku boyutun genel olarak izah etmeden evvel, uygulanacak hukukun tespiti bakımından önem arz eden kişisel veri ile kişisel verilerin işlenmesi kavramlarının anlamı ve kapsamını ele almak konumuzun anlaşılması bakımından yararlı olacaktır. I. Kişisel Veri ve Kişisel Verilerin İşlenmesiKişisel verilerin işlenmesinin hukuka aykırı olup olmadığının, dolayısıyla verileri işlenen kişinin kişilik haklarının ihlal edilip edilmediğinin tespiti için öncelikle kişisel veri kavramının kapsamına nelerin girdiğinin tespiti gereklidir. Bu tespit aynı zamanda kişisel verilerin işlenmesiyle ortaya çıkan yabancı unsurlu davalarda uygulanacak hukukun tespiti bakımından da önem arz eder. Zira Türk hukukunda kişisel veri 8  Bkz Sibel Özel, Uluslararası Alanda Medya ve İnternette Kişilik Haklarının Korunması (Seçkin 2004) 23ff; Ayfer Uyanık Çavuşoğlu, ‘İnternet Ortamında İşlenen Haksız Fiil Sorumluluğuna Uygulanacak Hukuk  (2002) 22(2) MHB (Prof. Dr. Ergin Nomer e Armağan) 967, 967ff; Sibel Özel, ‘İnternet Yoluyla Kişilik Hakkı İhlallerinde Uygulanacak Hukuk Meselesi  (2004) 24(1-2) MHB 609, 609ff; Sibel Özel, ‘İmalâtçının Sorumluluğu ve Kitle İletişim Araçları Yoluyla Kişilik Hakkının İhlalinde Uygulanacak Hukuk  Koç Üniversitesi Hukuk Fakültesi Dr. Nüsret-Semahat Arsel Uluslararası Ticaret Hukuku Uygulama ve Araştırma Merkezi Konferans Yayınları Dizisi-2: Avrupa da Devletler Özel Hukuku ve Yeni Türk Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un Akitler ve Ticaret Hukukuna İlişkin Hükümleri (Legal 2010) 219, 219ff9  Bkz Fatma Esenyel Hanaz, ‘Kişilik Haklarının İhlalinde Sorumluluk ve Uygulanacak Hukuk  (Doktora Tezi İstanbul Üniversitesi 2018) 1ff; Seçil Etlioğlu Erçetingöz, ‘İnternet Ortamında Şeref ve Haysiyetin Korunmasında Uygulanacak Hukuk  (Yüksek Lisans Tezi, Marmara Üniversitesi 2019) 1ff140Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındankavramının anlamı ve kapsamı, dolayısıyla kişisel verilerin korunması konusundaki yaklaşım, Türk kanunlar ihtilafı kuralları uyarınca yetkili kılınan yabancı hukuktan daha farklı, daha geniş veya dar olabilir. Dolayısıyla, bu tür davaların muhatabı olan bir Türk mahkemesinin kişisel veri ve/veya kişisel verinin işlenmesi kavramlarının anlamı ve kapsamını göz önünde bulundurması da gerekecektir. Kişisel veri, en genel anlamıyla kişinin şahsi, ailevi, mesleğine ilişkin ayırt edici özelliklerini  ve  niteliklerini  göstermeye  yarayan  her  türlü  bilgi 10  olarak  ifade edilmektedir. Başka bir tanıma göre ise,  bir kişinin belirlenebilir kılınması, verilerin doğrudan ya da dolaylı olarak bir gerçek kişiyle ilişkilendirilmesi suretiyle kişinin tanımlanabilmesi, yani şahsın o şahıs olduğunu ortaya çıkarılabilmesi özelliğidir 11. Kişisel veri kavramının KVKK nın hazırlanmasında esas alınan 95/46/EC sayılı Veri Koruma Yönergesi m.2(a) da belirli veya belirlenebilir bir gerçek kişiyle ilgili her türlü bilginin kişisel veri anlamına geldiği belirtilmektedir. Belirlenebilir kişi ise, doğrudan veya dolaylı olarak, özellikle kişinin kimlik numarası veya fiziksel, psikolojik, zihinsel, ekonomik, kültürel veya sosyal kimliğine özgü bir veya birden fazla faktöre istinaden belirlenebilen kişi olduğu ifade edilmektedir. Kişisel Verilerin Otomatik İşleme Tabi Tutulması Karşısında Bireylerin Korunması Sözleşmesi m.2(a) ve KVKK m.3(d) de ise kişisel veri  kimliği belirli veya belirlenebilir gerçek kişiye ilişkin her türlü bilgi  olarak tanımlanmıştır. Kişisel  veri  kavramının  tanımından  yola  çıkılarak,  bir  bilginin  kişisel  veri olarak nitelendirilebilmesi için için dört temel unsura sahip olması gerektiği kabul edilmektedir. Buna göre, veri olarak nitelendirilecek bir bilginin var olması, söz konusu verinin bir gerçek kişiye ait olması ve ilgili verinin söz konusu gerçek kişiye ilişkin/gerçek kişiyle ilişkili olması gerekmektedir. Son olarak, verinin kimliği belirli veya belirlenebilir nitelikte olan bir kişiye ait olması gerekmektedir. Bu noktada, bir verinin bir gerçek kişiyi belirlenebilir kılması doğrudan ya da dolaylı olarak gerçekleşebilir. KVKK da kişisel veri kavramının tanımına yer verilmekle beraber kapsamına nelerin girdiğine yer verilmemiştir. Kişisel veri kavramının içeriğinin çok geniş 10  Ersan Şen, ‘Kişisel Verilerin Korunması Kanunu Tasarısı nın Anayasa ve Türk Ceza Kanunu Hükümleri Çerçevesinde Değerlendirilmesi  (2009) 83(3) İBD 1197, 1197; Çiğdem Ayözger Öngün, Kişisel Verilerin Korunması Hukuku, (2.Bası, Beta 2019) 6.11  Nilgün Başalp, Kişisel Verilerin Korunması ve Saklanması (Yetkin 2004) 16.12  Benzer bir ifadeyle, kişilere ait sağlık bilgilerine özgü olarak Kişisel Sağlık Verilerinin İşlenmesi ve Mahremiyetinin Sağlanması Hakkında Yönetmelik m.4(1)(ğ) hükmünde de yer verilmiştir. Bkz Kişisel Sağlık Verilerinin İşlenmesi ve Mahremiyetinin Sağlanması Hakkında Yönetmelik, RG 20.10.2016/ 29863).13  95/46/EC sayılı Avrupa Birliği Veri Koruma Yönergesi m.29 uyarınca kurulmuş ve kişisel verilerin korunması hususunda Avrupa Birliği bünyesinde bağımsız danışma organı olarak faaliyet gösteren Article 29 Data Protection Working Party tarafından hazırlanan  Opinion 4/2007 on the concept of personal data  adlı çalışmada kişisel veri kavramının dört temel unsura sahip olduğu ifade edilmiştir. Ayrıntılı bilgi için bkz Aksoy (n 4) 13ff; Şehriban İpek Aşıkoğlu, Avrupa Birliği ve Türk Hukukunda Kişisel Verilerin Korunması ve Büyük Veri (Oniki Levha 2018) 5ff; Furkan Güven Taştan, Türk Sözleşme Hukukunda Kişisel Verilerin Korunması (Oniki Levha 2017) 26ff14  Kişisel veri kavramının söz konusu temel unsurları hakkında ayrıntılı bilgi için bkz Article 29 Data Protection Working Party, Opinion 4/2007 on the concept of personal data,  <https://ec.europa.eu/justice/article-29/documentation/opinionecommendation/files/2007/wp_en.pdf> s.6 Erişim Tarihi 20 Ocak 2020. 141İstanbul Hukuk Mecmuası 79/1olduğu ve sınırlarının net bir şekilde çizilemediği belirtilmekle birlikte, Türk mevzuatı, doktrin ve mahkeme kararlarlarından yola çıkarak kavramın kapsamına gerçek  kişilere  ait  hangi  bilgilerin  girdiği  tespit  edilebilir.  Örneğin,  mülga Telekomünikasyon Sektöründe Kişisel Bilgilerin İşlenmesi ve Gizliliğinin Korunması Hakkında Yönetmelik m.3 te   tanımlanmış ya da doğrudan veya dolaylı olarak, bir kimlik numarası ya da fiziksel, psikolojik, zihinsel, ekonomik, kültürel ya da sosyal kimliğinin, sağlık, genetik, etnik, dini, ailevi ve siyasi bilgilerinin bir ya da birden fazla unsuruna dayanarak tanımlanabilen gerçek ve/veya tüzel kişilere ilişkin herhangi bir bilgi  kişisel veri olarak nitelendirilmiştir. Yine, Anayasa Mahkemesi bir kararında, kişinin adı, soyadı, doğum tarihi ve doğum yeri gibi sadece kimliğini ortaya koyan bilgiler değil; telefon numarası, motorlu taşıt plakası, sosyal güvenlik numarası, pasaport numarası, özgeçmiş, resim, görüntü ve ses kayıtları, parmak izleri, genetik bilgiler, IP adresi, e-posta adresi, hobileri, tercihleri, etkileşimde bulunduğu kişiler, grup üyelikleri, aile bilgileri gibi kişiyi doğrudan veya dolaylı olarak belirlenebilir kılan tüm verileri kişisel veri olarak nitelendirmiştir. Bunlara ilaveten, doğrudan veya dolaylı olarak bir kişi ile ilişkilendirilerek, kişinin kimliğini belirli kılan veya kılabilecek olan kimlik, etnik köken, fiziksel özellikler, sağlık, istihdam, eğitim, ikamet, emniyet, kredi kartı bilgileri, başkaları ile gerçekleştirilen haberleşmeler, telefon numarası, telefon rehberi, telefon mesajları, kişisel inanç ve ideoloji, alışveriş alışkanlıkları, maaş bordrosu, vergi mükellefiyetine ilişkin bilgiler, yüz, iris, gen izi, yazı, ses tanıma gibi yöntemlerle elde edilen verileri, kan grubu, parmak izleri, mesleği, vakıf, dernek, sendika üyelikleri, adli sicil kayıtları, ekonomik bilgileri, banka hesap numaraları, medeni durumu, sağlık bilgileri, cinsel tercihleri, sosyal medya hesapları, kişisel blog sayfasında paylaştığı yazılar gibi bilgilerin kişisel veri niteliğinde olduğu yaygın olarak kabul edilmektedir. Bunların dışında kişi hakkında önemsiz sayılan veriler ve açık kaynaklarda yayınlanmış olan verilerin de aslında birer kişisel veri niteliğinde olduğu belirtilmektedir. KVKK kapsamında kişisel verilerin özel nitelikli kişisel veri veya özel nitelikli veriler dışında kalan veriler şeklinde bir ayrıma tabi tutulduğu görülmektedir. 15  Aksoy (n 4) 12; Ayözger Öngün (n 10) 5; Ian J. Lloyd, Information Technology Law (6th edn Oxford University Press 2011) 39; M. Volkan Dülger, ‘Kişisel Verilerin Korunması Kanunu ve Türk Ceza Kanunu Bağlamında Kişisel Verilerin Ceza Normlarıyla Korunması (Ceza Normu)  (2016) 2(3) İMÜHFD 101, 102.16  Telekomünikasyon Sektöründe Kişisel Bilgilerin İşlenmesi ve Gizliliğinin Korunması Hakkında Yönetmelik, RG 16.2.2004/25365. Diğer yandan, bu yönetmelik yerine yürürlüğe konan Elektronik Haberleşme Sektöründe Kişisel Verilerin İşlenmesi ve Gizliliğinin Korunması Hakkında Yönetmelik (RG: 24.7.2012/28363) m.3(h) de ve bu yönetmeliği yürürlükten kaldıran Elektronik Haberleşme Sektöründe Kişisel Verilerin İşlenmesi ve Gizliliğinin Korunması Hakkında Yönetmelik (RG: 4.12.2020/31324) m.4(f) de kişisel veri kavramının KVKK m.3(d) hükmüne paralel bir şekilde  kimliği belirli veya belirlenebilir gerçek kişiye ilişkin her türlü bilgi  olarak tanımlandığı görülmektedir.17  Anayasa Mahkemesi, 2013/122 2014/74, 9.4.2014 (RG 26.7.2014/29072).18  Özdemir (n 4) 123-124; Ayözger Öngün (n 10) 6-7; Aksoy (n 4) 1, 11ff; Dülger (n 15) 102; Nafiye Yücedağ, ‘Medeni Hukuk Açısından Kişisel Verilerin Korunması Kanunu nun Uygulama Alanı ve Genel Hukuka Uygunluk Sebepleri  (2017) 75(2) İÜHFM 765, 768.19  Özdemir (n 4) 24.20  Söz konusu ayrım sadece KVKK da değil, bazı farklılıklarla birlikte 95/46/EC sayılı Veri Koruma Yönergesinde de benimsenmiştir.142Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya KorunmamasındanAynı zamanda hassas veri olarak da ifade edilen özel nitelikli kişisel veri ile normal kişisel veri arasında ayrım, söz konusu verilerin işlenmesi şartları bakımından aranan hukuka uygunluk şartları bakımından önem arz etmektedir. Özel nitelikli kişisel veriler, esas itibariyle bir kişisel veri olmasına rağmen kişisel verilerin daha fazla koruma sağlanan küçük bir grubu olarak nitelendirilebilir. KVKK m.6 da kişilerin ırkı, etnik kökeni, siyasi düşüncesi, felsefi inancı, dini, mezhebi veya diğer inançları, kılık ve kıyafeti, dernek, vakıf ya da sendika üyeliği, sağlığı, cinsel hayatı, ceza mahkûmiyeti ve güvenlik tedbirleriyle ilgili verileri ile biyometrik ve genetik verileri özel nitelikli veri kabul edilmiştir. Söz konusu maddede yer alan kişisel verilerin sınırlı sayıda olduğu ve kapsamının genişletilemeyeceği ve sadece kanunda sayılan istisnai  hallerde  işlenebileceği  için,  bu  veriler  bakımından  kesin  işleme  yasağı mevcuttur. Bunlar dışında kalan kişisel veriler ise, 5.maddede yer alan hukuka uygunluk şartlarının karşılanması kaydıyla işlenebilecektir. Kişisel verilerin işlenmesi kavramı ile veriler üzerinde gerçekleştirilen her türlü işlemlerin  kastedildiğini  söylemek  mümkündür.  KVKK  m.3(e)  uyarınca  kişisel verilerin tamamen veya kısmen otomatik olan ya da herhangi bir veri kayıt sisteminin parçası olmak kaydıyla otomatik olmayan yollarla elde edilmesi, kaydedilmesi, depolanması, muhafaza edilmesi, değiştirilmesi, yeniden düzenlenmesi, açıklanması, aktarılması, devralınması, elde edilebilir hâle getirilmesi, sınıflandırılması ya da kullanılmasının engellenmesi gibi her türlü işlem kişisel verinin işlenmesi olarak ifade edilmiştir. Örneğin, bir bankayla kredi sözleşmesi yapılması sırasında bankanın, o kişiye ait maaş bordrosunu, tapu kayıtlarını, icra borcu olmadığına dair belgeyi edinmesi bir veri işleme faaliyetidir. Bir şirketin çalışanına maaş ödeyebilmesi için banka hesap numarası, evli olup olmadığı, bakmakla yükümlü olduğu kişiler, eşinin çalışıp çalışmadığı, sosyal sigorta numarası gibi bilgileri edinmesi de buna örnek verilebilir. Yine, kişisel verilerin sadece bir hard diskte, CD de veya sunucuda depolanması, anılan verilerle başkaca hiçbir işlem yapılmasa da bir veri işleme faaliyeti niteliğindedir. Kanunda mehaz düzenlemeden esas alınarak işlemenin otomatik veya otomatik olmayan yollarla yapılabileceği öngörülmüş, böylece verinin işlenme şeklinin veya işlemede kullanılan aracın önemli olmadığı vurgulanmıştır. Bu bakımdan, nitelik olarak veri işleme kapsamına giren eylemler sınırlı sayıda olmayıp, 21  Kişisel verilerin korunması hukukunda böyle bir ayrıma gidilmesinin sebebi, bu verilerin kamusallaştıkları takdirde bireylerin toplumdaki yerini ve diğer insanların kişiye bakış açısını değiştirme özelliğine sahip olmalarıdır. İçeriğinde inanç, politik düşünce, cinsel tercih, etnik köken, kılık kıyafet gibi unsurları bulunduran bu verilerin açıklanması kişinin  ötekileştirilmesi  sonucunu doğurabileceği için  hassasiyet  taşıdığı belirtilmektedir. Bkz Türkay Henkoğlu,  ‘Hassas Bilgi Varlıklarının ve Kişisel Verilerin Hukuksal Düzenlemeler ile Korunması ve Bu Kapsamda Üniversiteler İçin Bilgi Güvenliği Politikasının Geliştirilmesi  (Doktora Tezi, Hacettepe Üniversitesi 2015) 18-19, 205. 22  Özdemir (n 4) 126; Cemil Kaya, ‘Avrupa Birliği 1995/46 EC Veri Koruma Direktifi Ekseninde Hassas (Kişisel) Veriler ve İşlenmesi  (2011) 69(1-2) İÜHFM 317, 318.23  Özdemir (n 4) 127; Yücedağ (n 18) 768; Taştan (n 13) 41.24  Kişisel Verileri Koruma Kurumu, Madde ve Gerekçesi ile Kişisel Verilerin Korunması Kanunu (Bilgi Notu) ve Kişisel Verilerin Korunmasına İlişkin Terimler Sözlüğü (KVKK Yayınları 2019) 19.25  Kişisel Verileri Koruma Kurumu, 6698 Sayılı Kişisel Verilerin Korunması Kanunu Hakkında Sıkça Sorulan Sorular (KVKK Yayınları 2018) 31.143İstanbul Hukuk Mecmuası 79/1veri işleme kişisel verilerin ilk defa elde edilmesinden başlayarak veriler üzerinde gerçekleştirilen tüm işlem türlerini ifade etmektedir.II. Kişisel Verilerin İşlenmesi Suretiyle Gerçekleşen Yabancı Unsurlu Özel Hukuk Uyuşmazlıkları Bakımından Taleplerin Yarışması ve Uygulanacak Kanunlar İhtilafı Kurallarının TespitiKişisel veri kavramını, unsurlarını, türlerini ve kapsamına bireylere ait ne tür bilgilerin girdiği ile kişisel verilerin işlenmesinin ne anlama geldiğini ana hatlarıyla ele  almış  bulunmaktayız.  Çalışmamızda  kişisel  verilerin  işlenmesinin  kanunlar ihtilafı boyutunun sadece sözleşmelere ilişkin kısmını ele aldığımızdan, hukuka aykırı olarak işlendiği ileri sürülen bir kişisel verinin hangi konuda veya alana ilişkin olduğu veya özel nitelikli bir veri mahiyetinde olup olmadığı esasen konumuz bakımından bir önem arz etmemektedir. Çalışmamızın asıl konusunu, bir kişinin belirli bir alana (örneğin sağlık alanına) ilişkin, ister genel isterse hassas veri niteliğinde olsun, sözleşmenin bir tarafını oluşturan gerçek kişiye ait olan ve sözleşmenin kuruluşu veya ifasıyla ilgili kişisel verilerinin sözleşmenin karşı tarafını oluşturan ve veri sorumlusu konumundaki tarafça işlenmesinin veya işlenen bu verilerin korunmamasının sözleşmeye aykırılık teşkil edip etmediği meselesi oluşturmaktadır. Yukarıda da belirttiğimiz üzere, kişisel verilerin işlenmesinin veya korunmamasının taraflar arasındaki sözleşmeye aykırılık teşkil edip etmediğine ilişkin yerel karakterli bir davada, işlenen verinin bir kişisel veri niteliğinde olup olmadığından, işlemenin hukuka uygunluk şartlarını sağlayıp sağlamadığı gibi kişisel verilerin özel hukuk hükümlerine göre korunmasına ilişkin pek çok husus hakkında Türk maddi hukuk kuralları uygulanacaktır. Bununla birlikte, uyuşmazlığın yabancılık unsuru ihtiva etmesi halinde, kişisel verilerin işlenmesine veya korunması meselesi, bir yönüyle bireylerin kişilik haklarıyla yakından ilgili olması nedeniyle, uyuşmazlığın bir kişilik hakkına aykırılık veya sözleşmeye aykırılık olarak nitelendirilip nitelendirilmeyeceği meselesini de beraberinde getirmektedir. Bu da, yapılacak nitelendirmeye bağlı olarak uygulanacak kanunlar ihtilafı kuralının, dolaylı olarak uygulanacak hukukun değişiklik arz etmesine neden olabilecektir. Türk hukukunda kişisel verilerin, hukuki niteliği itibariyle şahsın varlığına ilişkin haklardan olduğu kabul edilmektedir. Kişisel veriler, genel olarak bireylerin kişilik haklarının kapsamına giren maddi ve manevi değerlerden oluşması itibariyle Türk maddi hukukunda kişiler hukuku alanında mütalaa edilmektedir. Kişiler hukuku alanında mütalaa edilen kişisel değerlere yönelik hukuka aykırı bir saldırı ise, haksız fiil teşkil eden bir eylem mahiyetindedir. Kısacası, kişisel verilerin işlenmesi suretiyle gerçekleşen kişilik haklarının ihlali bir haksız fiil şeklinde ortaya çıkabilecektir. Dolayısıyla, kişisel veriler, Türk hukukunun kişilik haklarına karşı sağlamış olduğu 26  KVKK, Sorular (n 22) 31; Başalp (n 11) 30-31; Özdemir (n 4) 135; Ayözger Öngün (n 10) 131.144Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındangeniş korumadan faydalanacaktır. Bu bakımdan, kişisel verilerin işlenmesi suretiyle kişilik hakları saldırıya uğrayan kişi, MK m.24-25 hükümleri uyarınca söz konusu saldırının  önlenmesi,  sürmekte  olan  saldırının  sonlandırılmasını  veya  saldırının hukuka aykırılığının tespitini isteyebilecektir. Bunun yanı sıra kişilik haklarına yönelik yukarıdaki haksız fiil niteliğindeki eylemler nedeniyle ortaya çıkan zararın tazmini amacıyla maddi veya manevi tazminat talebinde de bulunulabileceği kabul edilmektedir.  Yabancı unsurlu bir uyuşmazlıkta, yani verisi işlenenin yabancı devlet vatandaşı olduğu veya veri sorumlusunun başka bir devletin tabiiyetinde olduğu hallerde ise Türk mahkemesi, veri işleme faaliyetinin hukuka uygunluğunu, dolayısıyla kişilik haklarının ihlal edilip edilmediğini MÖHUK hükümlerine istinaden uygulanacak hukuk olarak tespit etmiş olduğu ülke hukukuna göre karara bağlamak durumunda kalacaktır. Türk milletlerarası özel hukukunda da kişilik haklarına yönelik müdahalenin haksız fiil niteliğinden yola çıkılarak, MÖHUK m.35 hükmünde kişilik haklarının ihlalinin bir haksız fiil olarak vasıflandırıldığını söylemek hatalı olmayacaktır. Gerçi, MÖHUK m.35 hükmü, kişilik haklarının her türlü ihlaline değil, sadece medya ve kitle iletişim araçları vasıtasıyla gerçekleşen kişilik hakları ihlalleri ile kişisel verilerin işlenmesi suretiyle gerçekleşen kişilik hakkı ihlallerine uygulanacak hukuka ilişkindir. Ancak, söz konusu hükmün Kanun sistematiğindeki yeri, kişilik haklarının ihlalinin Kanun Koyucu tarafından haksız fiil olarak vasıflandırıldığını dolaylı olarak göstermektedir. Başka bir ifadeyle, medya veya kitle iletişim araçlarıyla veya kişisel verilerin işlenmesi suretiyle gerçekleşen kişilik haklarına yönelik eylemler, bir haksız fiil olarak vasıflandırılmış, böylece söz konusu haksız fiil türü bakımından MÖHUK m.35 te özel bir kanunlar ihtilafı kuralına yer verilmiştir. Demek ki, kişisel verilerin işlenmesinin kişilik haklarına yönelik haksız bir eylem mahiyetinde olduğu, bu nedenle kişilik haklarının ihlal edildiğinin ileri sürüldüğü yabancı unsurlu bir davada uygulanacak hukuk MÖHUK m.35 uyarınca tespit edilecektir. Bir kişiye ait verilerin işlenmesi, kişisel verilerin kişilik haklarından olması itibariyle kişilik haklarına yönelik bir müdahale niteliğinde olduğundan, veri işleme 27  Ayözger Öngün (n 10) 52-53.28  Türk hukukunda vasıflandırma (bağlama konusu ve bağlama noktasının vasıflandırılması) hakkında ayrıntılı bilgi için bkz Aysel Çelikel ve B. Bahadır Erdem, Milletlerarası Özel Hukuk (15.Bası Beta 2020) 74ff; Ergin Nomer, Devletler Hususî Hukuku (22.Bası, Beta 2018) 96ff; Cemal Şanlı, Emre Esen ve İnci Ataman-Figanmeşe, Milletlerarası Özel Hukuk (7.Bası, Beta 2019) 45-46, 49ff; Vahit Doğan, Milletlerarası Özel Hukuk (4.Bası, Savaş 2016) 179; Rona Aybay ve Esra Dardağan, Uluslararası Düzeyde Yasaların Çatışması (Kanunlar İhtilafı) (2.Bası, İstanbul Bilgi Üniversitesi Yayınları 2008) 47ff; Gülören Tekinalp ve Ayfer Uyanık-Çavuşoğlu, Milletlerarası Özel Hukuk-Bağlama Kuralları (11.Bası, Vedat 2011) 40ff29  5718 sayılı MÖHUK öncesi dönemde de kişisel değerlere yönelik saldırıların, hususen kişisel verilerin işlenmesi suretiyle gerçekleşen saldırıların/kişilik hakkı ihlallerinin bir haksız fiil olarak vasıflandırılması gerektiği ifade edilmekteydi. Bkz Özel, Medya (n 8) 82-83; Günseli Öztekin Gelgel, Akit Dışı Borç İlişkilerine Uygulanacak Hukuk Hakkındaki Avrupa Birliği Düzenlemesi (Beta 2006) 133-134. Buna göre, her ne kadar kişilik haklarının ihlali kişisel değerlerin korunması ile ilgili olsa da, bu meselenin tek taraflı olarak kişilik hakkı ihlal edilen kişinin kişisel statüsü dikkate alınarak söz konusu kişinin milli hukukuna göre çözülmesi yerinde olmayacaktır. Zira ister medya yoluyla isterse kişisel verilerin işlenmesi suretiyle gerçekleşsin, kişilik hakkının ihlaline ilişkin yabancı unsurlu bir davada iki taraf arasında bir menfaat çatışması vardır ve çatışan menfaatlerin denkleştirilmesi, uyuşmazlığın bir haksız fiil olarak vasıflandırılmasını gerekli kılmaktadır. Bu konuda ayrıntılı bilgi için bkz Özel, Medya (n 8) 82.145İstanbul Hukuk Mecmuası 79/1faaliyetinde bulunan kişinin söz konusu eylem nedeniyle haksız fiil sorumluluğuna gidilebileceği bir gerçektir. Diğer yandan, veri işleme faaliyetinin verisi işlenen kişi ile veri sorumlusu olarak ifade ettiğimiz kişi arasında var olan bir sözleşmesel ilişkiye dayanması ihtimali de bulunmaktadır. Hatta kişilik haklarından olduğunu kabul ettiğimiz bir kişisel verinin işlenmesi, veri işleme faaliyetinde bulunan kişilerin kimi hallerde sözleşme öncesi görüşmelerden doğan (culpa in contrahendo) sorumluluğu dahi gündeme gelebilir. Zira kişisel verilerin işlenmesi, genellikle bir sözleşmesel ilişkinin kurulmasından önce veya sözleşmesel ilişki çerçevesinde ve sözleşmenin kurulmasına veya sözleşmenin ifasına ilişkin olarak elde edilmesi ve kullanılması hallerinde ortaya çıkmaktadır. Örneğin, işverenin işçi adayına ait başvuru formu, özgeçmiş, iletişim bilgisi diploma, sertifika, sağlık raporu gibi işçinin kişisel verileri niteliğindeki kimi bilgi ve belgeleri edinmesi ve bunları iş ilişkisi kurulsun veya kurulmasın belirli şartlar dâhilinde saklaması mümkündür. İşverenin bu verileri işçinin rızası olmaksızın üçüncü kişilerle paylaşması, verisi işlenen işçinin veya işçi adayının kişilik haklarına saldırıda bulunması anlamına gelecektir. Böyle bir durumda iş ilişkisinin işçi yönünden sürdürülmesinin işçi bakımından çekilmez hale gelmesi, iş sözleşmesinin haklı nedenle fesih nedeni sayılabilir. Yine, bir kişi ile bir özel hastane arasında akdedilen tıbbi tedavi ve bakım sözleşmesi kapsamında hastane tarafından elde edilen hastanın sağlık durumuna ilişkin kimi bilgilerin hastanın rızası alınmaksızın reklam amacıyla umuma yayılması, hastanenin sözleşmeden kaynaklanan hastanın kişisel verileri koruma yükümlülüğüne aykırı olabilir. Bunların yanı sıra, bir gerçek kişinin ticari veya mesleki faaliyetlerini gerçekleştirmek amacıyla sözleşme akdetmesi de mümkündür. Örneğin, bir avukatın bürosunda kullanmak üzere mobilya siparişi vermesi veya mesleğini ifa ederken kullanmak üzere içtihat ve mevzuat bilgi bankalarına abone olması söz konusu olabilir. Bu tür sözleşmelerin gerek kurulabilmesi gerekse ifası amacıyla avukata ait kişisel veri niteliğindeki bilgilerin sözleşmenin karşı tarafınca kullanılması gerekecektir. Bu örneklerden de anlaşılacağı üzere, veri süjesi gerçek kişi ile veri sorumlusu konumundaki karşı taraf arasında bir sözleşmenin kurulması veya ifasına ilişkin olarak elde edilen kişisel verilerin hukuka aykırı olarak işlenmesi halinde veri sorumlusunun  sözleşmeye  aykırı  davranış  nedeniyle  sözleşmeden  kaynaklanan sorumluluğu doğabilir. Bu tür sözleşmesel ilişkilerin çeşitli maddi veya hukuki unsurları itibariyle birden fazla hukuk düzeni ile irtibatı söz konusu olabilir. Yukarıda değindiğimiz örnekten yola çıkacak olursak, tıbbi tedavi sözleşmesinin tarafı olan gerçek kişi yabancı bir devletin vatandaşı olabilir. Haliyle, hastanenin yabancı gerçek kişiye ait sağlık verilerinin kullanmasının hukuka aykırı olduğu, bunun aynı zamanda hastanenin yabancı unsurlu sözleşmeden kaynaklanan yükümlülüğüyle bağdaşmadığı Türk mahkemelerinde tartışma konusu olabilir. Benzer bir durum, 30  Taştan (n 13) 75ff31  İlke Gürsel, İşçinin Kişisel Verilerinin Korunması Hakkı (Adalet 2016) 420.146Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanyabancı devlet vatandaşı işçinin kişisel verilerinin işveren tarafından iş ilişkisinden kaynaklanan kimi yükümlülüklerine (örneğin sır saklama yükümlülüğüne) aykırı bir şekilde kullanılması halinde de söz konusu olabilir. Dolayısıyla, kişisel verilerin işlenmesi  suretiyle  ortaya  çıktığı  ileri  sürülen  kişilik  haklarına  aykırılık,  aynı zamanda taraflar arasında var olan ve yabancılık unsuru içeren bir sözleşmenin ihlali anlamına gelebilir. Böyle bir durumda, kişisel verilerin sözleşmenin bir tarafınca, genellikle veri sorumlusu sıfatına sahip olan tarafça işlenmesinin taraflar arasındaki sözleşmeden kaynaklanan yükümlülüklere aykırılık teşkil edip etmediği, prensip olarak doğrudan Türk hukukuna göre karara bağlan(a)mayacaktır. Artık burada, yabancılık  unsuru  içeren  bir  sözleşmesel  ilişkiden  kaynaklanan  borca  aykırılık söz konusu olduğundan, Türk mahkemeleri kişisel verilerin işlenmesi eyleminin sözleşmeye  aykırılık  teşkil  edip  etmediğini  sözleşmelere  uygulanacak  hukuku gösteren MÖHUK m.24 vd. hükümleri uyarınca tespit edilecek ülke hukukuna göre karara bağlayacaktır. Aksi takdirde yabancı unsurlu özel hukuk uyuşmazlıklarında Türk kanunlar ihtilafı kurallarının re sen uygulanması gerektiğini öngören m.2(1) hükümlerine riayet edilmemiş olunacaktır. Diğer yandan, sözleşmesel ilişki kapsamında elde edilen kişisel verilerin işlenmesi eylemi, yukarıdaki ifadelerden de anlaşılacağı üzere, aynı zamanda hem haksız fiil hem de sözleşmeye aykırılık teşkil edebilir. Maddi hukukta benimsenen haksız fiilden  kaynaklanan  talepler  ile  sözleşmeye  aykırılıktan  kaynaklanan  taleplerin yarışması meselesi, varlığını kanunlar ihtilafı hukukunda da muhafaza etmektedir. Türk maddi hukukunda bir eylemin hem mutlak bir hakkın ihlali nedeniyle haksız fiil hem de borca aykırı davranma nedeniyle sözleşmeye aykırılık teşkil edebileceği, böyle bir durumda haksız fiili sorumluluğu ile akdi sorumluluğun yarışma halinde olduğu ve birbirini dışlamadığı anlayışı hâkimdir. Böyle hallerde, söz konusu eylem nedeniyle zarar gören taraf, tazminat alacağını ister haksız fiil isterse sözleşmeden doğan sorumluluk hükümlerine göre talep edebilecektir. Türk milletlerarası özel hukukunda da zarar gören tarafın/davacının bu gibi durumlarda dilediği hükme dayanabileceğinin kabul edilmesi gerektiği, davacının yaptığı hukuki nitelendirmenin esas alınması gerektiği kabul edilmektedir. Dolayısıyla, hem haksız fiil teşkil eden hem de sözleşmeye aykırılık teşkil eden ve yabancılık unsuru içeren bir eylem nedeniyle açılan davada, davacı iddialarını sözleşmeye dayandırmışsa, uygulanacak hukuk sözleşmeden kaynaklanan borç ilişkilerine uygulanacak hukuku gösteren kanunlar ihtilafı kurallarına göre belirlenecektir. Davacının iddialarını haksız fiile dayandırması halinde, uygulanacak hukukun haksız fiillere uygulanacak hukuku gösteren kurallara göre belirleneceği kabul edilmektedir. 32  Taştan (n 13) 191. 33  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 323.34  Fikret Eren, Borçlar Hukuku Genel Hükümler (22.Bası, Yetkin 2017) 1166ff; Ahmet Kılıçoğlu, Borçlar Hukuku Genel Hükümler (22.Bası, Turhan 2018) 581-582.35  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 323.147İstanbul Hukuk Mecmuası 79/1Buna  göre,  kişisel  verilerin  işlenmesi  ve/veya  korunmaması  eyleminin  hem kişilik haklarına yönelik haksız fiil niteliğinde bir eylem olduğu hem de veri işleme faaliyetinde bulunan kişinin sözleşmeye aykırı bir davranışta bulunduğu iddiasında olan taraf, davasını haksız fiil olarak nitelendirerek söz konusu eylemin/saldırının önlenmesini, tespitini veya uğradığı zararın tazminini isteyebilecektir. Uyuşmazlığın yabancılık unsuru ihtiva etmesi halinde, söz konusu yabancı unsurlu kişisel verilerin işlenmesi nedeniyle ortaya çıkan yabancı unsurlu kişilik hakkı ihlaline ilişkin davada uygulanacak  hukuk,  yukarıda  bahsettiğimiz  MÖHUK  m.35(3)  uyarınca  tespit edilecektir. Davacı,  davasını  kişisel  verilerinin  işlenmesinin  yabancılık  unsuru  içeren sözleşme hükümlerine aykırılık teşkil ettiği iddiasına da dayandırabilir. Bu durumda, veri işleme faaliyetinin sözleşmeye aykırılık teşkil edip etmediği, bu bağlamda sözleşme  kapsamında  edinilen  kişisel  verilerin  işlenmesinin  (korunmamasının) hukuka uygun olup olmadığı meselesi, MÖHUK m.24-29 ve 32 de yer alan kanunlar ihtilafı kuralları uyarınca yetkili kılınan ülke hukukuna göre belirlenecektir. Aşağıda bir gerçek kişinin tarafı olduğu yabancı unsurlu bir sözleşme ilişkisi çerçevesinde edinilen kişisel verilerin işlenmesinin ve/veya korunmamasının sözleşmeye aykırılık teşkil edip etmediği iddiası hakkında uygulanacak hukukun MÖHUK m.24 vd. hükümlerine göre ne şekilde tespit edilmesi gerektiğini ele alacağız. III. Kişisel Verilerin İşlenmesi veya Korunmaması Nedeniyle Doğan Sözleşmesel Sorumluluğa Uygulanacak Hukukun TespitiA. Genel OlarakDavacı, davasını kişisel verilerinin işlenmesi suretiyle kişilik haklarının ihlal edildiğini  ileri  sürmek  yerine,  veri  sorumlusu  olan  sözleşmenin  karşı  tarafının aralarında var olan ve yabancılık unsuru içeren sözleşme hükümlerine aykırılık teşkil ettiği iddiasına dayandırabilir. Bu durumda, veri işleme faaliyetinin sözleşmeye aykırılık teşkil edip etmediği, bu bağlamda sözleşme kapsamında edinilen kişisel verilerin  işlenmesinin/korunmasının  hukuka  uygun  olup  olmadığı  meselesi, sözleşmelerden kaynaklanan borç ilişkilerine uygulanacak hukuku gösteren MÖHUK m.24-29 da yer alan kanunlar ihtilafı kuralları uyarınca yetkili kılınan ülke hukukuna göre  belirlenecektir.  Bu  halde,  MÖHUK  m.24-29 da  yer  alan  kanunlar  ihtilafı kurallarından hangisinin uygulama alanı bulacağının tespiti gerekmektedir. Hangi kuralın uygulanacağı ise, büyük ölçüde taraflar arasındaki sözleşmenin niteliğine ve taraflarına bağlı olarak belirlenecektir.36  Daha önce de zikrettiğimiz üzere, çalışmamızın kapsamı, kişisel verilerin işlenmesi veya korunması faaliyetinin herhangi bir sözleşmesel ilişki kapsamında gerçekleştirilen hallerle sınırlandırıldığından, kişisel verilerin hukuka aykırı olarak işlendiği gerekçesiyle açılan yabancı unsurlu kişilik hakkı ihlallerine uygulanacak hukukun tespiti ele alınmayacaktır.148Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya KorunmamasındanMÖHUK ta sözleşmelerden kaynaklanan borç ilişkileri bakımından ikili bir ayrıma gidildiği görülmektedir. Bunlardan MÖHUK m.24 yabancı unsurlu sözleşmelerden doğan borç ilişkilerine uygulanacak hukuku gösteren genel kanunlar ihtilafı kuralı niteliğinde iken, MÖHUK m.25-29 arasında ise bazı sözleşme türleri bakımından özel kanunlar ihtilafı kurallarına yer verilmiştir. Buna göre, MÖHUK m.25-29 hükümlerinin kapsamında giren sözleşmelere uygulanacak hukuk ilgili özel kanunlar ihtilafı kuralına göre belirlenecek, bu hükümlerin kapsamına girmeyen sözleşmelerin tabi olacağı hukuk ise MÖHUK m.24 e göre belirlencektir. Sözleşme kapsamında kişisel verileri işlenen, yani kişisel verileri elde edilen, kaydedilen,  depolanan,  değiştirilen,  açıklanan,  aktarılan  veya  devranılan  ya  da elde edilebilir hale getirilen, dolayısıyla kişisel verilerinin sözleşmeye aykırı bir şekilde işlendiğini ileri süren taraf, doğal olarak ve sadce bir gerçek kişi olacaktır. Bu bakımdan, MÖHUK m.24-29 hükümleri, her türlü yabancı unsurlu sözleşmeye değil, en az bir tarafının gerçek kişi olduğu yabancı unsurlu sözleşmeler çerçevesinde kişisel verilerin sözleşmeye aykırı bir şekilde işlendiği veya korunmadığı iddiaları bakımından uygulama alanı bulacaktır. Aşağıda anlatacağımız üzere, gerçek kişilerin tarafı olduğu ve genellikle karşı tarafın bu kişiye ait kişisel verilerini –sözleşme gereği- işlemek ve korumak durumunda olduğu sözleşmelerin büyük bir kısmını tüketici  sözleşmeleri  ile  iş  sözleşmelerinin  oluşturduğunu  söyleyebiliriz.  Zira yukarıdaki örneklerden de anlaşılacağı üzere, genellikle tüketici veya iş sözleşmesinin tarafı olan gerçek kişilere ait kişisel verilerin, sözleşmenin karşı tarafı olan satıcı/sağlayıcı veya işveren tarafından sözleşmesinin kurulması ve/veya ifası amacıyla kullanılması gerekecektir. Dolayısıyla, tüketici/işçi söz konusu verilerin hukuka aykırı olarak işlendiğini, bu kişilerin aynı zamanda söz konusu sözleşmeye aykırı davrandığını ileri sürülebilir. Bu itibarla, –sırasıyla- yabancı unsurlu tüketici ve iş sözleşmelerinden doğan uyuşmazlıklara uygulanacak hukuku gösteren MÖHUK m.26 ve m.27 hükümleri uygulama alanı bulacaktır. Bunun dışında kalan, gerçek kişilerin tarafı olduğu ancak MÖHUK m.26 ve m.27 nin kapsamına girmeyen yabancı unsurlu sözleşmelerden bakımından, daha doğrusu söz konusu sözleşmelerden doğan yükümlülüklere aykırı olarak gerçekleşen veri  işleme  faaliyetinden  doğan  sözleşmesel  sorumluluğa  uygulanacak  hukuk, genel hüküm mahiyetindeki MÖHUK m.24 uyarınca belirlenecektir. Örneğin, bir tüketici veya işçi sıfatına sahip olmayan bir gerçek kişiye ait kimi kişisel verilerini sözleşmenin karşı tarafınca –sözleşmenin kurulması veya ifasına ilişkin elde edilmiş olmak kaydıyla- hukuka aykırı olarak kullanılmış veya aktarılmış olması söz konusu olabilir.  İşte  bu  başlık  altında,  kişisel  verilerin  işlenmesinin  taraflar  arasındaki sözleşmeye aykırılık teşkil ettiği iddialarına uygulanacak hukukun MÖHUK m.24 vd. hükümlerine göre ne şekilde tespit edilmesi gerektiğini ele alacağız. Şüphesiz 37  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 272; Çelikel ve Erdem (n 28) 394-395.  149İstanbul Hukuk Mecmuası 79/1bu, fikri mülkiyet haklarına ilişkin ve eşyanın taşınmasına ilişkin sözleşmelerin bir tarafının gerçek kişi olmayacağı ve bu gerçek kişiye ait kişisel verilerin karşı tarafça hukuka aykırı olarak işlenmeyeceği/korunmayacağı anlamına gelmemektedir. Ancak, bu sözleşmeler bakımından uygulanacak hukukun tespiti ile MÖHUK m.24 ün kapsamına giren sözleşmelere uygulanacak hukukun tespiti arasında, karakteristik edim  borçlusunun  Kanun  koyucu  tarafından  bu  maddelerde  açıkça  belirlenmiş olması dışında büyük bir benzerlik bulunmaktadır. Dolayısıyla, kişisel verilerin işlenmesinden kaynaklanan sözleşmesel sorumluluğa uygulanacak hukuka ilişkin genel kural niteliğindeki MÖHUK m.24 e ilişkin açıklamalarımız MÖHUK m.28 ve m.29 un kapsamına giren sözleşmeler bakımından da geçerli olacaktır. B. Kişisel Verilerin Yabancı Unsurlu Tüketici Sözleşmelerine Aykırı Olarak İşlenmesi veya Korunmaması Halinde Uygulanacak Hukukun Tespiti1. Kişisel Verilerin İşlenmesi veya Korunması ile Tüketici  Sözleşmeleri Arasındaki İlişkiKişisel verilerin işlenmesi, genellikle bir sözleşmesel ilişkinin kurulmasından önce  veya  sözleşmesel  ilişki  çerçevesinde  ve  sözleşmenin  kurulmasına  veya sözleşmenin ifasına ilişkin olarak elde edilmesi ve kullanılması hallerinde ortaya çıkmaktadır. Örneğin, bir kişi ile banka veya bir telekomünikasyon kurumu arasında kredi sözleşmesi veya abonelik sözleşmesi kurulabilmesi için banka veya kurum, söz konusu kişinin anne kızlık soyadı da dâhil kişisel bilgileri, iş bilgileri, mali durumu veya sağlık durumu hakkında çeşitli bilgileri sözleşmenin kurulması için isteyebilmektedir. Yine, internetten satın alınan bir malın, satıcı tarafından teslim edilebilmesi için adres ve iletişim bilgilerinin istenmesi de sözleşmenin ifasıyla ilgilidir. Örnek kabilinden verdiğimiz bu ve benzeri pek çok durumda, gerçek kişiler ile kredi veren, satıcı, sağlayıcı gibi kişiler arasında akdedilen sözleşmelerin çoğu tüketici sözleşmesi niteliğindedir. Dolayısıyla, tüketici sözleşmesinin kurulması veya ifasıyla doğrudan ilgili olan kişisel verilere bu kişilerce erişilmesi, belirli bir süre depo edilmesi veya kullanması ya da bunların saklanması veya aktarılması sözleşmenin bir gereği olarak ortaya çıkabilir. İşte, tüketiciye ait kişisel bilgilerin satıcı, sağlayıcı veya hizmet veren tarafından sözleşmeden kaynaklanan borcun tam ve doğru bir şekilde ifa edilmesi amacıyla işlenmesi veya bu verilerin korunması, sözleşmeden kaynaklanan bir yan yükümlülük olarak ortaya çıkabilir. Zira doktrinde kişisel verilerin işlenmesinin, sözleşmeden kaynaklanan asli yükümlülüğün yerine getirilmesini sağlayan, ifaya yardımcı bir yan yükümlülük niteliğinde olduğu belirtilmektedir. Örneğin, elektronik haberleşme 38  Taştan (n 13) 104ff39  Taştan (n 13) 106.150Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındansektöründe faaliyet gösteren bir şirket, abonelerine karşı olan asli yükümlülüklerini abonelere ait kişisel verileri işlemek suretiyle yerine getirmektedir. Söz konusu kişisel verilerin amaç dışı yetkisizce veya yanlış bir şekilde işlenmesi halinde de hukuka aykırı bir işleme, dolayısıyla ifaya yardımcı yan yükümlülüğün ihlali gündeme gelecektir. Bu da, sözleşmenin gereği gibi ifa edilmemesi anlamına gelmektedir. Sözleşmeye  aykırılık,  aynı  zamanda  sözleşme  ilişkisi  çerçevesinde  edinilen kişisel verilerin, KVKK anlamında veri sorumlusu olan satıcı/sağlayıcı tarafından korunmaması halinde de ortaya çıkabilir. Bir kira sözleşmesinde kiraya verenin sözleşme ilişkisi dolayısıyla kiracıya ilişkin edindiği verileri ifşa etmemesi buna örnek verilebilir. Yine, mobil uygulamalı satış sözleşmesinde, satıcının tüketicinin cihazında bulunan ve satım sözleşmesiyle veya uygulamayla ilgili olmayan kişisel verilerini edinmemesi ve zarar vermemesi, bir yan yükümlülük olan kişisel verileri koruma yükümlülüğün bir gereğidir. Bu  tür  sözleşmeler,  bir  tarafını  yabancı  bir  gerçek  kişinin  veya  satıcı  veya sağlayıcının yabancı olması itibariyle ya da sözleşme konusu edim(ler)in yabancı ülkede ifa edilecek olması itibariyle yabancılık unsuru ihtiva edebilir. Dolayısıyla, tüketici  karşısında  satıcı/sağlayıcı  konumunda  olan  taraflarca  kişisel  verilerin hukuka aykırı olarak işlenmesi veya elde edilen kişisel verilerin korunmaması halinde, yabancı unsurlu bu tüketici sözleşmesinden doğan uyuşmazlığın hangi ülke hukukuna göre karara bağlanacağı meselesi doğacaktır. Bu bağlamda, satıcı/sağlayıcı konumunda olan tarafın, yukarıda birbirinden farklı nitelikte olan yükümlülüklerine aykırı davranıp davranmadığı, sözleşmeye aykırılığın hangi hal ve şartlar altında söz konusu olabileceği, sözleşmeye aykırılık halinde tüketicinin ne tür haklara sahip olduğu gibi meseleler, tüketici sözleşmesine uygulanacak hukuk uyarınca karara bağlanacaktır. 2. Uygulanacak Hukukun Tespitia. Uygulanacak Kanunlar İhtilafı Kuralının TespitiTürk hukukunda yabancı unsurlu tüketici sözleşmelerine uygulanacak hukuk konusunda  MÖHUK  m.26 da  özel  bir  kanunlar  ihtilafı  kuralına  yer  verildiği görülmektedir.  Kişilerin  tüketici  sıfatıyla  yaptıkları  sözleşmeler  bakımından, sözleşmenin karşı tarafına nazaran daha tecrübesiz ve zayıf konumda oldukları varsayımından  hareketle  maddi  hukukta  benimsenen  tüketicinin  korunması gerektiğine yönelik bakış açısı, yabancı unsurlu tüketici sözleşmeleri bakımından 40  Özdemir (n 4)105; Ayözger Öngün (n 10) 231.41  Taştan (n 13) 106-107.151İstanbul Hukuk Mecmuası 79/1da muhafaza edilmiştir. Bu bakımdan, tüketicinin korunması gerektiğine yönelik anlayışın kanunlar ihtilafı boyutunu bu hükmün oluşturduğunu söylemek yanlış olmayacaktır. Bununla birlikte, kişisel verilerin işlenmesini veya korunmasını gerektiren bir tüketici sözleşmesinin MÖHUK m.26 nın kapsamına giren bir sözleşme niteliğinde olup  olmadığının  tespiti  gerekmektedir.  Zira   tüketici  sözleşmeleri   başlığını taşıyan MÖHUK m.26 hükmü incelendiğinde, maddenin her türlü yabancı unsurlu tüketici sözleşmeleri bakımından uygulama alanı bulmayacağı anlaşılmaktadır. Bu nedenle, MÖHUK m.26 nın kapsamına giren tüketici sözleşmeleri ile söz konusu maddenin kapsamına girmeyen tüketici sözleşmeleri şeklinde bir ayrımdan hareket ederek uygulanacak hukuku tespit etmek sistematik olarak daha uygun olacaktır. Buna göre, MÖHUK m.26 nın kapsamına giren tüketici sözleşmelerine uygulanacak hukuk,  bu  maddede  yer  alan  kanunlar  ihtilafı  kurallarına  göre  tespit  edilecek, MÖHUK m.26 nın kapsamına girmeyen tüketici sözleşmelerine uygulanacak hukuk MÖHUK daki diğer hükümlere göre belirlenecektir. Dolayısıyla, kişisel verilerin işlenmesinin/korunmamasının yabancı unsurlu bir tüketici sözleşmesine aykırılık teşkil edip etmediğine uygulanacak hukukun tespiti bakımından böyle bir ayrımdan hareket edilmesi gerektiğini söyleyebiliriz. b. Tüketici Sözleşmesi Kavramı ve VasıflandırılmasıYabancı  unsurlu  tüketici  sözleşmelerine  uygulanacak  hukukun  yukarıda değindiğimiz hükümlere göre tespiti için öncelikle taraflar arasındaki sözleşme ilişkisinin bir tüketici sözleşmesi niteliğinde olup olmadığı belirlenmelidir. Kişisel verilerin işlenmesini veya korunmasını gerektiren böyle bir sözleşmenin bir tüketici sözleşmesi niteliğinde olup olmadığının tespiti, hangi kanunlar ihtilafı kuralının uygulanacağı  konusunda  belirleyici  olacaktır.  Diğer  yandan,  ilginç  bir  şekilde MÖHUK m.26(2) de  mesleki veya ticari olmayan amaçla mal veya hizmet ya da kredi sağlanmasına yönelik tüketici sözleşmeleri  şeklinde bir tanıma da yer verildiği görülmektedir. Acaba Türk mahkemesi, kişisel verilerinin tüketici sözleşmesine aykırı bir şekilde işlendiği gerekçesiyle dava açan veri süjesinin nitelendirmesinden farklı olarak, taraflar arasındaki sözleşmesel ilişkinin bir tüketici sözleşmesi niteliğinde 42  Nitekim MÖHUK m.26 nın gerekçesinde de  Devletin ekonomik ve sosyal politikasının önemli bir unsuru olan tüketici, bu sözleşmenin nitelendirilmesini geniş ölçüde etkilemektedir. Bu sebeple, maddenin ikinci fıkrasında düzenlenen şartlar altında yapılan tüketici sözleşmelerinde, karşı tarafa nazaran daha zayıf ve tecrübesiz olan tüketicinin korunması ekonomik ve sosyal dengenin sağlanmasında önemli unsurlardan birini teşkil etmektedir.  ifadesiyle bu husus ortaya konmuştur. Bkz Günseli Öztekin Gelgel ve B. Bahadır Erdem, Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun (5.Bası, Beta 2016) 91. Milletlerarası özel hukukta tüketicinin korunması hakkında ayrıntılı bilgi için bkz Çelikel ve Erdem (n 28) 416; Gülin Güngör, Milletlerarası Özel Hukukta Tüketicinin Korunması (Yetkin 2000) 55ff; Zeynep Çalışkan, ‘5718 Sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un 26. Maddesine Göre Tüketici Sözleşmelerine Uygulanacak Hukuk  (2008) 28(1-2) MHB 28ff 43  Çelikel ve Erdem (n 28) 405; Nomer (n 28) 350-351; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 299; Ali Gümrah Toker, ‘5718 Sayılı MÖHUK ta Düzenlenen Tüketicinin Korunmasına Yönelik Hükümler  (2016) 81(3) İzmir Barosu Dergisi 11, 17. 152Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanolup olmadığını nasıl belirleyecektir? Türk hukukunda tüketici işlemi/sözleşmesi kavramına verilen anlam ve içerik ile MÖHUK m.26 da verilen tanım birbiriyle örtüşmekte midir?   Yukarıda da belirttiğimiz üzere, kişisel verilerin işlenmesinin/korunmamasının yabancı unsurlu tüketici sözleşmesine aykırı olup olmadığını tespit etmek durumunda olan bir Türk mahkemesi, uyuşmazlığa MÖHUK m.26 nın uygulanıp uygulanmayacağını tespit etmeden evvel, vasıflandırma ile somut uyuşmazlığın bir tüketici sözleşmesi niteliğinde olup olmadığını belirlemelidir. Taraflar arasındaki uyuşmazlığın kaynağını oluşturan sözleşmenin bir tüketici sözleşmesi niteliğinde olup olmadığı, bu bağlamda tüketici sözleşmesinin ne anlama geldiği, Türk hukuku (lex fori) uyarınca yapılacak vasıflandırma ile belirlenecektir.  Buna göre Türk mahkemesi, önüne gelen böyle bir uyuşmazlıkta tüketici sözleşmesini Türk (maddi) hukuku uyarınca öngörülen hukuki kalıba oturtacaktır. Bu konuda, Türk hukukunda tüketicinin tarafı olduğu işlemlerin hukuki rejimini düzenleyen 6502 sayılı Tüketicinin Korunması Hakkında Kanun (TKHK)45, kimlerin tüketici olarak nitelendirileceği ile hangi tür sözleşmelerin tüketici sözleşmesi olarak nitelendirilebileceği konusunda yol gösterici olacaktır. TKHK m.3(k) de ticari veya mesleki olmayan amaçlarla hareket eden gerçek veya tüzel kişi tüketici olarak tanımlanmıştır. Kanunda tüketici sözleşmesi de oldukça geniş tutularak, kamu tüzel kişileri de dâhil olmak üzere ticari veya mesleki amaçlarla hareket eden veya onun adına ya da hesabına hareket eden gerçek veya tüzel kişiler ile tüketiciler arasında kurulan, eser, taşıma, simsarlık, sigorta, vekâlet, bankacılık ve benzeri sözleşmeler de dâhil olmak üzere her türlü sözleşme ve işlem tüketici işlemi olarak nitelendirilmiştir (m.3(l)). Dolayısıyla, taraflardan birinin tüketici diğer tarafın satıcı/sağlayıcı veya mesleki faaliyeti gereği gelir elde etmek için bu işi yapan kişi olması halinde taraflar arasındaki sözleşme tüketici sözleşmesi olarak kabul edilecektir. Bu bakımdan, taraflar arasındaki sözleşmenin niteliğinin ve adının önemi bulunmamaktadır. Türk maddi hukukunda yapılan bu nitelendirmenin, MÖHUK m.26(1) de yer alan  mesleki veya ticari olmayan amaçla mal veya hizmet ya da kredi sağlanmasına yönelik  tüketici  sözleşmeleri   tanımıyla  da  örtüştüğünü  söyleyebiliriz.  Zira TKHK m.3(k) da tüketici olarak tarif edilen kişinin ticari veya mesleki olmayan amaçlarla hareket eden bir kişi olması gerektiği zaten vurgulanmıştır. Dolayısıyla, bir kişinin kâr elde etmek amacı olmaksızın kendisi veya ailesi için yapmış olduğu mutad tüketime ilişkin mal, hizmet veya kredi sağlanmasına yönelik bir sözleşme, yabancılık unsuru da ihtiva etmesi halinde MÖHUK m.26(1) anlamında bir tüketici 44  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 299 dn.454; Toker (n 43) 16-17.45  Tüketicinin Korunması Hakkında Kanun, Kanun Numarası: 6502, Kabul Tarihi: 7.11.2013, RG 28.11.2013/28835.46  Bu konuda bkz Aydın Zevkliler ve Çağlar Özel, Tüketicinin Korunması Hukuku (Seçkin 2016) 77ff;  Murat Aydoğdu, Tüketici Hukuku Dersleri (Seçkin 2015) 58ff47  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 299 dn.354; Zeynep Derya Tarman, ‘Milletlerarası Özel Hukukta Tüketicinin Korunması  (2019) 39(1) PPIL 325, 330.153İstanbul Hukuk Mecmuası 79/1sözleşmesi sayılacaktır. Buna göre, bir mesleğin ifası için gerekli olan bir aracın temin edilmesine veya hizmetin sağlanmasına, örneğin bir avukatın bürosu için mobilya satın alması veya içtihat ve mevzuat bilgi bankalarına abone olması halinde bu sözleşmeler tüketici sözleşmesi olarak nitelendirilemeyecektir. Keza, iki tacir arasında veya üreticiler arasında bir malın tedarik edilmesine ya da aracın temin edilmesine ilişkin sözleşmeler de tüketici sözleşmesi olarak nitelendirilemeyecektir. Yine, MÖHUK m.26(1) deki tanımda tüketici sözleşmesinin mal veya hizmet ya da kredi sağlanmasına yönelik olması gerektiği belirtilmektedir. Burada yer alan   mal ,   hizmet   veya   kredi   sağlanması  kavramlarının  vasıflandırılması (hukuki nitelendirilmesi) da Türk hukukuna göre yapılacaktır.  Böylece, tüketici sözleşmesinin konusunun bir malın veya hizmetin ya da kredinin sağlanmasının oluşturup oluşturmadığı TKHK da söz konusu kavramların anlamı ve içeriği dikkate alınarak belirlenecektir. TKHK daki tüketici işlemine konu olabilecek mal ve hizmet kavramları ile kredi sözleşmesi kavramının oldukça geniş bir kapsama sahip olduğu göz önüne alındığında, MÖHUK m.26(1) deki tüketici sözleşmesi tanımının TKHK dan çıkan tüketici sözleşmesi tanımını fazlasıyla karşıladığını söyleyebiliriz. Sonuç olarak, bir kişinin mesleki veya ticari olmayan amaçlarla, yani kendisi veya ailesi için yapmış olduğu mal teminine veya hizmet sunulmasını ya da kredi sağlanmasına  yönelik  akdetmiş  olduğu  her  türlü  sözleşme  tüketici  sözleşmesi olarak  nitelendirilecektir.  Bu  bakımdan,  TKHK  hükümleri  karşısında  MÖHUK m.26 da yer alan tüketici sözleşmesine ilişkin tanımın maddenin tatbiki bakımından herhangi  bir  farklılık  arz  etmediğini  söyleyebiliriz. Ayrıca,  tüketici  sözleşmesi kapsamında sözleşmenin kurulmasına veya ifasına yönelik kişisel verileri işlenecek olan veya verileri korunması gereken kişilerin sadece gerçek kişi tüketiciler olacağı da unutulmamalıdır. Her ne kadar TKHK da tüzel kişiler de tüketici olarak kabul edilmişse de, KVKK uyarınca veri süjesi, yani kişisel verileri işlenen kişiler sadece gerçek kişiler olabilecektir. Zaten MÖHUK m.26 da uygulanacak hukukun tespitinde tüketicinin mutad meskeninin esas alınmış olması, söz konusu düzenlemede gerçek kişi tüketicinin esas alındığını dolaylı olarak ortaya koymaktadır.48  Nomer (n 28) 350; Tarman, Tüketici (n 47) 329-330.49  Toker (n 43) 19.50  TKHK m.3(h) de mal kavramı  Alışverişe konu olan; taşınır eşya, konut veya tatil amaçlı taşınmaz mallar ile elektronik ortamda kullanılmak üzere hazırlanan yazılım, ses, görüntü ve benzeri her türlü gayri maddi mallar  şeklinde tanımlanmışken, m.3(d) de ise hizmet Bir ücret veya menfaat karşılığında yapılan ya da yapılması taahhüt edilen mal sağlama dışındaki her türlü tüketici işleminin konusunu  ifade etmektedir. 51  TKHK da kredi sağlanmasına yönelik sözleşme veya kredi sözleşmesi ifadeleri yer almamakla beraber, TKHK m.22(1) de tüketici kredisi sözleşmesi tanımına yer verildiği görülmektedir. Buna göre,  kredi verenin tüketiciye faiz veya benzeri bir menfaat karşılığında ödemenin ertelenmesi, ödünç veya benzeri finansman şekilleri aracılığıyla kredi verdiği veya kredi vermeyi taahhüt ettiği sözleşme  tüketici kredisi sözleşmesi olarak tanımlanmıştır. 52  Bu nedenle, MÖHUK m.26(2) deki tanımın TKHK daki tüketici sözleşmesi tanımının bir tekrarı mahiyetinde olduğu, ayrıca söz konusu maddede böyle bir tanıma yer verilmiş olmasının gereksiz olduğu da belirtilmektedir. Bkz Şanlı, Esen ve Ataman-Figanmeşe (n 28) 299 dn.454.53  Bu yönde bkz Şanlı, Esen ve Ataman-Figanmeşe (n 28) 299 dn.450; Sedat Sirmen, Milletlerarası Özel Hukukta Culpa in Contrahendo Sorumluluğuna Uygulanacak Hukukun Tayini (Yetkin 2016) 163; Hatice Selin Pürselim, ‘Milletlerarası Özel Hukukta Tüketici Sözleşmelerine Uygulanacak Hukuk  iç Sibel Özel ve Mustafa Erkan (edr), Milletlerarası Özel Hukukta Sözleşmesel Meseleler (Oniki Levha 2018) 73, 78. 154Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanc. MÖHUK m.26 Kapsamına Giren Tüketici Sözleşmelerine Uygulanacak Hukukun Tespitiaa. MÖHUK m.26 nın Kapsamı ve Uygulama AlanıTüketici  sözleşmesinin  karşı  tarafına  nazaran  daha  zayıf  ve  tecrübesiz  olan tüketicinin korunması ihtiyacını dikkate alan Kanun Koyucu, bu amaçla MÖHUK m.26 da özel bir kanunlar ihtilafı kuralına yer vermiştir. MÖHUK m.26 genel olarak incelendiğinde, akdi borç ilişkilerine ilişkin diğer MÖHUK hükümleri ile kıyasladığında tüketici sözleşmeleri bakımından tüketicinin korunması amacıyla sınırlı  bir  hukuk  seçimine  izin  verildiği  görülmektedir.  MÖHUK  m.26(2) de öngörülen objektif bağlama kuralı uyarınca tüketicinin mutad meskeni hukukunun uygulanacağı öngörülmüş, ancak tüketicinin mutad meskeni hukukunun uygulanması için tüketici sözleşmesinin belirli özellikler ihtiva etmesi şartı aranarak tüketicinin kendi yaşadığı yerin standartları ile korunması amaçlanmıştır. MÖHUK m.26 nın kapsamına giren tüketici sözleşmelerinin kurulması veya ifasına ilişkin olarak gerçek kişi tüketiciye ait kişisel verilerin hukuka aykırı olarak işlenmesi veya bunların korunmaması nedeniyle tüketici sözleşmelerine aykırılık teşkil edip etmeyeceği meselesine uygulanacak hukuk, MÖHUK m.26(1) ve (2) de yer alan subjektif ve objektif bağlama kuralları uyarınca belirlenecektir. Bu kurallar uyarınca yetkili kılınan hukuk, öncelikle tüketici sözleşmesiyle karşı tarafın sözleşmenin kurulması veya ifası amacıyla gerçek kişi tüketiciler tarafından sunulan bilgilerin işlenmesi ve/veya korunması şeklinde bir yükümlülük altına girip girmediği hakkında karar verecektir. Ayrıca, kişisel verileri işleme ve/veya koruma yükümlülüğünün asli veya yan yükümlülük niteliğinde olup olmadığı, söz konusu yükümlülüğün ihlalinin aynı zamanda sözleşmenin ihlali sonucunu doğurup doğurmadığı meseleleri de bu hukuka tabi olacaktır. Bununla bağlantılı olarak, kişisel verileri işleme ve/veya koruma yükümlülüğüne aykırı davranan satıcı/sağlayıcı vb. kişilere karşı tüketicinin maddi veya manevi tazminat talebinde bulunup bulunamayacağı ve bunun şartlarının neler olduğu gibi hususların da MÖHUK m.26(1)-(2) nin kapsamına girmektedir. MÖHUK m.26(3) hükmünde ise, tüketici sözleşmelerinin esasına uygulanacak hukuka ilişkin yukarıdaki hükümlerden farklı olarak, tüketici sözleşmesinin şekline ilişkin özel bir kanunlar ihtilafı kuralı getirilmiştir. Buna göre, tüketici sözleşmesinin şekli geçerliliğinin tüketicinin mutad meskeni hukukuna tabi olacağı öngörülmüş ve böylece diğer taraf karşısında zayıf taraf konumunda olduğu varsayılan tüketicinin aşina  olmadığı  hukuklara  tabi  kılınarak  istismar  edilmesinin  engellenmesi amaçlanmıştır.  MÖHUK  m.26 nın  son  fıkrasında  ise,  uygulanacak  hukukun tespitine ilişkin değil, maddenin kapsamına giren tüketici sözleşmelerine ilişkin bir düzenlemeye yer verilmiştir.  MÖHUK m.26 nın, paket tur sözleşmeler hariç olmak 54  Bu konu hakkında ayrıntılı bilgi için bkz Toker (n 43) 45-46.155İstanbul Hukuk Mecmuası 79/1üzere, taşıma sözleşmeleri ile tüketiciye hizmetin onun mutad meskeninin bulunduğu ülkeden başka bir ülkede sağlanması zorunlu olan sözleşmelere uygulanmayacağı belirtilmiştir. bb. Yetkili Hukukun Taraflarca Belirlenmesi (Hukuk Seçimi)MÖHUK  m.26(1)  hükmüyle  Kanun  Koyucu,  yabancı  unsurlu  tüketici sözleşmelerine  uygulanacak  hukukun  taraflarca  serbestçe  belirlenebileceğini öngörmüştür.  Buna  göre,  tüketici  sözleşmeleri,  tüketicinin  mutad  meskeni hukukunun emredici hükümleri uyarınca sahip olacağı asgari koruma saklı kalmak kaydıyla, tarafların seçtikleri hukuka tabidir. Hukuk seçiminin ne şekilde yapılacağı konusunda  MÖHUK  m.26(1) de  herhangi  bir  açıklık  yoktur. Ancak,  MÖHUK m.26(1) de düzenlenmese de, sözleşmelere uygulanacak hukuku gösteren genel hüküm niteliğindeki MÖHUK m.24 te yer alan hukuk seçimine ilişkin kuralların MÖHUK daki sözleşmelere ilişkin özel kanunlar ihtilafı kuralları bakımından da uygulama alanı bulacağı kabul edilmektedir. Dolayısıyla, ister MÖHUK m.26 nın kapsamına girsin ister girmesin, taraflar tüketici sözleşmesine uygulanacak hukuku MÖHUK m.24(1)-(3) hükümleriyle getirilen koşul ve sınırlamalar çerçevesinde serbetçe belirleyebilecektir. Bu bakımdan, aşağıda MÖHUK m.24(1)-(3) hükümleri için  söyleyeceğimiz  hususlar  MÖHUK  m.26 nın  kapsamına  giren  tüketici sözleşmeleri bakımından da aynen geçerli olacaktır. MÖHUK m.26(1) de tüketici sözleşmelerine uygulanacak hukukun taraflarca belirlenebileceği öngörülmekle birlikte, seçilen hukukun tüketici sözleşmesinden kaynaklanan  uyuşmazlığa  uygulanmasının,  seçilen  hukukun  tüketicinin  mutad meskeni hukukuna nazaran tüketiciye daha fazla koruma sağlanması halinde mümkün olduğu anlaşılmaktadır. Zira Kanun Koyucu, aynı zamanda MÖHUK m.26(2) de objektif bağlama kuralı olarak da öngörülen tüketicinin mutad meskeni hukukunun sağladığı korumayı, MÖHUK m.26(1) de düzenlenen hukuk seçimi açısından asgari düzey olarak belirlemiştir. Böylece, sözleşmenin diğer tarafına karşı daha zayıf konumda bulunduğu varsayılan tüketici aleyhine olabilecek bir hukuk seçiminin dayatılabileceği düşüncesiyle, tüketici sözleşmeleri bakımından sınırlı etkiye sahip bir hukuk seçimine imkân tanınmıştır. Gerçekten, tüketicinin mutad meskeni hukuku, tüketicinin en iyi bildiği veya en azından aşina olduğu, bu sebeple tüketiciyi en iyi koruduğu kabul edilen hukuktur. Dolayısıyla, hukuk seçiminin, tüketicinin mutad meskeninin bulunduğu ülke hukukunun tüketiciye sağladığı korumadan daha üst seviyede bir koruma sağlıyorsa, geçerli kabul edileceği belirtilmektedir. Buna karşın tüketicinin mutad meskeni hukukunun tüketiciye sağladığı koruma, seçilen hukuktan 55  Çalışkan (n 42) 41; Toker (n 43) 35; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 275.56  Tüketici sözleşmelerine uygulanacak hukukun hukuk seçimi yoluyla tespiti hakkında bkz Toker (n 43) 31-40.57  Çelikel ve Erdem (n 28) 419; Toker (n 43) 32; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 300. 58  Çelikel ve Erdem (n 28) 419.156Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındandaha üst seviyede ise hukuk seçimi geçerli olmayacaktır. Şüphesiz ki, taraflarca seçilen devlet hukukunca da tüketicileri korumak üzere gerek kamusal gerekse özel hukuk karakterli bir takım emredici kurallara yer verilmiş olabilir. Zaten, taraflarca seçilen hukukun gerek emredici gerekse tamamlayıcı ve yorumlayıcı kurallarıyla birlikte, bir bütün olarak sözleşmeye uygulanması gerektiği kabul edilmektedir. Bununla  birlikte,  taraflarca  seçilen  hukukun  hükümlerinin,  tüketicinin mutad  meskeni  hukukunun  emredici  hükümlerinden  farklı  olduğu  gerekçesiyle uygulanmaması yoluna gidilemeyeceği, hükümlerin birbirinden farklı olmasının önemli olmadığı da unutulmamalıdır. Bu noktada, hangi hükümlerin tüketicinin lehine olduğunun tespitinde, kural olarak sadece münferit hükümlerin karşılaştırılması gerekmektedir. Bir örnekle açıklamak gerekirse, tüketicinin mutad meskeni olan Türk hukukunda tüketiciye ait kişisel verilerin satıcı tarafından üçüncü kişiyle paylaşılması/pazarlanması bu konuda tüketicinin açık rızasına bağlıdır. Tüketici sözleşmesine uygulanmak üzere seçilen hukuk düzeninde tüketiciye ait kimlik ve iletişim bilgilerinin üçüncü kişilere paylaşımı için böyle bir şartın aranmaması halinde, yapılan veri işleme faaliyeti (veri aktarımı) hukuka aykırı olarak nitelendirilmeyecek, dolayısıyla satıcının kişisel verileri koruma yükümlülüğü söz konusu olmadığından tüketici sözleşmesine aykırılıktan bahsedilemeyecektir. Böyle bir durumda seçilen yabancı hukukun tüketicinin korunmasına ilişkin mevzuatta sözleşmeye aykırılık halinde tüketiciye –Türk hukukuna nazaran- daha fazla seçimlik hak tanımış olması, söz konusu hukukun tüketiciyi daha fazla koruduğu anlamına gelmeyecektir. cc. Hukuk Seçimi Yapılmayan Hallerde Sözleşmeye Uygulanacak Hukukun Tespiti (Objektif Bağlama Kuralı)Tarafların hukuk seçimi yapmamış olmaları halinde, tüketicinin mutad meskeninin bulunduğu ülke hukuku sözleşmeden doğan uyuşmazlığa uygulanacaktır (MÖHUK m.26(2)). Bununla birlikte, tüketicinin mutad meskeni hukukun uygulanabilmesi için maddede bazı şartlar getirilmiş ve bu şartlardan en az birinin gerçekleşmiş olması halinde tüketicinin mutad meskeni hukukunun uygulanacağı öngörülmüştür. MÖHUK m.26(2) uyarınca tüketicinin mutad meskeni hukukunun uygulanabilmesi için aranan şartlar şunlardır:59  Nomer (n 28) 351; Çelikel ve Erdem (n 28) 419; Güngör Gülin, ‘Tüketicinin Mutad Meskeni Hukuku–Düşünsel Temeller  (2008) 57(2) AÜHFD 115, 124-125; Tarman, Tüketici (n 47) 339. 60  Güngör (n 59) 127.61  Nomer (n 28) 351; Toker (n 43) 33.157İstanbul Hukuk Mecmuası 79/1a) Tüketici sözleşmesinin tüketicinin mutad meskeninin bulunduğu ülkede, ona gönderilen özel bir davet üzerine veya ilan sonucunda kurulmuş ve sözleşmenin kurulması için tüketici tarafından yapılması gereken hukuki fiiller bu ülkede yapılmış olmalıdır veyab)  Tüketici  sözleşmesinin  diğer  tarafı  veya  temsilcisi,  tüketicinin  siparişini tüketicinin mutad meskeninin bulunduğu ülkede almalıdır veyac) Taraflar arasındaki ilişkinin bir satım sözleşmesi olması halinde, satıcı tüketiciyi ikna etmek üzere bir gezi düzenlemiş ve tüketici de bu gezi ile bulunduğu ülkeden başka bir ülkeye gidip siparişini orada vermiş olmalıdır.Görüldüğü üzere, yabancılık unsuru içeren her türlü tüketici sözleşmeleri MÖHUK m.26(2) nin kapsamına girmemektedir. Buna göre, tüketici sözleşmesi ya satıcının tüketiciye (pasif tüketiciye) yönelmesi neticesinde tüketicinin yaşadığı sosyal ve hukuki çevre içerisinde kurulmuş olmalı (home deal) ya da tüketicinin (aktif tüketici) sözleşmenin karşı tarafının düzenlemiş olduğu bir geziye katıldığı ve bu gezi ile sözleşme yapmak üzere götürüldüğü ülkede kurulmuş (traveller s deal) olmalıdır. Böylece, tüketicinin yaşadığı yerin standartları ile korunması amaçlanmış ve bu amacı gerçekleştirmek açısından en uygun bağlama noktasının tüketicinin mutad meskeni olduğu sonucuna varılmıştır. Bu bakımdan, MÖHUK m.26 ile her türlü tüketici sözleşmelerinin değil, sadece milletlerarası özel hukukun koruma amacına giren tüketicilerin korunmasının hedeflendiğini, diğer tüketici sözleşmeleri bakımından tüketicinin kendi mutad meskeni hukukunca korunmasına gerek duyulmadığını söylemek mümkündür. Sonuç olarak, tüketici sözleşmesinin kurulması veya ifasıyla ilgili olarak elde edilen gerçek kişi tüketiciye ait kişisel verilerin hukuka aykırı olarak işlenmesi veya bunların korunmaması nedeniyle ileri sürülecek tüketici sözleşmelerine aykırılık iddialarının tüketicinin mutad meskeni hukukuna göre karara bağlanabilmesi için sözleşmenin yukarıda üç koşuldan/özellikten birine sahip olması gerekmektedir. Örneğin, mutad meskeni yabancı ülkede olan bir kişiyle Türkiye de saç ekimi 62  Örneğin, üretici veya satıcı basın, radyo veya televizyon gibi medya yoluyla veya katalog dağıtım yoluyla ürünün reklamını tüketicinin mutad meskeninin bulunduğu ülkede yapmışsa ve tüketici de sözleşmenin kurulması için gerekli hukuki fiilleri bu ülkede yapmışsa, tüketici sözleşmesi MÖHUK m.26(2)(a) kapsamına girecektir. Örnek için bkz Toker (n 43) 42-43. Bu bendin kapsamına, posta yoluyla siparişler ile kapıdan yapılan satışların da girdiği hakkında bkz Nuray Ekşi, ‘Avrupa Birliği Konvansiyonuna Göre Tüketici Sözleşmelerine Uygulanacak Hukuk  (2004) 3(1-2) İKÜHFD 139; Elektronik ortamda düzenlenen tüketici sözleşmelerinin de bu bent kapsamına girdiğine dair bkz Hatice Özdemir Kocasakal, Elektronik Sözleşmelerden Doğan Uyuşmazlıkların Çözümüne Uygulanacak Hukukun ve Yetkili Mahkemenin Tespiti  (Vedat 2003) 136ff; Gamze Turan, ‘Elektronik Sözleşmeler ve Elektronik Sözleşmelere Uygulanacak Hukukun Tespiti  (2008) 77 Türkiye Barolar Birliği Dergisi 87, 112ff; Pürselim (n 53) 89.63  Satıcı veya temsilcisinin fuar veya sergi amacıyla tüketicinin mutad meskeninin bulunduğu ülkeye gelmesi ve tüketicinin siparişini bu ülkede alması suretiyle gerçekleşen bir tüketic sözleşmesi MÖHUK m.26(2)(b) kapsamına girmektedir. Ancak, bu bendin uygulama alanı bulabilmesi için tüketici sözleşmesinin kurulmuş olması şartı aranmamaktadır. Bkz Günseli Öztekin Gelgel, Milletlerarası Özel Hukukta Tüketici Akitlerine İlişkin Sorunlar, (Beta 2004) 65; Tarman, Tüketici (n 47) 337.64  Güngör (n 59) 119; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 301; Toker (n 43) 42.65  Güngör (n 59) 119; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 301; Toker (n 43) 42.158Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındantedavisi veya estetik ameliyat hizmeti sunan bir tıp merkezi arasında ve bu kişinin tıp  merkezinin  yapmış  olduğu  teklifi  kabul  etmesi  suretiyle  tüketicinin  mutad meskeninin bulunduğu ülke akdedilen tedavi veya ameliyat sözleşmesi, MÖHUK m.26(2)(a) kapsamına girmektedir. Sözleşme kapsamına saç ekimi tedavisi alan veya estetik operasyon geçiren bu gerçek kişinin tedavi öncesi ve sonrası fotoğraflarının tıp merkezince reklam amacıyla yayınlanması halinde, söz konusu kişi, kişisel verilerinin rızası olmaksızın kullanıldığı gerekçesiyle sözleşmenin ihlal edildiğini ileri sürebilir. Bu durumda, kural olarak sözleşmeye aykırılığın var olup olmadığı tüketicinin mutad meskeni hukuku uyarınca karara bağlanacaktır. MÖHUK  m.26(2) deki  şartların  hiçbirinin  gerçekleşmemiş  olması  halinde, söz  konusu  tüketici  sözleşmesine  uygulanacak  hukuk  MÖHUK  m.24  uyarınca belirlenecektir. Başka bir ifadeyle, milletlerarası özel hukukun koruma amacına girmeyen tüketici sözleşmelerinin yukarıdaki gerekçelerle ihlal edildiği iddiaları bakımından ise MÖHUK m.24 hükmü uygulanacaktır. d. MÖHUK m.26 Kapsamına Girmeyen Tüketici Sözleşmelerine Uygulanacak Hukukun TespitiGerek MÖHUK m.26(1) deki tanım gerekse TKHK hükümleri dikkate alındığında tüketici sözleşmesi niteliğinde olmasına rağmen, Kanun Koyucu tarafından MÖHUK m.26 nın  kapsamı  dışında  tutulan  kimi  tüketici  sözleşmeleri  de  bulunmaktadır. Taşıma sözleşmeleri ile tüketiciye hizmetin onun mutad meskeninin bulunduğu ülkeden başka bir ülkede sağlanması zorunlu olan tüketici sözleşmelerinden doğan uyuşmazlıkla  bakımından  MÖHUK  m.26(1)-(2)  hükümlerinin  uygulanmayacağı MÖHUK m.26(4) hükmü ile ortaya konmuştur. Bununla birlikte, taşıma ve konaklama gibi turistik hizmetlerin birlikte taahhüt edildiği ve tek fiyat uygulamasının olduğu gezilere ilişkin sözleşmeler, yani paket tur sözleşmeler hakkında MÖHUK m.26 hükmünün uygulanacağı MÖHUK m.26(4) te açıkça düzenlenmiştir. Buna göre, bir işletmenin sadece konaklama veya ulaşım hizmeti sunmayı taahhüt ettiği tüketici sözleşmeleri MÖHUK m.26 nın kapsamına girmemektedir. MÖHUK m.26(4) uyarınca kapsam dışında tutulan taşıma sözleşmeleri, mesleki veya ticari olmayan amaçlarla yapılmak kaydıyla, esasen birer tüketici sözleşmesi 66  Çelikel ve Erdem (n 28) 420; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 300; Toker (n 43) 41. 67  Paket tur sözleşme ile neyin anlaşılması gerektiği de bir vasıflandırma meselesi olarak Türk mahkemelerinin önüne gelebilir. Paket tur sözleşmeleri TKHK m.51 de tanımlanmıştır. Buna göre, ulaştırma, konaklama veya bunlara bağlı olmayan başka turizm hizmetlerinden en az ikisini içeren ve hizmetin yirmi dört saatten fazla bir süreyi kapsadığı veya gecelik konaklamayı içerdiği sözleşmeler, paket tur sözleşmesi olarak nitelendirilmektedir. 68  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 302; Toker (n 43) 30; Tarman, Tüketici (n 47) 331-332.69  MÖHUK m.26 nın gerekçesinde, bir yandan Türkiye nin tarafı olduğu çok sayıda milletlerarası anlaşma ile düzenlenmiş olması diğer yandan eşya taşınmasına ilişkin sözleşmeler bakımından MÖHUK m.29 da özel bir düzenlemeye yer verilmiş olması nedeniyle taşıma sözleşmelerinin maddenin kapsamı dışında tutulduğu belirtilmektedir. Madde gerekçesi için bkz Öztekin Gelgel ve Erdem (n 42) 93.159İstanbul Hukuk Mecmuası 79/1niteliğindedir. Örneğin, bir kargo veya nakliye firması tarafından bir kişiye ait eşyaların taşınmasının veya bir havayolu firması tarafından bir gerçek kişinin taşınmasının taahhüt edildiği sözleşmeler tüketici sözleşmesi niteliğindedir. Bunlardan, eşyaların taşınmasının taahhüt edildiği yabancı unsurlu sözleşmeler bakımından MÖHUK m.29 da özel bir kanunlar ihtilafı kuralına yer verilmiştir. MÖHUK m.29 hükmünde, eşyanın taşınmasına ilişkin sözleşmenin ticari veya tüketici işlemi niteliğinde olması şeklinde bir koşul veya sınırlama getirilmediği de göz önüne alındığında, konusunu eşyanın taşınmasının oluşturduğu  yabancı  unsurlu  tüketici  sözleşmelerinden  kaynaklanan  uyuşmazlıklara uygulanacak hukuk MÖHUK m.29 hükümleri uyarınca tespit edilecektir. Kişilerin  taşınmasını  konu  edinen  yabancı  unsurlu  sözleşmelerden  doğan uyuşmazlıklara uygulanacak hukuku gösteren özel bir kanunlar ihtilafı kuralına MÖHUK da yer verilmemiştir. Keza, tüketiciye hizmetin onun mutad meskeninin bulunduğu  ülkeden  başka  bir  ülkede  sağlanmasının  zorunlu  olduğu  tüketici sözleşmelerine  ilişkin  bir  hüküm  de  bulunmamaktadır.  Bu  nedenle,  kişilerin taşınmasına ilişkin veya tüketiciye hizmetin onun mutad meskeninin bulunduğu ülkeden başka bir ülkede sağlanmasının zorunlu olduğu tüketici sözleşmelerinden kaynaklanan uyuşmazlıklara uygulanacak hukuk sözleşmelere ilişkin genel kural mahiyetindeki MÖHUK m.24 uyarınca tespit edilecektir. Bunların  yanı  sıra,  hatırlanacağı  üzere  hukuk  seçiminin  yapılmamış  olması halinde, tüketicinin mutad meskeninin hukukunun uygulanacağı öngören MÖHUK m.26(2) de  tüketicinin  mutad  meskeni  hukukunun  uygulanabilmesi,  tüketici sözleşmesinin MÖHUK m.26(2)(a)-(c) de yer alan üç koşuldan birini karşılamasına bağlanmıştır. İşte bu üç koşuldan en az birini karşılamayan, başka bir ifadeyle MÖHUK m.26(2) de tarif edilen özelliklere sahip olmayan yabancı unsurlu tüketici sözleşmelerinden doğan uyuşmazlık tüketicinin mutad meskeni hukukuna göre karara bağlan(a)mayacaktır. Dolayısıyla, bu üç koşuldan en az birini karşılamadığından milletlerarası  özel  hukukun  koruma  amacına  girmeyen  tüketici  sözleşmelerine uygulanacak hukuk, MÖHUK m.24 uyarınca tespit edilecektir. Biz bu başlık altında, sadece konusunu eşya taşımalarının oluşturduğu tüketici sözleşmelerine uygulanacak hukukun MÖHUK m.29 uyarınca nasıl tespit edileceği meselesini ele alacağız. Aşağıda kişisel verilerin işlenmesi veya korunmaması suretiyle gerçekleşen sözleşmesel sorumluluğa uygulanacak hukuku gösteren genel hüküm niteliğindeki MÖHUK m.24 hükmünü ayrıca ele alacağız. Bu bakımdan, MÖHUK m.24 e ilişkin aşağıda  yapacağımız  açıklamalar,  gereksiz  tekrara  düşmemek  adına,  MÖHUK m.26 nın  ve  m.29 un  kapsamına  girmeyen  tüketici sözleşmelerine uygulanacak hukukun tespiti bakımından da geçerlidir. 70  Çelikel ve Erdem (n 28) 451; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 302, 309; Toker (n 43) 30.71  Çelikel ve Erdem (n 28) 420; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 300; Toker (n 43) 41.72  Bkz Aşağıda III/ D/ 2. 160Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya KorunmamasındanYabancılık unsuru içeren ve aynı zamanda tüketici sözleşmesi niteliğinde olan bir eşya taşıma sözleşmeleri ile kişisel verilerin işlenmesi arasında ne tür bir ilişkinin olabileceği konusunda ilk bakışta bir tereddüt yaşanabilir. Dolayısıyla, kişisel verilerin hukuka aykırı olarak işlenmesinin veya korunmamasının yabancı unsurlu eşya taşıma sözleşmesine aykırılık teşkil etme ihtimalinin nadiren ortaya çıkacağı veya hiç ortaya çıkmayabileceği de söylenebilir. Bununla birlikte, eşyanın taşınmasını taahhüt eden taşıyıcının (örneğin bir nakliye şirketinin veya denizcilik firmasının) sözleşmenin kurulması  veya  taşımanın  yapılabilmesi  (ifası)    amacıyla  tüketiciye/taşıtana  ait kimi bilgileri (örneğin kimlik, hesap ve iletişim bilgileri) işlemesi (kaydetmesi, depolaması) ve bunları koruması gerekebilecektir. Bu bakımdan, niteliği itibariyle bir tüketici sözleşmesi olsa da, taşıyıcının tüketiciye/taşıtana ait kişisel verileri işleme/koruma yükümlülüğü altında olup olmadığı, böyle bir yükümlülüğün yerine getirilmemesinin sözleşmeye aykırılık teşkil edip etmediği veya hangi hallerde teşkil edeceği gibi pek çok husus hakkında MÖHUK m.29 hükmü uygulama alanı bulacaktır. Kısacası, Kanun koyucu tarafından milletlerarası özel hukukun koruma amacına girmediği varsayılan eşya taşımaya ilişkin tüketici sözleşmelerinden doğan uyuşmazlıklar hakkında m.29 uyarınca yetkili kılınan hukuk karar verecektir. MÖHUK m.29(1) de eşyanın taşınmasına ilişkin sözleşmeler tarafların seçtikleri hukuka tabi kılınmıştır. Görüldüğü üzere, MÖHUK m.26(1) den farklı olarak, konusunu eşya taşımanın oluşturduğu tüketici sözleşmeleri bakımından tüketicilere herhangi bir koruma sağlanmamıştır. Diğer yandan, tıpkı MÖHUK  m.26(1) de olduğu gibi, hukuk seçiminin ne şekilde yapılacağı konusunda madde metninde bir açıklık yoktur. Dolayısıyla, genel hüküm niteliğindeki MÖHUK m.24 te yer alan hukuk seçimine ilişkin kurallar, MÖHUK da yer alan her türlü sözleşme bakımından da uygulama alanı bulacağından, hukuk seçimine ilişkin MÖHUK m.24(1)-(3) de getirilen  koşul  ve  sınırlamaların  eşya  taşınmasına  ilişkin  tüketici  sözleşmeleri bakımından da geçerli olduğunu söylemek mümkündür. Tarafların hukuk seçimi yapmamış olmaları halinde eşya taşıma sözleşmesine MÖHUK m.29(2) uyarınca sözleşmenin kuruluşu sırasındaki taşıyıcının esas işyerinin 73  Bu noktada, Türkiye nin tarafı olduğu ve konusunu eşyaların taşınmasını oluşturan pek çok uluslararası anlaşmanın bulunduğunu, bu anlaşmalarda taşıma sözleşmelerinden doğan sorumluluğa ilişkin maddi hukuk kurallarına yer verildiği unutulmamalıdır. Dolayısıyla, MÖHUK m.29 hükmü, bir uluslararası anlaşmanın kapsamına girmekle birlikte, söz konusu anlaşmada maddi hukuk kurallarıyla düzenlenmeyen konular bakımından uygulama alanı bulacaktır. 74  Taşımanın ne şekilde yapıldığı, hükmün uygulanması bakımından önem arz etmemekte olup, deniz, hava, demir veya karayoluyla yapılan her türlü yabancı unsurlu taşıma sözleşmesi hükmün kapsamına girmektedir. Bkz Şanlı, Esen ve Ataman-Figanmeşe (n 28) 309.75  Çelikel ve Erdem (n 28) 450; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 309; Nuray Ekşi, ‘Uluslararası Eşya Taşıma Sözleşmelerine Uygulanacak Hukuk (5718 Sayılı MÖHUK md. 29)  Koç Üniversitesi Hukuk Fakültesi Dr. Nüsret-Semahat Arsel Uluslararası Ticaret Hukuku Uygulama ve Araştırma Merkezi Konferans Yayınları Dizisi-2: Avrupa da Devletler Özel Hukuku ve Yeni Türk Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un Akitler ve Ticaret Hukukuna İlişkin Hükümleri (Legal 2010) 125, 126; Rumeysa Partalcı, ‘Eşyanın Taşınmasına İlişkin Sözleşmelere Uygulanacak Hukuk Hakkındaki MÖHUK Madde 29 un Değerlendirilmesi  (2017) 37(2) MHB (Prof. Dr. Yücel Sayman a Armağan) 945, 962.76  Partalcı (n 75) 962.161İstanbul Hukuk Mecmuası 79/1bulunduğu ülke hukuku uygulanacaktır. Ancak, taşıyıcının esas işyeri hukuku, ancak belirli  şartların  gerçekleşmesi  halinde  uygulama  alanı  bulabilecektir.  Buna  göre, taşıyıcının esas işyeri hukukunun uygulanabilmesi için ya malların yükleme veya boşaltma  yeri  ya  da  gönderenin  esas  işyeri  taşıyıcının  esas  işyerinin  bulunduğu ülke ile aynı olmalıdır. Örneğin, Türkiye den satın alınan bir miktar mobilyanın Bulgaristan a taşınması konusunda Bulgar tüketici ile merkezi Türkiye de bulunan nakliye şirketi arasında yapılan bir sözleşmeye nakliye şirketinin esas işyeri (Türk) hukukunun uygulanabilmesi için, mobilyanın yüklendiği ülkenin Türkiye olması yeterli olacaktır. Gönderenin menfaatinin de gözetilmesi amacıyla getirildiği belirtilen bu şartlar dikkate alındığında, hükmün esasen ticari karakterli eşya taşıma sözleşmeler bakımından uygulanacağı düşüncesiyle kaleme alındığını söylemek mümkündür.  MÖHUK m.29(3) de MÖHUK m. 29(2) deki kanunlar ihtilafı kuralını devre dışı bırakan bir kurala yer verilmiş ve halin bütün şartlarına göre eşyanın taşınmasına ilişkin sözleşme ile daha sıkı ilişkili bir hukukun bulunması halinde sözleşmeye bu hukukun uygulanacağı öngörülmüştür. Doktrinde istisna kuralı olarak nitelendirilen bu hüküm uyarınca, MÖHUK m.29(2) de yer alan şartları karşılasa dahi, eşya taşıma sözleşmesinin taşıyıcının esas işyeri hukukuna nazaran daha sıkı ilişkili olduğu bir ülke hukukunun araştırılması gerekecektir. Taşıyıcının esas işyeri hukukunun uygulanabilmesi için MÖHUK m.29(2) deki şartların gerçekleşmemesi durumunda nasıl bir yol izlemesi gerektiği konusunda MÖHUK m.29 da bir açıklık bulunmamaktadır. Ancak, maddenin gerekçesinden taşıyıcının işyeri hukukunun uygulanabilmesi için aranan şartların yokluğu halinde MÖHUK m.24 deki genel kuralın uygulanacağı anlaşılmaktadır. Nitekim doktrinde, taşıyıcının esas işyeri hukukunun uygulanması için gereken şartların gerçekleşmemesi halinde, eşyanın taşınmasına ilişkin sözleşmeye uygulanacak hukukun MÖHUK m. 24(4) deki objektif bağlama kuralı uyarınca belirlenmesi gerektiği savunulmaktadır. 77  Doktrinde, fiilen yükleme veya boşaltma yapılan yerlerin MÖHUK m.29 bakımından bir öneminin olmadığı belirtilerek, yükleme ve boşaltma limanlarının taşıma sözleşmesinde yer alan limanlar olduğu savunulmaktadır bkz Ekşi, m.29 (n 75) 127.78  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 310; Tekinalp ve Uyanık-Çavuşoğlu (n 28) 432.79  Çelikel ve Erdem (n 28) 398, 451; Tekinalp ve Uyanık-Çavuşoğlu (n 28) 433.80  Bkz Öztekin Gelgel ve Erdem (n 42) 100.81  Çelikel ve Erdem (n 28) 451; Tekinalp ve Uyanık-Çavuşoğlu (n 28) 432; Aybay ve Dardağan (n 28) 269. Bu görüşe göre, eşya taşınmasına ilişkin tüketici sözleşmesine MÖHUK m.24(4) uyarınca sözleşmeyle en sıkı ilişkili hukuk uygulanacaktır. En sıkı ilişkili hukukun tespitinde MÖHUK m.24(4) de yer alan karineler uyarınca ticari veya mesleki faaliyet gereği kurulan sözleşmelerde karakteristik edim borçlusunun işyeri veya yerleşim yeri hukuku, sözleşme ticari veya mesleki faaliyet gereği kurulmayan bir sözleşme söz konusu ise karakteristik edim borçlusunun işyeri hukuku, en sıkı ilişkili hukuk olacaktır. İster ticari veya mesleki faaliyet gereği kurulmuş olsun isterse olmasın, karakteristik edim kavramına ilişkin tanımlar dikkate alındığında eşya taşıma sözleşmelerinde karakteristik edim borçlusunun taşıyıcı olduğu sonucuna varmak mümkündür. Eşya taşıma sözleşmeleri bakımından karakteristik edim borçlusu olan taşıyıcının sözleşmenin kuruluşu sırasındaki mutad meskeni veya yerleşim yeri/işyeri ya da sözleşmeyle en sıkı ilişkili işyeri hangi ülkede ise, sözleşmeyle en sıkı ilişkili hukuk da bu ülke hukuku olacaktır. Bu açıklamalarımız, aynı zamanda eşya taşıma sözleşmeleri bakımından taşıyıcının ediminin Kanun Koyucu tarafından karakteristik edim olarak bizzat tespit edilmiş olduğu görüşünü (Bkz Şanlı, Esen ve Ataman-Figanmeşe (n 28) 310) teyit eder niteliktedir. Bu itibarla, MÖHUK m.24(4) hükmü tatbik edildiğinde, MÖHUK m.29(2) de yer alan şartları karşılasın veya karşılamasının, taşıyıcının mutad meskeni/yerleşim yeri/işyeri veya sözleşmeyle en sıkı ilişkili işyeri hukukunun eşya taşımalarına ilişkin tüketici sözleşmeleri bakımından uygulama alanı bulacağını söyleyebiliriz. 162Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya KorunmamasındanBuna  mukabil,  MÖHUK  m.29(2) nin  aksi  ispat  edilebilen  bir  karine  getirdiği, bu karine uyarınca en sıkı ilişki hukuk olarak taşıyıcının esas işyeri hukukunun öngörüldüğü, MÖHUK m.29(2) deki şartların gerçekleşmemesi halinde de karinenin çürütülmüş olacağı ve MÖHUK m.29(3) hükmü uygulanarak sözleşmeyle en sıkı ilişkili hukukun hal ve şartlara göre tespit edilmesi gerektiği de savunulmaktadır. Buna göre, somut olayın özelliklerine göre eşya taşıma sözleşmesiyle en sıkı ilişkili olduğu tespit edilen hukuk, sözleşmeden kaynaklanan uyuşmazlığa uygulanacaktır. Esasen, MÖHUK m.29(3) hükmü, MÖHUK m.24(4) ün son cümlesinde yer alan ve her hâlükârda sözleşmeyle daha sıkı ilişkili hukukun var olup olmadığını araştırma yükümlülüğü getiren istisna kuralının tekrarı mahiyetindedir. Bu itibarla, gerek MÖHUK m.29(2) deki koşulları karşılayan gerekse karşılamayan eşya taşıma sözleşmeleri  bakımından,  eşya  taşıma  sözleşmesiyle  daha  sıkı  ilişkili  hukukun varlığı halinde bu hukuk sözleşmeye uygulanacaktır. Başka bir ifadeyle, MÖHUK m.29(2) deki şartların yokluğu halinde MÖHUK m.24(4) uyarınca tespit edilen en sıkı ilişkili hukuk (taşıyıcının mutad meskeni/yerleşim yeri/işyeri veya sözleşmeyle en sıkı irtibatlı işyeri hukuku) ile MÖHUK m.29(2) uyarınca tespit edilen taşıyıcının esas işyerinin bulunduğu ülke hukukuna nazaran sözleşmeyle daha sıkı irtibatlı hukukun varlığı yine benzer şekilde araştırılıp tespit edilecektir. Bu nedenle, taşıyıcının esas işyeri hukuku ile eşya taşıma sözleşmesiyle en sıkı ilişkili hukukun birbiriyle örtüşmediği haller bakımından, MÖHUK m.24(4) un uygulanması ile MÖHUK m.29(3) un uygulanması arasında bir farklılığın bulunmadığı kanaatindeyiz.C. Kişisel Verilerin Yabancı Unsurlu İş Sözleşmelerine Aykırı Olarak İşlenmesi veya Korunmaması Halinde Uygulanacak Hukukun Tespiti1. Kişisel Verilerin İşlenmesi veya Korunması ile İş Sözleşmeleri  Arasındaki İlişkiKişisel verilerin işlenmesi faaliyetinin bir sözleşme ilişkisi çerçvesinde meydana geldiği  sözleşme  türlerinden  bir  diğeri  de  iş  sözleşmeleridir.  İş  sözleşmesinin kurulmasıyla veya işin ifasıyla ilgili olarak işlenmesi gereken kişisel veriler, tüketici sözleşmelerinden  farklı  olarak  çok  çeşitlidir  ve  bunların  çoğu,  aynı  zamanda tarafların sözleşmeden kaynaklanan borçlarının ifasıyla oldukça yakından alakalıdır. Bunların ilk başında, iş görüşmeleri esnasında adaydan talep edilen kimi bilgi ve belgeler gelmektedir. Zira işverenin işe elverişli olup olmadığını belirlemek amacıyla istihdam edeceği kişiye bir takım soruları yönelterek bilgi edinme hakkı bulunmaktadır. Adayın da söz konusu soruları kişisel verilerin korunması hakkını 82  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 310; Ekşi, m.29 (n 75)126. Benzer yönde bkz Partalcı (n 75) 967.83  Eşya taşıma sözleşmelerinde daha sıkı ilişkili hukukun ne şekilde tespit edileceği ve bu amaçla dikkate alınabilecek unsurların neler olduğu hakkında bkz Partalcı (n 75) 963.163İstanbul Hukuk Mecmuası 79/1ihlal  etmediği  sürece  cevaplama,  işin  ifasını  zorlaştıracak  veya  imkânsız  hale getirecek bilgileri açıklama yükümlülüğünü yerine getirmesi gerekmektedir. Bu bağlamda, sözleşme öncesi görüşmeler esnasında işveren tarafından adaya sorular veya testler yöneltilebilir, özgeçmiş, sınav evrakı, diploma, sertifika, sağlık raporu gibi kimi belgeler talep edilebilir. Yine, adaya işin niteliği ve ifasıyla ilgili olmak kaydıyla, mesleki tecrübesi, yabancı dil bilgisi, askerlik durumuna ilişkin kişisel sorular yöneltilmesi mümkündür. İşçinin medeni durumuna ve çocuk sayısına ilişkin bilgiler ile eğitim seviyesine ilişkin bilgiler ise, işverenin toplu iş sözleşmelerinden kaynaklanan parasal yükümlülükleri açısından veya seyahat etmeyi gerektiren işler bakımından belirleyici olabilir. Keza, işveren iş sözleşmesi kurulduktan sonra ücret ödeyebilmek veya sigorta kaydını yapabilmek gibi yasal işlemler amacıyla işçinin kimlik ve banka hesap bilgileri isteyebilir. İşveren, özel uzmanlık gerektiren alanlarda istihdam edilmek üzere adayın üyelik veya sertifika gibi işçinin mesleki eğitimi veya uzmanlığına ilişkin bir takım kişisel verileri işlemek durumunda kalabilir. Mesela, bir doktorun mesleki deneyimini ve  sahip  olduğu  yetkiliğini  ortaya  koyan  bilgiler,  bir  özel  hastane  tarafından sadece istihdam edilmesi için gerekli olabileceği kadar, hastanenin kendi reklamını yapabilmek amacıyla doktora ait bu bilgileri kullanması söz konusu olabilir. İşçinin sağlık durumuna ilişkin bilgiler de, iş sözleşmesinin kurulması veya ifasıyla doğrudan ilgili olabilen, hatta yasal zorunluluk gereği edinilmesi gereken bilgiler arasındadır. Adaya ve işçiye ait kişisel sağlık verileri, özel nitelikli (hassas) veri niteliğinde olup, gerek işe alım sürecinde gerekse sonrasında işverenle paylaşılması ve işverenin söz konusu sağlık verilerini saklaması/koruması özel bir önem arz etmektedir. Bu kapsamda, işçinin tedavi edilemeyecek nitelikte olan ve çalışma yeteneğini sınırlandıran veya ortadan kaldıran bir hastalığı olması, sağlık sebeplerine dayanan bir haklı fesih nedeni olduğu için, işçinin sağlık durumuna ilişkin bilgileri işverenle paylaşması gerekmektedir. Adayın ve işçinin sağlık durumunun yanı sıra, hamileliğine yönelik bilgiler de kişisel veri niteliğindedir ve ancak işin niteliği gereği (hamilelerin çalışmasının yasak  olduğu  hallerde),  işvereninin  bu  konuda  bilgilendirilmesi  gerekmektedir. Hatta bu durum işverenin işçiyi gözetme ve koruma borcunu yerine getirebilmesi 84  Selen Uncular, İş İişkisinde İşçinin Kişisel Verilerinin Korunması (2.Bası, Seçkin 2018) 188-189.85  Gürsel (n 31) 294; Uncular (n 84) 189.86  Gürsel (n 31) 292; Uncular (n 84) 190-192. 87  Gürsel (n 31) 294.88  Gürsel (n 31) 300ff89  Uncular (n 84) 197; Gürsel (n 31) 301-302. 90  Örneğin, hemşirelik, doktorluk, laboratuar teknisyenliği gibi iş türlerine başvuranların AIDS hastası olma durumunu veya yakın gelecekte ameliyat gibi iş görmeyi engelleyecek türden tedavilerin varlığını işverene bildirmeleri gerekmektedir. Bkz Gürsel (n 31) 301. Bununla birlikte, işin niteliğiyle ilgili olmayan veya ileride tekrar ortaya çıkma ihtimali bulunmayan hastalık veya engellilik durumunun olup olmadığı sorulamayacağı gibi, adayın ve işçinin bu sorulara doğru cevap verme yükümlülüğü bulunmamaktadır. Bkz Gürsel (n 31) 301.164Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındaniçin bir gereklilik olarak ortaya çıkmaktadır. Benzer şekilde, engellilik durumu da bir kişisel veri niteliğindedir ve engellilerin istihdamı konusunda işverenlere getirilen yasal yükümlülüklerin yerine getirilebilmesi ve bu yükümlülükleri ifa edip etmediğinin denetimi için adayın veya işçinin engellilik durumu hakkında bilgi edinmesi kaçınılmazdır. Bunların yanı sıra adayın ve işçinin ceza mahkûmiyetine ilişkin bilgiler de kişisel veri niteliğindedir ve işin niteliği bakımından önemli olmak kaydıyla adaya bu konuda sorular sorulabilir. Ayrıca, bu bilgiler aynı zamanda hassas veri niteliğindedir. Örneğin, banka veznedarına bir mali suç işleyip işlemediği veya bir doktora yanlış teşhis ve tedavi nedeniyle cezai mahkûmiyetinin olup olmadığına ilişkin soru yöneltilebilir ve adayın/işçinin de işvereni bu konuda bilgilendirmesi gerekmektedir. Adaya ve işçiye yöneltilen dini veya felsefi inanca, siyasi görüşe, parti ve sendika üyeliğine ilişkin bilgiler hassas veri niteliğindedir ve bu bilgilerinin edinilmesi amacıyla işveren tarafından soru sorulması, belirli istisnalar ve meşru nedenler dışında, geçerli ve hukuka uygun değildir.  Görüldüğü üzere, yukarıda örnek kabilinden saydığımız kişisel verilerin pek çoğu,  iş  sözleşmesinin  kurulabilmesi  ve/veya  istihdam  edilen/edilecek  şahsın çalışma yeteneğinin işveren tarafından tespit edilebilmesini sağlaması itibariyle oldukça önem arz etmektedir. Zira söz konusu kişisel veriler, işverenin iş ilişkisinin kurulması veya devamına yönelik kararını etkileyebilecek niteliktedir. Yukarıdaki açıklamalarımızdan anlaşılacağı üzere, iş sözleşmesinin kurulabilmesi veya işçinin veya işverenin sözleşmeden doğan edimlerini yerine getirebilmeleri için işverenin işçiye ait kişisel verileri hukuka uygun bir şekilde edinmesi, kullanması ve iş ilişkisinin devam süresince ve iş ilişkisi sona erdikten sonra da saklaması gerekmektedir. Hatta sözleşme kurulmamış olsa dahi, işçi adayının iş sözleşmesinin kurulması amacıyla sunmuş olduğu kişisel verilerin saklanması gerekmektedir. Bu noktada işçiye ait her türlü kişisel verinin değil, sözleşmenin ifası bakımından gerçekten gerekli olan verilerin işveren tarafından işlenmesi gerekmektedir. İşin niteliğiyle veya ifasıyla ilgili olmayan kişisel verileri işlenmesi hukuka aykırı olduğu gibi, işçinin işvereni bu konular hakkında bilgilendirme yükümlülüğü de bulunmamaktadır. Bu bakımdan, aday veya işçi hakkında işverence bilgi toplanırken işletilmesi gereken temel kuralın elde edilmek istenen bilgi ile işin niteliğinin bağlantılı olması olduğunu söyleyebiliriz. Dolayısıyla, işverenin işin niteliğiyle ve işin ifasıyla ilgili olarak edinmiş olduğu işçiye veya adaya ait kişisel veri mahiyetindeki bilgileri edinmesi ve kullanması gerek iş ilişkisinin devamı süresince gerekse sonrasında 91  Uncular (n 84) 204-205.92  Gürsel (n 31) 313-314.93  Gürsel (n 31) 318-321.94  Gürsel (n 31) 323-324.95  Gürsel (n 31) 244; Uncular (n 84) 150.96  Uncular (n 84) 189-190.97  Gürsel (n 31) 244-245; Uncular (n 84) 151. 165İstanbul Hukuk Mecmuası 79/1koruması gerekmektedir. Aksi halde, kişisel verilerin işverence hukuka aykırı olarak elde edilmesi veya kullanılması, ahlak veya iyiniyet kurallarına uymayan eylem olarak nitelendirilebilir ve işçinin işe devamı objektif iyi niyet kuralları gereğince kendisinden beklenemeyecek durumda ise iş sözleşmesinin haklı nedenle feshi gündeme  gelebilir.  İstihdam  ettiği  doktorun  bir  hırsızlık  suçu  işlediğine  dair bilgiyi bir şekilde edinen ve bu veriyi doktorun personel dosyasında saklayan bir özel hastanenin, daha sonra bu bilgiyi salt doktorun işyerindeki itibarını zedelemek amacıyla kullanması buna örnek verilebilir. Daha da önemlisi, işin niteliği ve ifasıyla ilgili olarak edinilen işçiye ait kişisel verilerin üçüncü kişilerle paylaşılması, sadece işçi ve işveren arasındaki güven ilişkisinin zedelenmesine değil, aynı zamanda BK m.417 uyarınca işçinin kişiliğinin ve kişisel verilerinin korunması borucunu da içeren işçinin kişiliğini koruma ve kişiliğine saygı gösterme yükümlülüğüne de aykırı bir sonuca yol açabilir ve bu aykırılık  iş  sözleşmesinin  devamını  çekilmez  hale  getirdiği  ölçüde  haklı  fesih sebebi olacaktır.  Ayrıca, işverenin söz konusu eylemi, KVKK m.12(4) uyarınca veri sorumlusu konumunda olan işverenin sır saklama ve kişisel verileri amacı dışında kullanmama yükümlülüğünün de ihlali anlamına gelecektir. İşçinin kişisel verilerinin korunması hakkına aykırılık neticesinde, işverene karşı maddi tazminat talebinde bulunabileceği gibi, kişilik değerlerine hukuka aykırı saldırı nedeniyle uğramış  olduğu  manevi  zararın  tazminini  de  talep  etmesi  mümkündür.  Hatta sözleşmenin kurulmadığı hallerde dahi işverenin culpa in contrahendo nedeniyle tazminat sorumluluğu gündeme gelebilir.2. Uygulanacak Hukukun Tespitia. Uygulanacak Kanunlar İhtilafı Kuralının Tespiti ve Uygulama AlanıYukarıda Türk hukukundan örneklerle, iş sözleşmesi kapsamında elde edilebilecek, kullanılabilecek,  saklanması  ve  korunması  gerekecek  olan  kişisel  verilerin neler olabileceğini, bunların işin niteliğiyle ve ifasıyla bağlantılı olarak farklılık arz  edebileceğini,  işçinin  kişisel  verilerinin  hukuka  aykırı  olarak  işlenmesinin veya korunmamasının ne tür sonuçlar doğuracağını özetlemeye çalıştık. Benzer uyuşmazlıkların, işçinin veya adayın yabancı devlet vatandaşı olduğu veya işverenin yabancı bir gerçek veya tüzel kişi olduğu ya da işin ifa yerinin yabancı ülke olduğu, dolayısıyla iş sözleşmesinin yabancılık unsuru ihtiva ettiği hallerde de ortaya çıkması 98  Uncular (n 84)  314.99  Gürsel (n 31) 231; Uncular (n 84) 315-316.100  Gürsel (n 31) 230-231; Uncular (n 84) 318.101  Gürsel (n 31) 282. Zira işveren,  adaya ait kişisel veri niteliğindeki bilgi ve belgeleri, adayın işe kabul edilmemesi halinde adaya iade etmek ve/veya kişisel verileri silmek, yok etmek veya anonim hale getirmekle, şayet ilerideki işe alımlar için bu belgeleri saklamak isterse adayın açık rızasını almakla yükümlüdür.166Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındankuvvetle muhtemeldir. Bir yabancı şirketin istihdam ettiği bir Türk vatandaşı mühendisin sağlık durumuna veya ceza mahkûmiyetine ilişkin bilgileri üçüncü kişilerle paylaşması nedeniyle işçinin işyeri nezdinde itibarının zedelenmesi buna örnek verilebilir. Böyle bir durumda, işçinin kişisel verilerinin iş sözleşmesinden kaynaklanan  yükümlülüklere  aykırı  olarak  işlendiği  veya  korunmadığı  Türk mahkemelerinde ileri sürüldüğünde, uyuşmazlığın kaynağını teşkil eden iş sözleşmesi yabancılık unsuru ihtiva ettiğinden söz konusu uyuşmazlığın hangi ülke hukukuna göre karara bağlanacağı meselesi ortaya çıkacaktır. Türk  hukukunda  yabancılık  unsuru  içeren  iş  sözleşmelerinden  kaynaklanan uyuşmazlıklara uygulanacak konusunda MÖHUK m.27 de özel bir düzenlemeye yer verilmiştir. Bu itibarla, işçinin kişisel verilerinin işlenmesinin veya korunmamasının yabancı unsurlu iş sözleşmelerine aykırılık teşkil ettiği iddiası Türk mahkemelerinin önüne geldiğinde, kaynağını iş sözleşmesinden alan bu tür uyuşmazlıkların hangi ülke hukukuna göre karara bağlanacağı, MÖHUK m.27 de yer alan kanunlar ihtilafı kuralları uyarınca belirlenecektir. MÖHUK m.27(1) de akdi borç ilişkilerine ilişkin diğer MÖHUK hükümleri gibi, sözleşmenin taraflarına hukuk seçimi imkânı tanınmış, hukuk seçiminin yapılmamış olması halinde is şözleşmesine uygulanacak hukukun MÖHUK m.27(2) veya m.27(3) te yer alan objektif bağlama kurallarına göre tespit edileceği öngörülmüştür. Maddenin son fıkrasında ise, Türk mahkemelerine objektif bağlama kuralına göre tespit edilen hukuka nazaran iş sözleşmesiyle daha sıkı ilişkiye sahip hukukun uygulanması imkânı tanıyan bir istisna kuralına yer verilmiştir. Kişisel verileri işleyen veya paylaşan işverenin yabancı unsurlu iş sözleşmesinden doğan gözetme ve koruma borcuna aykırı davranıp davranmadığı, bu aykırılığın iş sözleşmesinin devamını imkânsız hale getirip getirmediği ve dolayısıyla haklı fesih sebebi olup olmadığı, işlenen verinin işin niteliği veya ifasıyla bağlantılı bir veri niteliğinde olup olmadığı gibi hususlar, iş sözleşmesinin esasına yönelik hususlar olması itibariyle bu konular hakkında MÖHUK m.27 uyarınca tespit edilen ülke hukuku karar verecektir. Bu kapsamda, işçinin kişisel verilerini hukuka aykırı olarak işleyen veya koruma yükümlülüğünü yerine getirmediği tespit edilen işverenin maddi veya manevi tazminat sorumluluğunun doğup doğmadığı ve/veya bu sorumluluğun doğması için gerekli şartların karşılanıp karşılanmadığına ilişkin pek çok meselenin çözümü de, MÖHUK m.27 uyarınca yetkili kılınan hukuka tabidir. Aşağıda bu konuyu ele alacağız.  b. Yetkili Hukukun Taraflarca Belirlenmesi (Hukuk Seçimi)Yabancı unsurlu tüketici sözleşmeleri bakımından MÖHUK m.26 da benimsenen bakış açısının MÖHUK m.27 de de benimsendiği görülmektedir. İşverene nazaran 102  Bu konuda farklı örnekler için bkz Zeynep Derya Tarman, ‘Yabancılık Unsuru Taşıyan İş Sözleşmelerine Uygulanacak Hukuk  (2010) 59(3) AÜHFD 521, 526.167İstanbul Hukuk Mecmuası 79/1ekonomik açıdan daha zayıf konumda olduğu, sözleşmenin müzakeresinde işverenle eşit koşullara sahip olmadığı varsayılan işçilerin korunması ihtiyacını dikkate alan Kanun Koyucunun, MÖHUK m.27 deki düzenlemeyle işçinin işini mutaden yaptığı ülkenin standartları ile korunmasının amaçladığını söyleyebiliriz. Bu amaçla, ilk olarak MÖHUK m.27(1) de sınırlı bir hukuk seçimine yer verilmiştir. Buna göre, iş sözleşmeleri, işçinin mutad işyeri hukukunun emredici hükümleri uyarınca sahip olduğu asgari koruma saklı kalmak kaydıyla, tarafların seçtikleri hukuka tabidir. Bu hükümle, yabancı unsurlu iş sözleşmelerine uygulacak hukukun taraflarca serbestçe belirlenebileceği öngörülmüştür. MÖHUK m.26(1) de taraflara hukuk seçimi imkânı tanınmış olmakla birlikte, seçilen hukukun iş sözleşmesinden kaynaklanan  uyuşmazlığa  uygulanması,  seçilen  hukukun  işçinin  mutad  işyeri hukukuna nazaran işçiye daha fazla koruma sağlanması halinde mümkündür. Zira, aynı zamanda MÖHUK m.27(2) de objektif bağlama kuralı olarak da öngörülen işçinin mutad işyeri hukukunun sağlamış olduğu koruma, MÖHUK m.27(1) uyarınca yapılan hukuk seçimi bakımından asgari düzey olarak belirlenmiştir. Başka bir deyişle, hukuk seçiminin geçerliliği, seçilen hukukun işçiyi koruyucu hükümlerinin mutad işyeri hukukuna göre daha fazla işçi lehine hükümler içermesi, yani hukuk seçiminin işçinin lehine olması şartına bağlanmıştır. Böylece, daha zayıf konumda bulunduğu varsayılan işçinin aleyhine olabilecek bir hukuk seçiminin dayatılabileceği düşüncesiyle, iş sözleşmeleri bakımından sınırlı etkiye sahip bir hukuk seçimine imkân tanınmıştır. Dolayısıyla, tarafların seçmiş oldukları hukuk, işçinin mutad işyerinin bulunduğu ülke hukukunun işçiye sağladığı korumadan daha üst seviyede bir koruma sağlıyorsa, yapılan hukuk seçimi geçerli kabul edilecektir. Buna karşın işçinin mutad işyeri hukukunun işçiye sağladığı koruma, seçilen hukuktan daha üst seviyede ise hukuk seçimi nazara alınmayacaktır. 103  MÖHUK m.27 hükmünün uygulama alanının bireysel iş sözleşmeleri ile sınırlı olduğu kabul edilmektedir. Bkz Doğa Elçin, Milletlerarası Unsurlu Bireysel ve Toplu İş Sözleşmelerine Uygulanacak Hukuk (Adalet 2012) 253ff; Ayşe İpek Sarıöz Büyükalp, ‘Mutad İşyeri Kavramı ve MÖHUK m.27/f.3 ün Uygulanması Sorunu  (2018) 8(2) Hacettepe Hukuk Fakültesi Dergisi 195, 199.104  İşçinin mutad bir işyerinin bulunmadığı haller de söz konusu olabilir. Böyle hallerde asgari koruma standardının hangi hukuka göre belirleneceği konusunda maddede açık bir hüküm yoktur. Doktrinde, bu konuda ortaya çıkacak tereddüdün, MÖHUK m.27(3) hükmünden hareketle çözümlenebileceği, bu itibarla işçinin mutad işyerinin bulunmadığı hallerde yapılan hukuk seçimi bakımından, işverenin esas işyeri hukukunda yer alan hükümlerin asgari koruma standardı olarak kabul edilmesi gerektiği ileri sürülmektedir. Bkz Şanlı, Esen ve Ataman-Figanmeşe (n 28) 303 dn.461.105  MÖHUK m.26(1) de olduğu gibi, hukuk seçiminin ne şekilde yapılacağı konusunda madde metninde bir açıklık yoktur. Dolayısıyla, genel hüküm niteliğindeki MÖHUK m.24 te yer alan hukuk seçimine ilişkin kurallar MÖHUK da yer alan her türlü sözleşme bakımından da uygulama alanı bulacağından, hukuk seçimine ilişkin MÖHUK m.24(1)-(3) de getirilen koşul ve sınırlamaların MÖHUK m.27(1) bakımından da geçerli olduğunu söyleyebiliriz. Bkz Çelikel ve Erdem (n 28) 431; Vahit Doğan, ‘5718 Sayılı Kanuna Göre İş Akdine Uygulanacak Hukukun Tespiti , (2007) 11(1-2) GÜHFD 147, 154; Tarman, İş Sözleşmesi (n 102) 528.106  Doğan, İş Akdi (n 105) 153. 107  Çelikel ve Erdem (n 28) 430; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 303; Nomer (n 28) 345; Tekinalp ve UyanıkÇavuşoğlu (n 28) 420.108  Çelikel ve Erdem (n 28) 430; Nomer (n 28) 345; Doğan, İş Akdi (n 105) 153; Tarman, İş Sözleşmesi (n 102) 532-533.168Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya KorunmamasındanSınırlı hukuk seçimine izin veren Kanun Koyucu, hukuk seçiminin ne zaman ve hangi şartlarda işçinin lehine olacağını tespit etmemiştir. İş hukuku alanında ekonomik ve sosyal mülahazaların gereği olarak ortaya çıkan ücrete ve izne, çalışma süresi ve şartlarına, sağlık şartlarına, sosyal güvenliğe, iş ilişkisinin sona ermesine ilişkin kamu hukukuna ait pek çok kurala, gerek seçilen hukukta gerekse işçinin mutad işyeri hukukunda yer verilmiş olabilir. Bu bakımdan, seçilen hukuk ile işçinin mutad işyeri hukukundan hangisinin işçiye daha fazla koruma sağladığı konusundaki değerlendirmenin ne şekilde yapılacağı oldukça önem arz etmektedir. Bu noktada, somut bir uyuşmazlıkta söz konusu iki hukuk düzeninden hangisinin işçiyi daha fazla koruduğu, her iki hukuka ait yasal düzenlemelerin genel olarak mukayesesi ile değil, uyuşmazlığa uygulanma ihtimali bulunan kanun hükümlerinin münferit olarak değerlendirilmesiyle  yapılması  gerektiği  ileri  sürülmektedir.  Bununla  birlikte, sadece tatbiki gerekli hüküm bazında tek tek karşılaştırılması yerine, davaya tatbik edilmesi gereken hüküm ile bağlantılı olan hükümlerin bir grup olarak dikkate alınması suretiyle, her iki hukukun karşılaştırılması gerektiği de savunulmaktadır. Örneğin, bir inşaat şirketi, Türk vatandaşı bir inşaat mühendisini Katar daki ofisinde proje mühendisi olarak çalışmak üzere istihdam etsin ve iş sözleşmesinde sözleşmeden doğabilecek uyuşmazlıkların Türk hukukuna göre çözümleneceği öngörülmüş olsun. İşe alımdan sonra işveren, mühendisin sosyal medya hesaplarındaki beğenilerinden veya paylaşımlarından yola çıkarak onun siyasi görüşü veya cinsel yönelimine ilişkin bilgiler edinmiş ve bunu tasvip etmediğini belirtmiş veya şantiye sahasında çalışabilme yeteneğini etkilemeyecek olmasına rağmen, cinsel yolla bulaşan bir hastalığının varlığını öğrenmiş ve bu bilgiyi işyerinde üçüncü kişilerle paylaşmış olsun. Bunun üzerine, işveren tarafından itibarının zedelendiğini ve kişilik hakkının ihlal edildiğini düşünen mühendis, Türkiye de işverene karşı iş sözleşmesinin haklı nedenle feshi ile maddi ve manevi tazminat davası açmış olsun. Örneğimizde, işçinin mutad işyeri olan Katar hukukunda yukarıda yer alan işçiye ait olan kişisel verilerin işlenmesi ve bunların paylaşılması hukuken mümkün olabilir. Bu itibarla, bu verilerin işlenmesi, söz konusu hukukta işverenin işçiyi gözetme ve koruma yükümlülüğüne aykırı olmayabilir veya aykırı olsa bile bu aykırılık, yasal olarak iş sözleşmesinin haklı nedenle feshi sebebi olarak öngörülmemiş olabilir. Buna mukabil, taraflarca seçilen hukuk olan Türk hukukunda ise, işçiye ait yukarıdaki bilgiler, hem hassas veri niteliğinde hem de işin niteliğiyle ilgili olmadığından işverence edinilemeyecek veri niteliğindedir. Bu itibarla, Türk hukukunda mühendisin kişisel verilerinin hukuk aykırı olarak işlenmesi ve/veya korun(a)maması, hem iş sözleşmesinden kaynaklanan işçinin kişiliğini gözetme ve koruma borcuna aykırılık teşkil etmekte hem de hem de bu aykırılık, iş sözleşmesinin devamını çekilmez kılması halinde, işçi lehine bir haklı 109  Doğan, İş Akdi (n 105) 153.110  Bu konuda ayrıntılı ve teorik bilgi için bkz Doğan, İş Akdi (n 105) 153-158; Tarman, İş Sözleşmesi (n 102) 530ff111  Nomer (n 28) 345.112  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 303. 169İstanbul Hukuk Mecmuası 79/1nedenle fesih sebebi sayılmaktadır. Bu örnekten yola çıkacak olursak, seçilen hukuk ile mutad işyeri hukukunun gerek kişisel verilerin korunmasına gerekse bunun iş sözleşmelerine yönelik olan hukuki sonuçlarına ilişkin hükümlerinin bir grup halinde dikkate alınarak bir karşılaştırma yapılması daha yerinde olacaktır. c. Hukuk Seçimi Yapılmayan Hallerde Sözleşmeye Uygulanacak Hukukun Tespiti (Objektif Bağlama Kuralı)MÖHUK  m.27(2) de  taraflarca  hukuk  seçimi  yapılmamış  olması  halinde,  iş sözleşmesine işçinin işini mutad olarak yaptığı işyeri hukukunun uygulanacağı öngörülmüştür. Burada yetkili kılınan hukuk, işverenin işyerinin bulunduğu yer değil,  işçinin  işini  yaptığı  işyerinin  bulunduğu  ülke  hukukudur.  Söz  konusu işyerinin işçinin işini mutaden yaptığı işyeri olup olmadığının tespitinde, işin belirli bir anda ifa edildiği yerin önem arz etmediği, iş sözleşmesi bir bütün olarak ele alınarak, işçinin işini nicelik ve nitelik bakımından ve süre olarak hangi ülkede ağırlıklı şekilde yerine getirdiğinin dikkate alınması gerektiği belirtilmekte, işin esas kısmının ve ağırlıklı bölümünün mutad olarak yapıldığı yer mutad işyeri olarak kabul edilmektedir. Bu bağlamda, MÖHUK m.27(2) de işçinin işini geçici olarak başka bir ülkede yapması halinde, bu işyerinin mutad işyeri sayılmayacağı özellikle belirtilmiştir. Mesela, şirket merkezinde çalışmakta olan bir mühendisin Katar daki şantiyede sadece proje bazlı olarak görevlendirilmesi halinde, bu yer işçinin mutad işyeri olmayacaktır. İşçinin  işini  mutad  olarak  belirli  bir  ülkede  yapmasının  mümkün  olmadığı haller söz konusu olabilir. Örneğin, uluslararası deniz veya havayolu taşıtlarında çalışmakta olan kişiler veya çeşitli ülkelerde konser veya gösteriler yapan turne toplulukları bakımından, mutad işyeri hukukunun tespit edilmesi her zaman mümkün olmayabilir. İşçinin işinin farklı ülkelerde ifa ettiği hallerde, sözleşmenin her iki tarafını belirsizliklere karşı korumak üzere MÖHUK m.27(3) de bir diğer bağlama noktasına yer verilmiştir. Buna göre, işçinin işini belirli bir ülkede mutad olarak yapmayıp devamlı olarak birden fazla ülkede yapması halinde, iş sözleşmesinden kaynaklanan uyuşmazlıklara işverenin esas işyeri hukuku uygulanacaktır. MÖHUK  m.27(4) te,  MÖHUK  m.27(2)  ve  m.27(3) deki  kanunlar  ihtilafı kurallarını devre dışı bırakan bir istisna kuralına yer verilmiştir. Buna göre, halin bütün şartlarına göre iş sözleşmesiyle daha sıkı ilişkili bir hukukun bulunması halinde, 113  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 305.114  Elçin (n 103) 123.115  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 305; Sarıöz Büyükalp (n 103) 206. 116  İşçinin mutad işyeri kavramı hakkında ayrıntılı bilgi için bkz Sarıöz Büyükalp (n 103) 197ff117  Çelikel ve Erdem (n 28) 432; Elçin (n 103) 144.118  Bkz Öztekin Gelgel ve Erdem (n 42) 97-98.119  Bu konuyla ilgili ayrıntılı bilgi için bkz Doğan, İş Akdi (n 105) 161; Tarman, İş Sözleşmesi (n 102) 567-568.170Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındansözleşmeye ikinci ve üçüncü fıkra hükümleri yerine bu hukuk uygulanabilir. Bu hükümde, MÖHUK daki akdi borç ilişkileri hakkındaki diğer istisna kurallarından farklı olarak, iş sözleşmesiyle daha sıkı ilişkiye sahip olduğu tespit edilen hukukun uygulanıp uygulanmaması konusunda mahkemenin takdir hakkına sahip olduğu kabul edilmektedir. Buna göre, Türk mahkemeleri, somut olayın özelliklerine göre, işçinin mutad işyeri hukukuna veya (işçinin mutad işyerinin bulunmaması halinde uygulanma imkânı olan) işverenin esas işyeri hukukuna nazaran iş sözleşmesiyle daha sıkı ilişkili bir hukukun var olup olmadığını araştırmak durumunda olduğunu, takdir hakkının ise daha sıkı ilişkili olduğunu tespit ettiği ülke hukukunu uygulayıp uygulamama  konusunda  olduğunu  söyleyebiliriz.  Mahkemenin,  takdir  hakkını kullanırken,  ilk  olarak  işçinin  menfaatini  gözeterek  hareket  etmesi  gerektiği belirtilmektedir. Örneğin, işçinin mutad işyeri olmak dışında iş sözleşmesiyle herhangi bir irtibatı olmayan yabancı hukuk, daha sıkı ilişkili olan Türk hukukuna nazaran işçinin kişisel verilerinin korunması ile işçinin kişisel verilerinin işveren tarafından korunmaması halinde işçiye tanıdığı haklar bakımından daha az koruma sağlamakta ise, Türk mahkemesi daha sıkı ilişkili hukuk olan Türk hukukunun işçinin menfaatine olduğu gerekçesiyle Türk hukukunu sözleşmeye uygulayabilecektir. D. Kişisel Verilerin MÖHUK m.24 ün Kapsamına Giren Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesi veya Korunmaması Halinde Uygulanacak Hukukun Tespiti1. MÖHUK m.24 Kapsamına Giren ve Kişisel Verileri İşlemeyi Gerektiren veya Koruma Yükümlülüğü Doğurabilecek Sözleşmelerden ÖrneklerGünümüzde gerçek kişilere ait kişisel veri mahiyetindeki bilgilerin işlenmesini gerektiren sözleşme ilişkilerinin çoğunu tüketici sözleşmesi niteliğindeki sözleşmeler ile iş sözleşmelerinin oluşturduğu söylenebilir. Yalnız, gerçek kişilerin tarafı olduğu sözleşmeler sadece tüketici ve iş sözleşmeleri ile sınırlı değildir. MÖHUK daki akdi borç ilişkilerine uygulanacak hukuku gösteren özel kanunlar ihtilafı kurallarının kapsamına girmeyen, dolayısıyla MÖHUK m.24 ün kapsamına giren yabancı unsurlu sözleşmeler de söz konusu olabilir ve kişisel verilerin bu sözleşmelerin kurulması veya ifası amacıyla işlenmesi gerekebilir. Bu sözleşmelerin en somut örneğini, milletlerarası  özel  hukukun  koruma  amacına  girmeyen,  dolayısıyla  MÖHUK m.26 nın  kapsamı  dışında  tutulan  kişilerin  taşınmasına  ilişkin  sözleşmeler  ile MÖHUK m.26(2) deki koşulları karşılamayan tüketici sözleşmeleri oluşturmaktadır. Niteliği itibariyle bir tüketici sözleşmesi olan ve konusunu kişilerin taşınmasının oluşturduğu bu sözleşmelerin kurulması ve taşımanın yapılabilmesi, büyük ölçüde 120  Tarman, İş Sözleşmesi (n 102) 539; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 306. 121  Nomer (n 28) 349; Doğan, MÖH (n 28) 397; Tarman, İş Sözleşmesi (n 102) 539; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 306. 171İstanbul Hukuk Mecmuası 79/1ilgili gerçek kişinin kişisel verilerinin işlenmesine bağlıdır. Mesela, bir havayolu taşıma şirketinden bilet satın alan bir kişinin kimlik, adres ve iletişim bilgilerini ve/veya kredi kartı/banka bilgilerini şirket ile paylaşması gerekecektir. Tüketici sözleşmeleri bahsinde belirttiğimiz üzere, gerçek kişiler, ticari veya mesleki faaliyetlerinde kullanmak üzere mal veya hizmet teminine ilişkin sözleşmeler akdedebilir.  Mesela, özel bir muayenehaneye sahip bir diş hekimi ile yabancı bir tıbbi cihaz üreticisi firma arasında tıbbi cihaz satışı, yedek parça ve teknik servis hizmetine ilişkin akdedilen bir sözleşme kapsamında bir önceki örnekte belirttiğimiz bilgilerin burada da işlenmesi gerekecektir. Keza, Türkiye de saç ekimi uzmanı olan ve kendini Avrupa ülkelerinde de tanıtarak bu ülkelerden de müşteri edinmek isteyen bir doktor, bu amaçla Şampiyonlar Ligi final maçı devre arasında reklamının yayınlanması konusunda söz konusu maçın Avrupa da yayın haklarını satın alan bir televizyon şirketi  ile  sözleşme  akdetmiş  olsun.  Bu  sözleşme  uyarınca  yayıncının  reklamı hazırlama (yapım) ve yayınlama borcunu ifa edebilmesi, doktorun ismine, mesleğine ve işyerine ilişkin bilgilerin televizyonda görülmesine bağlıdır. Söz konusu reklamın sözleşmede kararlaştırılan süre zarfında veya hiçbir şekilde yayınlamaması halinde, yayıncı sözleşmeden kaynaklanan sorumluluğunu yerine getirmemiş olacaktır. Gerçek kişilere ait görüntü, ses veya isim gibi pek çok kişisel verinin kullanılma ve bu verilerin hukuka aykırı olarak işlenme ihtimalinin söz konusu olabileceği sözleşmelere bir diğer örnek olarak sponsorluk sözleşmeleri verilebilir. Sponsorun sportif, sanatsal vb. bir alanda faaliyet gösteren bir gerçek kişinin nakdi (belirli bir paranın verilmesi), ayni (malzeme temini) veya hizmet edimleriyle destekleme, desteklenen  kişinin  ise  teşvik  aldığı  sponsorun  tanıtımını  yapma  borcunu  ifa etme,  bu  kapsamda  sponsordan  teşvik  aldığı  faaliyeti  icra  etme  borcu  altına girdiği bu sözleşmelerde, sponsorun desteklenen tarafından tanıtımı, kimi hallerde desteklenen gerçek kişinin kişisel veri mahiyetindeki bilgilerinin sponsor tarafından kullanılmasıyla gerçekleşir. Kanunda düzenlenen veya düzenlemeyen pek çok sözleşmenin  unsurlarını  barındırabilen  bu  sözleşmelerde  taraflar,  destekleyenin sponsoru tanıtma ve bu kapsamda sponsordan teşvik aldığı faaliyeti icra etme borcunun kapsamını, şartlarını ve sınırlarını belirleyebilir. Örneğin, sponsorun tanıtımı amacıyla desteklenenin imza günü ve reklam faaliyetlerine katılması, desteklenenin adı, imzası, fotoğrafı, markası gibi kişisel veya fikri haklarının kullanımının sponsora bırakılması  gibi  hususlara  sözleşmede  yer  verilebilir.  Böylece,  desteklenenin borcunun kapsamı ile sponsorun desteklenene ait kişisel veri mahiyetindeki bilgileri işleyebilmesinin sınırları sözleşmede çizilebilir. Örneğin, kişisel bakım ve kozmetik 122  Sponsorluk sözleşmelerinin hukuki niteliği ile sponsor ve desteklenenin hakları ve borçları hakkında ayrıntılı bilgi için bkz Gülçin Elçin Grassinger Sponsorluk Sözleşmesi (Seçkin 2003) 59ff; Kemal Atasoy, Spor Sponsorluğu Sözleşmesinin Hukuki Niteliği (Oniki Levha 2016) 77ff; Ömür Karaağaç, ‘Sponsorluk Sözleşmesine Uygulanacak Hukuk  iç Sibel Özel ve Hatice Selin Pürselim Arning (edr), Atipik Sözleşmelere Uygulanacak Hukuk (Oniki Levha 2020) 539, 543-552.123  Bkz Karaağaç (n 122) 546.172Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanürünleri alanında faaliyet gösteren bir Türk şirketi, piyasaya yeni sürdüğü bir ürünün tanıtımı amacıyla yabancı bir futbolcu ile bir sponsorluk sözleşmesi yapmış ve bu anlaşma uyarınca futbolcunun adı ve fotoğraflarının yer aldığı reklamın gazete ve televizyonlarda belirli bir süre yayınlanacağı öngörülmüş olsun. Şirketin, bir süre sonra futbolcunun ismini ve fotoğrafını diğer ürünlerine/markalarına ilişkin reklamlarda da kullanmaya başlaması, futbolcuya ait kişisel verilerin sözleşmede kararlaştırılan şekilde kullanmaması, dolayısıyla söz konusu verileri hukuka aykırı olarak kullanması anlamına gelecektir. MÖHUK m.24 kapsamında mütalaa edilebilecek ve bireylerin kişisel verilerinin işlenmesini  konu  edinen  sözleşme  türlerine  başka  bir  örnek  bulut  depolama sözleşmeleridir. Günümüzde büyük boyutlu belge depolamak, bu belgelere her yerden ulaşmak ve bunların kaybolma/zarara uğrama riskinden korumak isteyen kişiler veya kurumlar, gün geçtikçe yaygınlaşan bulut depolama denilen  sanal dolap ları tercih etmektedir. Başkalarına ait uzakta bulunan sunucularda veri depolamaya yararayan sistem olarak tanımlanan bulut depolama, bu hizmeti sunan sağlayıcı (Dpobox, Google Drive, iCloud) ile kullanıcı arasında, kullanıcının kişisel veya kurumsal bilgi, belge ve dosyalarının depolanması, depolanan bu belgelere internet bağlantısı aracılığıyla dilediği zaman ve yerden erişim imkânı sağlanmasına ilişkin bir sözleşmedir. Burada kullanıcı, bir tüketici, tüzel kişi veya kurum olabileceği gibi, bulut depolama hizmetine, ticari veya mesleki faaliyetlerin ifası kapsamında da başvurulabilir. Örneğin, bir avukat, vekaletini aldığı davalara veya müvekkillerine ilişkin ilişkin her türlü bilgiyi (dava/cevap dilekçeleri, deliller, mahkeme kararları, dava kapsamında yapılan seyahat ve konaklama giderlerini gösteren fatura vb.), mesleki bilgilerini (diploma, ruhsat, sertifika vb.) veya mali bilgilerini, sadece bürosunda değil, bu tür bir bulut depolama sistemi üzerinde sanal olarak arşivleyebilir. Benzer şekilde, bir mimar, mesleğine ve mesleki geçmişine ilişkin her türlü bilgiyi (müşteri bilgilerini, tasarımlarını, projelerini vb.) bu tür sistemler üzerinde depolayabilir. İşte bir tarafını gerçek kişilerin oluşturduğu bu tür sözleşmeler çerçevesinde sağlayıcının, borcunu kesinti veya veri kaybı gibi nedenlerle yerine getirmemesi, depolanan verilerin ifşa edilmesi veya sağlayıcının bu verilere kullanıcının izni olmaksızın erişmesi ve üçüncü kişilerle paylaşması gibi konularda uyuşmazlıklar gündeme gelebilir. Benzer bir durum, ticari veya mesleki amaçlarla yapılan kimi abonelik sözleşmeleri bakımından da ortaya çıkabilir. Örneğin, Türkiye de mesleğini yürüten bir avukatın yabancı  bir  yayınevinin  yayınladığı  yabancı  hukuk  kaynaklarına  dijital  ortamda 124  M. Ece Uyanık, ‘Bulut Depolama Sözleşmelerine Uygulanacak Hukuk  iç Sibel Özel ve Hatice Selin Pürselim Arning (edr), Atipik Sözleşmelere Uygulanacak Hukuk, (Oniki Levha 2020) 499, 502-503.125  Bkz Eric Johnson, ‘Lost in the Cloud: Cloud Storage, Privacy, and Suggestions for Protecting Users  Data  (2017) 69(3) Stanford Law Review, 867, 872; Uyanık (n 124) 503.126  Uyanık (n 124) 505.127  Benzer yönde bkz Uyanık (n 124) 505.173İstanbul Hukuk Mecmuası 79/1erişebilmek amacıyla söz konusu yayıneviyle bir abonelik sözleşmesi akdedebilir. Sözleşme kapsamında yabancı yayınevinin, avukatın yayınevine ait siteye/veritabanına erişim sağlama borcunu, avukatın da bunun karşılığında ücret ödeme borcunu yerine getirebilmesi, avukata ait kimlik, iletişim, kredi kartı gibi pek çok bilginin yayınevi tarafından kullanılmasıyla mümkün olabilir. Hatta sözleşme kapsamında, avukatın bilgisayarının IP adresinden sisteme ne zaman ve ne kadar süre giriş yaptığına kadar her türlü bilgiyi edinmesi mümkün olabilir. Bir önceki örnekte olduğu gibi, abonelik sözleşmesinin kurulması veya ifası kapsamında aboneye ait kişisel bilgileri kullanmak durumunda olan yayınevinin bu verileri üçüncü kişilerle paylaşması, sözleşmeden kaynaklanan borcunu yerine getirmemesi anlamına gelebilir. Yukarıdaki örneklerden de anlaşılacağı üzere, gerçek kişilerin tarafı olduğu ve MÖHUK daki akdi borç ilişkilerine ilişkin özel kanunlar ihtilafı kurallarının kapsamına girmeyen, dolayısıyla MÖHUK m.24 ün kapsamına giren pek çok yabancı unsurlu sözleşmenin kurulması için veya bu sözleşmelerden kaynaklanan edimlerin ifasını sağlamak üzere, gerçek kişiye ait kişisel veri mahiyetindeki bilgileri sözleşmenin karşı tarafınca işlenmesi gerekebilir. Kişisel verilerin işlenmesi ile tüketici sözleşmeleri arasındaki ilişkide olduğu gibi, tüketici konumunda olmayan bir gerçek kişiye ait kişisel  verilerin  işlenmesi,  sözleşmeden  kaynaklanan  asli  yükümlülüğün  yerine getirilmesini sağlayan bir yan yükümlülük niteliğindedir.  Bu verilerin amacı dışında veya yanlış bir şekilde işlenmesi, bu kişilerin sözleşmeden kaynaklanan borcunu tam ve doğru bir şekilde ifa edememesi sonucuna yol açabilecektir. Yukarıda verdiğimiz reklam yayın sözleşmesi örneğinden yola çıkacak olursak, doktorun isminin reklamda yanlış yazılmış veya aynı veya farklı alanda başka bir uzman doktorun ismine ya da fotoğrafına yer verilmiş olması, televizyon şirketinin doktora ait kişisel verileri yanlış işlemesi, dolayısıyla sözleşmeden kaynaklanan borcunu gereği gibi ifa etmemesi sonucunu doğuracaktır. Sponsorluk sözleşmesi örneğinde de, şirketin futbolcunun adına ve fotoğrafına sözleşmede kararlaştırılmayan ürünlerin reklamlarında  da  kullanması,  futbolcuya  ait  olan  ve  sponsorluk  sözleşmesinin ifasıyla doğrudan ilgili olan kişisel verilerin sözleşmeye aykırı bir şekilde işlemesi, dolayısıyla şirketin/sponsorun sözleşmeye aykırı davranması anlamına gelecektir. Yine,  bulut  depolama  sözleşmesi  kapsamında  sağlayıcının,  kullanıcının  kişisel verilerine erişebilme hizmetini kısmen veya belirli bir süreliğine kesmiş olması veya verilerin bir kısmının kullanıcıdan kaynaklanmayan bir nedenle kaybolması halinde, sağlayıcı sözleşmeden kaynaklanan kullanıcının kişisel verilerine erişimi sağlama borcuna aykırı davranmış olacaktır.Sözleşmenin kurulması veya ifası çerçevesinde satıcı, sağlayıcı veya hizmet sunan tarafından işlenen (elde edilen, depolanan, erişim sağlanan) gerçek kişiye ait kişisel verilerin, yine bu kişilerce korunması da gerekmektedir. Buna göre, sözleşmenin karşı tarafının öncelikle gerçek kişiye ait, sözleşmenin kurulması veya ifasıyla ilgili olmayan kişisel verileri edinmemesi, eğer edinmişse bu verilere zarar vermemesi (yok etmesi, anonim hale getirmesi) veya üçüncü kişilerle paylaşmaması, sözleşmeden 128  Bu konuda bkz Yukarıda III/ B/ 1.174Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındankaynaklanan  bir  yükümlülük  olan  kişisel  verileri  koruma  yükümlülüğünün  bir gereği olarak ortaya çıkmaktadır. Sözleşmenin kurulmasıyla veya ifasıyla ilgili olan kişisel verileri işlemek durumunda olan satıcı, sağlayıcı veya hizmet sunan tarafın, gerçek kişiye ait bu bilgileri, veri süjesinin rızası gibi bir hukuka uygunluk sebebi olmadıkça, üçüncü kişilerle paylaşmamaları da gerekmektedir. Mesela bulut depolama  sözleşmesinde  kullanıcının  kişisel  verilerine  erişebilmesi  sağlamakla yükümlü olan sağlayıcı, aynı zamanda sözleşme kapsamında bu verilere izinsiz bir şekilde erişmeyeceği taahhüdüne aykırı davranarak bu verilerin üçüncü kişiler tarafından erişilebilir olmasını sağlamışsa, kullanıcının kişisel verilerini koruma yükümlülüğüne, dolayısıyla sözleşmeye aykırı davranmış olacaktır.  Gerçek kişilerin ticari veya mesleki faaliyetlerini gerçekleştirmek üzere akdetmiş olduğu,  dolayısıyla  bu  kişilerin  sözleşmenin  kurulmasıyla  veya  ifasıyla  ilgili olan kişisel verilerinin sözleşmenin karşı tarafında işlenmesini gerektiren bu tür sözleşmeler, kimi örneklerimizde de görüldüğü üzere, sözleşmenin bir tarafını yabancı bir gerçek veya tüzel kişinin oluşturması veya sözleşme konusunun veya ifa yerinin yabancı ülkede olması itibariyle yabancılık unsuru ihtiva edebilir. Dolayısıyla, veri sorumlusu konumundaki satıcı, sağlayıcı veya hizmet sunan tarafın, kişisel verileri hukuka aykırı olarak işlediği veya elde ettiği verileri koruma yükümlülüğü ihlal ettiği ileri sürüldüğünde, yabancılık unsuru içeren bu sözleşmelerden doğan uyuşmazlığın hangi ülke hukukuna göre karara bağlacağı meselesi doğacaktır. 2. Uygulanacak Hukukun MÖHUK m.24 Uyarınca Tespiti ve  Uygulama Alanıa. Genel OlarakBu başlık altında, MÖHUK daki akdi borç ilişkilerine ilişkin özel kanunlar ihtilafı kurallarının kapsamına girmeyen, dolayısıyla MÖHUK m.24 kapsamına giren ve kişisel verileri işlemeyi gerektiren ve bu verileri koruma yükümlülüğü doğurabilecek olan yabancı unsurlu sözleşmeleri ele alacağımızı yukarıda dolaylı olarak belirtmiştik. Bu tür sözleşmelerden doğan -konusunu kişisel verilerin işlenmesi veya korunması yükümlülüğüne  aykırılığın  oluşturduğu-  uyuşmazlıklara  uygulanacak  hukuk MÖHUK m.24 hükmü uyarınca tespit edilecektir. 129  Bu konuda bkz Yukarıda III/ B/ 1.130  Dolayısıyla, bu başlık altında MÖHUK daki akdi borç ilişkilerine dair özel kanunlar ihtilafı kurallarının kapsamına girmeyen sözleşmelere uygulanacak hukukun MÖHUK m.24 ün kapsamına gireceği varsayımından hareket ettiğimizi belirtmeliyiz. Zira yabancı unsurlu bir sözleşmeden kaynaklanan uyuşmazlık Türk mahkemesinin önüne geldiğinde, mahkemenin bu sözleşmeye uygulanacak hukukun MÖHUK m.24-29 da yer alan akdi borç ilişkilerine ilişkin hangi kanunlar ihtilafı kuralına göre tespit edileceğini belirlemeden evvel, uyuşmazlığın kaynaklandığı sözleşmenin hukuki niteliğini belirlemesi, yani vasıflandırma yapması gerekeceği unutulmamalıdır. Türk milletlerarası özel hukukunda da genel kabul edilen yaklaşım, vasıflandırmanın lex fori ye göre yapılacağı yönünde olduğundan, Türk mahkemesi, yabancı unsurlu sözleşmenin Türk maddi hukukunda öngörülen hukuki niteliğini esas alacaktır. Dolayısıyla, yapılacak vasıflandırma sonucunda, uyuşmazlığın kaynaklandığı yabancı unsurlu sözleşmenin MÖHUK m.25 ila m.29 da yer alan borç akitlerine ilişkin özel kanunlar ihtilafı kurallarından birinin kapsamına girmeyen bir sözleşme niteliğinde olmadığı sonucuna varırsa, MÖHUK m.24 hükmünü tatbik edecektir. 175İstanbul Hukuk Mecmuası 79/1MÖHUK m.24 uyarınca yetkili kılınan hukuk, öncelikle sözleşmenin karşı tarafını teşkil eden sağlayıcı, sponsor, hizmet sunan vb. tarafın, sözleşmeye taraf olmakla, sözleşmenin kurulması veya ifası amacıyla gerçek kişiler tarafından sunulan bilgilerin işlenmesi ve/veya korunması şeklinde bir yükümlülük altına girip girmediği hakkında karar verecektir. Kişisel verileri işleme ve/veya koruma yükümlülüğünün asli veya yan yükümlülük niteliğinde olup olmadığı, birbirinden farklı bu iki yükümlülüğe aykırılığın,  aynı  zamanda  sözleşmenin  ihlali  sonucunu  doğurup  doğurmadığı, sözleşmeye aykırılığın hangi hal ve şartlar altında söz konusu olacağı (hukuka uygunluk sebeplerinin neler olduğu) meseleleri de bu hukuka tabi olacaktır. Bununla bağlantılı olarak, sözleşmeye aykırılık halinde, gerçek kişilerin karşı tarafa yönelik maddi veya manevi tazminat talep etmek hakkına sahip olup olmadığı ile bunun şartlarının neler olduğu gibi meseleler hakkında da karar verecektir.MÖHUK m.24 te, daha önce incelediğimiz sözleşmelere ilişkin özel kanunlar ihtilafı kurallarında olduğu gibi, uygulanacak hukukun iki şekilde tespit edilebileceğini öngörmüştür.  MÖHUK  m.24(1)-(3) de  sözleşmeye  uygulanacak  hukukun  taraf iradelerine (hukuk seçimi) istinaden tespit edilebileceği, MÖHUK m.24(4) te ise hukuk seçiminin yokluğu halinde uygulanacak hukukun objektif bağlama kuralına göre belirleneceği öngörülmüştür. b. Yetkili Hukukun Taraflarca Belirlenmesi (Hukuk Seçimi)MÖHUK  m.24(1)-(3)  hükümleriyle  yabancılık  unsuru  içeren  sözleşmelere uygulanacak hukukun taraflarca hukuk seçimi yoluyla belirlenebilmesine ilişkin koşul ve sınırlamalara yer verilmiştir. Buna göre, taraflar, aralarındaki sözleşmeyi açık  olarak  seçtikleri  hukuka  tabi  kılabilir.  Aynı  fıkra  uyarınca  sözleşmenin hükümlerinden  ve  halin  şartlarından  tereddüde  yer  vermeyecek  bir  biçimde anlaşılabilen bir hukuk seçiminde de bulunabilecektir. Taraflarca seçilen hukuk, gerek emredici gerekse tamamlayıcı ve yorumlayıcı kurallarıyla birlikte, bir bütün olarak sözleşmeye uygulanacaktır. MÖHUK m.24(2)-(3) uyarınca taraflar, seçmiş oldukları devlet hukukunun sözleşmenin bir kısmına veya tamamına uygulanabileceği konusunda anlaşabilecekleri gibi, hukuk seçiminin her zaman yapılabilmesi veya değiştirilebilmesi mümkün kılınmıştır. 131  Nomer (n 28) 322; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 276; Çelikel ve Erdem (n 28) 395-396; Doğan, MÖH (n 28) 366-367; Aybay ve Dardağan (n 28) 255-256; Hacı Can ve Ali Gümrah Toker, Milletlerarası Özel Hukuk, (3.Bası, Adalet 2018) 443-445; Nuray Ekşi, Sözleşmeden Doğan Borçlara Uygulanacak Hukuk Hakkında Roma Konvansiyonu (Beta 2004) 100-101; Berk Demirkol, Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un 24. Maddesi Çerçevesinde Sözleşmeye Uygulanacak Hukuk (Vedat 2011) 139ff; Aslı Bayata Canyaş, ‘Roma I Tüzüğü ile Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun Uyarınca Sözleşmeden Doğan Borç İlişkilerinde Örtülü Hukuk Seçimi  (2011) 1(1) Hacettepe Hukuk Fakültesi Dergisi 110, 110ff; İlyas Arslan, ‘5718 Sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun Uyarınca Sözleşmeden Doğan Borç İlişkilerinde Zımnî Hukuk Seçimi , (2013) 33(2) MHB 1, 5ff 132  Güngör (n 59) 127; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 273.176Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya KorunmamasındanTarafların sözleşmeye uygulanmak üzere seçtikleri hukukun, beliri bir devlet hukuku olması gerekir. Bu bağlamda, seçilen hukuk Türk hukuku veya başka bir devletin hukuku olabilir. Bununla birlikte, sözleşmede belirli bir devlet hukukuna ait olmayan, özellikle milletlerarası ticari hayatı ilgilendiren sözleşmelerde UNIDROIT prensiplerini veya milletlerarası ticari örf adet hukuku (lex mercatoria) kurallarının sözleşme  metnine  dahil  edilmesi  (incorporation)134  ve  akdin  bir  parçası  haline getirilmesi mümkündür. Bu kurallar, taraflarca esasa uygulanmak üzere seçilen veya böyle bir seçim yoksa objektif bağlama kuralı uyarınca belirlenen hukukun sınırları ve temelleri üzerinde uygulanacaktır. Yine, hukuk seçimi yapılması halinde, seçilen hukukun kanunlar ihtilafı kurallarının değil, maddi hukuk kurallarının seçilmiş olduğu kabul edilmektedir. Zaten, gerek MÖHUK m.2(3) gerekse m.2(4) hükümleri birlikte ele alındığında, hukuk seçiminin taraflarca seçilen hukukun kanunlar ihtilafı kuralları değil, sözleşmeye ilişkin maddi hukuk kurallarına yönelik olması gerektiği anlaşılmaktadır. Bunlara  ilaveten,  MÖHUK  m.24(1)-(3) de  hukuk  seçimine  ilişkin  getirilen sınırlamalar bunlardan ibaret olduğu için, seçilen hukuk ile sözleşmesi arasında objektif olarak herhangi bir bağlantının olmamasının, başka bir deyişle sözleşmeyle hiçbir ilişkisi bulunmayan bir ülke hukukun seçilmesinin mümkün olduğu kabul edilmektedir. Yine, Yargıtay ın bir kararıyla da ortaya konduğu üzere, objektif açıdan yabancılık unsuru içermeyen bir sözleşmeye uygulanmak üzere tarafların yabancı  hukukun  uygulanacağı  konusunda  anlaşmış  olmaları,  sözleşmeye  taraf iradesiyle yabancılık unsurunun katılmasını mümkün ve geçerli kılmaktadır.c. Hukuk Seçimi Yapılmayan Hallerde Sözleşmeye Uygulanacak Hukukun Tespiti (Objektif Bağlama Kuralı)Tarafların  hukuk  seçiminde  bulunmamaları  halinde  sözleşmeye  uygulanacak hukukun  nasıl  belirleneceği  MÖHUK  m.24(4) te  düzenlenmiştir.  Buna  göre, taraflarca hukuk seçiminin yapılmamış olması halinde, objektif bağlama kuralı 133  Nomer (n 28) 320; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 279. 134  Incoprporation hakkında bkz Nuray Ekşi, ‘Kanunlar İhtilafı Alanında Incorporation  (1999) 19(1-2) MHB 263, 263ff135  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 279-280. Mesela, uygulanacak hukukun Türk hukuku olduğunu kararlaştıran bir sponsorluk sözleşmesinin tarafları, aynı zamanda ICC nin Reklamcılık ve Pazarlama İletişim Kodu nun (ICC Advertising and Marketing Communications Code)  B  Bölümünde yer alan sponsorluğa ilişkin hükümlerin uygulanmasını kararlaştırabilir. Örnek için bkz Karaağaç (n 122) 562.136  Nomer (n 28) 326; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 278.137  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 281.138  Bkz Yargıtay 11HD, 8585/12877 7.12.2006, (<https://www.lexpera.com.tr> Erişim Tarihi 30 Mart 2020). Kararın detaylı analizi için bkz Emre Esen, ‘Critique of a Turkish Court of Cassation Decision on the Validity of Choice-of-Law and Choice of-Forum Clauses in an Insurance Agreement , (2010)(59) Annales de la Faculté de Droit d Istanbul 365ff; Sibel Özel, ‘Sözleşmesel İlişkide Yabancılık Unsuru ve Hukuk Seçimi  iç Bilgin Tiryakioğlu, Mesut Aygün, Ali Önal, Kübra Altıparmak, Cansu Kaya (edr), Milletlerarası Özel Hukukta Güncel Konular Sempozyumu (Yetkin 2016) 423, 428.139  Konu hakkındaki teorik tartışmalar hakkında ayrıntılı bilgi için bkz Şanlı, Esen ve Ataman-Figanmeşe (n 28) 283-285; Özel, Hukuk Seçimi (n 138) 423ff177İstanbul Hukuk Mecmuası 79/1olarak, sözleşmeyle en sıkı ilişkili hukuk uygulanacaktır. Maddenin devamında, sözleşmeyle en sıkı ilişkili hukukun tayininde kullanılmak üzere –emredici nitelikte- bazı karinelere yer verilmiştir. Dolayısıyla, Türk mahkemeleri, yabancılık unsuru içeren ve konusunu gerçek kişilere ait kişisel verilerin işlenmesi veya bu verilerin korunmaması nedeniyle ihlal edildiği ileri sürülen sözleşmeyle en sıkı ilişkili hukuku bu karineleri kullanmak suretiyle tespit edecektir. MÖHUK m.24(4) c.2 ye göre, karakteristik edim borçlusunun, sözleşmenin kuruluşu sırasındaki mutad meskeni hukuku, ticari veya mesleki faaliyetler gereği kurulan sözleşmelerde karakteristik edim borçlusunun işyeri, bulunmadığı takdirde yerleşim yeri, karakteristik edim borçlusunun birden fazla işyeri varsa sözleşmeyle en sıkı ilişkili bulunan işyeri hukuku, sözleşmeyle en sıkı ilişkili hukuktur. MÖHUK m.24(4) hükmü, en sıkı irtibatlı hukukun tespitinde kullanılan karineler bakımından, ticari veya mesleki faaliyet çerçevesinde kurulmuş sözleşmelerle böyle bir faaliyet çerçevesinde kurulmuş olmayan sözleşmeler arasında ayrım yapmaktadır. Bu hüküm uyarınca, karine olarak sözleşmeyle en sıkı ilişkili hukuk, ticari veya mesleki faaliyet çerçevesinde kurulmuş sözleşmeler bakımından, karakteristik edim borçlusunun işyeri, işyerinin bulunmaması halinde yerleşim yeri hukukudur. Ticari veya mesleki faaliyet çerçevesinde kurulmayan sözleşmeler bakımından sözleşmeyle en sıkı ilişkili hukuk karine olarak, karakteristik edim borçlusunun mutad meskeni hukukudur. Demek ki, söz konusu karinelerin hangisinin uygulanacağının tespiti için, öncelikle sözleşmenin ne zaman ticari veya mesleki faaliyet çerçevesinde kurulmuş sayılacağının tespiti gerekmektedir. Mahkemenin önüne gelen uyuşmazlığa konu sözleşmenin ticari veya mesleki bir faaliyet çerçevesinde kurulmuş olup olmadığı, bir vasıflandırma meselesi olup, Türk hukukuna göre belirlenecektir. Mesela, yukarıda verdiğimiz örneklerden doktor ile yabancı yayıncı arasındaki reklam yapım ve yayın, diş hekimi ile tıbbi cihaz üretici yabancı firma arasındaki satım, yabancı futbolcu ile Türk şirket arasındaki sponsorluk veya avukat ile yabancı yayınevi arasındaki abonelik  sözleşmelerinin  ticari  veya  mesleki  faaliyet  çerçevesinde  yapıldığını söylemek mümkündür. Dolayısıyla, yabancılık unsuru içeren bu tür sözleşmelerin en sıkı ilişkili olduğu hukuk, karakteristik edim borçlusunun sözleşmenin kuruluşu sırasındaki  işyeri,  bulunmaması  halinde  yerleşim  yeri,  birden  fazla  işyerinin bulunması halinde sözleşmeyle en sıkı ilişkili işyeri hukuku olacaktır. MÖHUK m.24(4) uyarınca, sözleşmeyle en sıkı ilişkili hukukun, bu bağlamda maddede yer alan karinelerin doğru bir şekilde uygulanabilmesi, aynı zamanda karakteristik  edim  borçlusunun  sözleşmenin  hangi  tarafı  olduğunun  tespitine 140  Nomer (n 28) 330; Çelikel ve Erdem (n 28) 398; Doğan, MÖH ( 25) 376; Tekinalp ve Uyanık-Çavuşoğlu (n 28) 365; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 291; Can ve Toker (n 131) 450; Aybay ve Dardağan (n 28) 260; Demirkol (n 131) 276ff; Ekşi, Roma (n 131) 109-110.141  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 293. 178Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanbağlıdır. Karakteristik edim kavramının yasal bir tarifi bulunmamaktadır. Ancak doktrinde akdi karakterize eden, akde adını ve ağırlığını veren, akde damgasını vuran ve hukukî özelliğini veren, diğerine nazaran daha rizikolu konumda bulunan edim olarak tarif edilmektedir. Bu konuda önerilen bir diğer kriter, para ödenmesine ilişkin edimin karakteristik edim olamayacağıdır. Bu açıklamalar ışığında, yukarıda değindiğimiz  mesleki  veya  ticari  faaliyet  çerçevesinde  kurulan  sözleşmelerde karakteristik edimin, bu mesleki veya ticari faaliyet sonucu ortaya çıkan edim olduğunu söyleyebiliriz. Yukarıda verdiğimiz bir gerçek kişinin akdettiği havayoluyla taşıma sözleşmesi örneğinde taşıyanın ediminin, tıbbi cihaz satım sözleşmesinde satıcının, bulut depolama sözleşmesinde depolama altyapısının ve/veya yazılımını kullanıcıya  sunan  sağlayıcının,  abonelik  sözleşmesinde  yayınevinin  ediminin karakteristik edim olduğunu, dolayısıyla bu kişilerin karakteristik edim borçlusu olduğunu söylemek mümkündür. Diğer yandan, tarafların edimleri karşılaştırıldığında bazı sözleşme türleri bakımından karakteristik edimin belirlenmesinin zorluk arz edebilecektir. Mesela, sponsorluk sözleşmelerinde tarafların farklı, karmaşık ve salt para ödenmesine dayanmayan karşılıklı edimlerinin bulunması, hangi tarafının ediminin karakteristik olduğunun belirlenmesini zorlaştırmaktadır. Ancak, sponsorun ediminin sadece para ödenmesi veya ayni ya da hizmet şeklinde bir edim olması karşısında  desteklenenin  ediminin  karakteristik  edim  olduğu  belirtilmektedir. Dolayısıyla, desteklenenin işyeri hukuku, birden fazla işyeri varsa sözleşmeyle en sıkı ilişkili işyeri hukuku, işyerinin bulunmaması halinde yerleşim yeri hukuku, sözleşmeyle en sıkı ilişkili hukuk olacaktır. MÖHUK m.24(4) hükmü, bir sözleşmeyle en sıkı irtibatlı hukukun hangisi olduğu sorusunu, aynı maddede yer alan karinelerle cevaplamaktadır. Ancak, bu karinelerin uygulanması suretiyle yetkili kılınan hukukun uygulanmasının mutlak olmadığı, MÖHUK m.24(4) ün son cümlesinde yer alan istisna kuralından anlaşılmaktadır:  …halin bütün şartlarına göre sözleşmeyle daha sıkı ilişkili bir hukukunun bulunması halinde  sözleşme,  bu  hukuka  tabi  olur .  Demek  ki,  MÖHUK  m.24(4) deki karineleri uygulamak durumunda olan mahkemenin ulaşmış olduğu hukuk, her zaman gerçek anlamda sözleşmeyle en sıkı ilişkili hukuk olmayabilir ve bu hukuka 142  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 293.143  Karakteristik edim kavramı hakkında ayrıntılı bilgi için bkz Fügen Sargın, ‘Karakteristik Edim Teorisine Eleştirel Bir Yaklaşım  (2001) 50(2) AÜHFD 37, 44ff; Güngör Gülin, Temel Milletlerarası Özel Hukuk Metinlerinin Sözleşmeden Doğan Borç İlişkilerine Uygulanacak Hukuk Konusunda Yakınlık Yaklaşımı (Yetkin 2007) 171ff; Demirkol (n 131) 217ff144  Bkz Nomer (n 28) 331; Sargın (n 143) 45-46; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 293-294; Demirkol (n 131) 217-218.145  Nomer (n 28) 331; Ekşi, Roma (n 131) 111-112; Ziya Akıncı, Tarafların Yetkili Hukuku Belirlememeleri Durumunda Sözleşmeye Uygulanacak Hukuk, (Dokuz Eylül Üniversitesi Yayınları 1992) 40. 146  Bu yönde bkz Uyanık (n 124) 514.147  Bu konu hakkında bkz Şanlı, Esen ve Ataman-Figanmeşe (n 28) 295.148  Karaağaç (n 122) 565-566. 149  Karaağaç (n 122) 567.179İstanbul Hukuk Mecmuası 79/1kıyasla sözleşmeyle daha sıkı irtibatlı bir hukukun bulunması söz konusu olabilir. Dolayısıyla, Türk mahkemeleri somut olayda sadece MÖHUK m.24(4) uyarınca karinelerin uygulamak ve yetkili hukuka ulaşmakla yetinmemeli, en sıkı irtibatlı hukuk olarak tespit edilen bu hukuka nazaran sözleşmeyle daha sıkı ilişkili bir ülke hukukunun var olup olmadığı somut olayın koşullarına göre araştırmalıdır. IV. Sözleşmeye Uygulanacak Hukuk Olarak Tespit Edilen Yabancı Hukukun Tatbikini Engelleyen HallerKişisel verilerin işlenmesinden veya korunmamasından kaynaklanan yabancı unsurlu sözleşmeye aykırılık iddialarını karara bağlamak durumunda olan bir Türk mahkemesi,  yukarıda değindiğimiz kanunlar ihtilafı kurallarını tatbik ettiğinde davaya ya Türk hukukunu ya da yabancı bir ülke hukukunu uygulamak durumunda kalacaktır.  Davaya  Türk  hukukunun  maddi  hukuk  kurallarının  uygulanması halinde, esasen herhangi bir problem ortaya çıkmamaktadır. Zira davaya Türk hukukunun uygulanacağının tespiti halinde mahkeme, artık uyuşmazlığı yerel karakterli bir dava imiş gibi karara bağlayacaktır. Bu bağlamda, kişisel verilerin işlenmesi veya korunmaması nedeniyle sözleşmenin ihlal edilip edilmediği, kişisel verilerin işlenmesini/korunmamasını hukuka uygun kılan herhangi bir sebebin olup olmadığını, tazminat talep edilmesi halinde bunun şartlarının gerçekleşip gerçekleşmediği gibi hususları, Türk hukukuna göre karara bağlayacaktır. Burada, başta bu konuda özel kanun niteliğinde olan KVKK olmak üzere Türk kanunlarını uygulayacaktır. Davaya yabancı hukukun uygulanması gerektiği sonucuna varılması halinde, aslolan uyuşmazlığın yetkili kılınan yabancı hukukun maddi hukuk kuralları uyarınca çözümlenmesidir. Bununla birlikte, MÖHUK hükümleri uyarınca yetkili kılınan yabancı hukukun uygulanmasını sınırlandıran iki hâl bulunmaktadır. Bunlardan ilki, yabancı hukukun uygulanmasının Türk kamu düzenine açıkça aykırı olmasıdır. Kişisel verilerin işlenmesi suretiyle gerçekleştiği ileri sürülen gerek kişilik hakkının ihlali  gerekse  sözleşmeye  aykırılık  iddialarına  ilişkin  davaya  yabancı  hukukun uygulanması gerektiği sonucuna varılması halinde, aslolan bu hukukun davaya tatbik edilmesidir. Bununla birlikte, aslolan yetkili yabancı hukukun davaya tatbik edilmesi olsa da, bu mutlak değildir. Zira yabancı hukukun uygulanması, Türk kamu düzenine aykırı olmaması şartına bağlıdır. Uygulanacak yabancı hukukun somut uyuşmazlığa ilişkin hükmünün uygulanması Türk kamu düzenine açıkça aykırılık 150  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 296.151  Sözleşmeyle en sıkı ilişkili ülke hukukuna nazaran daha sıkı ilişkili hukukun bulunup bulunmadığının tespitinde, hâlin bütün şartlarının dikkate alınması gerekmektedir. Bu çerçevede sözleşmenin ifa veya inikat yerinin, tarafların vatandaşlıklarının, işyerlerinin, mutad meskenlerinin veya yerleşim yerlerinin dikkate alınması gerektiği belirtilmektedir. Bkz Tekinap ve Uyanık-Çavuşoğlu (n 28) 367-368; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 297.152  Yabancı hukukun tatbikine engel kamu düzeni müdahalesi hakkında bkz Çelikel ve Erdem (n 28) 139ff; Nomer (n 28) 161ff; Şanlı, Esen ve Ataman-Figanmeşe (n 28) 75ff180Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanteşkil edecek ise, bu hükmün uygulanmasına engel olunabilir, gerekli görüldüğü takdirde Türk hukuku uygulanır (MÖHUK m.5). Burada esas alınacak husus, yabancı hukukun uygulanmasıyla ortaya çıkacak sonuçtur. Yabancı hukukun uygulanmasıyla ortaya çıkan sonuç, Türk adap ve ahlak anlayışıyla, Türk hukukunun temel prensipleriyle veya temel hak ve özgürlüklerle tahammül edilemez bir şekilde bağdaşmamakta ise, yani kamu düzenini aşikâr bir şekilde ihlal etmekte ise, yabancı hukukun tatbikinden vazgeçilecektir. Dolayısıyla, yukarıda incelediğimiz hükümler uyarınca yetkili kılınan yabancı hukukun somut uyuşmazlığa ilişkin hükmünün uygulanması, Türk kamu düzenine açıkça aykırı bir sonuca yol açmakta ise, bu hükmün uygulanmasına engel olunabilir, gerekli görüldüğü takdirde Türk hukuku uygulanır (MÖHUK m.5). Örneğin, MÖHUK m.27(2) uyarınca işçinin mutad işyeri hukuku olan yabancı hukukun iş kanunu hükümlerinde,  işçinin  çalıştığı  işkolu  bakımından  haklı  sebeple  dahi  olsa  iş sözleşmesini feshetme hakkı tanınmamış olsun. İşveren de, söz konusu işçinin bulaşıcı  hastalığına  veya  cinsel  yönelimine  ya  da  ceza  mahkumiyetine  ilişkin bilgilerini kullanarak şantajda bulunmuş veya bunları işyerindeki diğer işçilerin öğreneceği şekilde sosyal medyada paylaşmış olsun. İşçinin işyeri/toplum nezdinde onurunu ve itibarını zedeleyen ve işçinin kişiliğini (kişisel verilerini) koruma ve gözetme borcuna açıkça aykırı olmasına ve işçinin iş sözleşmesine devam etmesinin kendisinden beklenemeyeceği açıkça anlaşılmasına rağmen, salt yetkili yabancı hukukta işçiye iş sözleşmesini feshetme hakkı tanınmaması nedeniyle işçiye işe devam etme zorunluluğu öngören böyle bir kuralın uygulanması, işçinin maddi ve manevi varlığını koruma ve geliştirme hakkıyla bağdaşmayacağından Türk kamu düzenine açıkça aykırı olarak nitelendirilebilecektir. Yine, sponsorluk sözleşmesine uygulanacak hukuk olarak seçilen yabancı hukukta, sadece sponsora sözleşmeyi fesih hakkı tanınmış olsun. Sponsor bu hakkını kullanmadığı takdirde, öngörülemeyen uzun bir süre boyunca sözleşmeyle bağlı kalacak olan desteklenenin kişisel verileri sponsor tarafından kullanılabilecek, desteklenenin kişisel ve ekonomik özgürlüğü aşırı derece sınırlanacaktır. Dolayısıyla, seçilen yabancı hukuktaki ilgili hüküm, kamu düzenine açıkça aykırı olması halinde uygulanmayabilecektir.Sözleşmeye  uygulanacak  yabancı  hukukun  maddi  hukuk  kurallarının uygulanmasını  engelleyen  bir  diğer  hâl  de  doğrudan  uygulanan  kurallardır. Devletin organizasyonunu tanzim etmek veya mali, ekonomik, sosyal veya kültürel politikalarını gerçekleştirmek üzere çıkardığı kurallar, hukuki işlem veya ihtilafın niteliğine  bakılmaksızın  doğrudan  uygulama  alanı  bulmaktadır.  Bu  kurallar, kamu menfaatini koruma amacını taşıyarak, yabancı unsurlu olsın veya olmasın, 153  Benzer bir örnek için bkz Tarman, İş Sözleşmesi (n 102) 545.154  Örnek için bkz Karaağaç (n 122) 572.155  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 314; Hatice Özdemir Kocasakal, Doğrudan Uygulanan Kurallar ve Sözleşmeler Üzerindeki Etkileri (Galatasaray Üniversitesi Yayınları 2001) 8.181İstanbul Hukuk Mecmuası 79/1ülkeyle irtibatlı her türlü uyuşmazlığa uygulanmaktadır.  Burada kamu düzeni müdahalesinden farklı olarak, doğrudan uygulanan kurallar, getirdikleri düzenlemeyle sınırlı olmak kaydıyla, kanunlar ihtilafı kurallarının ve bu kurallar uyarınca yetkili kılınan yabancı hukukun uygulanmasını engellemektedir. Yukarıda zikrettiğimiz hükümler uyarınca sözleşmeye uygulanacak hukuk olarak tespit edilen yabancı hukukun maddi hukuk kurallarının uygulanması, kaynağını 5718 sayılı MÖHUK ta yer alan düzenlemelerden alan doğrudan uygulanan kuralların uygulanması suretiyle engellenebilir. Bunlardan  ilki  olan  MÖHUK  m.6  uyarınca,  yabancı  hukukun  uygulandığı durumlarda, düzenleme amacı ve uygulama alanı bakımından Türk hukukunun doğrudan uygulanan kurallarının kapsamına giren hallerde o kural doğrudan uygulanır. Bunlardan ikincisi olan ve MÖHUK m.6 dan farklı olarak sadece sözleşmeden kaynaklanan borç ilişkileri bakımından uygulama alanı bulan MÖHUK m.31 uyarınca, sözleşmenin tabi olduğu hukuk uygulanırken, sözleşmeyle sıkı ilişkili üçüncü devletin doğrudan uygulanan kurallarına etki tanınabilir. Türk mahkemesi, söz  konusu  kurallara  etki  tanımak  ve  uygulayıp  uygulamamak  konusunda  bu kuralların amacını, niteliğini, muhtevasını ve sonuçlarını dikkate alacaktır. Üçüncü olarak, sözleşmeye uygulanacak hukuk olarak tespit edilen yabancı hukukta yer alan doğrudan uygulanan kurallar, MÖHUK m.24 vd. hükümlerinin bir gereği olarak, Türk mahkemelerince uygulanacaktır. Dolayısıyla, kişisel verilerin işlenmesi nedeniyle ortaya çıkan yabancı unsurlu sözleşmeye aykırılık iddiaları hakkında Türk mahkemesi, sözleşmeye uygulanacak yabancı hukukun maddi hukuk kurallarını uygulamadan evvel, yukarıda saydığımız aynı anda üç farklı devletin hukukuna ait doğrudan uygulanan kuralları uygulamak durumunda kalabilecektir. Bunlardan,  MÖHUK  m.24  vd.  hükümleri  uyarınca  yetkili  kılınan  yabancı hukukun doğrudan uygulanan kuralları, yabancı hukukun bir parçası olarak zaten uygulanacaktır. Bununla birlikte, yetkili kılınan yabancı hukukta gerçek kişilerin tarafı olduğu yukarıda zikrettiğimiz sözleşmeler kapsamında elde edilen kişisel verilerin işlenmesine veya korunması konusunda herhangi bir düzenleme bulunmayabilir. Keza, yabancı hukukta kimi kişisel verilerin sözleşmenin karşı tarafınca -sözleşmenin ifasıyla veya kurulmasıyla ilgili olsun veya olmasın- elde edilmesi, kullanılması, paylaşılması  veya  transfer  edilmesi  herhangi  bir  koşul  aranmaksızın  mümkün kılınmış olabilir. Bu gibi durumlarda, gerek Türk hukukunun gerekse sözleşmeyle sıkı ilişkili üçüncü devletin doğrudan uygulanan kurallarının devreye girmesi söz konusu olabilir. Böylece, kişisel verilerin işlenmesine veya korunmasına ilişkin 156  Özdemir Kocasakal (n 155) 8; Mustafa Erkan, ‘MÖHUK Madde 31 Bağlamında Türk Hukukunda Doğrudan Uygulanan Kurallara Bakış  (2011) 15(2) GÜHFD 81, 84. 157  Şanlı, Esen ve Ataman-Figanmeşe (n 28) 94.158  Türk hukukunun (lex fori nin) doğrudan uygulanan kurallarına ilişkin MÖHUK m.6 hükmü, her türlü işlem ve ilişki hakkında uygulama alanı bulacak genel bir hüküm iken, MÖHUK m. 31 hükmü sadece sözleşmeden doğan borç ilişkileri hakkında uygulama alanı bulmaktadır. Bkz Şanlı, Esen ve Ataman-Figanmeşe (n 28) 315.182Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanesnek düzenlemeler getirmesi nedeniyle veri sorumlusu konumundaki sözleşmenin karşı tarafının kişisel verileri işleme veya koruma yükümlülüğüne ilişkin düzenleme getirmeyen veya böyle bir yükümlülük altında bulunmadığı sonucuna yol açan yabancı hukukun maddi hukuk kurallarının uygulanması engellenebilir. Şüphesiz, bu noktada akla Türk hukukunda var olan ve sözleşmeye uygulanacak yabancı  maddi  hukuk  kurallarının  uygulanmasını  engelleyen  kişisel  verilerin işlenmesine  ve/veya  korunmasına  ilişkin  kurallardan  hangilerinin  doğrudan uygulanan kural niteliğinde olduğu sorusu gelmektedir. Bu soruya verilecek cevap, yukarıda  zikrettiğimiz  sözleşmelerin  niteliğine  bağlı  olarak  değişebileceği  gibi, KVKK ile kişisel verilerin korunmasına ilişkin diğer düzenlemelerde yer alan bazı kurallar, her türlü hukuki işlem ve ilişki bakımından Türk mahkemelerince dikkate alınması gereken bir doğrudan kural olarak nitelendirilebilir. Örneğin, özel nitelikli kişisel veriler ile bu verilerin işlenmesi şartlarına ilişkin KVKK m.6 hükmünün bir doğrudan uygulanan kural niteliğinde olduğu söylenebilir. Dolayısıyla sözleşme kapsamında işlenen (kullanılan, depolanan, paylaşılan) gerçek kişiye ait kişisel veri, yetkili yabancı hukukta özel nitelikli veri olarak nitelendirmese, hatta bir veri olarak nitelendirilmese dahi, Türk mahkemelerinin bu veriyi bir kişisel veri olarak nitelendirmesi, verinin sözleşmenin karşı tarafınca KVKK m.6 ya uygun olarak işlenip işlenmediğini araştırması gerekecektir. Yine,  kişisel  verilerin  yurt  dışına  aktarılmasını  ve  bunun  için  gerekli koşulları düzenleyen KVKK m.9 hükmü de bir doğrudan uygulanan kural olarak nitelendirilebilir. Bu itibarla, akdettiği sözleşmeler çerçevesinde gerek çalışanlarına gerekse tüketicilere ait kişisel verileri yurt dışına aktarmak isteyen bir yabancı veya Türk şirketi, sözleşmeye uygulanacak hukuk hangi ülke hukuku olursa olsun, KVKK m.9 da yer alan koşullara uygun olarak hareket etmelidir. Aksi takdirde, yetkili yabancı hukukta kişisel verilerin işlenmesi (veri aktarımı), sözleşmeye aykırı bir davranış olarak nitelendirilmese, dolayısıyla şirketin kişisel verileri koruma yükümlülüğüne  aykırı  davranmadığı  kabul  edilse  dahi,  Türk  mahkemesi  veri aktarımının KVKK m.9 daki koşullara uygun yapılıp yapılmadığını inceleyebilir ve  şirketin  sözleşmeye  aykırı  hareket  ettiğine  hükmedebilir.  Konuyu  daha  da somutlaştırmak adına, bulut depolama sözleşmeleri üzerinden bir örnek verilebilir. 2019/12  sayılı  Cumhurbaşkanlığı  Genelgesi  ile  bilgilerin  dijital  ortamlara taşınması, dijital altyapıların ve bilgi yönetim sistemlerinin yaygın olarak kullanılması nedeniyle  doğabilecek  güvenlik  risklerini  azaltmak  amacıyla  bilgi  ve  iletişim güvenliği için tedbirler alınmıştır. Türk hukukun doğrudan uygulanan kurallarından biri olarak nitelendirilebileceği belirtilen bu genelgenin ilk maddesinde, nüfus, sağlık ve iletişim kayıt bilgileri ile genetik ve biyometrik bilgilerin yurt içinde 159  Bilgi ve İletişim Güvenliği Tedbirleri ile İlgili 2019/12 Sayılı Cumhurbaşkanlığı Genelgesi, Genelge Numarası: 2019/12, Kabul Tarihi: 5.7.2019, RG 6.7.2019/30823.160  Uyanık (n 124) 526.183İstanbul Hukuk Mecmuası 79/1depolanacağı düzenlenmiş, kamu kurum ve kuruluşlarının yurt dışındaki sunucularda veri depolaması yasaklanmıştır. Dolayısıyla, söz konusu kişisel verilerin yabancı ülkelerdeki sunucularda depolanmasını ve gerektiğinde kullanılmasını konu edinen bulut depolama sözleşmelerinden kaynaklanan uyuşmazlıklar bakımından, bulut depolama sözleşmelerinin geçerliliğini ve ifasını etkileyebilecek olan bu kural Türk mahkemelerince dikkate alınacaktır. Türk hukukunun doğrudan uygulanan kurallarının yanı sıra, yukarıda zikrettiğimiz sözleşmelerle sıkı ilişkili olmak kaydıyla, üçüncü devletin doğrudan uygulanan kuralları  da  yetkili  yabancı  hukukun  sözleşmeye  ilişkin  maddi  kurallarının uygulanmasını  engelleyebilir.  Bulut  depolama  sözleşmesi  örneğinden  yola çıkacak olursak, sözleşmeye yabancı bir devlet hukukunun kararlaştırıldığı, ancak sözleşmeye konu verilerin depolandığı sunucunun bulunduğu ülkenin üçüncü bir ülke olduğu hallerde, üçüncü ülkenin sözleşmeyle sıkı ilişki içinde olduğunu söylemek mümkündür.  Dolayısıyla,  Türk  mahkemesi,  sözleşmeyle  sıkı  ilişki  içinde  olan üçüncü devletin kişisel verilerin işlenmesine ilişkin genel nitelikteki veya (2019/12 sayılı Genelge gibi) özel düzenlemelerinde yer alan kurallara etki tanıyabilir. Bunun sonucunda verilerin hangi ülkede depolandığını bilmeyen kullanıcılar bakımından bulut depolama sözleşmesinin geçerliliğine veya ifasına ilişkin sürpriz sonuçlar ortaya çıkabilir. Zira kişisel verilerin depolanmasına ilişkin bulut altyapılarının yaygınlaşmasıyla birlikte, pek çok ülke hukukunda 2019/12 sayılı Genelge benzeri düzenlemelere yer verildiği belirtilmektedir. Bu bakımdan, yetkili yabancı hukukun, çalışma kapsamında incelediğimiz sözleşmelerden kişisel verilerin işlenmesi veya korunmaması nedeniyle kaynaklanan uyuşmazlıklara uygulanması, sözleşmeyle sıkı ilişkili içindeki üçüncü bir devletin kişisel verilerin işlenmesine veya korunmasına ilişkin doğrudan kuralların varlığı nedeniyle mümkün olmayabilir. Ancak, üçüncü devletin söz konusu kurallarına etki tanımak ve uygulayıp uygulamamak konusunda bu kuralların amacının, niteliğinin, içeriğinin ve sonuçlarının da dikkate alınacağı unutulmamalıdır. SonuçKVKK ile farklı bir boyut kazanan kişisel verilerin işlenmesi ve korunması, Türk kanunlar ihtilafı hukukunda genellikle kişilik haklarının korunması boyutuyla ele alına gelmiştir. Günümüzde kişisel verilerin işlenmesi ve işlenen bu verilerin korunması gereği, genellikle veri süjesi gerçek kişi ile veri sorumlusu konumundaki karşı taraf arasında akdedilen bir sözleşme çerçevesinde işlenen kişisel veriler bakımından da ortaya çıkabilmektedir. Bu durumda genellikle bir sözleşmenin kurulmasına veya sözleşmenin ifasına ilişkin olarak kişisel verilerin işlenmesi söz konusu olmaktadır. 161  Uyanık (n 124) 528.184Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya KorunmamasındanSözleşmesel  ilişki  kapsamında  elde  edilen  kişisel  verilerin  elde  edilmesi, kullanılması, depolanması, paylaşılması, aktarılması, silinmesi gibi kişisel veriler üzerindeki her türlü eylem, aynı zamanda ilgili gerçek kişinin şahıs varlığıyla yakından ilgilidir. Bu itibarla, kişisel verilerin hukuka aykırı olarak işlenmesi veya korunmaması, aynı zamanda kişilik haklarına yönelik bir saldırı olması itibariyle haksız fiil olarak da nitelendirilebilmektedir. Türk maddi hukukunda benimsenen haksız fiil sorumluluğu ile akdi sorumluluğun yarışma halinde olduğu ve birbirini dışlamadığı anlayışı Türk kanunlar ihtilafı hukuku bakımından da geçerlidir. Bunun doğal sonucu olarak, yabancı unsurlu sözleşmeler çerçevesinde elde edilen kişisel verilerin hukuka aykırı olarak işlenmesi veya bu verilerin korun(a)maması nedeniyle açılan bir davada, hangi kanunlar ihtilafı  kuralının  uygulanacağı  davacının  iddialarını  haksız  fiil  veya  sözleşmeye aykırılıktan hangisine dayandıracağına bağlı olarak değişecektir. Kısacası, yabancı unsurlu böyle bir davada uygulanacak kanunlar ihtilafı kuralının tespiti, dolayısıyla hangi ülke hukukunun uygulanacağı, yapılacak böyle bir nitelendirmeye bağlı olarak farklılık arz edecektir. Çalışmamızın kapsamını yabancılık unsuru içeren sözleşmelerin kurulması ve ifasıyla ilgili kişisel verilerin işlenmesi veya bu verilerin veri sorumlusu olan sözleşmenin karşı tarafınca korunmaması nedeniyle ortaya çıkan sözleşmeye aykırılık halleriyle sınırlandırmıştık. Bu itibarla, yabancı unsurlu bu tür sözleşmeye aykırılık iddialarını karara bağlayacak olan Türk mahkemesi, sözleşmeye uygulanacak hukuku MÖHUK m.24-29 ve 32 hükümleri uyarınca belirleyecektir. MÖHUK m.24-29 da yer alan kanunlar ihtilafı kuralları uyarınca tespit edilen hukuk,  sözleşme  görüşmelerinden  doğan  sorumluluk  (culpa  in  contrahendo), sözleşmenin kurulması, maddi geçerliliği, içeriği, yorumu, hüküm ve sonuçları, süresi, irade sakatlıkları, ifa ve ifa engelleri gibi konular hakkında yetkili olacaktır. Gerçek  kişilere  ait  kişisel  veriler,    sözleşmenin  kurulması  veya  sözleşmeden kaynaklanan  edimlerin  ifası  amacıyla  sözleşmenin  bir  tarafınca  işlenmektedir. Dolayısıyla, gerçek kişiler tarafından bu amaçla sunulan veya karşı tarafça istenen bu bilgilerin işlenmesi veya elde edilen bu verilerin korunması konusunda karşı tarafın sözleşmeden kaynaklanan bir yükümlülük altında olup olmadığı veya bu yükümlülüğün kapsamı ve koşulları hakkında da MÖHUK m.24-29 ve 32 uyarınca sözleşmeye  uygulanacak  hukuk  yetkilidir.  MÖHUK  m.24-29  arasında  yer  alan kanunlar ihtilafı kurallarından hangisinin uygulanacağı ise, gerçek kişiye ait kişisel verilerin işlenmesini ve korunmasını gerektiren sözleşmenin niteliğine ve taraflarına bağlı  olarak  değişebilmektedir.  MÖHUK  m.25-29 da  bazı  sözleşme  türleri bakımından özel kanunlar ihtilafı kurallarına yer verilmiş, MÖHUK m.24 te ise özel kuralların kapsamına girmeyen sözleşmelerden doğan borç ilişkilerine uygulanacak hukuku gösteren genel kanunlar ihtilafı kuralına yer verilmiştir. Dolayısıyla, kişisel verilerin işlenmesi veya korunmaması nedeniyle ihlal edildiği ileri sürülen sözleşme, MÖHUK m.25-29 un kapsamına giren bir sözleşme ise, ilgili özel kural uyarınca uygulanacak hukuk tespit edilecektir.185İstanbul Hukuk Mecmuası 79/1 Günümüzde, başta tüketici ve iş sözleşmeleri olmak üzere, gerçek kişilerin tarafı olduğu pek çok sözleşmenin kurulabilmesi veya bu sözleşmeler kapsamında karşı tarafın sözleşmeden doğan borçlarını ifa edebilmesi için, veri süjesi konumundaki gerçek kişiye ait kişisel verilerin elde edilmesi, kullanılması, depo edilmesi veya paylaşılması gerekmektedir. Gerçek kişilerin tarafı olabileceği bu tür sözleşmelerin çoğunlukla, tüketici ve iş sözleşmeleri niteliğinde olabileceği düşüncesiyle, konusunu kişisel verilerin işlenmesi veya korunmamasının oluşturduğu bu tür sözleşmelerden doğan uyuşmazlıklara uygulanacak hukukun, MÖHUK m.26 ve m.27 hükümleri uyarınca tespit edileceği sonucuna varılmıştır. MÖHUK m.26 ve m.27 hükümleri analiz edildiğinde, her iki maddedeki kanunlar ihtilafı kuralları, sözleşmenin zayıf tarafı  konumunda  olduğu  varsayılan  tüketicileri  ve  işçileri  korumak  gayesiyle dizayn edilmiştir. Buna göre, tüketici ve iş sözleşmelerinin taraflarına MÖHUK m.24(1)-(3) de  belirlenen  sınırlar  dâhilinde  hukuk  seçiminde  bulunma  imkânı tanınmıştır. Ancak,  hukuk seçimi, seçilen hukukun tüketicinin mutad meskeninin ve  işçinin  mutad  işyerinin  bulunduğu  ülke  hukukunun  emredici  hükümlerinin sağlayacağı asgari korumaya nazaran daha fazla koruma sağlaması halinde geçerli olacaktır. Hukuk seçiminin yapılmadığı hallerde ise, yabancı unsurlu tüketici ve iş sözleşmelerinden tüketicinin ve işçinin kişisel verilerinin hukuka aykırı olarak işlenmesi  veya  korunmaması  nedeniyle  kaynaklanan  uyuşmazlıklara,  -sırasıyla- objektif bağlama kuralı olarak tüketicinin mutad meskeni hukuku ve işçinin mutad işyeri hukuku uygulanacaktır.  Bu noktada, MÖHUK m.27(3) uyarınca işçinin mutad bir işyerinin bulunmadığı hallerde, bu tür uyuşmazlıklara işverenin esas işyeri hukuku uygulanacaktır. Diğer yandan, MÖHUK m.26 dan farklı olarak, MÖHUK m.27(4) te yer alan istisna kuralı uyarınca mahkeme, halin bütün şartlarına göre iş sözleşmesiyle işçinin mutad işyerine (veya işverenin esas işyerine) nazaran daha sıkı ilişkili bir hukukun bulunması halinde sözleşmeye bu hukuku uygulayabilecektir.  Gerçek kişilerin tarafı olabileceği, dolayısıyla bu kişilere ait kişisel verilerin elde edilmesi, kullanılması, depo edilmesi, paylaşılması gibi veri işleme faaliyetinin söz konusu olabileceği sözleşmeler sadece tüketici ve iş sözleşmeleri ile sınırlı değildir. Gerçek kişilerin, özellikle ticari veya mesleki faaliyet çerçevesinde kullanmak üzere mal ve hizmet teminine ilişkin pek çok sözleşme akdedebilmeleri mümkün olduğu, satım, sponsorluk, reklam yapım ve yayınlama, abonelik veya bulut depolama sözleşmeleri gibi örneklerle ortaya konulmuştur. Gerçek kişilerin tarafı olduğu ve kişisel verilerin işlenmesinin sözleşmenin kurulması ve ifası için gerekli olduğu bu tür yabancı unsurlu sözleşmelerden kişisel verilerin hukuka aykırı olarak işlenmesi veya korunmaması nedeniyle kaynaklanan uyuşmazlıklara uygulanacak hukuk MÖHUK m.24 uyarınca belirlenecektir. Yine, MÖHUK m.26 nın kapsamına girmeyen, ancak niteliği itibariyle bir tüketici sözleşmesi olan gerçek kişilerin tarafı olduğu eşya taşıma sözleşmelerine  uygulanacak  hukuk,  MÖHUK  m.29  hükmü  uyarınca;  konusunu kişilerin taşınmasını oluşturan sözleşmelerle MÖHUK m.26(2) deki koşullardan 186Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasındanbirini karşılamayan tüketici sözleşmelerine uygulanacak hukuk ise, MÖHUK m.24 uyarınca belirlenecektir. MÖHUK  m.24(1)-(3) te  yer  alan  koşullar  dâhilinde  tarafların  sözleşmeye uygulanacak hukuku serbestçe belirleyebileceği öngörülmüştür. Dolayısıyla, özel kanunlar ihtilafı kurallarının kapsamına girmeyen sözleşmelerden kişisel verilerin hukuka aykırı olarak işlenmesi veya korunmaması nedeniyle kaynaklanan uyuşmazlığa seçilen hukuk uygulanacaktır. Taraflarca hukuk seçiminde bulunulmaması halinde Türk mahkemesi, MÖHUK m.24(4) uyarınca sözleşmeye sözleşmeyle en sıkı ilişkili hukuku uygulayacaktır. Sözleşmeyle en sıkı ilişkili hukukun tespiti için MÖHUK m.24(4) te yer alan karinelerin işletilmesi gerekmekte olup, söz konusu karinelerin işletilebilmesi için sözleşmenin ticari veya mesleki faaliyet çerçevesinde kurulmuş olup olmadığı ile karakteristik edim borçlusunun sözleşmenin hangi tarafı olduğu belirleyici olacaktır. Buna göre, Türk mahkemelerinin bir sözleşmenin ticari veya mesleki  faaliyet  çerçevesinde  akdedilmiş  olup  olmadığını Türk  hukukuna  göre vasıflandırılacaktır. Sözleşme Türk hukukuna göre ticari veya mesleki bir faaliyet amacıyla yapılan bir sözleşme niteliğinde ise, en sıkı ilişkili hukuk, karakteristik edim borçlusunun işyeri, işyerinin bulunmaması halinde yerleşim yeri hukuku; aksi takdirde karakteristik edim borçlusunun mutad meskeni hukukudur (m.24(4)). Karakteristik edim borçlusun sözleşmenin hangi tarafı olduğu ise, akdi karakterize eden, akde adını ve hukukî özelliğini veren edim olmakla birlikte, kimi sözleşmeler bakımından tarafların edimlerinin eşit ağırlıkta olabileceği ve karakteristik edim borçlusunun sözleşmenin hangi tarafı olduğunun tespitinin zorluk arz edebileceği unutulmamalıdır. Söz konusu karinelere istinaden en sıkı ilişkili hukuka ulaşılsa dahi, bu hukukun uygulanmasının mutlak olmadığı MÖHUK m.24(4) ün son cümlesinden anlaşılmaktadır.  Türk  mahkemelerinin,  MÖHUK  m.24(4) ün  son  cümlesindeki istisna kuralı uyarınca halin bütün şartlarına göre en sıkı ilişkili hukuk olarak tespit ettiği hukuka nazaran sözleşmeyle daha sıkı ilişkili hukukun var olup olmadığı somut olayın koşullarına göre araştırması gerekmektedir. Yabancı unsurlu sözleşmelerden kişisel verilerin hukuka aykırı olarak işlenmesi veya korunmaması nedeniyle kaynaklanan uyuşmazlığa uygulanmak üzere tespit edilen hukuk, ya Türk hukuku ya da yabancı bir ülke hukuku olabilir. Davaya yabancı hukukun uygulanması gerektiği sonucuna varılması halinde, aslolan yabancı hukukun  uyuşmazlığa  ilişkin  maddi  hukuk  kurallarının  uygulanmasıdır. Ancak, iki halde, sözleşmeye uygulanacak hukuk olarak tespit edilen yabancı hukukun uygulanması engellebilir. Bunlardan ilki, yabancı hukukun davaya ilişkin maddi hukuk kurallarının uygulanmasının, Türk kamu düzenine açıkça aykırılık teşkil etmesidir (MÖHUK m.5). Bu durumda, öncelikle yabancı maddi hukuk kuralları davaya uygulanır. Ancak, ortaya çıkan sonuç, Türk adap ve ahlak anlayışı, Türk hukukunun temel prensipleri ve temel hak ve özgürlüklerle tahammül edilemez 187İstanbul Hukuk Mecmuası 79/1bir şekilde bağdaşmamakta, yani Türk kamu düzenine açıkça aykırı bir sonuca yol açmaktaysa, bu hüküm uygulanmayacaktır.Yabancı hukukun tatbik edilmesine engel diğer bir hâl de, Türk hukukunun veya sözleşmeyle sıkı ilişkili üçüncü devletin doğrudan uygulanan kurallarının uygulanması nedeniyle yabancı hukukun maddi hukuk kurallarının uygulanmamasıdır. Burada, kamu  düzeni  müdahalesinden  farklı  olarak,  yabancı  maddi  hukuk  kurallarının uygulanmasıyla elde edilen sonuca bakılmayacaktır. Yetkili kılınan yabancı hukukta yukarıda zikrettiğimiz sözleşmeler çerçevesinde kişisel verilerin işlenmesine veya korunması konusunda herhangi bir düzenleme bulunmayabilir veya bu konuda veri sorumlularına herhangi bir yükümlülük getirilmemiş olabilir. Bu noktada gerek KVKK da gerekse diğer düzenlemelerde yer alan doğrudan uygulanan kurallar devreye girerek, yabancı hukukun uyuşmazlıkla ilgili maddi hukuk kuralları yerine uygulanabilecektir. Tıpkı Türk hukukunda olduğu gibi, sözleşmeyle sıkı ilişkili olan üçüncü bir devletin hukukunda da kişisel verilerin işlenmesi veya korunmasına ilişkin ve doğrudan uygulanan kural niteliğindeki düzenlemeler bulunabilir. Dolayısıyla, yetkili yabancı hukukun çalışma kapsamında incelediğimiz sözleşmelerden kişisel verilerin  işlenmesi  veya  korunmaması  nedeniyle  kaynaklanan  uyuşmazlıklara uygulanması, sözleşmeyle sıkı ilişkili içindeki üçüncü bir devletin kişisel verilerin işlenmesine veya korunmasına ilişkin doğrudan kurallarına etki tanınması nedeniyle uygulanmayabilir.Hakem Değerlendirmesi: Dış bağımsız.Çıkar Çatışması: Yazar çıkar çatışması bildirmemiştir.Finansal Destek: Yazar bu çalışma için finansal destek almadığını beyan etmiştir.Peer-review: Externally peer-reviewed. Conflict of Interest: The author has no conflict of interest to declare.Grant Support: The author declared that this study has received no financial support.188Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya Korunmamasından",
     "Kaynakça": "Akıncı Z, Tarafların Yetkili Hukuku Belirlememeleri Durumunda Sözleşmeye Uygulanacak Hukuk, (Dokuz Eylül Üniversitesi Yayınları 1992).Aksoy HC, Medeni Hukuk ve Özellikle Kişilik Hakkı Yönünden Kişisel Verilerin Korunması, (Çakmak 2010).Arslan İ, ‘5718 Sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun Uyarınca Sözleşmeden Doğan Borç İlişkilerinde Zımnî Hukuk Seçimi , (2013) 33(2) MHB 1 40. Aşıkoğlu Şİ, Avrupa Birliği ve Türk Hukukunda Kişisel Verilerin Korunması ve Büyük Veri (Oniki Levha 2018).Atasoy K, Spor Sponsorluğu Sözleşmesinin Hukuki Niteliği (Oniki Levha 2016).Aybay R ve Dardağan E, Uluslararası Düzeyde Yasaların Çatışması (Kanunlar İhtilafı) (2.Bası, İstanbul Bilgi Üniversitesi Yayınları 2008).Aydoğdu M, Tüketici Hukuku Dersleri (Seçkin 2015).Ayözger Öngün Ç, Kişisel Verilerin Korunması Hukuku, (2.Bası Beta 2019).Başalp N, Kişisel Verilerin Korunması ve Saklanması (Yetkin 2004).Bayata Canyaş A, ‘Roma I Tüzüğü ile Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun Uyarınca Sözleşmeden Doğan Borç İlişkilerinde Örtülü Hukuk Seçimi  (2011) 1(1) Hacettepe Hukuk Fakültesi Dergisi 110 121.Can H ve Toker AG, Milletlerarası Özel Hukuk (3.Bası, Adalet 2018).Çalışkan Z, ‘5718 Sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un 26. Maddesine Göre Tüketici Sözleşmelerine Uygulanacak Hukuk  (2008) 28(1 2) MHB 27 50. Çelikel A ve Erdem BB, Milletlerarası Özel Hukuk (15.Bası, Beta 2020).Demirkol B, Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un 24. Maddesi Çerçevesinde Sözleşmeye Uygulanacak Hukuk (Vedat 2011).Doğan V, Milletlerarası Özel Hukuk (4.Bası, Savaş 2016).Doğan V, ‘5718 Sayılı Kanuna Göre İş Akdine Uygulanacak Hukukun Tespiti , (2007) 11(1 2) GÜHFD 147 164.Dülger MV, ‘Kişisel Verilerin Korunması Kanunu ve Türk Ceza Kanunu Bağlamında Kişisel Verilerin Ceza Normlarıyla Korunması (Ceza Normu)  (2016) 2(3) İMÜHFD 101 167.Ekşi N, ‘Uluslararası Eşya Taşıma Sözleşmelerine Uygulanacak Hukuk (5718 Sayılı MÖHUK md. 29)  Koç Üniversitesi Hukuk Fakültesi Dr. Nüsret Semahat Arsel Uluslararası Ticaret Hukuku Uygulama ve Araştırma Merkezi Konferans Yayınları Dizisi 2: Avrupa da Devletler Özel Hukuku ve Yeni Türk Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un Akitler ve Ticaret Hukukuna İlişkin Hükümleri (Legal 2010) 125 170.Ekşi N, ‘Avrupa Birliği Konvansiyonuna Göre Tüketici Sözleşmelerine Uygulanacak Hukuk  (2004) 3(1 2) İKÜHFD 135 153.Ekşi N, Sözleşmeden Doğan Borçlara Uygulanacak Hukuk Hakkında Roma Konvansiyonu (Beta 2004).Ekşi N, ‘Kanunlar İhtilafı Alanında Incorporation  (1999) 19(1 2) MHB 263 291.Elçin D, Milletlerarası Unsurlu Bireysel ve Toplu İş Sözleşmelerine Uygulanacak Hukuk (Adalet 2012).Eren F, Borçlar Hukuku Genel Hükümler (22.Bası, Yetkin 2017).Erkan M, ‘MÖHUK Madde 31 Bağlamında Türk Hukukunda Doğrudan Uygulanan Kurallara Bakış  (2011) 15(2) GÜHFD 81 121.189İstanbul Hukuk Mecmuası 79/1Esen E, ‘Critique of a Turkish Court of Cassation Decision on the Validity of Choice of Law and Choice of Forum Clauses in an Insurance Agreement , (2010)(59) Annales de la Faculté de Droit d Istanbul 365 375.Esenyel Hanaz F, ‘Kişilik Haklarının İhlalinde Sorumluluk ve Uygulanacak Hukuk  (Doktora Tezi İstanbul Üniversitesi 2018).Etlioğlu Erçetingöz S, ‘İnternet Ortamında Şeref ve Haysiyetin Korunmasında Uygulanacak Hukuk  (Yüksek Lisans Tezi, Marmara Üniversitesi 2019).Grassinger GE, Sponsorluk Sözleşmesi (Seçkin 2003).Güngör G, Milletlerarası Özel Hukukta Tüketicinin Korunması (Yetkin 2000).Güngör G, ‘Tüketicinin Mutad Meskeni Hukuku–Düşünsel Temeller  (2008) 57(2) AÜHFD 115 133.Güngör G, Temel Milletlerarası Özel Hukuk Metinlerinin Sözleşmeden Doğan Borç İlişkilerine Uygulanacak Hukuk Konusunda Yakınlık Yaklaşımı (Yetkin 2007).Gürpınar D, ‘Kişisel Verilerin Korunamamasından Doğan Hukuki Sorumluluk , (2017) 19(Özel Sayı) DEÜHFD (Prof. Dr. Şeref ERTAŞ a Armağan) 679 694.Gürsel İ, İşçinin Kişisel Verilerinin Korunması Hakkı (Adalet 2016).Henkoğlu T,  ‘Hassas Bilgi Varlıklarının ve Kişisel Verilerin Hukuksal Düzenlemeler ile Korunması ve Bu Kapsamda Üniversiteler İçin Bilgi Güvenliği Politikasının Geliştirilmesi  (Doktora Tezi, Hacettepe Üniversitesi 2015). Johnson E, ‘Lost in the Cloud: Cloud Storage, Privacy, and Suggestions for Protecting Users  Data  (2017) 69(3) Stanford Law Review, 867 872.Karaağaç Ö, ‘Sponsorluk Sözleşmesine Uygulanacak Hukuk  iç Sibel Özel ve Hatice Selin Pürselim Arning (edr), Atipik Sözleşmelere Uygulanacak Hukuk (Oniki Levha 2020) 539 577Kaya M, Elektronik Ortamda Kişilik Hakkının Korunması, (Seçkin 2015).Kaya C, ‘Avrupa Birliği 1995/46 EC Veri Koruma Direktifi Ekseninde Hassas (Kişisel) Veriler ve İşlenmesi  (2011) 69(1 2) İÜHFM 317 334.Kılıçoğlu A, Borçlar Hukuku Genel Hükümler (22.Bası, Turhan 2018).Kişisel Verileri Koruma Kurumu, Madde ve Gerekçesi ile Kişisel Verilerin Korunması Kanunu (Bilgi Notu) ve Kişisel Verilerin Korunmasına İlişkin Terimler Sözlüğü (KVKK Yayınları 2019).Kişisel Verileri Koruma Kurumu, 6698 Sayılı Kişisel Verilerin Korunması Kanunu Hakkında Sıkça Sorulan Sorular (KVKK Yayınları 2018).Lloyd IJ, Information Technology Law (6th edn Oxford University Press 2011).Nomer E, Devletler Hususî Hukuku (22.Bası, Beta 2018).Özdemir H, Elektronik Haberleşme Alanında Kişisel Verilerin Özel Hukuk Hükümlerine Göre Korunması (Seçkin 2009). Özdemir  Kocasakal  H,  Doğrudan  Uygulanan  Kurallar  ve  Sözleşmeler  Üzerindeki  Etkileri (Galatasaray Üniversitesi Yayınları 2001).Özdemir Kocasakal H, Elektronik Sözleşmelerden Doğan Uyuşmazlıkların Çözümüne Uygulanacak Hukukun ve Yetkili Mahkemenin Tespiti  (Vedat 2003).Özel S, Uluslararası Alanda Medya ve İnternette Kişilik Haklarının Korunması (Seçkin 2004) Özel S, ‘İnternet Yoluyla Kişilik Hakkı İhlallerinde Uygulanacak Hukuk Meselesi  (2004) 24(1 2) MHB 609 618.190Arslan / Kişisel Verilerin Yabancı Unsurlu Sözleşmelere Aykırı Olarak İşlenmesinden veya KorunmamasındanÖzel S, ‘İmalâtçının Sorumluluğu ve Kitle İletişim Araçları Yoluyla Kişilik Hakkının İhlalinde Uygulanacak Hukuk  Koç Üniversitesi Hukuk Fakültesi Dr. Nüsret Semahat Arsel Uluslararası Ticaret Hukuku Uygulama ve Araştırma Merkezi Konferans Yayınları Dizisi 2: Avrupa da Devletler Özel Hukuku ve Yeni Türk Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun un Akitler ve Ticaret Hukukuna İlişkin Hükümleri (Legal 2010) 219 229.Özel S, ‘Sözleşmesel İlişkide Yabancılık Unsuru ve Hukuk Seçimi  iç Bilgin Tiryakioğlu, Mesut Aygün, Ali Önal, Kübra Altıparmak, Cansu Kaya (edr), Milletlerarası Özel Hukukta Güncel Konular Sempozyumu (Yetkin 2016) 423 435.Öztekin Gelgel G, Akit Dışı Borç İlişkilerine Uygulanacak Hukuk Hakkındaki Avrupa Birliği Düzenlemesi (Beta 2006). Öztekin Gelgel G, Milletlerarası Özel Hukukta Tüketici Akitlerine İlişkin Sorunlar, (Beta 2004).Öztekin Gelgel G ve Erdem BB, Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanun (5.Bası, Beta 2016).Partalcı R, ‘Eşyanın Taşınmasına İlişkin Sözleşmelere Uygulanacak Hukuk Hakkındaki MÖHUK Madde 29 un Değerlendirilmesi  (2017) 37(2) MHB (Prof. Dr. Yücel Sayman a Armağan) 945 986.Pürselim HS, ‘Milletlerarası Özel Hukukta Tüketici Sözleşmelerine Uygulanacak Hukuk  in Sibel Özel ve Mustafa Erkan (edr), Milletlerarası Özel Hukukta Sözleşmesel Meseleler (Oniki Levha 2018). Sargın F, ‘Karakteristik Edim Teorisine Eleştirel Bir Yaklaşım  (2001) 50(2) AÜHFD 37 95.Sarıöz Büyükalp Aİ, ‘Mutad İşyeri Kavramı ve MÖHUK m.27/f.3 ün Uygulanması Sorunu  (2018) 8(2) Hacettepe Hukuk Fakültesi Dergisi 195 248.Sirmen S, Milletlerarası Özel Hukukta Culpa in Contrahendo Sorumluluğuna Uygulanacak Hukukun Tayini (Yetkin 2016).Şanlı C, Esen E ve Ataman Figanmeşe İ, Milletlerarası Özel Hukuk (7.Bası, Beta 2019).Şen E, ‘Kişisel Verilerin Korunması Kanunu Tasarısı nın Anayasa ve Türk Ceza Kanunu Hükümleri Çerçevesinde Değerlendirilmesi  (2009) 83(3) İBD 1197 1214.Tarman ZD, ‘Milletlerarası Özel Hukukta Tüketicinin Korunması  (2019) 39(1) PPIL 325 356.Tarman ZD, ‘Yabancılık Unsuru Taşıyan İş Sözleşmelerine Uygulanacak Hukuk  (2010) 59(3) AÜHFD 521 550.Taştan FG, Türk Sözleşme Hukukunda Kişisel Verilerin Korunması (Oniki Levha 2017).Tekinalp G ve Uyanık Çavuşoğlu A, Milletlerarası Özel Hukuk Bağlama Kuralları (11.Bası Vedat 2011).Toker AG, ‘5718 Sayılı MÖHUK ta Düzenlenen Tüketicinin Korunmasına Yönelik Hükümler  (2016) 81(3) İzmir Barosu Dergisi 11 74.Turan G, ‘Elektronik Sözleşmeler ve Elektronik Sözleşmelere Uygulanacak Hukukun Tespiti  (2008) 77 Türkiye Barolar Birliği Dergisi 87 119.Uncular S, İş İişkisinde İşçinin Kişisel Verilerinin Korunması (2.Bası, Seçkin 2018).Uyanık Çavuşoğlu A, ‘İnternet Ortamında İşlenen Haksız Fiil Sorumluluğuna Uygulanacak Hukuk  (2002) 22(2) MHB (Prof. Dr. Ergin Nomer e Armağan) 967 998.Uyanık ME, ‘Bulut Depolama Sözleşmelerine Uygulanacak Hukuk  iç Sibel Özel ve Hatice Selin Pürselim Arning (edr), Atipik Sözleşmelere Uygulanacak Hukuk (Oniki Levha 2020) 499 538.Yücedağ N, ‘Medeni Hukuk Açısından Kişisel Verilerin Korunması Kanunu nun Uygulama Alanı ve Genel Hukuka Uygunluk Sebepleri  (2017) 75(2) İÜHFM 765 790.Zevkliler A ve Özel Ç, Tüketicinin Korunması Hukuku (Seçkin 2016).191"
}