{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "26",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "2",
     "Başlık": "Mahkeme Dışında Yapılan Sulh ve Yargılamaya Etkisi",
     "Title": "Out of Judicial Settlement and Its Effect on Trial",
     "Yazar İsmi": [

          "Ayşe Kılınç"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sulh", "Mahkeme huzurunda yapılan sulh", "Mahkeme dışında yapılan sulh", "Sulh sözleşmesi", "Tasarruf ilkesi"
     ],
     "Keywords": [
          "Settlement", "In-judicial settlement", "Out of judicial settlement", "Settlement agreement", "Dispositional control of the parties principle"
     ],
     "Özet": "Medenî usûl hukukumuza hâkim olan tasarruf ilkesine göre, taraflar  kural olarak  uyuşmazlığı sona erdirmek hususunda tasarruf hakkına sahiptir. Tarafların uyuşmazlığı sona erdirebilmelerine imkan sağlayan kurumlardan biri de sulhtur. Sulh, esas itibariyle tarafların aralarındaki uyuşmazlığa kısmen veya tamamen son verdikleri bir sözleşme olarak tanımlanabilir. Hukukumuzda sulh ile ilgili düzenleme HMK nın md. 313 vd. yer almaktadır. Ancak belirtilen maddelerdeki düzenlemeler, mahkeme huzurunda yapılan sulhe ilişkindir. Ayrıca tarafların mahkeme dışında sulh olmaları da mümkündür. Buna göre, mahkeme dışında yapılan sulh, tarafların aralarındaki uyuşmazlığı sona erdirmek amacıyla karşılıklı fedakarlıkta bulunmak suretiyle mahkeme dışında yaptıkları bir sözleşmedir. Mahkeme dışında yapılan sulh sözleşmesi hukukî niteliği itibariyle bir maddî hukuk sözleşmesidir. Tarafların mahkeme dışında sulh sözleşmesi yapabilmeleri için derdest bir davanın varlığı gerekmez. Ayrıca derdest bir dava olsa bile mahkeme dışında yapılan sulh sözleşmesi ile devam eden yargılama etkilenmez. Mahkeme dışında yapılan sulh sözleşmesi ile devam eden yargılamanın etkilenebilmesi için mahkeme dışında yapılan sulhün, mahkeme huzurunda yapılan sulhe dönüştürülmesi gerekir.",
     "Abstract": "Under the  dispositional control of the parties principle  which is one of the ruling principles of Civil Procedure Law, parties of a legal dispute have right to end it (in principle). One of the dispute resolution ways in this manner is to make an settlement. Settlement can be defined as an agreement in which parties completely or partially ending the dispute mutually.In the Turkish Civil Procedure Law, settlement is regulated under the Article 313 the following articles of Civil Procedure Code. But, these provisions only covers the in-judicial settlements. Also, there is an another option as  out of judicial settlement  for the parties as well. Out of judicial settlement is an agreement out of the court in which the parties agreed to end the dispute completely or partially at mutual interest point they considered. Out of judicial settlement is an substantive law agreement. There is no necessity of an outstanding ongoing case process at this point. Additionally, an ongoing trial process would not affect the out of judicial settlement. It is needed a transformation of the out of judicial settlement to an injudicial settlement to affect an ongoing trial at the same dispute.",
     "Metin": "I. Sulh Hakkında Genel Bilgiler Medenî  usûl  hukukuna  hâkim  olan  tasarruf  ilkesi  uyarıca,  özel  hukuktan kaynaklanan bir uyuşmazlık ortaya çıktığında, uyuşmazlığın tarafları, uyuşmazlıkla ilgili tasarrufta bulunma hakkına sahiptir. Tasarruf ilkesine göre taraflar, uyuşmazlığı mahkeme önüne taşıyıp taşımamak diğer bir ifadeyle, uyuşmazlık hakkında dava açıp açmamak konusunda serbest olduğu gibi, uyuşmazlığı sona erdirmek hususunda da -kural olarak- tasarrufta bulunabilir. Tasarruf ilkesi gereğince, tarafların uyuşmazlığı sona erdirmek konusunda tasarrufta bulunabilmelerine imkan sağlayan kurumlar; feragat, kabul ve sulhtur. Davaya son veren işlemler olarak feragat ve kabul tek taraflı işlemler iken, sulh her iki tarafın da katılımını gerektiren bir işlemdir.Sulh ile ilgili olarak hukukumuzda bağımsız bir düzenleme ilk defa 6100 sayılı HMK ile yer almaktadır. Nitekim, 1086 sayılı HUMK un yürürlükte olduğu dönemde de öğretide ve yargı içtihatlarında kabul edilmekle birlikte ayrı bir hükümle düzenlenmemekte; birtakım kanunî düzenlemelerde dağınık bir şekilde yer almakta idi.1  HMK'nın md. 24'te ; (1) Hâkim, iki taraftan birinin talebi olmaksızın, kendiliğinden bir davayı inceleyemez ve karara bağlayamaz. (2) Kanunda açıkça belirtilmedikçe, hiç kimse kendi lehine olan davayı açmaya veya hakkını talep etmeye zorlanamaz. (3) Tarafların üzerinde serbestçe tasarruf edebilecekleri dava konusu hakkında, dava açıldıktan sonra da tasarruf yetkisi devam eder.  şeklinde düzenlenen tasarruf ilkesi ile ilgili ayrıntılı bilgi için bkz. Ramazan Arslan, Ejder Yılmaz, Sema Taşpınar-Ayvaz and Emel Hanağası, Medenî Usûl Hukuku (4. baskı, Yetkin 2018) 152-154; Murat Atalı, İbrahim Ermenek and Ersin Erdoğan, Medenî Usûl Hukuku Ders Kitabı (Yetkin 2018) 118-121; Ali Cem Budak and Varol Karaaslan, Medenî Usûl Hukuku (Güncellenmiş 2. baskı, Adalet 2018) 77-80; Güray Erdönmez, Pekcanıtez Usûl Medenî Usûl Hukuku (15. bası, Oniki Levha 2017) 783-795; Abdurrahim Karslı, Medenî Muhakeme Hukuku Ders Kitabı (6100 sayılı HMK hükümlerine göre Yargıtay Kararları İşlenmiş ve gözden geçirilmiş 2. baskı, Alternatif 2011) 255-259; Nedim Meriç, Medenî Yargılama Hukukunda Tasarruf İlkesi (Hukuk Muhakemeleri Kanunu Çerçevesinde), (Yetkin 2011) 17 vd.; Süha Tanrıver, Medenî Usûl Hukuku C.I Temel Kavramlar ve İlk Derece Yargılaması (Yetkin 2016) 350-354, (Kısaltma: Tanrıver, Usûl ).2  H. Yavuz Alangoya, M. Kamil Yıldırım and Nevhis Deren-Yıldırım, Medenî Usûl Hukuku Esasları (6. bası Alkım 2006) 456; Budak and Karaaslan (n 1) 295; Karslı (n 1) 374; Meriç (n 1) 63-90, 189-228; Ayşe Soy, Türk Medenî Yargılama Hukukunda Sulh ( Adalet 2017)  3.3  Tasarruf ilkesi uyarınca tarafların uyuşmazlığı sona erdirebilmelerine imkan sağlayan diğer bir kurum da HMK md. 123'te;  Davacı, hüküm kesinleşinceye kadar, ancak davalının açık rızası ile davasını geri alabilir.  şeklinde düzenlenen davanın geri alınmasıdır. Madde de açıkça belirtildiği gibi, davanın davacı tarafından geri alınabilmesi davalının açık rızası ile mümkündür. Bu anlamda davanın geri alınması, sulhte olduğu gibi tarafların karşılıklı anlaşması yoluyla gerçekleşir. Ancak davanın geri alınması, feragat, kabul ve sulhten farklı olarak uyuşmazlığı geleceğe etkili olarak sona erdirmemekte diğer bir ifadeyle, kesin hükmün sonuçlarını doğurmamaktadır. Davanın geri alınması ile davacı, davanın konusunu oluşturan maddî hukuktan doğan hakkından vazgeçememekte; yalnızca davayı takip hakkından vazgeçmektedir. Davanın geri alınması ile ilgili olarak bkz Atalı, Ermenek and Erdoğan (n 1) 384; Erdönmez, Pekcanıtez Usûl (n 1) 786; Meriç (n 1) 190-202; Ayrıca tarafların yargılamayı sona erdirmek konusunda tasarruf yetkisine sahip olduğu diğer durumlar olan; tarafların davayı takip etmemek suretiyle yargılamayı sonlandırması, hükme karşı kanun yoluna başvurmaktan feragat, arabulucuya başvurmak suretiyle yargılamayı sona erdirmek için bkz Erdönmez, Pekcanıtez Usûl (n 1) 786; Yine HMK'da düzenlenmemekle birlikte yargılamayı sona erdiren bir hâl olarak davanın konusuz kalmasına ilişkin bkz Murat Atalı, Pekcanıtez Usûl Medenî Usûl Hukuku (15. bası, Oniki Levha 2017) 2041-2043; Meriç (n 1) 225-228.4  Atalı, Pekcanıtez Usûl (n 3) 2008-2009;  Atalı, Ermenek and Erdoğan (n 1) 121;  Budak and Karaaslan (n 1) 295; Erdönmez, Pekcanıtez Usûl (n 1) 786; Karslı (n 1) 374; Meriç (n 1) 202-225; Tanrıver, Usûl (n 1) 999; Saim Üstündağ, Medenî Yargılama Hukuku C. I-II (Gözden geçirilmiş ve yenilenmiş 7. baskı, Filiz 2000) 568.5  Soy (n 2) 5, 13; Süha Tanrıver,  Mahkeme Huzurunda Yapılan Sulhler  (1994) 49 (1) Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi 333, 333, (Kısaltma: Tanrıver,  Sulh ); Tanrıver, Usûl (n 1) 1022.6  Cenk Akil,  Hukuk Muhakemeleri Kanunu'nda Sulh Ve Sulh Yoluyla Şarta Bağlı Hüküm Verilip Verilemeyeceği Meselesi  (2012) XVI (4) Gazi Üniversitesi Hukuk Fakültesi Dergisi 1, 2; Alangoya, Yıldırım and Deren-Yıldırım (n 2) 464; Sabri Şakir Ansay,  Sulh  (1944) I (2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 200, 201.; Karslı (n 1) 383.; Ergun Önen, Medenî Yargılama Hukukunda Sulh (Ankara Üniversitesi Hukuk Fakültesi 1972) 2-3; Soy (n 2) 3-4; Tanrıver,  Sulh  (n 5) 333.; Banu Ulusan,  Sulh Sözleşmeleri , 2011-2012 (VIII- IX) 2-1 Yeditepe Üniversitesi Hukuk Fakültesi Dergisi (Prof. Dr. Erhan ADAL a Armağan) 975, 976; Üstündağ (n 4) 570; 1086 sayılı HUMK'un yürürlükte olduğu dönemde sulhle ilgili olarak HUMK'ta ve diğer kanunlarda yer alan düzenlemeler için bkz Soy (n 2) 4; Ulusan (n 6)  976.506Kılınç / Mahkeme Dışında Yapılan Sulh ve Yargılamaya EtkisiSulh,  genel  olarak,  tarafların  karşılıklı  fedakarlıkta  bulunarak  aralarındaki anlaşmazlığı çözdükleri diğer bir ifadeyle, aralarındaki uyuşmazlığa kısmen veya tamamen son verdikleri bir sözleşme olarak tanımlanabilir. HMK md. 313/1 de ise sulh; görülmekte olan bir davada, tarafların aralarındaki uyuşmazlığı kısmen veya tamamen sona erdirmek amacıyla, mahkeme huzurunda yapmış oldukları bir sözleşme olarak ifade edilmiştir. Belirtilen maddede tanımı yapılan sulhun mahkeme huzurunda yapılan sulh olduğunu söylemek gerekir. Zira hükmün içeriğinden açıkça sulhun mahkeme huzurunda yapılması gerektiği anlaşılmaktadır. Ayrıca maddenin gerekçesinde de, mahkeme dışı yapılan sulhun hükmün kapsamı dışında bırakıldığı belirtilmiştir. Mahkeme huzurunda yapılan sulh, hem maddî hukuka hem de usûl hukukuna özgü koşullarla düzenlenmesine rağmen, kural olarak bir usûl hukuku kurumu olduğu ifade edilebilir. Sulh, ancak tarafların üzerinde serbestçe tasarruf edebileceği konularda yapılabilir. Ayrıca sulhun konusunun hukuka ve ahlâka aykırı olmaması da gerekir.Sulh, hukukî niteliği itibariyle bir sözleşmedir; zira bu sözleşme ile taraflar karşılıklı olarak fedakarlıkta bulunur. Bu fedakarlık, genellikle tarafların karşılıklı olarak taleplerini kısmen kabul veya taleplerinden kısmen feragat etmeleri şeklinde 7  Akil (n 6) 2; Alangoya, Yıldırım and Deren-Yıldırım (n 2) 464; Atalı, Pekcanıtez Usûl (n 3) 2033; Béatrice GrobAndermacher and Hans Ulrich Walder-Richli, Zivilprozessrecht Nach den Gesetzen des Bundes und des Kantons Zürich unter Berücksichtigung weiterer kantonalen Zivilprozessordnungen und der Schweizerischen Zivilprozessordnung vom 19. Dezember 2008 sowie unter Einschluss internationaler Aspekte (5. vollständig überarbeitete Auflage, Schulthess Juristische Medien AG 2009) 268; Budak and Karaaslan (n 1) 300; Baki  Kuru, İstinaf Sistemine Göre Yazılmış Medenî Usûl Hukuku Ders Kitabı (Yetkin 2017) 403; Meriç (n 1) 206-207; Önen (n 6) 23; Soy (n 2) 5-6; Adrian Staehelin, Daniel Staehelin and Pascal Grolimund, Zivilprozessrecht Unter Einbezug des Anwaltsrechts und des internationalen Zivilprozessrechts (2. Auflage, Schulthess Juristische Medien AG 2013) 456; Tanrıver,  Sulh  (n 5) 333; Tanrıver, Usûl (n 1) 1022; Ulusan (n 6)  976.8  Akil (n 6) 2; Atalı, Pekcanıtez Usûl (n 3) 2033; Karslı (n 1) 383; Soy (n 2) 3, s. 6; Ulusan (n 6)  976; Alman hukukunda  tarafların yanı sıra taraflardan biri ile üçüncü bir kişi arasında da mahkeme önünde (huzurunda) sulh yapılmasının mümkün olduğuna ilişkin olarak bkz Wolfgang Grunsky and Florian Jacoby, Zivilprozessrecht (15. überarbeitete Auflage, Franz Vahlen 2016) 149; Burkhard Hess, Jauernig/Hess Zivilprozezzrecht (30. völlig neu bearbeitete Auflage, C.H. Beck 2011) 191; Leo Rosenberg, Karl Heinz Schwab and Peter Gottwald, Zivilprozessrecht (17. neu bearbeitete Auflage, C.H. Beck 2010) 734, 735-736.9  Kuru (n 7) 411; Ulusan (n 6)  976;  ...Mahkeme dışı sulh borçlar hukukunun konusu olduğundan, bu maddede düzenleme dışı bırakılmıştır...  bkz HMK md 313'ün Hükümet Gerekçesi md 317; Ayrıca bu konuda bkz Ulusan (n 6)  976 dn. 3.10  Hess (n 8) 190-191; Önen (n 6) 2; Staehelin, Staehelin and Grolimund (n 7) 456; Mahkeme huzurunda yapılan sulhun, hem maddî uyuşmazlığı hem de usûli talebe ilişkin uyuşmazlığı (diğer bir ifadeyle, görülmekte olan davayı) kısmen veya tamamen sona erdireceğine ilişkin olarak bkz Alangoya, Yıldırım and Deren-Yıldırım (n 2) 464; Meriç (n 1) 207.11  Akil (n 6) 6; Ansay (n 6)  202; Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 564; Atalı, Pekcanıtez Usûl (n 3) 2033; Budak and  Karaaslan (n 1) 300; Grob-Andermacher and Walder-Richli (n 7) 269; Grunsky and Jacoby (n 8) 149; Kuru (n 7) 404; Meriç (n 1) 209; Önen (n 6) 44; Soy (n 2) 107; Staehelin, Staehelin and Grolimund (n 7) 456; Tanrıver,  Sulh  (n 5) 334; Tanrıver, Usûl (n 1) 1023; Üstündağ (n 4) 581.12  Önen (n 6) 43; Tanrıver,  Sulh  (n 5) 334.13  Öğretide mahkeme huzurunda yapılan sulhun hukukî niteliği ile ilgili olarak; yargılama hukuku teorisi, özel hukuk teorisi, çift vakıa teorisi ve karma teori ortaya atılmıştır. Hâkim olan görüşe göre, mahkeme huzurunda yapılan sulh, ne yalnızca bir usûl hukuku işlemi ne de yalnızca bir özel hukuk işlemidir. Mahkeme huzurunda yapılan sulh, bünyesinde hem maddî hukuk hem de usûl hukuku özellikleri taşıyan karma nitelikli bir hukukî  kurumdur. Bu konudaki görüşler ve tartışmalar için bkz Akil (n 6) 3-4; Önen (n 6) 34-42; Soy (n 2) 7-12; Tanrıver,  Sulh  (n 5) 334-336; Tanrıver, Usûl (n 1) 1025-1027; Ulusan (n 6) 977-978; Mahkeme huzurunda yapılan sulhun çifte karakterli bir işlem olması dolayısıyla etkilerini hem maddî hukuk alanında hem de usûl hukuku alanında gösterdiğine ilişkin olarak bkz Alangoya, Yıldırım and Deren-Yıldırım (n 2) 464; Meriç (n 1) 208.  14  Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 562; Kuru (n 7) 404; Mahkeme huzurunda yapılan sulhun esasının maddî hukukun sulh sözleşmesi olduğuna ilişkin olarak bkz Önen (n 6) 21.507İstanbul Hukuk Mecmuası 77/2gerçekleşir. Ancak sulh sözleşmesinin her zaman kısmî kabul veya kısmî feragat şeklinde  yapılmadığını  da  eklemek  gerekir.  Zira  taraflar,  sulh  sözleşmesinde uyuşmazlık konusu dışındaki bir unsura yer verebilirler (HMK md. 313/3)16. Sulh, uyuşmazlığın tamamına ilişkin olabileceği gibi, bir kısmına ilişkin de olabilir. İlk durumda davanın tamamında sulh söz konusudur. Taraflar davanın tamamında sulh olduklarında, sulh ile birlikte yargılama sona erer. Kısmî sulhte ise uyuşmazlık kısmen sona ermektedir. Sulhun  ne  zamana  kadar  yapılabileceğine  ilişkin  olarak  HMK  md.  314 te düzenleme yapılmıştır. Belirtilen hüküm uyarınca, sulh hüküm kesinleşinceye kadar yapılabilir. Öğretide  mahkeme  huzurunda  yapılan  sulhten  tarafların  tek  taraflı  olarak dönemeyeceği;  fakat  tarafların  mahkeme  huzurunda  yapılan  sulhu,  karşılıklı anlaşmak suretiyle feshedebilmelerinin mümkün olduğu ileri sürülmüştür. Ancak bu görüşe karşı olarak mahkeme huzurunda yapılan sulhun, maddî hukuk karakteri taşıması sebebiyle sona eren bir yargısal faaliyetin sona ermemiş olması sonucunu doğuracağından, dönmenin ve feshin mümkün olmaması gerektiği savunulmuştur. Kanımızca ikinci görüş daha isabetli olup, mahkeme huzurunda yapılan sulhten tek  taraflı  olarak  dönülemez  veya  taraflar  karşılıklı  anlaşmak  suretiyle  sulhu feshedemezler. Zira HMK md. 315 gereği, mahkeme huzurunda yapılan sulhun yargılamaya  etki  ederek  davayı  sona  erdirmesi  ve  kesin  hükmün  sonuçlarını doğurması hususları dikkate alındığında dönmenin ve feshin mümkün olmadığını söylemek gerekir.15  Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 562; Kuru (n 7) 403; Soy (n 2) 5-6; Tanrıver,  Sulh  (n 5) 333;Ulusan (n 6)  976; Sulhun koşulları ve unsurları hakkında bkz Önen (n 6) 23-33.16  Akil (n 6) 6; Ansay (n 6)  204; Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 562; Atalı, Pekcanıtez Usûl (n 3) 2036; Karslı (n 1) 386; Meriç (n 1) 208; Soy (n 2) 23; Tanrıver, Usûl (n 1) 1023;Ulusan (n 6) 976 dn 7; Ancak sulhun kapsamına alınacak hususun taraflar arasındaki uyuşmazlığı veya tereddütlü durumu giderebilecek ve karşılıklı fedakarlık şartına sadık kalacak karakterde olması gerektiğine ilişkin olarak bkz Önen (n 6) 50-51.17  Grunsky and Jacoby (n 8) 149; Önen (n 6) 51-52 ;Rosenberg, Schwab and Gottwald (n 8) 736; Soy (n 2) 21; Tanrıver,  Sulh  (n 5) 334; Tanrıver, Usûl (n 1) 1023.18  Önen (n 6) 51; Soy (n 2) 21; Tanrıver,  Sulh  (n 5) 334; Tanrıver, Usûl (n 1) 1023.19  Önen (n 6) 52; Soy (n 2) 21; Tanrıver,  Sulh  (n 5) 334; Tanrıver, Usûl (n 1) 1023.20  Hükme karşı kanun yollarına başvurulduktan sonra, tarafların, kanun yolu mahkemesine sulh olduklarına dair dilekçe vermeleri durumunda, sulh sözleşmesinin mahkeme dışında yapılmış olsa bile mahkeme huzurunda yapılan sulhe dönüşeceğine ilişkin olarak bkz. Akil (n 6) 10; Ancak ilk derece mahkemesi kararını verdikten sonra hükme karşı kanun yollarına başvurulmadığı takdirde, mahkeme huzurunda sulhun mümkün olamayacağına ilişkin olarak bkz Önen (n 6) 110; Ayrıca ilk derece mahkemesi tarafından hüküm verildikten sonra tarafların sulh olması halinde hangi merci tarafından nasıl bir işlem yapılarak karar verileceği ile ilgili ayrıntılı bilgi içi bkz Önen (n 6) 109-112; Soy (n 2) 86-94; Hüküm kesinleşinceye kadar yapılan sulhun mahkeme huzurunda sulh olduğu; hüküm kesinleştikten sonra yapılan sulhun ise mahkeme dışı sulh olduğuna ilişkin olarak bkz Kuru (n 7) 405.21  Akil (n 6) 2;Alangoya, Yıldırım and Deren-Yıldırım (n 2) 465; Ansay (n 6)  208; Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 564; Karslı (n 1) 386; Kuru (n 7) 410; Meriç (n 1) 212; Önen (n 6) 193; Soy (n 2) 162.22  Akil (n 6) 2; Karslı (n 1) 386; Üstündağ (n 4) 579; Ayrıca sulh sözleşmeden dönme ve sulhu feshetme konusunda öğretide ileri sürülen görüşler ve tartışmalar için bkz Önen (n 6) 190-194; Soy (n 2) 163-165.23  Meriç (n 1) 212; Aynı yönde görüşler için bkz Önen (n 6) 193-194; Soy (n 2) 165.24  Soy (n 2) 165; Ayrıca bkz Meriç (n 1) 212; Önen (n 6) 193-194.508Kılınç / Mahkeme Dışında Yapılan Sulh ve Yargılamaya EtkisiSulhun karma nitelikli bir sözleşme olması dolayısıyla hem maddî hukuka hem de usûl hukukuna ilişkin nedenlerden dolayı hükümsüzlüğü gündeme gelebilir. Maddî hukuka ilişkin sebepler; butlan ve iptal edilebilirliktir. Sulhun usûl hukukuna ilişkin hükümsüzlük sebepleri ise yalnızca butlandır. Diğer bir ifadeyle, sulhun aslında gerçeklememiş olmasıdır.Çalışmamızın bu bölümünde -HMK da düzenlenmiş olması sebebiyle özellikle mahkeme huzurunda yapılan- sulh hakkında genel bilgiler vermeye çalıştık. Aşağıda öncelikle -ikinci bölümde- çalışmamızın esasını oluşturan mahkeme dışında yapılan sulh sözleşmesi genel hatları ile ele alınacaktır. Üçüncü ve son bölümde ise mahkeme dışında  yapılan  sulhün  mahkeme  huzurunda  yapılan  sulhe  dönüştürülmesi  ve yargılamaya olan etkisi üzerinde durulacaktır.  II. Mahkeme Dışında Yapılan SulhA. Tanımı ve AmacıYukarıda sulh hakkında genel bilgiler verirken, mahkeme dışında yapılan sulhun HMK da düzenlenmediğini belirttik. Zira, sulhun düzenlendiği HMK md. 313 ün gerekçesinde  mahkeme  dışında  yapılan  sulhun,  borçlar  hukukunun  konusuna girmesi sebebiyle hükmün kapsamı dışında tutulduğu ifade edilmektedir. Her ne kadar mahkeme dışında yapılan sulh, HMK da düzenlenmemiş de olsa, aşağıda tartışacağımız üzere mahkeme huzurunda yapılan sulhe dönüştürülmesi ve böylece yargılamaya etki etmesi mümkündür. Ayrıca mahkeme huzurunda yapılan sulhun esasının maddî hukuk kurallarına göre yapılan sulh sözleşmesine dayandığının da altını çizmek gerekir.  25  Akil (n 6) 8; Agah Kürşat Karauz, Sulh Sözleşmesi (Adalet 2014) 75; Önen (n 6) 172; Soy (n 2) 165; Ulusan (n 6) 990.26  Sulhun; emredici kanun hükümlerine, ahlâka, kamu düzenine, kişilik haklarına aykırı olması veya konusunun imkansız olması durumunda maddî hukuka göre mutlak butlan sebebiyle hükümsüzlüğü gündeme gelir. Hata, hile, tehdit gibi irade sakatlığı halleri ile gabin durumunda da maddî hukuka göre iptal edilebilirlik söz konusu olacaktır. Bu konuda ayrıntılı bilgi için bkz Akil (n 6) 8-9; Karauz (n 25) 77-85; Önen (n 6) 173-176; Soy (n 2) 166-170; Ulusan (n 6) 990-991.27  Akil (n 6) 8-9; Atalı, Pekcanıtez Usûl (n 3) 2035; Karslı (n 1) 386; Karauz (n 25) 76; Kuru (n 7) 410; Önen (n 6) 173; Soy (n 2) 166-170; Ulusan (n 6) 990; Ancak HMK md 315/2 gereği, sulhun iptal edilmesi ile medenî usûl hukukunun sulhe bağladığı sonuçların (kesin delil, kesin hüküm gibi) ortadan kalkacağı ve usûlî talebin istenilirse tekrardan yargılamaya konu olabileceğine ilişkin olarak bkz Meriç (n 1) 211.28  Taraf veya dava ehliyetinin olmaması, görevsiz mahkemenin ya da yasaklı hâkimin huzurunda sulhun yapılmış olması ya da sulhun tutanağa geçirilmemiş veya eksik ya da yanlış geçirilmiş olması hallerinde ise sulhun, usûl hukuka dayanan sebeplerle hükümsüzlüğü gündeme gelecektir. Bu konuda ayrıntılı bilgi için bkz Akil (n 6) 9; Önen (n 6) 176-177; Ulusan (n 6) 990.29  Akil (n 6) 9; Önen (n 6) 176; Ulusan (n 6) 990; Ancak usûl hukukuna ilişkin sebeplerden dolayı sulhun iptalinin mümkün olmadığı; yalnızca sulh üzerine verilen kesinleşmemiş kararlar aleyhine olağan kanun yollarına (istinaf ve temyiz), kesinleşmiş kararlar aleyhine ise olağanüstü kanun yoluna (yargılamanın yenilenmesi) gidilebileceğine ilişkin olarak bkz Soy (n 2) 166.30  Mahkeme dışında yapılan sulh, mahkeme huzurunda (önünde) yapılan diğer bir ifadeyle, kazaî sulhun karşılığı olan  adî sulh  olarak da adlandırılmaktadır. Bu konuda bkz Ulusan (n 6) 983; Ancak biz çalışmamızda öğreti ve uygulamada yaygın kullanımı sebebiyle,  mahkeme huzurunda yapılan sulh  ve  mahkeme dışında yapılan sulh  kavramlarını kullanmayı uygun bulduk.31  Bkz yukarıda I. bölüm.32  Bkz aşağıda III. bölüm.33  Kuru (n 7) 411; Önen (n 6) 2.509İstanbul Hukuk Mecmuası 77/2Mahkeme  dışında  yapılan  sulh,  tarafların  aralarındaki  uyuşmazlığa  veya tereddütlü duruma son vermek amacıyla karşılıklı fedakarlıkta bulunmak suretiyle mahkeme dışında yaptıkları bir sözleşmedir. Mahkeme dışında yapılan sulhun geçerli olabilmesi için derdest bir davanın varlığı gerekli değildir. Kaldı ki, tarafların mahkeme dışında sulhu yaptıkları sırada derdest bir dava olsa bile bu dava mahkeme dışında yapılan sulhten etkilenmeyecektir. Zira aşağıda belirtileceği üzere, mevcut bir davanın mahkeme dışında yapılan sulhten etkilenebilmesinin belirli koşulları vardır. Ayrıca mahkeme dışında yapılan sulhun esas amacı zaten taraflar arasındaki hukukî  belirsizlik  riskine,  diğer  bir  ifadeyle  dava  riskine  son  vermektir.  Bu amacından yola çıkılırsa, mahkeme dışında yapılan sulhun, mahkeme huzurunda yapılan sulhe göre medenî usûl hukukunun amacına ulaşmada daha pratik sonuçları olduğunu söyleyebiliriz. Zira taraflar arasındaki uyuşmazlıkla ilgili henüz bir dava açılmadan yapılan mahkeme dışı sulh, tarafların arasındaki uyuşmazlığın yargılama makamlarına intikal etmesini önleyebilecektir. Böylece medenî usûl hukukunun amaçlarından biri olan uyuşmazlıkların -dava dışında- barışçıl yollarla çözülmesini sağlayacaktır. Ayrıca  dava  açılmasının  önüne  geçmesi  sebebiyle  de,  yargılama makamlarını açılmış bir davaya bakma yükümlülüğünden kurtararak usûl ekonomisi ilkesine de katkı sağlayacaktır.B. Hukukî NiteliğiMahkeme dışında yapılan sulh, hukukî niteliği itibariyle Borçlar Kanunu nda düzenlenmediği için isimsiz bir sözleşmedir. İsimsiz sözleşme türleri arasında ise kendine özgü bir sözleşmedir. Mahkeme dışında yapılan sulh sözleşmesinde tarafların karşılıklı fedakarlıkta bulunarak aralarındaki uyuşmazlığı çözdüklerinden dolayı tam iki tarafa borç yükleyen bir sözleşme olduğunu da ifade etmek gerekir. Mahkeme dışında yapılan sulh sözleşmesinin hukukî niteliği belirtilirken, ayrıca mahkeme huzurunda yapılan sulhun hukukî niteliği ile ilgili olarak bir hususun altına çizmek gerekir. Şöyle ki; mahkeme huzurunda yapılan sulh, HMK md. 313 vd. ayrı bir kurum olarak ayrıntılı bir şekilde düzenlenmiştir. Diğer bir ifadeyle, mahkeme huzurunda yapılan sulh, mahkeme dışında yapılan sulh gibi bir sözleşmedir. Ancak HMK da bağımsız bir kurum olarak düzenlenmiş olması sebebiyle, artık mahkeme 34  Atalı, Pekcanıtez Usûl (n 3) 2033; Karslı (n 1) 384;  Karauz (n 25) 20; Önen (n 6) 2; İsviçre hukukunda da yargılama öncesinde ve yargılama dışında sulhun mümkün olduğuna ilişkin olarak bkz Grob-Andermacher and Walder-Richli (n 7) 268.35  Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 565; Atalı, Pekcanıtez Usûl (n 3) 2034; Karslı (n 1) 384; Karauz (n 25) 20; Kuru (n 7) 411; Soy (n 2) 98; Ulusan (n 6) 984; Alman hukukuna göre mahkeme dışında yapılan sulhun yargılamayı sona erdirmediği ve icrasının mümkün olmadığına ilişkin olarak bkz Grunsky and Jacoby (n 8) 148.36  Bkz aşağıda III. bölüm.37  Karauz (n 25) 22.38  ibid 22, 54.39  ibid 53-55.40  ibid 63.510Kılınç / Mahkeme Dışında Yapılan Sulh ve Yargılamaya Etkisihuzurunda yapılan sulh sözleşmesinin hukukî niteliğini isimsiz sözleşme olarak kabul etmek mümkün değildir. C. ŞekliMahkeme dışında yapılan sulh sözleşmesinde de taraflar, mahkeme huzurunda yapılan sulh sözleşmesinde olduğu gibi sulhun unsurlarını içerecek şekilde sulh sözleşmesini  düzenler.  Ancak  mahkeme  dışında  yapılan  sulh  sözleşmesinin, mahkeme huzurunda yapılan sulh sözleşmesine dönüşmedikçe tutanağa geçirilmesi söz konusu olmaz. Dolayısıyla, mahkeme dışında yapılan sulh sözleşmesi niteliği itibariyle bir maddî hukuk sözleşmesidir ve Borçlar Kanunu hükümlerine tabidir. Mahkeme dışında yapılan sulhe bir maddî hukuk sözleşmesi olması sebebiyle, sözleşmelerin kuruluşuna, uygulanmasına ve sona ermesine ilişkin olarak Borçlar Kanunu nda yer alan genel hükümler uygulanacaktır. Borçlar  Kanunu nda  yer  alan  şekil  serbestîsi  ilkesi  gereğince,  sözleşmelerin geçerliliği, kanunda aksi öngörülmedikçe, hiçbir şekle bağlı değildir (TBK md. 12/1). Sulh sözleşmesinin de Borçlar Kanunu nda düzenlenmemiş bir sözleşme olduğunu dikkate aldığımızda, taraflarca herhangi bir şekil şartı öngörülmedikçe, mahkeme dışında yapılan sulh sözleşmesinin geçerli olabilmesi için belirli bir şekilde yapılması gerekmez. Ancak mahkeme dışında yapılan sulhun konusunu oluşturan hukukî ilişki herhangi bir şekle tabi ise, mahkeme dışında yapılan sulh sözleşmesinin geçerli olabilmesi için şekil şartına uygun olarak yapılması gerekir. D. Hükümsüzlüğü, İptali ve FeshiYukarıda belirttiğimiz gibi mahkeme dışında yapılan sulh, hukukî niteliği itibariyle bir maddî hukuk sözleşmesi olduğundan, maddî hukuka dayanan hükümsüzlük ve iptal sebepleri ile geçersiz olacaktır. Ayrıca karma nitelikli bir sözleşme olduğu dikkate alındığında, mahkeme huzurunda yapılan sulhun de maddî hukuka dayanan sebeplerle  -yukarıda  incelendiği  gibi-  geçersizliği  söz  konusu  olacaktır  Maddî hukuka dayanan geçersizlik sebepleri ise butlan ve iptal edilebilirlik olup, bu konuda 41  ibid 54.42  Bkz aşağıda III, A bölüm.43  Karauz (n 25) 20.44  Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 565; Karauz (n 25) 20; Karslı (n 1) 384; Önen (n 6) 1-2; Soy (n 2) 97; Ulusan (n 6) 990.45  Karslı (n 1) 384; Karauz (n 25) 51-87; Soy (n 2) 97.46   Karslı (n 1) 384;Karauz (n 25) 87; Ulusan (n 6) 983.47  Ulusan (n 6) 983-984.; Ayrıca bu konuda ayrıntılı bilgi için bkz Karauz (n 25) 88-91; Öğretide mahkeme huzurunda yapılan sulhun, maddî hukuk tarafından öngörülen şekil şartının yerine geçtiğine ilişkin olarak bkz Akil (n 6) 6;Karauz (n 25) 88; Önen (n 6) 123-126; Tanrıver,  Sulh  (n 5  339.48  Bkz yukarıda II, B bölüm.511İstanbul Hukuk Mecmuası 77/2yukarıda yaptığımız açıklamalara yollamada bulunmakla yetineceğiz. Ancak burada özellikle altını çizmemiz gerekir ki, mahkeme huzurunda yapılan sulhun geçerliliği, öncelikle maddî hukuka göre geçerli olmasına bağlanmıştır. Dolayısıyla, gerek mahkeme huzurunda yapılan gerekse mahkeme dışında yapılan sulhun maddî hukuk bakımından geçerli olması önem arz edecektir.Mahkeme dışında yapılan sulhun maddî hukuk karakterine sahip olmasından dolayı gerekli koşullar oluşmuşsa, sözleşmeden tek taraflı olarak dönülebileceği ve tarafların anlaşarak sözleşmeyi feshedebileceği kabul edilmektedir.III. Mahkeme Dışında Yapılan Sulhun Yargılamaya EtkisiA. Mahkeme Dışında Yapılan Sulhun Mahkeme Huzurunda Yapılan Sulhe DönüştürülmesiYukarıda mahkeme dışında sulhun yapılabilmesi için derdest bir davanın varlığına gerek olmadığını; ayrıca dava devam ederken yapılsa bile mahkeme dışında yapılan sulhun  yargılamayı  etkileyemeyeceğini  ifade  ettik.  Ancak  mahkeme  dışında yapılan  sulhun  mahkeme  huzurunda  yapılan  sulhe  dönüştürülebileceği  gerek öğretide çoğunluğun görüşü gerekse Yargıtay içtihatları ile benimsenmektedir. Mahkeme dışında yapılan sulh, mahkeme huzurunda yapılan sulhe dönüştüğünde ise yargılamaya etki edebilecektir.Bu bağlamda öğretide çoğunluğun görüşü uyarınca, mahkeme dışında yapılan sulh sözleşmesi, taraflarca mahkemeye sunularak mahkeme tarafından tutanağa geçirilmesiyle  mahkeme  huzurunda  yapılan  sulhe  dönüşür.  Buna  göre,  taraflar mahkeme dışında yaptıkları yazılı sulh sözleşmesini mahkemeye sunarlar ve sulh 49  Bkz yukarıda I. bölüm.50  Karauz (n 25) 76; Önen (n 6) 173; Ulusan (n 6)  983.51  Karauz (n 25) 76.52  Karauz (n 25) 113; Karş mahkeme huzurunda yapılan sulhten tek taraflı olarak dönülemeyeceği ve taraflarca anlaşmak suretiyle feshinin mümkün olup olmadığına ilişkin bkz. yukarıda I. bölüm.53  Bkz yukarıda II, A bölüm.54  Bu görüşteki yazarlar için bkz aşağıda dn 57.55   ...Bu halde mahkemeye verilen yazılı sulh sözleşmesinin ayrıca tutanağa yazılmasına HMK'nun 154/3-f maddesine göre gerek yoktur. Çünkü duruşma tutanağında eklendiği yazılı belgelerin içeriği de tutanak metni hükmündedir. (HMK'nun 154/4.) Ancak mahkeme dışı bu sulhe göre karar verilebilmesi için HMK'nun 154/3-ç maddesine göre mahkemeye verilen sulh sözleşmesinin duruşmada tarafların önünde okunması, okunduğunun da duruşma tutanağına yazılması ve ondan sonra tutanağın taraflara (veya sulh için yetkili vekillerine) imza ettirilmesi gerekir. Böylece mahkeme dışı sulh mahkeme içi sulhe dönüşür ve buna göre karar verilir. Oysa dava konusu olayda mahkeme dışı sulh sözleşmesi olarak 09.09.2014 tarihli oturumda sunulduğunda, mahkemece sadece alındığı okunduğu ve dosyasına konulduğu belirtilmiştir. HMK'nun 154/3-ç maddesine gereğince taraflar önünde okunduğu belirtilmemiş ve taraflar vekillerinin imzaları alınmamıştır. Bu sebeple sulh sözleşmesi mahkeme önünde sulhe dönüşmediğinden buna göre karar verilmesi de isabetsiz olmuştur...  Yargıtay 17 HD, 18452/4933, 2.5.2017. Karar için bkz Kazancı İçtihat ve Mevzuat Bilgi Bankası.56  Karslı (n 1) 384; Mahkeme dışında yapılan sulh, mahkeme huzurunda yapılan sulhe dönüştüğünde, mahkeme huzurunda yapılan sulhün sonuçlarını doğuracaktır. Bkz aşağıda III, B bölüm dn  69.57  Akil (n 6) 5; Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 562; Atalı, Pekcanıtez Usûl (n 3) 2035; Karslı (n 1) 384;Karauz (n 25) 98; Kuru (n 7) 411; Soy (n 2) 98; Tanrıver,  Sulh  (n 5) 338; Ulusan (n 6) 984.512Kılınç / Mahkeme Dışında Yapılan Sulh ve Yargılamaya Etkisisözleşmesi duruşma tutanağına geçirilirse, mahkeme dışında yapılan sulh, mahkeme huzurunda yapılan sulhe dönüşecektir. Yine bu görüş doğrultusunda, mahkeme dışında yapılan yazılı sulh sözleşmesinin içeriğinin duruşma tutanağına geçirilmesine gerek yoktur. Zira duruşma tutanağına eklendiği yazılı olan belgelerin içeriği de tutanak hükmünde olup, sulh sözleşmesinin duruşmada okunması, okunduğunun duruşma  tutanağına  yazılması  ve  tutanağın  sulhe  ilişkin  bölümünün  taraflarca imzalanması yeterlidir.Öğretide  çoğunluğun  görüşünün  aksine  Önen  tarafından  mahkeme  dışında yapılan  sulhun  mahkeme  tutanağına  geçirilmek  suretiyle  mahkeme  huzurunda yapılan sulhe dönüşemeyeceği ileri sürülmüştür. Yazar, mahkeme huzurunda yapılan sulhun aynı zamanda bir yargılama işlemi olması ve mahkeme dışında yapılan sulhte mahkemenin sulhun yapılmasındaki uzlaştırıcı ve sevk edici fonksiyona sahip olmaması sebebiyle mahkeme dışında yapılan sulhun, mahkeme huzurunda yapılan sulhe dönüştürülemeyeceğini kabul etmektedir. Yine yazara göre, mahkeme dışında yapılan alelade bir maddî hukuk sözleşmesiyle, bir yargılama ilişkisini dolaysız olarak etkilemek ve sonuçlandırmak mümkün değildir. Zira taraflar yapacakları sözleşmelerle  aralarındaki  maddî  hukuk  ilişkilerini  etkileyebilir.  Yargılama ilişkilerinin etkilenebilmesi -davanın sonuçlanabilmesi- için yargılama işlemlerinin varlığı  gerekeceğinden  tarafların  mahkeme  dışında  yaptıkları  sulhun,  mahkeme huzurunda yapılan sulh şeklini alması gerekir. Bunun için de taraflarca mahkeme dışında yapılan sulhun, mahkemeye beyan edilip tutanağa geçirilmesi, taraflarca imzalanmasıyla davanın bir parçası haline gelmesi gerekecektir. Aslında yazarın paylaştığı bu son görüşten, mahkeme dışında yapılan sulhun, belirli yargılama işlemlerinin yapılması suretiyle mahkeme huzurunda yapılan sulhe dönüşebileceğini dolaylı olarak kabul ettiğini söyleyebiliriz.  Tanrıver e göre ise -Önen in görüşüne karşı- mahkeme dışında yapılan sulh, mahkemeye  verilip  tutanağa  geçirilmekle  mahkeme  huzurunda  yapılan  sulhe dönüşeceğinden, mahkeme sulhun yapılmasındaki uzlaştırıcı ve teşvik edici işlevini 58  Akil (n 6) 5.; Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 565; Atalı, Pekcanıtez Usûl (n 3) 2035; Karslı (n 1) 384; Kuru (n 7) 411; Soy (n 2) 98; Tanrıver,  Sulh  (n 5) 338.59  Akil (n 6) 5; Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 562; Karslı (n 1) 384; Soy (n 2) 98; Tanrıver,  Sulh  (n 5) 338; Tanrıver, Usûl (n 1) 1029;  ...HMK nın 154 maddesine göre de taraflar, mahkeme dışında yapmış oldukları yazılı bir sulh sözleşmesini mahkemeye vererek ve bu yazılı sulh sözleşmesine göre davada sulh olduklarını bildirmeleri halinde sulh sözleşmesinin mahkemeye verildiği duruşma tutanağına yazılır (HMK.m.154,3/f). Bu halde, mahkemeye verilen yazılı sulh sözleşmesinin ayrıca tutanağa geçirilmesine (yazılmasına) gerek yoktur. Çünkü duruşma tutanağında eklendiği yazılı olan belgelerin içeriği de tutanak metni hükmündedir (HMK.m.154,4). Ancak mahkemeye verilen yazılı sulh sözleşmesinin duruşmada tarafların önünde okunması, okunduğunun da duruşma tutanağına yazılması ve ondan sonra tutanağın (m.154,3/ç ye göre) taraflara (veya sulh için yetkili vekillerine) imza ettirilmesi gerekir. Böylece, mahkeme dışı sulh, mahkeme içi sulha dönüşür. Somut olayda uyuşmazlığın HMK'nın 320/1 maddesinde yazılı duruşma açılmadan, karar verilecek işlerden olmadığı da gözetilerek yukarıda açıklanan hususlar nazara alınmadan duruşma açılmaksızın dosya üzerinden yapılan inceleme ile yazılı şekilde karar verilmesinde isabet görülmemiştir...  Yargıtay 23. HD, 7955/3478, 31.5.2018. Karar için bkz Kazancı İçtihat ve Mevzuat Bilgi Bankası.60  Önen (n 6) 88.61  ibid 144.62  Tanrıver,  Sulh  (n 5) 338-339.513İstanbul Hukuk Mecmuası 77/2yitirmeyecek  ve  sulh  de  karma  nitelikli  bir  işlem  olma  özelliği  koruyacaktır. Zira tarafların mahkeme dışında yaptıkları yazılı sulh sözleşmesini mahkemeye sunduklarının  tutanağa  yazılması,  sonra  bunun  taraflara  yüksek  sesle  okunup, kaydedilerek taraflara imzalattırılması birer usûl işlemidir. Mahkeme dışında yapılan sulhun, mahkeme huzurunda yapılan sulhe dönüşebilmesi için tarafların yazılı sulh sözleşmesini mahkemeye sunmaları gerektiğini belirttik. Ancak taraflardan birinin mahkeme dışında yapılan sulhu inkâr etmesi durumunda mahkemenin nasıl bir işlem yapacağı ve karar vereceğinin üzerinde durmak gerekir. Buna göre, eğer taraflardan biri derdest davada mahkeme dışında yapılan sulh sözleşmesini inkâr ederse, sulh sözleşmesinin varlığına dayanan tarafın bunu kanunen caiz olan her türlü delille ispat etmesi gerekir. Ancak burada özellikle HMK md. 200 de düzenlenen senetle ispat zorunluluğu kuralına göre, belli miktarı aşan hukukî işlemlere ilişkin sulh sözleşmesinin varlığının senetle ispat edilmesi gerekecektir. Ayrıca mahkeme dışında yapılan sulhun ispatının mümkün olması için her şeyden önce maddî hukuka göre herhangi bir geçerlilik şekline tabi olmaması gerekir. Zira, mahkeme dışında yapılan sulh sözleşmesinin bir maddî hukuk sözleşmesi olduğu dikkate alındığında, geçerlilik şekline uyulmadan yapılan sözleşme zaten hükümsüz olacaktır.B. Mahkeme Dışında Yapılan Sulhun Sonuçları ve EtkisiHMK md. 315/1 de  Sulh, ilgili bulunduğu davayı sona erdirir ve kesin hüküm gibi hukuki sonuç doğurur. Mahkeme, taraflar sulhe göre karar verilmesini isterlerse, sulh sözleşmesine göre; sulhe göre karar verilmesini istemezlerse, karar verilmesine yer  olmadığına  karar  verir.   şeklinde  düzenlenen  hüküm  gereği  mahkeme huzurunda yapılan sulhun en önemli etkisi, mevcut uyuşmazlığı sona erdirmesi ve kesin hükmün sonuçlarını doğurmasıdır. Yine İİK md. 38 de mahkeme huzurunda yapılan sulhlerin, ilâmların icrası hakkındaki hükümlere tabi olduğu düzenlenmiş olduğundan, icra edilebilirlik etkisine sahip olduğunu da söylemek gerekir. 63   Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 565; Kuru (n 7) 411; Soy (n 2) 100.64   Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 565;Karauz (n 25) 23-24; Kuru (n 7) 411-412.65  Soy (n 2) 100.66   ... Dava tarihi itibariyle yürürlükte bulunan 6100 sayılı HMK'nın 313. vd maddelerinde davaya son veren taraf işlemlerinden olan  sulh  işlemi düzenlenmiştir. Buna göre sulh, tarafların üzerinde serbestçe tasarruf edebilecekleri bir uyuşmazlığı kısmen veya tamamen sona erdirmek amacıyla mahkeme huzurunda yaptıkları sözleşmedir. Sulhun, hükmün kesinleşmesine kadar yapılması mümkün olup şarta bağlı olarak da yapılmasına bir engel bulunmamaktadır. Sulh, ilgili bulunduğu davayı sona erdirip kesin hükmün hukuki sonuçlarını doğurduğu gibi taraflar isterse mahkemece, sulhe göre karar verilmeli, aksi halde ise karar verilmesine yer olmadığına dair hüküm  kurulmalıdır. Ayrıca her ne kadar yasada, mahkeme önünde sulh düzenlenmiş ise de mahkeme dışında sulh sözleşmesi yapılması da mümkündür. Somut olayda davacı vekilince temyiz dilekçesinde, taraflar arasında sulh sözleşmesi düzenlendiği belirtilerek 23.07.2014 tarihli sulh sözleşmesi dosyaya sunulmuştur. Bu durumda mahkemece, yukarıda yapılan açıklamalar çerçevesinde dosyaya sunulan sulh sözleşmesinin incelenip değerlendirilmesi gerektiğinden hükmün bu sebeple bozulması gerekmiştir..  Yargıtay 11 HD, 1907/134, 12.1.2016. Karar için bkz Kazancı İçtihat ve Mevzuat Bilgi Bankası.514Kılınç / Mahkeme Dışında Yapılan Sulh ve Yargılamaya EtkisiMahkeme dışında yapılan sulhler bakımından ise öğretide haklı olarak kesin hüküm  gücünden  yoksun  olduğu  ve  icra  edilebilir  etkiye  sahip  olmadığı  ileri sürülmüştür. Ancak Meriç tarafından ileri sürülen görüşe göre, mahkeme dışında yapılan sulh sözleşmesinde de tıpkı mahkeme huzurunda yapılan sulh de olduğu gibi benzer sonuçlar ortaya çıkacaktır. Şöyle ki; maddî uyuşmazlığı sona erdiren bu sözleşme usûlî talep üzerinde etki ederek uyuşmazlığı ve davayı sona erdirecektir. Bunun için tarafların dışarıda yaptıkları sulhü davayı takipsiz bırakma, davayı geri alma, davayı kabul, davadan feragat veya sulh şeklinde yargılamaya yansıtmaları gerekir.  Dolayısıyla  her  zaman  usûlî  talebe  ilişkin  faaliyetin  mahkemeye  sulh olarak yansımamış olması mümkündür. Ancak tarafların dışarıda yaptıkları sulhu mahkemeye bildirmeleri durumunda usûlî talebe ilişkin yargılama sulh nedeniyle sona erebilir.Kanımızca mahkeme dışında yapılan sulhle Meriç in ifade ettiği gibi uyuşmazlığın belli koşullar altında sona ermesi mümkün olabilir. Ancak mahkeme huzurunda yapılan  sulhun  diğer  etkileri olan  kesin  hükmün  sonuçlarının  doğması  ve  icra edilebilirlik için mahkeme dışında yapılan sulhun mahkeme huzurunda yapılan sulhe dönüştürülmesi gerekecektir. Mahkeme dışında yapılan sulh, mahkeme huzurunda yapılan sulhe dönüştüğünde ise  artık  mahkeme  huzurunda  yapılan  sulhun  sonuçlarını  doğuracaktır.  Bu sonuçlardan ilki ise sulhle mevcut uyuşmazlığın, diğer bir ifadeyle derdest davanın sona ermesidir (HMK md. 315/1). Buna göre, mahkeme huzurunda yapılan sulh, derdest davayı kendiliğinden sona erdirecek ve fakat mahkemenin bu konuda ayrıca bir karar vermesine gerek kalmayacaktır. Mahkemenin vereceği karar, yalnızca davanın konusuz kaldığını tespit eden bir karar olacaktır. Sulh sonucu derdest davanın kendiliğinden sona ermesi üzerine mahkemenin vereceği karar sulh sözleşmesinin şarta bağlı olup olmamasına göre değişecektir. Zira sulh, feragat ve kabulden farklı olarak şarta bağlı olarak yapılabilecektir (HMK md.313/4)72.  Öğretide  şarta  bağlı  olarak  sulh  yapıldığında,  mahkemenin  şarta 67  Ansay (n 6)  209; Karauz (n 25) 98.68  Meriç (n 1) 208.69  Karslı (n 1) 384;Karauz (n 25) 97-98; Ulusan (n 6) 988.70  Sulh ile davanın kendiliğinden sona ermeyeceğine, sulh üzerine mahkemenin bir kararla davayı sona erdirmesi gerektiğine ilişkin olarak bkz Kuru (n 7) 406; Alman ve İsviçre hukukunda da mahkeme huzurunda yapılan sulhün uyuşmazlığı ve derdest davayı mahkeme kararı olmaksızın sona erdirdiğine ilişkin olarak İsviçre hukuku için bkz Grob-Andermacher and Walder-Richli (n 7) 268-269; Alman hukuku için bkz Grunsky and Jacoby (n 8) 151;Rosenberg, Schwab and Gottwald (n 8) 737.71  Akil (n 6) 6-7; Ansay (n 6)  206; Karauz (n 25) 98; Meriç (n 1) 209; Soy (n 2) 139; Tanrıver,  Sulh  (n 5) 342; Tanrıver, Usûl (n 1) 1031; Ulusan (n 6) 988; 1086 sayılı HUMK'ta mahkeme huzurunda yapılan sulhle davanın kendiliğinden sona ereceğine ilişkin bir hüküm mevut değildi. Dolayısıyla mahkeme huzurunda yapılan sulhun derdest davayı sona erdirip erdirmeyeceği öğretide tartışmalı idi. Bu konuda bkz Akil (n 6) 6-7 dn 28; Ayrıca bu konudaki görüşler için bkz Önen (n 6) 128-142; Soy (n 2) 140-143; Tanrıver,  Sulh  (n 5) 342.72  Akil (n 6) 10; Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 562; Karslı (n 1) 385; Karauz (n 25) 108; Kuru (n 7) 405; Önen (n 6) 58; Soy (n 2) 25; Tanrıver,  Sulh  (n 5) 346.; Ulusan (n 6) 981.515İstanbul Hukuk Mecmuası 77/2bağlı olarak hüküm verip veremeyeceği meselesi tartışmalıdır. Ancak öğretide çoğunluğun benimsediği görüşe göre, şarta bağlı olarak sulh sözleşmesi yapılabilse de mahkeme şarta bağlı olarak hüküm veremeyecektir. Bu durumda mahkemenin  karar verilmesine yer olmadığına na karar vermesi gerekir. Sulh şarta bağlı olarak yapılmadığı takdirde ise HMK md. 315/1 gereği iki ihtimal ortaya çıkar. Buna göre, taraflar, mahkemeden sulhe göre karar vermesini isterlerse mahkeme sulhe göre karar verecektir. Zira tarafların aralarındaki uyuşmazlığın esaslı noktaları üzerinde sulh olmaları durumunda, bu hususların bütün ayrıntılarının hükümde  yer  almasını  talep  edebilmelerinde  hukukî  yararları  vardır.  İkinci ihtimalde  ise  taraflar,  mahkemeden  sulhe  göre  karar  verilmesini  istemezlerse, mahkemenin  karar verilmesine yer olmadığı na karar vermesi gerekir. Sulhun temel işlevinin hükmün tamamlayıcısı olmak değil; hükmün yerine geçmek ve hükmü etkisiz kılmak olduğu dikkate alındığında, mahkemenin bu yönde bir karar 73  Bu tartışmalar ve görüşler için bkz Akil (n 6) 11-14;  ...Sulh, davadan feragat ve davayı kabulden farklı olarak şarta bağlanabilen bir taraf usul işlemidir. Bununla birlikte sulhun şarta bağlanması mahkemenin de şarta bağlı hüküm verebileceği anlamına gelmez. Çünkü mahkeme kararlarının açık, şüphe ve tereddüt uyandırmayacak biçimde kaleme alınması zorunludur. Somut olayda; davalı tarafça sunulan ve taraflarca imzası inkar edilmeyen sözleşme için, davacı tarafından eldeki dava ile alakası olmadığı davalının kullandığı araba için çekilen kredi borcunu ödemek amacıyla yapıldığı iddia edilmiş ise de; sözleşmenin incelenmesinde, işbu davanın dosya numarası belirtilerek eldeki davayı sonlandırmaya yönelik yapıldığı anlaşılmıştır. O halde, mahkemece; davalı tarafça sunulan sözleşmenin mahkeme dışı sulh sözleşmesi niteliğinde olup olmadığının değerlendirilmesi ve varılacak sonuç dairesinde bir karar verilmesi gerekirken, eksik inceleme ve araştırma sonucu yazılı şekilde hüküm tesisi doğru görülmemiş, bozmayı gerektirmiştir...  Yargıtay 3 HD, 22593/10593, 25.10.2018. Karar için bkz Kazancı İçtihat ve Mevzuat Bilgi Bankası.74  Akil (n 6) 14; Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 563; Atalı, Pekcanıtez Usûl (n 3) 2037; Karslı (n 1) 385;Karauz (n 25) 109; Kuru (n 7) 407; Soy (n 2) 143-144; Tanrıver, Usûl (n 1) 1030; Ulusan (n 6) 981; Ancak Budak/Karaaslana'a göre, taraflar şarta bağlı sulh sözleşmesine göre karar verilmesini isterlerse, mahkeme sulh sözleşmesine göre karar vermelidir. Bkz Budak and  Karaaslan (n 1) 300.75  Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 563; Kuru (n 7) 408; Soy (n 2) 145; Ulusan (n 6) 988; Atalı'ya göre; bu ihtimalde taraflar arasındaki dava mahkemenin esas hakkındaki nihaî kararı ile sona erdiğinden, bu halde bir bütün olarak mahkeme kararına karşı kanun yollarına başvurmak mümkündür. Bkz Atalı, Pekcanıtez Usûl (n 3) 2036;  ...Somut olaya gelince; mahkemece taraf vekillerinden sulh sözleşmesine göre taleplerinin ne olduğu sorulmamıştır. Bu durumda taraflar ya da sulhe yetkili vekil, sulh sözleşmesine göre bir karar verilmesini istediği takdirde sulh sözleşmesinde öngörülen ve tarafların her birine düşen edimlerin ve yükümlülüklerin de karara bağlanması gerekir. Böylece taşınmazlar yönünden tapuda işlem yapılmasına imkan verildiği gibi tarafların yükümlülüklerinin de hükmen yerine getirilmesine imkan sağlanmış olur. Bu sebeple, mahkemece, sadece taraflar arasındaki 08.10.2013 tarihli protokolün tasdiki ile yetinilerek infaza elverişli bir hüküm kurulmaması doğru olmamıştır...  Yargıtay 14 HD, 1838/8247, 9.11.2017;  ...Sulh şarta bağlı değilse sulh üzerine mahkemenin vereceği karar, tarafların talebine göre iki şekilde olabilir:a)Taraflar, mahkemenin, sulhe (sözleşmesine) göre bir karar vermesini istemezlerse, karar verilmesine yer olmadığına karar verilir (HMK m 315,1). Taraflar sulhu tespit etmesini isterlerse, o zaman mahkeme, sulhu HMK m 154,3/ç ye göre tutanağa geçirir ve  karar verilmesine yer olmadığı  (HMK m 315,1/c.2) biçiminde bir kararla davanın son bulduğunu tespit etmekle yetinir. Çünkü, davanın sahibi taraflardır ve hâkim onların talebinden fazlaya karar veremez (HMK m 26). b)Taraflar sulhe göre karar verilmesini isterlerse, mahkeme, sulh sözleşmesine göre bir karar (hüküm) vermek zorundadır. Özellikle tarafların, aralarındaki uyuşmazlığın esaslı noktalarında sulh olmaları halinde, bunun bütün ayrıntıları ile birlikte bir mahkeme kararında (hükmünde) belirtilmesini istemelerinde hukuki yararları vardır. Taraflar sulh olurken aynı zamanda yargılama giderleri hakkında da bir anlaşmaya varmışlarsa, mahkeme, tarafların anlaşmasına göre tarafların ödeyecekleri yargılama giderlerini sulh nedeniyle davayı sona erdiren kararında belirtir. Taraflar, sulh sözleşmesinde yargılama giderlerinden söz etmemişlerse mahkeme, yargılama giderleri üzerinde de bir anlaşmaya varmaları için taraflara bir imkân verir. Taraflar, yargılama giderleri hakkında bir anlaşmaya varamazlarsa mahkeme, yargılama giderlerini, sulh sözleşmesindeki (kısmi) kabul ve feragat edilen miktarlar oranında taraflar arasında paylaştırır (HMK m 326,2); yani taraflardan birini, o oranda yargılama gideri ödemeye mahkûm eder. Taraflardan biri (veya her ikisi) davayı bir vekil (avukat) vasıtasıyla takip etmiş ise, mahkeme, karşı tarafı (veya her iki tarafı) sulh sözleşmesindeki kabul ve feragat oranında vekâlet ücreti ödemeye mahkûm eder (HMK m 323,1/ğ; 326,2). Bu vekâlet ücretine, tarifeye göre hükmedilir.Somut olaya gelince; hüküm tarihinden ve kararın temyiz edilmesinden sonra taraflar arasında 24.02.2017 tarihli bir sulh sözleşmesi yapıldığı anlaşılmaktadır.Bu durumda mahkemece, taraflar arasında düzenlenen 24.02.2017 tarihli sulh sözleşmesi uyarınca değerlendirme yapılarak oluşacak sonuca göre bir karar verilmesi gerekirken yazılı şekilde hüküm kurulması doğru görülmemiş, bu sebeple hükmün bozulması gerekmiştir...  Yargıtay 14 HD, 1550/337, 16.1.2018. Kararlar için bkz Kazancı İçtihat ve Mevzuat Bilgi Bankası.516Kılınç / Mahkeme Dışında Yapılan Sulh ve Yargılamaya Etkisivermesi işin doğası gereğidir. Ayrıca sulh üzerine mahkemenin bir karar vermesine gerek kalmadığından sulhe karşı usûl hukuku bakımından kanun yoluna başvurmak mümkün olmayacaktır.Mahkeme huzurunda yapılan sulhun diğer önemli etkisi ise kesin hükmün sonuçlarını doğurmasıdır (HMK md. 315/1)78. Ancak burada ifade edilen kesinlikten maddî anlamda kesinliği mi yoksa şeklî anlamda kesinliği mi anlamak gerektiği konusunda öğretide farklı görüşler ortaya atılmıştır. Öğretide ilk olarak Önen tarafından ileri sürülen görüşe göre, sulhun doğurduğu kesinlik, ancak şeklî anlamda bir kesinlik olabilir. Yazara göre, maddî anlamda kesinlik, maddi gerçekliğin belirtilmesidir. Sulh ise bir taraf işlemi olduğundan, tarafların hukukî tasarruflarıyla bağlayıcı bir adlî gerçekliği belirlemeleri mümkün değildir. Zira adlî gerçekliği belirleme imtiyazı mahkemelere özgüdür ve bu sebeple yalnızca mahkemelerin vereceği kararlar maddî anlamda kesinliğe elverişli olacaktır. Sulhun şeklî anlamda kesinliği sağladığını savunan bu görüş uyarınca, sulhe karşı kanun yollarına başvurulamayacağı gibi, sulhun  maddî  anlamda  kesin  hükmün  sonuçlarını  doğurmaması  sebebiyle  aynı taraflar arasında, aynı konuda ve aynı sebebe dayanarak tekrar dava açılabilmesi de mümkündür. Bu durumda tarafların yapacağı tek şey ise sulhu davada bir defi olarak ileri sürmek olacaktır.Öğretide ileri sürülen diğer bir görüş uyarınca ise sulh, maddî anlamda kesin hükmün sonuçlarını doğuracağından, aynı davanın tarafları arasında aynı konuda ve aynı sebebe dayanarak tekrar dava açılamaz. Atalı ya göre, davaya son veren taraf işlemleri hükmün sürrogatları olduğundan bizzat kendisi maddî anlamda kesin hüküm teşkil etmez. Maddî anlamda kesin 76  Akil (n 6) 7; Önen (n 6) 134; Soy (n 2) 142; Tanrıver,  Sulh  (n 5) 342-344;  Zira davanın sahibi taraflardır ve hâkim onların talebinden fazlasına karar veremez (HMK md. 26/1).  Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 563;  Kuru (n 7) 407.77  Akil (n 6) 7; Ansay (n 6) 206-207; Önen (n 6) 150-151; Sulh üzerine mahkemenin vereceği karara karşı usûl hukuku sebeplerine göre olağan kanun yollarına başvurulabileceğine ilişkin olarak bkz Kuru (n 7) 409; Soy (n 2) 159-160; Ancak sulhun içeriği olan maddî hukuk işlemine karşı usûl hukuku kurallarına göre kanun yollarına başvurulamayacağına ilişkin olarak bkz Kuru (n 7) 409; Atalı'ya göre de mahkemenin karar vermesine yer olmadığına ilişkin kararına karşı yalnız mahkemenin usûlî yükümlülüklerini yerine getirip getirmediğine ilişkin olarak kanun yolu incelemesi yapılabilecektir. Bkz Atalı, Pekcanıtez Usûl (n 3) 2036.78   ...Davacılar vekili 31.08.2018 tarihli dilekçesi ile karar verildikten sonra davacı vekilinin sunduğu 08/03/2016 tarihli ibraname uyarınca sulh olduklarını bu sulh protokolü uyarınca idare tarafından bedelin ödenmeye başlandığı belirtilmiştir. Sulh HMK'nın 313 vd maddelerinde düzenlenmiş olup görülmekte olan bir davada tarafların aralarındaki uyuşmazlığı kısmen veya tamamen sona erdirmek amacıyla mahkeme huzurunda yapmış oldukları bir sözleşmedir ve hüküm kesinleşinceye kadar her zaman yapılabilir. Karar kesinleşinceye kadar yapılan her türlü sulh anlaşması mahkeme huzurunda yapılmış sulh olarak kabul edilir. Sulh ilgili bulunduğu davayı sona erdirir, kesin hüküm gibi sonuç doğurur...  Yargıtay 5.HD, 5093/25740, 27.12.2018. Karar için bkz Kazancı İçtihat ve Mevzuat Bilgi Bankası.79  Önen (n 6) 149; Ayrıca Karauz, Tanrıver ve Ulusan da Önen'i referans alarak buradaki kesinliğin şeklî anlamda kesinlik olduğunu paylaşmışlardır. Bkz Karauz (n 25) 98-99; Tanrıver,  Sulh  (n 5) 343 dn 40; Ulusan (n 6) 988-989.80  Önen (n 6) 150-151; Ulusan (n 6) 989.81  Önen (n 6) 151; Ulusan (n 6) 989.82  Önen (n 6) 151; Ulusan (n 6) 989.83  Akil (n 6) 7; Kuru (n 7) 409; Soy (n 2) 155-156.84  Atalı, Pekcanıtez Usûl (n 3) 2009, s. 2035.517İstanbul Hukuk Mecmuası 77/2hüküm ise yalnızca mahkeme kararlarına tanınan bir ayrıcalıktır. Davaya son veren taraf işlemelerinde davayı esasen sona erdiren tarafın iradesidir. Ancak kanun koyucu davaya son veren taraf işlemlerinde de mahkeme kararlarına tanınan ayrıcalıklardan yararlanma imkanı vermiştir. Bu sebeple davaya son veren taraf işlemi ile sona eren bir dava yeniden açılmak istendiğinde mahkeme kesin hüküm varmış gibi hareket etmelidir. Tanrıver de HMK md. 315 te sözü edilen kesin hüküm gibi etki doğurmanın maksadının, sulhun hem şeklî hem de maddî anlamda kesin hükmün hukukî sonuçlarını doğurması olduğunu; belirtilen düzenlemede özel bir düzenleme getirilerek kesin hüküm gibi hukukî sonuç doğurmaya vurgu yapıldığını ve bu yüzden sulh ile sona eren dava tekrar açıldığında mahkemenin maddî anlamda kesin hüküm dava şartı eksikliğinden davanın usûlden reddine karar vermesi gerektiğini ileri sürmektedir.Budak/Karaaslan a göre de sulhun kesin delil etkisini de kapsayacak şekilde kesin hüküm teşkil edebilmesi için tarafların talebi üzerine mahkemenin sulhe göre karar vermiş olması gerekir. Ancak taraflar sulhe göre karar verilmesini talep etmezlerse, mahkeme karar verilmesine yer olmadığına karar vereceğinden, bu durumda sulh sözleşmesi sadece davanın ikinci defa açılmasına engel olacak; ancak kesin delil gücünden yoksun olacaktır.Meriç e  göre,  taraflar  mahkemeden  yapmış  oldukları  sulh  sözleşmesinin tutanağa geçirilmesini istemişlerse, sulhu içeren hüküm hem maddî hem de şeklî anlamda kesin hüküm teşkil eder. Ancak taraflar, sulhe göre karar verilmesini istememişlerse, sulh bir mahkeme kararı yerine geçemeyecek ve kanunî bir geçekliği ifade edemeyecek; fakat maddî anlamda kesin hükmün sonuçlarını doğurabilecektir. Ancak yazara göre, mahkemenin sulh sebebiyle davanın konusuz kaldığına ilişkin kararı, yalnızca tarafların anlaştıklarını belirttiğinden, sulhun içeriğini göstermeyen mahkeme tutanağının kesin hükmün sonuçlarını doğurması beklenemez.Kanımızca  da  sulhun  kesin  hükmün  sonuçlarını  doğuracağını  kabul  etmek gerekir.  Zira  HMK  md.  315/1  hükmü,  tereddüde  yer  bırakmayacak  şekilde mahkeme huzurunda yapılan sulhun, kesin hüküm gibi hukukî sonuç doğuracağını düzenlemiştir.  Sulhun  amacının  taraflar  arasındaki  uyuşmazlığı  geleceğe  etkili olarak çözmek olduğu hususu dikkate alındığında, sulhun, hem maddî hem de şekli anlamda kesin hükmün sonuçlarını doğurması gerekir. Ayrıca burada zaten sulhun kendisinin kesin hüküm teşkil edeceği değil; kesin hükmün sonuçlarını doğuracağı açıkça belirtilmiştir. Dolayısıyla sulhle sona eren yargılama üzerine kanun yollarına 85  Tanrıver, Usûl (n 1) 1031-1033.86  Budak and  Karaaslan (n 1) 302.87  Meriç (n 1) 210-211.88  Meriç (n 1) 210; Tanrıver, Usûl (n 1) 1031.518Kılınç / Mahkeme Dışında Yapılan Sulh ve Yargılamaya Etkisibaşvurulamayacağı gibi; aynı taraflar arasında, aynı konuda ve aynı sebebe dayanarak tekrar dava açılması mümkün olmayacaktır.  Yine öğretide sulhun şarta bağlı olarak yapılması durumunda, sulhun sonucunda davanın  kendiliğinden  sona  ereceği;  ancak  uyuşmazlığın  sona  ermeyeceğinden bahisle maddî anlamda kesin hükmün etkisine sahip olamayacağı ileri sürülmüştür. Ancak her ne kadar şarta bağlı olarak sulh yapıldığında mahkemece şarta bağlı hüküm verilemese de, HMK md. 315/1 uyarınca kesin hükmün kendisinin değil sonuçlarının ortaya çıkacağı düzenlenmiş olduğundan, bu durumda da maddî anlamda kesin hükmün sonuçlarını doğuracağını kabul etmek gerekir. Diğer bir ifadeyle, aynı taraflar arasında, aynı konuda ve aynı sebebe dayanarak tekrar dava açılamamalıdır.Mahkeme huzurunda yapılan sulhun diğer önemli bir sonucu da İİK md. 38 uyarınca  ilâmların  icrasına  ilişkin  hükümlere  tabi  olmasıdır.  Ancak  mahkeme huzurunda  yapılan  sulhlerin  ilâm  niteliğini  haiz  olmadığının;  yalnızca  icra edilebilirlik bakımından ilâmlarla aynı hukukî rejime tabi olduğunun altını çizmek gerekir. Zira sulh, mahkeme ilâmlarından farklı olarak irade sakatlığı sebeplerine dayanarak iptal edilebilir ve şarta bağlı olarak yapılabilmesi mümkündür. Mahkeme huzurunda yapılan sulhun icraya elverişli olabilmesi için, tarafların sulh olduklarına ilişkin tutanağın önce taraflar, sonra da hâkim ve zabıt katibi tarafından imzalanması ve mahkemece uyuşmazlığın sulh ile sonuçlandığının tespit ve tevsik edilmiş olması gerekir. Yine sulhun icra edilebilmesi için içerik itibariyle icraya elverişli olması diğer bir ifadeyle, bir edimin ifasını sağlamaya yönelik olması gerekir.Yukarıda bahsettiğimiz HMK md. 315/1 ve İİK md. 38 hükümlerinde düzenlenen etkiler şüphesiz ki, mahkeme dışında yapılan sulh, mahkeme huzurunda yapılan sulhe dönüştüğünde de ortaya çıkacaktır. Ancak burada özellikle mahkeme dışında yapılan sulhun icrasının üzerinde durmak gerekir. Şöyle ki; İİK md. 38 de  mahkeme huzurunda yapılan sulhler  ifadesinin kullanılması, mahkeme dışında yapılan sulhün icra edilemeyeceği anlamına gelmemelidir. Kaldı ki, bu düşünceden yola çıkıldığında HMK md. 315/1 de düzenlenen sonuçlar da mahkeme dışında yapılan sulhte geçerli olmayacaktır. Zira HMK md. 313 ün gerekçesinde mahkeme dışında yapılan sulhun, 89  Arslan, Yılmaz, Taşpınar-Ayvaz and Hanağası (n 1) 564; Atalı, Pekcanıtez Usûl (n 3) 2037; Kuru (n 7) 409; Soy (n 2) 155156.; Aksi yönde bkz Akil (n 6) 7.90  Sulhun şarta bağlı olarak yapılmasının yargılamanın kesin bir hükümle sona ermiş sayılmasına engel olmadığına ilişkin olarak bkz Akil (n 6) 7.91  Ansay (n 6) 206; Karslı (n 1) 386;Karauz (n 25) 100; Önen (n 6) 152-153; Soy (n 2) 179; Tanrıver,  Sulh  (n 5) 344; Ulusan (n 6) 989.92  Karauz (n 25) 100; Tanrıver,  Sulh  (n 5) 344; Ulusan (n 6)  989.93  Önen (n 6) 153; Soy (n 2) 180; Tanrıver,  Sulh  (n 5) 344.94  Grunsky and Jacoby (n 8) 151; Hess (n 8) 190; Karslı (n 1) 386;Karauz (n 25) 99-100; Önen (n 6) 157; Soy (n 2) 180; Tanrıver,  Sulh  (n 5) 345; Tanrıver, Usûl (n 1) 1034; Ulusan (n 6) 989.519İstanbul Hukuk Mecmuası 77/2düzenlemenin kapsamı dışında olduğu belirtilmiştir. Ancak yukarıda ayrıntılı olarak tartıştığımız üzere, mahkeme dışında yapılan sulh sözleşmesinin, mahkeme huzurunda yapılan sulhe dönüşmesi durumunda mahkeme huzurunda yapılan sulhun etki ve sonuçlarını doğuracağının tekrar altını çizmek gerekir.SonuçSulh, medenî usûl hukukumuza hâkim olan tasarruf ilkesi gereğince, tarafların uyuşmazlığı sona erdirmek konusunda tasarrufta bulunabilmelerine imkan sağlayan bir kurumdur. Sulh ile ilgili olarak hukukumuzda bağımsız bir düzenleme ilk defa 6100 sayılı HMK ile yer almaktadır. Ancak mevcut düzenleme yalnızca mahkeme huzurunda  yapılan  sulhe  ilişkindir.  Oysa  uyuşmazlık  içinde  olan  tarafların, uyuşmazlığı yargılama makamlarına taşımadan önce veya uyuşmazlıkla ile ilgili yargılama devam ederken mahkeme dışında sulh olmaları mümkündür. Tarafların aralarındaki uyuşmazlığı çözmek diğer bir ifadeyle, sona erdirmek için karşılıklı fedakarlıkta bulunarak mahkeme dışında yaptıkları sözleşme, mahkeme dışında yapılan sulh sözleşmesidir. Mahkeme dışında yapılan sulh, bir maddî hukuk sözleşmesi olup, derdest bir davanın varlığını gerektirmez. Ayrıca derdest bir dava olsa bile mahkeme dışında yapılan sulhle, devam eden yargılama etkilenmez. Ancak mahkeme  dışında  yapılan  sulhün,  belirli  koşullar  altında  mahkeme  huzurunda yapılan sulhe dönüştürülmesi ile mahkeme huzurunda yapılan sulhün etkilerini ve sonuçlarını doğurması mümkün olacaktır. Diğer bir ifadeyle, mahkeme dışında yapılan sulhün, devam eden yargılamayı etkilemesi için mahkeme huzurunda yapılan sulhe dönüştürülmesi gerekir.Finansal Destek: Yazar bu çalışma için finansal destek almamıştır. 95  Bkz yukarıda I. bölüm.96  Bkz yukarıda III, A bölüm.520Kılınç / Mahkeme Dışında Yapılan Sulh ve Yargılamaya Etkisi",
     "Kaynakça": "Akil C,  Hukuk Muhakemeleri Kanunu nda Sulh ve Sulh Yoluyla Şarta Bağlı Hüküm Verilip Verilemeyeceği Meselesi , (2012) XVI (4) Gazi Üniversitesi Hukuk Fakültesi Dergisi 1 17.Alangoya HY, Yıldrım MK and Deren Yıldırım N, Medenî Usûl Hukuku Esasları (6. bası Alkım 2006).Ansay SŞ,  Sulh , (1944) I (2) Ankara Üniversitesi Hukuk Fakültesi Dergisi 200 209.Arslan R, Yılmaz E, Taşpınar Ayvaz S, Hanağası E, Medenî Usûl Hukuku (4. baskı, Yetkin 2018). Atalı M, Pekcanıtez Usûl Medenî Usûl Hukuku (15. bası, Oniki Levha 2017).Atalı M, Ermenek İ and Erdoğan E, Medenî Usûl Hukuku Ders Kitabı (Yetkin 2018).Budak AC and Karaaslan V, Medenî Usûl Hukuku (Güncellenmiş 2. baskı, Adalet 2018).Erdönmez, G, Pekcanıtez Usûl Medenî Usûl Hukuku (15. bası, Oniki Levha 2017).Grob Andermacher B and Walder Richli HU, Zivilprozessrecht Nach den Gesetzen des Bundes und des Kantons Zürich unter Berücksichtigung weiterer kantonalen Zivilprozessordnungen und der Schweizerischen Zivilprozessordnung vom 19. Dezember 2008 sowie unter Einschluss internationaler Aspekte (5. vollständig überarbeitete Auflage, Schulthess Juristische Medien AG 2009).Grunsky W and Jacoby F, Zivilprozessrecht (15. überarbeitete Auflage, Franz Vahlen 2016).Hess B, Jauernig/ Hess Zivilprozezzrecht (30. völlig neu bearbeitete Auflage, C.H. Beck 2011).Karauz AK, Sulh Sözleşmesi (Adalet 2014).Karslı A, Medenî Muhakeme Hukuku Ders Kitabı (6100 sayılı HMK hükümlerine göre Yargıtay Kararları İşlenmiş ve gözden geçirilmiş 2. baskı, Alternatif 2011). Kazancı Mevzuat ve İçtihat Bilgi Bankası (www.kazanci.com.tr).Kuru B, İstinaf Sistemine Göre Yazılmış Medenî Usûl Hukuku Ders Kitabı (Yetkin 2017).Meriç  N,  Medenî  Yargılama  Hukukunda  Tasarruf  İlkesi  (Hukuk  Muhakemeleri  Kanunu Çerçevesinde) (Yetkin 2011).Önen E, Medenî Yargılama Hukukunda Sulh (Ankara Üniversitesi Hukuk Fakültesi 1972).Rosenberg L, Schwab KH and Gottwald P, Zivilprozessrecht (17. neu bearbeitete Auflage, C.H. Beck 2010). Soy A, Türk Medenî Yargılama Hukukunda Sulh ( Adalet 2017).Staehelin A, Staehelin D and Grolimund P, Zivilprozessrecht Unter Einbezug des Anwaltsrechts und des internationalen Zivilprozessrechts (2. Auflage, Schulthess Juristische Medien AG 2013).Tanrıver S,  Mahkeme Huzurunda Yapılan Sulhler , (1994) 49 (1) Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi 333 348. Tanrıver S, Medenî Usûl Hukuku C.I Temel Kavramlar ve İlk Derece Yargılaması (Yetkin 2016).Ulusan Banu:  Sulh Sözleşmeleri , 2011 2012 (VIII  IX) 2 1 Yeditepe Üniversitesi Hukuk Fakültesi Dergisi (Prof. Dr. Erhan ADAL a Armağan) 975 993.Üstündağ S, Medenî Yargılama Hukuku C. I II (Gözden geçirilmiş ve yenilenmiş 7. baskı, Filiz 2000).521"
}