{
     "Tip": "Makale",
     "Dergi İsmi": "İstanbul Hukuk Mecmuası ",
     "Üniversite İsmi": "İstanbul Üniversitesi",
     "Gün": "01",
     "Ay": "06",
     "Yıl": "2019",
     "Cilt": "77",
     "Sayı": "1",
     "Başlık": "Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden Yararlanma Olanağı(TTK m. 202/2 ve SerPK m. 24 Hükümlerinin Karşılıklı Uygulama Alanı)",
     "Title": "The Opportunity of the Shareholder, Who Has Used the Right of Leave/Appraisal Right in PubliclyHeld Joint Stock Companies, to Benefit From the Regulations Regarding Group of Companies (Mutual/Comparative Scopes of TCC art. 202/2 and CML art. 24)",
     "Yazar İsmi": [

          "Ali Paslı", "Hasan Onur Akay"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anonim ortaklık", "Ayrılma hakkı", "Türk Ticaret Kanunu m.202/2"
     ],
     "Keywords": [
          "Incorporated company", "Appraisal right", "Turkish Commercial Code Art.202/2"
     ],
     "Özet": "Ayrılma hakkı bir boyutuyla, şirketler topluluğu kapsamında TTK m. 202/2; halka açık şirketler kapsamında ise SerPK m. 24 hükmü kapsamında düzenlenmiş olup anılan hükümlerin birlikte uygulanıp uygulanamayacağı ve uygulanabileceğinin kabulü hâlinde bu uygulamanın ne şekilde olabileceği tartışması, güncelliğini korumaktadır. Belirtelim ki, pay sahibi SerPK m. 24 hükmü uyarınca ayrılma hakkını kullansa dahi, ayrılma hakkı bedelinin ayrıca TTK m. 202/2 hükmüne göre hesaplanmasını da talep edebilecektir. Bu talep, payların yeniden satın alınması niteliğinde değildir; zira ayrılma hakkı yenilik doğuran bir hak olması nedeniyle kullanılmakla tükenmektedir; talep, sadece ayrılma bedelinin yeniden hesaplanmasına ilişkin olacaktır. Ayrılma hakkı doğuran işlemlerin sınırlı sayıda olup olmadığına yönelik tartışma bir yana, bu işlemlerin neler olduğu ve özellikle şirket işlemi niteliğinde olmasının gerekip gerekmediği bu çalışmanın konusunu oluşturmamaktadır. Pay sahibinin ayrılma bedelinin (yeniden/TTK m. 202/2 hükmüne göre) hesaplanmasına yönelik bu talebi, mahkemeler aracılığıyla ileri sürülebilmekte olup SPK nın bu hususta idari bir yetkisi bulunmamaktadır; pay sahibi de bu hususta SPK ya müracaat etme hakkını haiz değildir. SerPK m. 24 ve TTK m. 202/2 hükümlerinin birlikte uygulanıp uygulanamayacağı noktasında muhtelif ihtimaller gündeme gelmekteyse de, TTK m. 202/2 hükmünün lafzı ve SerPK m. 27 hükmünün TTK m. 208 hükmüne yönelik öngördüğü düzenlemenin SerPK m. 24 hükmünde TTK m. 202/2 hükmü için öngörülmemiş olması, SerPK m. 24 ve TTK m. 202/2 hükümlerinin birlikte uygulanabileceğine işaret eden başlıca hususlardır.",
     "Abstract": "The right of leave of a shareholder is regulated from one perspective both in Capital Market Law (CML) art. 24 and Turkish Commercial Code (TCC) art. 202/2, hence it is still an open discussion whether the shareholder, who has used the right of leave regulated in CML art. 24, could also have a demand arising from TCC art. 202/2 or not. It should be stated that, a shareholder, who has used the right of leave arising from CML art. 24, can also demand a recalculation of the seperation fee according to TCC art. 202/2, undoubtably by providing the other terms of TCC art. 202/2. This demand can only contain the recalculation of the seperation fee, in other words the shareholder cannot exercise the right of leave according to TCC art. 202/2, by using the right of demand according to CML art. 24 as he/she is no longer a shareholder. Even the TCC art. 202/2 itself states that the aforementioned regulation is also applicable to public companies as well, hence TCC art. 202/2 and CML art. 24 can be applied cummulatively. CML art. 27 is also another sign of this result, as it forbids TCC art. 208 to be applied to public companies, when CML art. 24 does not regulate the same for TCC art. 202/2. Capital Market Board (CMB) has no administrative discretion whether the separation fee calculated in accordance to CML art. 24 reflects the real value of the shares or not; this has to be clarified by courts on demand of the shareholder.",
     "Metin": "1. TTK m. 202/2 ve SerPK m. 24 Hükümlerinin Uygulanma Alanıİşbu  çalışmamızda  inceleme  konusu  yapılacak  hükümler,  anonim  şirketler perspektifinden, SerPK m. 24 ve TTK m. 202/2 hükümleridir. Bu bakımdan özel olarak halka açık (anonim) ortaklıklar bakımından uygulama alanı bulacak olan SerPK m. 24 hükmü ile yine özel olarak şirketler topluluğunun mevcudiyeti hâlinde gündeme gelebilecek TTK m. 202/2 hükmü ele alınacak olup pay sahibinin bir bedel karşılığında şirketten ayrılması sonucunu doğuran, TTK m. 141, 208, 483, 531 ile SerPK m. 26, 27 ve sair hükümler –özel olarak- değerlendirilmeyecektir. Hâkimiyetin hukuka aykırı kullanılması  kenar başlığını taşıyan ve şirketler topluluğu  hâkiminin  sorumluluk  sistemini  kurallara  bağlayan  TTK  m.  202 nin ikinci fıkrasının ilk cümlesinde ayrılma hakkına ilişkin temel kural  (h)âkimiyetin uygulanması ile gerçekleştirilen ve bağlı şirket bakımından açıkça anlaşılabilir haklı  bir  sebebi  bulunmayan…işlemlerde,  genel  kurul  kararına  red  oyu  verip tutanağa geçirten veya yönetim kurulunun bu ve benzeri konulardaki kararlarına yazılı olarak itiraz eden pay sahipleri; hâkim teşebbüsten, zararlarının tazminini veya paylarının…satın alınmasını mahkemeden isteyebilirler.  şeklindedir. Bizatihi  ayrılma hakkı  başlıklı SerPK m. 24 ün ilk cümlesi ise 23 üncü maddede belirtilen önemli nitelikteki işlemlere ilişkin genel kurul toplantısına katılıp da olumsuz oy kullanan ve muhalefet şerhini toplantı tutanağına işleten pay sahipleri, paylarını halka açık ortaklığa satarak ayrılma hakkına sahiptir.  şeklinde olup hüküm, halka açık anonim ortaklıklar bakımından uygulama alanı bulmaktadır.İnceleme konusu bakımından belirtelim ki, her iki hüküm de, pay sahibine, alınacak/yapılacak  (önemli)  bazı  kararların/işlemlerin  akabinde,  bu  kararlara/işlemlere  muhalif  kalınması  kaydıyla,  paylarının  değerini  alarak  çıkma/ayrılma hakkı bahşetmektedir. Pay sahibi, ilgili şartların gerçekleşmesi durumunda paylarını tek taraflı irade açıklaması ile satma hakkı elde etmekte ve bu opsiyonu kullanarak payının mali değeri karşılığında şirket ortaklığından ayrılabilmektedir. Söz konusu  çıkış   imkânı,  anonim  ortaklıklar  hukuku  düzeninde  istisnai  nitelik  taşımakta olup çoğunluk karşısında zor duruma düşen ya da düşme ihtimali olan azınlığın, özellikli durumlarda, pay sahipliği/ortaklık kıskacı içinde kalmaktan kurtulmasını sağlamaktadır. 1  TTK m. 1531 hükmü uyarınca gerek  şirket  gerek  ortaklıklar  terimleri anlamdaş ve kanuni terimler olup birinin diğerinin yerine kullanılması mümkündür. Çalışmamızda da kimi zaman  şirket  kimi zaman ise  ortaklık  ifadesi kullanılacak olup bunların aynı manada olduklarını belirtelim.2  Burada  azınlık  ifadesi, teknik anlamda şirket sermayesinin belli bir oranına (yüzde beş veya on) denk gelen paylara sahip olmaktan kaynaklanan ve –bireysel pay sahiplerine nazaran- ekstra haklar kullanan pay sahibi grubunu değil; kontrolü elinde bulunduran pay sahiplerinin dışında kalan tüm pay sahiplerini karşılamaktadır. Bu anlamda  azınlık , % 1 oranında paya sahip olabileceği gibi, % 10 un çok daha üzerinde bir pay sahipliğine de denk gelebilir. Hatta buradaki azınlık, kontrol dışındaki pay sahipleri yığınını ifade ettiği için, ilgili şirketteki kontrol eşiğinin % 50 nin altında olması olasılığında, birbirleri ile irtibatlı olmayan  azınlığın , pay çoğunluğunu elinde bulundurması da mümkündür. Çalışmamızda kullanılan  azlık  terimi de, bu anlamdadır.52Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...Bununla birlikte her iki hüküm de pay sahibine ayrılma hakkı vermekle birlikte, gerek  hakkın  kullanımına  dayanak  niteliğindeki  kararlar/işlemler  gerek  de  pay bedelinin hesaplanması bakımından farklılıklar arz etmektedir. Buna ek olarak SerPK m. 24 hükmünün halka açık ortaklıklarda uygulama alanı bulan bir hüküm olmasına rağmen TTK m. 202/2 hükmünün ancak bir şirketler topluluğu mevcudiyeti hâlinde uygulanabilecek olması da, bu hükümler arasında farklılık teşkil eden bir diğer noktadır. Diğer bir ifadeyle, TTK m. 202/2 hükmünün uygulanabilmesi, -halka açık veya değil- ortaklıklardan müteşekkil bir şirketler topluluğunun varlığına muhtaçken SerPK  m.  24  hükmünün  uygulanması,  özel  olarak  bir  şirketler  topluluğunun mevcudiyetini gerektirmemektedir; halka açık bir anonim şirketin varlığı, anılan hükmün uygulanabilmesi için gerekli ve yeterlidir. Son olarak ifade edelim ki, bu hükümler kapsamında ileri sürülecek ayrılma hakkının muhataplarının farklılığı da, hükümler arasındaki bir diğer fark olarak karşımıza çıkmaktadır. Gerçekten de TTK m. 202 hükmü kapsamında gerek zararın tazmini gerek de payların satın alınması talebi hâkim şirkete/teşebbüse, bu anlamda pay sahibine yöneltilmekteyken SerPK m. 24 kapsamında ileri sürülecek talebin muhatabı, SerPK m. 23 hükmünde sayılan işlemleri yapan/kararları alan şirket tüzel kişiliğinin kendisidir. Diğer bir deyişle SerPK kapsamındaki talep pay sahibi tarafından, bizatihi pay sahibi olduğu şirket tüzel kişiliğine doğrudur. Buna karşılık TTK m. 202/2 kapsamındaki istem, pay sahibi tarafından, -genellikle- pay sahibi olmadığı bir şirkete (hâkim şirkete) yöneltilmektedir.Bunların  dışında,  ayrılma  hakkı  doğuran  işlemler  bakımından  konuya yaklaşıldığında,  gerek  SerPK da  gerek  de  TTK da  yer  alan  işlemlerin,  benzer oldukları  ve  fakat  özdeş  olmadıkları  görülmektedir.  Ayrılma  hakkı  bahşeden işlemlerin neler olduğu ve bu işlemlerin sınırlı sayıda olup olmadığı hususu ise, işbu çalışmanın kapsamına girmemekle birlikte hâlihazırda Türk doktrininde tartışılan bir konudur. Bir diğer tartışmalı husus ise -yine çalışmamızın kapsamına girmemekle 3  Söz konusu tartışmalar için bkz. Salih Önder Yeşiltepe, Halka Açık Anonim Ortaklıklarda Çıkarma ve Satma Hakları (2015) 150 dpn. 353, Ali İhsan Karacan, Sermaye Piyasası Hukuku-Yazılar C. I (Yazılar) (2017), 238. Fıkrada sayılan işlemlerin sınırlı sayıda olmadığı ve hangi işlemlerin hüküm kapsamında ele alınacağı konusunda takdirin mahkemeye ait olduğu konusunda bkz. Ersin Çamoğlu, ‘Şirketler Topluluğunda Hakimiyetin Kötüye Kullanılmasından Doğan Sorumluluk Davaları  Galatasaray Üniversitesi Hukuk Fakültesi Dergisi 2013/2, (2013), 27. Ali İhsan Karacan, Ortaklıktan Çıkarma-Sermaye Piyasası Hukuku Açısından Bir İnceleme (2015) 167. Bir diğer yazar da, bu saymanın tahdidi olmadığını belirtmektedir. Bkz. Gökçen Turan, ‘SPKn m. 24 e İstinaden Ayrılma Hakkını Kullanan Ortak, Ayrıca TTK m. 202/2 ye Dayanarak Dava Açabilir mi?  İÜHFM C. LXXV S. 2, 725. Sermaye piyasası mevzuatı özelinde, önemli nitelikteki işlemlerin sınırlı sayıda olmadığını beyanla doğrudan önemli nitelikte sayılan işlemler, önemlilik kriterine bağlanmış işlemler ve diğer önemli işlemler şeklindeki üçlü bir ayrım için bkz. Ayşen Velioğlu, Sermaye Piyasası Kanunu ve Türk Ticaret Kanunu Kapsamında Anonim Ortaklıkların Önemli Nitelikteki İşlemleri (2019) 92 vd. Ayrılma hakkını düzenleyen ülkelerde, bu hakkı doğuran işlemlerin sayılmasının ardından bu saymanın tahdidi olmadığını belirten ifadelerin kullanılmaması nedeniyle saymanın sınırlı olduğu yönündeki kanaat için bkz. Yusuf Z. Sönmez, Anonim Ortaklıklarda Pay Sahibinin Ortaklıktan Ayrılma Hakkı (2009) 113. Bu tespitten hareketle yazar aynı eserinde (211) saymanın sınırlayıcı olmadığını belirtmektedir. Ayrılma Tebliği m. 5 hükmünün, önemli nitelikteki işlemleri sınırlı sayıda listelediği ve bu bakımdan bir işlemin SerPK m. 2324 kapsamına girmemesi hâlinde TTK m. 202/2 nin öngördüğü mekanizmanın kullanılabileceği hususunda bkz. Hamdi Yasaman, ‘Şirketler Topluluğu Hukukunun Sermaye Piyasası Hukukuna Yansımaları , Karşılaştırmalı Şirketler Topluluğu Hukuku (Ed: Gül Okutan Nilsson) (2018) 148. Hükümde sayılan kararların tahdidi olmamakla birlikte,  konuları  itibarıyla sınırlı oldukları; bu bakımdan ayrılma hakkı doğuracak işlemin/kararın konusunun yapı veya esas sözleşme değişikliği, ortaklığın varlığı ve menkul kıymet çıkarılması olması gerektiği yönünde bkz. Ünal Tekinalp, Sermaye Ortaklıklarının Yeni Hukuku, (2015) 663, N. 23-128. Bununla birlikte, aynı yazar, bir diğer eserinde aynen  (b)ağlı GK nın her kararı 53İstanbul Hukuk Mecmuası 77/1birlikte- özellikle TTK m. 202/2 bakımından ayrılma hakkı doğuran işlemlerin mutlak biçimde genel kurulda görüşülmesinin gerekmemesi halinde pay sahibinin bu işleme/fiili duruma ne şekilde muhalefet edeceği konusudur.Hülasa, bir şirketler topluluğunda halka açık anonim şirket(ler)in de bulunması hâlinde,  TTK  m.  202/2  ve  SerPK  m.  24  hükümleri  birlikte  uygulanma  alanı bulabilecektir. Anılan durumda, ayrılma hakkının kullanılmasında hangi hükme dayanılacağı sorunu ortaya çıkabilecek, şartların varlığı hâlinde her iki hükmün birlikte uygulanması ihtimali gündeme gelebilecektir. İşbu çalışmada ele alınacak konu  da  özel  olarak  anılan  hükümlerin  birlikte  uygulanma  imkânı  ve  bunun yöntemidir.2. İnceleme Konumuz Kapsamında Ayrılma Hakkının Varlık NedeniAyrılma hakkı, pozitif hukukumuza –teknik manada bir ayrılma hâli olmayan ıskat müessesesi hariç olmak üzere- ilk defa TTK ve SerPK hükümleri ile girmiştir. Söz  konusu  hükümlerin  esas  amacı,  çoğunluk  ilkesine  göre  işleyen  anonim şirketlerde, azlık/çoğunluk olmayan/kontrol gücünü elinde tutmayan pay sahiplerinin haklarının korunmasına hizmet eden hükümlerin (örn.; genel kurul kararlarının iptaline ve butlanına imkân veren TTK m. 445 vd.; yönetim kurulu üyelerinin/yöneticilerin sorumluluğuna ilişkin TTK m. 549 vd.) bu korumanın tesisinde yetersiz kalabileceği saikiyle, özellikli durumlarda kontrol mekanizmasının dışında kalan pay sahiplerine ayrı bir koruma sağlanmasıdır. Bu koruma ise, anılan diğer koruma mekanizmalarının aksine, pay sahiplerinin hâlâ şirkette pay sahibi olarak devam etmesi  sonucunu  doğurmayıp  aksine  çoğunluğun  hegemonyasından  –çoğunluk değil sadece fıkrada sayılanlar hakimiyetin kullanılmasının konusunu oluşturabilir. Bu kararlarda konusu (adı) belirtilen ve ‘önemli  esas sözleşme değişiklikleri GK kararları şeklinde iki bölüme ayrılır.  demektedir. Bkz. Ünal Tekinalp (Reha Poroy/Ersin Çamoğlu), Ortaklıklar Hukuku II, (2017) 773, N. 2182.4  Ayrılma hakkının kullanımı için, kanaatimizce ortağın makul süre içerisinde yapılan işlemlere -şüphesiz ki ayrılma hakkı doğuran durumun bir işlem şeklinde gerçekleştirilmesi durumunda- itiraz ettiğini belirtmesi gerekmektedir. Doktrinde Tekinalp de konuya yönelik olarak, kararın yönetim kurulunca verilmesi hâlinde, karara -somut olayın şartlarına göre belirlenecek- makul bir sürede itiraz eden ortağın ayrılma hakkını kullanabileceğini ve söz konusu makul sürenin on gün ila iki hafta arasında olabileceğini belirtmektedir, Tekinalp (Poroy/Çamoğlu) (3) 778, N. 2198. Anılan yazar bir diğer eserinde ise, itiraz için bir süre öngörülmediğini ve hükmün sonundaki düzenlemenin zamanaşımı süresini belirlediğini ifade etmektedir, Tekinalp (3) 591, N. 23-132. Öte yandan kanaatimizce, yönetim kurulunun özellikle ayrılma hakkına sebebiyet verebilecek işlemleri her zaman karar şeklinde olmayabileceğinden ve ayrıca yönetim kurulu kararları her durumda ilan edilmeyebileceğinden, pay sahibinin itiraz edebileceği sürenin, hakkın kullanılabileceği zamanaşımı süresi haricinde herhangi bir süre sınırı olmaksızın, her somut duruma göre değerlendirilmesi gerekmektedir, Sönmez (3) 197.5  Bu hususta ayrıntılı değerlendirme için bkz. Ali Paslı, Anonim Ortaklığın Devralınması (2009) 289 vd.; özellikle 312 vd. ve orada anılan yazarlar.6  Nitekim ıskat prosedüründe nakdi sermaye borcunu ödemeyen pay sahibinin yapılan apel çağrılarına rağmen bu borcunu yerine getirmemesi söz konusudur ve bu yaptırım ancak, sermaye taahhüdünün ödenmediği paylar bakımından gündeme gelmektedir. Buna karşılık ayrılma hakkı, özetle, pay sahibinin, gerçek değeri karşılığında paylarının (tamamının) satın alınmasını ifade etmektedir. Bu itibarla ıskat prosedürü esasen sermayenin tedariki amacına hizmet edip sadece sermaye borcu tamamen ödenmemiş paylar yönünden sonuç doğurmaktayken çıkma/ayrılma hakkı, azlık konumdaki pay sahiplerinin çoğunluk gücü karşısında himaye görmesini sağlamaktadır. Kaldı ki, ıskat ilgili pay sahibine yönelik bir yaptırım içermekte iken ayrılma hakkında ilgili pay sahibine dilediği takdirde kullanabileceği özel bir fırsat verilmektedir. Bu anlamda birinde cezalandırma, diğerinde ise ödüllendirme; en azından fırsat sunma söz konusudur. Iskat konusunda ayrıntılı bilgi için bkz. Cenker Değirmenci, Anonim Ortaklıkta Iskat (2006), b.a. Ayrılma hakkının, anonim ortaklıklar özelinde benzer kurumlardan farkı için bkz. Tuğba Semerci Vuraloğlu, Sermaye Piyasası Kanunu na Göre Anonim Ortaklıkta Ayrılma Hakkı (2018) 54 vd.54Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...gücünün kötüye kullanımı/şirketin kaderini etkileyecek önemli kararlar alınması nedeniyle-  kurtulmak  isteyen pay sahiplerine çıkış (exit) kapısını açmak şeklinde ortaya çıkmaktadır.Şüphesiz  ki  temel  itibarıyla  küçük  birikimlerin  bir  araya  getirilerek  büyük yatırımlar yapılması düşüncesinden hareketle vücut bulan anonim ortaklıklarda pay sahibine tanınan ayrılma hakkının kullanımı da bazı özel şartların varlığına bağlı bulunmaktadır. Yoksa içinde sözleşme özgürlüğü ilkesine aykırılığı içeren, şirketin kendi paylarını satın alması sonucunu doğuran, takiben anonim ortaklık teorisine yabancı olan bu hak, piyasada satış yaparak çıkış fırsatı bulamayan ya da bu imkânı dilediği fiyattan elde edemeyen pay sahibine anonim ortaklık sisteminin özünde olan kolaylıkla çıkış imkânını, -gerçek anlamda istenen şekilde olmasa da- dolaylı yoldan sağlamaktadır. 3. Ayrılma Hakkının Hukuki NiteliğiAyrılma hakkı, tek taraflı kullanılmakta ve muhataba/şirkete varmasıyla birlikte sonuçlarını doğurmaktadır; bu bakımdan bir yenilik doğuran haktır. Söz konusu inşai niteliğinden ötürü bu hak, muhatabına varmakla birlikte tükenir ve sonrasında geri alınamaz. Diğer bir deyişle yenilik doğuran hak niteliğindeki ayrılma hakkını kullanan kişi/pay sahibi, bu hakkın sonuçlarına katlanır/sonuçlarından faydalanır; ayrıca hakkın muhatabının kabulü aranmaz. O kadar ki, tarafların daha sonradan anlaşmaları  hâlinde  dahi,  kullanılan  yenilik  doğuran  hakkın  neticeleri  ortadan kaldırılamaz.Bu noktada, çalışma konumuz itibarıyla tekraren ifade edelim ki, pay sahibi, ayrılma hakkını kullanmakla birlikte hakkın muhatabı olan şirketteki  ortak olma  statüsünü terk etmekte; bütün payları yönünden pay sahipliğini kaybetmektedir. Bunun sonucu olarak da, ayrılma hakkını kullanan pay sahibinin, daha sonra bu hakkın muhatabı olan şirkete geri dönmesi –en azından ayrılma hakkından vazgeçmek suretiyle- mümkün olmamaktadır.Ne  var  ki,  çalışma  konumuz  özelinde  irdelenen  sorun,  ayrılma  bedelinin hesaplanmasına yöneliktir. Bu bağlamda pay sahibi, ister SerPK m. 24 ister TTK m. 202/2 hükmünden hareketle ayrılma hakkını kullansın, (muhatabın rızası olsa dahi) bu hakkını geri almak suretiyle muhatap şirkete geri dönemeyecektir.Öte yandan, dönüşü imkânsız olan sonuç, ayrılma hakkının kullanılmasıyla pay sahipliği sıfatının kaybedilmesidir. Ancak ayrılma hakkını kullanan pay sahibinin, sonradan  ayrılma  bedelinin  eksik  olduğu  hususunda  bir  dava  ikame  etmesi 7  Yenilik doğuran hakların kullanılması hususunda detaylı bir bilgi için bkz. Vedat Buz, Medeni Hukukta Yenilik Doğuran Haklar (2005) 203 vd. Ayrılma hakkının yenilik doğuran hak niteliği konusunda bkz. Semerci Vuraloğlu (6) 243 vd.8  Buz (7) 257.55İstanbul Hukuk Mecmuası 77/1mümkündür. Bu durum, ayrılma hakkının kullanılmasıyla varılan pay sahipliğinin kaybı sonucunu değiştirmemektedir; hakkı kullanan ortak, pay sahipliği sıfatını kaybetmiştir; dolayısıyla bu ifademiz, yenilik doğuran hak teorisini zedeleyen bir tespit/yorum niteliğinde değildir. Ancak kanaatimizce, ayrılma bedelinin eksik olduğu/hatalı hesaplandığı/payın gerçek bedelini yansıtmadığı konusunda, ayrılma hakkını kullanan ortağın dava ikame etmesi mümkündür; bu dava, yenilik doğuran hakkın geri alınarak davacı ortağın, şirkete yeniden ortak olması neticesini doğurmaz. Hak bedelinin sorgulanabilir olması, ilgili hakkın  inşai  niteliğine halel getirmeyecektir.Bu bakımdan, örneğin; -çalışmamızın izleyen satırlarında daha detaylı değinilecek olmakla birlikte- SerPK m. 24 hükmüne göre ayrılma hakkını kullanan pay sahibinin, ayrılma bedelinin mezkûr hükme uygun hesaplanmış olması hâlinde dahi, -şüphesiz ki bu bedelin payın gerçek bedelini yansıtmaması; bu itibarla pay sahibinin zararının bulunması kaydıyla- TTK m. 202/2 hükmüne göre ayrıca hesaplama yapılmasını talep etmesi mümkündür. Konu bu perspektiften ele alındığında, SerPK m. 24 hükmüne göre  hesaplanacak  pay/ayrılma  bedeli  ile  payın  gerçek  değerini  karşılamayan kısmının, adeta bir munzam zarar şeklinde, TTK m. 202/2 hükmüne dayanılarak tazmini talep edilebilecektir. SerPK m. 24 anlamında hakkın kullanılması ile birlikte tükendiği, bu anlamda geri dönüşün mümkün olmadığı tespiti, tek başına, yenilik doğuran hak teorisi anlamında, sonradan TTK m. 202/2 ye dayalı davanın (ayrılma hakkı bedelinin yeniden hesaplanması istemli davanın) önünde bir engel teşkil etmeyecektir.Bu genel açıklamaların ardından, aşağıda öncelikle ayrılma hakkının kim/hangi ortak tarafından kullanılabileceği, devamında ayrılma hakkı bedelinin hangi ölçütlere göre hesaplanması gerektiği sorularına cevap aranacaktır.II. Ayrılma Hakkının Pay Sahibi Tarafından Kullanılmasının Anlamı1. Genel OlarakÇalışmamızda özel olarak ele alınacak olan hükümlerden TTK m. 202/2 hükmünün konuya ilişkin ilk cümlesinde şöyle denilmektedir: Hâkimiyetin uygulanması ile gerçekleştirilen ve bağlı şirket bakımından açıkça anlaşılabilir haklı bir sebebi bulunmayan, birleşme, bölünme, tür değiştirme, fesih, menkul kıymet çıkarılması ve önemli esas sözleşme değişikliği gibi işlemlerde, genel kurul kararına red oyu verip tutanağa geçirten veya yönetim kurulunun bu ve benzeri konulardaki kararlarına yazılı olarak itiraz eden pay sahipleri; hâkim teşebbüsten, zararlarının tazminini veya paylarının varsa borsa değeriyle, böyle bir değer bulunmuyorsa veya borsa değeri hakkaniyete uygun düşmüyorsa, gerçek değerle veya genel kabul gören bir yönteme göre belirlenecek bir değerle satın alınmasını mahkemeden isteyebilirler. 56Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...Yine çalışmamızın bir diğer inceleme konusunu teşkil eden SerPK m. 24/1 de şu şekildedir: [SerPK nın] 23 üncü madde[sin]de belirtilen önemli nitelikteki işlemlere ilişkin genel kurul toplantısına katılıp da olumsuz oy kullanan ve muhalefet şerhini toplantı tutanağına işleten pay sahipleri, paylarını halka açık ortaklığa satarak ayrılma hakkına sahiptir. Halka açık ortaklık bu payları pay sahibinin talebi üzerine, söz konusu önemli nitelikteki işlemin kamuya açıklandığı tarihten önceki otuz gün içinde borsada oluşan ağırlıklı ortalama fiyatların ortalamasından satın almakla yükümlüdür. .Görüldüğü üzere her iki hükümde de hakkı kullanabilecek kişinin  pay sahibi  olduğu belirtilmektedir. Bu bakımdan pay sahibi olmayan bir kimsenin, örneğin pay üzerinde intifa hakkına sahip bir kimsenin bu hakkı kullanabilmesi söz konusu olmayacaktır. Diğer bir deyişle, bu hak, her ne kadar karara/işleme muhalif kalınmasını gerektirse ve bu bağlamda oy hakkına bağlı görünse de, pay sahipliği sıfatının sona erdirilmesi neticesini doğurması itibarıyla pay üzerinde intifa hakkına sahip olan kişi tarafından kullanılamaz. Aynı gerekçeyle –pay sahibi ile arasındaki özel anlaşmadan ötürü- oy hakkını haiz olan pay üzerindeki rehin hakkı sahibinin de ayrılma hakkını haiz olmadığı sonucuna varılması gerekmektedir. Yine burada ifade edilmelidir ki, pay sahipliği gerekliliğinin yanı sıra talep sahibi olan pay sahibinin muhalefeti de aranmaktadır. Ancak anılan bu ikincil gereklilik, doğası  gereği,  ayrılma  hakkı  doğuran  işlemin/durumun/sebebin,  genel  kurulca yapılacak bir işlem vasıtasıyla gerçekleşmesi hâlinde ortaya çıkacaktır. Tersten ifadeyle, ayrılma hakkı doğuran işlemin/durumun genel kurul kararı aracılığıyla yapılmaması hâlinde, şüphesiz ki pay sahibinin -olmayan bu- genel kurul kararına muhalefeti de aranmayacaktır.9  Nitekim SPK nın II-23.1 no lu Tebliği (kısaca  Ayrılma Tebliği ) m. 9/3 hükmünde de ayrılma hakkının intifa hakkı sahibince kullanılamayacağı açıkça belirtilmiş olup pay sahibinin, genel kurul toplantısına katılıp anılan kararlara muhalif kaldıktan sonra bu muhalefetini tutanağa geçirmesi hâlinde ayrılma hakkını kullanabileceği düzenlemesine yer verilmiştir. Uzun süreli intifa hakkı tanınması durumunda bu düzenlemenin menfaatler dengesine uygunluğunun tartışılır olduğu noktasında bkz. Barış Kaya, Halka Açık Anonim Ortaklıklarda Pay Sahiplerinin Ortaklıktan Ayrılma Hakkı (2018) 107. Kanaatimizce anılan görüşe katılabilme imkânı bulunmamaktadır. Zira ayrılma hakkı, doğrudan pay sahibinin pay üzerindeki mülkiyetini sona erdirmektedir ve pay üzerindeki -uzun süreli veya değil- intifa hakkının varlığı buna engel olacak nitelikte değildir. Öte yandan intifa hakkı tanınması, kural olarak şirketin onayına tabi değildir ve bu açıdan ancak pay sahibinin, intifa hakkı sahibine karşı sorumluluğu doğabilir. Ayrılma hakkı ise, doğrudan ortaklık sıfatının kaybına yol açtığından, intifa hakkı sahibi, bu intifa hakkından olan beklentileri ne kadar büyük ve/veya haklı olursa olsun, pay sahibinin söz konusu hakkına engel olamaz ya da bu hakkı, pay sahibinin yerine kendisi kullanamaz. Zira intifa hakkı, bir şeyi kullanma ve o şeyin semerelerinden faydalanma hakkı vermektedir; ayrılma hakkı ise mülkiyetin sona ermesi sonucunu doğurmaktadır. İntifa hakkı sahibinin ayrılma hakkını kullanamayacak olmasına karşın, ayrılma hakkını kullanan pay sahibinin intifa konusu malı ortadan kaldırmasından ötürü pay üzerindeki intifa sahibine karşı sorumluluğunun, intifa hakkının ayrılan pay sahibinin şirketten olan alacak hakkının/surogat üzerinde devam edip etmeyeceği meselesi, çalışmamızın kapsamı dışında kalmaktadır. 10  Belirtelim ki, sermaye piyasası mevzuatı bakımından ayrılma hakkının doğumu, kategorik olarak, bu hakkı doğuran işlemin genel kurulda görüşülmesini gerektirmektedir. Bu itibarla, belirtilen şekilde bir genel kurul kararı bulunmadığı takdirde ayrılma hakkı da doğmayacaktır. Buna karşılık, TTK nın şirketler topluluğuna yönelik düzenlemeleri bakımından ayrılma hakkının doğumu, mutlak suretle bir genel kurul kararını gerektirmemektedir; ancak bu durum, ortağın, ilgili işleme muhalif kalmamasını gerektirmemektedir. Diğer bir deyişle, ayrılma hakkına sebebiyet veren işlem, genel kurul kararı niteliğinde olmasa dahi, ayrılma hakkını kullanmak isteyen ortak, ayrılma hakkı doğuran işlemin niteliği de dikkate alınarak tayin ve takdir edilecek bir sürede, bu işleme olan muhalefetini belirtmelidir.57İstanbul Hukuk Mecmuası 77/12. Pay Sahipliğini Haiz Olma Anı Bakımından TTK m. 202/2 ve SerPK m. 24 Hükümlerinin Uygulanması Mezkûr  düzenlemelerin  ikisinde  de   pay  sahibi   ifadesine  yer  verilmesinin getirdiği bir diğer soru ise pay sahipliği sıfatının hangi anda bulunması ve hangi ana kadar muhafaza edilmesi gerektiğidir. Somutlaştıracak olursak, SerPK m. 24 hükmü kapsamında ayrılma hakkını kullanan bir pay sahibinin, ayrılma hakkı bedelinin uygun olmadığı düşüncesinde olması durumunda, ayrıca –şüphesiz ki bir şirketler topluluğunun mevcudiyeti koşuluyla- TTK m. 202/2 hükmü uyarınca ayrılma hakkı bedelinin (yeniden) hesaplanması talebinde bulunup bulunamayacağı tartışma götürür bir husustur. Diğer bir ifadeyle işbu çalışmada cevap aranacak sorulardan biri de gerek SerPK m. 24 gerek de TTK m. 202/2 hükmünde ifade edilen  pay sahibi  ibaresinden ne anlaşılması; daha somut ifade edilecek olursa, pay sahipliği sıfatının hangi anda bulunması ve hangi ana değin muhafaza edilmesi gerektiğidir.Şirket kontrolünden uzak olan azınlık pay sahiplerinin anonim şirket yapılanması içindeki temel konularda –kendi onayları olmaksızın- alınan kararlar karşısında korunması için getirilen ayrılma hakkı kurumu, hukukumuzda bir taraftan TTK m. 202/2 de diğer taraftan da SerPK m. 24 de düzenlenmiştir. Her iki düzenleme de anonim ortaklıkları ilgilendirmekle birlikte tüm anonim şirketleri de kapsamına almamaktadır. Hükümlerden TTK düzenlemesinin kapsamına şirketler topluluğuna dâhil olan anonim ortaklıklar girerken, SerPK doğası gereği ancak halka açık olan anonim şirketleri ilgilendirmektedir. Öyle ise şirketler topluluğu içinde bağlı şirket konumunda bulunan bir halka açık anonim ortaklıkta anılan kurumun uygulanmasını tetikleyen bir önemli karar durumunda hak sahibi olabilecek pay sahipleri bakımından başvurabilecekleri iki ayrı yasal düzenleme bulunmaktadır. İşte bunların hak kullanım şartları, haklarının kapsamı ve ortaklık tüzel kişiliği/çoğunluk pay sahipleri ile olan ilişkileri açısından acaba nasıl bir yol izlenecektir? a. İhtimalleraa. Öncelikli UygulamaHer iki hüküm arasında özel hüküm–genel hüküm ilişkisi vardır. Bir taraftan spesifik bir şirket türü olan halka açık şirketlere yönelik olmasından, bir taraftan SerPK m. 2/2 ve TTK m. 330 kapsamında sermaye piyasası mevzuatını genel hükümlerin önüne koyan yasa koyucu tercihinin varlığından, bir taraftan da zaman itibarıyla daha sonra yürürlüğe girmesinden hareketle SerPK m. 24, TTK m. 202/2 ye nazaran özel hüküm 11  Bir şirketler topluluğunun mevcudiyeti için asgari kaç şirket gerektiği hususu, işbu çalışma kapsamına dâhil değildir. TTK m. 195/1 ve 2 hükümlerinin, iki ticaret şirketinin mevcudiyetini şirketler topluluğunun varlığı için yeterli görecek şekilde kaleme alındığına, buna mukabil TTK m. 195/4 ve Ticaret Sicil Yönetmeliği m. 105 hükümleri gereğince asgari üç ticaret şirketinin bulunmasının şirketler topluluğunun gereği olduğuna işaret etmekle yetiniyoruz. Ayrıca ekleyelim ki hâkim teşebbüsün varlığı, bir önceki cümlede belirtilen ticaret şirketi bulunması şartına istisna teşkil etmektedir.58Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...vasfındadır. Dolayısıyla her iki hükmün uygulama alanı çakıştığı vakit, ancak SerPK m. 23 deki önemli nitelikteki kararlardan biri alındığında aynı Kanun un 24. maddesi ve Ayrılma Tebliği hükümleri dairesinde ayrılma hakkı kullanılabilir, yoksa pay sahiplerinin TTK m. 202/2 ye başvurmalarına olanak yoktur. Özel hükmün varlığı, genel hükmün uygulanma imkânını bertaraf etmektedir.bb. Alternatif UygulamaHak sahibi ortağın opsiyon (seçim) hakkı vardır. Buna göre halka açık bağlı şirket  ortağı,  ya  TTK  m.  202/2 deki  şartlar  dairesinde  hâkimiyetin  hukuka aykırı  kullanımına  karşı  dava/mahkeme  vasıtasıyla  sonuca  varacaktır  ya  da sermaye piyasası mevzuatındaki kurallar kapsamında verilen hakkı kullanıp SPK gözetiminde hisselerini şirket tüzel kişiliğine satacaktır. Pay sahibi muhayyer olup her iki düzenlemeyi de işletebilir, ancak şirket tarafından sermaye piyasası mevzuatı kapsamında belirlenip depo edilen parayı aldıktan sonra TTK m. 202/2 kapsamında dava açamaz veyahut da bu madde kapsamında zararının tazminine yönelik bağlı şirket ortağı olarak dava açacaksa da SerPK m. 24 deki ayrılma hakkını kullanamaz.cc. Kümülatif UygulamaHer iki maddenin düzenleniş şekli tamamen aynı olmayıp SerPK m. 24 ve Ayrılma Tebliği kapsamında tespit edilen bedel, pay sahibinin paylarının –işlem öncesindeki- gerçek değeri kapsamındaki doğrudan zararının tazmini açısından yeterli değilse söz konusu ortağın şirketler topluluğu hükümlerine; eş ifadeyle TTK ya başvurmasına ve oradaki davayı açmasına da engel yoktur. Pay sahibinin şirket ortaklığından çıkmasında anılan iki düzenleme üst üste gelip kümülatif şekilde uygulanabilir; yeter ki davacı/talep sahibi önemli işlem anında pay mülkiyetine sahip olsun. 12  Sermaye piyasasının güncel işleyişi ve ayrıksı bir düzenlemenin de bulunmaması karşısında TTK m. 202/2 nin özel hüküm vasfında olduğu düşünülemez.13  Sermaye piyasası mevzuatı kapsamında ayrılma hakkını kullanarak paylarını devreden, böylelikle şirketten ayrılan ortağın dava tarihi itibarıyla pay sahipliği sıfatını haiz olmaması sebebiyle TTK m. 202/2 çerçevesinde aktif husumet ehliyetinin bulunmadığı hususunda bkz. İstanbul 9. Asliye Ticaret Mahkemesi nin 21.11.2017 tarih ve 2017/658 E., 2017/1020 K. sayılı ilamı:  …Davacı ayrılma hakkını kullanarak devrettiği pay karşılığında belirlenen bedelin belirlenme şeklinin ve esas alınan değerlerin yasaya ve usule aykırı olduğunu iddia ederek payının dava dışı …AŞ ye devri karşılığında alması gerektiğini iddia ettiği bedel kadar zararın oluştuğundan bahisle hakim ortak davalıdan TTK 202. maddesi uyarınca tahsilini talep etmektedir. Oysa ki TTK 202. maddenin 1. ve 2. fıkrasına göre …bağlı şirketin her pay sahibi hakim şirketten… şirketin zararını tazmin etmelerini isteyebilir. Yani ancak bağlı şirketin pay sahipleri ilgili yasa hükmü uyarınca hakim şirketten zararın tazmini istemine ilişkin dava açabilir. Davacı işbu dava açılmadan önce bağlı şirketteki payını…devrettiğinden dava tarihi itibariyle artık pay sahibi sıfatına sahip değildir. Davaya konu uyuşmazlığa Sermaye Piyasası Kanununun 23 ve 24. maddeleri çerçevesinde bakıldığında da; davacı bu maddelere göre paylarını dava dışı bağlı şirket[e]…satarak pay bedelini almıştır. Davacının ödenen pay bedellerinin Sermaye Piyasası Kanunu na aykırı şekilde hesaplandığı ve öngörülen usule uygun bir şekilde ayrılma payının hesaplanmadığının iddiası doğrultusunda bu iddiaların ancak payları devralan ve devir karşılığında bedeli ödeyen…Şti ne yöneltilebileceği açıktır. Dolayısıyla davacının dava tarihi itibariyle bağlı şirketin ortağı olmadığından hâkim şirkete karşı TTK 202. maddesi uyarınca tazminat istemli dava açamayacağı vicdani kanaate varıldığından HMK 114/1-d maddesi uyarınca aktif husumet ehliyeti yokluğundan davanın reddi gerekmiştir… . Görüldüğü üzere yerel mahkeme, TTK m. 202/2 ye dayalı davayı, bağlı şirketin zararının tazmini amacına; yani pay sahibinin dolaylı zararının giderilmesine matuf bir sorumluluk davası olarak görerek huzurdaki davayı, payın işlem sonrası ancak dava öncesi devredilmiş olmasına dayalı olarak –davacı sıfatı yokluğundan- reddetmektedir.59İstanbul Hukuk Mecmuası 77/1b. GörüşümüzYukarıda da belirtildiği üzere gerek SerPK m. 24 gerek de TTK m. 202/2 hükmü uyarınca ayrılma hakkının kullanılabilmesi için pay sahibi olmak zorunluluk arz etmektedir. Eş deyişle ayrılma hakkının, pay sahibi olmayan kişilerce kullanılabilmesi de söz konusu olmayacaktır.Öte yandan, cevaplanması gereken soru, bu pay sahipliği sıfatının hangi anda bulunması  ve  hangi  ana  kadar  mevcudiyetini  koruması  gerektiğidir.  Şimdiden belirtelim  ki  ayrılma  hakkının  kullanılması  neticesinde  bu  hakkı  kullanan  pay sahibinin, paylarının tamamı satın alınacağından, pay sahipliği sıfatı sona erecek olmakla birlikte, bu durum kategorik olarak ve aşağıda ayrılma hakkı bedeline ilişkin olarak ayrıca bir talepte bulunamayacağı manasına gelmeyecektir.Bu tespitimizin dayanakları bakımından ilk olarak anılması gereken, TTK m. 202/2 hükmünün gerekçesidir. Madde gerekçesinin ilgili kısmında aynen şöyle denildiği görülmektedir: …hâkimiyetin kullanılması karşısında azınlıkta kalan ve hâkimiyetin kullanılış biçimine karşı çıkan pay sahiplerine şirketten çıkış imkânı vermektedir. Madde gerekçesinde yer alan bu ifadeden de anlaşılacağı üzere, TTK m. 202/2 hükmünün asıl amacı, pay sahibine şirketten/şirketler topluluğundan ayrılma hakkı bahşetmektir. Nitekim anılan hükmün, pay sahibine tanıdığı bir diğer talep hakkı olan tazminat talebi hakkı konusunda madde gerekçesinde herhangi bir ifade yer almaması da bu sonucu teyit etmektedir. Dahası, mezkûr hükme ilişkin Adalet Komisyonu Raporu da bu görüşümüze dayanak teşkil etmektedir. Gerçekten de, anılan raporda aynen şöyle denildiği görülmektedir: …Maddenin ikinci fıkrasında yapılan değişikliğin gerekçesi ise; küçük pay sahipleriyle ilgili yatırımcılar tarafından, varsa, payların sadece borsa değerinin her zaman adil olmayabileceği  itirazının  dile  getirilmesi;  özellikle  kriz  anlarıyla  borsanın  düşme eğiliminde bulunduğu durumlarda borsa değerine bağlanmanın sakıncalı olabileceği; bu sebeple de fıkrada ‘…varsa en az borsa değeriyle veya borsa değeri hakkaniyete uygun düşmüyorsa, gerçek değerle veya…  şeklinde hükmün değiştirilmesinin uygun olacağının düşünülmesidir… .Şu hâlde ilk olarak tespiti gereken husus, TTK m. 202/2 hükmünde pay sahibine tanınan tazminat hakkı bakımından, tazminat talebini doğuran işlem anında pay sahipliği sıfatına sahip olunması gerektiği ve bunun esasen de yeterli olduğudur. 14  Ayrılma hakkının kullanılmasıyla pay sahipliği sıfatının sona ereceği ve bu kişinin/eski pay sahibinin, genel kurul kararına karşı dava hakkını kullanamayacağı konusunda bkz. Turan (3) 727-728. Aynı yazar, aynı eserinin 733-734. sayfalarında ayrıca doğrudan zarar sebebiyle açılacak sorumluluk davaları bakımından da dava anında pay sahipliği sıfatının bulunması gereğini ifade etmektedir. Kanaatimizce doğrudan zararların tazmini talebiyle ikame edilen sorumluluk davaları bakımından böyle bir zorunluluk bulunmamaktadır. Doktrinde de dava süresince pay sahibi sıfatının korunmasının gerekmediği konusunda bkz. Mehmet Helvacı, Anonim Ortaklıkta Yönetim Kurulu Üyesinin Hukuki Sorumluluğu (2001) 152.15  Ayrılma hakkını doğuran karar anında pay sahibi olunmasının, tazminat talebinde bulunmak bakımından yeterli olduğu 60Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...TTK m. 202, -geneli itibarıyla- bir sorumluluk/tazminat düzenlemesi olup pay sahibine tanınan şirketten çıkma imkânı da, esasında bir  tazminat formu  vasfındadır. Hükmün lafzında kullanılan  zararlarının tazminini  ifadesi, bunun doğrudan zarar olduğunu ve bedelin bizzat davacı pay sahibine ödenmesi gerektiğini göstermektedir. Kaldı ki maddede pay sahibinin doğrudan zarara uğrayıp uğramadığından da bağımsız bir şekilde ortağı olduğu şirket tüzel kişiliği bağlamında alınan kararın yaratacağı potansiyel doğrudan veya dolaylı zarar karşısında ona seçimlik haklar verilmektedir. Davacı azınlığın/pay sahibinin, şirketin zararını kendisine istemesi hukuk tekniği açısından mümkün olamayacağına göre burada talep edebileceği, yapılan işlem sebebiyle kendi hisselerinde yaşanan değer kaybı olacaktır ki, bunun da şirket nezdinde oluşan kayıplar açısından en başta gündeme geleceği husus, davacının/pay sahibinin işlem sonrasında payını –ederinden düşük bir bedel ile- devretmiş olması durumudur; bu meblağ üzerinden/yapılan işlem sonrasında gerçek değerinden daha düşük bir bedelle payın devri sonucunda pay sahibinin malvarlığında (doğrudan) zarar oluşmaktadır. Pay sahibine bizatihi bu maddede verilen seçim fırsatının bir başka madde/düzenleme  gerekçe  gösterilerek  elinden  alınması,  azınlığı  koruma  amaçlı TTK m. 202 nin ve hatta genel itibarıyla TTK ve SerPK hükümlerini öngören yasa koyucunun yatırımcının/küçük pay sahibinin korunması yönündeki amacına, uygun düşmeyecektir. Bu itibarla benzer konuları düzenleyen her iki hükmün, şirketler topluluğu içindeki bir halka açık şirket pay sahibi açısından özel hüküm-genel hüküm vasfı bulunmamaktadır. SerPK m. 24 deki çıkış imkânından faydalanan pay sahibine TTK m. 202/2 kapsamında payının gerçek değerini talep hakkının verilmemesi, isabetli olmayacaktır. Kontrol eden/hâkim ortak karşısında, kontrol edilen azınlık pay sahibini koruma amacına matuf SerPK m. 24 ün TTK m. 202/2 yi engeller bir şekilde anlamlandırılması yahut da TTK m. 202/2 nin uygulanmasını SerPK m. 24 den yararlanılmamış olması şartına bağlanması, kanun koyucunun söz konusu koruma amacına aykırı olacaktır. Tam bu noktada TTK m. 202 nin esas itibarıyla tazminat temelli bir düzenleme olduğu, kapsam içi işlemin yapıldığı anda şirket pay sahibi olan kontrolden uzak azınlık ortağın korunmasına hizmet ettiği unutulmamalıdır.Ayrıca eklenmelidir ki, ayrılma hakkının çıkarma yönüne ilişkin olan SerPK m. 27 hükmünde de -aşağıda III no lu başlıkta da tekrar belirtileceği üzere- TTK m. 208 hükmünün açıkça uygulanmayacağının belirtilmesi; tersten ifadeyle SerPK m. 24 hükmü bakımından TTK m. 202/2 hükmünün uygulanmayacağının belirtilmemesi, anılan bu son iki hükmün birlikte uygulama alanı bulacağına yönelik tespitimizi desteklemektedir.ve payın devri hâlinde yeni pay sahibinin de bu davaya devam edebileceği yönünde bkz. İrfan Akın, Şirketler Topluluğu Sorumluluk Hukuku (2014) 297.16  Semerci Vuraloğlu (6) 137.61İstanbul Hukuk Mecmuası 77/1Bu durumda, özellikle de (hâkim) şirketin gerçeğe aykırı beyanına güvenerek payını devreden pay sahibinin sahip olduğu tazminat hakkı bakımından bir dolayısıyla zarar değil; doğrudan zarar söz konusudur.Şu hâlde SerPK m. 24 hükmü uyarınca ayrılma hakkını kullanan ve bu suretle (bağlı) ortaklık ortaklığını yitiren bir pay sahibinin, ayrılma hakkına ilişkin bedele itiraz hakkının bulunmadığının kabulü, gerek SerPK m. 24 hükmü yönünden genel bir çerçeve niteliğindeki TTK m. 202/2 hükmünün gerek de neredeyse bütün Türk pozitif hukukunun genel çerçevesi niteliğindeki MK m. 2 hükmünün görmezden gelinmesi anlamına gelecektir.Ek olarak, TTK m. 202/2 hükmünün esas amacı, madde gerekçesinden hareketle söylenmelidir ki, pay sahibine bir çıkış kapısı açılmasıdır. Gerçekten de sorumluluk ve takiben tazminat talepleri, gerek (anonim şirketler bakımından) TTK m. 549 vd. hükümlerine gerek de genel hükümlere konu edilebileceğinden; bu bağlamda şirketler topluluğunun  varlığı  anılan  hükümler  çerçevesinde  sorumluluk/tazminat  davası ikamesine mâni oluşturmadığından, TTK m. 202/2 hükmünün esas varlık sebebi, payların satın alınması konusunda pay sahibine pozitif bir dayanak sağlamaktır.Konuya  ilişkin  olarak  ayrıca  belirtilmelidir  ki,  yönetim  kurulu  üyelerinin sorumluluğu durumunda da doğrudan zararın varlığı hâlinde, dava ikamesi anında pay sahipliği sıfatının varlığı/muhafaza edilmesi gerekli olmadığı gibi, hisselerin elden çıkarılması ihtimalinde dahi, doğrudan zarar gören sıfatı söz konusu olduğundan, tazminat davası açılması mümkündür.Bu bağlamda, (hâkim şirket tarafından) yapılan işlem sonucunda hissesini, olması gereken/gerçek değerin daha altında bir fiyatla (TTK m. 202/2 uyarınca hâkim şirkete) satmak zorunda kalan bir pay sahibinin zararı, doğrudan zarar niteliğindedir. Bu itibarla, doğrudan zarar gören sıfatıyla söz konusu zararın tazmininin talep edilmesi, dava anında ve süresince pay sahipliği sıfatının muhafaza edilmesine bağlı değildir.Önemli olan husus, hâkim şirketin işlemi neticesinde ayrılma hakkını gerçek değerden daha düşük bir bedel üzerinden kullanarak zarar gören (bağlı şirket) pay 17  Açık bir biçimde doğrudan/dolaylı zarar ayrımını yaparak, şirketler topluluğu özelinde hâkim şirketin/teşebbüsün yönlendirmesi neticesinde pay sahibinin, payını değerinin altında satması hâlinde doğrudan zarara uğrayacağı yönünde bkz. Gül Okutan Nilsson, Türk Ticaret Kanunu Tasarısı na Göre Şirketler Topluluğu Hukuku (2009) 347-349. TTK m. 202/2 hükmü anlamındaki zararın, pay sahiplerinin şirketin zararından bağımsız olarak gördükleri doğrudan zarar niteliğinde olduğu konusunda ayrıca inc. Çamoğlu (3) 29.18  Bununla birlikte TTK m. 202/2 hükmüne dayalı tazminat talepleri bakımından TTK m. 549 vd. hükümlerinin de dikkate alınması, mezkûr hükümlerin anonim şirketlerde pay sahibinin tazminat talebi noktasında çerçeve çizmesi münasebetiyle isabetli olacaktır. Tazminat imkânı veren bir diğer düzenleme olan TTK m. 202/1 hükmü kapsamında da, yönetim kurulu üyelerinin sorumluluğuna yönelik hükümlere atıf yapılması (TTK m. 202/1-e c. 1) bu tespiti desteklemektedir.19  Necla Akdağ Güney, Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu (2010) 130-131.20  Yukarıda da açıklamadığımız üzere, SerPK m. 24 hükmünün uygulanması için bir hâkimiyet ilişkisinin varlığı gerekli olmayıp, anılan hükmün lafzında talebin doğrudan pay sahibi olunan şirkete yöneltileceği belirtilmektedir. Bu da, her iki hükümden kaynaklı ayrılma hakkı taleplerinin muhataplarının farklı olduğuna işaret etmektedir ve işbu çalışmamız kapsamında incelenen hükümlerin kümülatif olarak uygulanabilir olduğunu gösteren bir diğer husustur.62Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...sahibinin bu zararının doğrudan zarar niteliğinde olmasıdır. Zira yinelenecek ve dikkat edilecek olursa, burada pay sahibinin zararı, şirketin gördüğü zararın tazmin edilmesi/giderilmesi hâlinde ortadan kalkmamakta olup dolayısıyla zarar niteliğinde değildir. Bu nedenledir ki bağlı şirket pay sahibinin, TTK m. 202/2 kapsamında tazminat talep edebilmesi, dava ikamesi anında pay sahipliği sıfatını haiz olmasına bağlı değildir; tazminat davasını kazanması hâlinde ödenecek tazminatın şirket tüzel kişiliğine verilmek suretiyle zararının tazmin edilmesi söz konusu değildir; pay sahibinin zararının tazmini, ödenecek tazminatın şirkete değil; ancak kendisine verilmesi hâlinde gerçekleşebilecektir. Pay sahibi, önemli işlem niteliğindeki kararın alındığı vakit şirket ortağıdır ve bu kararla birlikte TTK m. 202/2 nin uygulama alanı içindedir. Artık bu pay sahibinin sonradan sermaye piyasası mevzuatı kapsamında kendisine verilen özel/ekstra bir imkânı kullanarak paylarını satmış ve ortaklık sıfatını yitirmiş olması, onun TTK m. 202/2 den yararlanmasına; daha açık bir ifade ile anılan hüküm ile öngörülen şekil/lerde pay bedelinin hesaplanmasını talep etmesine engel olmamalıdır. SerPK m. 24 deki ayrılma hakkı, bu anlamda TTK m. 202/2 deki seçimlik çıkış imkânının bir yansıması olup, anılan düzenlemenin sermaye piyasası yatırımcısı vasfındaki azınlık şirket ortağı için sınırlandırıcı değil; destekleyici mahiyette olduğunun kabulü isabetli olacaktır. Halka açık şirket ortağı, sermaye piyasası mevzuatının kendisine verdiği özel fırsattan yararlanıp TTK m. 202 bağlamındaki zararını -kısa yoldan- azaltmış olmaktadır. Bu fırsatı kaçırmayan kişiyi sırf ortaklık sıfatını kaybettiği gerekçesi ile TTK m. 202/2 deki genel ve kapsamlı tazminat düzenlemesinin dışına çıkarmak doğru olmayacaktır. Dolayısıyla bu iki düzenlemenin sermaye piyasası yatırımcısı bağlı şirket azınlık ortağı için kümülatif uygulamasının önünde bir engel yoktur.Tam bu noktada önemle belirtilmesi gereken bir diğer husus, TTK m. 202/2 hükmünde pay sahibine tanınan tazminat ve payların satın alınması taleplerinin ayrılarak, SerPK m. 24 hükmü kapsamında bir değerlendirme yapılması gerektiğidir. Bu  itibarla TTK  m.  202/2 deki  payların  satın  alınması  talebi  yönünden  gerek dava ikamesi anında gerek de dava süresince/davanın sonuna kadar pay sahipliği sıfatının  bulunması  ve  muhafaza  edilmesi,  işin/eşyanın  tabiatı  gereğidir.  Dava ikamesi ile davanın sonuçlanması arasında geçen sürede pay sahipliği sıfatının kaybı durumunda, payın satın alınması talebiyle ikame edilen dava da kategorik olarak reddedilecektir. Nitekim Ayrılma Tebliği m. 9 hükmünde de, ilk fıkrada pay sahibinin toplantıya  katılması  ve  alınan  karara  olumsuz  kaldığına  ilişkin  kaydı  toplantı tutanağına işlettirmesi arandıktan sonra, altıncı fıkrada ayrılma hakkının kullanılması bakımından nispeten kısa süreler öngörülmüş olması da, kanun koyucunun iradesinin ayrılma hakkını kullanan pay sahibinin kısa sürede şirketten ayrılmasını sağlamaktır. Bu bağlamda dolaylı bir yorum ile Ayrılma Tebliği kapsamında da, ayrılma hakkının kullanılması ve sonlanması anına kadar pay sahipliği sıfatının muhafaza edilmesi 63İstanbul Hukuk Mecmuası 77/1gerektiği  söylenebilir.  Şüphesiz  ki  bu  yorumun,  ayrılma  hakkının  kullanımı çerçevesinde ikame edilecek bir dava bakımından yapılması da -sadece TTK m. 202/2 hükmüne dayanılarak ayrılma bedelinin hesaplanması talebiyle ikame edilenler hariç olmak üzere- mümkündür.Ne var ki, tekrar pahasına belirtelim ki, TTK m. 202/2 hükmü kapsamında tazminat talep edilebilmesi için, pay sahibine verilen zararın doğrudan zarar olması hâlinde ise, gerek davanın ikamesi anında gerek de dava süresince pay sahipliği sıfatının bulunmasına/korunmasına gerek bulunmamaktadır. Diğer bir ifadeyle, doğrudan zarar hâlinde hem TTK m. 202/2 hükmü uyarınca hem de TTK m. 549 vd. hükümlerince tazminat davası açılması durumunda, pay sahipliği sıfatını zarar anında taşıyan ancak sonradan kaybetmiş olan kişiler dahi, bu tazminat davasını ikame edebilecektir.Doğrudan  zararın  varlığı  hâlinde,  pay  sahipliği  sıfatını  zarar  anında  taşıyıp sonradan kaybeden kimseler, payların satın alınmasını değil bu kapsamda ancak zararın tazminini talep edilebilecek iken; dolaylı bir zararın varlığı durumunda pay sahibi, dilerse –şirkette kalmayı tercih ederek- zararının şirket üzerinden tazminini dilerse de paylarının satın alınmasını talep edebilecektir. Ayrılma hakkı kapsamında, bu hakkını kullandıktan sonra ayrılma bedelini eksik aldığını/bu bedelin doğru hesaplanmadığını/bedelin,  payın  gerçek  değerini  yansıtmadığını  iddia  eden  pay sahibinin bu zararı ise doğrudan zarar niteliğindedir ve bu cihetle, zararın tazmini talep olunabilecektir.Gerçekten  de,  TTK  m.  202/2  hükmü  kapsamında  ikame  edilecek  tazminat davasında, (davacı) pay sahibinin zararı doğrudan zarar niteliğindedir ve anılan hüküm lafzında yer alan  pay sahibi  olma şartı da, bu tazminat/ayrılma kararına vücut veren karara muhalefet aşamasında aranmaktadır. Nitekim burada anılan karar ile birlikte zarar şahsileştiğinden ve  doğrudan  talep edilebileceğinden artık talep/dava anında da ayrıca pay sahibi sıfatının mevcudiyetine gerek bulunmamaktadır.Ezcümle, TTK m. 202/2 hükmüne dayalı olarak pay sahibinin çıkma/ayrılma değil; tazminat talep etmesi hâlinde tazmini talep edilen zarar doğrudan zarar niteliğindedir ve bu itibarla ayrılma sonucuna yol açan (yenilik doğuran) işlemin yapılması anında pay sahibi sıfatının taşınması gerekli ve yeterlidir; ayrıca anılan hükme dayalı olarak tazminat talep edilmesi durumunda bu sıfatın/pay sahipliği sıfatının varlığı aranmayacaktır. Bu nedenledir ki tazminat talebiyle ikame edilecek dava süresince ve/veya karar anında da pay sahibi olma zorunluluğu bulunmamaktadır. Takiben TTK m. 202/2 ile SerPK m. 24 düzenlemeleri -kısmen de olsa- kümülatif uygulanabilir olup işlem anında pay sahibi olan kişi, payını sermaye piyasası mevzuatı –SerPK 23 ve 24 ile Ayrılma Tebliği- 21  Nitekim TTK m. 202/1 hükmünden kaynaklı tazminat talepleri bakımından TTK m. 553 vd. hükümlerine atıf yapılması da (TTK m. 202/1-e) bu durumu teyit etmektedir. Payların satın alınmasına yönelik talep bakımından da, bu talebe sebebiyet veren işlem anında pay sahipliği sıfatının bulunması gerektiğine ise şüphe bulunmamaktadır.22  Kürşat Göktürk, Şirketler Topluluğunda Sorumluluk Esasları (2015) 411.64Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...hükümleri dairesinde devredip şirket ortaklığından ayrılmış olsa bile, işlem sebebiyle uğradığı doğrudan zararın tazminini –bağlı şirketteki ilgili önemli kararın alınmasını sağlayan- hâkim şirketten talep edebilecektir. İşte Ayrılma Tebliği hükümleri dairesinde belirlenen hisse bedeli ile şirketin önemli işlem anındaki gerçek hisse değeri arasındaki fark da, bu anlamda anılan ayrılan ortağın doğrudan zarar miktarı olacaktır. III. Ayrılma Bedelinin Hesaplanmasıİşbu çalışmada üzerinde durulacak diğer husus ise, payları borsada işlem gören (dolayısıyla  halka  açık)  şirketlerde  ayrılma  hakkı  bedelinin  hesaplanmasına ilişkin  SerPK  m.  24  hükmüyle  şirketler  topluluğunda  ayrılma  hakkı  bedelinin hesaplanmasına ilişkin TTK m. 202/2 hükmünün birbirlerine karşı olan durumudur. Her iki düzenlemenin kümülatif olarak uygulanabileceği tespitinin ardından bu tür bir durumda ilgili hak sahibi ortağın alacağı ayrılma bedelinin belirlenme/hesaplanma yöntemi önem kazanacaktır. Ayrılma hakkı/pay bedelinin hesaplanması konusunda TTK m. 202/2 ve SerPK m. 24 hükümlerinde (sırasıyla) şöyle denilmektedir: ...paylarının varsa en az borsa değeriyle, böyle bir değer bulunmuyorsa veya borsa değeri hakkaniyete uygun düşmüyorsa, gerçek değerle veya genel kabul gören bir yönteme göre belirlenecek bir değerle satın alınmasını mahkemede isteyebilirler...  ...Halka açık ortaklık bu payları [ayrılma hakkını kullanan pay sahibinin paylarını] pay sahibinin talebi üzerine, söz konusu önemli nitelikteki işlemin kamuya açıklandığı tarihten önceki otuz gün içinde borsada oluşan ağırlıklı ortalama fiyatların ortalamasından satın almakla yükümlüdür.  Ayrılma hakkı kullanım fiyatı  kenar başlığını haiz Ayrılma Tebliği m. 10/1 hükmünde de konuya ilişkin olarak; (p)ayları borsada işlem gören ortaklıkların payları için ayrılma hakkı kullanım fiyatı, işlemin ilk defa kamuya açıklandığı tarihten önceki, açıklanan tarih hariç olmak üzere, otuz gün içinde borsada oluşan düzeltilmiş ağırlıklı ortalama fiyatların aritmetik ortalamasıdır.  denilmek suretiyle -farklılıkları olmakla birlikte- SerPK m. 24 hükmündeki düzenleme -büyük ölçüde- tekrarlanmıştır.Kanaatimiz, SerPK m. 24 deki hesaplama yönteminin payları borsada işlem gören şirketler bakımından öncelikli olarak dikkate alınacağı ve bu şirketlerde gündeme gelecek ayrılma hakkının anılan hükümde belirtilen usulde hesaplanacak bedelle 23  Özellikle Türk uygulamasında payları borsada işlem gören bir şirketin paylarının genellikle çok küçük bir kısmı borsada işlem görmektedir. Bununla birlikte, ne SerPK m. 24 ne de Ayrılma Tebliği m. 10 hükmü, payları borsada işlem gören ortaklıklara özgüdür; halka açık şirketler bakımından ayrılma bedeli, anılan hükümler çerçevesinde hesaplanır. Fakat bu, belirtilen hükümler kapsamında yapılan hesaplamanın, mutlak suretle payın gerçek/adil değerini yansıttığı manasına gelmemektedir; ancak bir karine oluşturması söz konusu olabilir. Bununla birlikte, örneğin payların imtiyazlı olması ya da ayrılma neticesinde şirketin tek ortaklı hâle gelmesi durumunda ayrılma bedelinin bu özel durumlar da dikkate alınarak hesaplanması gerekmektedir, Semerci Vuraloğlu (6) 396-398.65İstanbul Hukuk Mecmuası 77/1kullanılacağıdır. Yine, gerek SerPK m. 24 gerek de Ayrılma Tebliği m. 10 hükmünde, ayrılma bedelinin hesaplanması bakımından, ayrılma hakkının kullanılacağı payların borsada işlem görüp görmemesine göre bir ayrım yapılmadığı görülmektedir. Diğer bir ifadeyle, borsaya kote ortaklıklar bakımından ayrılma hakkının kullanıldığı payların da borsada işlem görmesi, SerPK m. 24 ve Ayrılma Tebliği m. 10 hükümlerinin lafzının bir gereği değildir. Bu kapsamda, özellikle ayrılma hakkına konu payların borsada işlem görmeyen paylardan olması hâlinde, söz konusu hesaplamanın payın gerçek değerini yansıtmaması durumunda (ve tekraren belirtelim, bir şirketler topluluğunun mevcudiyeti kaydıyla) ayrıca TTK m. 202/2 hükmü dikkate alınarak bir hesaplama yapılması gündeme gelebilecektir. Bu tespitimize yönelik olarak hukuki gerekçeleri şu şekilde sıralamak mümkündür:a) TTK m. 202/2 lafzından da görüleceği üzere kanun koyucunun amacı, esas olarak ayrılma hakkına konu payların, hakkaniyete uygun bir biçimde ve gerçek değeriyle  satın  alınmasıdır.  Nitekim  bu  yaklaşım,  adalet  duygusuna  da  uygun düşmektedir. SerPK m. 24 hükmündeki düzenlemede ise sadece kamuya açıklamadan önceki otuz günlük süre dikkate alınarak yapılacak hesaplamanın payların gerçek değerini yansıtacağı düşüncesinden hareket edildiği anlaşılmaktadır. SerPK m. 24 hükmünün gerekçesinde yer alan  ...AB mevzuatına uyum sağlanması amacıyla halka açık ortaklıklar bakımından ilk kez düzenlenen ‘ayrılma hakkı  kavramı, (...) pay sahiplerine belirli şartlar dâhilinde ve adil bir fiyat üzerinden paylarını şirkete satma hakkı vermekte olup...  ibaresi de, anılan hüküm kapsamında yapılacak hesaplamanın adil olacağı varsayımından hareket edildiğini göstermektedir.Ne var ki, şirketler topluluğu gibi malvarlıklarının kolaylıkla karışabildiği hukuki ve  ekonomik  yapılar  açısından  evleviyetle  ve  şüphe  yoktur  ki,  işlemin  kamuya açıklanmasından çok daha önce payların borsa değeri manipüle edilebilir. Bu durumda ise  SerPK  m.  24  hükmünün  sadece  lafza  bağlı  kalınarak  uygulanması,  adaletin 24  TTK m. 202/2 hükmü kapsamında yapılacak ayrılma bedeli hesabı ile SerPK m. 24 kapsamında yapılacak ayrılma bedeli hesabının farklı olduğu; bu minvalde TTK m. 202/2 kapsamında ayrılma bedelini takdir yetkisinin mahkemelerde olduğu, SerPK m. 24 kapsamında ise bu bedelin zaten ilgili işleme ilişkin genel kurul öncesinde belirlendiği hususunda bkz. Semerci Vuraloğlu (6) 137. SerPK m. 23-24 kapsamında hesaplanan bedelin hakkaniyete uygun düşmemesi durumunda, payların gerçek değeri ile veya genel kabul gören bir yöntemle hesaplanacak değer ile satın alınmasının talep edilebileceği yönünde bkz. Karacan (3-2017) 305. Konuya yönelik olarak bir diğer müellif, SerPK kapsamında ayrılma hakkının aracı kurum vasıtasıyla kullanılacağından bahisle payların değerini bulma noktasında adil değer açısından bir sorun olmayacağını belirtmiştir. Bkz. Burak Adıgüzel, ‘Halka Açık Anonim Ortaklıklarda Pay Sahibinin Ayrılma Hakkı , GaziÜHFD 2014 C. XVIII S. 2, 41. Yazar aynı eserin 43. sayfasında, payları borsada işlem görmeyen şirketler için pay sahibinin, ayrılma bedelini ihtirazi kayıtla kabul edip takiben talep edilen ek değer için pay bedelinin tespiti davası açabileceğini belirtmektedir. Kanaatimizce, payları borsada işlem görmeyen şirketler bakımından varılan bu sonuç isabetli olmakla birlikte, payları borsada işlem gören şirketler açısından farklı sonuca varılmasını gerektiren bir sebep bulunmamaktadır; özellikle çalışma konumuz kapsamında bizatihi TTK m. 202/2 hükmünün lafzı dahi buna engeldir. Dahası sorun, ayrılma bedelinin doğru hesaplanmasından ziyade, doğru hesaplanan bu bedelin payın gerçek değerini yansıtmaması durumunda ne olacağıdır. Borsa değerinin/fiyatının, adil/gerçek değer olmayabileceğine şüphe yoktur.  Sermaye piyasası mevzuatı kuralları ayrılma bedelinin nasıl hesaplanması gerektiğini belirlemiş olup bu kurallar kapsamındaki matematiksel hatanın düzeltilmesine yönelik SPK nezdindeki şikâyet/itiraz ve/veya alacak davası açılması düşünülebilir. Kanaatimizce şirketler topluluğu hükümlerinin kapsamına girilmeksizin halka açık şirketteki azınlık pay sahibinin ayrılma bedelinin  adilliğine  karşı çıkması dahi mümkündür. Bunun dayanağını ise, TTK nın sorumluluğa ilişkin düzenlemeleri ile TBK hükümleri oluşturmaktadır. Şirketler topluluğunun varlığı, TTK m. 202/2 hükmünün uygulanmasını, takiben de ilgili azınlık/ayrılan pay sahibinin gerçek/adil pay bedelini talep noktasında (bir başka) yasal dayanak elde etmesini sağlamaktadır.66Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...tesisi için yetersiz kalacaktır. Bu nedenledir ki böylesine durumlarda SerPK m. 24 hükmünün, TTK m. 202/2 hükmü de dikkate alınarak irdelenmesi, en azından daha önce söylediğimiz üzere ayrılma hakkını kullanan pay sahibine TTK m. 202/2 bağlamında adil fiyat üzerinde tazminat imkânının da verilmesi gerekmektedir. Bunda ülkemizdeki şirketlerin borsa fiyatlarının gerçeği yansıtma noktasında arz ettiği sorunların büyüklüğü, Borsa İstanbul daki hisse piyasasının derin olmaması da etkendir. b) Önemle vurgulayalım ki, SerPK m. 24 hükmünün, TTK m. 202/2 hükmü nazara alınmaksızın uygulanması, yukarıda da belirttiğimiz temel amaçlarından biri küçük yatırımcıyı korumak olan bir hukuk alanının yapısına aykırı düşecektir. Kaldı ki bizatihi SerPK m. 24 hükmünün gerekçesinde de hükmün,  …paylarını borsada satma imkânı olmayan küçük ortakların sahip olduğu paylar için likidite sağlanması bakımından önemli bir işleve sahip [olduğu]  belirtilmektedir.Ayrılma hakkına ilişkin bedel hususunda TTK m. 202/2 hükmünün daha fazla opsiyon  barındırmasından  hareketle,  anılan  düzenlemenin  halka  açık  şirketler açısından da uygulanması kanun koyucunun amacına da uygun olacaktır. Şu hâlde kanaatimizce isabetli olan, SerPK m. 24 hükmü kapsamında yapılan hesaplamanın payın gerçek değerini her zaman yansıtmayabileceğinin kabul edilerek ayrılma hakkına yönelik hesaplanan bedelin payın gerçek değerine ve hakkaniyete uygun olup olmadığı hususunda TTK m. 202/2 deki düzenleme kapsamında -gerektiğinde- ayrıca bir hesaplama yap(tır)ılmasıdır. Belirtelim ki SerPK m. 82 ve 84 hükümleri kapsamında SPK nın, ayrılma bedelinin payların gerçek değerini yansıtıp yansıtmadığını takdir etme yetkisi bulunmamaktadır; ayrılma bedelinin hesaplanması hususunda ayrılma hakkını kullanan ortak tarafından dava ikame edilmesi gerekmektedir.c) Hakkaniyet duygusu haricinde pozitivist bir bakış açısıyla yapılacak lafzi yorum da bu sonucu desteklemektedir. Zira dikkat edilecek olursa, TTK m. 202/2 hükmünde açık bir biçimde payların  borsa değerinin  bulunmasından bahsedilmektedir. Türk hukukunda ise bir payın borsa değerinin bulunması, ancak o şirketin paylarının borsaya kote olması/borsada işlem görmesi ve takiben halka açık olması hâlinde mümkün olacaktır. O nedenle bizatihi TTK m. 202/2 hükmünün lafzı da, payların borsa değeri olabileceğini ve buna rağmen borsa değerinin gerçeği yansıtmayabileceğini öngördüğünden, kanun koyucu anılan hükmün halka açık şirketlerde de uygulanabileceğini kabul etmiştir. Ayrıca eklenmelidir ki, TTK m. 202/2 hükmü, asgari bir bedel öngörmektedir. Hüküm lafzında yer alan  en az  ibaresi de bunu doğrulamaktadır. Bu itibarla pay sahibi, 25  İster borsa fiyatı olsun ister genel kabul gören herhangi bir yönteme göre hesaplanmış olsun pay bedelinin hesaplanmasında esas olanın hakkaniyete uygunluk olduğu konusunda bkz. Karacan (3-2017) 241, 304. Borsa değerinin kriz nedeniyle düşük olması veya fiyatın manipüle edildiği noktasında ikna edici işaretlerin varlığı hâlinde payların borsa değerinin hakkaniyete uygun olmayacağı yönünde bkz. Tekinalp (Poroy/Çamoğlu) (3) 778, N. 2197.26  Önemli nitelikteki işlem prosedürüne aykırılığın yaptırımı noktasında bkz. Semerci Vuraloğlu (6) 355 vd. Kanaatimizce, yukarıda da ifade edildiği üzere, bir şirketler topluluğu söz konusu olmasa dahi, ayrılma bedelinin eksik hesaplanması dolayısıyla -bu eksik hesaplama üzerinden ayrılma hakkını kullanan ortağın- doğrudan zarar tazmini dolayısıyla TTK m. 549 vd. ve TBK nın genel hükümlerine dayalı olarak dava açması da söz konusu olabilecektir.67İstanbul Hukuk Mecmuası 77/1SerPK m. 24 kapsamında ayrılma hakkını kullanmış olsa dahi, payların gerçek/adil/hakkaniyete uygun değeri ile kendisine SerPK m. 24 uyarınca ödenmiş bedel arasındaki farkın tazminat olarak ödenmesini talep edebilir. Bir başka deyişle adil değer/fiyat ile pay sahibinin sermaye piyasası mevzuatı kapsamında önemli nitelikteki işlemin kamuya açıklandığı tarihten önceki otuz gün içinde borsada oluşan ağırlıklı ortalama fiyatların ortalamasından hesaplanan ayrılma bedeli arasındaki fark kadar tazminat talebinde bulunmasına cevaz verilmelidir. Yine bu aşamada tekraren ve önemle vurgulayalım ki, SerPK m. 24 hükmünün varlığı TTK m. 202/2 hükmünün uygulanmasını bertaraf etmemektedir. Gerçekten de ayrılma hakkı konusunda adeta  madalyonun öteki yüzünü ; hâkim şirketin azlık pay sahibini çıkarabilme imkânını düzenleyen TTK m. 208 hükmünün halka açık şirketlerde uygulanmayacağı SerPK m. 27/3 hükmünde açık bir biçimde belirtilmesine rağmen SerPK m. 24 hükmünde, TTK m. 202/2 hükmünün uygulanmayacağına ilişkin paralel bir düzenleme yer almamaktadır. Dolayısıyla TTK m. 202/2 hükmünün, SerPK m. 24 hükmü kapsamında ayrılma hakkı bedelinin hesaplanmasında dikkate alınması, kanun koyucunun öngördüğü sistematiğe de uygun düşmektedir.d) Keza, SPK nın II-26.1 no lu Pay Alım Teklifi Tebliği m. 15 hükmünde, pay alım teklifi fiyatına ilişkin olarak; (z)orunlu pay alım teklifi fiyatı, hedef ortaklık paylarının borsada işlem görmesi durumunda, payların satışına ilişkin anlaşmanın yapıldığının kamuya duyurulduğu tarihten önceki altı aylık dönem içinde oluşan günlük ağırlıklı ortalama borsa fiyatlarının aritmetik ortalaması ile teklifte bulunan veya birlikte hareket ettiği kişilerce pay alım teklifini doğuran pay alımları da dahil olmak üzere tekliften önceki altı ay içinde hedef ortaklığın aynı grup paylarına ödediği en yüksek fiyattan düşük olamaz. Zorunlu pay alım teklifi yükümlülüğünün doğumuna yol açan pay iktisaplarında ödenen bedelin doğrudan içinde değerlendirilebilecek olan yan edimler veya pay devir tarihinden sonra bazı şartların tahakkuku halinde ödenecek prim ve benzeri hususlar pay alım teklifi fiyatının hesaplanmasında dikkate alınır.  denilmektedir.Yine SPK nın II-27.1 no lu Ortaklıktan Çıkarma ve Satma Hakları Tebliği m. 7/2 hükmünde de, hakların kullanım bedeline ilişkin olarak; (b)u Tebliğ hükümleri kapsamında satma hakkının kullanımına ilişkin olarak Kanunun 27 nci maddesinin ikinci fıkrasında belirtilen adil bedelin, ortaklıktan çıkarma hakkının kullanımına ilişkin olarak Kanunun 27 nci maddesinin birinci fıkrası ile 24 üncü maddesi hükümleri çerçevesinde belirlenecek satım bedeli ile eşit olduğu kabul edilir.  denildiği görülmektedir. Belirtilmelidir ki, SerPK m. 27 hükmü de, bedelin hesaplanması bakımından SerPK m. 24 hükmüne atıf yapmaktadır.Her ne kadar, özellikle Ortaklıktan Çıkarma ve Satma Hakları Tebliği düzenlemesi bakımından, yukarıda yer verilen tebliğ düzenlemeleri itibarıyla borsa fiyatının adil değer olduğu zannı uyansa da, kanaatimizce kanun koyucu burada bir faraziye değil; 27  Semerci Vuraloğlu (6) 137.68Paslı, Akay  / Halka Açık Anonim Ortaklıklarda Ayrılma Hakkını Kullanan Pay Sahibinin, Şirketler Topluluğu Düzenlemelerinden ...karine öngörmektedir. Daha açık ifade etmek gerekirse, borsadaki fiyatın ortalaması dikkate alınarak yapılacak hesaplama neticesinde bulunacak ayrılma hakkı bedeli, adil bedel olarak kabul edilmekle birlikte, bu durumun aksinin; hesaplanan bedelin adil bedel olmadığının kanıtlanması mümkündür ve bu durumda, TTK m. 202/2 deki usule göre pay/ayrılma bedelinin hesaplanması söz konusu olabilecektirSonuçGerek SerPK m. 23 gerek de TTK m. 202/2 kapsamında (sınırlı olup olmadığı tartışmalı olan) ilgili işlemlerin (veya eylemlerin) gerçekleşmesi durumunda pay sahibi, ayrılma hakkını kullanabilir. Bu bakımdan pay sahibinin, SerPK m. 24 hükmüyle karşılanmayan pay bedellerinin, TTK m. 202/2 (veya doğrudan zarar münasebetiyle  sorumluluğa  ilişkin  TTK  m.  549  vd.  ve/veya  TBK  hükümleri) uyarınca talebi hâlinde, ayrılma hakkının kullanılması anında pay sahibi sıfatının bulunması gerekli olup bu hakkın kullanımı neticesinde pay sahipliği sıfatının kaybı durumunda dahi bir nevi munzam zarar niteliğinde olan pay bedellerinin gerçek değerinin karşılanmayan kısmını talep etmesi mümkündür. Bu talep/dava anında pay sahipliği sıfatının korunmasına gerek yoktur; esasen ayrılma hakkının kullanılmasıyla pay sahipliği sıfatı da sona ereceğinden hukuken böyle bir imkân da bulunmamaktadır. Ayrılma hakkını kullanan pay sahibinin SerPK m. 24 hükmü kapsamında ayrılma hakkını kullanması hâlinde dahi, ayrılma hakkı/pay bedelinin gerçeğe ve/veya hakkaniyete uygun olmaması durumunda, hesaplanan ayrılma hakkı bedeli ile payların gerçek değeri arasındaki farkın doğrudan zarar olarak tazminini talep etmesi söz konusu olabilecektir. Nitekim kanun koyucunun ayrılma hakkı bedelinin hesaplanmasına ilişkin yaklaşımı, payların gerçek ve adil değerinin hesap edilmesidir. Bu itibarla SerPK m. 24 hükmüne göre hesaplanacak ayrılma hakkı bedelinin gerçeğe ve/veya hakkaniyete uygun düşmemesi durumunda ve ayrıca bir şirketler topluluğunun bulunması kaydıyla ayrılma hakkı bedelinin hesaplanmasında TTK m. 202/2 hükmünün dikkate alınması gerekecektir. Bu hükümlerden kaynaklı talebin muhatabının farklılığı da bu sonucu teyit etmektedir. Yine imtiyazlı paylara ilişkin ayrılma hakkının kullanımı ve/veya ayrılma hakkının kullanımı ile şirketin tek ortaklı hâle gelmesi de, payların gerçek değerinin hesaplanmasında dikkate alınması gereken hususlardandır. Bu ise, SerPK ve Ayrılma Tebliği kapsamında yapılan ayrılma bedeline yönelik hesaplamanın her durumda payların gerçek değerini yansıtmayabileceğine ve takiben ortağın aradaki farktan doğan zararının tazminini talep edebileceğine işaret etmektedir. Zararın tazmini ise ancak mahkeme aracılığıyla tespit edilerek ve takiben aradaki farkın ödenmesi ile sağlanabilecektir. Nitekim SPK nın, ayrılma bedelinin sermaye piyasası mevzuatına uygun olsa dahi bu bedelin, payların gerçek değerini yansıtmadığından bahisle idari bir takdiri bulunmamaktadır.Finansal Destek: Yazarlar bu çalışma için finansal destek almamışlardır.69İstanbul Hukuk Mecmuası 77/1",
     "Kaynakça": "Adıgüzel B, Halka Açık Anonim Ortaklıklarda Pay Sahibinin Ayrılma Hakkı (GaziÜHFD, C. XVIII, Ankara 2014). Akdağ Güney N, Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu (İstanbul 2010).Akın İ, Şirketler Topluluğu Sorumluluk Hukuku (Ankara 2014).Buz V, Medeni Hukukta Yenilik Doğuran Haklar (Ankara 2005).Çamoğlu E, Şirketler Topluluğunda Hakimiyetin Kötüye Kullanılmasından Doğan Sorumluluk Davaları (Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, İstanbul 2013).Değirmenci C, Anonim Ortaklıkta Iskat (İstanbul 2006).Göktürk K, Şirketler Topluluğunda Sorumluluk Esasları (Ankara 2015).Helvacı M, Anonim Ortaklıkta Yönetim Kurulu Üyesinin Hukuki Sorumluluğu (İstanbul 2001).Karacan A İ, Ortaklıktan Çıkarma Sermaye Piyasası Hukuku Açısından Bir İnceleme (İstanbul 2015).Karacan A İ, Sermaye Piyasası Hukuku Yazılar C. I (İstanbul 2017).Kaya B, Halka Açık Anonim Ortaklıklarda Pay Sahiplerinin Ortaklıktan Ayrılma Hakkı (İstanbul 2018).Okutan Nilsson G, Türk Ticaret Kanunu Tasarısı na Göre Şirketler Topluluğu Hukuku (İstanbul 2009).Paslı A, Anonim Ortaklığın Devralınması (İstanbul 2009).Semerci Vuraloğlu T, Sermaye Piyasası Kanunu na Göre Anonim Ortaklıkta Ayrılma Hakkı (İstanbul 2018).Sönmez Y Z, Anonim Ortaklıklarda Pay Sahibinin Ortaklıktan Ayrılma Hakkı (İstanbul 2009).Tekinalp Ü, Sermaye Ortaklıklarının Yeni Hukuku (İstanbul 2015).Tekinalp Ü, et al., Ortaklıklar Hukuku II (İstanbul 2017).Turan G, SPKn m. 24 e İstinaden Ayrılma Hakkını Kullanan Ortak, Ayrıca TTK m. 202/2 ye Dayanarak Dava Açabilir mi? (İÜHFM, C. LXXV, İstanbul 2017).Velioğlu A, Sermaye Piyasası Kanunu ve Türk Ticaret Kanunu Kapsamında Anonim Ortaklıkların Önemli Nitelikteki İşlemleri (Ankara 2019).Yasaman H, Şirketler Topluluğu Hukukunun Sermaye Piyasası Hukukuna Yansımaları (Ed.: Okutan Nilsson, G., Karşılaştırmalı Şirketler Topluluğu Hukuku İstanbul 2018).Yeşiltepe S Ö, Halka Açık Anonim Ortaklıklarda Çıkarma ve Satma Hakları (Ankara 2015).70"
}