{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "09",
     "Ay": "11",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "SAĞLIK MESLEĞİ MENSUPLARININ SUÇU BİLDİRMEMESİ SUÇU (TCK MD.280)",
     "Title": "NICHTANZEIGE VON STRAFTATEN DURCH MEDIZINISCHES FACHPERSONAL (T.StGB § 280)",
     "Yazar İsmi": [
          "Araş. Gör. Aslı Ekin YILMAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Suçu bildirmeme",
          "sağlık mesleği mensubu",
          "sır saklama yükümlülüğü"
     ],
     "Keywords": [
          "Failure to report",
          "medical personnel",
          "professional secrecy"
     ],
     "Özet": "Türk Ceza Kanunu nun 280. maddesinde düzenlenen sağlık mesleği mensubunun suçu bildirmemesi suçu, görevlerini yaptıkları sırada, işlenen suçla ilgili bir belirtiyle karşılaşan sağlık mesleği mensubunun suçu yetkili makamlara bildirmesini; böylece suçluların cezalandırılması ile elde edilecek yararlara ulaşılmasını amaçlayan bir düzenlemedir. Bu bildirim yükümlüğünün hukuki mahiyetinin anlaşılabilmesi bakımından, bildirim yükümlülüğü ile özel hayatın gizliliği hakkı ve onun koruma mekanizmalarından meslek sırrını koruma yükümlülüğü ile tanıklıktan çekinme kurumu arasındaki ilişki tutarlı şekilde ortaya koyulmuştur. Sağlık mesleği mensuplarına getirilen bu yükümlülüğün özellikle ölçülülük ilkesi bakımından incelenmesiyle düzenlemeye yönelik değişiklik önerileri için bir temel oluşturulmuştur.",
     "Abstract": "Crime of medical personnel s failure to report the crime is regulated under the Article 280 of the Turkish Penal Code. This provision mainly aims to reach the public interest arising from punishing criminals by ensuring any medical personnel to notify authorities, when they encounter an indication of a crime while providing health care service. In order to understand the legal nature of this obligation, it was coherently explained, that the connection between the obligation to notify and the right to privacy along with the professional secrecy and the exemption from testifying as its protection mechanisms. An evaluation of  medical  personnel s  obligation  to  notify,  in  terms  of  the  principle  of proportionality,  was  presented  in  order  to  provide  a  basis  for  proposing amendments to the current provision.",
     "Metin": "Sağlık hizmetleri, günlük hayatın ayrılmaz bir parçasını oluşturmaktadır. Herhangi bir sağlık kuruluşuna tedavi olmak amacıyla gittiğimizde, hayatımızın özel alanına ilişkin pek çok bilginin sağlık mesleği mensuplarıyla paylaşılacağını  bilir, tedavinin gerekliliği  sebebiyle bu paylaşıma rıza gösteririz. Bununla birlikte özel hayatımıza ilişkin bilgilerin sağlık kurumlarında ilgilisi dışında kimseyle paylaşılmadığını bilerek tedavi almaya devam ederiz. Ancak bazı durumlarda, bir sağlık hizmeti almak amacıyla gidilen sağlık kurumunda, bir suçun faili veya mağduru olduğumuzun açığa çıkması, devamında bir yargılamanın başlaması söz konusu  olabilmektedir.  Bireysel  ve  toplumsal  yararların  çatıştığı  bu alanda rol oynayan düzenlemelerden birini Türk Ceza Kanunu nun 280. maddesi oluşturmaktadır. TCK md.280 nin kapsamının ortaya koyulabilmesi için öncelikle özel hayatın gizliliği hakkının ve bunun sınırlarının açıklanması gerekir. Bireylerin özel hayatlarının gizliliği hakkı Anayasa nın 20. maddesinde koruma altına alınmıştır1. Bu anayasal koruma, kişinin özel hayatına ilişkin bilgi edinen kişilerin bu bilgileri paylaşmamasını sağlayacak düzenlemelerle somutlaşmaktadır. Bu düzenlemelerin bir kısmı özel hayatın gizliliğinin ihlali halinde pek çok suç tipine sebebiyet verecek şekilde düzenlenmiştir. Türk Ceza Kanunu md.134 te düzenlenen özel hayatın gizliliğini ihlal suçu, md.136 da düzenlenen kişisel verilerin ele geçirilmesi ve yayılması suçu bu düzenlemelerden yalnızca ikisidir. Bu cezai düzenlemelerle birlikte, özel hayata ilişkin bilgilerin edinilmesinin mesleki gereklilik olduğu durumlarda, ilgili meslek mensuplarına edindikleri bilgileri sır olarak saklama yükümlülüğü getirilerek ayrı bir koruma mekanizması yaratılmıştır. Bu koruma mekanizmalarından birini sağlık mesleği mensuplarının sır saklama yükümlülüğü oluşturmaktadır. Sağlık mesleği mensupları, gerçekleştirdikleri sağlık hizmetleri sırasında özel hayata ilişkin pek çok bilgi edinirler. Bu bilgiler hem tıbbi müdahalenin gerektiği şekilde yapılabilmesi için edinilmesi zorunlu bilgiler hem de tıbbi müdahale sırasında gözlem vasıtasıyla edinilen bilgiler olabilir.  1 Herkes, özel hayatına ve aile hayatına saygı gösterilmesini isteme hakkına sahiptir. Özel hayatın ve aile hayatının gizliliğine dokunulamaz.238                                                                                            TAÜHFD/ZtdR - 2020/2 Sağlık mesleği mensuplarının sağlık hizmetleri sebebiyle öğrendikleri bilgilerin bir kısmı genel bilgiler olup korunması gerekmemektedir; bir kısmı ise meslek sırrı niteliğini haiz olup hukuken koruma altındadır.  Sağlık mesleği mensuplarının yükümlülük alanını belirleyen unsur, edinilen bilginin meslek sırrı niteliğini haiz olmasıdır. Sözlük anlamıyla sır varlığı ve bazı yönleri açığa vurulmak istenmeyen, gizli kalan, gizli tutulan şeydir2. Öğretide ise sır işitmek, görmek veya hissetmek suretiyle öğrenilen ve maddi varlığa sahip olmayan ve esası gizlilik olan3; üçüncü kişilerce bilinmeyen4 şey olarak tanımlanmıştır. Meslek sırrı ise, bir mesleğin in icrası sırasında öğrenilen, sır sahibi tarafından açıklanmaması öngörülen ve objektif olarak başkaları tarafından bilinmeyen, bireyin özel yaşamına ilişkin bilgi ve olaylar5; sadece belirli ve sınırlandırılabilir kişi grubu tarafından bilinen ve bunun açıklanmamasında hasta bakımından anlaşılabilir ve dolayısıyla korunmaya değer bir yarar bulunan olay ve olgular6; kişilerin hayatlarını kazanmak için yaptıkları faaliyet sırasında hizmet verdikleri kişi hakkında veya onlar aracılığı ile üçüncü kişiler hakkında öğrendikleri, doğrudan doğruya meslekle ilgili olan ve açıklandığı zaman sır sahibini maddi veya manevi zarara uğratabilecek nitelikteki bilgi, olay, olgu7 anlamına gelmektedir.  Sağlık mesleği mensubunun edindiği bilginin meslek sırrı niteliğini haiz olabilmesi için belirli unsurların varlığı aranır. Öncelikle bilginin, sağlık hizmeti görevinin yerine getirilmesi vesilesiyle öğrenilmiş olması gerekir. Bu görevin kapsamına, hasta hikâyesinin dinlenmesi, teşhis tedbirleri (MRI, röntgen, kan alımı vb.) ile tedavi tedbirleri sırasında öğ 2 TDK, Güncel Türkçe Sözlük, Çevrimiçi, https://sozluk.gov.tr/, (Erişim Tarihi: 01.09.2020). 3 Faruk Erem, Ceza Hukukunda Meslek Sırrı, AÜHFD, C.1, S:1, 1943, s.36. 4  Abdulbaki  Giyik,  Hekimin  Sır  Saklama  Yükümlülüğü  ile  Suçu  Bildirme Yükümlülüğü ve Bu Yükümlülüklerin Çatışması, EÜHFD, C.9, S:2, Aralık 2014, s.181. 5 Rahime Erbaş, Sağlık Mesleği Mensuplarının Suçu Bildirme Yükümlülüğü, İstanbul, On İki Levha Yayıncılık, 2015, s.14. 6 Hakan Hakeri, Tıp Hukuku, Güncellenmiş ve Gözden Geçirilmiş 13. Baskı, Ankara, Seçkin Yayıncılık, 2018, s.704. 7 Selahattin Kolcu, Suçu Bildirmeme Suçu, Ankara, Seçkin Yayıncılık, 2016, s.152.Araş. Gör. Aslı Ekin Yılmaz                                                                                      239 renilen bilgiler dâhildir8. Sağlık mesleği mensuplarının mesleki faaliyetleri bağlamında yerine getirecekleri görevlerin neler olduğuna ilişkin tanımlar Tababet ve Şuabatı San atlarının Tarzı İcrasına Dair Kanun da, hekim, diş hekimi, ebe, hemşire, hasta bakıcı ve sünnetçiler için ayrı ayrı düzenlenmiştir9. Ayrıca Tıbbi Deontoloji Nizamnamesi md.3 te de ilk yardım yükümlülüğüne ilişkin hususlar öngörülmüştür10. Sağlık mesleği mensubunun yerine getirdiği görevi dışında örneğin arkadaşlık ilişkisi vesilesiyle öğrendiği bilginin açıklanması mesleki sır kapsamında değerlendirilmeyecek, bu bilgilerin korunması ve açıklanması halinde doğacak cezai sorumluluk özel hayatın gizliliğine ilişkin genel hükümler çerçevesinde değerlendirilecektir11. Meslek sırrına örnek olarak, hastanın kendisine karşı işlenen veya kendisinin işlediği bir suça ilişkin bilgi, ailevi, ekonomik ve mesleki duruma ilişkin bilgiler, hastanın daha önce yakalandığı hastalıklar, muayene sırasında hastanın fiziksel durumuna ilişkin edinilen bilgiler örnek gösterilebilir12. Sağlık mesleği mensupları meslek sırrı olarak nitelendirilen bu bilgileri saklamakla yükümlüdürler. Bu yükümlülük farklı hükümlerden kaynaklanmaktadır13. Tıbbi Deontoloji Nizamnamesi md.414, Hasta Hak 8 Erbaş, Suçu Bildirme, s.17. 9  Tababet  ve  Şuabatı  San atlarının  Tarzı  İcrasına  Dair  Kanun,  Çevrimiçi, https://www.mevzuat.gov.tr/MevzuatMetin/1.3.1221.pdf,  (Erişim  Tarih:01.09.2020). 10 Erbaş, Suçu Bildirme, s.130; Tıbbi Deontoloji Nizamnamesi md.3 Tabip, vazifesi ve ihtısası ne olursa olsun, gerekli bakımın sağlanamadığı acil vakalarda, mücbir sebep olmadıkça ilk yardımda bulunur., Çevrimiçi, https://www.mevzuat.gov.tr/MevzuatMetin/2.3.412578.pdf, (Erişim Tarihi: 01.09.2020). 11 Giyik, s.181; Hüseyin Amiklioğlu, Hekimin Sır Saklama Yükümlülüğü, FÜHFD, C.3, S.1, s.10. 12 Erbaş, Suçu Bildirme, s.17. 13 Erbaş, Suçu Bildirme, s.24-25; Giyik, s.183-184; Kolcu, s.154; Hakeri, Tıp Hukuku, s.705-706; Handan Yokuş Sevük, Tıp Ceza Hukukunda Kişisel Verilerin Açıklanması in: V. Türk-Alman Tıp Hukuku Sempozyumu – Tıp Ceza Hukukunun Güncel Sorunları, Ankara, Türkiye Barolar Birliği Yayınları, 2008, s.790. 14 Tabip ve diş tabibi, meslek ve sanatının icrası vesilesiyle muttali olduğu sırları, kanuni mecburiyet olmadıkça, ifşa edemez. Tıbbi toplantılarda takdim edilen veya yayınlarda240                                                                                            TAÜHFD/ZtdR - 2020/2 ları Yönetmeliği md.5-(f)15, Hasta Hakları Yönetmeliğimd.2016, Hekimlik Meslek Etiği Kuralları md.917, Psikiyatri Meslek Etiği Kuralları md.618,  bahis konusu olan vakalarda, hastanın hüviyeti açıklanamaz., Tıbbi Deontoloji Nizamnamesi,  Çevrimiçi,  https://www.mevzuat.gov.tr/MevzuatMetin/2.3.412578.pdf, (Erişim Tarihi: 01.09.2020). 15 Kanun ile müsaade edilen haller ile tıbbi zorunluluklar dışında, hastanın özel hayatının  ve  aile  hayatının  gizliliğine  dokunulamaz.,  Hasta  Hakları  Yönetmeliği, https://www.mevzuat.gov.tr/Metin.Aspx?MevzuatKod=7.5.4847&MevzuatIliski=0&sourceXmlSearch=hasta%20haklar%C4%B1  (Erişim  Tarihi: 01.09.2020). 16 İlgili mevzuat hükümleri ve/veya yetkili mercilerce alınacak tedbirlerin gerektirdiği haller dışında; kişi, sağlık durumu hakkında kendisinin, yakınlarının ya da hiç kimsenin bilgilendirilmemesini talep edebilir. Bu durumda kişinin kararı yazılı olarak alınır. Hasta, bilgi verilmemesi talebini istediği zaman değiştirebilir ve bilgi verilmesini talep edebilir.,  Hasta  Hakları  Yönetmeliği,  Çevrimiçi,  https://www.mevzuat.gov.tr/Metin.Aspx?MevzuatKod=7.5.4847&MevzuatIliski=0&sourceXmlSearch=hasta%20haklar%C4%B1, (Erişim Tarihi: 01.09.2020). 17 Hekim, hastasından mesleğini uygularken öğrendiği sırları açıklayamaz. Hastanın ölmesi ya da o hekimle ilişkisinin sona ermesi, hekimin bu yükümlülüğünü ortadan kaldırmaz. Hastanın onam vermesi ya da sırrın saklanmasının hasta ya da öteki insanların yaşamını tehlikeye sokması durumunda, hastanın kişilik haklarının zedelenmemesi koşuluyla, hekim bu sırrı saklamakla yükümlü değildir. Yasal zorunluluk durumlarında hekimin rapor düzenlemesi de meslek sırrının açıklanması anlamına gelmez. Hekim, tanık ya da bilirkişi olarak mahkemeye çağrıldığında olayın meslek sırrı olduğunu ileri sürerek bu görevlerinden çekilebilir., Türk Tabipler Birliği, Hekimlik Meslek Etiği Kuralları, Mayıs 2012, Çevrimiçi, https://www.ttb.org.tr/kutuphane/h_etikkural.pdf, (Erişim Tarihi: 01.09.2020), s.8. 18 Herhangi bir psikiyatrik muayene ve sağaltım altındaki kişiyle ilgili bütün bilgiler hasta-hekim ilkeleri çerçevesinde saklı tutulmalıdır. Bu bilgi yalnızca hastanın ruh sağlığını korumak ve geliştirmek amacı ile ve hastanın oluru alınarak gerektiğinde ve hastanın yararı için gereken ölçüde aile ile paylaşılabilir ya da başka uzman hekimlerle danışma amacı ile kullanılabilir. Ruh hekimleri, kişisel haklar, tedavi hakkı, yanlış mesleki uygulamalar vb. durumlarla ilgili olarak hastasının yararı söz konusu olmadıkça, kendi siyasal, yönetsel, medyatik ya da maddi çıkarları, akademik, mesleki veya kişisel yararları doğrultusunda hastasıyla ilgili bilgileri açıklamamalıdır. Hasta hekim ilişkisi içinde edinilmiş olan bilgiler gerekli görüldüğünde mahkemede tanıklıktan ya da bilirkişilikten çekilmek için bir gerekçe oluşturabilir. Kişinin özel ya-Araş. Gör. Aslı Ekin Yılmaz                                                                                      241 Avrupa Konseyi İnsan Hakları Biyotıp Sözleşmesi md.1019 ve Organ ve Doku  Alınması,  Saklanması,  Aşılanması  ve  Nakli  Hakkında  Kanun md.720 sır saklama yükümlülüğüne ilişkin çeşitli hükümler öngörmektedir.     Meslek sırrının korunmasına ilişkin düzenlemeler ve özel hayatın gizliliğini koruyan cezai hükümler birlikte değerlendirildiğinde, sunulan sağlık hizmetini alan kişiye ait bu hizmet vesilesiyle edinilen özel hayat alanına ilişkin bilgilerin korunduğu söylenebilecektir. Ancak özel hayatın gizliliği mutlak bir hak olmayıp sınırlandırılması mümkündür. Anayasa nın 10. maddesinin ikinci paragrafı özel hayatın gizliliği hakkının sınırlanma sebeplerini göstermektedir21. Hükme göre, özel hayatın  şamı, özel ilişkileri, savunma düzenekleri gibi psikolojik yapısıyla ilgili özel bilgiler istenildiğinde bunların mahkemede sunulması kişinin açık ve anlaşılır iznine bağlıdır. Ruh hekimi kişi için yararlı olmadığını düşündüğünde, kişi izin vermiş de olsa, bu tür bilgileri açıklamak zorunda olmadığını bilmelidir.  Gizlilik kuralı ancak hastanın kendisine ya da çevresine ciddi bedensel, ruhsal ya da ekonomik zarar verme olasılığı varsa bozulabilir. Ruh hekimi gizlilik ilkesini bozmayı gerektirecek önemde bir durumla karşılaşmışsa, olabiliyorsa meslektaşları ile de danışarak, uygun göreceği yerlere ya da kişilere açıklama yapmak zorunda kalabilir. Bu durumlarda ruh hekimi bundan sonra atacağı adımla ilgili olarak koşullar elveriyorsa önce hastayı uyarmalıdır., Türkiye Psikiyatri Derneği, Ruh Hekimliği (Psikiyatri) Meslek Etiği Kuralları, 2002, Çevrimiçi,  http://www.psikiyatri.org.tr/ tpd-kutuphanesi/belge/311, (Erişim Tarihi: 01.09.2020) 19 Herkes, kendi sağlığı hususundaki bilgilerle ilgili olarak, özel yaşamına saygı gösterilmesi hakkına sahiptir. Herkes, kendi sağlığı hususunda toplanmış her bilgiyi öğrenme hakkına sahiptir. Bununla beraber, bireylerin, bilgilendirilmeme istekleri de gözetilecektir. İstisnaî durumlarda, 2 nci paragrafta belirtilen hakların kullanımına, hastanın yararı için kanunî kısıtlamalar getirilebilir., Sağlık Bakanlığı, İnsan Hakları ve Biyotıp Sözleşmesi, Çevrimiçi, https://dosyaism.saglik.gov.tr/Eklenti/48486, insan-haklari-ve-biyotip-sozlesmesipdf.pdf?0, (Erişim Tarihi: 01.09.2020). 20 Organ ve doku alacak hekimler, (…) kan veya sıhri hısımlık veya yakın kişisel ilişkilerin mevcut olduğu durumlar ayrık olmak üzere, alıcının ve vericinin isimlerini açıklamamak zorundadırlar., Organ ve Doku Alınması, Saklanması, Aşılanması ve Nakli Hakkında Kanun, Çevrimiçi, https://www.mevzuat.gov.tr/MevzuatMetin/1.5.2238.pdf, (Erişim Tarihi: 01.09.2020). 21 AY md.20/2 Millî güvenlik, kamu düzeni, suç işlenmesinin önlenmesi, genel sağlık242                                                                                            TAÜHFD/ZtdR - 2020/2 gizliliği hakkı kamu düzeninin sağlanması veya suç işlenmesinin önlenmesi amaçlarıyla sınırlandırılabilecektir. Bu durumda kişinin özel hayatına ilişkin bilginin korunması halinde kamu düzeninin sağlanması veya suç işlenmesinin önlenmesi amaçlarını gerçekleştirmek mümkün olmayacaksa, bu amaçların gerçekleşmesi için özel hayata ilişkin bilgilerin paylaşılması gerekebilir.  Suç işlenmesinin önlenmesi ve genel olarak da kamu düzeninin sağlanması bakımından en elzem unsurlardan birini suç işleyen kişilerin cezalandırılması teşkil etmektedir. Bunun sağlanabilmesi de öncelikle yetkili makamların işlenen suçtan haberdar olması gerekir. Bu sebeple kanun koyucu yetkili makamların suçtan haberdar olmasını engelleyen ya da suçtan haberdar olmasına rağmen bunu bildirmeyen kişilere cezai yaptırım öngören düzenlemeler meydana getirmiştir. Suç delillerini yok etme (TCK md.281) ve suçluyu kayırma (TCK md.283) gibi suçlar suçun öğrenilmesini engellemeye yönelik fiilleri cezalandırırken; TCK md.278, md.279 ve bu çalışmanın konusu olan md.280 de suç işlendiği öğrenilmesine rağmen bildirimde bulunmamaya yönelik fiilleri cezalandırmaktadır. Böylece TCK md.280 de düzenlenen sağlık mesleği mensuplarının suçu bildirmemesi suçu, sağlık mesleği mensuplarına, meslek sırrını koruma yükümlüğüne istisna getiren ve özel hayatın gizliliği hakkını da sınırlayan bir düzenleme olarak karşımıza çıkmaktadır. I. SAĞLIK MESLEĞİ MENSUPLARININ SUÇU BİLDİRMEMESİ SUÇ TİPİNİN İNCELENMESİ Sağlık mesleği mensuplarının suçu bildirmemesine ilişkin düzenleme şu şekildedir: TCK Madde 280- (1) Görevini yaptığı sırada bir suçun işlendiği yö ve genel ahlâkın korunması veya başkalarının hak ve özgürlüklerinin korunması sebeplerinden biri veya birkaçına bağlı olarak, usulüne göre verilmiş hâkim kararı olmadıkça; yine bu sebeplere bağlı olarak gecikmesinde sakınca bulunan hallerde de kanunla yetkili kılınmış merciin yazılı emri bulunmadıkça; kimsenin üstü, özel kâğıtları ve eşyası aranamaz ve bunlara el konulamaz. Yetkili merciin kararı yirmi dört saat içinde görevli hâkimin onayına sunulur. Hâkim, kararını el koymadan itibaren kırk sekiz saat içinde açıklar; aksi halde, el koyma kendiliğinden kalkar.Araş. Gör. Aslı Ekin Yılmaz                                                                                      243 nünde bir belirti ile karşılaşmasına rağmen, durumu yetkili makamlara bildirmeyen veya bu hususta gecikme gösteren sağlık mesleği mensubu, bir yıla kadar hapis cezası ile cezalandırılır.  (2) Sağlık mesleği mensubu deyiminden tabip, diş tabibi, eczacı, ebe, hemşire ve sağlık hizmeti veren diğer kişiler anlaşılır. 765 s. Türk Ceza Kanunu nun 530. maddesi mesleği icabı öğrenilen suçun yetkili makama bildirilmemesini kabahat olarak düzenlemekteydi22. Bu düzenleme yalnızca bildirim yükümlülüğünün suç olarak düzenlenmeyişi bakımından değil; aynı zamanda sağlık mesleği mensuplarının bildirim yükümlülüğünün başladığı ana ilişkin tespit ve kişilerin soruşturmaya tabi tutulmasına neden olacak bildirimlerin istisna tutulması gibi hususlar yönünden de TCK md.280 den ayrılmakta olup, düzenlemenin özellik gösteren kısımları ilgili konu başlığında TCK md.280 ile karşılaştırmalı olarak ele alınacaktır.   A. KORUNAN HUKUKİ DEĞER Sağlık  mesleği  mensuplarının  suçu  bildirmemesi  suçu,  Türk Ceza Kanunu nun İkinci Kitap, Dördüncü Kısmının Adliyeye Karşı Suçlar başlıklı ikinci bölümünde düzenlenmiştir. TCK de yer alan suç tipleri, korudukları hukuki değerler üzerinden bir sınıflandırılmaya tabi tutulmuştur. Ancak özellikle karma nitelikteki korunan hukuki değerlerin tespitinin yalnızca suçun Kanun daki yeri üzerinden yapılması normun koruma alanının belirlenmesi bakımından yeterli olmamaktadır. Suç tipinin doğru şekilde analiz edilebilmesi için hukuki değerin tespiti bakımından ayrıca suçun mahiyeti de ele alınmalıdır. Bir diğer deyişle, suçun gerçekleştirilmesi ile hangi hak, özgürlük ve değerler üzerinde bir ihlal meydana geldiği incelenmelidir.  22 765 s. Türk Ceza Kanunu md.530 Hekim, cerrah, ebe yahut sair sıhhiye memurları eşhas aleyhinde işlenmiş bir cürüm asarını gösteren ahvalde sanatlarının icabettiği yardımı ifa ettikten sonra keyfiyeti adliyeye veya zabıtaya bildirmezler, yahut ihbar hususunda teahhur gösterirlerse -bu ihbar kendisine yardım ettikleri kimseyi takibata maruz kılacak ahval müstesna olmak üzere- beşbindörtyüz liraya kadar hafif cezayı nakdiye mahkûm olurlar.244                                                                                            TAÜHFD/ZtdR - 2020/2 Suç tipinin Kanun da adliyeye karşı işlenen bir suç olarak yer alması sebebiyle öğretide korunan hukuki değerin; devletin suçluların cezalandırılması ile elde ettiği menfaat23, adliyenin işlevini icra etmesindeki yararlar24, adli fonksiyonların etkililiği25 ve adliyenin korunması26 olduğunu ileri süren görüşler yer almaktadır. Bununla birlikte öğretide korunan hukuki değerin hem devletin adli yararı hem de bildirilmesi gereken suçun koruduğu hukuki değer olduğunu kabul eden görüş de mevcuttur27. Çalışmanın ilerleyen kısmında ayrıntıları ele alınacağı üzere sağlık mesleği mensuplarının suçu bildirmemesi suçunda bildirme yükümlülüğü getirilen suçlar arasında herhangi bir ayrım öngörülmemiştir. Bu bakımdan herhangi bir suçun işlendiği fark edildiğinde bildirimde bulunulmaması halinde cezai sorumluluk doğacaktır. Burada kanun koyucunun, işlenmiş bir suçun cezalandırılması yani suçla meydana gelen ihlalin giderilmesi için belirli kişilere sorumluluk yüklediği görülmektedir. Bu düzenlemenin konuluş amacı esasen işlenen suç bakımından adaletin tesis edilmesidir. Adaletin tesisi ise birkaç farklı açıdan etki doğurmaktadır. İşlenmiş bir suçun cezalandırılması ile toplum bakımından genel önleme  23 Ümit Kocasakal, Suçu Bildirmeme Suçları, İstanbul, Vedat Kitapçılık, 2017, s.170; Osman Yaşar, Hasan Tahsin Gökcan, Mustafa Artuç, Türk Ceza Kanunu – 6. Cilt, Ankara, Adalet Yayınevi, 2010, s.8322. 24 İlhan Üzülmez, Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu (TCK md.280) in: V. Türk-Alman Tıp Hukuku Sempozyumu – Tıp Ceza Hukukunun Güncel Sorunları, Ankara, Türkiye Barolar Birliği Yayınları, 2008, s.826; Burak Karahan, Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu, MÜHFHAD, C.25, S. 2, Aralık 2019, s.950. 25 Levent Emre ÖZGÜÇ, Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu (TCK md.280), İstanbul Hukuk Mecmuası, C.77, S.2, 2019, s.1005. 26 Hakeri, Tıp Hukuku, s.1182; Hamide Zafer, Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu, İÜHFM, C.LXXI, S:1, 2013, s.1334; Sevinç Arslan Hızal, Türk Ceza Kanununda Sağlık Personelinin İhbar Yükümlülüğü, Ceza Hukuku Dergisi, S.13, Ağustos 2010, s.130; Özlem Çakmut, Sağlık Mesleği Mensubunun Suçu Bildirmemesi Suçu (TCK md.280), MÜHF-HAD, Doç. Dr. Mehmet Somer in Anısına Armağan, s.1051; Giyik, s.192. 27 Erbaş, Suçu Bildirme, s.127.Araş. Gör. Aslı Ekin Yılmaz                                                                                      245 ve fail bakımından özel önleme etkisi gerçekleşecek28; böylece suç işleme yönünde irade göstermeyen bir topluma kavuşulacaktır; mağdur bakımından ise, cezalandırma ile manevi bir giderim sağlandığından failin topluma yeniden karışması sonrası mağdurla arasında bir çatışma yaşanmayacak olması sonucu toplumsal huzur elde edilecektir. Genel ve özel önlemenin sağlanması ile suçun önlenmesi ve mağdurun tatmini ile sağlanan toplumsal huzur aslında kamu düzeni kavramının alt unsurlarını oluşturmaktadır. Modern kamu düzeni kavramı, kamu güvenliği, kamu sağlığı, esenlik, ekoloji, genel ahlak, estetik gibi unsurların genel olarak sağlandığı düzeni ifade etmektedir29. İşlenen her bir suç, bu düzenin bir parçasını ihlal etmektedir. Ancak bazı suç tipleri genel olarak suç işlenmesinin önlenmesini ya da suç işleyen kişilerin cezalandırılmasının önündeki engellerin kaldırılmasını amaçlamaktadır. Bu suç tipleri, işlenmesinin önlenmesini ya da failinin cezalandırılmasını amaçladığı belirli bir suç ile ihlal edilen kamu düzeninin bir parçasını değil, tüm suçların bir parçasını ihlal ettiği kamu düzeninin tamamını korumaktadır30. TCK md.280 de bu şekilde düzenlenmiş suç tiplerinden birisidir. Bu suç tipi ile kamu düzenin herhangi bir parçasını ihlal edebilecek herhangi bir suçun bildirilmesi sağlanarak, kamu düzeninin herhangi bir parçasına yönelik ihlalin önlenmesi amaçlanmaktadır. Bu parçaların bir araya gelmesiyle kamu düzeninin tamamına yönelik bir koruma sağlanmaktadır. Sonuç olarak, sağlık mesleği mensuplarının suçu bildirmemesi suçu ile korunan hukuki değerin kamu düzeni olduğu sonucuna ulaşılmalıdır.     28  Haluk  Toroslu,  Ceza  Müeyyidesi,  Ankara  Üniversitesi  Sosyal  Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, 2007, s.52; Fatma Karakaş Doğan, Cezanın  Amacı  ve  Hapis  Cezası,  Marmara  Üniversitesi  Sosyal  Bilimler Enstitüsü, Yayınlanmamış Doktora Tezi, 2009, s.28. 29 Özge Okay Tekinsoy, İdare Hukukunda Kamu Düzeni Kavramı, İstanbul, On İki Levha Yayıncılık, 2011, s.107. 30 Faruk Erem, Devlet İdaresi ve Amme Nizamı Aleyhine Cürümler, Ankara, Ankara Üniversitesi Hukuk Fakültesi Yayınları, 1959, s.138.246                                                                                            TAÜHFD/ZtdR - 2020/2 B. TİPİKLİK 1. MADDİ UNSURLAR a. Konu Suçun konusuna ilişkin olarak üzerinde suçun işlendiği insan veya şey, hareketin yöneldiği kişi ya da şey ve eşya veya şahsın fiziki, maddi yapısı şeklinde tanımlanmalar mevcuttur. Bu doğrultuda suçun konusunun, tipe uygun hareketin üzerinde icra edildiği kişi veya şey olduğu kabul edilebilir31. Bununla birlikte suçların tasnifinde, konunun suçtan etkilenişine göre tehlike veya zarar suçu ayrımı yapıldığı dikkate alındığında32; suçun işlenmesi ile konu üzerinde bir zarar doğmalı veya bir zarar ihtimali yani tehlike meydana gelmelidir. Dolayısıyla bu suç tipi bakımından suçun konusu belirlenirken, bir suçun bildirilmemesi ile zarar görmesi veya üzerinde tehlike oluşması mümkün olan bir unsurdan yola çıkılmalıdır. Öğretide, bu suçun konusunun bildirilmesi gereken suç olduğunu ileri süren görüşler mevcuttur33. Bu görüşe göre, ihmali hareket bildirilmeyen suç üzerinde gerçekleşmektedir. Bu kabul suçun tasnifi bakımından irdelendiğinde, bildirim yapılmaması ile işlenen suç üzerinde bir zarar veya tehlike doğması söz konusu olacaktır ki bu mümkün değildir. Bu görüşe göre, örneğin bir yaralama suçuna ilişkin belirtiye rastlayan doktorun yaralamayı bildirmemesi, yaralama suçu üzerinde bir tehlike veya zarar doğuracaktır. Oysaki tehlike veya zarar yaralama suçu üzerinde gerçekleşmemekte; aksine yaralama suçu dolayısıyla fail, yargılanmaya tabi tutulmadığı için kendisi bir zarar veya tehlike oluşturmaktadır. Bu sebeple suçun konusunun bildirilmeyen suç olduğu yönündeki görüşe katılmıyoruz.  Sağlık mesleği mensubunun suçu bildirmemesi suçunda bildirimin yapılmaması halinde işlenen suçun cezalandırılması mümkün olmayacak, genel ve özel önleme ile mağdur tatmini yararları sağlanamayacak,  31 Mahmut Koca / İlhan Üzülmez, Türk Ceza Hukuku Genel Hükümler, Gözden Geçirilmiş ve Güncellenmiş 11. Baskı, Ankara, Seçkin Yayıncılık, 2018, s.118. 32 İzzet Özgenç, Türk Ceza Hukuku Genel Hükümler, Gözden Geçirilmiş ve Güncellenmiş 14.Bası, Ankara, Seçkin Yayıncılık, 2018, s.214; Koca/Üzülmez, s.119. 33 Erbaş, Suçu Bildirme, s.128; Özgüç, s.1005.Araş. Gör. Aslı Ekin Yılmaz                                                                                      247 böylece bireyler suç işleme yönünde irade oluşturacak; cezalandırmanın gerçekleşmeyişi ile somut anlamda kamuda mevcut olan düzen etkilenecektir. Buradan yola çıkarak cezalandırmanın gerçekleşmemesine sebep olan bildirmeme hareketinin somut anlamda kamu düzeni üzerinde etki doğurduğu, suçun konusunun somut anlamda kamu düzeni34 olduğu söylenebilecektir. Bildirilmeyen suç ise fiil bahsinde ele alınması gereken bir unsur olarak değerlendirilmelidir.  Suçun konusunun somut anlamda kamu düzeni olduğunun belirlenmesinden sonra, konunun suçtan etkilenişine göre suç tipinin sınıflandırılması gerekmektedir. Gerçekleştirilen fiilin suçun konusu üzerinde meydana getirdiği etkinin derecesine göre suçlar tehlike suçu ve zarar suçu olarak ikiye ayrılmaktadır35. Zarar suçları, fiilin işlenmesi ile suçun konusunun zarara uğradığı suçlardır36. Tehlike suçlarında ise, gerçekleştirilen fiil ile suçun konusunun zarara uğrama tehlikesi söz konusu olmaktadır. Tehlike suçlarında, suçun konusunun objektif olarak zarara uğrama tehlikesinin doğması yeterli olup böyle bir zararın gerçekten meydana gelmesi şart olarak aranmamaktadır37. Tehlike suçları soyut tehlike suçu ve somut tehlike suçu olmak üzere ikiye ayrılmaktadır. Kanunda gösterilen fiilin yapılması ile suçun konusu üzerinde bir tehlikenin meydana geldiğinin kabul edildiği; bunun için ayrıca tehlikenin gerçekleşip gerçekleşmediğinin araştırılmasının gerekmediği suçlara soyut tehlike suçları denilmektedir. Kanun koyucu, kanunda gösterilen fiilin gerçekleştirilmesinin, suçun konusu üzerinde tehlike yaratabileceğini (kanunen)  34 Bazı suç tipleri bakımından korunan hukuki değerin konu ile benzerlik gösterebileceği kabul edilmektedir. (Bu hususta Alman hukukçu Graul un görüşü için bkz. Yener Ünver, Ceza Hukukuyla Korunması Amaçlanan Hukuksal Değer, Ankara, Seçkin Yayıncılık, 2003, s.126).  35 Özgenç, s.214. 36 Veli Özer Özbek/ Koray Doğan/ Pınar Bacaksız/ İlker Tepe, Türk Ceza Hukuku Genel Hükümler, Güncellenmiş ve Gözden Geçirilmiş 9. Baskı, Ankara, Seçkin Yayıncılık, 2018, s.227; Bahri Öztürk/ Mustafa Ruhan Erdem, Ceza Hukuku ve Güvenlik Tedbirleri Hukuku, TCK Değişikliklerine Göre Yenilenmiş 18. Baskı, Ankara, Seçkin Yayıncılık, 2018, s.218; Nur Centel / Hamide Zafer / Özlem Çakmut, Türk Ceza Hukukuna Giriş, 7. Bası, İstanbul, Beta Basım Yayın, 2011, s.257; Koca/Üzülmez, s.120. 37 Koca/Üzülmez, s.120; Özbek vd., s.227.248                                                                                            TAÜHFD/ZtdR - 2020/2 kabul etmiştir. Bu sebeple hâkimin ayrıca suçun konusu üzerinde bir tehlike meydana gelip gelmediğini araştırması gerekmeyecektir38. Somut tehlike suçlarında ise gerçekleştirilen tipik fiil ile suçun konusu bakımından gerçek bir tehlikenin ortaya çıkması gerekmektedir. Failin cezalandırılabilmesi için yargılama sırasında hâkimin somut tehlikenin varlığını araştırması gerekmektedir39.   Sağlık mesleği mensuplarının suçu bildirmemesi suçu bakımından, belirtileri fark edilen suçun bildirilmemesi halinde somut anlamda kamu düzeni zarar görmemektedir. İşlenen suçların cezalandırılmaması ile meydana gelmesi mümkün olumsuz etkiler bildirimin yapılmadığı anda doğmamaktadır. Bu sebeple bu suç bir zarar suçu değildir. Ancak, bildirimin yapılmaması halinde, cezalandırma ile elde edilecek suç işlenmesinin önlenmesi gibi yararlar da doğmayacaktır. Bu noktada olumlu etkinin doğmaması doğrudan suçun işleneceği ve kamu düzeninin bozulacağı anlamına gelmemekte; ancak böyle bir ihtimal meydana getirmektedir. Bu nedenle, işlenen suçun bildirilmemesi ile somut anlamda kamu düzeninin bozulma ihtimali söz konusu olmaktadır. Böylece somut anlamda kamu düzeninin suçtan etkilenişi bir tehlike şeklinde kendini göstermektedir. Bu sebeple sağlık mesleği mensuplarının suçu bildirmemesi suçu bir tehlike suçudur. Kanun da, işlenen suçun bildirilmemesi sonucunda herhangi bir tehlikenin meydana gelmesine yönelik bir ibare bulunmamaktadır. Bunun sonucu olarak da mahkemenin, bildirimin yapılmaması ile kamu düzeniyle alakalı somut bir tehlikenin meydana gelip gelmediğini araştırması gerekmeksizin bildirimde bulunmayan sağlık mesleği mensubunu cezalandırması mümkün olacaktır. Bu doğrultuda suçun bir soyut tehlike suçu olduğu görülmektedir.  38 Mehmet Emin Artuk / M. Emin Alşahin / Kerim Çakır, Ceza Hukuku Genel Hükümler, 11. Baskı, Ankara, Adalet Yayınevi, 2017, s.311; Hamide Zafer, Ceza Hukuku Genel Hükümler TCK Md.1-75, 5. Bası, İstanbul, Beta Basım Yayın, 2015, s.197; Koca/Üzülmez, s.121; Öztürk/Erdem, s.218; Hakan Hakeri, Ceza Hukuku Genel Hükümler, 21. Baskı, Ankara, Adalet Yayınevi, 2017, s.184. 39 Nevzat Toroslu, Ceza Hukuku Genel Kısım, Ankara, Savaş Yayınevi, 24. Baskı, 2018, s.145, Özbek v.d., s.228; Koca/Üzülmez, s.121; Zafer, Genel Hükümler, s.195.Araş. Gör. Aslı Ekin Yılmaz                                                                                      249 b. Fail Suçun faili sağlık mesleği mensuplarıdır. Bu bakımdan özgü suç niteliğini haizdir40. Sağlık mesleği mensupları ise suç tipini düzenleyen TCK md.280 in ikinci fıkrasında tabip, diş tabibi, eczacı, ebe, hemşire ve sağlık hizmeti veren diğer kişiler olarak belirlenmiştir. Kanun maddesinin gerekçesinde ise Söz konusu ihbar yükümlülüğü, madde metninde sayılan sağlık mesleği mensupları ile sınırlı değildir. Örneğin, bir tıbbi tahlil laboratuvarında görev yapan kişiler açısından da mevcuttur. açıklamasına yer verilerek sağlık hizmeti veren diğer kişiler kavramından ne anlaşılması gerektiği açıklanmıştır41. Görüldüğü üzere, kanun koyucu sınırlı sayma usulünü benimsememiş, sağlık hizmeti veren kişileri, sağlık hizmeti faaliyetiyle arasında bağlantı kurulabilecek kişiler üzerinden örneklendirmiştir. Bu durumda suçun failinin belirlenebilmesi için sağlık hizmeti faaliyetinin tespiti zorunludur. Buna ilişkin bir tanım 224 sayılı Sağlık Hizmetlerinin Sosyalleştirilmesi Hakkında Kanun da mevcuttur42. 224 s. Kanun un ikinci maddesine göre sağlık hizmetleri İnsan sağlığına zarar veren çeşitli faktörlerin yok edilmesi ve toplumun bu faktörlerin tesirinden korunması, hastaların tedavi edilmesi, bedeni ve ruhi kabiliyet ve melekeleri azalmış olanların işe alıştırılması (rehabilitasyon) için yapılan tıbbi faaliyetler olarak tanımlanmaktadır43. Bu tanıma göre sağlık hizmetinin tespitinde esas alınması gereken unsur belirtilen tıbbi faaliyetlerdir. Bu tıbbi faaliyetlerden sayılmayan örneğin hastanelerdeki evrak kayıt işlemleri sağlık hizmeti kabul edilmemektedir, bu sebeple kayıtla görevli kişiler bu suçun  40 Üzülmez, s.836; Yener Ünver, Adliyeye Karşı Suçlar, Güncellenmiş ve Gözden Geçirilmiş 3. Baskı, Ankara, Seçkin Yayıncılık, 2012, s.327; Erbaş, Suçu Bildirme, s.146; Yaşar/Gökcan/Artuç, s.8323; Kocasakal, s.176; İbrahim Şahbaz, Türk Ceza Kanunu – 2. Cilt, Ankara, Yetkin Yayınları, 2016, s.3192. 41 TCK md.208 Gerekçesi, Çevrimiçi, https://mevzuat.tbmm.gov.tr/mevzuat/ faces/kanunmaddeleri?pkanunlarno=24110&pkanunnumarasi=5237, (Erişim Tarihi: 01.09.2020). 42 Erbaş, Suçu Bildirme, s.148. 43  Sağlık  Hizmetlerinin  Sosyalleştirilmesi  Hakkında  Kanun,  Çevrimiçi, https://www.mevzuat.gov.tr/MevzuatMetin/1.4.224.pdf,  (Erişim  Tarihi: 01.09.2020).250                                                                                            TAÜHFD/ZtdR - 2020/2 faili olamayacaktır. Bu suç bakımından kişinin fail olabilmesi için gerçekleştirdiği tıbbi faaliyetin hukuka uygun olması gerektiği savunulmakta; örneğin doktor unvanı olmamasına rağmen hastaya tıbbi tedavi uygulayan kişinin bu suç bakımından fail olamayacağı ileri sürülmektedir. Bu kişilerin cezai sorumluluğu bakımından ise TCK md.278 de düzenlenen ve herkes tarafından işlenebilen suçu bildirmeme suçunun söz konusu olabileceği kabul edilmektedir44.  Suçun faili bakımından özel olarak değinilmesi gereken sağlık mesleği grubu psikolog ve psikiyatristlerdir. Psikologdan farklı olarak psikiyatrist bir doktordur. Bu sebeple doğrudan madde metninde yer alan tabip kategorisine girmektedir. Psikolog ise 1219 s. Tababet ve Şuabatı San atlarının Tarzı İcrasına Dair Kanun un Ek 13. maddesine göre sağlık mesleği mensubu kabul edilmektedir45. Psikolog ve psikiyatristlerin bu suç tipi bakımından ayrı bir öneme sahip olması, bu kişilerin mesleklerinin icrasının birçok durumda suç mağduru veya failiyle yaptıkları konuşmalarda suça ilişkin bilgi edinmeyi gerektirmesidir. Böylece psikolog ve psikiyatristler bakımından sır saklama yükümlülüğü ile suçu bildirme yükümlülüklerinin çatışması ayrı bir öneme sahip olmaktadır46. Suç tipi sağlık mesleği mensupları bakımından herhangi bir ayrım gözetmediğinden, psikolog ve psikiyatristlerin de danışanları ile yaptıkları görüşmeler sırasında fark ettikleri suça ilişkin belirtileri bildirim yükümlülüğü bulunmaktadır47. Bununla birlikte bildirilmesi gereken suçlara ilişkin herhangi bir sınırlama getirilmeksizin böyle bir yükümlülük öngörülmesi, psikolog ve psikiyatristlerin mesleklerinin icrasını temelden etkileyebilecektir. Bu sağlık mesleği mensuplarını diğerlerinden ayıran nokta, diğer sağlık mensupları suç sebebiyle oluşan belirtiler üzerinde çalışmak 44 Erbaş, Suçu Bildirme, s.148. 45 1219. s. Kanun Ek Madde 13 Klinik psikolog; psikoloji veya psikolojik danışma ve rehberlik lisans eğitimi üzerine klinik ortamlarda gerekli pratik uygulamaları içeren klinik psikoloji yüksek lisansı veya diğer lisans eğitimleri üzerine psikoloji veya klinik psikoloji yüksek lisansına ilaveten klinik psikoloji doktorası yapan sağlık meslek mensubudur.. 46 Erbaş, Suçu Bildirme, s.149. 47 Hakeri, Tıp Hukuku, s.1188; Ünver, Adliyeye Karşı Suçlar, s.335.Araş. Gör. Aslı Ekin Yılmaz                                                                                      251 tayken; psikolog ve psikiyatristlerin doğrudan suçun üzerinde çalışmasıdır. Örneğin bir ev içi şiddet vakasında acil serviste çalışan doktor yalnızca meydana gelen yarayı tedavi ile yükümlüyken, psikolog kişinin mağduru olduğu suç ile ilgilenir. Aynı vaka bakımından doktor ile psikoloğun mesleklerinin icrası için suça ilişkin bilginin edinilmesinin önemi birbirinden farklıdır. Bu sebeple TCK md.280 ile getirilen bildirim yükümlülüğünün, diğer sağlık mesleği mensuplarına nazaran psikolog ve psikiyatristler için daha ağır olduğunu söylemek mümkündür. Bu yükün dengelenmesi için psikolog ve psikiyatristlerin TCK md.280 den istisna tutulmasını sağlayacak bir kanun değişikliği yapılması gereklidir. Böylece psikolog ve psikiyatristlerin bildirim yükümlülüğü, herkes için geçerli olan, işlenmekte olan veya işlenmiş olmakla birlikte etkileri sınırlandırılabilir suçlarla sınırlı olacaktır (TCK md.278).  Tüzel kişiler bu suçun faili olamazlar. Ancak bir suçun işlendiğine ilişkin bilgi edinen özel hukuk tüzel kişisi kurumun organlarında yer alan kişiler herkes tarafından işlenebilen suçu bildirmeme suçu (TCK md.278); kamu tüzel kişisi kurumun organlarında yer alan kişiler kamu görevlilerinin suçu bildirmemesi suçu (TCK md.279) bakımından sorumlu olabileceklerdir48.  c. Mağdur Sağlık mesleği mensuplarının suçu bildirmemesi ile korunan hukuki değerin kamu düzeni olduğuna ilişkin açıklama dikkate alındığında, bu suçun mağduru toplumu oluşturan herkestir. d. Fiil Suç, sağlık mesleği mensubunun görevini yaptığı sırada işlenen bir suça ilişkin belirti ile karşılaşmasına rağmen, durumu bildirmemesi veya bildirmekte gecikme göstermesi şeklinde işlenebilmektedir. Suçun tipik fiili birden fazla unsuru barındırdığından, görevin yapıldığı sırada gerçekleşme, suça ilişkin belirti, bildirmeme ve bildirmekte gecikme ile ne anlaşılması gerektiği ortaya koyulmalıdır.  48 Ünver, Adliyeye Karşı Suçlar, s.328; Erbaş, Suçu Bildirme, s.153.252                                                                                            TAÜHFD/ZtdR - 2020/2 i. Görevin Yapıldığı Sırada Gerçekleşme: Tipik fiil için, bildirilmesi gereken suçun sağlık mesleği mensubunun mesleğini icra ettiği sırada öğrenilmesi gerekmektedir49. Görevin icra edilmediği bir esnada suçun öğrenilmesi halinde, meslek sırrı niteliğini  haiz  bir bilgi  meydana  gelmeyecektir.  Bu  durumda ancak  TCK md.278 bağlamında bir sorumluluk söz konusu olabilecektir50. Görevin yapıldığı sırada kavramı sağlık mesleği mensubunun görevi başında bulunduğu her anı ifade etmemektedir. Bir sağlık mesleği mensubu mesai saatleri içinde veya nöbeti sırasında görevi başındadır. Bu süre zarfında sağlık mesleği mensubunun fark ettiği her suç belirtisi bildirim yükümlülüğü kapsamına girmeyecektir51. Örneğin travma odasının yanından geçerken muayene olmayı bekleyen bir hastanın yarasından suç mağduru olduğunu anlayan doktor, o hastayı tedavi eden doktor değilse bildirim yükümlülüğü doğmayacaktır. Burada görev başında bulunan sağlık mesleği mensubu esasen sağlık hizmeti verme görevini icra etmemektedir. Bu sebeple yalnızca sağlık hizmetinin icra edildiği sırada karşılaşılan belirtilerle sınırlı olarak bildirim yükümlülüğü doğacaktır. Bu aynı zamanda özel hayatın gizliliği ve sır saklama yükümlülüğüyle de bağdaşan bir yorumdur. Çünkü hasta özel hayatının bir parçası olan vücudundaki suç belirtisini yalnızca tedavisini gerçekleştiren sağlık mesleği mensuplarıyla paylaşmaktadır. Bu özel bilgi tedavi yükümlülüğünü yerine getiren doktor tarafından sır olarak saklanmakta, yalnızca suç belirtisi olması halinde durum yetkili makamlara bildirilmektedir. Burada belirti teşkil eden ve özel hayata ilişkin bilginin hastayı tedavi etmeyen, dolayısıyla hastaya sağlık hizmeti sunmayan sağlık mesleği mensubu ile paylaşılmasında rıza bulunmamaktadır. Bu bilginin hastanın rızası olmaksızın edinilmesi ise hukuka aykırı olacağından, hukuka aykırı elde  49 Hakeri, Tıp Hukuku, s.1184; Kolcu, s.162; Erbaş, Suçu Bildirme, s.129; Mahmut Koca, Çocuk İstismarında İhbar Yükümlülüğü, İÜHFD, C.3, S.1, 2012, s.125; Üzülmez, s.828. 50 Ünver, Adliyeye Karşı Suçlar, s.331; Yaşar/Gökcan/Artuç, s.8329; İsmail Malkoç, Türk Ceza Kanunu – Madde 242-345, Ankara, Malkoç Yayınevi, 2013, s.4699; Zafer, TCK md.280, s.1338; Giyik, s.198. 51 Zafer, TCK md.280, s.1338.Araş. Gör. Aslı Ekin Yılmaz                                                                                      253 edilen bilginin bildirim yükümlülüğü kapsamında olduğunu iddia etmek mümkün değildir.  Buna ek olarak Tıbbi Deontoloji Nizamnamesi md.3 uyarınca doktorlar acil vakalarda ilk yardımda bulunmakla yükümlü olduklarından, yalnızca görev yapılan yerde değil, bu yer dışında gerçekleştirilen ilk yardım hizmetleri sırasında öğrendikleri belirtileri de bildirmekle yükümlüdürler52.  ii. İşlenen Suç: TCK md.280, bir suçun işlendiği yönünde ibaresi ile bildirilmesi gereken suçlar bakımından bir sınırlama getirmektedir. Maddede yer alan işlenen kelimesi hem daha önce işlenen bir suçu hem de işlenmekte olan bir suçu da işaret etmektedir53. Bununla birlikte işlenmesi planlanan suçlar bakımından herhangi bir bildirim yükümlülüğü bulunmamaktadır. Örneğin kişinin tedavi sırasında iyileşir iyileşmez intikam peşine düşeceğini ifade etmesi halinde, tedaviyi yapan sağlık mesleği mensubunun bir bildirim yükümlülüğü bulunmamaktadır54.  TCK md.280, bildirilmesi gereken olgunun bir suç olduğunu tanımlayarak, kabahat gibi fiiller için bildirim yükümlülüğü getirmemiştir. Bununla birlikte bildirilmesi gereken suçlar bakımından herhangi bir ayrım gözetmemiştir. İşlenen suçun kasten veya taksirle işlenmiş olması bildirim yükümlülüğü bakımından bir fark yaratmamaktadır.  Bildirilmesi gereken suça ilişkin tartışmalı hususlardan biri ise şikâyete tabi suçların bildirim yükümlülüğüne dâhil olup olmadığıdır. Öğretide sağlık mesleği mensubuna bir suçun şikâyete tabi olup olmadığını bilme külfetinin yüklenemeyecek olması sebebiyle düzenlemenin böyle bir  52 Tıbbi Deontoloji Nizamnamesi md.3 Tabip, vazifesi ve ihtısası ne olursa olsun, gerekli bakımın sağlanamadığı acil vakalarda, mücbir sebep olmadıkça ilk yardımda bulunur.,  Çevrimiçi,  https://www.mevzuat.gov.tr/MevzuatMetin/ 2.3.412578.pdf, (Erişim Tarihi: 01.09.2020), Özgüç, s.1018. 53 Erbaş, Suçu Bildirme, s.132. 54 Üzülmez, s.831; Alman Ceza Kanunu md.138 ise yalnızca işlenmesi planlanan belirli suçlar bakımından bildirim yükümlülüğü getirmektedir (Bkz.: Wolfgang Joecks / Klaus Miebach, Münchener Kommentar zum Strafrecht, 3. Band, 3. Auflage, C.H. Beck, 2017, Rn.6-12).254                                                                                            TAÜHFD/ZtdR - 2020/2 ayrım gözetmediği55; şikâyete tabi suçlarda şikâyetin gerçekleşmemesi halinde yargılama mekanizmasının işlemeye başlamayacağı için TCK md.280 bağlamında korunan bir hukuki değer olmadığı ifade edilmiştir56.  Suç ile korunan hukuki değerin, işlenen suçun cezalandırılması ile ulaşılacak kamu düzeni olduğunu belirtmiştik. Bu bakımdan devlet, cezalandırmayı gerçekleştirmek için gereken bilgiyi elde etmek amacıyla bu  bilginin  paylaşılmamasını  cezalandırmaktadır.  Cezalandırmanın mümkün olabilmesi için şikâyet koşulunun arandığı suçlarda ise devletin, şikâyete yetkili kişinin iradesine üstünlük tanıdığı görülmektedir. Bu bakımdan şikâyete yetkili kişinin şikâyette bulunmadığı bir durumda, devletin cezalandırma ile ulaşmak istediği yarardan vazgeçtiği kabul edilebilecektir. Devletin kamu düzenine ilişkin bu yararlardan vazgeçmesi halinde, bu yararlara ulaşılmasını engellediği için bildirimde bulunmayan bir sağlık mesleği mensubunun cezalandırılması korunan hukuki değerle bağdaşmamaktadır.  Bildirim yükümlülüğünün şikâyete tabi suçları kapsaması ayrıca temel hak ve özgürlüklere müdahalenin ölçülü olması gerekliliğine de aykırı bir düzenleme teşkil etmektedir. Sağlık mesleği mensuplarına getirilen bildirim yükümlülüğü hem hastanın özel hayatının gizliliğine hem de sağlık mesleği mensubunun çalışma özgürlüğüne bir müdahale teşkil etmektedir. Bu müdahaleyle bireylerin temel haklarına getirilen sınırlamanın ölçülü olduğundan söz edebilmek için müdahalenin ulaşılmak istenen amacı gerçekleştirmeye elverişli olması, bu amacı gerçekleştirecek en az sınırlayıcı araç (gerekli) olması ve amaçla araç arasında bir orantı bulunması gerekir57. Re sen soruşturulan ve kovuşturulan suçlar bakımın 55 Ünver, Adliyeye Karşı Suçlar, s.334; Yaşar/Gökcan/Artuç, s.8328; Erbaş, Suçu Bildirme, s.134, Zafer, TCK md.280, s.1341; Rahime Erbaş/ Büşra Hazel Ateş Sarıdağ / Coşkun Yorulmaz, 15-18 Yaş Arası Gebeliklerde Sağlık Mesleği Mensuplarının Suçu Bildirme Yükümlülüğü, TAAD, Y.11, S.41, Ocak 2020, s.103. 765 s. TCK md.530 da düzenlenen bildirmeme kabahati bakımından ise sağlık mesleği mensupları yalnızca kişilere karşı işlenen suçları bildirmekle yükümlü kılınmışlardı. 56 Kocasakal, s.183. 57 Anayasa md.13 Temel hak ve hürriyetler, özlerine dokunulmaksızın yalnızca Ana-Araş. Gör. Aslı Ekin Yılmaz                                                                                      255 dan bildirim yükümlülüğünün cezalandırmanın gerçekleşmesi için gerekli olan bilginin edinilmesine katkı sağladığı ve dolayısıyla elverişli bir müdahale olduğu açıktır. Sağlık mesleği mensuplarının bildirim yükümlülüklerinin yalnızca görevlerini icra ederken öğrendikleri suç belirtileri ile sınırlı olmasının gereklilik ölçütünü karşıladığı ve cezalandırma ile ulaşılacak kamu düzeni karşısında getirilen bildirim yükümlülüğünün orantılı olduğu kabul edilebilir. Buna karşın şikâyete tabi suçlarda devletin cezalandırma ile ulaşmak istediği amaçlardan bir anlamda vazgeçmesi söz konusudur. Bu durumda bildirim yapılması kamu düzeninin sağlanması bakımından herhangi bir katkı sağlamayacağından elverişli olmayacak; bildirim yükümlülüğü şeklindeki müdahalenin karşısında ile dengelenebilecek bir amaç bulunmadığından müdahale orantısız olacaktır. Bu sebeple şikâyete tabi suçlarda bildirim yükümlülüğü getiren düzenleme ölçüsüz bir müdahale teşkil etmekte olup Anayasa nın 13. maddesini ihlal etmektedir.  Yabancı hukuklar incelendiğinde, Portekiz Ceza Kanunu nda TCK dekine benzer bir düzenleme ile suçlar arasında ayrım yapılmadığı, Alman Ceza Kanunu nda yalnızca işlenmesi planlanan belirli ve re sen soruşturulan-kovuşturulan suçlar için bildirim yükümlülüğü düzenlenmiş, İtalyan Ceza Kanunu nda ise yalnızca re sen soruşturulan ve kovuşturulan suçlar bakımından bildirim yükümlülüğü öngörülmüştür58. Türk kanun koyucunun da özel hayatın gizliliği hakkına müdahaleyi ölçülü kılacak cinsel istismar, cinsel saldırı, yaralama, öldürme, eziyet ve işkence  yasanın ilgili maddelerinde belirtilen sebeplere bağlı olarak ve ancak kanunla sınırlanabilir. Bu sınırlamalar, Anayasanın sözüne ve ruhuna, demokratik toplum düzeninin ve lâik Cumhuriyetin gereklerine ve ölçülülük ilkesine aykırı olamaz. Yüksel Metin, Temel Hakların Sınırlandırılması ve Ölçülülük: Ölçülülük İlkesi Evrensel Bir Anayasal İlke Midir?, SDÜHFD, C.7, S.1, 2017, s.6. 58 Ünver, Adliyeye Karşı Suçlar, s.336-337; Erbaş, Suçu Bildirme, s.136; Kocasakal, s.23; Zafer, TCK md.280, s.1337; Göksu Işık, Hukuki Güvenlik İlkesi Bağlamında Suçu Bildirmeme Suçu, Beyken Üniversitesi Hukuk Fakültesi Dergisi, C.3, S.6, Aralık 2017, s.173. Alman Ceza Kanunu §138 de düzenlenen bildirim yükümlülüğü belirli suçlarla sınırlı olmakla birlikte yalnızca işlenecek bir suça ilişkin getirilmiştir; işlenmiş ve dolayısıyla önlenmesi mümkün olmayan bir suça dair bildirim yükümlülüğü söz konusu değildir (Bkz.: Joecks/Miebach, Rn.1-4).256                                                                                            TAÜHFD/ZtdR - 2020/2 gibi belirli suçlar bakımından yahut yalnızca re sen soruşturulan ve kovuşturulan suçlar bakımından bildirim yükümlülüğü getirmesi gereklidir.  iii. Suça İlişkin Belirti: Sağlık mesleği mensubunun bildirim yükümlülüğü, bir suçun işlendiği yönünde bir belirti ile karşılaşması halinde doğmaktadır. Belirti kavramı sözlükte bir olayın veya durumun anlaşılmasına yardım eden şey, alamet, nişan, nişane olarak tanımlanmaktadır59. Belirti geniş bir kavram olup, kişi tarafından sarf ettiği sözleri60 veya yazılı beyanını61, kişinin vücudundaki izleri62, kanında veya iç organlarında tespit edilen şeylere ilişkin bulguları63 kapsamaktadır. Örneğin kişinin kanında uyuşturucu etken maddesi bulunması, karındaki kurşun yarası veya 14 yaşındaki bir çocuğun hamile olması suça ilişkin belirtidir.  Öğretide kişinin beyanının belirti kavramına dâhil olup olmadığı hususunda görüş birliği bulunmamaktadır. Bir görüş, belirti kavramını ceza muhakemesi hukukundaki deliller bahsi bağlamında ele alarak, belirtinin suçtan geriye kalan iz ve eser olduğunu kabul etmektedir. Bu görüşe göre beyan yine bir delil türü olup belirtiyi taşıyan mağdur veya tanıktan elde edilebilir; bununla birlikte beyan delilinin elde edilme yönteminin özel olarak düzenlenmiş olması, belirti delilin dar yorumlanması gerektiğini ifade eder. Bu sebeple bu görüşe göre dar yorumlanması gereken belirti kavramı beyanı kapsamaz ve yalnızca hastanın beyanı bildirim yükümlülüğü doğurmaz64. Diğer bir görüş ise kanunda yer alan belirti kavramının bir durumun anlamlandırılmasına yardımcı olan şey veya alameti ifade etmesinden dolayı, yalnızca fiziki belirtileri kapsam  59 TDK, Çevrimiçi, https://sozluk.gov.tr/, (Erişim Tarihi: 01.09.2020). 60 Şahbaz, s.319; Kocasakal, s.193; Erbaş, Suçu Bildirme, s.139. 61 Hakeri, Tıp Hukuku, s.1188.  62 Yaşar/Gökcan/Artuç, s.8326; Zafer, TCK md.280, s.1339. 63 Malkoç, s.4699; Yaşar/Gökcan/Artuç, s.8326; Zafer, TCK md.280, s.1339. 64 Zafer, TCK md.280, s.1339. Yalnızca beyanın söz konusu olması halinde bildirim yükümlülüğünün doğmayacağına, bu sebeple psikiyatristin de belirti olmaksızın yalnızca danışanının anlatımına dayanan bir suçu bildirmemesi bakımından suçun oluşmayacağına ilişkin görüş için bkz.: Üzülmez, s.832.Araş. Gör. Aslı Ekin Yılmaz                                                                                      257 dâhilinde sayarak daraltıcı bir yorum yapılamayacağını ileri süren görüşler de mevcuttur65. Belirti, sözlük tanımı itibariyle oldukça geniş bir kavram olup, ceza muhakemesi hukuku dışında da anlam ifade etmektedir. Her ne kadar belirti, muhakeme hukukunun deliller bahsinde ayrıca tartışılan bir kavram olsa da TCK md.280 nin lafzından belirtiyi ceza muhakemesi hukuku bağlamında değerlendirmek gerektiğine dair bir anlam çıkmamaktadır. Kanun koyucunun ceza muhakemesi hukukuna yollama yapmayı amaçladığında, bunu günlük hayatta da karşılık bulan kavramlar kullanarak değil, örneğin yalan tanıklık suçundaki (TCK md.272)66 gibi yalnızca muhakeme hukuku bakımından anlam ifade eden kavramların kullanılması veya TCK md.136 daki67 gibi doğrudan Ceza Muhakemesi Kanunu nun ilgili maddesinin zikredilmesi suretiyle yaptığını görmekteyiz. Kaldı ki ceza muhakemesi hukuku bakımından belirtinin dâhil olduğu dolaylı-doğrudan delil ayrımı üzerinde de bir görüş birliği bulunmamaktadır. Bir görüşe göre belirti delili (dolaylı delil) vakayı doğrudan ispat etmeyen ve genellikle doğrudan delilin elde edilmesine yarayan delili ifade etmektedir68. Diğer bir görüşe göreyse her delil vakayı ispata yaradığından, dolaylı-doğrudan delil ayrımı yapılmamalıdır69. Ceza Muhake 65 Erbaş, Suçu Bildirme, s.139; Ünver, s.335. Buna ilişkin olarak Giyik Belirti ifadesi, belge veya beyan delilinin suçu bildirme yükümlülüğüne esas alınmasını önlemek için değil; bildirme yükümlülüğünün doğması için suçun işlendiği yönünde kesin delillerin varlığının gerekmediğini belirtmek için kullanılmıştır. vurgusunda bulunmaktadır (Bkz.: Giyik, s.199).  66 TCK md.272 (1) Hukuka aykırı bir fiil nedeniyle başlatılan bir soruşturma kapsamında tanık dinlemeye yetkili kişi veya kurul önünde gerçeğe aykırı olarak tanıklık yapan kimseye, dört aydan bir yıla kadar hapis cezası verilir. …  67 TCK md.136 … (2) Suçun konusunun Ceza Muhakemesi Kanununun 136 ncı maddesinin beşinci ve altıncı fıkraları uyarınca kayda alınan beyan ve görüntüler olması durumunda verilecek ceza bir kat artırılır. 68 Yener Ünver / Hakan Hakeri, Ceza Muhakemesi Hukuku – 3 Cilt, 15. Baskı, Adalet Yayınevi, Ankara, 2019, s.1455. 69 Feridun Yenisey / Ayşe Nuhoğlu, Ceza Muhakemesi Hukuku, Güncellenmiş 7. Baskı, Seçkin Yayıncılık, Ankara, 2019, s.507.258                                                                                            TAÜHFD/ZtdR - 2020/2 mesi Kanunu nda bir tanımı veya karşılığı olmayan ve öğretinin de varlığının kabulünde hem fikir olmadığı bir kavram üzerinden bir suç tipinin tanımlanması belirlilik ilkesiyle bağdaşmayacaktır. Bu durumda belirti kavramının dar yorum yapılarak yalnızca fiziki emareleri ifade ettiğini ileri sürmek için yeterli bir temel bulunmamaktadır. Sonuç olarak, belirtinin kişinin açıklamalarını da kapsadığı kabul edilmelidir.  Belirti ile karşılaşılması, mağdurdan veya failden kaynaklanabilir70. Tedavi edilen kişinin, kendisini hastaneye getiren kişilerce alıkonulduğunu ifade etmesi halinde veya kanında yüksek oranda zehirli madde bulunması halinde mağdurdan; bileğini kardeşini döverken incittiğini söylemesi halinde failden elde edilen belirti söz konusu olmaktadır.  iv. Bildirmeme ve Bildirmekte Gecikme: Fiile ilişkin yukarıda açıklanan hususların sağlanması halinde, sağlık mesleği mensubunun işlenen bir suça ilişkin bir belirti ile karşılaşmasına rağmen bu belirtiyi bildirmemesi yahut bildirmekte gecikmesi ile suçun tipik fiili oluşacaktır.  Bu suç tipi, bildirme veya bildirmekte gecikme şeklinde işlendiği için bir sırf hareket suçudur. Ayrıca, kanunda gösterilen hareketin gerçekleştirilmemesi şeklinde işlendiğinden bir gerçek ihmali suçtur71. Sağlık mesleği mensubu bu hareket yükümlülüğünü, bildirimde bulunmayarak veya bildirimde bulunmakta gecikerek ihlal etmektedir.  Tipik fiil bildirmeme veya bildirmekte gecikme şeklinde ifade edildiğinden, suç tipi seçimlik hareketlidir.  Tipik fiilin gerçekleşip gerçekleşmediğinin değerlendirilmesi bakımından, hangi makamlara bildirimde bulunulması halinde yükümlü 70 Zeki Hafızoğulları/Bülent Hayri Acar, Suçu Bildirmeme Suçları, Başkent Üniversitesi Hukuk Fakültesi Dergisi, C.2, S.1, Ocak 2016, s.197; Üzülmez, s.833; Hakeri, Tıp Hukuku, s.1186; Yaşar/Gökcan/Artuç, s.8327; Erbaş, Suçu Bildirme, s.140; Zafer, TCK md.280, s.1340. 71 Zafer, TCK md.280, s.1343; Kocasakal, s.167; Erbaş, Suçu Bildirme, s.142; Yaşar/Gökcan/Artuç, s.8326; Giyik, s.197; Üzülmez, s.836; Kolcu, s.25.Araş. Gör. Aslı Ekin Yılmaz                                                                                      259 lüğün yerine getirildiği ve suçun oluşmadığı tespit edilmeli; geç bildirme unsuru bakımından ise hangi süredeki gecikmenin tipik fiili oluşturduğu hususlarına değinilmelidir. Bildirimin yapılacağı makam bakımından Kanun un yetkili makam ibaresini kullandığı görülmektedir. Suç duyurusunu almaya yetkili makamlar CMK md.158 de cumhuriyet başsavcılığı, kolluk, valilik, kaymakamlık, mahkeme, yurtdışında işlenen suçlar için elçilik ve konsolosluk, kamu görevi ile bağlantılı suçta kurum veya kuruluş idaresi şeklinde belirtilmiştir. Bu makamlar dışında bir yere yapılacak bildirim geçersiz sayılacağından bildirim yükümlülüğünün yerine getirildiğinden bahsedilemeyecektir.  Bildirimin yapılacağı yerle  ilgili olarak özellikle hastanelerin idari birimlerine yapılan bildirim üzerinde durulması gerekir. Suça ilişkin belirti ile bir özel hastanede gerçekleştirilen sağlık hizmeti sırasında karşılaşıldığında bildirimin özel hastanenin idaresine yapılmasının, bu makamın yetkili kabul edilmemesi sebebiyle yükümlülüğü kaldırmayacağı kabul edilmektedir72. Hastanenin devlet hastanesi olması halinde ise, sağlık mesleği mensubunun aynı zamanda kamu görevlisi olması sebebiyle CMK md.158/4 uyarınca kurum idaresine suçu bildirmesi yükümlülüğün yerine getirilmesi için yeterli olacağı ifade eden görüşler mevcuttur73. Belirtmek isteriz ki, CMK md.158/4, bir kamu görevinin yürütülmesi ile bağlantılı işlenen bir suçun varlığı halinde kurum idaresini yetkili makam kabul etmiştir. Örneğin, bir devlet hastanesi çalışanının rüşvet alması durumunda bu kamu kurumunda gerçekleştirilen kamu görevi ile bağlantılı bir suç işlenmiş olduğundan hastane idaresi ihbarı almaya yetkili olacaktır. TCK md.280 bakımından ise kamu göreviyle bağlantılı olarak işlenen bir suç mevcut değildir, bahsi geçen suç yalnızca bu kamu kurumunda yerine getirilen kamu görevi vesilesiyle öğrenilmektedir. Örneğin, evine giren hırsız tarafından yaralanan kişinin bir devlet hastanesinde tedavi edilmesinde, işlenen suç kamu göreviyle bağlantılı olmaksızın işlenmiş, suça ilişkin belirti devlet hastanesinde yürütülen kamu görevi sebebiyle  72 Zafer, TCK md.280, s.1344; Giyik, s.201. 73 Hakeri, Tıp Hukuku, s.1187; Karahan, s.953.260                                                                                            TAÜHFD/ZtdR - 2020/2 öğrenilmiştir. CMK md.158/4 ün lafzından devlet hastanesinde yerine getirilen sağlık hizmeti sebebiyle öğrenilen suçlar bakımından kurum idaresinin bildirimi almaya yetkili makam olmadığı anlaşıldığından yukarıdaki görüşe iştirak etmemekteyiz. Sağlık mesleği mensubunun işlenen bir suçu başka kişilere haber vermesi halinde bu kişilerin bildirim yükümlülüğüne dair çeşitli ihtimaller söz konusu olacaktır. Öncelikle sağlık mesleği mensubunun bir kamu kurumunda çalışması halinde bu kurumda çalışanlar kamu görevlisi olduğu için TCK m.279 bakımından da bir değerlendirme yapılması gereklidir. Sağlık mesleği mensubunun işlenen suçu idari amirine bildirmesi halinde idari amir, işlenen bir suçu görevi gereği öğrenmektedir. TCK md.279 a göre, kamu görevlisi re sen soruşturulan ve kovuşturulan bir suçu görevi gereği öğrenip de bildirimde bulunmaz veya bunda gecikme gösterirse cezalandırılır. Bu doğrultuda, idari amirin haber aldığı suçun şikâyete tabi bir suç olmaması halinde, TCK md.279 gereği bildirim yükümlülüğü doğacaktır. Ancak şikâyete tabi bir suç söz konusu ise md.279 uygulama alanı bulmayacaktır. Hekimin durumu aynı kurumda çalışan herhangi başka birine bildirmesi halinde ise bu kişiler arasında bir hiyerarşi olmadığından, kişi kamu görevlisi olsa dahi suç işlendiğine ilişkin bilgiyi görevi gereği öğrenmemektedir. Bu sebeple md.279 bakımından bildirim yükümlülüğü doğmayacaktır. Sağlık mesleği mensubunun özel bir sağlık kurumunda çalışması halinde, suçu öğrenen kişiler kamu görevlisi olmadığı için md.279 bağlamında bildirim yükümlülüğü doğmamaktadır. Bununla birlikte TCK md.278 herkes için, işlenmekte olan veya işlenmiş olmasına rağmen etkileri ortadan kaldırılabilecek bir suçu bildirme yükümlülüğü getirmiştir. Bu sebeple kamu kurumundaki diğer kamu görevlisi çalışanının veya özel kurumda çalışan kişilerin md.278 bağlamında bildirim yükümlülüğü doğacaktır. Örneğin özel kurumda çalışan sağlık mesleği mensubu, hastasının yanındaki kişilerce hürriyetinden yoksun kılındığını idari amirine bildirirse, kamu görevlisi olmayan bu idari amir TCK md.278 gereği, etkileri ortadan kaldırılabilecek bu suçu bildirmekle yükümlü olacaktır. Bu  bağlamda  neticelendirilmesi  gereken  bir  diğer  tartışmalı konu ise bildirim yükümlülüğünün bir başka kişi tarafından yerine geti-Araş. Gör. Aslı Ekin Yılmaz                                                                                      261 rilmesinin sağlık mesleği mensubunun bildirim yükümlülüğüne etkisidir. Örneğin yukarıdaki örnekte olduğu gibi bir devlet hastanesinde çalışan doktor karşılaştığı suç belirtisini idari amirine bildirdiği takdirde, idari amir kamu görevlisi olarak göreviyle bağlantılı şekilde (şikâyete tabi olmayan) bir suç belirtisiyle karşılaşıldığını öğrendiği için TCK md.279 uyarınca bildirim yükümlülüğü altında olacaktır. Kamu görevlisi olan idari amirin TCK md.279 uyarınca yükümlülüğünü yerine getirip bildirimde bulunduğu bir ihtimalde amirine haber veren doktorun ayrıca bildirimde bulunması gerekecek midir? Bu soruya ilişkin olarak öğretide bir görüş, makul süre içerisinde bildirimin başka kişilerce yapılması veya yetkili makamlarca suçun öğrenilmesi halinde sağlık mesleği mensubunun bildirim yükümlülüğünün kalkacağını savunurken74 bir diğer görüş, bildirimin başka kişilerce yapılmış olması halinde dahi ilgili sağlık mesleği mensubunun sorumluluğunun devam edeceğini ileri sürmektedir75. TCK md.280 ile korunan hukuki değerin yetkili makamların işlenen suçlardan haberdar olarak suç faillerinin yargılanması sonucu kamu düzeninin sağlanması olduğunu belirtmiştik. Buna göre suç tipinin oluşturduğu yükümlülük, yalnızca yetkili makamların haberdar olmadığı suçların bildirilmesini gerektirmektedir. Bu gerekliliğin sebebi, yükümlülüğün yerine getirilmemesi halinde, bir diğer ifadeyle suçun işlenmesi durumunda bir hukuki değerin ihlal edilmesinin gerekmesidir. Hali hazırda yetkili makamlarca bilinen ve hatta soruşturması veya kovuşturması devam eden bir suçun yetkili makamlara yeniden bildirilmemesi halinde, bu ihmali hareketin ihlal ettiği bir hukuki değerden bahsetmek mümkün olmayacaktır. Zira suçtan haberdar olunması sebebiyle artık kamu düzeninin sağlanması bakımından bir engel kalmayacaktır; bu durumda aynı suçun yeniden bildirilmesi, kamu düzeninin sağlanması bakımından bir etki yaratamayacaktır. Bu sebeple bildirim yükümlülüğünün yalnızca yetkili makamların haberdar olmadığı suçlarla sınırlı olarak mevcut olduğunun kabulü gerekir. Böylece yukarıdaki soruya, bildirimin başka kişilerce yapılmış olması halinde sağlık mesleği mensubunun bildirim yükümlülüğünün sona ereceği şeklinde cevap vermek gerekecektir.   74 Yaşar/Gökcan/Artuç, s.8328; Kocasakal, s.203; Zafer, TCK md.280, s.1344. 75 Ünver, Adliyeye Karşı Suçlar, s.338.262                                                                                            TAÜHFD/ZtdR - 2020/2 Bildirimin geç yapılması bakımından gecikmenin süresine ilişkin olarak TCK md.280 de veya madde gerekçesinde bir açıklama bulunmamaktadır. Bu hususa ilişkin öğretide gecikmenin gerçekleşip gerçekleşmediğinin somut olayın şartlarının hâkim tarafından değerlendirilmesi ile tespit edileceği belirtilmiştir76. Bildirimde gecikildiğinden söz edilebilmesi için öncelikle bildirim yükümlülüğünün ne zaman başladığı ortaya koyulmalıdır. Sağlık mesleği mensubunun suç işlendiğine ilişkin belirti ile karşılaştığı an bildirim yükümlülüğünün doğduğundan söz edilebilecek midir yoksa bildirim yükümlülüğü öncelikle gerekli ve acil tıbbi tedavinin gerçekleştirilmesinden sonra mı doğacaktır? Öğretide bu soruya ilişkin olarak tıbbi tedavinin sağlık mesleği mensubunun asli faaliyeti olduğu, bu faaliyet yerine getirilmeden diğer yükümlülüklerin doğmayacağı ve bu sebeple bildirim yükümlüğünün gerekli tıbbi tedavi yapılmadan doğmayacağını kabul eden görüşün77 yanı sıra bildirim yükümlülüğünün belirti ile karşılaşılması anında doğduğunu ancak tıbbi tedavi uygulanmasının bir zorunluluk hali teşkil ettiği, tıbbi tedavinin gerçekleştirilmesi sonrasında bildirimde bulunulması halinde bildirimin geç yapılması fiilinin işlendiği ancak zorunluluk hali sebebiyle kişinin kusurlu olmayacağını ileri süren bir görüş de mevcuttur78. Sağlık mesleği mensubunun suç belirtisiyle karşılaştığı an ile tedavi yükümlülüğünün başladığı anın çakışması halinde, öncelikle tedavi yükümlülüğünün yerine getirilmesi gerekir. Bu sonuç, ihmali suçlarda ihmali hareketin varlığından söz edebilmek için söz konusu yükümlülüğünün yerine getirilebilir olması gerekliliğinden çıkmaktadır79. Acil olarak tedavi edilmesi gereken bir hastanın söz konusu olması halinde, sağlık mesleği mensubu  76 Hakeri, Tıp Hukuku, s.1187; Ünver, Adliyeye Karşı Suçlar, s.331; Kocasakal, s.202; Yaşar/Gökcan/Artuç, s.8326; Şahbaz, s.3191; Giyik, s.197. 77  Erbaş,  Suçu  Bildirme,  s.145;  Kocasakal,  s.203;  Giyik,  s.197.  765  s.  Kanun md.530 da sağlık mesleği mensuplarının gerekli yardımı ifa ettikten sonra bildirim yükümlülüğünün doğacağına ilişkin ibarenin 5237 s. TCK md.280 de yer almamasının, tıbbi tedavinin sağlık mesleği mensuplarının öncelikli görevi olması sebebiyle bu şekilde yorumlanması gerektiğine ilişkin görüşler için bkz.: Üzülmez, s.830; Kolcu, s.169. 78 Zafer, TCK md.280, s.1347. 79 Hakan Hakeri, Ceza Hukukunda İhmal Kavramı ve İhmali Suçların Çeşitleri, Ankara Seçkin Yayıncılık, 2003, s.217.Araş. Gör. Aslı Ekin Yılmaz                                                                                      263 mesleki yükümlülüğünü yerine getirene kadar bildirimde bulunma kabiliyetinde olmayacaktır, bildirimde bulunma imkânı ancak acil tıbbi tedaviden sonra doğacağı için bu tedavi gerçekleşene kadar bir ihmal söz konusu olmayacaktır. 2. MANEVİ UNSUR Sağlık mesleği mensubunun suçu bildirmemesi suçu kasten işlenen bir suçtur. Bu suç bakımından sağlık mesleği mensubunun, karşılaştığı belirtinin bir suça ilişkin olduğunu bilmesi ve yetkili makamlara bilerek ve isteyerek bildirimde bulunmaması veya geç bildirimde bulunması gerekir80.  Sağlık mesleği mensubu bir hukukçu olmadığı için, karşılaştığı belirtilerin suça ilişkin bir belirti olup olmadığı yönünde tespitte bulunurken hataya düşmesi mümkündür81. Şüphesiz ki sağlık mesleği mensuplarının tüm suç tiplerini ve bunlara ilişkin belirtileri bilmesi beklenebilir değildir. Böyle bir durumda, belirtinin işlenen bir suça ilişkin olduğunu bilmeyen sağlık mesleği mensubunun suçun maddi unsurlarında hataya düştüğü, bunun ise kastı ortadan kaldırdığı ve ceza sorumluluğunun doğmayacağı sonucuna ulaşılmaktadır82. Benzer şekilde, sağlık mesleği mensubunun yanıltılması sonucu, belirtinin işlenen bir suça ilişkin olmadığını düşünmesinin sağlanması halinde, sağlık mesleği mensubu maddi unsurlara ilişkin hataya düşeceğinden bu hata kastı kaldıracaktır83. C. HUKUKA AYKIRILIK Sağlık mesleği mensuplarının suçu bildirmemesi suçu bakımından ele alınabilecek hukuka uygunluk nedenleri bağlamında kanun hükmünün yerine getirilmesi ve hakkın kullanılması tartışılabilir. TCK md.192 de 2016 yılında yapılan değişiklik sonucu sağlık mesleği mensubunun bildirimde bulunması gereken suçlara doğrudan bir istisna getirilerek bir hukuka uygunluk sebebi öngörülmüştür. TCK  80 Erbaş, Suçu Bildirme, s.154; Üzülmez, s.837. 81 Hakeri, Tıp Hukuku, s.1187. 82 Zafer, TCK md.280, s.1345. 83 Üzülmez, s.837; Zafer, TCK md.280, s.1345.264                                                                                            TAÜHFD/ZtdR - 2020/2 md.192/4, uyuşturucu veya uyarıcı madde kullanan kişinin soruşturma başlatılmadan önce tedavi olmak amacıyla bir sağlık kuruluşuna başvurması halinde, kamu görevlileri ile sağlık personelinin TCK md.279 ve md.280 bağlamında bildirim yükümlülüklerinin doğmayacağını belirtmektedir84. TCK md.192/4 yalnızca tedavi olmak amacıyla sağlık kurulu 84 Hüseyin Turan/Osman Kodal, Uyuşturucu veya Uyarıcı Madde Kullanma Suçları Yönünden Kamu Görevlisi ile Sağlık Meslek Mensuplarının Suçu Bildirmemesine Yönelik Düzenlemenin Etkin Pişmanlık Kurumuna Etkisi, Uyuşmazlık Mahkemesi Dergisi, Y.7, S.13, Haziran 2019, s.515; Hakeri, Tıp Hukuku, s.1190; Özgüç, s.1014; TCK md.192/4 Uyuşturucu veya uyarıcı madde kullanan kişi, hakkında kullanmak için uyuşturucu veya uyarıcı madde satın almak, kabul etmek veya bulundurmaktan dolayı soruşturma başlatılmadan önce resmi makamlara veya sağlık kuruluşlarına başvurarak tedavi ettirilmesini isterse, cezaya hükmolunmaz. (Ek cümle: 24/11/2016-6763/16 md.) Bu durumda kamu görevlileri ile sağlık mesleği mensuplarının 279 uncu ve 280 inci maddeler uyarınca suçu bildirme yükümlülüğü doğmaz.. Maddeye bu istisna hükmü ekleyen 6763 s. Kanun un 17. maddesinin gerekçesinde bu husus Kamu görevlileri ile sağlık mesleği mensuplarının işlendiğini öğrendikleri suçları ihbar etme yükümlülüklerinin bulunması ve bu yükümlülüğe uymayanlar hakkında, statülerine göre 5237 sayılı Kanunun 279 uncu veya 280 inci maddeleri uyarınca soruşturma ve kovuşturma yapılması, uyuşturucu kullananların, özellikle bağımlıların tedavi amacıyla resmi makamlara veya sağlık kuruluşlarına bizzat müracaat ederek tedavi yolunu seçmelerini engellemektedir. Kişi, tedavi amacıyla resmi makamlara veya sağlık kuruluşlarına başvurduğunda, bir cezai müeyyideye muhatap olacağını düşünerek, tedaviden sarfı nazar edebilmektedir. Ayrıca, sağlık mesleği mensuplarının, uyuşturucu veya uyarıcı madde kullanan kişiler bakımından varlığı kabul edilen ihbar yükümlülükleri dolayısıyla hasta-hekim arasındaki güven ilişkisi zedelenmektedir. İhbar yükümlülüğüne uyuşturucu veya uyarıcı madde kullanan ancak tedavi olarak bağımlılıktan kurtulmak isteyenler yönünden bir istisna tanınmadığı takdirde, bu suçla mücadele bakımından öngörülen tedavi ve ıslah amacının gerçekleşmesi zorlaşacaktır. Bu nedenle, 5237 sayılı Kanunun 192 nci maddesinin dördüncü fıkrasına hüküm eklenmekte ve uyuşturucu veya uyarıcı madde kullanan kişinin, hakkında kullanmak için uyuşturucu veya uyarıcı madde satın almak, kabul etmek veya bulundurmaktan dolayı soruşturma başlatılmadan önce resmi makamlara veya sağlık kuruluşlarına başvurarak tedavi ettirilmesini istemesi halinde, kamu görevlileri ile sağlık mesleği mensuplarının 5237 sayılı Kanunun 279 uncu ve 280 inci maddeleri uyarınca suçu bildirme yükümlülüğü doğmayacağı düzenlenmektedir. şeklinde açıklanmaktadır.Araş. Gör. Aslı Ekin Yılmaz                                                                                      265 şuna başvuran kişiler için öngörüldüğünden85, uyuşturucu kullandığı sağlık kuruluşunda tespit edilen ancak tedavi olmak istemediğini belirten kişiler bakımından bu hüküm uygulama alanı bulmayacak, böylece sağlık mesleği mensubunun bildirim yükümlülüğü söz konusu olacaktır. Örneğin aracıyla kaza yapan kişinin getirildiği sağlık kuruluşunda yapılan testlerinde uyuşturucu maddeye rastlanması sonrası tedavi olmak istemediğini belirtmesi halinde, TCK md.192/4 teki tedavi amaçlı istisna hal uygulama alanı bulmayacak ve uyuşturucu kullanma suçuna ilişkin belirtinin yetkili makamlara bildirilmesi gerekecektir. Hukuka aykırılık bahsinde değinilmesi gereken tartışmalı bir husus ise tanıklıktan çekinme düzenlemesidir. Ceza Muhakemesi Kanunu md.46 uyarınca mesleki uğraşları sebebiyle tanıklıktan çekinebilecek kişileri düzenlemektedir86. Maddede yer alan çekinebilecekler ibaresi her ne kadar bir inisiyatifi ifade ediyor gibi görünse ve esasında bir zorunluluk teşkil etmektedir87. Buna göre sağlık mesleği mensubu, ilgilisinin rızası olmaksızın mesleğinin icrası bağlamında öğrendiği bilgilere ilişkin tanıklık yapamayacaktır.  CMK md.46 genel bir kural getirmekle birlikte, öğrenilen bilginin bir suça ilişkin belirti olması halinde tanıklıktan çekinmenin mümkün olup olmadığı hususunda tartışma bulunmaktadır. Bir görüşe göre öğrenilen bilginin suç belirtisi olması halinde TCK md.280 deki bildirim yü 85  Turan/Kodal, s.512. 86 Ceza Muhakemesi Kanunu md.46 (1) Meslekleri ve sürekli uğraşıları sebebiyle tanıklıktan çekinebilecekler ile çekinme konu ve koşulları şunlardır: … b) Hekimler, diş hekimleri, eczacılar, ebeler ve bunların yardımcıları ve diğer bütün tıp meslek veya sanatları mensuplarının, bu sıfatları dolayısıyla hastaları ve bunların yakınları hakkında öğrendikleri bilgiler. … (2) Yukarıdaki fıkranın (a) bendinde belirtilenler dışında kalan kişiler, ilgilinin rızasının varlığı halinde, tanıklıktan çekinemez.  87 Yenisey/Nuhoğlu, s.514; Veli Özer Özbek / Koray Doğan / Pınar Bacaksız, Ceza Muhakemesi Hukuku, Güncellenmiş ve Gözden Geçirilmiş 12. Baskı, Ankara, Seçkin Yayıncılık, 2019, s.615; Tülay Kitapçıoğlu Yüksel, Meslek ve Sürekli Uğraşları Sebebiyle Tanıklıktan Çekinme Yükümlülüğü Altındaki Kişilerin Suçu Bildirme Yükümlülüğü, Ceza Hukuku Dergisi, Y.13, S.38, Aralık 2018, s.202.266                                                                                            TAÜHFD/ZtdR - 2020/2 kümlülüğü doğacağı için aynı zamanda tanıklıktan çekinme imkânı bulunmayacak, sağlık mesleği mensubu suç belirtisine ilişkin tanıklık yapmak zorunda olacaktır. Bu doğrultuda CMK md.46 nın sağlık mesleği mensupları bakımından uygulama alanı yalnızca suç belirtisi teşkil etmeyen bilgilerle sınırlı kalacaktır88. Bir diğer ifadeyle bildirim yükümlülüğü sır saklama yükümlülüğüne bir istisna teşkil ettiği için tanıklıktan çekinme zorunluluğunun da istisnası haline gelecektir89. Diğer bir görüşe göre ise CMK md.46 bahsi geçen kişilere tanınan bir hak olarak değerlendirilmelidir. Ancak çekinme hakkı kamu davasının açılmasından sonra uygulanması söz konusu olabilecek bir kurum olduğu için, bildirimde bulunulması gereken anda bir hukuka uygunluk nedeni oluşturmayacaktır. Buna göre sağlık mesleği mensubu suç belirtisiyle karşılaştığında bildirimde bulunmakla yükümlü olacak; ancak kamu davası  açıldıktan sonra md.46 da tanınan hakkını kullanarak suç belirtisine ilişkin tanıklıktan çekinebilecektir90. Başka bir görüş ise tanıklıktan çekinme düzenlemesinin bildirim yükümlülüğünün yerine getirilmemesi bakımından bir hukuka uygunluk nedeni teşkil edeceğini ileri sürmektedir91. Yukarıda bahsedildiği üzere özel hayatın gizliliğini koruyan çeşitli mekanizmalar mevcuttur. Ancak özel hayatın gizliliği hakkının sınırlandırılabilir olması, bu hakkı korumaya yarayan mekanizmalar bakımından da bir karşılık bulmaktadır. Tıbbi Deontoloji Nizamnamesi md.4,  88  Yenisey/Nuhoğlu,  s.514;  Kolcu,  s.166.  Yenisey/Nuhoğlu,  Adalet  Komisyonu nda TCK md.280 bağlamında yapılan tartışmalarda, Suç vakıasına ilişkin olarak tanıklıktan çekinmenin söz konusu olamayacağı, tanıklıktan çekinme hakkının suç oluşturmayan vakıalar bakımından geçerli olduğu … aksi halde hukuk düzeninde ciddi suiistimallerin olacağı … suç vakıasının bildirilmesi gerektiği şeklinde açıklama yapıldığını ifade etmiştir (bkz. Yenisey/Nuhoğlu, s.514). 89 Zafer, TCK md.280, s.1340.  90 Ünver, Adliyeye Karşı Suçlar, s.346; Kitapçıoğlu Yüksel, s.206; Erbaş, Suçu Bildirme, s.167-169; Karahan, s.967. 91 İzzet Özgenç, Sağlık Mesleği Mensuplarının Suçu Bildirme Yükümlülüğünün Kapsam ve Sınırları, Sağlık Düşüncesi ve Tıp Kültürü Platformu, Çevrimiçi, https://www.sdplatform.com/Dergi/169/Saglik-meslegi-mensuplarinin-sucubildirme-yukumlulugunun-kapsam-ve-sinirlari.aspx,  (Erişim  Tarihi: 01.09.2020).Araş. Gör. Aslı Ekin Yılmaz                                                                                      267 meslek sırrını koruma yükümlülüğü getirmekle birlikte kanuni mecburiyetler sebebiyle bu yükümlülüğe istisna oluşturulabileceğini de düzenlemektedir92. Bu kanuni mecburiyetlerden birini TCK md.280 oluşturmaktadır. Bu sebeple özel hayatın gizliliği ve meslek sırrını koruma yükümlülüğü bu istisna bakımından bir hukuka uygunluk nedeni teşkil etmemektedir. Bir diğer ifadeyle suç belirtisiyle karşılaşan sağlık mesleği mensubunun, meslek sırrını koruma yükümlülüğü bağlamında kanun hükmünü yerine getirdiğini belirterek bildirimde bulunmaması halinde, fiil hukuka uygun olmayacak ve sağlık mesleği mensubu cezalandırılacaktır. Tanıklıktan çekinme her ne kadar kamu davasının açılmış olması halinde uygulama alanı bulan bir muhakeme kurumu olsa da suç belirtisine ilişkin tanıklıktan çekinmenin mümkün olup olmadığı yine bildirim yükümlülüğünün istisna konumu için yapılan tespitle açıklanabilecektir. CMK md.45 te yer alan kişiler akrabalık ilişkileri, md.46 da yer alan kişilerse meslek ve sürekli uğraşları sebebiyle kişilerin özel hayatlarına ilişkin pek çok bilgiyi sırf bu sıfatları sebebiyle öğrenebilmektedirler. CMK md.46 da sayılan kişilerin öğrendikleri bilgileri ilgilisinin rızası olmaksızın açıklayamamaları meslek sırrını koruma yükümlülüğüyle paralel bir düzenleme olup, özel hayatın gizliliğini koruyan mekanizmalardan birini teşkil etmektedir. Bu bağlamda tanıklıktan çekinmenin meslek sırrının korunması yükümlülüğünün ceza muhakemesindeki karşılığına denk düştüğü söylenebilir. Nasıl ki bildirim yükümlülüğü özel hayatın gizliliği ve meslek sırrının korunması yükümlülüğü bakımından bir istisna teşkil ediyorsa, sağlık mesleği mensubunun bildirimde bulunduğu suç belirtisiyle ilgili tanıklık yapması da CMK md.46 bakımından istisna teşkil etmektedir. Bir başka ifadeyle TCK md.280, hastanın özel hayatına ilişkin bilginin suç belirtisi teşkil etmesi halinde bildirim yükümlülüğü getirerek, bu bilginin meslek sırrı kapsamında bir korumadan yararlanması imkânını ortadan kaldırmaktadır. Artık meslek sırrı bağlamında korunmayan bu bilginin, esasen meslek sırrının korunmasına hizmet eden tanıklıktan çe 92 Kocasakal, s.212; Tıbbi Deontoloji Nizamnamesi md.4 Tabip ve diş tabibi, meslek ve sanatının icrası vesilesiyle muttali olduğu sırları, kanuni mecburiyet olmadıkça, ifşa edemez.268                                                                                            TAÜHFD/ZtdR - 2020/2 kinme kurumu (md.46) bağlamında değerlendirilmesi de mümkün olmayacaktır. Bu sebeple suç belirtisiyle karşılaşan sağlık mesleği mensubu hem bu belirtiyi yetkili makamlara bildirmek hem de çağrıldığı takdirde tanıklık yapmak zorunda olacaktır.  Hakkın  kullanılması  hukuka  uygunluk  nedeni  bakımından, Anayasa nın 38. maddesinin beşinci fıkrasında93 düzenlenen nemo tenetur ilkesi bakımından bir değerlendirme yapılması gerekir. AY md.38/5 uyarınca, kişinin kendisini veya yakınlarını suçlayacak bir beyanda bulunması ya da bu anlama gelebilecek bir delil sunması beklenemez. Aleyhe delil verme yasağı, kişinin beyanda bulunma yükümlülüğün bulunduğu durumlarda yükümlülüğün yerine getirilmemesi bakımından bir hukuka uygunluk nedeni teşkil etmektedir94. Örneğin kardeşini tedavi eden bir doktorun, kan tahlili raporunda uyuşturucu etken maddesi bulunduğunu fark etmesi ve kardeşinin tedavi olmak istememesi halinde, karşılaştığı suça ilişkin belirtiyi bildirmesi yükümlülüğünün yerine getirilmesi kardeşini suçlayacak bir delili göstermeye zorlanması anlamına gelecektir. Bu durumda bildirimde bulunmayarak kardeşi aleyhine delil sunmayan doktor, anayasal hakkını kullanmış olacak ve fiili haksızlık teşkil etmeyecektir. D. KUSURLULUK Suça ilişkin belirtiyle karşılaşılmasına rağmen bildirimde bulunulmaması ya da bildirimde gecikilmesinin sebebinin bir zorunluluk hali,  93 AY md.38/5 Hiç kimse kendisini ve kanunda gösterilen yakınlarını suçlayan bir beyanda bulunmaya veya bu yolda delil göstermeye zorlanamaz. 94 Hakeri, Tıp Hukuku, s.1189; Kocasakal, s.185; Yaşar/Gökcan/Artuç, s.8330; Şahbaz, s.3191; Malkoç, s.4698; Giyik, s.196; Çakmut, s.1056; Karahan, s.964. Ünver, maddede buna ilişkin özel hüküm olmasına rağmen 280. maddede böyle bir hükmün yer almamasının bilinçli olduğunu ve AY md.38/5 e dayanılamayacağını ifade etmektedir (Bkz. Ünver, Adliyeye Karşı Suçlar, s.330). Zafer ise, böyle bir  açıklığın  maddede  yer  almaması  sebebiyle  ilgili  düzenlemenin  AY md.38/5 e aykırı olduğunu savunmaktadır (bkz. Zafer, TCK md.280, s.1346). Bununla birlikte AY md.38/5 in bir hukuka uygunluk nedeni değil bir mazeret sebebi olduğu yönündeki görüş için bkz.: Üzülmez, s.839.Araş. Gör. Aslı Ekin Yılmaz                                                                                      269 cebir veya tehdit olması halinde, kişinin kusurunun bulunmadığı söylenebilecektir95. Örneğin küçük bir yerleşim yerinde, şiddet gördüğü tespit edilen çocuğa ilişkin hazırladığı raporu yetkili makama vermemesi için çocuğun yakınları tarafından tehdit edilen doktor, evinin hasta yakınları tarafından bilindiğinden korkarak bildirimde bulunmadığında kusurlu kabul edilmeyebilecektir. E. SUÇUN ÖZEL GÖRÜNÜŞ BİÇİMLERİ 1. Teşebbüs Gerçek ihmali suçlar, kanunda öngörülen yükümlülüğün yerine getirilmemesiyle işlenmektedir. Sağlık mesleği mensubunun suçu bildirmemesi veya bildirmekte gecikmesi ile suç tamamlanmaktadır. Bildirimin yapılmaması ya da bildirimde bulunmakta gecikilmesi ile suç ta 95 Kocasakal, s.207; Şahbaz, s.3191; Zafer, TCK md.280, s.1347.; Erbaş, Suçu Bildirmeme, s.1173-174. Öğretide ihmali suçlarda kusur bahsinde ayrıca beklenebilirlik kavramının de değerlendirilmesi gerektiğini ifaden eden yazarlar mevcuttur. Buna göre bir ihmali hareketin varlığından söz edebilmek için, ihmal etmeme yükümlülüğünün yerine getirilmesi imkanının yani hareket olanağının bulunması gerekmektedir. Bu olanağın mevcut olması halinde, failden yükümlülüğünü yerine getirmesinin ne ölçüde talep edilebileceği değerlendirilir. Hareket olanağı olan failden bu hareketi gerçekleştirmesinin beklenemeyeceği durumlar söz konusu olabilir. Bu durumda kişinin kusurlu olmadığı kabul edilmektedir (bkz. Hakeri, İhmali Suçlar, s.248). Beklenebilirlik, failin maruz kalacağı tehlike veya zarar ile hareket edilmezse meydana gelecek netice arasındaki orana, tehlikenin yakınlığına ve hukuki değere göre takdir edilir. Örneğin, hastanın bulaşıcı hastalık taşımasına rağmen sağlık mesleği mensubundan hastayı tedavi etmesi beklenir. Burada sağlık mesleği mensubuna hastalığın bulaşması tehlikesi, tedavi edilmeyen hastanın yaşamı üzerinde tehlike doğan tehlikeden daha düşük olacağından, sağlık mesleği mensubunun tedavi etmemesi halinde kusurlu olduğu kabul edilecektir. Ancak hastanın çıkardığı bir yangında sağlık mesleği mensubunun yanma pahasına hastanın yanına gidip tedavi etmesi kendisinden beklenmeyecektir (bkz. Hakeri, İhmali Suçlar, s.250251). Bununla birlikte beklenebilirlik kavramının kusurluluk, tipiklik ve haksızlık değerlendirmelerinden hangisi bağlamında ele alınması gerektiğine ilişkin öğretide bir görüş birliği bulunmamaktadır (Hakeri, İhmali Suçlar, s.254).270                                                                                            TAÜHFD/ZtdR - 2020/2 mamlandığından bu suça teşebbüsün mümkün olmadığı kabul edilmektedir96. Ancak öğretide, bildirimde bulunmada gecikme fiili bakımından bildirim yükümlülüğünün başlaması için belirli bir süre öngörüldüğü için bu fiil bakımından teşebbüsün mümkün olduğunu savunan görüşler de yer almaktadır97.  Sağlık mesleği mensubu suç belirtisiyle karşılaştıktan sonra, olayın koşullarına göre makul bir süre içerisinde bildirimde bulunmalıdır. Bu makul süre içinde bildirimde bulunmama veya bildirimde bulunmada gecikme filleri henüz işlenmemiştir. Dolayısıyla makul süre bitene kadar bildirimde bulunmamaya teşebbüs edilmesi mümkündür. Örneğin, bir çocuğun cinsel istismara uğradığını fiziksel muayeneden anlayan doktorun bu suçu bildirmek için durumun koşullarına göre bir saati bulunduğu bir ihtimalde, doktorun suçun açığa çıkmaması için muayene raporunu yok ederek yeni ve suç belirtisi içermeyen bir rapor hazırlarken idari amiri tarafından durumun fark edilmesi halinde, doktorun süre bitiminde bildirimde bulunmayacağı yani bir adım sonrasında suçun işlenmiş olacağı anlaşıldığından teşebbüs hükümlerinin uygulanması gerekir. 2. İştirak Sağlık mesleği mensubunun suçu bildirmemesi suçu bir özgü suç olduğundan, sağlık mesleği mensubu olmayanlar bu suçun faili olamazlar; ancak bildirimin yapılmamasına veya geç yapılmasına ilişkin hareketleri yardım etme veya azmettirme bağlamında değerlendirilebilir98. Örneğin suç belirtisiyle karşılaşan doktorun bildirimde bulunmak üzere görev yerinden ayrılacağını mesai arkadaşına haber vermesi, arkadaşının ise doktoru bildirimde bulunmaması için ikna etmesi halinde azmettirme söz konusu olabilecektir. Yahut bildirimde bulunmak istemeyen doktorun suç belirtisinin başka kişilerce öğrenilmesini engelleyerek bildirimde bulunmama suçunu daha kolay işlemek için sağlık kurumunda çalışan bir kişiden dosyayı saklamasını istemesi halinde, dosyayı saklayan kişi yardım eden olarak sorumlu olacaktır.  96 Üzülmez, s.841; Kocasakal, s.219; Yaşar/Gökcan/Artuç, s.8331; Şahbaz, s.3193.  97 Ünver, Adliyeye Karşı Suçlar, s.348; Erbaş, Suçu Bildirme, s.179; Karahan, s.970. 98 Üzülmez, s.841; Kocasakal, s.219; Erbaş, Suçu Bildirme, s.179.Araş. Gör. Aslı Ekin Yılmaz                                                                                      271 3. İçtima TCK de  suçların  bildirilmesi  yükümlülüğü  getiren  md.278, md.279 ve md.280 olmak üzere üç farklı düzenleme mevcuttur. Bu suçlar bildirilmesi gereken suçların niteliği ile bildirimde bulunması gereken kişilerin nitelikleri bakımından birbirinden ayrılmakta olup, bunlar arasındaki içtima ilişkisinin değerlendirilmesi gerekir.  TCK md.278, bildirim yükümlüğünü herkes için getirmiştir. Bildirilmesi gereken suç ise işlenmekte olan veya işlenmiş olmasına rağmen etkileri ortadan kaldırılabilecek suçtur99. TCK md.279, kamu görevlileri için bildirim yükümlülüğü getirmekle birlikte bu yükümlülük ancak suçun görev gereği olarak öğrenilmesi halinde doğmaktadır. Bildirilmesi gereken suç ise yalnızca re sen soruşturulan ve kovuşturulan suçtur100.  TCK md.280, bildirim yükümlülüğü getirilen kişiyi yalnızca sağlık mesleği mensubu olarak belirlediği için md.278 e göre daha özel niteliklidir. Ancak md.278 in genel nitelikli norm olduğunun söylenebilmesi için,  md.280 i  kapsaması  gerekmektedir101.  Diğer  bir  anlatımla,  TCK md.278 in yalnızca belirli bir kısmının md.280 i oluşturması halinde genel norm olması mümkün olacaktır. Bildirilmesi gereken suçlar iki suç tipinde de aynı olsaydı bu yorumu yapmak mümkün olacaktı. Ancak md.278 de bildirim yükümlülüğü yalnızca işlenmekte olan veya etkileri ortadan kaldırılabilecek suçla sınırlı tutulmuş, işlenmiş olan ve etkileri devam etmeyen suçlar için bildirim yükümlülüğü getirilmemiştir. İşlenmiş ve etkileri devam etmeyen bir suç bakımından bildirimde bulunulmaması halinde bakımından md.278 ile md.280 arasında bir içtima ilişkisi doğmayacaktır. Ancak işlenmekte olan veya işlenmiş olmasına rağmen  99 TCK md.278 (1) İşlenmekte olan bir suçu yetkili makamlara bildirmeyen kişi, bir yıla kadar hapis cezası ile cezalandırılır. (2) İşlenmiş olmakla birlikte, sebebiyet verdiği neticelerin  sınırlandırılması  halen  mümkün  bulunan  bir  suçu  yetkili  makamlara bildirmeyen kişi, yukarıdaki fıkra hükmüne göre cezalandırılır… 100 TCK md.279 (1) Kamu adına soruşturma ve kovuşturmayı gerektiren bir suçun işlendiğini göreviyle bağlantılı olarak öğrenip de yetkili makamlara bildirimde bulunmayı ihmal eden veya bu hususta gecikme gösteren kamu görevlisi, altı aydan iki yıla kadar hapis cezası ile cezalandırılır. (2) Suçun, adlî kolluk görevini yapan kişi tarafından işlenmesi halinde, yukarıdaki fıkraya göre verilecek ceza yarı oranında artırılır. 101 Zafer, TCK md.280, s.1336.272                                                                                            TAÜHFD/ZtdR - 2020/2 etkileri ortadan kaldırılabilir olan suçların bildirilmesi bakımından ise, md.279 karşısında md.280 özel norm teşkil ettiğinden özel norm-genel norm ilişkisi doğacak ve sağlık mesleği mensubu fail md.280 uyarınca cezalandırılacaktır.  TCK md.280 ile md.279 u birbirinden ayıran nokta ise faillerin sıfatıdır. TCK md.278 den farklı olarak bu iki suç tipinde de failin belirli bir sıfatının bulunması gerekir. Kamu görevlisi olmak ile sağlık mesleği mensubu  olmak,  herkes  tarafından  işlenebilen suçlar  karşısında  özel norm yaratılması için sıklıkla kullanılan özelliklerden ikisidir. Ancak kamu görevlisi ile sağlık mesleği mensubu sıfatı arasında bir genel-özel sıfat ayrımı yapmak mümkün değildir102. TCK md.280 in kamu görevlisi olmayan sağlık mesleği mensuplarını içermesi sebebiyle, md.279 a nazaran özel norm olduğu söylenemeyecektir, zira md.279 yalnızca kamu görevlisi sıfatı taşıyanların cezalandırılabileceği bir normdur. Bu sebeple genel normun gerektirdiği özel normu kapsama niteliği bulunmamaktadır. Diğer taraftan, md.279 da sağlık mesleği mensubu olmayan kamu görevlilerini ihtiva etmekte olup, md.280 e göre özel norm olması mümkün değildir; çünkü md.280 yalnızca sağlık mesleği mensuplarını cezalandıran bir normdur. Bu durumda da genel normun gerektirdiği özel normu kapsama niteliğinden söz edilememektedir.  Bu iki norma arasında özel norm-genel norm ilişkisi kurulamadığından, bir kamu görevlisi olan sağlık mesleği mensubunun re sen kovuşturulabilir bir suçu bildirmemesi halinde ceza sorumluluğu farklı neviden  fikri  içtima  hükümlerine  göre  belirlenmelidir103.  Ancak  suçun  102 Aynı yönde bkz. Özgüç, s.1032. TCK md.280 nin gerekçesinde devlet eliyle işletilen sağlık kuruluşlarında görev yapan sağlık mesleği mensuplarının kamu görevlisi olduğu, bu kişilerin bildirim yükümlülüğünü yerine getirmemesi halinde yukarıdaki maddenin uygulanacağı ifade edilmiştir. Gerekçe yukarıdaki madde ibaresiyle md.279 a işaret etmektedir. Yargıtay uygulaması da bu yöndedir. bkz. Y. 4. CD, E.2008/1710, K.2009/15748, T.07.10.2009. Bu yöndeki görüşler için bkz. Kocasakal, s.175; Yaşar/Gökcan/Artuç, s.8324; Şahbaz, s.3193; Malkoç, s.4698; Üzülmez, s.837; Çakmut, s.1053. 103 Zafer, TCK md.280, s.1336. Ünver bu hususa ilişkin olarak kamu görevlisi olan sağlık mesleği mensubu için md.279 un kamu görevlisi olmayan sağlık mesleği mensubu içinse md.280 nin uygulanmasının md.280 nin düzenlenmeAraş. Gör. Aslı Ekin Yılmaz                                                                                      273 şikâyete tabi bir suç olması halinde, fail kamu görevlisi olsa dahi, re sen kovuşturulan suçlar için bildirim yükümlülüğü getiren md.279 un tipik fiili oluşmayacağından, yalnızca md.280 deki suçtan sorumluluk söz konusu olacaktır. Sağlık mesleği mensubunun işlenen suça ilişkin edindiği bilgiyi bildirmemesi  aynı  zamanda  TCK  md.283 te  düzenlenen  suçluyu  kayırma104 ve TCK md.284 te düzenlenen tutuklu, hükümlü veya suç delillerini bildirmeme105 suçunun tipik fiillerini oluşturabilecektir. Bu durumun fikri içtima hükümleri çerçevesinde ele alınması gerekmektedir106. Örneğin tedavi ettiği hastanın infaz kurumundan kaçtığını, kaçarken infaz memurunu bıçakladığını, memurun da kendisine ateş etmesi sebebiyle yaralandığı belirtmesi halinde tedaviyi yapan sağlık mesleği mensubunun, durumu yetkili makamlara bildirmemesi TCK md.280 suçuyla birlikte, tutuklu veya hükümlünün bulunduğu yerin bilinmesine rağmen  amacıyla bağdaşmadığını, sağlık personelinin kamu görevlisi olup olmadığına bakılmaksızın md.280 den sorumlu olması gerektiğini belirtmektedir. (Bkz. Ünver, Adliyeye Karşı Suçlar, s.328). Benzer şekilde TCK md.280 de sağlık mesleği mensubu olmak dışında kamu görevlisi sıfatını taşımamak şeklinde bir ibarenin bulunmaması sebebiyle bu madde kapsamına kamu görevlisi olan sağlık mesleği mensuplarının da dâhil olduğu yönündeki görüş için bkz. Özgüç, s.1009. 104 TCK md.283 (1) Suç işleyen bir kişiye araştırma, yakalanma, tutuklanma veya hükmün infazından kurtulması için imkân sağlayan kimse, altı aydan beş yıla kadar hapis cezası ile cezalandırılır. (2) Bu suçun kamu görevlisi tarafından göreviyle bağlantılı olarak işlenmesi halinde, verilecek ceza yarı oranında artırılır. (3) Bu suçun üstsoy, altsoy, eş, kardeş veya diğer suç ortağı tarafından işlenmesi halinde, cezaya hükmolunmaz. 105 TCK md.284 (1) Hakkında tutuklama kararı verilmiş olan veya hükümlü bir kişinin bulunduğu yeri bildiği halde yetkili makamlara bildirmeyen kimse, bir yıla kadar hapis cezası ile cezalandırılır. (2) İşlenmiş olan bir suça ilişkin delil ve eserlerin başkaları tarafından saklandığı yeri bildiği halde yetkili makamlara bildirmeyen kimse, yukarıdaki fıkra hükmüne göre cezalandırılır. (3) Bu suçların kamu görevlisi tarafından göreviyle bağlantılı olarak işlenmesi halinde, verilecek ceza yarı oranında artırılır. (4) Bu suçların üstsoy, altsoy, eş veya kardeş tarafından işlenmesi halinde, cezaya hükmolunmaz. 106 Erbaş, Suçu Bildirme, s.188.274                                                                                            TAÜHFD/ZtdR - 2020/2 bildirilmemesi anlamına geldiğinden TCK md.284 suçu bakımından da sorumluluk  doğuracak;  ceza  sorumluluğu  farklı  neviden  fikri  içtima hükmü uyarınca belirlenecektir. F. YAPTIRIM VE MUHAKEME TCK md.280, bildirimde bulunmayan veya geç bildirimde bulunan sağlık mesleği mensubu için bir yıla kadar hapis cezası öngörmektedir. Böylece temel ceza bir ay (TCK md.49) ile bir yıl arasında belirlenebilecektir. Hapis cezasının üst sınırı bir yıl olduğu için kısa süreli hapis cezasının seçenek yaptırımlara çevrilmesi (TCK md.50), hapis cezasının ertelenmesi (TCK md.51) veya hükmün açıklanmasının geri bırakılmasına karar verilmesi (CMK md.231) mümkündür.  Suç tipi re sen soruşturulup kovuşturulmaktadır. Suç uzlaşmaya ve önödemeye tabi değildir. Seri muhakeme usûlünün uygulanabileceği suçlar arasında yer almamaktadır (CMK md.250). Bununla birlikte hapis cezasının üst sınırı iki yıldan az olduğu için basit yargılama usûlünün uygulanabileceği suçlardandır (CMK md.251). SONUÇ Suçların soruşturulması ve kovuşturulmasında yaşanan güçlüklerin önüne geçebilmek ve cezalandırma ile ulaşılmak istenen amaçlara erişilebilmesi için yargı makamlarının öncelikle suçtan haberdar olmaları gereklidir. Ancak ilgililerin, özellikle de mağdurların doğrudan yetkili makamlara başvurması bazen kendi iradeleriyle bazen de diğer etkenler sebebiyle mümkün olmamaktadır. Bu noktada suça ilişkin bilginin edinilebilmesi için farklı yolların geliştirilmesi gereklidir. Kişilerin işledikleri veya kendilerine karşı işlenen suçlara dair özel nitelikteki bilgileri edinme ihtimalleri olan çeşitli özellikteki kişilere bu sebeple bildirim yükümlülüğü getirilmiştir. Bu yükümlülüklerden biri TCK md.280 de düzenlenen sağlık mesleği mensuplarının suçu bildirmemesi suçunda öngörülmektedir.  Sağlık mesleği mensupları, yerine getirdikleri sağlık hizmetleri vasıtasıyla tedavi ettikleri kişilerden özel nitelikteki pek çok bilgiyi edinirler. Bu bilgilerin bir kısmı da işlenmiş veya işlenmekte olan suçlara iliş-Araş. Gör. Aslı Ekin Yılmaz                                                                                      275 kin olabilmektedir. Bu suçların soruşturulması ve kovuşturulması bakımından sağlık mesleği mensuplarına bildirim yükümlülüğü getirilmesi, açığa çıkmayan suçların yarattığı zararı gidermeye yönelik bir düzenleme teşkil etmektedir.  Özellikle cinsel istismar107, eziyet gibi suçların sağlık hizmetinin sunulması sırasında ortaya çıkması mümkün olmakta; bu suçlardan yargılama yapılabilmesini sağlayan en önemli araçlardan biri sağlık mesleği mensubunun bildirimi olmaktadır. Bu bakımdan sağlık mesleği mensuplarına bu yönde bir yükümlülük getirilmesi makul bir yaklaşımdır. Ancak bu yükümlülük bazı sorunları da beraberinde getirmektedir. Suç işleyen kişilerin bu durumun ortaya çıkmaması için sağlık hizmeti almaktan kaçınma yoluna gitmesi bu düzenlemeler bakımından getirilen en büyük eleştiridir108. 765 s. TCK md.530 da kişilerin suç soruşturmasına tabi tutulmasını gerektiren bildirimler yükümlülük dışında bırakılarak bu yöndeki endişeleri gideren bir düzenleme mevcuttu109; ancak 5237 s. TCK bu istisnaya yer vermediğinden bahsi geçen eleştiri güncelliğini korumaktadır.  Düzenlemeye ilişkin bir diğer sorunlu husus ise, sağlık mesleği mensubunun şikâyete tabi suçlar bakımından da bildirim yükümlülüğü altında olmasıdır. Her ne kadar bu husus sağlık mesleği mensuplarına suç tipleri bakımından ayrım yapma külfeti getirilmemesi ile açıklansa da TCK md.279 da kamu görevlileri bakımından yalnızca re sen soruşturulan ve kovuşturulan suçlar için bildirim yükümlülüğü getirilmesi bağlamında kamu görevlilerine böyle bir ayrım yapma imkânı tanınmıştır.  107 Cinsel istismar ve reşit olmayanla cinsel ilişki suçlarının bildirilmesine ilişkin olarak ayrıntılı bilgi için bkz. Erbaş/Ateş Sarıdağ/Yorulmaz, s.97 vd.; 34 Hamile Çocuk Davası: 18 Doktorun Yargılanmasına Başlandı, Hürriyet Gazetesi, Çevrimiçi, http://www.hurriyet.com.tr/gundem/34-hamile-cocuk-davasi18-doktorun-yargilanmasina-baslandi-41341821, (Erişim Tarihi. 01.09.2020). 108 Rahime Erbaş, Die ärztliche Schweigepflicht und die Anzeigepflicht von Straftaten im türkischen Recht, Ceza Hukuku ve Kriminoloji Dergisi, C.5, s.1, 2017, s.107. 109 Giyik, s.199; Üzülmez, s.826. Türk Tabipleri Birliği nin bu yöndeki eleştirileri için bkz.: Arslan Hızal, s.129.276                                                                                            TAÜHFD/ZtdR - 2020/2 Kamu görevlisi ile sağlık mesleği mensubunun suç tiplerine ilişkin hukuki bilgileri arasında anlamlı bir fark olmadığı dikkate alındığında, yapılan izahat yeterli olmamaktadır. Ayrıca şikâyete tabi suçlarda şikâyetin gerçekleşmemesi halinde devletin cezalandırma yetkisinin bulunmamasına karşın, sağlık mesleği mensubunun mutlak olarak bildirim yükümlülüğü altında olması ölçülülük ilkesiyle bağdaşmamaktadır. Bu suçun, re sen soruşturulabilir ve kovuşturulabilir ya da yalnızca belirli ağır suçlarla sınırlı olarak yeniden düzenlenmesi, bu düzenlemede psikolog ve psikiyatristlerin bildirim yükümlülüğünden muaf tutulması yerinde olacaktır.Araş. Gör. Aslı Ekin Yılmaz                                                                                      277 ZUSAMMENFASSUNG Nichtanzeige von Straftaten durch medizinisches Fachpersonal § 280 t.StGB „(1) Das medizinische Fachpersonal, das bei der Erfüllung seiner Aufgaben von Spuren einer begangenen Straftat erfährt und dennoch den zuständigen Behörden keine Anzeige davon macht oder diese verzögert, wird mit bis zu einem Jahr Gefängnis bestraft. (2) Als medizinisches Fachpersonal gelten Ärzte, Zahnärzte, Apotheker, Hebammen, Krankenschwestern oder sonstige Personen, die die Gesundheitsdienstleistungen erbringen. § 280 t.StGB regelt eine Anzeigepflicht von medizinischem Fachpersonal, das über strafrechtlich relevante Spuren informiert ist.  In der vorliegenden Studie wurden die rechtlichen Grundlagen für den Schutz der Privatsphäre und der Begriff des Berufsgeheimnisses, das ein die Privatsphäre schützendes Instrument darstellt, beschrieben. Es wurde die Wichtigkeit der Anzeigepflicht der Straftaten erklärt, die einen Einschränkungsgrund für das Recht auf Privatsphäre darstellt. Dadurch wurde erklärt, dass die Straftat in § 280 tStGB eine Ausnahmevorschrift ist, die den Schutz des Berufsgeheimnisses und die Privatsphäre beschränkt.   Bei der Erläuterung zum Rechtsgut gelangt man zu dem Ergebnis, dass das Rechtsgut die öffentliche Ordnung ist, die durch die Bestrafung der Straftäter infolge der Anzeige einer Straftat gesichert wird. Die im Paragraph genannten medizinischen Personen sind nur Regelbeispiele. D.h., alle, die einen medizinischen Dienst leisten, können Täter sein. An dieser Stelle wurde die Situation für Psychologen und Psychiater besonders bewertet. Die Anzeigepflicht für alle erkannten Straftaten wurde als eine große Bürde für Psychologen oder Psychiater betrachtet. Deshalb wurde dargelegt, dass sie von § 280 tStGB entlastet und nur in Bezug auf fortlaufende Taten (§ 278 tStGB) zur Verantwortung gezogen werden sollen. Weil der Paragraf keine besondere Regelung dazu enthält, gilt die Anzeigepflicht sowohl für Antrags- als auch für Offizialdelikte. Es wurde festge-278                                                                                            TAÜHFD/ZtdR - 2020/2 stellt, dass diese Anzeigepflicht für Antragsdelikte wegen der fehlenden Möglichkeit, bei fehlendem Antrag ein legitimes Ziel zu erreichen, den Grundsatz der Verhältnismäßigkeit verletzt. Es wurde angenommen, dass nicht nur eine physische Spur, sondern auch mündliche Mitteilungen des Patienten ein Anzeichen i.S.d. § 280 tStGB darstellen.  Es wurde festgestellt, dass § 280 tStGB ein Unterlassungsdelikt darstellt, da die tatbestandliche Handlung „Nichtanzeige oder „Verzögerung der Anzeige ist. In dieser Hinsicht wurde die zu benachrichtigende zuständige Behörde, der Entstehungszeitpunkt der Anzeigepflicht, Anzeigefrist und die Auswirkungen der Anzeige einer Person auf andere Personen, die ebenfalls über die Spur informiert sind, beschrieben. Im Rahmen der Rechtswidrigkeit wurde hingewiesen, dass die Anzeigepflicht aufgrund der Erfüllung einer gesetzlichen Pflicht eine rechtfertigende Wirkung bezüglich der Straftaten gegen das Recht auf Privatsphäre hat.  Es wurde der Schluss gezogen, dass das nemo - tenetur-Prinzip (gemäß §38 Abs. 5 tGG) einen Rechtfertigungsgrund für eine Straftat in § 280 tStGB sein könnte, falls die Anzeige Beweise für eigene Straftaten oder von Angehörigen liefert.   Hinsichtlich der besonderen Erscheinungsformen der Straftat wurde insbesondere die Konkurrenz zwischen § 279 tStGB und § 280 tStGB erläutert. Es wurde festgelegt, dass zwischen den Tatbestanden kein Spezialitätsverhältnis vorliegt und die Verantwortung nach ungleichartiger Idealkonkurrenz bestimmt werden muss. Abschließend wurde eine Änderung vorgeschlagen, die eine Ausnahmevorschrift für Psychologen und Psychiater sowie Antragdelikte aus § 280 t.StGB vorsieht.Araş. Gör. Aslı Ekin Yılmaz                                                                                      279",
     "Kaynakça": "AMİKLİOĞLU Hüseyin, “Hekimin Sır Saklama Yükümlülüğü”, FÜHFD, C. 3, S.1, 2015, s.97-115.  ARSLAN HIZAL Sevinç, “Türk Ceza Kanununda Sağlık Personelinin İhbar Yükümlülüğü”, Ceza Hukuku Dergisi, C.5, S.13, Ağustos 2010, s.125-150. ARTUK Mehmet Emin / GÖKCEN Ahmet / ALŞAHİN M. Emin / ÇAKIR Kerim, Ceza Hukuku Genel Hükümler, 11. Baskı, Ankara, Adalet Yayınevi, 2017. CENTEL Nur / ZAFER Hamide / ÇAKMUT Özlem, Türk Ceza Hukukuna Giriş, 7. Bası, İstanbul, Beta Basım Yayın, 2011.  ÇAKMUT Özlem, “Sağlık Mesleği Mensubunun Suçu Bildirmemesi Suçu (TCK md.280)”, MÜHF-HAD, Doç. Dr. Mehmet Somer in Anısına Armağan, s.1051-1060. ERBAŞ  Rahime,  Sağlık  Mesleği  Mensuplarının  Suçu  Bildirme  Yükümlülüğü, İstanbul, On İki Levha Yayıncılık, 2015. ERBAŞ Rahime, “Die ärztliche Schweigepflicht und die Anzeigepflicht von Straftaten im türkischen Recht”, Ceza Hukuku ve Kriminoloji Dergisi, C.5, S.1, 2017, s.99-123. ERBAŞ Rahime / ATEŞ SARIDAĞ Büşra Hazel / YORULMAZ Coşkun, “15-18 Yaş Arası Gebeliklerde Sağlık Mesleği Mensuplarının Suçu Bildirme Yükümlülüğü”, TAAD, Y.11, S.41, Ocak 2020, s.95-111. EREM Faruk, “Ceza Hukukunda Meslek Sırrı”, AÜHFD, C.1, S.1, 1943, s.35-72. EREM Faruk, Devlet İdaresi ve Amme Nizamı Aleyhine Cürümler, Ankara, Ankara Üniversitesi Hukuk Fakültesi Yayınları, 1959. GİYİK  Abdulbaki,  “Hekimin  Sır  Saklama  Yükümlülüğü  ile  Suçu  Bildirme Yükümlülüğü ve Bu Yükümlülüklerin Çatışması”, EÜHFD, C.9, S:2, Aralık 2014, s.175-214. HAFIZOĞULLARI Zeki / ACAR Bülent Hayri, “Suçu Bildirmeme Suçları”, Başkent Üniversitesi Hukuk Fakültesi Dergisi, C.2, S.1, Ocak 2016, s.179199.   HAKERİ  Hakan,  Ceza  Hukuku  Genel  Hükümler,  21.  Baskı,  Ankara,  Adalet Yayınevi, 2017. HAKERİ Hakan, Tıp Hukuku, Güncellenmiş ve Gözden Geçirilmiş 13. Baskı, Ankara, Seçkin Yayıncılık, 2018.280                                                                                            TAÜHFD/ZtdR - 2020/2 HAKERİ  Hakan,  Ceza  Hukukunda  İhmal  Kavramı  ve  İhmali  Suçların  Çeşitleri, Ankara Seçkin Yayıncılık, 2003. IŞIK Göksu, “Hukuki Güvenlik İlkesi Bağlamında Suçu Bildirmeme Suçu”, Beyken Üniversitesi Hukuk Fakültesi Dergisi, C.3, S.6, Aralık 2017, s.163187. JOECKS Wolfang / MIEBACH, Klaus, Münchener Kommentar zum Strafrecht, 3. Band, 3. Auflage, C.H. Beck, 2017.   KARAHAN Burak, “Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu”, MÜHF-HAD, C.25, S. 2, Aralık 2019, s.948-978. KARAKAŞ  DOĞAN  Fatma,  “Cezanın  Amacı  ve  Hapis  Cezası”,  Marmara Üniversitesi  Sosyal  Bilimler  Enstitüsü,  Yayınlanmamış  Doktora  Tezi, 2009. KİTAPÇIOĞLU  YÜKSEL  Tülay,  “Meslek  ve  Sürekli  Uğraşları  Sebebiyle Tanıklıktan Çekinme Yükümlülüğü Altındaki Kişilerin Suçu Bildirme Yükümlülüğü”, Ceza Hukuku Dergisi, Y.13, S.38, Aralık 2018, s.193-215. KOCA Mahmut / ÜZÜLMEZ İlhan, Türk Ceza Hukuku Genel Hükümler, Gözden Geçirilmiş ve Güncellenmiş 11. Baskı, Ankara, Seçkin Yayıncılık, 2018.    KOCA Mahmut, “Çocuk İstismarında İhbar Yükümlülüğü”, İÜHFD, C.3, S.1, 2012, s.113-128. KOCASAKAL Ümit, Suçu Bildirmeme Suçları, İstanbul, Vedat Kitapçılık, 2017.    KOLCU  Selahattin,  Suçu  Bildirmeme  Suçu,  Ankara,  Seçkin  Yayıncılık,  2016.    MALKOÇ İsmail, Türk Ceza Kanunu – Madde 242-345, Ankara, Malkoç Yayınevi, 2013.  METİN Yüksel, “Temel Hakların Sınırlandırılması ve Ölçülülük: Ölçülülük İlkesi Evrensel Bir Anayasal İlke Midir?”, SDÜHFD, C.7, S.1, 2017, s.1-74. OKAY TEKİNSOY Özge, İdare Hukukunda Kamu Düzeni Kavramı, İstanbul, On İki Levha Yayıncılık, 2011. ÖZBEK Veli Özer / DOĞAN Koray / BACAKSIZ Pınar / TEPE İlker, Türk Ceza Hukuku Genel Hükümler, Güncellenmiş ve Gözden Geçirilmiş 9. Baskı, Ankara, Seçkin Yayıncılık, 2018.Araş. Gör. Aslı Ekin Yılmaz                                                                                      281 ÖZBEK Veli Özer / DOĞAN Koray / BACAKSIZ Pınar, Ceza Muhakemesi Hukuku, Güncellenmiş  ve  Gözden  Geçirilmiş  12.  Baskı,  Ankara,  Seçkin Yayıncılık, 2019. ÖZGENÇ  İzzet,  Türk  Ceza  Hukuku  Genel  Hükümler,  Gözden  Geçirilmiş  ve Güncellenmiş 14.Bası, Ankara, Seçkin Yayıncılık, 2018. ÖZGENÇ İzzet, “Sağlık Mesleği Mensuplarının Suçu Bildirme Yükümlülüğünün Kapsam ve Sınırları”, Sağlık Düşüncesi ve Tıp Kültürü Platformu, Çevrimiçi,  https://www.sdplatform.com/Dergi/169/Saglik-meslegimensuplarinin-sucu-bildirme-yukumlulugunun-kapsam-vesinirlari.aspx, (Erişim Tarihi: 01.09.2020). ÖZGÜÇ Levent Emre, “Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu (TCK md.280)”, İstanbul Hukuk Mecmuası, C.77, S.2, 2019, s.999-1040. ÖZTÜRK Bahri / ERDEM Mustafa Ruhan, Ceza Hukuku ve Güvenlik Tedbirleri Hukuku,  TCK  Değişikliklerine  Göre  Yenilenmiş  18.  Baskı,  Ankara, Seçkin Yayıncılık, 2018.   ŞAHBAZ İbrahim, Türk Ceza Kanunu – 2. Cilt, Ankara, Yetkin Yayınları, 2016. TOROSLU  Haluk,  “Ceza  Müeyyidesi”,  Ankara  Üniversitesi  Sosyal  Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, 2007. TOROSLU Nevzat, Ceza Hukuku Genel Kısım, Ankara, Savaş Yayınevi, 24. Baskı, 2018. TURAN Hüseyin / KODAL Osman, “Uyuşturucu veya Uyarıcı Madde Kullanma Suçları Yönünden Kamu Görevlisi ile Sağlık Meslek Mensuplarının Suçu  Bildirmemesine  Yönelik  Düzenlemenin  Etkin  Pişmanlık Kurumuna Etkisi”, Uyuşmazlık Mahkemesi Dergisi, Y.7, S.13, Haziran 2019, s.501-522. ÜNVER Yener / HAKERİ Hakan, Ceza Muhakemesi Hukuku – 3 Cilt, 15. Baskı, Adalet Yayınevi, Ankara, 2019. ÜNVER Yener, Adliyeye Karşı Suçlar, Güncellenmiş ve Gözden Geçirilmiş 3. Baskı, Ankara, Seçkin Yayıncılık, 2012.   ÜNVER Yener, Ceza Hukukuyla Korunması Amaçlanan Hukuksal Değer, Ankara, Seçkin Yayıncılık, 2003.282                                                                                            TAÜHFD/ZtdR - 2020/2 ÜZÜLMEZ İlhan, “Sağlık Mesleği Mensuplarının Suçu Bildirmemesi Suçu (TCK md.280) in:  V.  Türk-Alman  Tıp  Hukuku  Sempozyumu  –  Tıp  Ceza Hukukunun Güncel Sorunları, Ankara, Türkiye Barolar Birliği Yayınları, 2008.   YAŞAR Osman / GÖKCAN Hasan Tahsin / ARTUÇ Mustafa, Türk Ceza Kanunu – 6. Cilt, Ankara, Adalet Yayınevi, 2010. YENİSEY Feridun / NUHOĞLU Ayşe, Ceza Muhakemesi Hukuku, Güncellenmiş 7. Baskı, Seçkin Yayıncılık, Ankara, 2019, s.507. YOKUŞ SEVÜK Handan, “Tıp Ceza Hukukunda Kişisel Verilerin Açıklanmasıin: V. Türk-Alman Tıp Hukuku Sempozyumu – Tıp Ceza Hukukunun Güncel Sorunları, Ankara, Türkiye Barolar Birliği Yayınları, 2008.   ZAFER Hamide, Ceza Hukuku Genel Hükümler TCK Md.1-75, 5. Bası, İstanbul, Beta Basım Yayın, 2015.   ZAFER  Hamide,  “Sağlık  Mesleği  Mensuplarının  Suçu  Bildirmemesi  Suçu”, İÜHFM, C.71, S.1, 2013, s.1327-1352.   Çevrimiçi Kaynaklar Türkiye  Tabipler  Birliği:  Hekimlik  Meslek  Etiği  Kuralları,  Mayıs  2012, https://www.ttb.org.tr/kutuphane/h_etikkural.pdf Yargıtay Kararları:  www.kazanci.org"
}