{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "07",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Cinsel Suçlarda Hısımlık Sorunu",
     "Title": "Das Problem der Verwandtschaft bei Straftaten gegen die sexuelle Selbstbestimmung",
     "Yazar İsmi": [
          "Araş. Gör. Kazım Furkan Ağkuş"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Cinsel özgürlük ve dokunulmazlığa karşı suçlar",
          "cinsel saldırı",
          "cinsel istismar",
          "reşit olmayanla cinsel ilişki suçu",
          "hısımlık",
          "evlenme"
     ],
     "Keywords": [
          "Crimes against sexual autonomy",
          "sexual assault",
          "sexual abuse",
          "sexual intercourse with persons not attained the lawful age",
          "kinship",
          "marriage impediments",
          "adoption",
          "step-in-law relations"
     ],
     "Özet": "Cinsel dokunulmazlığa ve özgürlüğe karşı suçlar bakımından Türk Ceza Kanunu nun (TCK”) 102/3 (b)-(c), 103/3 (c)-(d), 104/2-3, 105/2 (a)-(b) fıkraları hısımlık bakımından cezayı artıran nitelikli hâl olarak düzenlenmiştir. Hısımlık kaynaklı nitelikli hâller medeni hukuk ve ceza hukuku bakımından değerlendirilmelidir. Nitekim söz konusu nitelikli hâl düzenlemeleri üvey, evlatlık, kayın hısımlığı” gibi medeni hukuk kavramlarına atıf yapmaktadır. Medeni hukuk kapsamında, hısımlığa ilişkin düzenlemeler ağırlıklı olarak evlenme ve miras kurallarına ilişkin olarak düzenlenmiştir. Evlenme ve nişanlılığa ilişkin düzenlemeler evlenme engelleri olarak yer alırken; mirasa ilişkin hükümler hısımlığın kurulmasına ve devamlılığına ilişkindir. Söz konusu düzenlemelerde ahlak ve neslin sağlığı düşüncelerinin etkili olduğu ağırlıklı olarak kabul edilmektedir. Ceza hukuku kapsamında ise üçüncü dereceye kadar kan ve kayın hısımlığı, evlatlık ilişkisi, üvey evlat ilişkisi ve evlenme engelleri cinsel dokunulmazlığa ve özgürlüğe karşı suçlar bakımından cezayı artıran nitelikli hâl olarak görülmektedir. Bu düzenlemeler, medeni hukuk düzenlemeleri ile detaylı olarak değerlendirildiğinde, çalışma kapsamında tespit ettiğim sorun ve çelişkilere neden olmaktadır. Söz konusu sorun ve çelişkiler, eşler arasında hısımlığın bulunmaması, kayın hısımlığı ve evlenme engellerinin evlilik sona erdikten sonra devam etmesi ve genişlemesi, üveylik ilişkisinin belirlenmesi, evlenmenin butlanı durumunda kayın hısımlığının ve evlenme engellerinin belirlenmesi, evlenme engellerinin kapsamı, evlilik dışı birlikteliklerde bakım ve gözetim yükümlülüğü ve evlatlık ilişkilerinin belirlenmesi kaynaklıdır. Bu sorunlar çalışma boyunca örnek olaylar üzerinden incelenmiştir. Çalışmanın sonuç bölümünde, önerilen kanun  değişikliklerine  yer  verilmiştir.  Bu  kapsamda,  öncelikle  TCK  m. 102/3(b) nin ilga edilmesi önerilmektedir. Söz konusu düzenleme cinsel dokunulmazlık hukuksal değeri ile bağdaşmadığı gibi mağdurun korunması bakımından, (cid:13) Türk-Alman Üniversitesi Hukuk Fakültesi Ceza ve Ceza Muhakemesi Hukuku Anabilim Dalı Araştırma Görevlisi, (agkus@tau.edu.tr). ORCID: 0000-00029670-7363. 28   TAÜHFD/ZtdR - 2021/1 mağdurun söz konusu ilişkiyi bilmemesi veya söz konusu ilişkinin sağladığı yararın incelenmemesi bakımından yerinde değildir. Ayrıca söz konusu hısımlığın öğretide biyolojik bağ ile belirleneceği düşüncesi, bu düzenlemenin arkasında gizli bir neslin sağlığı düşüncesi olduğunu göstermektedir.  İkinci olarak TCK nın 103/3(c) fıkrasından Üçüncü derece dâhil kan veya kayın hısımlığı ilişkisi içinde bulunan bir kişiye karşı ya da üvey baba, üvey ana, üvey kardeş veya evlat edinen” ibarelerinin silinerek, yerine Mağdur ile sürekli veya geçici olarak birlikte yaşayan kişi tarafından” ifadesine yer verilmesi önerilmektedir. Söz konusu düzenleme ile evlilik dışı birlikteliklerde hayat partneri tarafından gerçekleştirilen cinsel istismarın cezalandırılmasının kanunilik ilkesine uygun hâle getirilmesi sağlanmaktadır ve üvey kardeş statüsüne sahip olmadıkları hâlde ebeveynleri evlendiği için birlikte yaşayan kişilerin nitelikli hâl kapsamında değerlendirilmemesi sorunu çözülmektedir. Üçüncü olarak, TCK nın 103/3 (d) fıkrasında Vasi, eğitici, öğretici, bakıcı, koruyucu aile veya sağlık hizmeti veren ya da koruma, bakım veya gözetim yükümlülüğü bulunan kişiler” ifadesi yerine Koruma, bakım veya gözetimiyle yükümlülüğü nedeniyle ya da bu görevlerden birinin sürekli veya geçici olarak üstlenilmesi suretiyle mağdur üzerinde hüküm veya nüfuzu bulunan kişi” ibaresinin eklenmesi önerilmektedir. Söz konusu öneri ile cinsel saldırı suçuna ilişkin belirttiğim eleştiriler giderilmekte ve mağdur-fail yakınlığı kapsamında mağdurun uğrayabileceği zarar üzerinden belirleme yapılmaktadır. Dördüncü olarak, TCK nın 104/23 fıkralarının 103. maddeye paralel olarak, koruma, bakım ve gözetim yükümlülüğü ile birlikte yaşama ölçütleri üzerinden düzenlenmesi önerilmektedir. Söz konusu öneri ile evlenme engellerinin kapsamı sorunu ve evlenme engelleri ile hısımlık arasındaki farklılıklardan doğan kanun gerekçelerine aykırı cezalandırılmaların önlenmesi amaçlanmıştır.",
     "Abstract": "Kinship, as aggravated sexual offences, is regulated in the Turkish Penal Code (TPC) under Art. 102/3(b)-(c), 103/3(c)-(d), 104/2-3 and 105/2(a)-(b). These special provisions of kinship should be evaluated under civil and criminal law, because these provisions, such as step-in-law, foster-in-law relationships refer to the Turkish Civil Code (TCC). Within the scope of civil law, the regulations of kinship are mainly concerned with marriage and inheritance law. Kinship might be seen in marriage and engagement law as marriage impediments and in inheritance law as the rules of establishment and continuity of these relations. And these regulations are predominantly based on moral and eugenic considerations. Kinship by blood or marriage up to third degree, adoption, stepson relationship, and marriage impediments are regulated in TPC as aggravated crimes against sexual autonomy. However, the detailed evaluation of these regulations in comparison with the civil law regulations leads to the problems and contradictions that we have identified in this work. They were caused by the absence of kinship between spouses, the continuation and the expansion of kinship and marriage impediments after the expiration of marriage, the scope of marriage impediments, the obligation of life partners to care and to supervise, and the adoption. These problems were examined with case studies throughout the study. In the conclusion, I propose various amendments. First, I recommend abolishing the TPC Art. 102 / 3 (b). This regulation is not compatible with the legal interest of sexual autonomy and is not appropriate for the protection of victim. Considering judges are not allowed to examine whether the perpetrator and/or the victim knew each other and whether this relationship had a real effect on sexual assault. Second, in terms of TPC Art. 103/3 (c), aggravating terms as  Against a person who has a relationship by blood or marriage up to third degree, or step-father, step-mother, step-sibling or adopter  should be abolished from the article and replaced by by the person permanently or temporary living together. With this regulation, punishment of a life partner for sexual abuse would be in accordance with the principle of legality. And sexual abuse between the siblings, who are not legally stepsiblings according to civil law but living together because of the relation of their ascendants, now would be aggravated sexual abuse. Third, the expression  by the guardian, educator, caregiver, foster family or persons who provide health services or have protection, care or supervision obligations  in the clause of Article 103/3 (d) of the TPC, should be replaced by  The person who has actual or moral dominance over the victim by the responsibility, temporarily or permanently, for the protection, care or supervision of the victim, or by undertaking one of these duties. With this proposal, 30   TAÜHFD/ZtdR - 2021/1 the problems that I have stated, would be eliminated and the determination would be made over the damage that the victim may suffer through the victimperpetrator proximity. Fourth, Art. 104/2-3 of the TPC should be rearranged according to Art. 103/3(c)–(d). This proposal aims to prevent unjust punishments arising from the differences of marriage impediments and kinships under Art. 102, 103 of TPC.",
     "Metin": "(cid:13)(cid:13) Cinsel suçlarda hısımlık, Türk Ceza Kanunu nun (TCK) 102/3 (b)-(c), 103/3 (c)-(d), 104/2-3, 105/2 (a)-(b) fıkralarında cezayı artıran nitelikli hal olarak düzenlenmiştir. İlgili düzenlemelerde yer alan üvey, evlatlık, kayın hısımlığı şeklindeki terimler nedeniyle, cinsel suçlarda hısımlığın medeni hukuk ve ceza hukuku bakımından değerlendirilmesi gerekmektedir. Medeni hukuk kapsamında, hısımlığa ilişkin düzenlemeler ağırlıklı olarak evlenme ve miras kurallarına ilişkin olarak düzenlenmiştir1. Evlenme ve nişanlılığa ilişkin düzenlemeler evlenme engelleri olarak yer alırken; mirasa ilişkin hükümler hısımlığın kurulmasına ve devamlılığına ilişkindir. Ceza hukuku kapsamında ise üçüncü dereceye kadar kan ve kayın hısımlığı, evlatlık ilişkisi, üvey evlat ilişkisi ve evlenme engelleri cinsel dokunulmazlığa ve özgürlüğe karşı suçlar bakımından hısımlık temelli cezayı artıran nitelikli hâl olarak görülmektedir.  Cinsel suçlarda hısımlığa ilişkin düzenlemeler, medeni hukuk düzenlemeleri  ile  detaylı  olarak  değerlendirildiğinde,  çalışma  kapsamında tespit ettiğim sorun ve çelişkilere neden olmaktadır. Bu nedenle çalışma kapsamında öncelikle, tespit ettiğim sorun ve çelişkiler - örnek olaylarla birlikte – ortaya konulmuştur. Söz konusu sorun ve çelişkiler, (cid:13)(cid:13) Çalışmanın değerlendirme sürecinde zaman ayırarak değerli katkılarını sunan hakemlere ve editörlere saygılarımla teşekkür ederim. 1 Hısımlığın ayrıca medeni usul ile icra ve iflas hukuku bakımından da sonuçları bulunmaktadır. Detaylı bilgi için Bkz. Bedriye Tuğçe Balaban, Türk Hukukunda Hısımlık ve Hısımlığın Medeni Usul ve İcra ve İflas Hukuku Bakımından Sonuçları, Erzincan Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Erzincan, 2014.Araş. Gör. Kazım Furkan Ağkuş   31 eşler arasında hısımlığın bulunmaması, kayın hısımlığı ve evlenme engellerinin evlilik sona erdikten sonra devam etmesi ve genişlemesi, üveylik ilişkisinin belirlenmesi, evlenmenin butlanı durumunda kayın hısımlığının ve evlenme engellerinin belirlenmesi, evlenme engellerinin kapsamı, evlilik dışı birlikteliklerde bakım ve gözetim yükümlülüğü ve evlatlık ilişkilerinin belirlenmesi kaynaklıdır. Söz konusu sorun ve çelişkilerin yalnızca ilgili başlık kapsamında çözülmesi bütüncül bir bakış açısını engelleyecek niteliktedir. Bu nedenle ve tekrardan kaçınmak amacıyla mevcut sorun ve çelişkilere yönelik çözüm önerileri ile teklif edilen yasal düzenlemelere sonuç bölümünde yer verilmiştir.  2. Eşler Arasında Kayın Hısımlığının Bulunmaması Kayın hısımlığı evlenme dolayısıyla eşlerden biri ile diğer eşin kan hısımları arasında meydana gelen yakınlık olarak tanımlanmaktadır (Türk Medeni Kanunu nun (TMK) 18. maddesinin 1. fıkrası). Evlenme ile kurulan ve TMK nın 18. maddesinin 2. fıkrası uyarınca, evliliğin sona ermesiyle ortadan kalkmayan, hısımlık ilişkisi, eşler arasında kurulmamaktadır2. Bu durumda, evlilik birliği sona erdikten sonra eski eş tarafından gerçekleştirilen cinsel saldırı bakımından uygulanabilecek nitelikli hal bulunmamaktadır3. Bununla birlikte, sona eren evlilik kapsamında kurulan kayın hısımlığı devam ettiği için4, eski eşin kan hısımları (sona eren evlilikten kaynaklanan kayın hısımları) tarafından gerçekleştirilen 2 Hüseyin Hatemi/Burcu Kalkan Oğuztürk, Aile Hukuku, Vedat, İstanbul, 2016, s.3.; Metin İkizler, Evlenmenin Hükümsüzlüğü, Seçkin, Ankara, 2018, s.182.; Hüseyin Deniz, Türk Ceza Kanunu nda Cinsel Saldırı Suçu, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2016, s.55.; Kahraman Serhat Karslı, 5237 Sayılı Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2014, s.60. 3 Sefa Şişman, Cinsel Saldırı Suçu, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Konya, 2010, s.116-117.; Remzi Gündüz/ Veysel Gültaş, Cinsel Suçlar (Cinsel Dokunulmazlığa Karşı Suçlar), Bilge, Ankara, 2013, s.34-35. 4 Bkz. 3. Bölüm, Kayın Hısımlığı ve Evlenme Engelleri Evlilik Birliği Sona Erdikten Sonra Genişleyebilir mi?32   TAÜHFD/ZtdR - 2021/1 cinsel saldırı sonucunda verilen ceza TCK nın 102. maddesinin 3. fıkrasının (c) uyarınca yarı oranında artırılacaktır.  Olay 1: A (Kadın) ve B (Erkek), birbiriyle evlidir. A ve B boşandıktan sonra, A nın B ye karşı cinsel saldırıda bulunması durumunda A ya karşı uygulanabilecek hısımlıktan kaynaklanan bir nitelikli hâl bulunmamaktadır. Bununla birlikte, B nin kardeşi C ye karşı A nın cinsel saldırıda bulunması durumunda, C ile A arasında ikinci dereceden kayın hısımlığı bulunduğu için nitelikli hâl uygulanacaktır.  Hısımlığa ilişkin nitelikli hâllerin temelinde, suçun işlenmesini kolaylaştırması, mağdurun direncinin kırılmasındaki kolaylık5 ve suçun 5 A. Caner Yenidünya, 5237 Sayılı Yeni Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar, Legal Hukuk Dergisi, 2005, No:33, s.3296.; Handan Yokuş Sevük, 5237 Sayılı Türk Ceza Kanunu nda Cinsel Saldırı ve Cinsel Taciz Suçları, TBBD, 2005, No:57, 243-282, s.267.; Durmuş Tezcan/Mustafa Ruhan Erdem/R. Murat Önok, Teorik ve Pratik Ceza Özel Hukuku, 2019, İstanbul, Seçkin, s.402.; Ebru Altaş, Çocukların Cinsel İstismarı Suçu, Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisanstezi, İzmir, 2009, s. 39.; Özgün Sinem Aksoy, Cinsel Saldırı Suçu (5237 Sayılı Türk Ceza Kanunu m.102), Marmara Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans  tezi,  İstanbul,  2010,  s.115.;  Haydar  Ersözoğlu,  Türk  Hukukunda Çocuğun Cinsel İstismarı Suçu, Kocaeli Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Kocaeli, 2010, s.62.; Kürşad Gül, 5237 Sayılı Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2010, s.61-62.; Erkan Ataman, 5237 Sayılı Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Konya, 2011, s.68.; Pınar Memiş Kartal, Türk Ceza Hukuku nda Çocukların Cinsel İstismarı, Der, İstanbul, 2014, s.187.; Didem Uyar, Cinsel Saldırı Suçu, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2016, s.55.; Engin Turhan, Türk ve Alman Ceza Hukukunda Çocukların Cinsel İstismarı Suçu, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2018, s.92.; Handan Yokuş Sevük, Türk Ceza Hukuku Özel Hükümler, Seçkin, İstanbul, 2019, s.125.; Nevzat Toroslu, Ceza Hukuku Özel Kısım, Savaş, Ankara, 2019, s.65.; Bünyamin Uçan, Çocukların Cinsel İstismarı, Kocaeli Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Kocaeli, 2019, s. 67.; Özlem Demir Yazar, Türk Ceza Hukukunda Çocukların Cinsel İstismarı Suçu, Gazi Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2019, s.96.; Zeynep Sümer, Türk Ceza Kanunu nda Çocukların Cinsel İstismarıAraş. Gör. Kazım Furkan Ağkuş   33 açığa çıkmasındaki zorluklarla birlikte mağdurun yakınlık nedeniyle uğradığı zararın ağırlığı göz önünde bulundurulmaktadır6. Ancak bu örnekte ne suçun işlenmesinin kolaylaştırılması ne de mağdurun yakınlık nedeniyle uğradığı zarar bakımından C nin durumunun daha ağır olduğu ileri sürülebilir. Aksine B nin boşanma ile sonuçlanmış olsa dahi C ye göre A ya daha yakın olduğu belirtilebilir. Düzenlemenin amacına aykırı bu neticenin engellenmesi için iki seçenek bulunmaktadır: kayın hısımlığı ilişkisinin cinsel suçlar bakımından evlilik birliği ile sona ermesi7 veya evlilik birliğinin ne şekilde sonlandığına bakılmaksızın eşin de nitelikli hâller arasına alınması8. Birinci olaydaki örnek evliliğin butlan ile sonuçlanması varsayımıyla geliştirilebilir9.  Olay 2: Evlenme sırasında sürekli bir sebeple ayırt etme gücünden yoksun A (Kadın) ve B (Erkek) evlenir. A ayırt etme gücünü sonradan kazanır, takiben mutlak butlan davası açar ve mahkeme kararıyla A ile Suçu, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2019, s. 48. 6 Öğretide söz konusu ilişkilerin toplumda meydana getirebileceği öfkenin, nitelikli hallerde etkili olduğu ileri sürülmektedir. Mehmet Ali Karaseyfioğlu, Umumi Adap Aleyhine Cürümlerden Irza Tasaddi Suçu ve Uygulama, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 1996, s. 60; Ersözoğlu, s.61; Bilgehan Savaşçı, Çocukların Cinsel İstismarı Suçu, Legal, İstanbul, 2012, s.89.; Demir Yazar, s.96.Söz konusu kabul cinsel özgürlük ve dokunulmazlık hukuksal değerine aykırıdır.   7 Nur Centel, 5237 Sayılı Türk Ceza Kanunu nda Cinsel Saldırı Suçu ve Cinsel Suçlar Değişiklik Tasarısı nın Değerlendirilmesi, TBBD, 2012, No:99, 269-290, s.279.; Ersan Şen/Tuğçe Başarır, Ensest Mağdurlarından Birisi: Kadın, TBBD, 2012, No:99, s.330.; İsmail Dursun, Cinsel Saldırı Suçu (TCK m.102), Legal Hukuk Dergisi, 2013, C.11, No:130, 2013, s.21.; Fahri Gökçen Taner, Türk Ceza Hukukunda Cinsel Özgürlüğe Karşı Suçlar, Seçkin, Ankara, 2017, s. 205.; Pınar Memiş Kartal, Cinsel Saldırı, Özel Ceza Hukuku: Kişilere Karşı Suçlar, C.2, On İki Levha Yayıncılık, İstanbul, 2017, s. 480.; Yusuf Pakır, Cinsel Saldırı Suçu, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Konya, 2017, s.129.; Ahmet Ceylani Tuğrul/Murat Ceylani Tuğrul, Cinsel Dokunulmazlığa Karşı İşlenen Suçlar & Ensest İlişkiler, Detamat, Ankara, 2018, s.121.; Tezcan/Erdem/ Önok, s.404.; Volkan Altun, Türk Ceza Hukukunda Cinsel Saldırı Suçu, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2019, s.77. 8 Seher Kırbaş Canikoğlu,Feminist Bir Perspektifle Türk Ceza Kanunu nda Cinsel Saldırı Suçu, Fe Dergi: Feminist Eleştiri, C.5, No.1, 2013,  s.69. 9 Bkz. 5. Bölüm, Evlenmenin Butlanı Durumunda Kayın Hısımlığı ve Erginlik.34   TAÜHFD/ZtdR - 2021/1 B nin evliliği sonlandırılır. Evlilik sonlandırıldıktan sonra, B nin A ya karşı cinsel saldırıda bulunması durumunda, hısımlık nedeniyle uygulanabilecek nitelikli hal bulunmamaktadır. Evlenme sırasında ayırt etme gücünden yoksun olan bir kişiye karşı, evlilik butlan ile sonlandıktan sonra dahi uygulanabilir cezayı artıran nitelikli hâl bulunmazken, evlilik birliği sona erdikten sonra kayın hısımlığının cezayı artıran nitelikli hal olarak kabul edilmesi, hısımlık düzenlemesinin amaçları ile bağdaşmamaktadır. 3. Kayın Hısımlığı ve Evlenme Engelleri Evlilik Birliği Sona Erdikten Sonra Genişleyebilir mi? TMK 18/1 fıkrası uyarınca kayın hısımlığı evlenme ile kurulur ve TMK 18/2 fıkrası uyarınca, evliliğin sona ermesiyle ortadan kalkmaz10. Nitekim Yargıtay da evlilik birliğinin sona ermesi durumunda kayın hısımlığının devam ettiğini kabul etmektedir11. Bununla birlikte, genel olarak kayın hısımlığının evlilik birliği sona erdikten sonra genişleyemeyeceği kabul 10 İhsan Akçin, Cinsel Dokunulmazlığa Karşı Suçlar, YD, C.32, No.1-2, 2006, s.117.; Mehmet Emin Artuk/Ahmet Gökcen/ M. Emin Alşahin/Kerim Çakır, Ceza Hukuku Özel Hükümler, Adalet, Ankara, 2019, s.365.; Aksoy, s.116.; Onur İnan, Türk Ceza Kanununda Cinsel Saldırı Suçu, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2012, s.57.; Karslı, s.59.; İbrahim Sinekçi, Cinsel Saldırı Suçu, Dicle Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Diyarbakır, 2015, s.56.; Çetin Akkaya, Cinsel Dokunulmazlığa Karşı Suçlar, Adalet, Ankara, 2017,  s.69.; Pakır, s.129.; Demir Yazar, s.97-98.; Hamza Küskü, Çocukların Cinsel İstismarı Suçunun Nitelikli Hali (TCK Md.103/2), Adalet, Ankara, 2020,  s.70. Karşı görüş için Bkz. Gül, s.64.; Uyar, s.56.; Deniz, s.55.; Murat Aydın, Çocukların Cinsel İstismarı ve Reşit Olmayanla Cinsel İlişki Suçu, Seçkin, Ankara, 2018, s.50. 11 Yarg. CGK, E. 2012/14-1397, K.2013/265, T. 28.5.2013.; İlgili kararda bulunan karşı oyda, Kanun koyucu boşanmaya rağmen 3. dereceye kadar kayın hısımlığı ilişkisi içinde olanlar için ayrı bir madde ihdas etmiş olsa idi, ancak bu şekilde cezalandırabilirdik. şeklinde bir görüşe yer verilmiştir. Bununla birlikte hukukun bütünlüğü bakımından böyle bir çıkarım yapılmasının yerinde olmadığını belirtmek isterim. 765 sayılı mülga TCK döneminde Yargıtay ın evlilik birliğinin sona  ermesiyle  hısımlığın  sona  erdiği  yönünde  kararları  bulunmaktadır: …[S]uçun işlenmesinden önce sanığın karısının ölmesi sebebiyle mağdır ile sanık arasında kayınbaba damat ilişkisinin sona erdiği Bknz. Yarg. CGK., E.505, K.90, T.11.02.1974.Araş. Gör. Kazım Furkan Ağkuş   35 edilmektedir12. Bu durumda, evlilik sırasında doğan bir kayın hısımı ile evlilik sona erdikten sonra doğan kişi arasında nitelikli halin uygulanması bakımından farklılık doğmaktadır. Evlilik birliği sona erdikten sonra doğan ve evlilik birliği sırasında doğması durumunda kayın hısmı olarak kabul edilebilecek kişiler bakımından, kayın hısımlığının genişletilmemesi cezalandırmanın amacı bakımından yerinde görülmektedir. Ancak bu durumun evlenme engellerinin evlilik birliği sonrası devam edip etmemesi bakımından görüş ve uygulamalar ile karşılaştırılması gerekmektedir.  Olay 3: A (Kadın) ve B (Erkek), boşandıktan sonra, B nin kardeşi C nin doğduğu varsayımında, A nın C ye karşı cinsel istismarda bulunması durumunda uygulanabilecek bir hısımlık nitelikli hâli bulunmamaktadır. Ancak C nin evlilik birliği öncesinde veya sırasında doğması durumunda hısımlık nedeniyle ceza artırılacaktır. TMK nın 129/2 fıkrası uyarınca Kayın hısımlığı meydana getirmiş olan evlilik sona ermiş olsa bile, eşlerden biri ile diğerinin üstsoyu veya altsoyu arasında evlenme engeli bulunmaktadır. Bu kapsamda reşit olmayanla cinsel ilişki suçuna eklenen evlenme engeli hükmü suç ve ceza politikası açısından uygun bir çözüm olarak adlandırılmakla13 birlikte tespit ettiğim çelişkilere neden olmaktadır. İlk olarak, evlilik birliği sona erdikten sonra kayın hısımlığı bulunduğu için nitelikli hal kapsamında yer alan belirli kişilerin, aralarında evlenme engeli bulunmadığı için reşit olmayanla cinsel ilişki suçunun nitelikli hali kapsamında yer almadığı görülmektedir.  Olay 414: A (Kadın) ve B (Erkek), boşandıktan sonra, B nin 18 yaşından büyük kardeşi C ye A nın nitelikli cinsel saldırıda bulunması durumunda, A kayın hısımlığı devam ettiği için cinsel saldırının nitelikli hâlinden sorumlu olacaktır.  Ancak C nin 15-18 yaş aralığında olduğu ve C nin rızası dâhilinde cinsel ilişkiye girildiği varsayımında A reşit olmayanla cinsel ilişki suçunun temel hâlinden sorumlu olacaktır. Nitekim A ile C arasında evlenme engeli bulunmamaktadır.  12 H. Cahit Oğuzoğlu, Medeni Hukuk I Şahsın Hukuku, Güzel Sanatlar Matbaası, Ankara, 1958, s.273.; Aytekin Ataay, Şahıslar Hukuku, Fakülteler Matbaası, İstanbul, 1978, s.225; İkizler, s.182.; Deniz, s.55. 13 Erdener Yurtcan, Yargıtay Kararları Işığında Cinsel Suçlar, Seçkin, Ankara, 2019, s.237. 14 Örnek için Arş. Gör. Bahar Kaya ya teşekkür ederim.36   TAÜHFD/ZtdR - 2021/1 Bu örnekte birinci ihtimalde A ya 12 yıldan az olmamak üzere hapis cezası verilecektir ve bu ceza hısımlık nedeniyle yarı oranında artırılacaktır. İkinci ihtimalde ise TCK nın 104. maddesi uyarınca, A 2 yıldan 5 yıla kadar hapis cezası alacaktır. Her ne kadar ikinci durumda cinsel ilişkiye rızası bulunsa da cezalar arasındaki farklılıklar kanaatimce hısımlık düzenlemelerinin amaçlarına aykırıdır.  İkinci olarak, bu aykırılık evlenme engellerinin evlilik birliği sona erdikten sonra genişleyip genişlemeyeceği tartışmasında daha da derinleşmektedir. Nitekim evlenme engelleri bakımından medeni hukuk öğretisinde görüş ayrılıkları bulunmaktadır. Medeni hukuk öğretisinde bir görüşe15 göre, evlilik yasağı bulunan altsoy yalnızca evlilik birliği sırasında var olan altsoy iken diğer görüşe göre16 bu yasak evlilik birliği sona erdikten sonra doğan altsoyu da kapsamaktadır. Olay 5: A (Kadın) ve B (Erkek) boşandıktan sonra, B nin sonraki eşinden olan 17 yaşındaki D ye karşı A nın cinsel istismarda bulunması durumunda, D ile A arasında kayın hısımlığı bulunmadığı için cinsel istismarın temel hâlinden sorumlu olacaktır. Ancak D nin rızası dâhilinde cinsel ilişkiye girdikleri varsayımında D ile A arasında bir görüşe göre evlenme engeli bulunduğu için reşit olmayanla cinsel ilişki suçunun nitelikli hâlinden, diğer görüşe göre evlenme engeli bulunmadığı için reşit olmayanla cinsel ilişki suçunun temel hâlinden sorumlu olacaktır.  Bu örnekte birinci ihtimalde A ya 16 yıldan az olmamak üzere hapis cezası verilecektir. İkinci ihtimalde ise A, 2 yıldan 5 yıla kadar veya 10 yıldan 15 yıla kadar hapis cezasına çarptırılacaktır. Burada öncelikle medeni hukuk kapsamında var olan görüş ayrılıklarının ceza hukukuna dâhil edilmesinin belirlilik ilkesine aykırı olduğunu belirtmek gerekir. 15 Mustafa Dural/Tufan Öğüz/Alper Gümüş, Türk Özel Hukuku: Aile Hukuku, Filiz, İstanbul, 2016, s. 57.; Ömer Çınar, Hısımlıktan Doğan Evlenme Engeli ve Sonuçları, Prof. Dr. Hüseyin Hatemi ye Armağan, Vedat Kitapçılık, İstanbul, 2009, s.528.; İkizler, s.182. 16 Mehmet Erdem, Aile Hukuku, Seçkin, Ankara, 2019, s. 57.; H. Veldet Velidedeoğlu, Türk Medeni Hukuku: Aile Hukuku, Nurgök Matbaası, İstanbul, 1965, s. 70.; S.Sulhi Tekinay, Aile Hukuku, Filiz Kitabevi, İstanbul, 1990, s. 85-86.; Hüseyin Hatemi/Rona Serozan, Aile Hukuku, Filiz Kitabevi, İstanbul, 1993, s.121.Araş. Gör. Kazım Furkan Ağkuş   37 İkinci varsayımda A nın alacağı ceza D nin rızası doğrultusunda, hakkaniyete uygun olarak daha düşüktür. Bu bakımından reşit olmayanla cinsel ilişki suçuna 18.06.2014 tarih ve 6545 sayılı kanunun 60. maddesiyle eklenen nitelikli hali takiben, 24.11.2016 tarih ve 6763 sayılı kanunun 13. maddesiyle cinsel istismar suçunun cezasının artırılması, bu örnekte görüldüğü korunan hukuksal değerlerin derecelendirilmesi17 bakımından yerindedir18. Aksi takdirde cinsel istismar durumunda, reşit olmayanla cinsel ilişkiden daha düşük ceza alınması mümkün olacaktı19. Son olarak belirtmek  gerekir  ki  beşinci  olayın  ikinci  varsayımda  olduğu  üzere, TCK nın 104/2 fıkrasının gerekçesinde belirtilen ensest20 ilişkinin bulunmadığı durumlarda uygulanması da mümkündür21. 4. Üveylik İlişkisinin Belirlenmesi Üvey çocuk kavramı, TMK ve TCK da düzenlenmemiştir. Bununla birlikte TMK nın 338. maddesinde eşlerin ergin olmayan üvey çocuklarına da özen ve ilgi gösterme yükümlülükleri bulunduğu düzenlenmiştir. Bu madde üzerinden, üvey baba, çocuğun annesinin kendi özbabasından sonra evlendiği erkek; üvey anne, çocuğun babasının kendi özannesinden sonra evlendiği kadın; üvey kardeş, çocuğun annesinin veya babası17 Yener Ünver, Ceza Hukukuyla Korunması Amaçlanan Hukuksal Değer, Seçkin, Ankara, 2003, s.507.; İzzet Özgenç, Ceza Hukuku Genel Hükümler, Seçkin, Ankara, 2020, s.178. 18 Suç politikası bakımından cinsel dokunulmazlığa ve özgürlüğe karşı suçların cezalarının artırılmasına karşı olmakla birlikte, bu örnekte olduğu üzere cezalar arasındaki orantının sağlanması açısından cinsel istismar suçunun cezasının azaltılması veya reşit olmayanla cinsel ilişki suçunun cezasının artırılması seçeneklerinden birinin gerçekleştirilmesi gerekmekteydi. 19 Söz konusu durum, 2014 yılı değişikliği sırasında, İzmir milletvekili Hülya Güven tarafından ileri sürülmekle birlikte kabul edilmemiştir. TBMM, Adalet Komisyonu Tutanak Dergisi, 29 Mayıs 2014, 24. Yasama Dönemi, 4. Yasama Yılı, s.7. 20 TBMM, Esas Komisyon Raporu, Sıra sayısı: 592, 24. Yasama Dönemi, 4. Yasama Yılı, s.22. 21 Bkz. 6. Bölüm, Evlenmenin Engellerinin Kapsamı.38   TAÜHFD/ZtdR - 2021/1 nın evlendiği erkekten veya kadından olan çocukları olarak tanımlanmaktadır22. Bu kapsamda çocuğun annesinin veya babasının sonradan evlendiği erkeğin veya kadının önceki birlikteliklerinden olan çocukları ile üvey kardeşlik ilişkisi bulunmadığı ileri sürülmektedir23.  TCK da cinsel saldırı ve istismarın üvey baba, üvey ana, üvey kardeş tarafından işlenmesi nitelikli hâl olarak düzenlenmiştir. Ancak cinsel saldırının üvey çocuk tarafından da gerçekleştirilebilmesi söz konusudur. TCK nın 103. maddesinin 3. fıkrasında yer alan üvey baba ifadesi geliştirilerek 102. maddeye nitelikli hal olarak eklenmesi sırasında tespit edebildiğim kadarıyla, üvey çocuk tarafından işlenebileceğine ilişkin herhangi bir tartışma bulunmamaktadır24. Bu kapsamda, üvey çocuk kavramına yer verilmemesinin, kanun koyucunun bilinçli bir tercihi olmadığı kanaatindeyim. Bu nedenle de hısımlığa ilişkin nitelikli hallerin amaçlarına aykırı olarak, güven ilişkisinin ve suçun işlenmesinin kolaylaştırılması gerekçesinin değerlendirilmediği bir boşluk olduğu kanaatindeyim. Ayrıca hukuken üvey kardeş olmayan ancak aynı aile birliği içinde aynı konutta yaşayan kişiler bakımından, birbirine eklenen aile (patch-work aile25) değerlendirme yapılması gerekmektedir26. Olay 6: Önceki evliliğinden 17 yaşında çocuğu F olan A (Kadın) ile önceki evliliğinden 16 yaşında çocuğu G olan B nin (Erkek) evlendiği 22 Aydın, s.51; Taner, s.207. 23 Aydın, s.51. 24 TBMM, Adalet Komisyonu Tutanak Dergisi, 29 Mayıs 2014, 24. Yasama Dönemi, 4. Yasama Yılı. 25 Genel olarak birbirine eklenen aile kavramı, ebeveynlerden en az biri tarafından aileye eski ilişkiden doğan bir çocuğun getirilmesi olarak tanımlanmaktadır. Verilen örnek, birbirine eklenen aile tiplerinden biri olan bir araya getirilmiş üvey aile tipidir. (Combination step family) Bu evlilik tipinde kişiler önceki evliliklerinden doğan çocuklarıyla birlikte yeni bir aile kurmaktadır. Ayrıntılı  bilgi  için  Bkz.  İrem  Kurt,  Patchwork  Aileleri,  (Çevrimiçi) http://www.ti-entertainment.com/Yz-5-Makale-Patchwork-Aileleri---IremKurt.html. 26 Demir Yazar, s.98.Araş. Gör. Kazım Furkan Ağkuş   39 varsayımında, F ye G tarafından cinsel istismarda bulunulması durumunda, G ile F arasında üvey kardeş veya kayın hısımlığı ilişkisi bulunmamaktadır.  Bu durumda TCK nın 103/3(b) fıkrasında düzenlenen kişilerin toplu olarak bir arada yaşama zorunluluğu bulunduğu ortamların sağladığı kolaylıktan faydalanmak suretiyle işlenmesi gündeme gelebilir. Söz konusu fıkranın gerekçesinde kışla, ceza infaz kurumu, öğrenci yurdu, okul pansiyonu ve hastane gibi yerler sayılmıştır27.  Öğretide kişilerin kendilerini güvende hissetmeleri ve tedbir alma gereği hissetmemeleri nedeniyle, suçun daha rahat işlenebileceği üzerinden28 ve toplu ortamlarda suçun failinin belirlenmesindeki zorluklar üzerinden29 bu nitelikli hâl açıklanmaktadır. TCK nın 103/3(b) fıkrasının suçun insanların toplu olarak bir arada bulunduğu ortamın sağladığı kolaylıktan faydalanılarak işlenmesi şeklinde düzenlenmesi gerektiği yönündeki görüşlere30 katılmakla birlikte ilgili fıkranın mevcut hâliyle ergin olmayan çocuklara uygulanabileceği kanaatindeyim31. Nitekim ilgili fıkranın uygulanabilmesi için bir arada yaşamayı zorunlu  kılan  bir  durumun  bulunması  gerektiği32  ifade  edilmektedir. TMK nın 185/3 fıkrası uyarınca, eşler birlikte yaşamak zorundadır ve TMK nın 339/4 fıkrası uyarınca [ç]ocuk, ana ve babasının rızası dışında evi terkedemez. Bu nedenle birbirine eklenen ailelerde, aile konutunun toplu olarak bir arada yaşama zorunluluğu bulunan ortam olarak kabul edil27 TBMM, Esas Komisyon Raporu, Sıra sayısı: 592, 24. Yasama Dönemi, 4. Yasama Yılı, s.21. 28 Mahmut Koca/İlhan Üzülmez, Türk Ceza Hukuku Özel Hükümler, Adalet, Ankara, 2019, s.340.; Artuk/ Gökcen/ Alşahin/Çakır, s.366. 29 Taner, s.214-215.; Koca/Üzülmez, s.406; Küskü, s.65. 30 Taner, s.215.; Koca/Üzülmez, s.340.; Akkaya, s.78.; Altun, s.82.;  Öğretide, mevcut düzenlemenin bu kamuya açık alanları da kapsadığı görüşü için Bkz. Mustafa Arslantürk, Türk Ceza Kanunu Uygulamasında Cinsel Suçlar, Seçkin, Ankara, 2017, s.109-111.; Necati Meran, Cinsel İstismar ve Saldırı Suçlarında 6545 Sayılı Kanunla Yapılan Değişiklikler ve Yeni Yorumlar, Terazi Hukuk Dergisi, C.9, No:98, 2014, s.82. 31 Failin, mağdurun yaşadığı yerde yaşaması zorunluluğu bulunmadığı görüşü için Bkz. Turhan, s.88-89. 32 Tezcan/Erdem/ Önok, s.406.40   TAÜHFD/ZtdR - 2021/1 mesi gerektiği kanaatindeyim. Bu kabul ise F nin ergin olduğu varsayımında TCK nın 102/3(e) fıkrasının uygulanamayacağı anlamına gelmektedir. Gerçekten de ergin çocukların aile evinde kalması şeklinde bir zorunluluk bulunduğu ileri sürülemez. Ancak ergin olmakla birlikte eğitim sürecine devam eden kişiler bakımından ebeveynlerin bakım ve gözetim yükümlülükleri, TMK nın 328/2 fıkrası uyarınca, devam etmektedir. Bu kapsamda aile evinde yaşamaları, zorunluluk olmamakla birlikte, mümkündür. Kişilerin güven ilişkisi veya yakınlığı göz önünde bulundurulmaksızın, F nin yaşına göre ortaya çıkan bu sonuç, hısımlık nitelikli hallerinin amaçları ile bağdaşmamaktadır.  5. Evlenmenin Butlanı Durumunda Kayın Hısımlığı ve Erginlik Evlilik birliğinin butlan ile sona ermesi TMK nın 156. maddesi uyarınca hâkim kararıyla gerçekleşir ve hakimin kararına kadar geçerli bir evliliğin bütün sonuçlarını doğurur. TMK nın 157. Maddesinde butlanına karar verilen evlilikten doğan çocukların evlilik birliği içinde doğmuş sayılacakları ve çocuklar ile ana ve baba arasındaki ilişkilere boşanmaya ilişkin hükümlerin uygulanacağı düzenlenmiştir. Medeni hukuk öğretisinde evliliğin butlanına hükmedilmesi durumunda dahi kayın hısımlığının devam ettiği ağırlıklı olarak kabul edilirken33; ceza hukuku öğretisinde kayın hısımlığının hiç oluşmamış sayılması gerektiği ileri sürülmektedir34. Öncelikle TMK nın 156. maddesi uyarınca, kayın hısımlığının hiç oluşmamış sayılması mümkün değildir35 ve butlan kararı verilene kadar kayın hısımlığı mevcuttur. Bu kapsamda yalnızca kayın hısımlığının da butlan kararı ile ileriye dönük olarak ortadan kalktığı ileri sürülebilir. Ancak TMK nın 18/2 fıkrasında boşanma ifadesi yerine evliliğin sona ermesi ifadesine yer verildiği için evliliğin butlanına karar verilmesi durumunda da kayın hısımlığının devam edeceği anlaşılmalıdır.  Olay 7: A (Kadın) ile B nin (Erkek) evliliğinin butlan ile sona ermesi durumunda, A nın önceki evliliğinden olan çocuğu F ye karşı B nin 33 Aytekin Ataay, s.224.; İkizler, s.248.; Erdem, s. 95. 34 Aydın, s.52. 35 Diğer bir deyişle, butlan kararı evlenmeyi geçmişe etkili olarak kaldırmaz. İkizler, s.248; Erdem, s. 95.Araş. Gör. Kazım Furkan Ağkuş   41 cinsel istismarda bulunması durumunda, TMK nın 157/2 fıkrası uyarınca boşanmaya ilişkin hükümler uygulanacaktır. Bu durumda B ile F arasında kayın hısımlığı devam edeceği için, B cinsel istismarın nitelikli hâlinden sorumlu olacaktır. Aynı durum reşit olmayanla cinsel ilişki suçunda yer alan evlenme engelleri bakımından da geçerlidir.   Evlenme ile ergin kılınan kişilerin, evlenmenin butlanı durumunda kazandıkları erginlik unvanını koruyup korumayacağı medeni hukuk öğretisinde tartışmalıdır36. Kural olarak TMK 158. maddesi uyarınca, evlenmenin butlanına karar verilirse, evlenirken iyiniyetli bulunan eş bu evlenme ile kazanmış olduğu kişisel durumunu korur. Buradaki iyiniyet, kişinin butlan nedenini bilmemesi ve bilmesinin de gerekmemesi olarak tanımlanmaktadır37. Öğretide bir görüşe göre iyiniyetli olan eş erginlik unvanını korurken38; diğer bir görüşe göre evlenmenin butlan sebebine ve itirazı yapan kişiye bakılmalıdır39. İkinci görüş uyarınca yasal temsilcinin izni bulunmaksızın gerçekleştirilen evliliklerde yasal temsilcinin itirazı üzerine evlenmenin butlanına karar verilmesi durumunda, kişi erginlik statüsünü korumamalıdır. Nitekim aksi bir durumda yasal temsilcinin rızasının aranması ve yasal temsilciye başvuru hakkı tanınmasının anlamı kalmamaktadır40.  Ceza hukuku bakımından ise, kişinin erginliğinin korunup korunmayacağı reşit olmayanla cinsel ilişki suçu bakımından önem arz etmektedir. Her ne kadar TCK nın 104. maddesinde onbeş yaşını bitirmiş olan çocuk ifadesi yer alsa da maddenin kenar başlığı ve amaçsal yorumla, ağırlıklı olarak, evlenmek suretiyle ergin kılınan kişilerin bu suçun mağduru olamayacağı kabul edilmektedir41.  36 Turgut Akıntürk/Derya Ateş, Türk Medeni Hukuku: Aile Hukuku, Beta, İstanbul, 2016, s. 232-233.; Hatemi/Kalkan Oğuztürk, s.11-12.; Dural/ Öğüz/ Gümüş, s.542. 37 Dural/ Öğüz/ Gümüş, s.534. 38 Dural/ Öğüz/ Gümüş, s.534. 39 Erdem, s. 95. 40 Erdem, s. 95.; Burada kanaatimce, TMK m.153/2 uyarınca karının gebe kalması durumunda evlenmenin iptaline karar verilemeyeceğinin de dikkate alınması gerekmektedir. 41 Taner, s.373.; Selman Dursun, Türk Ceza Hukuku nda Cinsel Suçlara Genel Bir Bakış, CHD, 2014, C.9, No:24, 57-73, s.66.; Tezcan/Erdem/ Önok, s.452.42   TAÜHFD/ZtdR - 2021/1 Olay 8: 21 yaşındaki A (Kadın) ile 16 yaşındaki B nin (Erkek) evlenmesi ve B nin babası D tarafından açılan evliliğin butlanı davasında, mahkeme kararı ile evliliğin sona ermesi varsayımında, A ile B nin evlilik sona erdikten sonra cinsel ilişkiye girmesi ceza hukuk bakımından incelenmesi gerekmektedir.  Medeni hukuk öğretisindeki birinci görüş dikkate alınırsa, B nin iyiniyetli olup olmadığının incelenmesi gerekmektedir. B nin evlenmeden cinsel ilişkiye gösterdiği rızayı kabul etmeyen ve rıza gösterirken iyiniyetli olup olmadığını incelemeyen hukuk sistemi, B nin gerçekleştirdiği ve butlan ile sakat olan evliliği gerçekleştirirken iyiniyetli olup olmadığını incelemek zorunda kalacaktır. Ve B nin iyiniyetli olup olmaması A nın veya herhangi üçüncü kişinin cezai sorumluluğunu belirleyecektir. İkinci görüşün kabul edilmesi durumunda da yasal temsilcinin itirazı dışındaki durumlarda, iyiniyet incelemesi varlığını devam ettirmektedir. Kanaatimce, söz konusu görüşler ile reşit olmayan cinsel ilişkinin cezalandırılmasının amacı ile çelişki içerisindedir ve mağdurun iyiniyetli olup olmaması üzerinden ceza sorumluluğunun belirlenmesi cezanın amaçları ile bağdaşmamaktadır. 6. Evlenme Engellerinin Kapsamı Evlenme engelleri, şekle bağlılığın önem arz ettiği ve emredici hükümlerin ağırlıkla bulunduğu aile hukuku kapsamında düzenlenmektedir42. TMK nın 124, 125, 129, 132 ve 133. maddelerinde düzenlenmiştir. Bu kapsamda yaş, ayırt etme gücü, hısımlık, kadınlar için bekleme süresi, akıl hastalığı ve bulaşıcı hastalıklar bakımından evlenme engelleri düzenlenmiştir. Evlenme engellerinin ahlak ve tıp temelli olduğu belirtilmektedir43. TCK nın 104/2 fıkrasında yer alan evlenme yasağı ibaresinden ne anlaşılacağına ilişkin ceza hukuku öğretisinde iki temel görüş bulunmaktadır. Birinci görüş uyarınca evlenme engellerinin medeni hukuk uyarınca belirlenmesi gerektiği44; ikinci görüş uyarınca amaçsal yorum 42 Dural/ Öğüz/ Gümüş, s.4-5. 43 Akıntürk/ Ateş, s.72-73.; Hatemi, söz konusu yasakların evrensel ahlak kuralı olduğunu belirtmektedir. Hatemi/Kalkan Oğuztürk, s.53. 44 Yokuş Sevük, Türk Ceza Hukuku Özel Hükümler, s.178.; Artuk/ Gökcen/ Alşahin/Çakır, s.365.; Doğan Soyaslan, Ceza Hukuku Özel Hükümler, Yetkin, Ankara,Araş. Gör. Kazım Furkan Ağkuş   43 yapılarak yalnızca TMK nın 129. maddesinde düzenlenen evlenme engellerinin uygulanması gerektiği kabul edilmektedir45. TMK nın 129. maddesinin  kenar  başlığı  evlenme  engelleri  olup,  evlenme  engelleri  bu madde ile sınırlı değildir. Bu kapsamda, doğrudan TMK nın 129. maddesine atıf yapmayan bir düzenlemenin ceza sorumluluğunu sınırlayıcı şekilde yorumlanması hukukun bütünlüğü düşüncesi ile bağdaşmamaktadır. Söz konusu düzenleme medeni kanundaki tüm evlenme engellerini kapsayacak şekilde anlaşıldığında ise aşağıdaki olayda olduğu üzere değişikliğin gerekçesi ile bağdaşmayan sonuçlara ulaşılmaktadır.  Olay 9: A nın (Kadın) B (Erkek) ile boşandıktan sonra bekleme süresi içerisinde 17 yaşındaki N ile rızası dâhilinde cinsel ilişkiye girmesi durumundaki cezai sorumluluğu ile bekleme süresi sona erdikten sonra evlenmeye engel ancak cinsel ilişkiye rızayı etkilemeyen bir akıl hastalığına sahip 17 yaşındaki M ile rızası dâhilinde cinsel ilişkiye girmesi durumundaki cezai sorumluluğunun değerlendirilmesi gerekmektedir.  İlk durumda bekleme süresi nispi bir evlenme engeli olmakla birlikte, evlenme engeli olduğu için A nın reşit olmayanla cinsel ilişkinin nitelikli hâlinden sorumlu olması gerekmektedir46. Bununla birlikte nispi bir evlenme engeli olarak bekleme süresi, TCK nın 104. maddesinin ikinci fıkrasında düzenlenen nitelikli hallerin gerekçelerine uygun değildir. Nitekim taraflar arasında herhangi bir güven ilişkisi ihlali veya otorite sağlanması söz konusu olmadığı gibi kanun gerekçesinde belirtilen ensest bir ilişki de söz konusu değildir. Bu doğrultuda A nın bu nitelikli hâlden sorumlu olması düzenlemenin gerekçesi ile çelişmektedir. İkinci olarak 2018, s.252.; Veli Özer Özbek/Koray Doğan/Pınar Bacaksız, Türk Ceza Hukuku Özel Hükümler, Seçkin, Ankara, 2019, s.383.; Mustafa Özen, Ceza Hukuku Özel Hükümler, Adalet, Ankara, 2019, s.119.; Sevimnur Üçüncü, Cinsel Özgürlüğe Karşı Suçlar ve Özellikle Sarkıntılık, Karadeniz Teknik Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Trabzon, 2018, s.78-79. 45 Taner, s.380.; Nurullah Kantarcı, Türk Ceza Hukukunda Reşit Olmayanla Cinsel İlişki Suçu, Adalet, Ankara, 2016, 195-196.; Pınar Memiş Kartal, Reşit Olmayanla Cinsel İlişki (TCK m.104), AÜHFD, 2016, C.65, No.4, 2083-2100, s.2091.; Aydın, s.106.; Toroslu, s.71; . Tezcan/Erdem/ Önok, s.451-452.; Koca/Üzülmez, s.375. 46 Aksi yönde Bkz. Soyaslan, s.264.44   TAÜHFD/ZtdR - 2021/1 kişinin akıl hastalığının cinsel ilişki bakımından geçerli ancak evlilik bakımından yetersiz olması durumunun da ele alınması gerekmektedir47. Bu varsayımda da akıl hastalığının cinsel ilişkiye rıza bakımından yeterli olması durumunda, cinsel ilişkiye girilmesi bakımından veya kişiler arası güven ilişkisi bakımından A nın nitelikli hâlden sorumlu olması için herhangi bir gerekçe bulunmamaktadır. Bu kapsamda evlenmeleri yasak olan kişilerin statüsü medeni hukuk kapsamında aynı olmakla birlikte, ceza hukukunun son çare ilkesiyle bağdaşmayan şekilde kişilerin cezalandırılmasına neden olmaktadır.  7. Evlilik Dışı Birliktelikte Bakım ve Gözetim Yükümlülüğü Evlilik dışı birlikteliklerde kişilerin, öz çocuklarına bakım ve gözetim yükümlülüğü bakımından herhangi bir tartışma bulunmamaktadır. Bununla birlikte, kişilerin birlikte yaşam öncesi sahip oldukları veya birlikte yaşadıkları kişiden olmayan çocuklarına yönelik partnerleri tarafından cinsel istismar gerçekleştirilmesi durumunda cezai sorumluluğunun değerlendirilmesi gerekmektedir.  Olay 10: Önceki evliliğinden 6 yaşında çocuğu F olan A ile B nin birlikte yaşadığı varsayımında, F ye B tarafından cinsel istismarda bulunulması durumunda B nin cezai sorumluluğunun değerlendirilmesi gerekmektedir. Bu cezai sorumluluğun aile düzenine karşı suçlar ile karşılaştırılması gerekmektedir.  TCK nın 103/3(d) fıkrasında düzenlenen koruma, bakım veya gözetim yükümlülüğü kanun veya sözleşmeden kaynaklanabilir48. İlk olarak, evli olmadan birlikte yaşayan kişilerin birbirlerinin çocuklarına yönelik yükümlülükleri hakkında herhangi bir düzenleme bulunmamaktadır. Bu kapsamda, belirleyebildiğim kadarıyla, yalnızca TCK nın 233/2 fıkrasında sürekli birlikte yaşadığı ve kendisinden gebe kalmış bulunduğunu bildiği evli olmayan bir kadını çaresiz durumda terk etme şeklinde evli olma47 Erdem, s. 59. 48 Öğretide ayrıca, sosyal ilişkilerden kaynaklanabileceği belirtilmektedir. Gülşah Bostancı Bozbayındır, Çocukların Cinsel İstismarı, Özel Ceza Hukuku: Kişilere Karşı Suçlar (1) , C.2, On iki Levha, İstanbul, 2017, s.526.; Ersözoğlu, s.65.Araş. Gör. Kazım Furkan Ağkuş   45 yan kişilere yüklenen bir yükümlülük bulunmaktadır. İkinci olarak, evlilik dışı birliktelikte taraflar, çocuk ve/veya çocukların koruma, bakım veya gözetimi hakkında sözleşme gerçekleştirmiş olabilirler. Söz konusu sözleşme yazılı veya sözlü olarak kurulabilir. Yargıtay da bu kapsamda, teslim veya bırakmanın örf ve adet, akrabalık, komşuluk, kişilerin ilişkileri veya benzer sebeplerle ihtiyari yapılması, geçici de olsa birlikte bulunma ve bu yöndeki güvenin ve sıfatın kötüye kullanılması durumunda dahi TCK nın 103/3 fıkrasının uygulanabileceğini kabul etmektedir49. Öğretide söz konusu karar üzerinden, kanunda yer almayan bir yükümlülüğün evlilik dışı birliklere yüklendiği eleştirisi yapılmakla birlikte50; evlilik birliği dışında birlikte yaşayan kişilerin, birbirlerinin çocuğuna karşı koruma ve gözetim yükümlülüğünü üstlenmiş olacağının kabul edilmesi gerektiği ifade edenler de bulunmaktadır51. Ancak mevcut kararda, kanaatimce Yargıtay sözlü sözleşmelere ve zımni kabul durumuna işaret etmektedir52. Bu doğrultuda, olay bazında bu yönde bir sözleşmenin bulunup bulunmadığının değerlendirilmesi gerektiği kanaatindeyim53.  Son olarak sözleşmeden kaynaklanan yükümlülüğün bulunmadığı durumlarda da yukarıda belirtildiği üzere54, çocuğun TMK nın 339/4 fıkrası uyarınca evi terk edememesi üzerinden, TCK nın 103/3(b) fıkrasının uygulanması mümkündür.  8. Evlatlık İlişkilerinin Belirlenmesi Evlat edinme hukuki niteliği bakımından tartışmalı bir yapıya sahiptir. Bir görüşe göre kişiler arasında sözleşmeden kaynaklanan bir 49 Yarg. 5. CD, E. 2010/6869, K. 2011/47, T.17.01.2011. 50 Aydın, s.57.; Funda Kaya, Türk Ceza Kanunu nda Çocukların Cinsel İstismarı Suçu, Gaziantep Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Gaziantep, 2016, s.522. 51 Yokuş Sevük, Türk Ceza Hukuku Özel Hükümler, s.157. 52 Bununla birlikte, Ceza Genel Kurulu 2013 tarihli kararında, güven sebebiyle katılanı sanığın koruma ve gözetimi altında bırakarak şeklinde koruma ve gözetim yükümlülüğünün güven ilişkisi nedeniyle kurulabileceğini belirtmiştir. Kanaatimce, koruma ve gözetim yükümlülüğü kanun veya sözleşme dışında güven ilişkisi üzerinden kurulamaz. Yarg. CGK., E.2013/14-99, K.2013/253, T.21.05.2013. 53 Kaya, s.523. 54 Bkz. 4. Bölüm, Üveylik İlişkisinin Belirlenmesi.46   TAÜHFD/ZtdR - 2021/1 ilişkiyken55 ; diğer bir görüşe göre medeni hukuk işlemi olarak kabul edilmektedir56. Evlat edinen ile evlatlık arasında yapay hısımlık veya cali hısımlık denilen bir yakınlık ilişkisi oluşturduğu kabul edilmektedir57. Evlatlık ilişkisi bakımından ceza hukukunda üç temel sorun bulunmaktadır: evlat edinenle sonradan evlenen kişi ile evlatlık arasında hısımlık bulunmaması58, cinsel istismar suçunun evlatlık tarafından işlenmesinin nitelikli hâl olarak düzenlenmemesi59 ve evlenme engelleri ile evlatlık ilişkisi. Olay 11: A (Kadın), B (Erkek) ile evlenmeden önce C yi evlat edinir. Evlilik birliği dâhilinde A ve B nin ortak çocuğu G dünyaya gelir. C nin B ye karşı cinsel saldırıda bulunması durumunda cezai sorumluluğu ile C nin G ye cinsel istismarda bulunması durumundaki cezai sorumluluğunun karşılaştırılması gerekmektedir. Ayrıca G nin 15-18 yaş aralığında bulunması ve C ile G nin rıza dâhilinde cinsel ilişkiye girmesi durumundaki cezai sorumluluğunun değerlendirilmesi gerekmektedir. Birinci durumda, C ile B arasında evlatlık ilişkisi bulunmadığı için C cinsel saldırının temel hâlinden sorumlu olacaktır. Nitekim kayın hısımlığı yalnızca evlenilen kişinin kan hısımları ile kurulmaktadır ve evlatlık ilişkisi nedeniyle kayın hısımlığı kurulmamaktadır. Aynı durum G için de geçerlidir ancak G bakımından, TCK nın 103/3(b) fıkrasında düzenlenen toplu olarak bir arada yaşama nitelikli halinin uygulanması mümkündür60. Başka bir deyişle, hısımlık temelli nitelikli hâllerin gerekçeleri bulunmakla birlikte yasal düzenleme bulunmaması nedeniyle bu kişilerin  nitelikli  hâlden  sorumluluğuna  gidilemeyecektir.  Son  varsayımda olduğu üzere, G nin 15-18 yaş aralığında bulunması ve reşit olmayanla cinsel ilişki suçunun işlenmesi durumunda, C ile G arasında bulunan evlenme engeli nedeniyle nitelikli hâlden sorumlu olması gerekmektedir. Bu örnek, evlat edinme sonrası ergin olmayan kişi ile evlenilmesi varsayımı ile geliştirilebilir.  55 Hatemi/Kalkan Oğuztürk, s.3.; İkizler, s.173. 56 Akıntürk/ Ateş, s.370. 57 Akıntürk/ Ateş, s.75, 384-385. 58 Oğuzoğlu, s.273. 59 Aksi yönde Bkz. Taner, s.207. 60 Bkz. 4. Bölüm, Üveylik İlişkisinin Belirlenmesi.Araş. Gör. Kazım Furkan Ağkuş                                                                                   47 Olay 12: A (36 yaşında Kadın), B (17 yaşında Erkek) ile evlenmeden önce C yi (16 yaşında Kadın) evlat edinir. Evlilik birliği dâhilinde, C ile B nin rızaya dayalı cinsel ilişkiye girmeleri durumunda, B reşit olmayanla cinsel ilişkinin nitelikli halinden sorumlu olacaktır. Bununla birlikte söz konusu ilişkinin C tarafından cebir kullanılarak gerçekleştirildiği varsayımında, öğretide yer alan görüşler uyarınca, cinsel saldırı veya cinsel istismardan doğacak sorumlulukta, uygulanabilecek hısımlık temelli nitelikli hal bulunmamaktadır. Ayrıca bu durumda, TCK nın 102/3(e) veya 103/3(b) fıkralarının uygulanması da tartışmalı hale gelecektir. Çünkü B ergin olmakla birlikte,  TMK nın 185/3 fıkrası uyarınca, eşler birlikte yaşamak zorundadır. Bu nedenle, kanaatimce toplu olarak bir arada yaşama nitelikli halinin uygulanması mümkündür.48   TAÜHFD/ZtdR - 2021/1 SONUÇ Yukarıda belirtilen sorunlar üzerinden hısımlık düzenlemelerine ilişkin değişiklik önerim aşağıdaki gibidir: ❖ TCK m.102/3(c) : Üçüncü derece dâhil kan veya kayın hısımlığı ilişkisi içinde bulunan bir kişiye karşı ya da üvey baba, üvey ana, üvey kardeş, evlat edinen veya evlatlık tarafından,  Cinsel saldırı suçu bakımından hısımlık ilişkilerinin kaldırılması gerektiği kanaatindeyim. Mevcut hısımlık düzenlemesi, öğretide suçun işlenmesindeki kolaylık ve mağdurun direncinin kırılmasındaki kolaylık üzerinden açıklanmaktadır61. Bununla birlikte, TCK da hısımlık ilişkilerinin daraltılmasına ilişkin genel eğilimin62 aksine, neden TCK da genişletildiğine ilişkin herhangi bir gerekçe bulunmamaktadır.  Aynı şekilde, hısımlık ilişkisine ilişkin bu nitelikli hâl, korunan hukuksal değer ilkesi ve cezalandırmanın amaçları ile bağdaşmamaktadır. Cinsel saldırı suçunda korunan hukuksal değer bireyin cinsel dokunulmazlığı ve/veya cinsel özgürlüğü olarak kabul edilmektedir63. Bu doğrultuda ihlal edilen hukuksal değer ile hısımlık arasında herhangi bir bağ bulunmamaktadır. Ayrıca söz konusu düzenlemenin genel önleme dışında, ki cezanın artırılması her zaman genel önleme amacına hizmet edecektir, cezalandırmanın amacı bakımından önem arz etmemektedir. Mutlak kuramlar arasında yer alan kefaret bakımından, etkili olduğu ileri 61 Bkz. Dn.5. 62 Taner, s.206.; Tezcan/Erdem/ Önok, s.404.; Şişman, s.117. 63 Korunan hukuksal değerin cinsel özgürlük olduğu görüşü için Bkz. Yokuş Sevük, Cinsel Saldırı ve Cinsel Taciz Suçları, s.247.; Özlem Yenerer Çakmut, Kavramsal Olarak Kadına Karşı Şiddet/ Cinsel Şiddet ve Türk Ceza Hukukunda Cinsel Saldırı Suçunun Genel Değerlendirmesi, Marmara Üniversitesi Kadın ve Toplumsal Cinsiyet Araştırmaları Dergisi, 2018, C.2, No.1, 49-54, s. 52.; Cinsel özgürlük ve dokunulmazlık olduğu görüşü için Bkz. Alahattin Şimşek, Cinsel Saldırı ve Cinsel İstismar Suçlarının Hafif Şekli: Sarkıntılık, (Çevrimiçi) https://jur?x.com.tr/art?cle/3651; Murat Volkan Dülger, Nitelikli Cinsel Saldırı Suçu, İstanbul Barosu Dergisi, 2006, C:80, No.2, 543-575, s.546.; Gülşah Korkusuz, Cinsel Saldırı Suçu, İÜHFM, 2013, C.71, No.1, 815-854, s.820.; Cinsel dokunulmazlık olduğu görüşü için Bkz. Selman Dursun, s.58.Araş. Gör. Kazım Furkan Ağkuş   49 sürülebilecekse de söz konusu durum mağdurun gördüğü zarar üzerinden belirlenmelidir. Bu noktada üç temel sorun bulunmaktadır: mağdurun söz konusu ilişkiyi bilip bilmemesine önem verilmemesi; mağdur ile fail arasında güven ilişkisinin bulunup bulunmadığının herhangi bir öneme sahip olmaması ve hısımlığın nasıl belirleneceği. İlk olarak öğretide, nitelikli hâl bakımından failin söz konusu nitelikli hâli bilmesinin yeterli olduğu kabul edilmektedir64. Ancak mağdur tarafından bilinmeyen bir ilişkinin, mağdurun uğradığı zarar üzerinden daha ağır cezalandırılması cezalandırmanın amacı ile bağdaşmamaktadır. Bu doğrultuda, öğretide failin mağdur üzerinden hüküm ve nüfuz kurması gerektiği belirtilmekle birlikte65; ağırlıklı olarak ayrıca bir hüküm veya nüfuzun aranmadığı kabul edilmektedir66.  İkinci olarak ise, 1. ve 2. olayda ortaya koyduğumuz üzere, hısımlık ilişkisi bulunmadığı hâlde mağdur üzerinde daha ağır zarara neden olabilecek failler bulunmakla birlikte, bu kişilerin suçun temel hâlinden cezalandırılması söz konusu olabilmektedir67. Üçüncü olarak ise, öğretide hısımlığın nüfus kayıtlarına belirlenmesi baskın görüş olmakla birlikte68, genetik bağlara göre belirleneceği 64 Özen, s.107.; Özbek/Doğan/Bacaksız, s.336.; Yokuş Sevük, Türk Ceza Hukuku Özel Hükümler, s.157.; Aksi takdirde hata hükümlerinin uygulanacağı belirtilmektedir. Pakır, s.131.; Remzi Gündüz, Cinsel Dokunulmazlığa Karşı Suçlar, Bilge, Ankara, 2015, s.43.; Şişman, s.116. 65 Koca/Üzülmez, s.406; Yokuş Sevük, Türk Ceza Hukuku Özel Hükümler, s.125. 66 Özbek/Doğan/Bacaksız, s.337.; Özen, s.347.; Tezcan/Erdem/ Önok, s.404.; Bülent Kurt, 5237 Sayılı Türk Ceza Kanunu nda Düzenlenen Çocukların Cinsel İstismarı Suçu, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Konya, 2019, s.83.; Üçüncü, s.33-34.; Selman Dursun,  s.58.; Deniz, s.54.; İnan, s.55.; Aksoy, s.116.; Ersözoğlu, s.62.; Altaş, s.39. 67 Bu kapsamda Yargıtay, hukuken geçerli bir evlilik ilişkisinin bulunmadığı durumlarda, nitelikli halin uygulanmasını kanuna aykırı bulmaktadır. Yarg. 14.CD., E.2013/1970, K. 2013/4971, T.25.04.2013. ...Her ne kadar, mağdurenin gayri resmî kayın pederi olan sanık hakkında […] Medenî Kanun hükümlerine göre kurulmuş bir evlilik bağının bulunmadığı bu evliliğin gayri resmî olarak yapıldığının anlaşılması karşısında… 68 Nüfus kayıtlarına göre belirlenmesi gerektiği görüşü için Bkz. Gül, s.64.; Şişman, s.115.; Altaş, s.39.; Kaya, s.90.; Ceren Şarman, Türk Ceza Kanunu nda50   TAÜHFD/ZtdR - 2021/1 görüşü de bulunmaktadır69. Söz konusu görüş, neslin sağlığı (öjenik) düşüncesini içinde barındırmaktadır. Başka bir deyişle, cinsel ilişki sonrası doğacak neslin genetik zarara sahip olacağı düşüncesi bulunmaktadır. Gerçekten de mağdur tarafından kan veya kayın hısmı olarak bilinen ve bu ilişkinin sağladığı kolaylık sayesinde suçu işleyen kişinin genetik olarak hısım olmadığı durumlarda, failin nitelikli halden sorumlu olması mevcut düzenleme kapsamında mümkün görünmemektedir.  Bu kapsamda belirtilmelidir ki söz konusu kolaylığın var olduğu kabul edilirse, ilgili kolaylığın neden dördüncü derece kan veya kayın hısımı kuzenler70 için bulunmadığı açıklanamamaktadır. Mevcut düzenlemede hısımlık, medeni hukukta yer alan hısımlık nedeniyle evlenme engellerinin yansımasıdır. Medeni hukuktaki söz konusu düzenlemenin temelleri ahlak ve neslin sağlığı olarak belirtilmektedir71. Bu iddialar ise ceza hukuku bakımından kabul edilebilir nitelikte değildir72. Bu düzenleme ile eşler arasında hısımlık ilişkisinin kurulmamasına bağlı (olay 1 ve 2) ve kayın hısımlığının evlilik birliği sona erdikten sonra devam etmesine bağlı (olay 3, 4 ve 5) sorunlar çözümlenmektedir. Ayrıca üveylik ilişkisi bakımından suçun üvey çocuk tarafından gerçekleştirilmesi ihtimaline kanunda yer verilmemesi kaynaklı eşitliğe aykırılık da giderilmektedir. ❖ TCK m.103/3 (c) : Üçüncü derece dâhil kan veya kayın hısımlığı ilişkisi içinde bulunan bir kişiye karşı ya da üvey baba, üvey ana, üvey kardeş veya evlat edinen Mağdur ile sürekli veya geçici olarak birlikte yaşayan kişi tarafından,  Çocukların Cinsel İstismarı Suçu, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2012, s.65.; Yargıtay, evlilik birliğinin tespitine ilişkin olarak, nüfus kayıtlarını temel almaktadır. Yarg. 14. CD., E.2013/1970, K. 2013/4971, T.25.04.2013. 69 Soyaslan, s.259.; İnan, s.56.; Demir Yazar, s.99. 70 Taner, s.206.; Nitekim Fransız Ceza Kanunu m. 222-31-1 (2) de kuzenler arası cinsel saldırı ve cinsel istismar da ensest olarak tanımlanmaktadır.  71 Akıntürk/ Ateş, s.72-73.; Hatemi, söz konusu yasakların evrensel ahlak kuralı olduğunu belirtmektedir. Hatemi/Kalkan Oğuztürk, s.53. 72 Kazım Furkan Ağkuş, Ergin Yakın Akrabalar Arası Rızaya Dayalı Cinsel İlişkinin Cezalandırılmamasının Nedeni, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2019, s. 47-85.Araş. Gör. Kazım Furkan Ağkuş   51 Hısımlık üzerinden, cinsel saldırı düzenlemesindeki eleştirilerim geçerlidir. Bununla birlikte, cinsel istismar suçunda, 6545 sayılı Kanun  değişiklikleri  öncesi  kayın  hısımlığının  bulunmaması  öğretide unutma olarak addedilmekle73 birlikte, kanaatimce söz konusu düzenlemede kayın hısımlığına yer verilmemesinin iki nedeni daha bulunabilir: gizli neslin sağlığı (öjenik) düşüncesi ve kanun koyucunun önerdiğim koruma, gözetim ve bakım ile birlikte yaşama ölçülerine benzer bir sınırlama koymak istemesi. Bu öneri ile evlilik dışı birlikteliklerde (olay 10) partner tarafından gerçekleştirilen suçun niteliği sorunu ile üvey kardeş statüsüne sahip olmadıkları hâlde birlikte yaşayan (olay 6) kişiler tarafından gerçekleştirilen cinsel istismar sorunları çözüm bulmaktadır. Her ne kadar Alman öğretisinde, hayat partnerinin birliktelik süresinin değil, çocuğa yönelik sahip olduğu görev ve sorumluluk ilişkisinin dikkate alınması gerektiği belirtilse de74; yaşanılan ortam bakımından çocuğun karar vermesinin mümkün olmadığının göz önünde bulundurulması gerekmektedir. Bu doğrultuda, çocuğun korunması bakımından birlikte yaşam ölçütünün daha etkili olacağı görüşüne katılmaktayım75.  ❖ TCK m.103/3 (d) : Vasi, eğitici, öğretici, bakıcı, koruyucu aile veya sağlık hizmeti veren ya da koruma, bakım veya gözetim yükümlülüğü bulunan kişiler, Koruma, bakım veya gözetimiyle yükümlülüğü nedeniyle ya da bu görevlerden birinin sürekli veya geçici olarak üstlenilmesi suretiyle mağdur üzerinde hüküm veya nüfuzu bulunan kişi tarafından,  Mağdurun koruma, bakım veya gözetimiyle yükümlü olan ya da bu görevlerden birini sürekli veya geçici olarak üstlenen kişi, mağdurun fiziksel veya ruhsal iyiliği için belirli bir süre bakımını üstlenen ki73 Fevzi Elmas, Çocukların Cinsel İstismarı, Fasikül Dergisi, 2010, C.2, No:6, 2830, s.29.; Taner, s.332. 74 Theo Ziegler, StGB § 174 Sexueller Mißbrauch von Schutzbefohlenen, BeckOK StGB, Münih, 01.08.2020, kn. 5. 75 Taner, s.334.52   TAÜHFD/ZtdR - 2021/1 şidir76. Failin mağdur üzerinde hüküm veya nüfuzunun bulunması gerekir77. Bu hüküm veya nüfuzun ise belirli bir yoğunluğa ulaşması gerekir. Değerlendirmede süredense kişinin yetkisi ve sorumluluğu önem arz etmektedir78. Bu doğrultuda, hüküm veya nüfuzun devamlılık göstermesi gerekmemektedir79 ve tek seferlik ile geçici üstlenmelerin bu kapsamda değerlendirilemeyeceği şeklinde bir önkabul bulunmamalıdır80. Söz konusu hüküm veya nüfuz, evlat edinme gibi, kanundan kaynaklanabileceği gibi, koruma, bakım veya gözetim yükümlülüğünün üstlenilmesi durumunda da geçerliliğini sürdürecektir81. Aynı şekilde, mülga TCK nın 417. maddesinde düzenlenen nezaret veya muhafazaları altına bırakma durumu da önerilen düzenlemenin kapsamındadır. Söz konusu muhafaza altına bırakılma veli veya vasi ile üçüncü kişi arasındaki sözleşmeden kaynaklanabileceği gibi, üçüncü kişinin mağdur üzerinde hüküm ve nüfuzu olması şeklinde de ortaya çıkabilir. Aynı şekilde düzenlemenin kapsamı, Fransız Ceza Kanunu nun 222-24/4; 222-30/2; 222-33-III/8 maddelerinde yer alan mağdur üzerinde hukuken veya fiilen hâkimiyeti bulunan kişi tanımı ile paralel niteliktedir. Mevcut düzenleme kapsamında, öğretide failin mağdur üzerinde sahip olduğu nüfuzu kötüye kullanması gerekmediği; belirtilen yükümlülüklerin bulunmasının yeterli olduğu belirtilmektedir82. Ancak kanaatimce, mağdur üzerindeki hüküm veya nüfuzunun ağırlığının belirli bir yoğunluğa ulaşması gerekmektedir. Bu durum nüfuzun kötüye kulla76 Joachim Renzikowski, StGB § 174 Sexueller Mißbrauch von Schutzbefohlenen, Münchener Kommentar zum StGB, Ed. Klaus Miebach, 2017, Münih, C.H. Beck, kn.23; Jörg Eisele, StGB § 174 Sexueller Mißbrauch von Schutzbefohlenen, Schönke/Schröder Strafgesetzbuch, 2019, Münih, C.H. Beck, kn.9. 77 Christian Laue, StGB § 174 Sexueller Mißbrauch von Schutzbefohlenen, Nomos Kommentar, Dölling/Duttge/König/Rössner Gesamtes Strafrecht, Baden-Baden, 2017, Nomos, kn.5,6. 78 Ziegler, kn. 5. 79 Memiş Kartal, Türk Ceza Hukuku nda Çocukların Cinsel İstismarı, s.194.; Bostancı Bozbayındır, s.525. 80 Aksi yönde Bkz. Renzikowski, kn.23.; Eisele, kn.9.; Laue, kn.5,6. 81 Ziegler, kn. 5.; Laue, 5,6. 82 Pakır, s.38.Araş. Gör. Kazım Furkan Ağkuş                                                                                   53 nılmasından ziyade, hüküm veya nüfuzun ağırlığının belirlenmesine ilişkindir. Aynı şekilde, öğreti ve uygulamada ağırlıklı olarak hareketin mevcut ilişki sırasında gerçekleşmesi gerektiği kabul edilmektedir83. Ancak katıldığım azınlık görüşü uyarınca, mağdurun faile olan güveninin devam edebileceği üzerinden hareketin gerçekleştirildiği zaman bakımından bir sınırlama yapılmamalıdır84. Kanaatimce söz konusu belirleme failin mağdur üzerinde sahip olduğu hâkimiyet veya nüfuzun yoğunluğu üzerinden, etkinin devam edip etmediğine yönelik bir değerlendirmedir. ❖  TCK m.104/2: Suçun mağdurun ile arasında evlenme yasağı bulunan kişi koruma, bakım veya gözetimiyle yükümlülüğü nedeniyle ya da bu görevlerden birinin sürekli veya geçici olarak üstlenilmesi suretiyle mağdur üzerinde hüküm veya nüfuzu bulunan kişi tarafından işlenmesi hâlinde, şikâyet aranmaksızın, on yıldan on beş yıla kadar hapis cezasına hükmolunur. ❖  TCK m.104/3: Suçun, evlat edineceği çocuğun evlat edinme öncesi bakımını üstlenen veya koruyucu aile ilişkisi çerçevesinde koruma, bakım ve gözetim yükümlülüğü bulunan mağdur ile sürekli veya geçici olarak birlikte yaşayan kişi tarafından işlenmesi hâlinde, şikâyet aranmaksızın ikinci fıkraya göre cezaya hükmolunur. Cinsel istismar ve reşit olmayanla cinsel ilişki suçlarında hısımlık ilişkilerinin birbirlerinden farklı olarak belirlenmesinin herhangi bir açıklaması bulunmamaktadır. Reşit olmayanla cinsel ilişki suçuyla korunan  83 Artuk/ Gökcen/ Alşahin/Çakır, s.380.; Memiş Kartal, Türk Ceza Hukuku nda Çocukların Cinsel İstismarı, s.192.; Akkaya, s.219.; Gündüz/ Gültaş, s.135.; Nazmi Küçükosmanoğlu, Çocuğun Cinsel İstismarı Suçunun Türk Ceza Kanunu Kapsamında Değerlendirilmesi, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü, yayınlanmamış yüksek lisans tezi, İstanbul, 2014, s.40.; Yarg. 14. CD., E.2018/10073, K.2019/9043, T.11.04.2019 : …okulda ikinci dönem mağdurenin dersine  girmediği  dönemde  eylemlerini  gerçekleştiren  sanığın…;  Yarg.  14.  CD., E.2016/10994,  K.2017/495,  T.06.02.2017:  …eylemini  gerçekleştirdiği  tarihte mağdurenin biyoloji dersi almadığı için öğretmeni olmadığı…. 84 Bostancı Bozbayındır, s.527-528.; Behiye Köse Şahin, Cinsel Dokunulmazlığa Karşı Suçlardan Çocukların Cinsel İstismarı, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, yayınlanmamış yüksek lisans tezi, Konya, 2009, s.68.; Damla Seçgin, Çocukların Cinsel İstismarı Suçu, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayınlanmamış yüksek lisans tezi, Ankara, 2018, s.100.; Altaş, s.41-42.54   TAÜHFD/ZtdR - 2021/1 herhangi bir hukuksal değer bulunmadığı ve söz konusu düzenlemenin ilga edilmesi görüşlerine katılmaktayım85. Ancak ilgili düzenleme varlığını sürdürdüğü sürece hısımlığa ilişkin düzenlemelerinin değerlendirilmesi gerekmektedir. Cinsel saldırı ve cinsel istismar suçlarında hısımlığa ilişkin getirdiğim eleştirilere benzer olarak, reşit olmayanla cinsel ilişki suçunda ensest nitelik taşımayan ilişkilerde cezayı artıran nitelikli hâl söz konusu olmaktadır. Ayrıca mevcut düzenlemeler yukarıda belirtilen, kayın hısımlığının evlilik birliği sona erdikten sonra devam etmesine bağlı (olay 3, 4 ve 5); üveylik ilişkisinin belirlenmesine bağlı (olay 6), evlenmenin butlanı durumunda kayın hısımlığı ve erginliğin belirlenmesine bağlı (olay 7 ve 8), evlenme engellerinin kapsamına bağlı (olay 9) evlatlık ilişkilerinin belirlenmesine (olay 11) bağlı çelişkilere neden olmaktadır. Bu doğrultuda her iki düzenlemenin aynı şekilde düzenlenmesi önerilmektedir. 85 Aksi yönde korunan hukuksal değerin karma nitelikte (çocuğun cinsel özgürlüğü ve çocuğun yararı) olduğu görüşü için Bkz. Handan Yokuş Sevük, 5237 sayılı Türk Ceza Kanunu nda Çocukların Cinsel İstismarı ve Reşit Olmayanla Cinsel İlişki Suçları, Hukuk ve Adalet Eleştirel Hukuk Dergisi, 2015, No:5, 280305, s.295.; Korunan hukuksal değerin çocuğun cinsel dokunulmazlığı olduğu görüşü için Bkz. Memiş Kartal, Reşit Olmayanla Cinsel İlişki (TCK m.104), s.2086.Araş. Gör. Kazım Furkan Ağkuş   55 ZUSAMMENFASSUNG Verwandtschaft als qualifizierte Fälle gegen die sexuelle Selbstbestimmung ist im türkischen Strafgesetzbuch (TStGB) gemäß Art. 102/3 (b) - (c), 103/3 (c) - (d), 104 / 2-3 und 105/2 (a) - (b) geregelt. Diese besonderen Verwandtschaftsbestimmungen sollten zivil- und strafrechtlich bewertet werden, da sich Bestimmungen, wie z. B. „Schwiegereltern, Pflegeeltern, sich auf das türkische Zivilgesetzbuch (TBGB) beziehen. Im Rahmen des Zivilrechts betreffen die Verwandtschaftsbestimmungen hauptsächlich das Ehe- und Erbrecht. Verwandtschaft kann im Ehe- und Verlobungsrecht als Ehehindernis und im Erbrecht als Regel für die Entstehung und Kontinuität dieser Beziehungen angesehen werden. Diese Vorschriften beruhen sich auch überwiegend auf moralischen und eugenischen Überlegungen. Die einschließlich verwandt oder verschwägert bis zum dritten Grad, Adoption, Stiefvater Beziehung und Ehehindernisse werden in TStGB als qualifizierte Fallen gegen die sexuelle Selbstbestimmung geregelt. Die detaillierte Bewertung dieser Vorschriften im Vergleich zu den zivilrechtlichen Vorschriften führt jedoch zu den Problemen und Widersprüchen, die ich in dieser Arbeit festgestellt habe. Diese fraglichen Probleme und Widersprüche werden durch das das Fehlen einer Verwandtschaft zwischen Ehepartnern, die Fortsetzung und die Ausweitung von Verwandtschaft und Ehe, die Hindernisse nach Ablauf der Ehe, den Umfang der Ehehindernisse, die Verpflichtung der Lebenspartner zur Pflege und Überwachung, und die Adoption. Diese Probleme wurden während der gesamten Studie anhand von Fallstudien untersucht. Im abschließenden Teil der Arbeit schlage ich verschiedene Änderungsanträge in TStGB vor. In diesem Zusammenhang empfehle ich zunächst die Abschaffung des TStGB Art. 102 / 3 (b). Diese Regelung ist nicht mit dem geschützten Rechtsgute der sexuellen Selbstbestimmung vereinbar zu sein und nicht zum Schutz des Opfers geeignet, weil die Richter nicht prüfen dürfen, ob der Täter und / oder das Opfer sich kannten und ob diese Beziehung einen echten Einfluss auf sexuelle Übergriffe hatte. Auch in der türkischen Strafrechtslehre wird hauptsächlich akzeptiert, dass die Verwandtschaft durch biologische Untersuchung festgestellt werden sollte. Diese Annahme zeigt, dass hinter diesen Vorschriften eine versteckte eugenische Überlegung steckt. Zweitens sollten in Bezug auf TStGB-Artikel 103/3 (c) qualifizierte Falle wie  Gegen eine Person, die bis zum56   TAÜHFD/ZtdR - 2021/1 dritten Grad einschließlich verwandt oder verschwägert ist, oder gegen einen Stiefvater, eine Stiefmutter, ein Stiefgeschwister oder einen Adoptivelternteil  aus dem Artikel gestrichen und ersetzt werden durch  von der Person, die dauerhaft oder vorübergehend zusammenlebt  ersetzt werden. Mit dieser Regelung wird die Bestrafung des Lebenspartners wegen sexuellen Missbrauchs würde dem Gesetzlichkeitprinzip entsprechen. Noch damit würde sexueller Missbrauch zwischen den Geschwistern, die nach zivilrechtlichem Recht keine rechtmäßige Stiefgeschwister sind, sondern aufgrund der Beziehung ihres Aszendenten zusammenleben, sich als ein qualifizierter Fall des sexuellen Missbrauchs von Kindern gelten.  Drittens der Ausdruck  von dem Vormund, Erzieher, Betreuer, die Pflegefamilie oder Personen, die Gesundheitsdienste erbringen oder Schutz-, Pflege- oder Aufsichtspflichten haben  in Artikel 103/3 (d) der TStGB sollten durch   Die Person, die das Opfer tatsächlich oder moralisch beherrscht, indem sie vorübergehend oder dauerhaft für die Erziehung, den Ausbildung oder die Betreuung in der Lebensführung anvertraut. Mit diesem Vorschlag würde die Kritik beseitigt, die ich in Bezug auf das Verbrechen des sexuellen Übergriffs geäußert habe, und Die Entscheidung würde über den Schaden getroffen, den das Opfer durch die Nähe zwischen Opfer und Täter erleiden könnte. Viertens sollte Artikel 104 / 2-3 des TStGB wie folgt umgestellt werden: „Wenn die Straftat von der Person begangen wird, die vorübergehend oder dauerhaft zur Erziehung, zur Ausbildung oder zur Betreuung in der Lebensführung des Opfers anvertraut ist oder eine dieser Aufgaben wahrnimmt, ist er ohne Beschwerde zu einer Freiheitsstrafe von zehn bis fünfzehn Jahren verurteilt.  und  Wenn die Straftat von der Person begangen wird, von der Person, die dauerhaft oder vorübergehend zusammenlebt, wird die Strafe gemäß Absatz 2 verhängt, ohne eine Beschwerde zu beantragen.  Mit diesem Vorschlag soll verhindert werden, dass unbillige Strafen aufgrund der unterschiedlichen Ehehindernisse und Verwandtschaftsverhältnisse gemäß Artikel 102, 103 TStGB entstehen.Araş. Gör. Kazım Furkan Ağkuş   57",
     "Kaynakça": "AĞKUŞ Kazım Furkan  ,  “Ergin Yakın Akrabalar Arası Rızaya Dayalı Cinsel İlişkinin  Cezalandırılmamasının  Nedeni”,  İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2019. AKÇİN İhsan  ,  “Cinsel  Dokunulmazlığa  Karşı  Suçlar”,  YD,  C.32, No.1-2, 2006, s.99-144. AKINTÜRK  Turgut/  ,  Türk Medeni Hukuku: Aile Hukuku, Beta, İstanbul, 2016. ATEŞ Derya AKKAYA Çetin  ,  Cinsel Dokunulmazlığa Karşı Suçlar, Adalet, Ankara, 2017. AKSOY Özgün Sinem  ,   “Cinsel Saldırı Suçu (5237 Sayılı Türk Ceza Kanunu m.102)”, Marmara Üniversitesi Sosyal Bilimler Enstitüsü,  yayımlanmamış  yüksek  lisans  tezi,  İstanbul, 2010. ALTAŞ Ebru  ,  “Çocukların Cinsel İstismarı Suçu”, Dokuz Eylül Üniversitesi  Sosyal  Bilimler  Enstitüsü,  yayımlanmamış yüksek lisanstezi, İzmir, 2009. ALTUN Volkan  ,   “Türk Ceza Hukukunda Cinsel Saldırı Suçu”, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2019. ARSLANTÜRK  Mus- ,  Türk Ceza Kanunu Uygulamasında Cinsel Suçlar, Seçkin, tafa  Ankara, 2017. ARTUK Mehmet Emin/  ,  Ceza Hukuku Özel Hükümler, Adalet, Ankara, 2019. GÖKCEN Ahmet/ ALŞAHİN  Mehmet Emin/ÇAKIR Kerim ATAAY Aytekin  ,   Şahıslar Hukuku, Fakülteler Matbaası, İstanbul, 1978. ATAMAN Erkan  ,  “5237 Sayılı Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar”, Selçuk Üniversitesi Sosyal Bilimler  Enstitüsü,  yayımlanmamış  yüksek  lisans  tezi, Konya, 2011.58                                                                                                TAÜHFD/ZtdR - 2021/1 AYDIN Murat  ,  Çocukların Cinsel İstismarı ve Reşit Olmayanla Cinsel İlişki Suçu, Seçkin, Ankara, 2018. BALABAN  Bedriye  ,  “Türk Hukukunda Hısımlık ve Hısımlığın Medeni Tuğçe  Usul ve İcra ve İflas Hukuku Bakımından Sonuçları”, Erzincan Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Erzincan, 2014. BOZBAYINDIR  Gül- ,  “Çocukların Cinsel İstismarı”, Özel Ceza Hukuku: Kişişah Bostancı  lere Karşı Suçlar 1, C.2, On iki Levha, İstanbul, 2017, s.492-536. CENTEL Nur  ,  “5237 Sayılı Türk Ceza Kanunu nda Cinsel Saldırı Suçu ve Cinsel Suçlar Değişiklik Tasarısı nın Değerlendirilmesi”, TBBD, 2012, No:99, 269-290. ÇINAR Ömer  ,  “Hısımlıktan Doğan Evlenme Engeli ve Sonuçları”, Prof. Dr. Hüseyin Hatemi ye Armağan, Vedat Kitapçılık, İstanbul, 2009. DEMİR YAZAR Özlem  ,  “Türk Ceza Hukukunda Çocukların Cinsel İstismarı Suçu”, Gazi Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2019. DENİZ Hüseyin  ,  “Türk Ceza Kanununda Cinsel Saldırı Suçu”, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2016. DURAL  Mustafa/  ,  Türk Özel Hukuku: Aile Hukuku, Filiz, İstanbul, 2016. ÖĞÜZ  Tufan/GÜMÜŞ Alper DURSUN İsmail  ,  “Cinsel Saldırı Suçu (TCK m.102)”, Legal Hukuk Dergisi, 2013, C.11, No.130, s.3-36. DURSUN Selman  ,  “Türk Ceza Hukuku nda Cinsel Suçlara Genel Bir Bakış”, CHD, 2014, C.9, No:24, 57-73. DÜLGER Murat  ,  “Nitelikli Cinsel Saldırı Suçu”, İstanbul Barosu DerVolkan  gisi, 2006, C:80, No.2, 543-575. EISELE Jörg  ,  “StGB § 174 Sexueller Mißbrauch von Schutzbefohlenen”, Schönke/Schröder Strafgesetzbuch, 2019, Münih, C.H. Beck.Araş. Gör. Kazım Furkan Ağkuş   59 ELMAS Fevzi  ,  “Çocukların Cinsel İstismarı”, Fasikül Dergisi, 2010, C.2, No:6, 28-30. ERDEM Mehmet  ,  Aile Hukuku, Seçkin, Ankara, 2019. ERSÖZOĞLU Haydar  ,  “Türk Hukukunda Çocuğun Cinsel İstismarı Suçu”, Kocaeli Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Kocaeli, 2010. GÜL Kürşad  ,   “5237 Sayılı Türk Ceza Kanunu nda Cinsel Dokunulmazlığa Karşı Suçlar”, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2010. GÜNDÜZ Remzi  ,  Cinsel  Dokunulmazlığa  Karşı  Suçlar,  Bilge,  Ankara, 2015. GÜNDÜZ Remzi/GÜL- ,  Cinsel  Suçlar  (Cinsel  Dokunulmazlığa  Karşı  Suçlar), TAŞ Veysel  Bilge, Ankara, 2013. HATEMİ  Hüseyin/  ,  Aile Hukuku, Vedat, İstanbul, 2016. KALKAN  OĞUZTÜRK Burcu HATEMİ Hüseyin/  ,  Aile Hukuku, Filiz Kitabevi, İstanbul, 1993. SEROZAN Rona İKİZLER Metin  ,  Evlenmenin Hükümsüzlüğü, Seçkin, Ankara, 2018. İNAN Onur  ,  “Türk Ceza Kanununda Cinsel Saldırı Suçu”, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2012. KANTARCI Nurullah  ,  Türk  Ceza  Hukukunda  Reşit  Olmayanla  Cinsel  İlişki Suçu, Adalet, Ankara, 2016. KARASEYFİOĞLU  ,  “Umumi Adap Aleyhine Cürümlerden Irza Tasaddi Mehmet Ali  Suçu ve Uygulama”, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 1996. KARSLI  Kahraman  ,  “5237 Sayılı Türk Ceza Kanunu nda Cinsel DokunulSerhat  mazlığa Karşı Suçlar”, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2014.60        TAÜHFD/ZtdR - 2021/1 KAYA Funda  ,  “Türk Ceza Kanunu nda Çocukların Cinsel İstismarı Suçu”, Gaziantep Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Gaziantep, 2016. KIRBAŞ CANİKOĞLU  ,  ”Feminist Bir  Perspektifle Türk Ceza Kanunu nda Seher  Cinsel Saldırı Suçu”, Feminist Eleştiri, C.5, No.1, 2013, s.61-73 KOCA  Mahmut/  ,  Türk Ceza Hukuku Özel Hükümler, Adalet, Ankara, ÜZÜLMEZ İlhan  2019. KORKUSUZ Gülşah  ,   “Cinsel Saldırı Suçu”, İÜHFM, 2013, C.71, No.1, 815854. KÖSE ŞAHİN Behiye  ,  “Cinsel Dokunulmazlığa Karşı Suçlardan Çocukların Cinsel İstismarı”, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Konya, 2009. KURT Bülent  ,  “5237 Sayılı Türk Ceza Kanunu nda Düzenlenen Çocukların Cinsel  İstismarı  Suçu”,  Selçuk  Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Konya, 2019. KÜÇÜKOSMA- ,  “Çocuğun Cinsel İstismarı Suçunun Türk Ceza KaNOĞLU Nazmi  nunu  Kapsamında  Değerlendirilmesi”,  Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2014. KÜSKÜ Hamza  ,  Çocukların Cinsel İstismarı Suçunun Nitelikli Hali (TCK Md.103/2), Adalet, Ankara, 2020. LAUE Christian  ,  “StGB § 174 Sexueller Mißbrauch von Schutzbefohlenen”, Nomos Kommentar, Dölling/Duttge/König/Rössner Gesamtes Strafrecht, Baden-Baden, 2017, Nomos. MEMİŞ KARTAL Pınar  ,  “Cinsel Saldırı”, Özel Ceza Hukuku: Kişilere Karşı Suçlar 1, C.2, On İki Levha Yayıncılık, İstanbul, 2017. MEMİŞ KARTAL Pınar  ,  “Reşit  Olmayanla  Cinsel  İlişki  (TCK  m.104)”, AÜHFD, 2016, C.65, No.4, 2083-2100. MEMİŞ KARTAL Pınar  ,  Türk Ceza Hukuku nda Çocukların Cinsel İstismarı, Der, İstanbul, 2014.Araş. Gör. Kazım Furkan Ağkuş   61 MERAN Necati  ,  “Cinsel İstismar ve Saldırı Suçlarında 6545 Sayılı Kanunla Yapılan Değişiklikler ve Yeni Yorumlar”, Terazi Hukuk Dergisi, C.9, No.98, 2014, s.78-83. OĞUZOĞLU H. Cahit  ,  Medeni Hukuk I Şahsın Hukuku, Güzel Sanatlar Matbaası, Ankara. ÖZBEK Veli Özer/ DO- ,  Türk Ceza Hukuku Özel Hükümler, 2019, Ankara, SeçĞAN  Koray/BACAK- kin. SIZ Pınar ÖZEN Mustafa  ,  Ceza Hukuku Özel Hükümler, 2019, Ankara, Adalet. ÖZGENÇ İzzet  ,  Ceza Hukuku Genel Hükümler, 2020, Seçkin, Ankara. PAKIR Yusuf  ,  “Cinsel Saldırı Suçu”, Selçuk Üniversitesi Sosyal Bilimler  Enstitüsü,  yayımlanmamış  yüksek  lisans  tezi, Konya, 2017. RENZIKOWSKI  Joac- ,  “StGB § 174 Sexueller Mißbrauch von Schutzbefohhim  lenen”, Münchener Kommentar zum StGB, Ed. Klaus Miebach, 2017, Münih, C.H. Beck. SAVAŞÇI Bilgehan  ,  Çocukların Cinsel İstismarı Suçu, Legal, İstanbul, 2012. SEÇGİN Damla  ,   “Çocukların Cinsel İstismarı Suçu”, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2018. SİNEKÇİ İbrahim  ,  “Cinsel Saldırı Suçu”, Dicle Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Diyarbakır, 2015. SOYASLAN Doğan  ,  Ceza Hukuku Özel Hükümler, 2018, Ankara, Yetkin. SÜMER Zeynep  ,  “Türk Ceza Kanunu nda Çocukların Cinsel İstismarı Suçu”, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2019. ŞARMAN Ceren  ,  “Türk Ceza Kanunu nda Çocukların Cinsel İstismarı Suçu”, Bahçeşehir Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2012.62   TAÜHFD/ZtdR - 2021/1 ŞEN  Ersan/BAŞARIR  ,  “Ensest Mağdurlarından Birisi: Kadın”, TBBD, C.24, Tuğçe  No.99, 2012, s.317-340. ŞİMŞEK Alahattin  ,  “Cinsel Saldırı ve Cinsel İstismar Suçlarının Hafif Şekli:  Sarkıntılık”,  (Çevrimiçi), https://jur?x.com.tr/art?cle/3651. ŞİŞMAN Sefa  ,  “Cinsel Saldırı Suçu”, Selçuk Üniversitesi Sosyal Bilimler  Enstitüsü,  yayımlanmamış  yüksek  lisans  tezi, Konya, 2010. TANER Fahri Gökçen  ,  Türk Ceza Hukukunda Cinsel Özgürlüğe Karşı Suçlar, Seçkin, Ankara, 2017. TEKİNAY Sulhi  ,  Aile Hukuku, Filiz Kitabevi, İstanbul, 1990. TEZCAN Durmuş/  ,  Teorik ve Pratik Ceza Özel Hukuku, 2019, Ankara, Seçkin. ERDEM  Mustafa  Ruhan/ÖNOK R. Murat TOROSLU Nevzat  ,  Ceza Hukuku Özel Kısım, 2019, Ankara, Savaş. TUĞRUL Ahmet Cey- ,  Cinsel Dokunulmazlığa Karşı İşlenen Suçlar & Ensest İlişlani/TUĞRUL  Murat  kiler, Detamat, Ankara, 2018. Ceylani TURHAN Engin  ,  “Türk ve Alman Ceza Hukukunda Çocukların Cinsel İstismarı Suçu”, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, İstanbul, 2018. UÇAN Bünyamin  ,  “Çocukların Cinsel İstismarı”, Kocaeli Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Kocaeli, 2019. UYAR Didem  ,  “Cinsel Saldırı Suçu”, Çankaya Üniversitesi Sosyal Bilimler Enstitüsü, yayımlanmamış yüksek lisans tezi, Ankara, 2016. ÜÇÜNCÜ Sevimnur  ,  “Cinsel Özgürlüğe Karşı Suçlar ve Özellikle Sarkıntılık”, Karadeniz Teknik Üniversitesi Sosyal Bilimler Enstitüsü,  yayımlanmamış  yüksek  lisans  tezi,  Trabzon, 2018.Araş. Gör. Kazım Furkan Ağkuş   63 ÜNVER Yener  ,  Ceza Hukukuyla Korunması Amaçlanan Hukuksal Değer, 2003, Seçkin, Ankara. VELİDEDEOĞLU  H. ,  Türk Medeni Hukuku: Aile Hukuku, Nurgök Matbaası, Veldet  İstanbul. YENERER  ÇAKMUT  ,  “Kavramsal Olarak Kadına Karşı Şiddet/ Cinsel ŞidÖzlem  det ve Türk Ceza Hukukunda Cinsel Saldırı Suçunun Genel Değerlendirmesi”, Marmara Üniversitesi Kadın ve Toplumsal Cinsiyet Araştırmaları Dergisi, 2018, C.2, No.1, 49-54. YENİDÜNYA A. Caner  ,  “5237 Sayılı Yeni Türk Ceza Kanunu nda Cinsel Dokunulmazlığa  Karşı  Suçlar”,  Legal  Hukuk  Dergisi, 2005, No:33. YOKUŞ SEVÜK  ,  “5237 Sayılı Türk Ceza Kanunu nda Cinsel Saldırı ve Handan  Cinsel Taciz Suçları”, TBBD, 2005, No:57, 243-282. YOKUŞ SEVÜK  ,  “5237 sayılı Türk Ceza Kanunu nda Çocukların CinHandan  sel İstismarı ve Reşit Olmayanla Cinsel İlişki Suçları”, Hukuk ve Adalet Eleştirel Hukuk Dergisi, 2015, No:5, 280-305. YOKUŞ SEVÜK  ,  Türk Ceza Hukuku Özel Hükümler, Seçkin, İstanbul, Handan  2019. YURTCAN Erdener  ,  Yargıtay Kararları Işığında Cinsel Suçlar, Seçkin, Ankara, 2019. ZIEGLER Theo  ,  “StGB § 174 Sexueller Mißbrauch von Schutzbefohlenen”, BeckOK StGB, Münih, 01.08.2020."
}