{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "16",
     "Ay": "11",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "",
     "Başlık": "Türk Borçlar Kanunu’nun 158. Maddesinin Medenî Usûl Hukuku Bakımından Değerlendirilmesi",
     "Title": "Bewertung von Artikel 158 des türkischen Obligationenrechts im Hinblick auf das Zivilprozessrecht",
     "Yazar İsmi": [
          "Araş. Gör. Makbule Serra Korkut"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "zamanaşımı",
          "hak düşürücü süre",
          "usûli süre",
          "ek süre",
          "davanın reddi"
     ],
     "Keywords": [
          "limitation of time",
          "foreclosure",
          "procedural time",
          "additional period of time",
          "rejection of action"
     ],
     "Özet": "Türk Borçlar Kanunu nun 158. maddesi özel bir düzenlemedir. Bu hükme göre, alacaklının davasını görevsiz ve/veya yetkisiz bir mahkemede açmış olması sebebiyle davasının usûlden reddedilmesi hâlinde alacağının zamanaşımına uğraması veya hak düşürücü sürelerin dolmasına karşı borçluya yönelik dava hakkını kullanabilmesini sağlamak için ek bir süre tanınmıştır. Söz konusu ek süre, her ne kadar maddî hukuk hükümleri arasında zamanaşımı” başlığı altında düzenlenmiş olsa da, bu sürenin hukukî niteliğinin, doğuracağı etkinin ve sonuçlarının açıklığa kavuşturulması önemlidir.",
     "Abstract": "Article 158 of the Turkish Code of Obligations is a special regulation. This provision provides an additional period of time in order to the plaintiff to exercise his right of action against to debtor regardless of his claim is barried by limitation. Art. 158 provides plaintiff with an extra limitation time period in case of rejection of an action according to grounds of lack of material and/or local jurisdiction. Although this additional period of time in question is regulated among substantive law provisions, the determination of the legal nature of this period of time is important in order to clarify some issues related to its impact and consequences in the ambit of civil procedure law.   Türk Alman Üniversitesi Hukuk Fakültesi Medenî Usûl ve İcra İflâs Hukuku Anabilim Dalı Araştırma Görevlisi, (korkut@tau.edu.tr). ORCID: 0000-00032655-9438.  112                                                                                                TAÜHFD/ZtdR - 2021/2",
     "Metin": "Zaman kavramı, gerek şeklî hukuk bakımından gerekse maddî hukuk bakımından önemli bir anlama sahiptir.rafların kendi aralarında kararlaştırdıkları,nun tarafından tanınan yahut bir yargılama sırasında hâkimce tanınan zaman dilimlerini ifade eden sürelerin,ğduğu kaynak gibi doğurduğu sonuçlar da birbirinden farklıdır.Maddî hukukta süre kavramı kural olarak zamanaşımı ve hak düşürücü süreler olmak üzere ikiye ayrılır. sürelerin yargılama hukukundaki yansımalarına değinmeden önce,mel farklılıklarından söz etmek gerekir.ra bu iki süre yalnız doğurdukları sonuçlar bakımından değil,nı zamanda açılmış olan bir davada veya bir çekişmesiz yargı işinde ileri sürülme ve incelenmeleri bakımından da farklıdır.manaşımı ve hak düşürücü sürelerin maddî hukuk boyutuna ayrıntılı olarak yer vermek ve bu kavramlardaki tüm teorik tartışmalardan bahsetmek makale boyutunu geçen bir çalışma gerektirmektedir ve çalışmamızın kapsamını aşacak düzeydedir. nedenle özellikle usûl hukuku açısından da önem arz eden bu sürelerin yargılama esnasında ileri sürülmeleri ve Türk Borçlar Kanunu nun (TBK) Davanın reddinde ek süre başlıklı 158.ddesi bağlamında inceleme yapılacaktır.ynı doğrultuda,ddî hukuk süreleri ile usûl hukukundan doğan süreler de birbirinden farklı amaçlara hizmet eder. çalışmada m.8 hükmünde öngörülmüş olan ek süre kavramı,ddî hukukta ve usûl hukukundaki sürelerin göstermiş olduğu özellikler kapsamında da değerlendirilecektir. 1 Ejder Yılmaz,ukuk Muhakemeleri Kanununda Süreler,şar Üniversitesi Elektronik Dergisi,,el Sayı - Prof..dın Zevkliler e Armağan,II,mir,13,167; M.mal Oğuzman/M.rgut Öz,rçlar Hukuku Genel Hükümler,,.sı,dat Kitapçılık,tanbul 2018 s.6,900.2 RG.4.11,7836. Anıl Köroğlu,deni Usul Hukukunda Sürelere İlişkin Esaslar,tanbul Üniversitesi Sosyal Bilimler Enstitüsü,yımlanmamış Yüksek Lisans Tezi,tanbul 2014 s.vd.Araş.r.kbule Serra Korkut                 113 I.el Olarak Zamanaşımı (Verjährung) ve Hak Düşürücü Süre (Ausschlußfrist) Ayırımı TBK nın 146.ddesinde düzenlenen zamanaşımı,nunun öngördüğü süreler içerisinde ifanın yerine getirilememesi hâlinde ifadan kaçınma hakkı tanır.layısıyla zamanaşımı süresinin geçmesiyle birlikte alacaklının alacağının sona erdiğinden söz edilemez.rç ilişkisi varlığını korur.nkü artık borcun yerine getirilmesi hususunda borçlunun iradesi ve vicdanî sorumluluğu ön plana geçer.Hak düşürücü süreler ise,lmasından sonra kullanılmayan hakkın sona ermesini yani o hakkın kullanımını ortadan kaldırmayı amaçlar. bakımdan hak düşürücü sürenin geçmesi hakkı kullanımını adeta felce uğratacağından artık herhangi bir iradeden de söz edilemez. nedenle,manaşımı bakımından kanun koyucu kesilme ve durma şeklinde 4 Heinz-Peter Mansel,uernig Bürgerliches Gesetzbuch Kommentar,.l.eck,021,GB  §194  Rn. Laurent  Killas/Matthias  Wiget,andkommentar  zum Schweizer  Privatrecht,bligationenrecht  Allgemeine  Bestimmungen,.ufl.Schulthess,sel 2016, 127 N..4; N.yzi Feyzioğlu,rçlar Hukuku Umumi Hükümler,lt II,külteler Matbaası,tanbul 1969,22; Selahattin S.ekinay/Sermet Akman/Haluk Burcuoğlu/Attilâ Altop,kinay Borçlar Hukuku Genel Hükümler,ası,liz Kitabevi,tanbul 1993,030 vd.ğuzman/Öz,. vd,903; Mehmet Erdem,el Hukukta Zamanaşımı, İki Levha Yayıncılık,tanbul 2010, vd; Ahmet M.lıçoğlu,rçlar Hukuku Genel Hükümler,.sı,rhan Kitabevi,kara 2018,102; Ergin Akçay,rk Borçlar Kanunu na Göre Zamanaşımı, İki Levha Yayıncılık,tanbul 2010, vd. başlık altında incelenen zamanaşımı kaybedici/auslöschende Verjährung/praescriptio extinctiva zamanaşımıdır.z.lmut Grothe,̈nchener Kommentar zum BGB,ufl.eck,18,.5; Kazandırıcı zamanaşımı ayni hak kazanımıyla ilgili olduğundan bu ayrıma sadece değinmekle yetiniyoruz.manaşımının doğurduğu sonuç sebebiyle doktrinde farklı şekillerde kavramsallaştırıldığı  görülmektedir.Kaybettirici,söndürücü,düşürücü gibi; Oğuzman/Öz,86,901.Grothe,KoBGB § 214 Rn. 2; Mansel,B § 194 Rn. Feyzioğlu,23; Akçay,. Akçay,0. Mansel,B § 194 Rn.8  Grothe,Ko BGB,r § 194 Rn.; Feyzioğlu,24; Oğuzman/Öz,86,1902; Erdem,5 vd.114          TAÜHFD/ZtdR - 2021/2 alacaklıyı koruyucu iki olanak sağlamışken,k düşürücü sürelerin kesilmesi yahut durması diye bir durum söz konusu değildir.I. m.8 Hükmünün Amacı ve Kapsamı a.mün Getiriliş Amacı TBK m.810 alacaklıyı koruyucu bir hükümdür.nun koyucu davanın kanunda sayılan hâllerde reddi hâlinde alacaklının davasını ikinci kez mahkeme önüne taşıyabilmesine olanak sağlamak ve maddî hukuka ilişkin sürelerin dava hakkının kullanımının önüne geçmesini engellemek istemiştir.Burada davasını görevli veya yetkili mahkemede açmamış ya da diğer usûli eksiklikler nedeniyle davası usûlden reddedilmiş olan alacaklıya neden bu hakkın tanındığı sorgulanabilir.lgâ 818 sayılı Borçlar 9  Feyzioğlu,24; Oğuzman/Öz,87,9074; Hak düşürücü sürelerin ve zamanaşımı süresiyle madde madde karşılaştırıldığı çalışmalar için bkz.cmettin M.rkin,dalet Mahkemesi Kararları- Zamanaşımı (MK.13; HUMK.87),tanbul Üniversitesi Hukuk Fakültesi Mecmuası,1,-4,424; Feyzioğlu,24; Tekinay/Akman/Burcuoğlu/Altop,031 vd.0  TBK  m.58  (mülgâ  BK  m.37)  hükmü,sıl  olarak  İsviçre  Borçlar  Hukuku ndan iktisap edilmiş idi.10 değişikliğinden önce İsv. Art.9 şu şekildeydi: Ist die Klage oder die Einrede wegen Unzuständigkeit des angesprochenen Richters oder wegen eines verbesserlichen Fehlers angebrachtermassen oder als vorzeitig zurückgewiesen worden, beginnt,lls die Verjährungsfrist unterdessen abgelaufen ist,ne neue Frist von 60 Tagen zur Geltendmachung des Anspruches.(Bu hüküm, Aralık 2008 tarihli Resmî Gazete de yayımlanmış olan ZPO değişikliğiyle 1 Ocak 2011 tarihinden itibaren geçerli olmak üzere yürürlükten kaldırıldı.z. 2010 1739; BBl 2006 7221) Yürürlükten kaldırılmadan önce hükmün oldukça geniş bir kullanım alanı olduğu görülmektedir.ellikle İsviçre Medeni Kanunu nun miras,le,ymetli evrak ilişkilerinden doğan davalar bakımından da bu madde hükmünün uygulanacağı ifade edilmiştir; Hermann Becker,mmentar zum Schweizerischen Zivilgesetzbuch,ligationenrecht Band VI,bteilung Allgemeine Bestimmungen,t.183,rlag von Stämpfli & Cie.ern 1941,t.9,.viçre Borçlar Kanunu nda anılan hükmü karşılayan herhangi bir düzenleme mevcut değildir.1 Halûk N.mer,rçlar Hukuku Genel Hükümler,.sı,ta,tanbul 2020,.,15.; Serkan Ayan,manaşımının Durması ve Zamanaşımının Kesilmesi,alet Yayınevi,kara 2020,91 vd.Araş.r.kbule Serra Korkut                 115 Kanunu nun 137.ddesine karşılık gelen bu hüküm doktrinde tartışılmıştır.ellikle Kanun tarafından usûlî eksikliğin giderilmesi için davacıya ek süre tanındığı hâllerde davacının bu sürede de eksikliği tamamlamamasına rağmen yine de bu hükümden yararlanabilmesi eleştirilmiş; usûli sürelerin üzerine getirilen bu ek sürenin tanınması uygun görülmemiştir. TBK nın 158.ddesinin dili mülgâ BK.7 hükmüne göre sadeleştirilmiş olup,nı zamanda madde metnine 137.ddede olmayan hak düşürücü süreler de dâhil edilmiştir.lgâ Kanun düzenlemesinde öngörülen ek süre yalnızca zamanaşımı sürelerin dolmasına ilişkin iken,nun koyucu arada geçen sürede hak düşürücü sürelerin dolması hâlinde de bu ek süreden faydalanılmasını uygun görmüştür.rçekten de,ellikle açılması hak düşürücü süreye bağlanan davalar bakımından bu sürelerin korunması ayrı bir önem arz etmektedir.TBK m.8 hükmünün (mülgâ BK m.7) hakkaniyeti sağlamak 12 RG.9.26,59.3 Mine Akkan,kcanıtez Usûl Medeni Usûl Hukuku,,.sı, İki Levha Yayınları,tanbul 2017,54; Ayan,12.4 Ayan,12.15 Hak düşürücü sürelerin eklenmesine karşı çıkan Umar a göre,vanın açılmasının hak düşürücü sürelerin kesilmesi şeklinde bir etkisinden bahsedilemeyeceğinden madde metnine dahil edilmesi hatalıdır.lge Umar,kuk Muhakemeleri Kanunu Şerhi,ası,tkin Yayınları,kara 2014,9.6 Nitekim Kanun un Adalet Komisyonu Raporu nda bu hususun düzeltilmesi mümkün bir hata sebebiyle davanın usûlden reddinde zamanaşımı için tanınan fırsatın hak düşürücü süre için dahi tanınmasının hem hakkın doğası ve hem de adil yargılanma hakkının doğal gereği olması,rıca maddedeki ifade bütünlüğünün sağlanması amacıyla kabul edildiği ifade edilmiştir.z.98 sayılı Türk Borçlar Kanunu Tasarısı 12/1/2009 tarihli Adalet Komisyon Raporu,MM Bülteni,nem 23,asama yılı 3,ra Sayısı,1,74.rgıtay ın kanun değişikliğinden önceki uygulaması hak düşürücü süreler bakımından ek sürenin uygulanmayacağı yönündeydi; Fikret Eren,rçlar Hukuku Genel Hükümler,.skı,tkin Yayınları,kara 2018,324.17 Akkan,kcanıtez Usûl,54; Ayan,95.116          TAÜHFD/ZtdR - 2021/2 gerekçesiyle kabul edildiği ifade edilmektedir.nımızca, hükmün kabul edilmesinin temel sebebi,vanın tekrar görülebilmesinin önüne geçen engelleri kısa bir süreliğine kaldırmak suretiyle usûl hukukunun da amaçlarından birisi olan sübjektif hakların gerçekleştirilmesinin sağlanmasının,ddî hukuka ilişkin sürelere üstün tutulmasıdır.nkü alacaklı,hkemede dava açarak alacağına kavuşmak konusunda bir adım atmıştır.acaklının bu davranışının bir tür ödülü olarak kanun koyucunun bu imkânı tanıdığı söylenebilmelidir..mün Uygulama Alanı Dava açmak suretiyle alacağını talep eden alacaklının,vanın sonuçlanmasına kadar geçen sürede hak kaybına uğrama tehlikesiyle karşı karşıya kalmaması için zamanaşımı kesilir,vanın devamı süresince de her bir usûl işlemiyle yeniden işlemeye başlar (TBK m.4).manaşımının kesilmesi Kanun dan kaynaklanır.layısıyla zamanaşımı ve hak düşürücü sürelerin korunması açısından önemli olan davanın doğru yerde ve eksiksiz açılması değil,vanın açılmasıdır.TBK m.8 hükmü,rçok başlığı içermektedir.yle ki,vanın görevsiz veya yetkisiz mahkemede açılması hâlinde,vanın giderilebilecek bir usûli eksikliğin varlığı sebebiyle reddinde yahut davanın vaktinden önce açılması sebebiyle usûlden reddinde bu hüküm uygulanacaktır.vanın giderilebilecek bir eksiklik sebebiyle reddiyle kastedilen,avanın açılırken tam olması gereken unsurlarında eksiklik olması sebebiyle reddedilmesidir.nun en önemli örneği dava şartlarında eksiklik bulunmasıdır.18 Tekinay/Akman/Burcuoğlu/Altop,068 vd.mar,; Erdem,13; Akçay,9.9 Hakan Pekcanıtez,kcanıtez Usûl Medeni Usûl Hukuku,I,.sı, İki Levha Yayınları,tanbul 2017,170; Murat Atalı/İbrahim Ermenek/Ersin Erdoğan,deni Usûl Hukuku,tkin Yayınları,askı,kara 2020,76; Seda Özmumcu,avanın Açılmasına Bağlanan Hukuki Sonuçların Davanın Açılmamış Sayılması Halinde Değerlendirilmesi,tanbul Üniversitesi Hukuk Fakültesi Mecmuası,9,,12,94; Kılıçoğlu,137.20 Özmumcu,94.Araş.r.kbule Serra Korkut                 117 Dava açıldığı sırada dava şartlarının tam olması,vanın esasına girilebilmesi için bir ön şarttır.er davacı davasını Hukuk Muhakemeleri Kanunu (HMK) m.4 hükmünde öngörülen dava şartlarını yerine getirmeden açmış ise, durumda iki olasılık söz konusu olur.sik olan dava şartı süre verilerek tamamlanabilecek nitelikteyse,hkeme davacıya süre tanıyarak bu eksikliğin giderilmesini isteyebilir.vacı süresi içinde bu eksikliği giderir ise dava devam eder.vacı verilen sürede eksik dava şartını yerine getirmez ise dava usûlden reddedilir.K m.58 hükmü bu durumda uygulama alanı bulur.rada dava şartının tamamlanabilir olması önem taşır.TBK m.8 hükmündeki düzeltilebilir yanlışlık kavramının bununla sınırlı olmadığı doktrinde ifade edilmekte ve bu duruma örnek olarak  dava  dilekçesinde  eksiklik  bulunması  hâli  gösterilmektedir.MK nın 119.ddesinde düzenlenen dava dilekçesindeki unsurların 21 Baki Kuru,tinaf Sistemine Göre Yazılmış Medenî Usul Hukuku Ders Kitabı,tkin Yayınları,kara 2017,36 vd.üha Tanrıver,deni Usûl Hukuku,,Bası,tkin Yayınları,kara 2018,6; Pekcanıtez,kcanıtez Usûl,27 vd.avuz Alangoya/M.mil Yıldırım/Nevhis Deren Yıldırım,denî Usul Hukuku Esasları,askı,tanbul 2009,90; Atalı/Ermenek/Erdoğan,17.2 RG.4.11,7836.3 Tamamlanabilir dava şartları hakkında bkz.kcanıtez,kcanıtez Usûl,52 vd.4 Karşı görüş için bkz.dem,91,kcanıtez,kcanıtez Usûl,176.azarlara göre,vanın usûlden reddi ile zamanaşımı hiç kesilmemiş gibi olacağından davacı alacaklı da ek süreden yararlanamayacaktır.kin biz bu görüşe TBK m.8 lafzı ve ruhu yönünden katılmıyoruz.25 Ayan,10; Örneğin dava şartı olan hukuki yararın sonradan tamamlanması mümkün değildir.kcanıtez,kcanıtez Usûl,53.6 Ayan,16; Atalı/Ermenek/Erdoğan,77.27 (1) Dava dilekçesinde aşağıdaki hususlar bulunur: a)Mahkemenin adı.Davacı ile davalının adı,yadı ve adresleri.Davacının Türkiye Cumhuriyeti kimlik numarası. Varsa tarafların kanuni temsilcilerinin ve davacı vekilinin adı,yadı ve adresleri.Davanın konusu ve malvarlığı haklarına ilişkin davalarda,va konusunun değeri.118                                                                                                TAÜHFD/ZtdR - 2021/2 eksik olması hâlinde ne şekilde hareket edilmesi gerektiği her bir unsur bakımından değerlendirilir.K m.9 hükmünün 2.krasında açıkça,azı unsurlardaki eksikliğin hâkimin vereceği kesin sürede tamamlanmaması hâlinde davanın açılmamış sayılacağını ifade edilmektedir.nların dışında kalan unsurlar bakımından ise ayrı ayrı her bir unsur özelinde değerlendirme yapmak gerekir.va dilekçesinin unsurlarından olan vakıaların gösterilmemiş olmasının yaptırımı somutlaştırma yükünün yerine getirilmemesi sebebiyle davanın usûlden reddi iken,kukî sebebin gösterilmemesi hâlinde kural olarak davanın reddi gerekmez,mamlanması için süre tanınmaz. e) Davacının iddiasının dayanağı olan bütün vakıaların sıra numarası altında açık özetleri.) İddia edilen her bir vakıanın hangi delillerle ispat edileceği.) Dayanılan hukuki sebepler.) Açık bir şekilde talep sonucu.) Davacının,rsa kanuni temsilcisinin veya vekilinin imzası.2) Birinci fıkranın (a),),),) ve (g) bentleri dışında kalan hususların eksik olması hâlinde,kim davacıya eksikliği tamamlaması için bir haftalık kesin süre verir. süre içinde eksikliğin tamamlanmaması hâlinde dava açılmamış sayılır.8 Cemil Simil,akimin Davayı Aydınlatma Ödevinin Sınırları,kuz Eylül Üniversitesi Hukuk Fakültesi Dergisi,6,el Sayı,of..kan Pekcanıtez e Armağan,14,364.mutlaştırma yükü için bkz.ner Emre Yardımcı,ukuk Yargılamasında Somutlaştırma Yükü, İki Levha Yayıncılık,tanbul 2017, vd.9 Muhammet Özekes,MK Bakımından Dava Dilekçesinde Eksiklik Halinde Yapılması Gereken İşlemler,kuz Eylül Üniversitesi Hukuk Fakültesi Dergisi,.,el Sayı,of..kan Pekcanıtez e Armağan,14,89 vd.ekcanıtez,kcanıtez Usûl,146; Tanrıver,50; Karş.alı/Ermenek/Erdoğan,359; Özekes,klı olarak hukuki sebebin dava dilekçesinde gösterilmesinin talep sonucunun ne şekilde temellendirildiğinin önemli bir parçası olarak görmekte ve eksikliğinin somutlaştırma yükü bağlamında düşünülmesi gerektiğini ifade etmektedir.kat bu tartışmalara çalışmanın konusunu oluşturmadığından ayrıntılı yer verilmeyecektir. hususta ayrıntılı bilgi için bkz.hammet Özekes,ava Dilekçesinde Hukuki Sebep Bildirmek Zorunludur,aluk Konuralp Anısına Armağan,kara 2009,45- 781.Araş.r.kbule Serra Korkut                 119 TBK m.8 hükmü başlığı ve metni açıkça davanın reddinden bahsetmektedir.ra davanın esastan reddi hâlinde bu hükmün uygulanamayacağı açıktır.vanın esasına girilerek hüküm kurulduğu hâllerde artık kesin hüküm etkisinden de söz etmek gerekir ki, durumda artık zamanaşımı süresinin dolması yahut borçlu tarafından daha sonra ileri sürülmesi tehlikesi nihai biçimde sona ermiş olur.vanın usûlden reddi bakımından da şu ayrıma girmek gerekir; Davanın TBK m.8 de yer alan sebeplerden biri nedeniyle usûlden reddi hâlinde hüküm uygulanacak,cak hükümde sayılmayan diğer usûlden red hâlleri bakımından bu hüküm uygulama alanı bulamayacaktır.rgıtay ın ise bu konuda farklı görüşleri olduğunu söylemek mümkündür.30 Atalı/Ermenek/Erdoğan,77; Nomer,74,15. Kılıçoğlu,137; Ayan,09.31 Kesin hüküm hakkında detaylı bilgi için bkz.zden Özkaya-Ferendeci,sin Hükmün Objektif Sınırları, İki Levha Yayıncılık,tanbul 2009 s. vd.Efe Dırenisa,e materielle Rechtskraft im deutschen und türkischen Zivilverfahrensrecht,ter Lang Verlag,ankfurt am Main,12,4 vd. 127 vd. 32 Atalı/Ermenek/Erdoğan a göre davanın usûlden reddi hâlinde TBK m.8 hükmünün uygulanması olanaklı olmadığı gibi gerekli de değildir s.7; Kılıçoğlu ise davanın usûlden reddi hâlinde bu hükmün uygulanması gerektiğini ifade etmektedir.lıçoğlu,137; Aynı yönde,uzman/Öz,01,47; Feyzioğlu,ki düzenleme zamanında yaptığı değerlendirmesinde sadece madde metninde belirtilen hâllerle sınırlı olarak (tahdidi) TBK m.8 in uygulanabileceğini,ddenin geniş algılanmaması gerektiğini belirtmiştir.yzioğlu,452-453.yan ise davanın usûlden reddi ile davanın açılmamış sayılmasının arasındaki temel farkın zamanaşımının geriye dönük olarak kesilip kesilmediği meselesi olduğunu, sebeple de her usûlden ret bakımından TBK m.8 hükmünün uygulanamayacağını ifade etmektedir.an,22. Yargıtay,m usûlden ret kararları bakımından ek sürenin uygulanması yönünde kararlar vermektedir.neğin,18 sayılı Mülga Borçlar Kanununun 137.addesi ve 6098 sayılı TBK'nın 158.ddesindeki düzenlemeye göre,ava veya def'i; mahkemenin yetkili veya görevli olmaması ya da düzeltilebilecek bir yanlışlık yapılması yahut vaktinden önce açılmış olması nedeniyle reddedilmiş olup da o arada zamanaşımı veya hak düşürücü süre dolmuşsa,acaklı altmış günlük ek süre içinde haklarını  kullanabilir.Bu  hüküm  uyarınca  davacı,argılama  aşamasında zamanaşımı süresi ya da hak düşürücü süre dolmuşsa uzamış ek süreden yararlanır.va,120                                                                                                TAÜHFD/ZtdR - 2021/2  hakkın esası tetkik edilmeksizin usule ilişkin sonradan da olsa giderilebilecek bir nedenle sona erdiğinden davacının yeni bir dava açma hakkı bulunmaktadır.nkü dava konusu şey yargılama aşamasında zamanaşımına ya da hak düşümüne uğramıştır. nedenle TBK'nın 158.ddesi altmış günlük ek süre içinde dava açılmasına imkan vermektedir.mut olayda; davacı tarafından ..liye Hukuk Mahkemesinde 2014/678 Esas sayılı dava dosyasıyla,deki dava aynı hukuksal nedene dayalı olarak 26.14 tarihinde açıldığından,hkemece 15.15 tarihinde davanın hasım eksikliği nedeniyle usulden reddine karar verildiğinden,deki davanın ise 27.16 tarihinde TBK'nın 158.ddesi kapsamında altmış günlük ek süre içerisinde yeniden açılmış olduğu anlaşılmıştır.u durumda davalılar arasında menfaat çatışması bulunduğundan davalı . kayyım tayini ile davanın kayyım tarafından devam ettirilmesi ve gösterdiği takdirde delilleri toplanarak sonucuna göre bir karar verilmesi gerekirken,hkemece hak düşürücü sürenin geçtiği gerekçesiyle davanın reddi doğru görülmemiş,rarın bozulması gerekmiştir...,7.20,016/18207,.20/8130 (Kazancı); Öyle ki Yargıtay tamamlanabilir nitelikte olmayan hukuki yarar dava şartının TBK m.8 anlamında düzeltilebilir yanlışlık olarak ele almış ve ek sürenin uygulanması gerektiğine karar vermiştir.ukuki yarar 6100 Sayılı Hukuk Muhakemeleri Kanunu'nun 114/1-h maddesi gereğince dava şartıdır.iğer  taraftan  ayrıntıları  Yargıtay  Hukuk  Genel  Kurulunun  2016/4822018/1047 esas-karar sayılı ilâmında da belirtildiği üzere,kuki yarar tamamlanamayacak ve düzeltilemeyecek nitelikte bir dava şartıdır.iremizin yerleşik uygulaması da bu yöndedir. noktada,lirsiz alacak davası olarak açılan davada,vanın belirsiz alacak davası olarak açılamayacağı gerekçesi ile usulden reddinin,98 Sayılı Kanun'un 158.ddesinde düzenlenen düzeltilebilir bir yanlışlık olarak değerlendirilip değerlendirilemeyeceği üzerinde durulmalıdır.nun maddesinde yetkisizlik veya görevsizlik sebebi ile verilen ret kararları ayrıca düzenlenmiş olup düzeltilebilir bir yanlışlık kavramı,lnızca yetkisizlik ve görevsizlik sebebi ile verilen ret kararları anlamında yorumlanamaz.zeltilebilmesi mümkün bir hata sebebi ile dava usulden reddedildiğinde tanınan ek süre hakkı,kkın doğası ve adil yargılanma hakkının doğal gereğidir.zı usul hataları sebebi ile davanın reddi halinde doğabilecek adaletsizliğin önüne geçmek amacı ile 6098 Sayılı Kanun'un 158.ddesindeki düzenlemeye yer verilmiştir.kuki yarar yokluğu sebebi ile dava şartının eksik olması,ni açılacak bir dava ile düzeltilebilir.kuki yarar yokluğu sebebi ile reddedilen davadan sonra aynı taleplerle açılacak davada,ceki dava maddi anlamda kesin hüküm teşkil etmez.örev ve yetki de hukuki yarar gibi dava şartı olup görev ve yetki bakımından dava şartı eksikliği sebebi ile verilen ret kararından sonra altmış günlük ek süre tanınmasına imkan veren Kanun'un,nı kapsamda sayılan hukuki yarar yokluğu sebebi ile ret halini düzeltilemez bir yanlışlık  olarak kabul ettiğini söylemek adil yargılanma hakkı ve hak arama özgürlüğü ile bağdaşmaz.vayı belirsiz alacak davası olarak açmaktaAraş.r.kbule Serra Korkut                 121 Davanın açılmamış sayılmasının sonuçları ise davanın usûl ve esastan reddinden farklıdır.vanın açılmamış sayıldığı hâllerde,vanın açılmasıyla birlikte doğan bazı sonuçlar,ç doğmamış gibi tamamen ortadan kalkar.vanın açılmamış sayılmasıyla zamanaşımı davanın açıldığı tarihte hiç kesilmemiş gibi,k düşürücü sürelerse hiç korunmamış gibi işlemiş sayılır.avanın açılmamış sayılması sonucu kanun gereği  kendiliğinden  doğar,âkimin  kararına  ihtiyaç  yoktur.urada arada geçen sürelerin korunmasına ilişkin sonucu ortadan kaldırılmak,ir nevi en başa dönülmek istenmektedir.Davanın her açılmamış sayıldığı hâl bakımından TBK m.8 hükmünün uygulanacağını söylemek de mümkün olmamalıdır.neğin,ukuki yararı bulunmadığı halde belirsiz alacak davası olarak açılan davanın hukuki yarar yokluğu sebebi ile usulden reddedilmesi durumunda, hatanın  düzeltilebilir bir yanlışlık  olduğunun kabulüyle sonradan aynı taleplerle açılan davada davacının 6098 Sayılı Kanun'un 158.ddesinde düzenlenen ek süreden faydalanması gerektiği kabul edilmelidir.. HD,4.19,019/7815,019/19996 (Kazancı).4  Özmumcu,02-203; Pekcanıtez,kcanıtez Usûl,175; Atalı/Ermenek/ Erdoğan,77.5 Emre Kıyak,argıtay Kararları Işığında Dava Dilekçesinde Yer Alan Unsurların Eksik Olması Halinde Uygulanacak Hükümler,lçuk Üniversitesi Hukuk Fakültesi Dergisi,2,,14,46 vd.36  Atalı/Ermenek/Erdoğan,77.an,19; Yargıtay da önüne gelen ihbar ve kıdem tazminatlarına ilişkin bir dava bakımından,avacı,z konusu zaman aşımı süresinin geçtiğini kabul etmekle birlikte Borçlar Kanunun 137.ddesinde öngörülen 60 günlük munzam süre içinde bu davayı açtığını belirtmiş bulunmaktadır.ncak,rçlar Kanununun anılan maddesinde hangi hallerde munzam müddetten yararlanılacağı sınırlı bir biçimde sayılmış,rıca sayılan hususlardan dolayı daha önce davanın reddedilmiş olması koşulu öngörülmüştür. düzenlemede davanın açılmamış sayılma ile sonuçlanması haline yer verilmemiştir.yle olunca davanın süresinde açıldığını kabul etmek mümkün değildir.eklinde karar vermiş,vanın açılmamış sayılmasının TBK m.8 hükmü kapsamında saymamıştır.ncak burada dikkat edilmesi gereken nokta,rgıtay ın bu kararında davanın hangi sebeple açılmamış sayıldığına açıklık getirilmemiştir..,02.99,999/13634,999/16586 (Legalbank); Pekcanıtez,kcanıtez Usûl,176.122                                                                                                TAÜHFD/ZtdR - 2021/2 HMK m.9 hükmünde sayılan dava dilekçesinin tüm unsurları bakımından aynı değerlendirmeyi yapmak mümkün olmayacağından,lnızca eksikliği davanın usûlden reddini gerektirenler bakımından söz konusu maddenin uygulanabilir olduğunu söylemek mümkündür.K m.9/2 de belirtilen ve kesin süre içerisinde tamamlanmadığı takdirde davanın açılmamış sayılmasına karar verilen eksiklikler de bu kapsamda değerlendirilmelidir.Kanaatimizce,K m.8 hükmünün amacı,r ne kadar alacaklı yönünden hakkaniyeti alacaklı sağlamak olsa da,manaşımı süresi dolmuş bir alacağı yeniden dava konusu edilebilmesi hakkı tanıdığı ya da hak düşürücü süresi geçmiş bir davanın açılmasına olanak sağladığından bu hüküm istisnai niteliği haizdir ve uygulama alanı dar tutulmalıdır..K m. ve TBK m.8 Arasındaki Bağlantı TBK m.8 hükmünde öngörülen ek sürenin en çok uygulama alanı bulduğu alan görevsizlik ve yetkisizlik kararları üzerine yapılması gereken işlemlerin düzenlenmiş olduğu HMK m. hükmüdür.7251 sayılı Kanun la Anayasa Mahkemesi nin 10.16 tarihli kararı doğrultusunda değişikliğe uğrayan HMK m. hükmüne göre,ahkemenin görevsizlik veya yetkisizlik kararı vermesi durumunda taraflardan birinin, karar verildiği anda kesin ise tebliğ tarihinden,resi içinde kanun yoluna başvurulmayarak kesinleşmiş ise kararın kesinleştiği tarihten; kanun yoluna başvurulmuşsa bu başvurunun reddi kararının tebliğ tarihinden itibaren iki hafta içinde kararı veren mahkemeye başvurması ve dosyanın görevli ya da yetkili mahkemeye gönderilmesini talep etmesi gerekir. iki haftalık süre içerisinde taraflardan birinin gönderme talebinde bulunmaması hâlinde mahkeme re sen davanın açılmamış sayılacağına karar verir.Doktrinde 60 günlük ek sürenin başlama zamanı konusunda çeşitli görüşler bulunmaktadır.zı yazarlar,hkemenin görevsizlik- yetkisizlik kararının kesinleşmesiyle birlikte ek sürenin başlaması gerektiğini ifade  37 Her usûli eksikliğin TBK m.8 in uygulama kapsamına girmeyeceği yönünde bkz.lıçoğlu,137.8 RG.8.20,1199.Araş.r.kbule Serra Korkut                 123 ederken,zı yazarlar sürenin HMK m. hükmünde öngörülen iki haftalık sürenin dolmasından itibaren başlayacağını ifade etmektedir.şaret edilen hükme göre,hkemenin görevsizlik veya yetkisizlik şeklindeki usûle ilişkin nihai kararı zamanaşımının kesilmiş olması sonucunu ortadan kaldırmayacak,i haftalık süre içerisinde davanın açılmasına bağlı sonuçlar korunmaya devam edecektir.i hafta içerisinde davacı başvurusunu usûlüne uygun yaparsa,nderilen mahkemede açılan dava ilk davanın devamı sayılacaktır (HMK m./I)42. nedenledir ki,K m.8 hükmünde yer alan 60 günlük ek sürenin görevsizlik veya yetkisizlik kararının kesinleşmesinden değil,raflara tanınan iki haftalık sürenin dolmasından itibaren başlaması uygun olacaktır.rgıtay ın da uygulaması isabetli olarak bu şekildedir.39 Erdem,14; Erdem, sürenin iki haftalık sürenin sonunda başladığının kabulü hâlinde alacaklı lehine kanunda düzenlenmemiş bir hak yaratıldığını ifade etmektedir.dem,15; Üstündağ ise,vanın açılmamış sayılmasına bağlanan sonuçların HUMK m.3 deki düzenlemeye göre on günden (HMK m. deki hâliyle iki haftadan) sonra doğacağını kabul etmekle birlikte TBK m. deki (BK m.7) 60 günlük sürenin kesinleşmeye müteakip başlayacağını, günlük süre içerisinde dava yeniden açılırsa bu davada harç ödenmemesi bakımından bir fark olduğunu belirtmektedir.im Üstündağ,deni Yargılama Hukuku,ası,tanbul 2000,78. Baki Kuru,kuk Muhakemeleri Usulü̈,askı,,mir Demir Müşavirlik ve Yayıncılık,tanbul 2001,61 vd.ekcanıtez,kcanıtez Usûl,173; Atalı/Ermenek/Erdoğan,71; Ayan,01-202; Emel Ş.gün,denî Usul Hukukunda Davanın Açılmamış Sayılması ve Sonuçları,alet Yayınevi,kara 2011,8.1 Üstündağ,78; Atalı/Ermenek/Erdoğan,69-170; Ayan,97.2 Atalı/Ermenek/Erdoğan,69; Umar,6.3 Bu yönde,kcanıtez,kcanıtez Usûl,173.nzer yönde görüş beyan eden Ayan,ne aynı eserinde davacı alacaklının iki haftalık süreyi elde olmayan sebeplerle kaçırması hâlinde eski hâle getirme kurumuna başvurabileceğini,u imkan varken maddî hukuka ilişkin bir süre ile alacaklıya tekrar ek süre tanınmasının adil olmadığını da ifade ederek kanımızca kendi içinde çelişkili duruma düşmüştür.an,99-200 ve özellikle s.2.4  Davacılar tarafından evvelce İstanbul 12.liye Hukuk Mahkemesi'ne açılan dava,asım tarafın iş alanına ilişkin itirazının mahkemece kabul edilmesi üzerine görevli124                                                                                                TAÜHFD/ZtdR - 2021/2 III.ûlî Süreler ve TBK m.8 Hükmünde Verilen Sürenin Niteliği  a.nel Olarak Usûl Hukukunda Süreler ve Maddî Hukuka İlişkin Sürelerden Farkı TBK m.8 de belirtilen 60 günlük ek sürenin niteliğini belirlemeden önce,ûl hukukunda düzenlenen sürelerden kısaca bahsedilmelidir.Usûl hukukunda düzenlenen süreler,nunun öngördüğü süreler - hâkim tarafından verilen süreler,sin süreler- kesin olmayan süreler,hkeme için öngörülen süreler- taraflar için öngörülen süreler şeklinde çeşitli ayrımlara tâbi tutulmuştur.Bu süreler,ğu zaman maddî hukuka ilişkin sürelerden farklıdır.rneğin,hkeme için düzenlenen süreler düzenleyici nitelikte olup,lirtilen sürede keyfi olarak süreye aykırı davranma dışında,hkemece hareket edilmemesinin herhangi bir yaptırımı yoktur.cak HMK da taraflar için düzenlenen süreler ise kural olarak kesin niteliktedir.MK  İstanbul Ticaret Mahkemesi'ne tevdi edilmiştir.vdi kararı 19.75 tarihinde taraf vekillerinin yüzlerine karşı tefhim edildiğine göre,MK.n 193.ddesinin 3.krasında yazılı on günlük sürenin 11.76 tarih ve 976/5-976/5 sayılı Yargıtay İçtihadı Birleştirme Genel Kurulu kararı icabı kararın verildiği 19.78 tarihinden itibaren işlemeye başlaması gerekir. var ki,vanın görevli Ticaret Mahkemesinde görülmesi için yapılması icap eden usuli muameleler tayin edilen bu süre zarfında yapılmamış ve bu nedenle de görevli Ticaret Mahkemesi davanın açılmamış sayılmasına karar vermiştir.ahkemece verilen bu karar niteliği itibariyle,miri kabil bir noksanlık nedeniyle verilmiş bir karar olarak kabul edilebir ve bu nedenle davacıların BK.n 137.ddesinden faydalanabileceği söylenebilir ise de,ılan maddedeki 60 günlük munzam sürenin son kararın verildiği tarihten değil,k tevdi kararını müteakip işlemeye başlayan 10 günlük sürenin bittiği tarihten itibaren hesaplanması gerekir.Y..,03.74,974/1196,974/1705 (Legalbank).5 Üstündağ,38; Yılmaz,re,167 vd.46 Tanrıver,47; Atalı/Ermenek/Erdoğan,86-287; Erdönmez,kcanıtez Usûl Medeni Usûl Hukuku,15.sı, İki Levha Yayınları,tanbul 2017,53454.7 Üstündağ,38; Tanrıver,47; Atalı/Ermenek/Erdoğan,87; Feyzioğlu,Araş.r.kbule Serra Korkut                 125 m. hükmünün 3 fıkrasına göre,rafların belirtilen kesin süre içerisinde gerekli işlemi yapmamasının yaptırımı,işlemi yapma hakkını kaybetmesidir.ûlî kesin süreler bakımından bu sonuç genellikle kanundan doğar, hususta herhangi bir talep ya da işleme gerek yoktur.layısıyla,ûlî kesin süreler bu bakımdan hak düşürücü sürelere benzemekteyse de,ki doğurduğu hukuk alanı medeni usûl hukukudur.K m.8 Hükmünde Öngörülen 60 Günlük Sürenin Niteliği Bakımından Değerlendirme TBK m.8 de öngörülen 60 günlük ek sürenin süreler bakımından yukarıda bahsettiğimiz ayrımlardan hangisine girdiği hâlâ tartışmalıdır.K m.8 hükmünde düzenlenen 60 günlük sürenin bir usûl hükmü olduğu kabul edilirse, durumda belirtilen sürenin kesin ve HMK m. gereği hakkın kaybına yol açan nitelikte olduğunun da kabulü gerekir.ktrinde bir görüş, ek sürenin bir maddî hukuk hükmü olduğu da ileri sürülmektedir. durumda 60 günlük sürenin hak düşürücü mü yoksa zamanaşımı süresi mi olduğu tartışması doğar.ktrinde çoğunluk yazar, sürenin maddî hukuka ilişkin bir hak düşürücü süre olduğunu ifade ederken,zı yazarlar zamanaşımı süresi olduğunu ifade etmektedir.428.zioğlu,rçlar Hukuku kitabının usûli süreler ile zamanaşımının farklarını incelediği kısımda,manaşımının geçmesi hâlinde alacak hakkının dava yoluyla istenebilmesinin engellendiğinin,ûli sürelerin geçirilmesinin ise usûli hakkın kaybına yol açacağını ifade etmiştir.nzer yönde,lıçoğlu,05. Üstündağ,38.9 Bu yönde bkz.roğlu,.0 Umar,9.51 Ayan,12.52 Erdem,17; Ayan,96 ve özellikle 215; Erarslan Özkaya,el Hukukumuzda Zamanaşımı ve Hak Düşürücü Süreler,çkin Hukuk,kara 2016,18.3 Kılıçoğlu, konuda bir belirsizlik olmakla beraber ek sürenin zamanaşımı süresi olarak kabul edilmesi gerektiğini ifade etmekte, sürenin zamanaşımını uzatmak amaçlı olduğu için yine zamanaşımı olması gerektiğini ileri sürmektedir.lıçoğlu,139; Akçay a göre, süre bir defi hakkı tanır ve alacaklı126                                                                                                TAÜHFD/ZtdR - 2021/2 Yukarıda da ayrıntılı olarak bahsedildiği üzere usûl hukukuna ilişkin sürelerin amacı yargılamanın devamını sağlamak ve usûl ekonomisinin gereği olan makul sürede yargılamayı tamamlamaktır.manaşımı ise bir maddî hukuk kurumudur ve alacağın talep edilebilirliğine ilişkindir.nun yanında süresinde kullanılmayan bir hakkın artık kullanılamayacağını düzenleyen sürelerse hak düşürücü olarak adlandırılır.TBK m.8 hükmünde düzenlenen ek sürenin zamanaşımı süresi olmadığı söylenebilmelidir.manaşımı süresi,f i niteliğinde olduğundan hâkim tarafından re sen dikkate alınmaz,manaşımı süresinin  tarafından ileri sürülmediği müddetçe mahkemece re sen dikkate alınmaz.çay,40.4 Tanrıver,47.5 Yargıtay ise farklı görüştedir.-Taraflar arasında,vacının iş sözleşmesinin feshinin haklı nedene dayanıp dayanmadığı hususunda uyuşmazlık bulunmaktadır.amanaşımı,acak hakkının belli bir süre kullanılmaması yüzünden dava edilebilme niteliğinden yoksun kalmasını ifade eder. tanımdan da anlaşılacağı üzere zamanaşımı,acak hakkını sona erdirmeyip sadece onu  eksik bir borç  haline dönüştürür ve  alacağın dava edilebilme özelliğini ortadan kaldırır. itibarla zamanaşımı savunması ileri sürüldüğünde,er savunma gerçekleşirse hakkın dava edilebilme niteliği ortadan kalkacağından,tık mahkemenin işin esasına girip onu incelemesi mümkün değildir.manaşımı,r maddi hukuk kurumu değildir.ğer bir anlatımla zamanaşımı,r borcu doğuran,ğiştiren ortadan kaldıran bir olgu olmayıp,lt doğmuş ve var olan bir hakkın istenmesini ortadan kaldıran bir savunma aracıdır. bakımdan zamanaşımı alacağın varlığını değil,tenebilirliğini ortadan kaldırır.nun sonucu olarak da,rgılamayı yapan yargıç tarafından yürüttüğü görevinin bir gereği olarak kendiliğinden göz önünde tutulamaz.rçlunun böyle bir olgunun var olduğunu,sada öngörülen süre ve usul içinde ileri sürmesi zorunludur.mek oluyor ki zamanaşımı,rcun doğumu ile ilgili olmayıp,tenmesini önleyen bir savunma olgusudur. durumda zamanaşımı,vunması ileri sürülmedikçe,temin konusu olan hakkın var olduğu ve kabulüne karar verilmesinde hukuksal ve yasal bir engel bulunmamaktadır..D,3.20,017/22143,020/19793 (Kazancı) 56 Tanrıver,55; Feyzioğlu,27 vd.ekinay/Akman/Burcuoğlu/Altop,1032.7 Bkz..vd.Araş.r.kbule Serra Korkut                 127 hâkimce  değerlendirilebilmesi  için  davada  ileri  sürülmesi  gerekir.âkim,ndiliğinden zamanaşımı süresinin geçip geçmediğini değerlendiremez,va dosyasından zamanaşımı süresinin dolduğu anlaşılsa bile bu husus yargılamada ileri sürülmedikçe hükmüne esas alamaz.sa TBK m.8 hükmü alacaklıya bir şans vermekte,va konusu talep hakkında zamanaşımı süresi dolsa ya da dava konusu hak zamanında ileri sürülmediğinden düşse bile,rilen ek sürede tekrar davasını mahkeme önüne getirebilme hakkı tanımaktadır. süre TBK da düzenlenen sebeplerle durmayacak,silmeyecektir.layısıyla alacaklının 60 günlük ek sürenin sona ermesiyle bu hakkı kaybedeceği aşikârdır. gerekçelerle, günlük ek sürenin hakkın kaybına yol açan bir süre olduğu kabul edilmelidir. durumda bu sürenin maddî hukuk anlamında hak düşürücü süre mi yoksa usûl hukuku anlamında kesin usûli süre olarak mı kabul edileceği tartışması yapılabilir.0 günlük ek sürenin usûli bir süre olduğunun kabulü hâlinde,ski hâle getirme kurumu da işlerlik kazanacaktır.tekim HMK m. ve devamında düzenlenen eski hâle getirme kurumuna sadece taraflara ilişkin kesin usûli sürelerin elde olmayan sebeplerle kaçırılması hâlinde başvurulabilir,ddî hukuk süreleri bakımında eski hâle getirme mümkün değildir.ktrinde,manaşımı ve hak düşürücü sürelerin geçirilmesi hâlinde eski hâle getirme kurumuna başvurulamayacağı, durumda ancak maddî hukukun tanıdığı imkânlara başvurulabileceği ifade edilmektedir.cak TBK m.8 de düzenlenen 60 günlük sürenin ka58 Zamanaşımının def i olarak ileri sürülebileceği hakkında bkz.rkin,25; Kılıçoğlu,134.9 Feyzioğlu,28.60 Erdem,17; Ayan,96.1 Umar, sürenin TBK m.8 de belirtilen maddî hukuka ilişkin hak düşürücü sürenin  arkasına  eklenmesi  sebebiyle  niteliğinin  ayrılmasının  zorlaştığını,yırıcı bir ifadeye ihtiyaç olduğunu ifade etmekte ve usûli bir süreden bahsetmektedir; Umar,9-100.62 Tanrıver,52.63 Erdönmez,kcanıtez Usûl,74.128                                                                                                TAÜHFD/ZtdR - 2021/2 çırılması hâlinde bu yola başvurulmasının mümkün olup olmayacağı cevapsızdır.Bu sorunun cevabının verilebilmesi için asıl olarak 60 günlük sürenin konu edildiği hakkın doğru tespit edilmesi gerekir.karıda da ifade edildiği üzere,er belirtilen süre etkisini hukuk yargılamasında gösteriyorsa bir usûl süresinden,er maddî hukukta gösteriyorsa maddî hukuka ilişkin bir süreden bahsedilmelidir.tekim HMK m. hükmünde belirtilen süre içerisinde gönderme kararı verilemediği hâllerde davanın açılmamış sayılması sonucu kendiliğinden doğacaktır. bakımdan HMK m. hükmünde düzenlenen iki haftalık sürenin bir usûl hukuku süresi olduğunu söylemek mümkündür.Maddede düzenlenen iki haftalık sürenin dolmasına bağlanan zamanaşımı  ve hak  düşürücü  sürelerin  korunması  sonucunun  ortadan kalkmaması için TBK m.8 hükmü ikinci bir imkân tanımaktadır. durumda artık HMK m. hükmündeki iki haftalık süreyi kaçıran alacaklının elde olmayan sebeple bile olsa eski hâle getirme kurumuna başvurmada hukuki menfaati bulunmamaktadır.ki hâle getirme kurumuna başvurulabilme şartlarından birinin de başkaca bir yol öngörülmemiş olması olduğu düşünüldüğünde,K m.8 hükmünün bu ihtiyacı karşıladığını söylemek mümkündür.Söz konusu 60 günlük sürenin asıl amacı HMK m. hükmü gereği davanın açılmamış sayılması veya davanın usûlden reddi hâllerinde  64 Benzer bir tartışmayı Akkaya,kmün tamamlanması müessesesi bakımından yapmıştır.rıntı için bkz.lga Akkaya,edeni Usûl Hukukunda Hükmün (Nihai Kararların) Tamamlanması,kara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi,XV,,21,5.5 Bkz.I,Köroğlu, vd.6 Doktrinde iki haftalık sürenin dolması durumunda hâkimin bu hususu re sen dikkate alması dolayısıyla bu sürenin hak düşürücü süre olduğu yönünde bir görüş bulunmaktadır.z.angoya/Yıldırım/Deren-Yıldırım,3.7  Eski hâle getirme kurumuna başvurunun şartları ve hukuki yarar şartı hakkında bkz.dal Tercan,deni Usul Hukukunda (Kesin Sürelerin Kaçırılması Halinde) Eski Hale Getirme – Hali Sabıka İrca-,tkin Yayınları,kara 2006,232 vd.8 Tercan,34.Araş.r.kbule Serra Korkut                 129 meydana gelebilecek hak kayıplarından davacıyı yani bu durumda alacaklıyı korumak olduğuna göre,renin adil yargılanma hakkının sağlanması bakımından büyük önemi bulunduğunu söylemek doğru olur.u sürenin davanın görülebilmesi için alacaklının dava hakkının devam etmesini sağladığı söylenebilirse, hâlde 60 günlük sürenin bir usûl hukuku süresi olduğunun kabulü gerekecektir.te bu durumda 60 günlük sürenin elde olmayan bir sebeple kaçırılması hâlinde eski hâle getirme kurumuna başvurmanın önünde bir engel bulunmamaktadır.SONUÇ TBK m.8 hükmünün,K dışında düzenlenmiş bir usûl hukuku kurumu olması,kmün etkisini doğrudan usûl hukukunda doğurmasından kaynaklanmaktadır.le ki,K m.8 hükmü her ne kadar TBK da zamanaşımı başlığı altında düzenlenmişse de,z konusu düzenlemenin davanın açılmamış sayılması yahut usûlden reddiyle sıkı bir bağlantısı vardır.küm sonuçlarını ancak madde metninde düzenlenen usûl hukukuna ilişkin bazı durumların ortaya çıkması hâlinde meydana getirir.layısıyla,K m.8 hükmünde düzenlenen 60 günlük ek sürenin bir usûli kesin süre olduğunu söylemek doğru olacaktır. kabul,0 günlük sürenin kaçırılmasının yaratacağı olumsuz durumun,rtları varsa eski hâle getirme kurumuna başvurularak önlenebilmesi anlamına gelir. TBK m.8 hükmünde,dece zamanaşımı süresinin değil,k düşürücü sürelerin de yargılamada henüz ileri sürülemeden usûli sebeplerle dolması hâlinde ek sürenden yararlanılabileceği düzenlenmiştir. durum,kmün Kanun da sistematik olarak bulunduğu yerden ziyade,sûli bir sebeple davacının hak kaybına uğramasının önüne geçme amacının göstergesidir.Tüm bu sonuçlarla birlikte,K m.8 hükmünün gerek maddî hukuk bakımından gerekse usûl hukuku bakımından benzeri olmayan önemli bir düzenleme getirdiği belirtilmelidir.130                                                                                                TAÜHFD/ZtdR - 2021/2 ZUSAMMUNGFASSUNG I. ersten Titel der Arbeit wurde zunächst auf den Zeitbegriff und die Bedeutung von Rechtsfristen eingegangen und die Unterscheidung zwischen Verjährung und Ausschlusstfrist,e aufgrund des Kontextes des Themas die Grundbegriffe des materiellen Rechts sind,rz erwähnt.II.r zweite Teil der Arbeit befasst sich mit 158 des türkischen Obligationenrechts (TBK),s das Hauptthema des Beitrags ist.chdem die Klage des Klägers aus prozessualen Gründen,.gen fehlender Zuständigkeit oder fehlendem Gerichtsstand,gewiesen wurde,nn die Frist für die Verjährung der Klage bis zur Wiederaufnahme des Verfahrens ablaufen,er die Ausschlussfrist seines Rechts kann ablaufen.s diesem Grund räumt Artikel 158 dem Gläubiger das Recht ein,s Klagerecht innerhalb einer zusätzlichen Frist von sechzig Tagen erneut geltend zu machen.Die Bestimmung des Artikels findet in begrenzten Fällen Anwendung, denen der Fall prozessual abgelehnt wird. Text des Artikels werden eindeutig Entscheidungen über die Unzuständigkeit und den Mangel an Gerichtsstand erwähnt.rüber hinaus sollte der Ausdruck  korrigierbarer Fehler  in dem Artikel als korrigierbare Mängel bei den Prozessvoraussetzungen verstanden werden.II. besteht ein Zusammenhang zwischen der Regelung in Artikel 20 der türkischen Zivilprozessordnung (HMK) und Artikel 158 des türkischen Obligationenrechts. der Tat werden in HMK Art. nennt die Schritten,e bei der Entscheidung über die Unzuständigkeit und den fehlenden Gerichtsstand zu befolgen sind.mäß Artikel 20 muss im Falle einer Entscheidung über die Unzuständigkeit oder den fehlenden Gerichtsstand eine der Parteien innerhalb von zwei Wochen,e in diesem Artikel festgelegt,i dem Gericht,s die Entscheidung erlassen hat,e Übertragung der Rechtsfall an das zuständige Gericht beantragen. diesen Situationen stellt sich die Frage,nn die zusätzliche Frist von sechzig Tagen beginnt.r Beginn dieser zusätzlichen Frist muss mit dem Ende der Zwei-Wochen-Frist,r in Artikel 20 des HMK genannten Antragsfrist,sammenfallen.V. letzten Teil des Artikels wird erörtert, es sich bei der zusätzlichen Sechzigtagesfrist um eine materiell-rechtliche Frist oder um eine prozessuale Frist handelt.rd diese Frist als prozessuale Frist akzeptiert,rd auch die Möglichkeit der Wiedereinsetzung in den vorigen Stand wirksam.Araş.r.kbule Serra Korkut                 131",
     "Kaynakça": "Akçay, Ergin, Türk Borçlar Kanunu na Göre Zamanaşımı, On İki Levha Yayıncılık, İstanbul 2010. Akkan, Mine, Pekcanıtez Usûl Medeni Usûl Hukuku, C. I, 15. Bası, On İki Levha Yayınları, İstanbul 2017.  Akkaya, Tolga, “Medeni Usûl Hukukunda Hükmün (Nihai Kararların) Tamamlanması”, Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi, C. XXV, S. 1, 2021, s. 19-60. Alangoya, Yavuz/Yıldırım, Kamil M./Deren Yıldırım, Nevhis, Medenî Usul Hukuku Esasları, 7. Baskı, İstanbul 2009. Atalı, Murat/Ermenek, İbrahim/Erdoğan, Ersin, Medeni Usûl Hukuku, Yetkin Yayınları, 3. Baskı, Ankara 2020.  Ayan, Serkan, Zamanaşımının Durması ve Zamanaşımının Kesilmesi, Adalet Yayınevi, Ankara 2020.  Becker, Hermann, Kommentar zum Schweizerichen Zivilgesetzbuch, Obligationenrecht Band VI, I. Abteilung Allgemeine Bestimmungen, Art. 1-183, Verlag von Stämpfli&Cie., Bern 1941.  Berkin, Necmettin M., “Adalet Mahkemesi Kararları- Zamanaşımı (MK. m.513; HUMK. m. 187)”, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. 41, S. 3-4, s. 423-435. Dırenisa, Efe, Die materielle Rechtskraft im deutschen und türkischen Zivilverfahrensrecht, Peter Lang Verlag, Frankfurt am Main, 2012. Elgün, Emel Şeyda, Medenî Usul Hukukunda Davanın Açılmamış Sayılması ve Sonuçları, Adalet Yayınevi, Ankara 2011.  Erdem, Mehmet, Özel Hukukta Zamanaşımı, On İki Levha Yayıncılık, İstanbul 2010. Erdönmez, Güray, Pekcanıtez Usûl Medeni Usûl Hukuku, C. I, 15. Bası, On İki Levha Yayınları, İstanbul 2017. Eren, Fikret, Borçlar Hukuku Genel Hükümler, 23. Baskı, Yetkin Yayınları, Ankara 2018.  Feyzioğlu, N. Feyzi, Borçlar Hukuku Umumi Hükümler, C. II, Fakülteler Matbaası, İstanbul 1969.132          TAÜHFD/ZtdR - 2021/2 Grothe, Helmut,  Münchener Kommentar zum BGB, 8. Aufl., Beck, 2018. Kılıçoğlu, Ahmet M., Borçlar Hukuku Genel Hükümler, 22. Bası, Turhan Kitabevi, Ankara 2018.  Kıyak, Emre, “Yargıtay Kararları Işığında Dava Dilekçesinde Yer Alan Unsurların Eksik Olması Halinde Uygulanacak Hükümler”, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C. 22, S. 1, 2014, s. 127-158.  Killas, Laurent/Wiget, Matthias, Handkommentar zum Schweizer Privatrecht, Obligationenrecht Allgemeine Bestimmungen, 3. Aufl., Schulthess, Basel 2016.  Köroğlu, Anıl, Medeni Usul Hukukunda Sürelere İlişkin Esaslar, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, Yayımlanmamış Yüksek Lisans Tezi, İstanbul 2014.  Kuru, Baki, Hukuk Muhakemeleri Usulü, 6. Baskı, C. I, Demir Demir Müşavirlik ve Yayıncılık, İstanbul 2001.   Kuru, Baki,  İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku Ders Kitabı, Yetkin Yayınları, Ankara 2017. Mansel,  Heinz-Peter,  Jauernig  Bürgerliches  Gesetzbuch  Kommentar, 18.Aufl., Beck, 2021. Nomer, Halûk N., Borçlar Hukuku Genel Hükümler, 17. Bası, Beta, İstanbul 2020. Oğuzman, M. Kemal/Öz, M. Turgut, Borçlar Hukuku Genel Hükümler, C. I, 16. Bası, Vedat Kitapçılık, İstanbul 2018.  Özekes, Muhammet, “Dava Dilekçesinde Hukuki Sebep Bildirmek Zorunludur”, Haluk Konuralp Anısına Armağan, Ankara 2009, s. 745-781. Özekes, Muhammet, “HMK Bakımından Dava Dilekçesinde Eksiklik Halinde Yapılması Gereken İşlemler”, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 16, Özel Sayı, Prof. Dr. Hakan Pekcanıtez e Armağan, 2014, s. 263-300.  Özkaya-Ferendeci, H. Özden, Kesin Hükmün Objektif Sınırları, On İki Levha Yayıncılık, İstanbul 2009.  Özkaya, Erarslan, Özel Hukukumuzda Zamanaşımı ve Hak Düşürücü Süreler, Seçkin Hukuk, Ankara 2016.  Özmumcu, Seda, “Davanın Açılmasına Bağlanan Hukuki Sonuçların Davanın Açılmamış Sayılması Halinde Değerlendirilmesi”, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C. 19, S. 2, 2012, s. 183-206.Araş. Gör. Makbule Serra Korkut                 133 Pekcanıtez, Hakan, Pekcanıtez Usûl Medeni Usûl Hukuku, C. II, 15. Bası, On İki Levha Yayınları, İstanbul 2017. Simil, Cemil, “Hakimin Davayı Aydınlatma Ödevinin Sınırları”, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. 16, Özel Sayı, Prof. Dr. Hakan Pekcanıtez e Armağan, 2014, s. 1351- 1376. Tanrıver, Süha, Medeni Usûl Hukuku, C. I, 2. Bası, Yetkin Yayınları, Ankara 2018. Tekinay, Selahattin S./Akman, Sermet/Burcuoğlu, Halûk/Altop, Atillâ, Tekinay Borçlar Hukuku Genel Hükümler, 7. Bası, Filiz Kitabevi, İstanbul 1993.  Tercan, Erdal, Medeni Usul Hukukunda (Kesin Sürelerin Kaçırılması Halinde) Eski Hale Getirme – Hali Sabıka İrca-, Yetkin Yayınları, Ankara 2006. Umar, Bilge, Hukuk Muhakemeleri Kanunu Şerhi, 2. Bası, Yetkin Yayınları, Ankara 2014. Üstündağ, Saim, Medeni Yargılama Hukuku, 7. Bası, İstanbul 2000. Yardımcı, Taner Emre, Hukuk Yargılamasında Somutlaştırma Yükü, On İki Levha Yayıncılık, İstanbul 2017. Yılmaz, Ejder, “Hukuk Muhakemeleri Kanununda Süreler”, Yaşar Üniversitesi Elektronik Dergisi, C.8, Özel Sayı- Prof. Dr. Aydın Zevkliler e Armağan, C. III, İzmir 2013, s. 3167-3190."
}