{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "25",
     "Ay": "11",
     "Yıl": "2019",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "FEDERAL ALMAN MAHKEMESİ’NİN HÂKİMİN REDDİNE İLİŞKİN GÜNCEL KARARLARININ İNCELENMESİ",
     "Title": "DIE REZENSION EINIGER AKTUELLER BGH-URTEILE HINSICHTLICH DER ABLEHNUNG DES RICHTERS",
     "Yazar İsmi": [
          "Prof. Dr. H. Özden ÖZKAYA FERENDECİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hâkimin reddi",
          "Alman Medeni Usul Kanunu",
          "Federal Alman Mahkemesi",
          "hâkimin tarafsızlığı"
     ],
     "Keywords": [
          "The refusal of the judge",
          "German Civil Procedure Code",
          "Federal German Court",
          "the impartiality of the judge"
     ],
     "Özet": "KAYA FERENDECİ   ÖZ Hâkimin reddi kurumu Alman Medeni Usul Kanunu nda – aynı 6100 sayılı HMK da olduğu üzere – kanunda düzenlenmiş ve bu kurumun hâkimin davaya bakma zorunluğunun istisnasını teşkil ettiği kabul edilmektedir. Bu istisna, hâkimin davaya bakarken tarafsız olması gerektiğinden kaynaklanmaktadır. Bundan dolayı hâkimin tarafsızlığından şüpheye düşülmesi halinde, hâkimin reddedilmesi söz konusu olmaktadır. Hâkimin reddedilmesine gerekçe gösterilen ret sebebinin bazen net olmaması, bu konuda karar vermeyi zorlaştırabiliyor. Bundan dolayı çalışmamızda hâkimin reddi bakımından birkaç Federal Alman Mahkemesi Kararını inceleyerek, somut örneklerle hâkimin reddi kurumunu irdelemeye çalıştık.",
     "Abstract": "The refusal of the judge is regulated by the German Civil Procedure Code - as in the Code of Civil Procedure (Act No. 6100) - , which is considered to be the exception to the judge s obligation to deal with the case. This exception stems from the fact that the judge should be impartial when handling the case. Therefore, if the impartiality of the judge is doubted, the judge shall be rejected. Sometimes the reason for the refusal of the judge is rejected, making it difficult to decide. Therefore, in our study, we analyzed several Federal German Court Decisions in terms of the refusal of the judge and tried to examine the refusal of the judge with concrete examples.",
     "Metin": "Hakimin reddi kurumu Alman Medeni Usul Kanunu nda – aynı 6100 sayılı HMK da olduğu üzere – kanunda düzenlenmiş ve bu kurumun hakimin davaya bakma zorunluğunun istisnasını teşkil ettiği kabul edilmektedir. Ayrıca kanuni hakim prensibinin tam olarak yerine getirilebilinmesi için, hakimin mutlaka tarafsız olmasının şart olduğu belirtilmektedir1. Kanuni hakim prensibi çerçevesinde hakimin tarafsızlığını sağlayabilmek için (başka bir deyişle teminat altına alabilmek için) iki kurumun öngörüldüğü ifade edilmektedir2: Hakkimin yasaklı olması ve hakimin reddi ku1 Ramazan Arslan/ Ejder Yılmaz/ Sema Taşpınar Ayvaz, Medeni Usul Hukuku, Yetkin Hukuk Yayınları, İstanbul, 2016, s. 116, s. 17; Ali Cem Budak/ Varol Karaarslan, Medeni Usul Hukuku, Adalet Yayınevi, Ankara, 2.baskı, 2018, s. 31, kenar notu 14 vd.; Baki Kuru, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku Ders Kitabı, Yetkin Hukuk Yayınları, Ankara, 2017, s. 37; Hans Joachim Musielak/ Wolfgang Voit, Zivilprozessrecht Kommentar, Verlag Franz Vahlen, München, 15. neubearbeitete Auflage, 2018, § 41, kenar notu 1; Hakan Pekcanıtez/ Muhammet Özekes/ Mine Akkan/ Hülya Taş Korkmaz, Medeni Usul Hukuku, Cilt 1, On İki Levha Yayınları, İstanbul, 2017, s. 371; Hanns Prütting/ Markus Gehrlein, Zivilprzoessrecht Kommentar, Hermann Luchterhand Verlag, Köln, 8. Auflage, 2016, § 41, kenar notu 2; Leo Rosenberg/ Karl Heinz Schwab/ Peter Gottwald, Zivilprozessrecht, C.H.Beck Verlag, München, 18. neubearbeitete Auflage, 2018, s. 140, kenar notu 1. 2 Rosenberg/ Schwab/ Gottwald, s. 140, kenar notu 1.H.Özden Özkaya Ferendeci  227 rumu. Söz konusu iki kurumun hakkaniyete ve adalete hizmet ettikleri belirtilmektedir3. Ayrıca bu iki kurum ile kanun koyucu tarafların objektif / tarafsız bir hakimin önünde yargılanmalarını da teminat altına almaktadır4. Hakimin tarafsızlığı özellikle Justitia nın gözlerinin bağlı olması ile de sembolize edilmiştir5. Gerek Türk Hukuku nda gerekse Alman Hukuku nda hakimin reddi kurumu çok benzer şekilde düzenlenmiştir6. Hal böyle olunca, hakimin reddi kurumuna ilişkin Alman Federal Mahkeme Kararlarının Türk Hukuku bakımından da örnek teşkil edebilme kabiliyeti bulunmakta ve incelenmesi faydalı gözükmektedir. Çalışmamızda hakimin reddi kurumuna ilişkin Alman Hukuku ndan birkaç güncel örnek işlenecek ve böylece hakimin reddi kurumunun Almanya da uygulamada nasıl ele alındığı hususuna kısa bir göz atılmış olunacak. I)TÜRK VE ALMAN HUKUKUNDAKİ DÜZENLEMELER Federal Mahkeme Kararlarını incelemeden, Türk Hukuku nda ve akabinde Alman Hukuku nda sadece ana hatları ile hakimin reddi kurumunu (başvuru ve incelenmesi yönü ile) incelemek istiyoruz. 1) Türk Hukuku nda Hakimin Reddi Kurumu Türk Hukuku nda hakimin reddi HMK 36. madde ve devamında düzenlenmektedir. Anılan maddede sayılan hakimin reddi sebepleri sınırlı bir sayım oluşturmamaktadır, söz konusu sayım örnek bir sayım teşkil etmektedir7. Madde zaten hakimin tarafsızlığından şüpheyi gerektiren önemli bir sebebin bulunması halinde, hakimin ya taraflarca ya da hakimin kendini 3 Adolf Baumbach/ Wolfgang Lauterbach/ Jan Albers/ Peter Hartmann, Zivilprozessrecht Kommentar, München,  76. neubearbeitete Auflage, 2018, § 42, kenar notu 1. 4 Pekcanıtez/ Özekes/ Akkan/ Taş Korkmaz, s. 372; Prütting/ Gehrlein, § 41, kenar notu 1; Eberhard Schilken, Zivilprozessrecht, Vahlen Verlag, München, 7. neubearbeitete Auflage, 2014, s. 24, kenar notu 53. 5 Christoph G. Paulus, Zivilprozessrecht, Springer Verlag, Berlin Heidelberg, 6. Auflage, 2017, s. 81, kenar notu 200. 6 Bak. detaylı bilgiler için Nazlı Gören Ülkü, Medeni Yargılama Hukuku nda Hâkimin Reddi, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Doktora Tezi, İstanbul, 2013, s. 2 ve s. 43 vd.. 7 Budak/ Karaaslan, s. 33, kenar notu 22; Kuru, s. 39; Pekcanıtez/ Özekes/ Akkan/ Taş Korkmaz, s. 379.228                                                                                                  TAÜHFD/ZtdR - 2019/2 reddedebileceğini belirterek başlamakta ve akabinde 5 bent halinde örnekleme bir sayım yapmaktadır. Dolayısıyla hakimin reddi için ana sebebin, hakimin tarafsızlığından şüpheyi gerektiren önemli bir sebebin bulunması olduğu anlaşılmaktadır8. HMK nın 36. maddesine göre, anılan sebebin bulunması halinde (veya iddia edilmesi halinde), taraflardan biri hakimi reddedebileceği gibi hakim de bizzat çekilebilmektedir. Hakimin taraflardan biri tarafından reddedilmesinin süresi HMK nın 38. maddesinin 1. fıkrasında açıkça düzenlenmiştir; buna göre hakimin reddi sebebini bilen tarafın, ret talebini en geç ilk duruşmada ileri sürmesi gerekir. Taraf, ret sebebini davaya bakıldığı sırada öğrenmiş ise en geç öğrenmeden sonraki ilk duruşmada, yeni bir işlem yapılmadan önce bu talebini hemen bildirmek zorundadır. Hakimi reddeden tarafın, hakimi hangi sebeple reddediğini göstermesi ve olayla ilgili delilleri ve emareleri açıkça göstermesi gerekmektedir (HMK nın 38. maddesi 2. fıkrası). Söz konusu ret dilekçesi, reddi istenen hakimin mensubu olduğu mahkemeye verilir (HMK nın 38. maddesi 3. fıkrası) ve ayrıca karşı tarafa da tebliğ edilir (HMK nın 38. maddesi 5. fıkrası). Karşı tarafın bir hafta içinde bu dilekçeye ilişkin cevap verme hakkı vardır; söz konusu cevap süresi geçtikten sonra dosya ekleri ile birlikte reddi istenen hakime verilir (HMK nın 38. maddesi 5. fıkrası). Hakim, bir hafta içinde dosyayı inceler ve ret sebeplerinin kanuna uygun olup olmadığı hakkındaki düşüncesini yazı ile bildirerek, dosyayı hemen merciine gönderilmek üzere yazı işleri müdürüne verir (HMK nın 38. maddesi 5. fıkrası); mercii de bu konuda kararını verir. Ancak hakimin bizzat kendisini reddetmesi de mümkündür. Bu halde de yine merci ret talebini inceleyecektir (HMK nın 39. maddesi), zira hakimin kendini reddetmesi, istinkaf sonucunu doğurmaz9. Her iki halde de, yani hakimin taraflardan biri tarafından reddedilmesi veya hakimin bizzat kendini reddetmesi hallerinde, hakimin reddi talebi, reddi istenen hâkim katılmaksızın mensup olduğu mahkemece incelenir (HMK nın 40. maddesinin 1. fıkrası). Merci, ret talebini kabul etmemesi halinde, hakim davaya kaldığı yerden devam eder (HMK nın 42. maddesinin 3. fıkrası).  8 Arslan/ Yılmaz/ Taşpınar Ayvaz, s. 120. 9 Pekcanıtez/ Özekes/ Akkan/ Taş Korkmaz, s. 387.H.Özden Özkaya Ferendeci  229 Ret talebinin reddine ilişkin merci kararının bölge adliye mahkemesince uygun bulunmayarak kaldırılması veya ret talebinin kabulüne ilişkin merci kararının bölge adliye mahkemesince uygun bulunması halinde, ret sebebinin doğduğu tarihten itibaren reddedilen hakimce yapılmış olan ve ret talebinde bulunan tarafça itiraz edilen esasa etkili işlemler, davaya daha sonra bakacak hakim tarafından iptal edilir (HMK nın 43. maddesinin 3. fıkrası). 2) Alman Hukuku nda Hakimin Reddi Kurumu Alman Hukuku nda, hakim (aynı Türk Hukuku nda olduğu gibi), sadece kanunlara bağlı şekilde, tarafsız kalarak karar verecektir (bak. Alman Anayasası nın 97. maddesinin 1. fıkrası). Adil yargılanma ancak bağımsız ve tarafsız hakimlerce sağlanabilmektedir10. Konumuz itibarı ile hakimin bağımsızlığından ziyade hakimin tarafsızlığı ve bu bağlamda özellikle hakim reddi kurumuna ilişkin Alman Medeni Yargılama Hukuku na göz atacağız. Alman Medeni Usul Kanunu nda hakimin reddi kurumu, hakimin yasaklı olması halinden sonra Alman Medeni Usul Kanunu nun 42. maddesinde düzenlenmiştir. Sistematik açıdan Alman Medeni Usul Kanunu ile HMK örtüşmektedir. HMK 36. maddeden farklı olarak, Alman Medeni Usul Kanunu nun 42.maddesinde, hakimin tarafsızlığından şüpheyi gerektiren haller için örnekleme bir sayım bulunmamaktadır; Alman Medeni Usul Kanunu nun 42. maddesi (HMK daki genel sebep olan) hakimin tarafsızlığından şüpheyi gerektiren bir halin bulunmasını düzenlemektedir. Alman Medeni Usul Kanunu nun 42. maddesinin 3. fıkrasına göre, hakimi davanın her iki tarafı da reddedebilir. Hakimin reddini istenilen dilekçe, hakimin mensubu olduğu mahkemeye verilir (Alman Medeni Usul Kanunu nun 44. maddesinin 1. fıkrası). Hakimin reddine gerekçe gösterilen sebebin varlığı muhtemel olacak şekilde ispat edilmesi gerekir (Alman Medeni Usul Kanunu nun 44. maddesinin 2. fıkrası). Hakimin reddine ilişkin talep, hakim karar verene kadar yapılabilir11, ancak hakimin reddi sebebini bilen taraf, bu sebebi ileri sürmeden duruşmaya katılır veya mahkemeye davaya ilişkin bir dilekçe verirse, o zaman hakimi reddetme hakkını 10 Musielak/ Voit, § 41, kenar notu 1; Prütting/ Gehrlein, § 41, kenar notu 2; Rosenberg/ Schwab/ Gottwald, s. 136, kenar notu 22. 11 Rosenberg/ Schwab/ Gottwald, s. 143, kenar notu 17.230   TAÜHFD/ZtdR - 2019/2 yitirmektedir (Alman Medeni Usul Kanunu nun 43. maddesi). Bu yönü ile de Türk Hukuku ndaki düzenlemeye benzemektedir (bak. HMK 38. maddenin 1. fıkrası). Türk Hukuku nda olduğu gibi, Alman Medeni Usul Kanunu nda da hakim kendini reddedebilir (bak. Alman Medeni Usul Kanunu nun 48. maddesi). Hâkimin reddi talebi, reddi istenen hakim katılmaksızın mensup olduğu mahkemece incelenir (Alman Medeni Usul Kanunu nun 45. maddesinin 1. fıkrası, bak. aynı yönde HMK 40. maddenin 1. fıkrası). Hakimin reddine ilişkin talebin kabul edilmesi halinde, reddedilen hakimin – ret talebine kadar - yaptığı işlemler geçerli kalmaktadır12. Görüldüğü üzere, hakimin reddine ilişkin başvuru ve inceleme usulleri ana hatları ile Alman ve Türk Hukuku nda benzerlik göstermektedir. II) FEDERAL MAHKEME KARARLARI Hukuki düzenlemeler ilişkin yapılan açıklamalardan sonra, artık birkaç Federal Mahkeme Kararını inceleyeceğiz. 1) Federal Mahkemenin 7 Kasım 2018 tarihli ve IX ZA 16/17 Sayılı Kararı Karara konu olayda sekiz kişilik heyetten oluşan bir mahkemede, davacı, tüm hakimleri reddetmiştir. Davanın konusu ise bir tazminat talebidir. Davacı, iflas idarecisi olan davalının görev ihlalinden dolayı tazminat ödemesi gerektiğini iddia ederek, davasını açmıştır. Bu dava kapsamında davacı heyetteki her bir hakimin ret sebebini ise ayrı ayrı gerekçelendirmiştir. Biz de çalışmamızda her hakimin ret sebebini tek tek inceleyip, aktaracağız: a) Davacı, heyet başkanı hakimin, davalının 70. doğum günü şerefine çıkartılmış olan Armağan da yayın kurulunda yer alması ve söz konusu Armağan da davalıyı hem kişi olarak hem de çalışmaları bakımından övdüğü için artık ret etmiştir, davacıya göre bu davranışlar, heyet başkanı hakimin tarafsızlığından şüpheyi gerektiren önemli bir sebep teşkil etmektedir. Federal Mahkeme de aynı davacı gibi, heyet başkanı hakimin ret 12 Rosenberg/ Schwab/ Gottwald, s. 145, kenar notu 32.H.Özden Özkaya Ferendeci  231 edilmesi gerektiğini, başka bir deyişle davacının ret talebinin yerinde olduğunu ifade etmiştir. Federal Mahkeme Kararında şunu ifade etmiştir: … reddedilmiş olan hakim, Armağan da davalı için iflas hukuku ve iflas hukukuna yakın hukuk alanlarında başka kimseyle kıyas kabul etmeyecek kadar çok emek harcamış ve hizmet vermiş kişi olarak nitelendirmiştir. … Ayrıca hakim, davalının istisnai bir iflas idarecisi olduğunu ve şirket yönetimini muhteşem hukuk bilgisi ile birleştirip, çok iyi bir iflas idarecisi olduğunu ifade etmiştir. …13. Federal Mahkeme, heyet başkanının bu sözleri ile davalıyı hem kişi olarak hem de işi itibarı ile çok övdüğünü kabul etmiş ve davalının özellikle iflas idarecisi olarak görev ihlali iddiası ile açılan bir tazminat davasında, heyet başkanı hakimin davalıyı hem kişi hem de mesleki bakımdan övmesi ile, tarafsızlığından şüpheyi gerektiren bir hal olduğunu tespit etmiş ve davacının heyet başkanı hakimi reddetmesinin isabetli olduğunu karar bağlamıştır.  U bağlamda Federal Mahkeme, heyet başkanı hakim ile davalı arasında gerçekten kişisel bir yakınlık var mı yok mu hususunun önem arz etmediğini de belirtmiştir, zira Federal Mahkemeye göre, heyet başkanı hakim, davalıya karşı büyük bir saygı duymaktadır; kaldı ki, hakimin tarafsızlığı bakımından hakimi reddeden tarafın bakış açısı önem arz etmektedir. Davacı ise, heyet başkanı hakimin davalı hakkında yazdığı hem kişisel hem de mesleki övgü sözlerini okuyunca, hakimin tarafsızlığından şüpheye düşmesinin olağan olduğu ifade edilmektedir, hele ki, söz konusu davalının mesleki bir hata yaptığı iddia edilerek açılan bir davada, heyet başkanının davalıya mesleki olarak bu kadar saygı duyması, davacı açısından tarafsızlığından şüpheyi gerektiren bir hal olduğu Federal Mahkeme tarafından kabul etmiştir. b) Bunun yanı sıra davacı ayrıca heyetteki diğer hakimleri de reddetmiştir. Heyet başkanı dışında iki hakim de, davalı için çıkartılan Armağan da iki eser yayınlamışlardır. Federal Mahkeme Armağan da yayın yapan iki üye hakimin de ret taleplerini kabul etmiştir. Federal Mahkemeye göre iki üye hakim, her ne kadar sadece iki makale yazmış olsalar da, kendilerini reddeden davacının bakış açıcından tarafsızlıklarını yitirmişlerdir. Zira makale yazarak iki üye hakim, davalı için çıkartılan Armağan a katkıda bulunmuş ve böylece davalının şeref, için hazırlanan bir çalışmaya 13 http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=8630448a273a0d463c46508d8a5773e6&nr=91653&pos=24&anz=27;  s. 3.232                                                                                                  TAÜHFD/ZtdR - 2019/2 isteyerek katkıda bulunmuşlardır. Bu bağlamda iki üye hakim, heyet başkanı gibi davalıyı öven sözler yazmamış olsalar bile, Armağan a makale ile katkıda bulunmaları ve ayrıca Armağan ın sonunda tüm yazarlarca ortak bir bildiri ile davalının hem kişiliği hem de mesleki bilgisi övülmesi ile, davacının gözünde tarafsızlıklarını yitirmiş olduklarını Federal Mahkeme kabul etti14. c)  Diğer bir üye hakimin ise, davalının başka yazarlara birlikte ortak çıkardığı bir şerh çalışmasında, yirmi kişilik bir grupta yer alarak, bir bölümü yazmış olması hakimin reddedilmesi bakımından Federal Mahkeme tarafından yeterli bulunmamıştır. Bu bağlamda Federal Mahkeme, hakim ile davalı arasında gerekli yakın ilişkinin bulunmadığını ifade ederek, ilişkinin sadece genel bir ilişki olduğunu ve genel mesleki ilişkilerin hakimin reddedilmesi için yeterli sebep teşkil etmediğini ifade etmiştir. Ancak hakim, davalı ile çok yakın ve yoğun şekilde çalışmış olsaydı, o zaman tarafsızlığından şüpheye düşülmesinin mümkün olduğunu da eklemektedir; ancak somut olayda olduğu gibi genel bir çalışmanın hakimin reddi için yeterli olmadığını belirtmektedir15. d)  Görüldüğü üzere, Federal Mahkeme bir taraf ile hakimin sadece tanışması ve hatta genel bir iş ilişkisi içinde olmasını, hakimin reddi için yeterli bir sebep olarak değerlendirmemektedir. Bu bağlamda Federal Mahkeme her ne kadar, hakimi reddeden tarafın bakış açısından hakimin ret sebebini incelese de, hakimin gerçekten reddedilmesi için sadece genel ve soyut ilişkiler yeterli bulmamaktadır. Genel ve soyut sebeplerin yanı sıra, somut olguların da mevcut olması gerektiği ifade edilmekte, aksi takdirde hakimin tarafsızlığından şüpheye düşülecek bir durumun olmadığı ifade edilmektedir. Hakikaten de genel ve soyut sebeplere dayanarak hakimin reddi talebini kabul etmek, gerçekçi bir yaklaşım sergilemeyecektir; zira hakimler de mesleki hayatları bakımından başka hukukçularla ilişkiye girmekte ve çalışmaktadır. Sadece bu sebeple bir hakimi reddetmek, soyut olguları ön  14 http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=8630448a273a0d463c46508d8a5773e6&nr=91653&pos=24&anz=27;  s. 4. 15 http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=8630448a273a0d463c46508d8a5773e6&nr=91653&pos=24&anz=27;  s. 4.H.Özden Özkaya Ferendeci  233 plana çıkaran bir hareket olacaktır. Dolayısıyla olağan ilişkiler aşan bir yakınlığın olması, başka bir deyişle somut başka bir veya birkaç olgunun / emarenin de bulunması, hakimin ret talebinin kabul edilmesi bakımından önem arz etmektedir. 2) Federal Mahkemenin 21 Haziran 2018 tarihli ve I ZB 58/17 Sayılı Kararı Karara konu olayda, davacının avukatı tek başına çalışan bir avukattır ve davalıya karşı bir alacak davası açmıştır. Davacının avukatı ofisinde yarı zamanlı bir sekreter çalıştırmaktadır ve söz konusu sekreter, mahkeme heyet başkanının eşidir. Heyet başkanı, önceden görülen başka bir davada, taraflara bu durumu izah etti ve eşinin yarı zamanlı sekreter olarak yanında çalıştığı avukat ile de tanıştığını, kendisi ile birbirlerine sen ile hitap ettiklerini ve ara sıra resmi davetlerde (örneğin noel kutlaması gibi) eşine eşlik etmek amacıyla avukatın ofisine de gittiğini bildirdi. Bu bilgiye sahip olan davalı, karara konu olan davada, heyet başkanı hakimi tam bu nedenden dolayı reddetti. a) Davalının hakimi ret etmesi üzerine, mahkeme ret talebini inceledi ve hakimin reddedilmesine yer olmadığına karar verdi. Kararında mahkeme şu gerekçelere yer verdi: Heyet başkanının, eşinin yarı zamanlı ofisinde çalıştığı avukat ile senli benli konuşmasının, hakimin reddi için yeterli bir sebep teşkil etmediğini vurguladı. Ayrıca mahkeme, eşinin sekreter olarak yanında çalıştığı avukat ile hakim arasında mesleki veya davayı etkileyecek bir mesleki etkileşim olamayacağını belirtti16. Bunun yanı sıra mahkeme, sekreterin avukatın kazancından pay almadığını da ifade etti ve hakimin ailesi ile avukatın arasında bir sosyal bağımlılığın da olmadığını ekledi17. Bu kadarlık bir ilişkinin hakimin profesyonel ve bağımsız davranışlarını etkilemeyeceğini belirten mahkeme, hakimin, avukatın ofisindeki noel kutlamasına gelmesini de yakın bir ilişkinin varlığını kabul etmek için yeterli bulmadığını ifade ederek, davalının, hakimi ret edilmesine ilişkin talebini ret etti. 16http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=b04eab0b7c8014b1cd47185aed492fb7&nr=88952&pos=8&anz=24, s. 4. 17http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=b04eab0b7c8014b1cd47185aed492fb7&nr=88952&pos=8&anz=24, s. 4.234                                                                                                  TAÜHFD/ZtdR - 2019/2 b)  Davalı bunun üzerine bir üst mahkemeye başvurarak, hakimin ret edilmesine ilişkin talebinin reddedilmesinin denetlenmesini talep etti. Bunun üzerine Federal Mahkeme konuyu inceledi ve hakimin ret edilmesine ilişkin talebi kabul etti. Federal Mahkeme nin de gerekçeleri ise şöyledir: Hakimin reddedilmesine ilişkin talebin kabul edilebilmesi için, hakimin tarafsızlığından şüpheye düşülmesi gerekir. Federal Mahkeme bu bağlamda, hakimin tarafsızlığına dair gerçekten şüphenin oluşmasına gerek olmadığını, önemli olan kötü görünüşün olmasıdır18 ifadesini kullanmıştır; başka bir deyişle, hakimi reddeden tarafın, tüm objektif olguları değerlendirdikten sonra, hakimin tarafsızlığından şüpheye düşmesi mümkün ise, bu olgunun yeterli olduğunu belirtmiştir19.   Federal Mahkeme, daha önceki kararlarında, reddedilen hakimin eşinin bir avukatlık ofisinde avukat olarak çalışması halinde, hakimin ret talebinin kabul edilebileceği yönde karar vermiştir, zira avukatlar arası mesleki tartışmalar yapılmaktadır ve eş olan avukat özel hayatında hakimi de bu yönde etkileyebilmektedir20. Karara konu olayda ise durumun farklı olduğuna dikkat çeken Federal Mahkeme, olayda reddedilen hakimin eşinin, avukatın yanında yarı zamanlı sekreter olarak çalıştığını belirterek, burada somut olayda yeniden değerlendirme yapılması gerektiğini ifade etmiştir. Avukatın, sekreter eş ile mesleki tartışmaya girmeyeceğinden dolayı, bu yönde hakime yönelik bir etkileşimin de olma ihtimalinin bulunmadığını belirten Federal Mahkeme, bunun yanı sıra avukatın sekreteri başka şekilde etkileyip, zor durumda bırakıp, sekreterin hakim eşini etkilemesini sağlama riskinin bulunduğunu eklemiştir. Avukat örneğin sekretere, söz konusu davayı kazanmasının ofisi bakımından hem itibar hem maddi yönden ne kadar önemli olduğunu ifade edebileceği gibi, avukatın sekreteri başka şekilde de baskı altında bırakabileceğini belirtmiştir21. Sekreter de elbette hakim eşini etkileyebilmektedir; bu bağlamda herhangi bir riskin bulunması Federal Mahkeme açısından yeterlidir. Ayrıca somut olayda sekreterin uzun yıllardır avukatın yanında çalışmasından dolayı,  18http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=b04eab0b7c8014b1cd47185aed492fb7&nr=88952&pos=8&anz=24, s. 5. 19http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=b04eab0b7c8014b1cd47185aed492fb7&nr=88952&pos=8&anz=24, s. 5. 20http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=b04eab0b7c8014b1cd47185aed492fb7&nr=88952&pos=8&anz=24, s. 6. 21http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=b04eab0b7c8014b1cd47185aed492fb7&nr=88952&pos=8&anz=24, s. 8, s. 9.H.Özden Özkaya Ferendeci  235 aralarında mutlaka bir güven ilişkisinin oluşmuş olduğuna dikkat çekmektedir. Bunun yanı sıra hakim ile avukatın birbirlerine sen diye hitap etmeleri ve hakimin, avukatın noel kutlamasına eşini eşlik etmek amacıyla katılması hususlarının da dışardan objektif bir tarafça nasıl algılandığının önem arz ettiğini ifade etmektedir. Zira sadece noel kutlamasına giden hakim ile avukat birbirlerine sen de deseler, bunların aralarında yakın bir ilişkinin oluştuğu anlamına gelmez; ancak hakimi reddeden tarafın bunu nasıl algıladığı önem arz etmektedir22. Bu bağlamda hakimi reddeden tarafın, hakim ile avukat arasında yakın bir ilişkinin olması ihtimalini (hakimin tarafsızlığını koruyamaması bakımından) bir risk olarak görmesinin mümkün olduğunu belirten Federal Mahkeme, bütün bu hususların değerlendirilmesi sonucunda, hakimin reddedilmemesine ilişkin talebin kabul edilmesi gerektiği sonucuna varmıştır. c) Somut kararda hakimin ret talebinin kabul veya reddedilmesinin bazen ne kadar zor olduğu açıkça anlaşılmaktadır. Her iki mahkeme gerekçelerinde haklı hususlara değinip, kendi içlerinde isabetli kararlar verdiler. Hakikaten de hakimin reddi talebini incelerken bu sonuç doğrudur ve yanlıştır demek bir çok olayda çok zor. Ancak Federal Mahkemenin isabetli olarak ifade ettiği üzere, hakimi reddeden tarafın bakış açısı önem arz etmektedir. Hakimin gerçekten tarafsızlığını yitirip yitirmemesinden daha önemli olan, yargılamada taraf olanın, kendini emin ellerde hissetmesidir. Dolayısıyla haklı bir risk ihtimalinin bulunması halinde, hakimin ret talebinin kabul edilmesi doğru gibi gözükmektedir. Ancak burada soyut ifadeler veya olgular elbette yeterli olamaz, somut olguların ve emarelerin olması şarttır. 3) Federal Mahkemenin 15 Mart 2012 tarihli ve V ZB 102/11 Sayılı Kararı Karara konu olayda, heyet üyesi hakimlerden birinin eşi, davacının avukatının ofisinde avukat olarak çalışmaktadır. Üye hakim bu hususu taraflara bildirdiği gibi, kendi kendini de reddetti. Aynı zamanda davalı da üye hakim bakımından ret talebinde bulundu. Ancak mahkeme, söz konusu durumun üye hakimin tarafsızlığından şüpheyi gerektiren bir hal olmadığını belirterek, üye hakimin reddedilmesine ilişkin talebi reddetti. 22http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=b04eab0b7c8014b1cd47185aed492fb7&nr=88952&pos=8&anz=24, s. 9.236   TAÜHFD/ZtdR - 2019/2 a) Üye hakimin reddedilmesine ilişkin talebi reddeden mahkeme, hakimin eşinin, davacının avukatının ofisinde çalışmasının hakimin tarafsızlığında şüpheyi gerektiren bir durum olmadığını ifade etmiştir, zira davacının davasına hakimin avukat eşi değil, ofisteki başka bir avukat bakmaktadır. Ayrıca hakimin eşi avukatlık ofisinin ortaklarından olmadığı için, bu manada maddi bir kaygısının da olmadığını belirten mahkeme, hakimin avukat eşinin sadece dolaylı bir etkileşimi olacağını ifade ederek, hakimin de davacının davasına bakan avukat ile özel bir ilişkisinin olmadığını ekleyerek, hakimin ret edilmesine ilişkin talebi reddetmiştir23. b) Davalı, mahkemenin söz konusu kararına muhalefet etmiştir ve Federal Mahkeme hakimin reddedilmesine ilişkin talebin isabetli olduğu yönünde karar vermiştir. Federal Mahkemenin bu bağlamda öncelikle reddedilen hakimin eşinin, taraflardan birinin avukatının ofisinde çalışmasının genel olarak hakimin reddedilmesi, başka bir deyişle hakimin tarafsızlığından şüpheyi gerektiren bir hal olup olmadığının tartışmalı olduğunu belirtmektedir. Bu bağlamda savunulan iki temel görüşe yer veren mahkeme, ilk görüşe göre, hakimin avukat eşinin, taraflardan birinin avukatının ofisinde çalışmasının, hakimin tarafsızlığından şüpheyi gerektiren bir hal olduğunu ifade etmektedir. Bu görüşün gerekçesi ise eski Federal Avukatlık Kanunu nun 20. maddesine dayanmaktadır; söz konusu eski maddeye göre hakimin eşi veya akrabası, hakimin (başka bir deyişle mahkemenin) coğrafi yetki sınırları içeresinde avukatlık yapamamaktaydı. Eski işbu maddenin amacının da, hakime yakın olan bir avukatın, sanki hakimi etkileyerek, haksız bir baskı / etkileşim kurarak, müvekkili lehine bir karar verilmesini sağlayabileceğinin görünüşünü dahi engellemekti. Bu riskin özellikle hakimin ve avukatın evli olması halinde bulunduğu da ifade edilmektedir, zira diğer tarafın bakış açısından böyle bir kurguda hakimin tarafsızlığından şüpheyi gerektiren bir halin oluştuğunu düşünmesi çok olağandır. Kaldı ki hakimi reddeden tarafın, diğer tarafın avukatı ile hakimin eşinin aynı ofiste çalışması halinde, davayı hangi avukatın takip ettiğini, avukatlar arasında nasıl bir işbölümü olduğunu bilmesinin mümkün olmadığı da belirtilmektedir ki, bu da tarafın bakış açısından sorun teşkil etmektedir24. 23http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=32ca39c40573de8d7d02553cf29040ac&nr=60117&pos=29&anz=32, s. 3. 24http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=32ca39c40573de8d7d02553cf29040ac&nr=60117&pos=29&anz=32, s. 4.H.Özden Özkaya Ferendeci  237 Federal Mahkeme kararında diğer görüşe de yer vermektedir. Bu görüşe görüşe göre, hakimin avukat eşinin, taraflardan birinin avukatının ofisinde çalışmasının tek başına, hakimin tarafsızlığından şüpheyi gerektiren bir hal olmadığını savunmaktadır. Bu görüşe göre bu soyut olgunun yanında başka somut emarelerinin de bulunması gerekmektedir25. Söz konusu görüşün iki gerekçesi bulunmaktadır. İlk gerekçe olarak, kanun koyucunun bu durumu sakıncalı bulsaydı, hakimin yasaklı sebeplerinde sayabileceği hususudur. Madem kanun koyucu bu hususu hakimin yasaklılık sebeplerinde saymadı, o halde kanun koyucu bu durumun bir sorun teşkil etmediğini düşündüğünü göstermektedir. İkinci gerekçe olarak da, karşı görüşün dayanak olarak ileri sürdüğü eski Federal Avukatlık Kanunu nun 20. Maddesinin artık yürürlükten kaldırılmış olmasıdır ki, o halde yürürlükte olmayan bir maddenin bir görüşün gerekçesini teşkil edemeyeceği ileri sürülmektedir. O halde hakimin avukat eşinin, taraflardan birinin avukatının ofisinde çalışması tek başına hakim reddedilmesi için sebep teşkil etmemektedir; bu görüşe gör bu soyut olgunun yanına ayrıca somut emarelerin de gelmesi gerekmektedir; örneğin hakimin tarafın avukatı ile eşinin  hatırı  üzerine  konuşması  veya  davanın  sonuçlanması  bakımından maddi bir çıkarının olması gibi hallerin de bulunması gerekmektedir26. Federal Mahkeme iki karşıt görüşe yer verdikten sonra, somut olayda hakimin reddedilmesinin isabetli olduğu kararına varmıştır. Buna göre hakimin avukat eşinin, davacının avukatının ofisinde çalışması hususu, davalı taraf açısından değerlendirilmesi gerekmektedir. Federal Mahkeme, davalı tarafın da bu vakıa karşısında endişeye düşmesi ve hakimin tarafsızlığını yitirebileceği riskinin bulunduğunu hissetmesi, hakimin reddedilmesi için yeterli bulmaktadır; zira davalı taraf kendini söz konusu hakim tarafından tarafsızca yargılandığını hissetmemesi halinde, hakim reddedilmesine ilişkin talebin kabul edilmesi gerektiğini ifade etmektedir. Zaten somut olayda davacının avukatı ve avukatın ofisinde çalışan hakimin avukat eşi üzerinden hakime bir etkileme girişimi olabilme ihtimalinin bulunması söz konusu endişeyi haklı kılmaktadır; bu bağlamda hakikaten böyle bir etkileşimin mevcut olup olmadığı ve hakimin aslen profesyonel biri 25http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=32ca39c40573de8d7d02553cf29040ac&nr=60117&pos=29&anz=32, s. 5. 26http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=32ca39c40573de8d7d02553cf29040ac&nr=60117&pos=29&anz=32, s. 5.238   TAÜHFD/ZtdR - 2019/2 olarak bundan etkilenmemesi gerektiği hususları önem arz etmemektedir, zira önemli olan hakimi reddeden tarafın bakış açısıdır27. c) Görüldüğü üzere Federal Mahkeme bu kararında da yine (çalışmamızdaki ilk Federal Mahkeme Kararında olduğu üzere) hakimi reddeden tarafın bakış açısından bir değerlendirme yaparak, hakimin reddedilmesine ilişkin talebi karara bağladı. 4) Federal Mahkemenin 13 Haziran 2005 tarihli ve X ZR 195/03 Sayılı Kararı Karara konu olayda, hakim, davacının eskiden avukatlığını yaptığı beyan ederek, kendini reddetmiştir. Söz konusu dava 2015 yılında görülmekte ve hakim, 1995 – 2004 yılları arasında davacının avukatlığını yaptığını beyan etmiştir. Bu dönemde hakim, bir avukatlık ofisinde çalışmaktaydı ve görevleri arasında davacının avukatlığını yapmak da vardı. Eskiden davacının avukatı olması sebebiyle, 2015 yılındaki davada kendini reddeden hakimin kendini reddetmemesi üzerine, taraflar görüş bildirmemiş ve hakimin kendisini reddetmesi Federal Mahkeme tarafından isabetli bulunmamıştır28. Federal Mahkemeye göre bu olayda, hakimin tarafsızlığından şüpheyi gerektiren bir hal bulunmamaktadır. Hakimin tarafsızlığından şüpheyi gerektiren bir halin ancak objektif sebeplerin bulunması halinde oluşabileceğini vurgulayan Federal Mahkeme, söz konusu objektif sebeplerin de, taraflardan birinin bakış açısından mantıklı şekilde değerlendirilmesi gerektiğini ve ancak bunun sonucunda hakimin tarafsızlığından şüpheyi gerektiren bir halin oluşup oluşmadığının anlaşılacağını vurgulamaktadır29. Somut davada ise, hakimin kendi reddetmesine ilişkin bir sebebin olmadığı sonucuna varan Federal Mahkeme, ortada hakimin tarafsızlığından şüpheyi gerektiren bir halin, hatta bir görünüşün dahi olmadığını ifade etmiş ve özellikle hakimin davaya konu ihtilafta davacının hiçbir zaman avukatlığını yapmadığı da vurgulanmıştır. Hatta davacının avukatı iken, davaya konu ihtilaf konusu hukuki sorunlarda davacının avukatlığını bile 27http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=32ca39c40573de8d7d02553cf29040ac&nr=60117&pos=29&anz=32, s. 6. 28http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=37461e09b068a8c478760692f3790e6c&nr=33005&pos=9&anz=14, s. 3. 29http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=37461e09b068a8c478760692f3790e6c&nr=33005&pos=9&anz=14, s. 3.H.Özden Özkaya Ferendeci  239 yapmadığını, başka hukuki konularda ona danışmanlık yaptığını ifade ederek, dava esnasında da davacıya akıl vermemiştir. Davacının avukatlığını yaptığı zamanların da geride kaldığını belirten Federal Mahkeme, davacı ile hakimin arasındaki mesleki ilişkinin de kesin şekilde bittiğini ve bu ilişkinin hiçbir zaman kişisel bir ilişkiye dönüşmediğini de eklemiştir. Bütün bu hususların değerlendirilmesi halinde, hakimin tarafsızlığından şüpheyi gerektiren bir durumun oluşmadığı sonucuna varan Federal Mahkeme, hakimin kendisini reddetmesini isabetli bulmamıştır30. Görüldüğü üzere Federal Mahkeme bu kararında da yine somut olgulara önem vermiştir. Ayrıca yine tarafların bakış açısının önemini vurgulamış ve fakat somut davada objektif bir olgunun oluşmadığını ve taraflardan birinin hakimin tarafsızlığından şüpheyi gerektiren bir izlenime / hissiyata kapılmasına yer olmadığına karar vermiştir. 5) Değerlendirme İncelenen Federal Mahkeme Kararlarından anlaşıldığı üzere, hakimin reddedilmesine ilişkin talebin kabul edilmesi veya reddedilmesi için bazı kriterler bulunmakla beraber (örneğin hakimi reddeden tarafın bakış açısı gibi, objektif olgular gibi), her somut olayın kendi özelliklerine göre karar verilmesinin önemi isabetli şekilde vurgulanmaktadır. Hakikaten de özellikle hakimin reddi gibi kurum bakımından şekli kararların verilmemesi kanımızca önemlidir. Belli başlı kriterlerin olması, her olayın aynı kriterlerce değerlendirilmesi bakımından önem arz etmektedir. Ancak kriterleri olaya uygularken, somut olayın özelliklerini de, dikkate almak gerekir. İncelenen üçüncü kararda Federal Mahkeme farklı görüşlere yer vermiştir, ancak somut olaya en uygun çözümü bulmaya da gayret etmiştir. Her zaman aynı kurguda aynı sonuca varılamayacağı ortadır ve kanımızca somut olayın özellikleri hakimin reddi talebi incelenirken en önemli kriter olmalıdır. 30http://juris.bundesgerichtshof.de/cgibin/rechtsprechung/document.py?Gericht=bgh&A rt=en&sid=37461e09b068a8c478760692f3790e6c&nr=33005&pos=9&anz=14, s. 4, s. 5.240                                                                                                  TAÜHFD/ZtdR - 2019/2 SONUÇ Bilindiği üzere günümüzde hakimin reddi kurumuna ne yazık ki amaç dışı da başvurulmaktadır. Bazen taraflar veya avukatları bu yola başvurarak, yargılamayı uzatmayı (sürüncemede bırakmayı) hedeflemektedirler; bazen de davayı esastan kaybedeceklerini anladıklarında da hakimin reddi kurumuna başvurarak, hakimin değişmesini ümit ederek, yeni hakimin farklı karar vereceğini bir ihtimal olarak değerlendirmektedirler. Ancak hakimin reddi kurumu elbette ekstra bir kanun yolu değildir. Hakimin reddi kurumu, çalışmamızın başında da belirttiğimiz üzere, kanuni hakim prensibinin istisnasını teşkil etmektedir. Herkes kanuni hakim prensibine göre yargılanma hakkına sahiptir, bu temel bir haktır; ancak kanuni hakimin de tarafsız olması gerekmektedir; bu husus da aynı derecede önemli bir temel haktır. O halde herkesin hem tarafsız kanuni hakim önünde yargılanmasını teminat altına alabilmek için, hakimin reddi ve hakimin yasaklılık kurumlarının önemleri büyük ve her iki kurum da elzemdir. Ancak kurumlara amaç dışı başvurulması, hem yargılamayı uzatmakta, hem yargıyı yıpratmakta hem de bir sonuç vermemektedir. Almanya da Bonn ve Berlin de iş mahkemesinde hakim olan arkadaşlarımızla görüştüğümüzde, Almanya da da hakimin reddi kurumuna başvuru sayısının – eskiye nazaran - yükseldiğini öğrendik. Arkadaşlarımız, söz konusu başvuruların çoğunun yargılamayı uzatma amaçlı olduğunu ve hakimin reddi kurumunun bir nevi kanun yolu kurumu gibi kullanıldığını, başka bir deyişle amacından saptırıldığını, ifade ederken, bundan duydukları rahatsızlığı da dile getirmektedirler. Hakimin reddi kurumu, ekstra veya ayrı bir kanun yolu değildir. Taraflardan birinin kendini kanuni hakimi önünde tarafsız olarak yargılanmadığını hissettiği anda başvuracağı bir kurumdur. Söz konusu başvurusunun da ne zaman başarılı olacağı veya hangi hallerde reddedileceği de yukarıda belirttiğimiz üzere belirli kriterlere bağlı olarak, ama şekli karar verilmeden sonuca bağlanması gerektiğine inanıyoruz.H.Özden Özkaya Ferendeci  241 ZUSAMMENFASSUNG Die Ablehnung des Richters ist in der deutschen Zivilprozessordnung – wie auch inder türkischen Zivilprozessordnung mit der Gesetzesnummer 6100 – im Gesetz geregelt und wird als Ausnahme der richterlichen Aufgabe, jedes Verfahren, dass eröffnet wird auch zu Ende zu bringen, angesehen. Diese Ausnahme fundiert auf der Begründung, dass ein Richter bei der Ausführung seiner richterlichen Tätigkeit unparteiisch sein muss. Daher ist bzw. kann ein Richter abgelehnt werden, wenn der Verdacht aufkommt, er sei nicht merh unparteiisch. Manche Gründe für die Ablehnung eines Richters sind nicht eindeutig, bzw. können grenzwertig sein, so dass es im Einzelfall sehr schwierig sein kann, über die Ablehnung des Richters zu entscheiden. Daher haben wir versucht in der vorliegenden Arbeit, anhand der Untersuchung von manchen BGH Urteilen, ein paar Beispiele für die Ablehnung des Richters, herauszuarbeiten. Hierbei wurde bewusst das deutsche Recht ausgewählt, weil sich das deutsche und türkische Recht im Hinblick auf die Ablehnung des Richters sehr ähneln und dieselben Grundzüge aufweisen. In der türkischen ZPO (HMK) ist der Grund der Ablehnung für den Richter in Art. 36 genannt. Es ist die Befürchtung der Befangenheit des Richters; dies ist der Hauptgrund für die Ablehnung. Desweitern sind im selben Artikel fünf Fälle für die Ablehnung des Richters beispielhaft aufgezählt. Der Artikel enthält keine ausschliessliche Aufzählung. In der türkischen Zivilprozessordnung kann der Richter sich selbst ablehnen, er kann aber auch durch die Parteien bzw. durch eine Partei abgelehnt werden. Die Parteien haben diesbezüglich ein zeitlich befristetes Recht, sie müssen den Richter nach Kenntnis des Ablehnungsgrundes bis zur nächsten mündlichen Verhandlung ablehnen; dies beinhaltet auch den Anfang der mündlichen Verhandlung, sofern die Ablehnung als erste Handlung erfolgt. Die Partei, die den Richter ablehnen möchte, muss ihren Antrag demzufolge fristgerecht einrecihen und zugleich die Beweise für das Vorliegen des Ablehnungsgrundes gemäβ Art. 38 II türkischer ZPO beibringen. Der Ablehnungsantrag muss bei dem Gericht, dem der abgelehnte Richter angehört, eingereicht werden. Dieser wird sodann der gegenerischen Partei zugestellt; welche auf diesen Antrag innerhalb einer Woche eine Stellungnahme erwidern kann. Nachdem diese Frist abgelaufen ist, wird der Ablehnungsantrag gemäβ Art. 38 V türkischer ZPO dem abgelehnten Richter für seine eigene Stellungnahme hinsichtlich des Ablehnungsantrags überreicht. Der Richter hat hierfür eine Frist von einer Woche. Anschliessend wird der Antrag mit der Stellungnahme des Richters an das Gericht, welches über den Ablehnungsantrag zu entscheiden hat, eingereicht. Das Gericht, welches über den Ablehnungsantrag zu entscheiden hat, ist das Gericht, dem der Richter angehört. Dieses Gericht tagt und entscheidet in diesem Fall ohne den abgelehnten Richter. Wie oben erwähnt, kann sich der Richter auch selbst ablehnen. Auch in diesem Fall wird das Gericht, dem der abgelehnte Richter angehört, ohne dessen Anwesenheit über den Antrag entscheiden.242                                                                                                  TAÜHFD/ZtdR - 2019/2 In dieser Zeit, d.h. bis das zuständige Gericht über den Ablehnungsnatrag entschieden hat, darf der Richter das Verfahren nicht weiterführen. Ausnahmen hiervon sind einstweilige Verfügungen; in diesen Fällen darf der abgelehnte Richter wegen der Eiligkeit der Angelegenheit tätig werden, ansonsten ruht das Verfahren. Sollte das Gericht den Ablehnungsantrag ablehnen, so wird der Richter wie gewohnt das Verfahren weiterleiten und auch in der Sache entscheiden (gemäβ Art. 42 III türkischer ZPO). Wenn jedoch das Gericht den Ablehnungsantrag für zutreffend erachtet, so ist dem Richter die Fortführung des Verfahrens nicht meh gestattet und er wird durch einen Richter, der dieselben Aufgaben hat, ersetzt. Hierbei kann der neue Richter, die Verfügungen seines Vorgängers, die er nach Entstehung des Ablehnungsgrundes getätigt hat, für nichtig erklären (gemäβ Art. 43 III türkischer ZPO). KISALTMALAR Art.:    Artikel bak.:    bakınız BGH:   Bundesgerichtshof bzw.:    beziehungsweise d.h.:    das heisst HMK:   Hukuk Muhakemeleri Kanunu s.:    sayfa vd.:    ve devamı ZPO:    ZivilprozessordnungH.Özden Özkaya Ferendeci  243",
     "Kaynakça": "ARSLAN Ramazan/ YILMAZ Ejder/ TAŞPINAR AYVAZ Sema, Medeni Usul Hukuku, Yetkin Hukuk Yayınları, İstanbul, 2016. BAUMBACH Adolf/ LAUTERBACH Wolfgang/ ALBERS Jan/ HARTMANN Peter, Zivilprozessrecht Kommentar, München, 76. neubearbeitete Auflage, 2018. BUDAK Ali Cem/ KARAARSLAN Varol, Medeni Usul Hukuku, Adalet Yayınevi, Ankara, 2.baskı, 2018. GÖREN  ÜLKÜ  Nazlı,  Medeni  Yargılama  Hukuku nda  Hâkimin  Reddi,  Marmara Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Doktora Tezi, İstanbul, 2013.  KURU Baki, İstinaf Sistemine Göre Yazılmış Medeni Usul Hukuku Ders Kitabı, Yetkin Hukuk Yayınları, Ankara, 2017. MUSIELAK Hans Joachim/ VOIT Wolfgang, Zivilprozessrecht Kommentar, Verlag Franz Vahlen, München, 15. neubearbeitete Auflage, 2018. PAULUS,  Christoph  G.,  Zivilprozessrecht,  Springer  Verlag,  Berlin  Heidelberg,  6. Auflage, 2017. PEKCANITEZ Hakan/ ÖZEKES Muhammet/ AKKAN Mine/ TAŞ KORKMAZ Hülya, Medeni Usul Hukuku, Cilt I, On İki Levha Yayınları, İstanbul, 2017. PRUTTING  Hanns/  GEHRLEIN  Markus,  Zivilprzoessrecht  Kommentar,  Hermann Luchterhand Verlag, Köln, 8. Auflage, 2016. ROSENBERG  Leo/  SCHWAB  Karl  Heinz/  GOTTWALD  Peter,  Zivilprozessrecht, C.H.Beck Verlag, München, 18. neubearbeitete Auflage, 2018. SCHILKEN Eberhard, Zivilprozessrecht, Vahlen Verlag, München, 7. neubearbeitete Auflage, 2014. İnternet Kaynakları http://juris.bundesgerichtshof.de/"
}