{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "28",
     "Ay": "10",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Türk Hukukunda ve Alman Hukukunda Uzaktan Çalışmanın Temel Esasları",
     "Title": "Grundprinzipien der Telearbeit im türkischen und deutschen Recht",
     "Yazar İsmi": [
          "Dr. Öğr. Üyesi Esra YİĞİT"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Uzaktan çalışma",
          "tele çalışma",
          "uzaktan çalışmada veri güvenliği",
          "Alman hukukunda uzaktan çalışma",
          "evden çalışma"
     ],
     "Keywords": [
          "Teleworking",
          "distance working",
          "working at home",
          "data protection in teleworking",
          "teleworking in German law"
     ],
     "Özet": "Uzaktan çalışma, klasik iş ilişkisinden farklı olarak işçinin işyeri dışında iş görmesine dayanan bir çalışma modelidir. Özellikle Covid-19 döneminde bu çalışma biçiminin birçok yerde uygulanmak zorunda kalması, bu modele dair pek çok soruyu da beraberinde getirmiştir. 4857 sayılı İş Kanunu nun 14.maddesine 2016 yılında eklenen uzaktan çalışmanın ayrıntıları ise yakın tarihte çıkarılan Yönetmelikte düzenlenmiştir. Buna karşılık Alman Hukukunda bu çalışma biçimine dair özel bir düzenleme bulunmamakta, konu genellikle öğreti görüşleri çerçevesinde şekillenmektedir. Bu çalışmada uzaktan çalışmanın temel esasları hem Türk Hukuku hem de Alman Hukuku çerçevesinde ele alınmıştır.",
     "Abstract": "Teleworking is a working model based on the employee's work outside the workplace, unlike the classical employment relationship. The fact that this way of working has to be applied in many places, especially during the Covid19 period, has brought many questions about this model. The details of teleworking, which were added to Article 14 of the Labor Law No. 4857 in 2016, were regulated in the recently issued Regulation. On the other hand, there is no special regulation regarding this employment model in German Law, and the subject is  Doktor Öğretim Üyesi, Türk-Alman Üniversitesi Hukuk Fakültesi, İş ve Sosyal Güvenlik Hukuku Anabilim Dalı, yigit@tau.edu.tr, https://orcid.org/0000-00028312-7941.  136                                                                                                TAÜHFD/ZtdR - 2021/2 generally shaped within the framework of doctrinal views. In this study, the basic principles of teleworking are discussed within the framework of both Turkish Law and German Law.  Key Words: Teleworking, distance working, working at home, data protection in teleworking, teleworking in German law Giriş 4857 sayılı İş Kanunu nun 14. maddesinde 2016 yılında yapılan değişiklik ile uzaktan çalışma kavramı mevzuatımıza girmiş ve yakın tarihte de konuya ilişkin Uzaktan Çalışma Yönetmeliği1 yayınlanmıştır. Çalışmamızda hem Türk Hukukundaki bu düzenlemeler uyarınca uzaktan çalışmanın temel esasları incelenecek, hem de bu çalışma biçiminin Alman Hukukunda nasıl değerlendirildiği açıklanacaktır. I. Uzaktan Çalışmanın Tanımı 4857 sayılı İş Kanunu md. 14 e göre uzaktan çalışma, işçinin, işveren  tarafından  oluşturulan  iş  organizasyonu  kapsamında  iş  görme  edimini evinde ya da teknolojik iletişim araçları ile işyeri dışında yerine getirmesi esasına dayalı ve yazılı olarak kurulan iş ilişkisidir2. Aynı tanım Yönetmeliğin 4. maddesinde de tekrar edilmiştir3.  1 RG 10.03.2021/31419. 2 Öğretideki benzer nitelikteki tanımlar için bkz.: Murat Kandemir, Tele Çalışma, Legal Yayıncılık, İstanbul, 2011, s. 41; Mustafa Alp, Tele Çalışma (Uzaktan Çalışma), Prof. Dr. Sarper Süzek e Armağan, İstanbul, 2011, 795-851, s. 795; Emine Tuncay Senyen-Kaplan, Bireysel İş Hukuku, 10. Bası, Gazi Yayınevi, Ankara, 2019, s. 107; Ufuk Aydın, Covid-19 Pandemisi; İş ve Sosyal Güvenlik Hukuku Alanında Yarattığı Sorunlar ve Çözüm Önerileri, İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi, Yıl 2020, Cilt 6, Sayı 2, 181-214, s. 203. 3 Kanunda ve Yönetmelikte yapılan tanımın aslında hem evde çalışmayı hem de tele çalışma olarak nitelendirilen çalışmayı bir arada düzenlediği yönünde: Nuri Çelik/Nurşen Caniklioğlu/Talat Canbolat, İş Hukuku Dersleri, 33. Bası, Beta Yayıncılık, İstanbul, 2020, s. 228; Haluk Hadi Sümer, İş Hukuku, 25. Bası, Seçkin Yayıncılık, İstanbul 2020, s. 46; Ercan Akyiğit, İş Hukuku, 13. Bası, Seçkin Yayıncılık, İstanbul 2021, s. 162. Dr. Öğr. Üyesi Esra Yiğit   137 Alman Hukukunda uzaktan çalışma (Telearbeit) teriminin kullanıldığı  ilk  ve  tek  düzenleme  ise,  Arbeitsstättenverordnung (ArbStättV) un 2. maddesidir4. Aslında ArbStättV un amacı, çalışma yerlerinin tamamında iş kazası ve meslek hastalığına dair önlemleri belirlemektir. ArbStättV un kapsamına uzaktan çalışanları da dahil etmek amacıyla 2016 da yapılan değişiklikle, tanımlar başlıklı 2. maddede uzaktan çalışma yeri (Telearbeitsplatz)nin tanımı yapılmıştır. Yani bu Kanun aslında uzaktan çalışmanın değil, bu çalışmanın yapıldığı yerin tanımını içermektedir5. Dolayısıyla Alman Hukukunda doğrudan ve özel olarak uzaktan çalışma ilişkisini tanımlayan bir düzenleme bulunmamaktadır6. Ancak ArbStättV § 2/7 de yer alan uzaktan çalışma yerinin tanımından yola çıkarak Alman Hukukunda uzaktan çalışmanın; işçinin kendi özel alanında, teknolojik bir araç yoluyla ve haftalık çalışma saati belirlenerek iş gördüğü bir çalışma biçimi olduğu söylenebilir. Önemli olan, işin en azından bir kısmının işyeri dışında teknolojik bir araç ile görülüyor olmasıdır7. İşçinin tamamen uzaktan çalışacağı kararlaştırılabileceği gibi, bazı günlerde veya saatlerde uzaktan çalışma yapacağı da kararlaştırılabilir. Görüldüğü üzere uzaktan çalışmada öne çıkan, işyeri dışında görülen işin teknolojik bir araç yoluyla yürütülmesi unsurudur8. Uzaktan çalışmanın teknolojik araçlar ile yürütülme özelliği, bu çalışma biçimini evden çalışmadan ayıran özellik olarak kabul edilmektedir9. 4 Bu düzenlemeden önceki öğreti değerlendirmeleri hakkında detaylı bilgi için bkz.: Peter Wedde, Tele-Arbeit, Bund Verlag, Frankfurt am Main, 1994, s. 30 vd.; Marita Körner, Telearbeit - neue Form der Erwerbsarbeit, alte Regeln?, Neue Zeitschrift für Arbeitsrecht, Sayı 22, Yıl 1999, 1190-1194, s. 1190. 5 Stefan Müller, Homeoffice in der arbeitsrechtlichen Praxis, 2. Bası, Nomos Verlag, Baden-Baden 2020, n. 1; Wolfgang Däubler, Digitalisierung und Arbeitsrecht, 7. Bası, Bund Verlag, Frankfurt am Main, 2020, s. 409, n. 3. 6 Konuya ilişkin özel bir düzenlemenin yapılması gerektiği sıkça dile getirilse ve bu kapsamda bir tasarı hazırlansa da ilgili tasarı bu çalışmanın hazırlandığı tarihte henüz yasalaşmamıştır. 7 Marcel Isabella/Andrea Panzer-Heemeier, Stichwortkommentar Arbeitsrecht, 3. Bası, Nomos Verlag, Baden-Baden, 2021, n. 1. 8 Thomas Lammeyer, Telearbeit, Alma Mater Verlag, Saarbrücken 2007, s. 18. 9 Senyen-Kaplan, s. 107; Orhan Ersun Civan, İş Hukukunda Uzaktan Çalışma   138                                                                                                TAÜHFD/ZtdR - 2021/2 Uzaktan çalışmadaki teknolojik araç işin niteliğine göre farklılık gösterebilir. Söz gelimi bilgisayar ve telefon gibi iletişim araçları uzaktan çalışma aracı olabileceği gibi, özel bir çalışma masası veya bir mimarın kullanacağı çizim masası da bu kapsamda değerlendirilebilir.  Ancak işçinin işyeri dışında zaman zaman bir teknolojik araç yoluyla iş gördüğü her çalışma ilişkisi uzaktan çalışma olarak da nitelendirilemez. Örneğin işçinin zaman zaman evde veya bir tren yolculuğu esnasında bilgisayarı aracılığıyla bir süre çalışması, tek başına çalışma ilişkisini uzaktan çalışma modeline dönüştürmüş olmaz10. Çünkü buradaki teknolojik araç kullanımı süreklilik arz etmemektedir. II. Uzaktan Çalışmanın Türleri Türk Hukuku öğretisinde henüz yer tutmasa da, Alman Hukuku öğretisinde uzaktan çalışma modeli farklı türlere ayrılmıştır. Hemen belirtelim ki; bu ayrımlar aslında Alman Hukuku mevzuatından değil, uygulamada  görülen  farklılıklardan  kaynaklanmaktadır.  Bu  doğrultuda uzaktan çalışmanın üç türe ayrıldığı söylenebilir. 1.Alternatifli Uzaktan Çalışma Uzaktan çalışmanın ilk türü, işçinin bazı günler işyerine gideceğinin, bazı günler ise uzaktan çalışma yapacağının kararlaştırılmasıdır11. Bu çalışma modeli, alternatifli uzaktan çalışma (alternierende Telearbeit) olarak nitelendirilmektedir. 2.Mobil Uzaktan Çalışma Uzaktan çalışmanın diğer bir türü ise, işçinin teknolojik aracı yanında gezdirerek dışarıda çalışabildiği tür olan mobil uzaktan çalışma (mobiles Arbeit)tır12.  (Evde Çalışma/Tele Çalışma, Legal İş ve Sosyal Güvenlik Hukuku Dergisi, Cilt 26, Sayı 7, Yıl 2010, legalbank.net, Erişim Tarihi 29.06.2021; Çelik/Caniklioğlu/ Canbolat, s. 227-228. 10 Çelik/Caniklioğlu/Canbolat, s. 230; Kandemir, s. 41-42; Alp, s. 799. 11 Lammeyer, s. 16; Grobys/Panzer-Heemeier, n. 1; Müller, n. 2. 12 Lammeyer, s. 16; Grobys/Panzer-Heemeier, n. 1; Müller, n 2. Dr. Öğr. Üyesi Esra Yiğit   139 3.Klasik Uzaktan Çalışma İşçinin sadece evinden bu çalışmayı yürütmesi halinde ise klasik bir uzaktan çalışma söz konusu olur13. Bu da klasik uzaktan çalışma (Teleheimarbeit/Ausschließliche Telearbeit) olarak adlandırılmaktadır. Uygulamada en çok görülen uzaktan çalışma türü de budur. Aslında uzaktan çalışma türleri arasındaki ayrımın çok belirgin olduğunu veya pratikte bir fark yarattığını söylemek mümkün değildir. Bununla birlikte; tek bir çalışma ilişkisinde tüm türlerin bir arada görülmesi de mümkün olabilir. Örneğin işçinin hem taşınabilir telefonu ile hem de evdeki bilgisayarı ile çalıştığı durumda, mobil uzaktan çalışma ve klasik uzaktan çalışma iç içe geçmiş olur. III.Şekil Şartı İşK. md. 14 ve Yönetmelik md. 5 uyarınca uzaktan çalışma sözleşmesi yazılı şekilde yapılmalıdır. Aynı durum Alman Hukuku bakımından da söz konusudur. ArbStättV uyarınca uzaktan çalışma biçimi yazılı bir iş sözleşmesinde açıkça kabul edilebileceği gibi, bir işletme sözleşmesi (Betriebsvereinbarung) yoluyla da kararlaştırılabilir (ArbStättV § 2/7)14.  Burada kastedilen yazılı şekil, adi yazılı şekildir. IV.Uzaktan Çalışmanın Yapılamayacağı İşler Yönetmelik bazı işlerde uzaktan çalışma yapılmasını yasaklamıştır. Madde 13 uyarınca bu işler; - Tehlikeli kimyasal madde ve radyoaktif maddelerle çalışılan işler, - Bu maddelerin işlenmesi veya söz konusu maddelerin atıkları ile çalışılan işler ve - Biyolojik etkenlere maruz kalma riski bulunan çalışma işlemlerini içeren işlerdir. Bununla birlikte, kamu kurum ve kuruluşlarınca ilgili mevzuatına 13 Lammeyer, s. 16; Grobys/Panzer-Heemeier, n. 1; Müller, n 2. 14 Däubler, s. 414, n. 12 vd. 140          TAÜHFD/ZtdR - 2021/2 göre hizmet alımı suretiyle gördürülen işler ile milli güvenlik açısından stratejik önemi haiz birim, proje, tesis veya hizmetlerden hangilerinde uzaktan çalışma yapılamayacağı birim, proje, tesis veya hizmetten sorumlu olan veya hizmeti alan kamu kurum ve kuruluşunca belirlenir (Yön. md. 13/2).  Alman Hukukunda ise uzaktan çalışmaya dair özel bir düzenleme yer almadığı için, bu çalışma biçimine dair yasaklar da belirlenmiş değildir. V.Çalışma Süresinin Belirlenmesi Yönetmelik md. 9 e göre; uzaktan çalışmanın yapılacağı zaman aralığı ve süresi iş sözleşmesinde belirtilir. Bununla birlikte; taraflar, mevzuatta öngörülen sınırlamalara bağlı kalmak koşuluyla çalışma saatlerinde değişiklik yapabilirler.  Fazla çalışma ise işverenin yazılı talebi üzerine, işçinin kabulü ile mevzuat hükümlerine uygun olarak yapılır.  Alman Hukukunda uzaktan çalışmaya dair özel bir düzenleme bulunmadığından, çalışma süresi bakımından genel kuralar geçerlidir15. Bununla birlikte, bu çalışma biçiminin önemli bir sakıncası olarak iş ve özel hayat zamanlarının birbirine karışması ve uzaktan çalışan işçinin yasal sınırların üzerinde ve sürekli olarak çalıştırılması gösterilmektedir16. Bu dezavantajların önlenmesi amacıyla, aslında iş sağlığı ve güvenliğine ilişkin olan bir düzenleme olan ArbStättV de çalışma süresinin belirlenmesi şartı yer almıştır. Bu nedenle, iş sözleşmesinde işçinin haftalık çalışma süresinin de belirlenmesi gerekir17. Hatta haftalık çalışma süresinin dışında işverenlere, iş sözleşmelerine işçinin günlük planına dair de hükümler koymaları önerilmektedir18. Örneğin işçi için günlük yapılacaklar listesi oluşturulması, işçinin cep telefonu kullanmasının yasak olduğu zamanların ve mola zamanları15 Müller, n. 222. 16 Wedde, s. 127; Müller, n. 222. 17 Däubler, s. 409, n. 3. 18 Müller, n. 222. Dr. Öğr. Üyesi Esra Yiğit   141 nın belirlenmesi bu çalışma biçimindeki çalışma süresinin belirlenmesini kolaylaştıracaktır.  Çalışma sürelerinin belirlenmesine ve fazla çalışmaya ilişkin diğer konularda ise genel hükümlerin uygulanacağı Alman Hukukunda da kabul edilmektedir19. VI.Çalışma Ortamının/Araçlarının Temini ve Masraflar Uzaktan çalışmanın teknolojik araçlar yoluyla ve işyeri dışında yapılıyor olması, bu araçların veya işçinin çalışacağı ortamın kim tarafından ve nasıl temin edileceği veya hazırlanacağı sorusunu gündeme getirir. Bu konuda Türk Hukukundaki düzenleme ile Alman Hukukundaki durumun bazı noktalarda farklılık gösterdiği söylenebilir. 1. Türk Hukuku Bakımından Türk Hukukunda bu hususlar Yönetmeliğin 6. ve 7. maddelerinde düzenlenmiştir. Çalışma mekanının düzenlenmesi başlıklı 6. maddeye göre; gerekli olması halinde, uzaktan çalışmanın yapılacağı mekan ile ilgili düzenlemeler iş yapılmaya başlamadan önce tamamlanır. Bu düzenlemelerden kaynaklanan maliyetlerin karşılanma usulü, uzaktan çalışan ile işveren tarafından birlikte belirlenir. Görüldüğü üzere Yönetmelik, uzaktan çalışma yerinin organizasyonundan kaynaklanan masrafların işverence karşılanacağı yolunda genel bir kural öngörmemiştir. Dolayısıyla taraflar, bu maliyetlerin işverence ya da işçi tarafından veyahut birlikte karşılanacağını kararlaştırabilirler. Yönetmeliğin 7. maddesi uyarınca ise; uzaktan çalışanın mal ve hizmet üretimi için gerekli malzeme ve iş araçlarının iş sözleşmesinde aksi kararlaştırılmamışsa işveren tarafından sağlanması esastır. Bu malzeme ve iş araçlarının kullanım esasları ile bakım ve onarım koşulları açık ve anlaşılır bir şekilde uzaktan çalışana bildirilir.  Özetle, uzaktan çalışanın iş görmesi için gereken malzeme ve araçların kural olarak işverence karşılanacağı, ancak aksine anlaşmanın da 19 Müller, n. 225.   142                                                                                                TAÜHFD/ZtdR - 2021/2 mümkün olduğu düzenlenmiştir. Bu malzeme ve araçların kullanımında dikkat edilecek kuralları belirleme yetkisi ise işverene aittir. Şayet iş araçları işveren tarafından sağlanıyor ise, bunların işçiye teslim edildiği tarihteki bedellerini belirten iş araçları listesi, işveren tarafından yazılı olarak işçiye teslim edilir (Yön. md. 7). İşçiye teslim edilen belgenin işçi tarafından imzalı bir nüshası ise işveren tarafından işçi özlük dosyasında saklanır. İş araçlarının listesi iş sözleşmesi içerisinde veya sözleşme tarihinde iş sözleşmesine ek olarak düzenlenirse ayrıca yazılı belge düzenlenmesi şartı aranmaz. 2. Alman Hukuku Bakımından Alman Hukukunda ise genel kabul, uzaktan çalışma ortamının ve çalışma esnasında kullanılacak malzeme ve araçların işverence veya işveren tarafından görevlendirilmiş kişilerce sağlanması veya indirilmesidir20. Zira ArbStättV de uzaktan çalışma yerinin tanımı yapılırken, bu çalışma yerinin organizasyonunun ve gerekli araçların işverence sağlanacağı ifadesi kullanılmıştır.  Alman Hukuku bakımından dikkat çeken bir husus, ArbStättV de uzaktan çalışma araçlarının indirilmesi kavramının da yer almasıdır. Bu isabetli tercihin sebebi, şayet uzaktan çalışma bilgisayar veya telefon aracılığıyla yapılıyorsa, uzaktan çalışmanın bilgisayara/telefona indirilen bir program ile yürütülmesinin gerekebilmesidir. Uzaktan çalışmada kural, ilgili araçların ve malzemelerin işverence temin edilmesi olduğundan, bu araç ve malzemelerin masraflarının da işverence ödenmesi gerekir21. Dolayısıyla işveren, işçinin ihtiyaç duyduğu mobilya, dolap, masa, telefon, kağıt, toner vb. tüm ihtiyaçların masraflarını üstlenmekle yükümlüdür22. Ancak işin görülmesi için gereken aracın (örneğin bilgisayarın) zaten işçide var olması durumunda veya uzaktan çalışma malzemelerini işçinin satın alması halinde işçinin bu kullanım veya satın alma karşılığında uygun bir bedel talep etme hakkı bu 20 Müller, n. 250. 21 Müller, n. 250. 22 Müller, n. 250. Dr. Öğr. Üyesi Esra Yiğit   143 lunmaktadır23. Bununla birlikte, aşağıda değinileceği üzere, özellikle veri güvenliği bakımından uzaktan çalışmada işçinin şahsi araçlarının değil, işverence sağlanan özel araların kullanılması daha yerinde olur. Ayrıca işverenlerin işçiye teslim ettikleri uzaktan çalışma malzemelerinin bir listesini (Inventarliste) yapmaları ve hatta ilgili malzemeleri etiketlemeleri (Inventaretiketten) ve bunu işçiye bildirmeleri önerilmektedir24. Dolayısıyla Türk mevzuatında yer alan listeleme yükümlülüğünün, açık bir düzenleme olmasa da Alman öğretisinde kabul gördüğü söylenebilir.  Alman hukuku öğretisinde uzaktan çalışmadaki masraflara dair tartışılan bir husus da, işçinin evinden çalışıyor olması halinde kira ve fatura bedellerinin ödenmesidir. Zira işçi uzaktan çalışma için evinin bir bölümünü ayırdığında, artık evin o kısmını özel hayatı için kullanamamaktadır. Aynı şekilde evindeki internet bağlantısını ve kotasını da gün içinde özel amaçları için değil, iş amaçlı kullanması söz konusu olmaktadır. İşte bu gibi masrafların da karşılanma usulünün iş sözleşmesinde kararlaştırılabileceği, ancak kararlaştırılmamış ise işçinin bu masrafları talep edebileceği belirtilmektedir25. VII.İş Sağlığı ve Güvenliği Hükümleri Yönetmelik md. 12 uyarınca işveren, uzaktan çalışanın yaptığı işin niteliğini dikkate alarak iş sağlığı ve güvenliği önlemleri hususunda; (i) Çalışanı bilgilendirmekle, (ii) Gerekli eğitimi vermekle, (iii) Sağlık gözetimini sağlamakla ve (iv) Sağladığı ekipmanla ilgili gerekli iş güvenliği tedbirlerini almakla yükümlüdür. 23 Müller, n. 251. 24 Müller, n. 253. 25 Müller, n. 262.   144                                                                                                TAÜHFD/ZtdR - 2021/2 Bunların yanı sıra işverenin uzaktan çalışmanın yapıldığı araçlara göre farklı önlemler alması gerekebilir. Örneğin işçi ekranlı bir araçla uzaktan çalışma yapıyorsa, işveren, Ekranlı Araçlarla Çalışmalarda Sağlık ve Güvenlik Önlemleri Hakkında Yönetmelik teki26 yükümlülükleri de yerine getirmelidir27. Alman Hukukunda ise uzaktan çalışma modeline dair iş sağlığı ve güvenliği önlemleri ArbStättV de yer almıştır28. Nitekim yukarıda değindiğimiz üzere bu Kanunun amacı aslında iş sağlığı ve güvenliği önlemlerini düzenlemektir. Bu doğrultuda işveren; (i)  Çalışma başlangıcında risk değerlendirmesi yapmakla ve (ii)  Risk  değerlendirmesinin  sonuçlarını,  çalışma  yerindeki  iş sağlığı güvenliği önlemleri hakkındaki bilgileri, alınacak önlemleri ve özellikle ekranlı aletlere dair önlemleri, işçinin anlayacağı şekilde aktarmakla yükümlüdür. ArbStättV de özellikle ekranlı araçlarla ilgili alınması gereken önlemlere dair oldukça ayrıntılı hükümler göze çarpmaktadır. Bu çalışmalarda ekranın büyüklüğü, parlaklığı, işçinin masasının ergonomisi gibi hususlar ilgili Kanunda ayrı bir bölüm halinde düzenlenmiştir29.  VIII. Uzaktan Çalışmaya Geçiş 1.Türk Hukukundaki Düzenleme Bir iş ilişkisi doğrudan uzaktan çalışma sözleşmesi ile kurulabileceği gibi, halihazırda işyerinde çalışan işçinin iş sözleşmesi uzaktan çalışma sözleşmesine de dönüştürülebilir. Yönetmelik uyarınca ikinci durum için kural olarak işçinin ve işverenin anlaşması gerekir. Dolayısıyla işçinin veya işverenin diğer tarafı tek taraflı olarak uzaktan çalışmaya zor 26 RG 16.04.2013/28620. 27 Akyiğit, s. 163. 28  Bu düzenleme öncesindeki değerlendirmeler için bkz.: Wedde, s. 116 vd.; Lammeyer, s. 146 vd. 29 Ayrıntılı bilgi için bkz.: Müller, n. 379 vd.   Dr. Öğr. Üyesi Esra Yiğit                                                                                                      145  laması mümkün değildir. Ancak zorlayıcı nedenlerle uzaktan çalışmaya geçiş halinde durum farklıdır.  a. İşçinin Talebi ile Uzaktan Çalışmaya Geçilmesi Yönetmelik uyarınca işçi uzaktan çalışmaya geçmek istiyorsa, yazılı şekilde talepte bulunmak zorundadır.  İşçinin talebi işyerinde belirlenen usul doğrultusunda işverence değerlendirilir. Talep değerlendirilirken, işin ve işçinin niteliği gereği uzaktan çalışmaya uygunluğu ile işverence belirlenecek diğer kıstaslar kullanılır.  Talebe ilişkin değerlendirme sonucunun otuz gün içinde işçiye talebin yapıldığı usulle bildirilmesi esastır. Talebin kabul edilmesi halinde uzaktan çalışma sözleşmesi yapılır.  Uzaktan çalışmaya geçen işçi şayet işyerinde çalışmaya dönmek isterse, tekrar yazılı şekilde talepte bulunmalıdır. İşveren, söz konusu talebi öncelikli olarak değerlendirir.  Görüldüğü üzere aslında işçinin tek taraflı olarak işvereni uzaktan çalışmaya geçişe zorlaması mümkün değildir. İşverenin bu geçişi uygun bulması gerekir. b. Zorlayıcı Nedenlerle Uzaktan Çalışmaya Geçilmesi Yönetmelik  uyarınca,  uzaktan  çalışmanın  mevzuatta  belirtilen zorlayıcı nedenlerle işyerinin tamamında veya bir bölümünde uygulanacak olması halinde ise uzaktan çalışmaya geçiş için işçinin talebi veya onayı aranmaz. Bu durumda işveren, tek taraflı olarak işçinin uzaktan çalışmaya geçmesini isteyebilir. 2.Alman Hukukundaki Durum Alman Hukukunda işyerinde çalışmaya dayalı olarak kurulan bir iş ilişkisinden uzaktan çalışmaya geçişe dair bir düzenleme bulunmamaktadır30. Dolayısıyla taraflar, iş sözleşmesine veya toplu iş sözleşmesine  30 Müller, n. 55. 146          TAÜHFD/ZtdR - 2021/2 hangi koşullarda uzaktan çalışmaya geçileceğine dair hükümler koyabilirler veya bir iş sözleşmesi direkt olarak uzaktan çalışma üzerine kurulabilir31. Şayet böyle bir kararlaştırma yoksa, işverenin yönetim hakkı kapsamında çalışma yerini belirleyebileceği ve bu kapsamda işçinin evden çalışmasını da isteyebileceği kabul edilir32. İşçinin işverenin bu talebini kabul etmemesi halinde ise değişiklik feshi prosedürünün işletilebileceği belirtilmektedir33. Ancak işçinin işvereni uzaktan çalışmaya geçmek konusunda zorlaması, bu yönde açık bir mevzuat hükmü olmadığından, mümkün değildir34. Bununla birlikte, başlangıçta uzaktan çalışma modeli üzerine kurulmuş olmayan bir iş ilişkisinde daha sonra uzaktan çalışmaya geçilmesi konusunda taraflar anlaşabilirler35. İşçi uzaktan çalışma yapıyorken işyerinde çalışmaya dönmek isterse, tarafların bu hususta tekrar anlaşmış olmaları gerekir36. Her ne kadar zorlayıcı nedenlerle uzaktan çalışmaya dair özel bir düzenleme olmasa da, özelikle Covid-19 sebebiyle tüm Dünyada olduğu gibi Almanya da uzaktan çalışma tercih edilmiştir. IX.İletişim ve Veri Güvenliği Yönetmelik uyarınca uzaktan çalışmada iletişimin yöntemi ve zaman aralığı uzaktan çalışan ile işveren tarafından belirlenir (md. 10).  Verilerin korunması konusu ise Yönetmeliğin 11. maddesinde düzenlenmiştir. Buna göre işveren; uzaktan çalışanı, işyerine ve yaptığı işe dair verilerin korunması ve paylaşımına ilişkin işletme kuralları ve ilgili 31 Lammeyer, s. 106; Wedde, s. 106. 32 Ingo Schöllmann, Mobile Working, Telearbeit, Desksharing, Neue Zeitschrift für Arbeitsrecht, Sayı 2, Yıl 2019, 81-86, s. 82. İşverenin bu hakkının yalnızca iş sözleşmesinde işin yapılacağı yer kesin olarak belirlenmemiş ise bulunduğuna dair: Wedde, s. 107; Lammeyer, s. 117; Däubler, s. 410, n. 5. 33 Däubler, s. 410, n. 5a. 34 Grobys/Panzer-Heemeier, n. 3. 35 Wedde, s. 106. 36 Däubler s. 413, n. 10.   Dr. Öğr. Üyesi Esra Yiğit                                                                                                      147  mevzuat hakkında bilgilendirir ve bu verilerin korunmasına yönelik gerekli tedbirleri alır.  İşveren, korunması gereken verinin tanım ve kapsamını sözleşmede belirler. Verilerin korunması amacıyla işveren tarafından belirlenen işletme kurallarına uzaktan çalışanın uyması zorunludur.  Alman Hukukunda uzaktan çalışma halinde işveren verilerinin güvenliği ile ilgili tedbirler mevzuatta açıkça yer almasa da, bu konuda BFDI (der Bundesbeauftragte für den Datenschutz und die Informationsfreiheit) tarafından Temmuz 2020 de yayınlanan Telearbeit und Mobiles Arbeiten isimli rehber oldukça açıklayıcıdır37. Bu rehberde yer alan öneriler Türk uygulaması bakımından da önem arz edeceğinden, en önemli olanlarına aşağıda yer vermeyi uygun buluyoruz. 1. İlk adım olarak, evden çalışmaya uygun bir ortamın oluşturulması gerekir. Bu doğrultuda mümkünse işçinin sadece çalışma alanı olarak kullanabileceği bir odanın sağlanması, bu mümkün değilse de işçiye muhakkak kilitlenebilir bir dolap verilmesi düşünülmelidir. Aynı durum bilgisayar için de geçerlidir. Evden çalışmalarda işçiye işverence bir bilgisayar sağlanması ve böylece işçinin özel bilgisayarını iş için kullanmasının önlenmesi tercih edilmelidir. Zira işyeri verilerini işçinin özel bilgisayarında korumak daha zordur. 2. Eğer işçinin özel bilgisayarının kullanılması zorunlu ise, o bilgisayarda iş için kullanılacak şifrelenmiş ayrı bir oturumun oluşturulması ve işçinin bu oturum üzerinden çalışması, çalışma bitince de bu oturumu kapatıp kendi özel oturumuna geçmesi sağlanmalıdır. 3. İşçinin evden çalışırken kullandığı bilgisayar/telefon ekranının dizaynı da veri güvenliği bakımından önem arz eder. Bu ekranların işverence üçüncü kişilerin göremeyeceği şekilde dizayn edilmesi ve korunması gerekir. Bu kapsamda Almancada Blickschutzfilter olarak adlandırılan filtreler kullanılabilir. Bu filtreler ekrana bakış açısına göre ekranın görünürlüğünü engelleyebilmektedirler. Örneğin işçi bilgisayar ekranını görebilirken,  37 Rehbere www.bfdi.bund.de adresinden erişilebilir.   148                                                                                                TAÜHFD/ZtdR - 2021/2 sağ taraftan bakan biri aynı bilgisayarın ekranını bu filtre sayesinde görememektedir. Buna benzer başka bir önlem olarak, işçinin bilgisayar başından kalktığı zaman hemen ekranın kapanacağı ve şifreleneceği bir ekran koruyucu da tercih edilebilir. 4. İşçinin iş için kendisine sağlanan bilgisayara, özel amaçlı bir aleti (Usb-stick gibi) takmaması ve kullanmaması muhakkak işçiye bildirilmeli, hatta uzaktan çalışmaya dayalı iş sözleşmesine bu husus yazılmalıdır. 5. İşçinin evinden ofise veya tam tersi şekilde taşınması gereken kağıtlar muhakkak güvenli bir şekilde taşınmalıdır. 6. İşçinin işyeri verilerinin çıktısını alarak fiziki evrak şeklinde saklaması mümkün olduğunca talep edilmemelidir. Eğer işçi bir evrakın çıktısını aldıysa da işi bitince bu evrakı nasıl yok edeceği öncesinde belirlenmeli ve işçiye bildirilmelidir.  7. İşçinin işle ilgili kağıtları ev çöpüne atmaması hatırlatılmalıdır. İşçinin evinde bu verileri yok edeceği kağıt öğütücü vb. bir alet işverence temin edilebilir. Şayet bu mümkün değilse, işverenler bu kağıtların işyerine güvenli şekilde taşınmasını ve işyerinde yok edilmesini sağlayabilirler. 8. İşçinin işverenin bilgilerini içeren e-postaları kesinlikle kendi özel e-posta adresine iletmemesi (forward etmemesi) gerektiği işçiye açıkça bildirilmelidir. 9. İşçinin kullandığı telefon vb. aletlerde kişilerin sesini algılayan ve kaydedebilen teknolojiler varsa, bunların devre dışı bırakılması işçiden istenmelidir.  10.   İşçinin evde kullandığı kablosuz ağın şifresi güçlü bir şifre olarak belirlenmeli, dışarıdan sızıntıları önletecek tedbirler işverence alınmalıdır. X. İşverenin İşçinin Çalıştığı Yeri Kontrol Etme Yetkisi Uzaktan çalışmanın akla getirdiği sorulardan biri de, işverenin işçinin çalıştığı yere -ki bu genellikle işçinin evi olmaktadır- kontrol amaçlı Dr. Öğr. Üyesi Esra Yiğit   149 ziyarette bulunup bulunamayacağıdır. Zira işverenin, uzaktan çalışan işçinin yükümlülüklerini yerine getirip getirmediğini öğrenmekte ve iş sağlığı ve güvenliği bakımından çalışma yerini görmekte menfaati olduğu söylenebilir38.  Alman Hukukunda kural olarak işverenin işçinin evine giderek kontrollerde bulunması konut dokunulmazlığını ihlal ettiği için hukuka aykırı kabul edilmektedir39. Bununla birlikte, işçi ve işverenin belirli sınırlar içermesi kaydıyla ve özel durumlar için bu şekildeki kontrolleri sözleşmede kararlaştırabilecekleri belirtilmektedir40. Ancak bu durumda sözleşmede bu kontrolün sınırlarının ve zamanlarının açık ve kesin şekilde yer alması gerekir41. Yani işverenin kontrol yetkisi işçinin özel hayat alanına taşmamalı, yalnızca işin gerektirdiği kontrollerle sınırlı kalmalıdır42. Zira sözleşmede işverenin sınırsız şekilde ve her zaman işçinin evine erişebileceği yolunda bir hüküm geçersiz kabul edilir43. Aynı şekilde iş sözleşmesinde kontrol ziyaretleri kararlaştırma serbestisi, örneğin gece zamanı işverenin işçinin evine kontrol amaçlı gelebileceği şeklinde kullanılamaz. Bahsi geçen sınırlara uygun bir kontrol yetkisi kararlaştırıldığında işçi işverenin bu kontrolleri gerçekleştirebilmesi konusunda gerekli kolaylığı sağlamalıdır44. Aksi halde iş sözleşmesine aykırılık söz konusu olur45. Nihayet, işverenin sağlık gözetimi yaptırma yükümlülüğünün bir sonucu olarak işyeri hekiminin işçiyi ziyaret edebilmesini mümkün kabul 38  Günther Wiese, Personale Aspekte und Überwachung der häuslichen Telearbeit, Recht der Arbeit, Yıl 2009, Sayı 6, 344-353, s. 349; Körner, s. 1191; Müller, n.275. 39 Wedde, s. 120; Grobys/Panzer-Heemeier, n. 6; Müller, n. 273. 40 Wedde, s. 121-122; Lammeyer, s. 143; Grobys/Panzer-Heemeier, n. 6; Wiese, s. 349; Müller, n. 275. 41  Wedde, s. 123; Klaus, Hümmerich/Martin Reufels, Gestaltung von Arbeitsverträgen, 4. Bası, Nomos Verlag, Baden-Baden, 2019, n. 3562. 42 Wedde, s. 125; Wiese s. 349-350; Müller, n. 275. 43 Lammeyer, s. 143; Wiese, s. 349. 44 Wiese, s. 350. 45 Wiese, s. 350.   150                                                                                                TAÜHFD/ZtdR - 2021/2 etmek gerekir46. İşverenlerin, bu şekildeki kontrollerin ne kadar aralıklarla yapılacağına iş sözleşmesinde yer vermeleri ve bu sayede bu kontrollerin zamanlarını işçiye de bildirilmiş olmaları önerilmektedir47. Sonuç Özellikle Covid-19 döneminde güncellik kazanan uzaktan çalışma modeli, işin teknolojik araçlarla işyeri dışında görülmesi unsuru ile klasik iş ilişkisinden ayrılmaktadır. Türk Hukukunda konuya dair ayrıntılar Uzaktan Çalışma Yönetmeliği ile düzenlenmiş iken, Alman Hukukunda uzaktan çalışma modeline dair bir düzenleme bulunmamaktadır. Bu durum da Alman Hukukunda konunun öğreti görüşleriyle ve genel kurallar çerçevesinde değerlendirilmesini gerektirmektedir.  Her iki hukuk sisteminde aslında uzaktan çalışmanın temel esasları birbiri ile örtüşmekle birlikte, özellikle uzaktan çalışmada veri güvenliği ve işverenin işçinin evine erişim hakkının Alman Hukuku öğretisinde daha detaylı şekilde incelendiği görülmektedir. Kanaatimizce bu hususlardaki genel kabuller Türk Hukuku bakımından da kabul edilebilir niteliktedir. Özellikle işverenin uzaktan çalışma ilişkisinde veri güvenliğini sağlaması işyerindeki çalışmaya göre daha zor olduğundan, çalışmada değindiğimiz rehberde yer alan tavsiyeler ülkemizdeki işverenler bakımından da faydalıdır.  Aynı şekilde işverenin işçiyi uzaktan çalışma yerinde kontrol edebileceğine dair hükümlerin de uzaktan çalışma sözleşmesinde yer alması isabetli olur. Şüphesiz ki bu kontrol sınırsız bir yetkiyi içeremez. Çalışmada bahsettiğimiz sınırlar dahilinde bu kontrollerin iş sözleşmesi ile somutlaştırılması hem işçi hem de işveren bakımından faydalı olacaktır.     46 Müller, n. 281. 47 Müller, n. 281. Dr. Öğr. Üyesi Esra Yiğit   151 ZUSAMMENFASSUNG Telearbeit ist ein Arbeitsmodell, das auf der Arbeit des Arbeitnehmers außerhalb des Arbeitsplatzes basiert, im Gegensatz zum klassischen Arbeitsverhältnis. Die Tatsache, dass diese Arbeitsweise gerade in der Covid-19-Zeit vielerorts angewendet werden muss, hat viele Fragen zu diesem Modell aufgeworfen. Die Einzelheiten der Telearbeit, die 2016 in Artikel 14 des Arbeitsgesetzes Nr. 4857 aufgenommen wurden, wurden in der kürzlich erlassenen Verordnung geregelt. Andererseits ist dieses Beschäftigungsmodell im deutschen Recht nicht gesondert geregelt und das Thema wird im Allgemeinen im Rahmen der Lehrmeinung geprägt. Telearbeit ist ein Arbeitsverhältnis, das auf dem Grundsatz beruht, dass der Arbeitnehmer die Arbeitshandlung im Rahmen der vom Arbeitgeber geschaffenen Arbeitsorganisation zu Hause oder außerhalb des Arbeitsplatzes mit technologischen Kommunikationsmitteln ausführt. Das technologische Instrument der Telearbeit kann je nach Art der Tätigkeit unterschiedlich sein. Kommunikationswerkzeuge wie Computer und Telefone können beispielsweise Werkzeuge für die Telearbeit sein, aber auch ein spezieller Schreibtisch oder ein Zeichentisch, der von einem Architekten verwendet wird. Nicht jedes Arbeitsverhältnis, in dem der Arbeitnehmer von Zeit zu Zeit über ein technologisches Werkzeug außerhalb des Arbeitsplatzes arbeitet, kann jedoch nicht als Telearbeit qualifiziert werden. Arbeitet der Arbeitnehmer beispielsweise von Zeit zu Zeit zu Hause oder während einer Zugfahrt über seinen Computer, macht dies aus dem Alleinarbeitsverhältnis kein Telearbeitsmodell. Denn der Einsatz von technologischen Werkzeugen ist hier nicht kontinuierlich. Gemäß Artikel 14 des Arbeitsgesetzes Nr. 4857 muss der Telearbeitsvertrag schriftlich abgeschlossen werden. Gleiches gilt für das deutsche Recht. Nach türkischem Recht werden, falls erforderlich, Vorkehrungen für den Ort getroffen, an dem Telearbeit stattfindet, bevor die Arbeit beginnt. Die Art und Weise der Deckung der aus diesen Vereinbarungen entstehenden Kosten wird von Arbeitnehmer und Arbeitgeber gemeinsam festgelegt. Es ist unbedingt erforderlich, dass der Arbeitgeber die erforderlichen Materialien und Arbeitsmittel zur Verfügung stellt, um Waren und Dienstleistungen für den Arbeitnehmer   152                                                                                                TAÜHFD/ZtdR - 2021/2 herzustellen, sofern im Arbeitsvertrag nichts anderes vereinbart ist. Die Grundsätze der Verwendung dieser Materialien und Arbeitsmittel sowie die Wartungs- und Reparaturbedingungen werden dem Mitarbeiter klar und verständlich vermittelt. Im deutschen Recht ist es jedoch allgemein anerkannt, dass die RemoteArbeitsumgebung und die während der Arbeit zu verwendenden Materialien und Werkzeuge vom Arbeitgeber oder den vom Arbeitgeber beauftragten Personen bereitgestellt oder heruntergeladen werden. Da bei der Telearbeit die Regel ist, dass die entsprechenden Werkzeuge und Materialien vom Arbeitgeber gestellt werden, müssen auch die Kosten für diese Werkzeuge und Materialien vom Arbeitgeber getragen werden. Daher liefert der Arbeitgeber die Möbel, Schränke, Schreibtische, Telefone, Papier, Toner usw., die der Arbeitnehmer benötigt. Verfügt der Arbeitnehmer jedoch bereits über das zur Ausführung der Arbeit erforderliche Werkzeug (z. B. einen Computer) oder kauft der Arbeitnehmer die Fernarbeitsmaterialien, hat der Arbeitnehmer das Recht, einen angemessenen Preis für diese Nutzung oder den Kauf zu verlangen. Nach türkischem Recht kann ein Arbeitsverhältnis direkt mit einem Telearbeitsvertrag begründet oder der Arbeitsvertrag eines derzeit am Arbeitsplatz beschäftigten Arbeitnehmers in einen Telearbeitsvertrag umgewandelt werden. Für den zweiten Fall ist in der Regel die Zustimmung des Arbeitnehmers und des Arbeitgebers erforderlich. Daher ist es dem Arbeitnehmer oder Arbeitgeber nicht möglich, die andere Partei zu zwingen, einseitig aus der Ferne zu arbeiten. Anders verhält es sich jedoch beim Übergang zur Fernarbeit aus zwingenden Gründen. Der Übergang von einem arbeitsplatzbezogenen Arbeitsverhältnis zur Telearbeit ist im deutschen Recht nicht geregelt. Daher können die Parteien in den Arbeitsvertrag oder Tarifvertrag Bestimmungen über die Bedingungen aufnehmen, unter denen Fernarbeit durchgeführt wird. Oder es kann direkt ein Arbeitsvertrag über die Fernarbeit geschlossen werden. Fehlt eine solche Vereinbarung, wird akzeptiert, dass der Arbeitgeber den Arbeitsort im Rahmen des Leitungsrechts bestimmen kann. Und in diesem Rahmen muss der Arbeitnehmer die Telearbeit akzeptieren. Es wird darauf hingewiesen, dass das Verfahren zur Beendigung des Wechsels durchgeführt werden kann, wenn der Arbeitnehmer dieser Aufforderung des Arbeitgebers nicht nachkommt. Es ist jedoch nicht möglich, dass der Arbeitnehmer den Arbeitgeber zum Wechsel zur Telearbeit erzwingt, da Dr. Öğr. Üyesi Esra Yiğit   153 es diesbezüglich keine klare gesetzliche Regelung gibt. In einem Arbeitsverhältnis, das ursprünglich nicht auf einem Telearbeitsmodell aufgebaut war, können die Parteien jedoch später auf Telearbeit umsteigen. Obwohl die Maßnahmen zur Sicherheit der Arbeitgeberdaten bei Telearbeit nicht explizit in der Gesetzgebung im deutschen Recht enthalten sind, ist der vom BFDI (der Bundesbeauftragte für den Datenschutz und die Informationsfreiheit) im Juli 2020 herausgegebene Leitfaden „Telearbeit und mobiles Arbeiten recht erläuternd. Nach deutschem Recht gilt es als rechtswidrig, wenn der Arbeitgeber die Wohnung des Arbeitnehmers aufsucht und diese überprüft, da dies die Immunität des Wohnsitzes verletzt. Es wird jedoch festgehalten, dass Arbeitnehmer und Arbeitgeber solche Kontrollen im Vertrag beschließen können, wenn sie bestimmte Grenzen enthalten. In diesem Fall sollten jedoch die Grenzen und Zeiten dieser Kontrolle im Vertrag klar und genau festgelegt werden. Mit anderen Worten, die Kontrollbefugnis des Arbeitgebers sollte sich nicht auf das Privatleben des Arbeitnehmers erstrecken und sollte sich nur auf die berufsbedingten Kontrollen beschränken. Denn eine vertragliche Bestimmung, dass der Arbeitgeber uneingeschränkten Zugang zur Wohnung des Arbeitnehmers hat, gilt immer als unwirksam. Ebenso kann die arbeitsvertragliche Entscheidungsfreiheit für Kontrollbesuche nicht genutzt werden, beispielsweise dass der Arbeitgeber nachts zu Kontrollzwecken in die Wohnung des Arbeitnehmers kommen kann. 154          TAÜHFD/ZtdR - 2021/2 KAYNAKÇA AKYİĞİT Ercan, İş Hukuku, 13. Bası, Seçkin Yayıncılık, İstanbul, 2021. ALP Mustafa, Tele Çalışma (Uzaktan Çalışma), Prof. Dr. Sarper Süzek  e Armağan, Beta Yayıncılık, İstanbul 2011, 795-851. AYDIN Ufuk, Covid-19 Pandemisi; İş ve Sosyal Güvenlik Hukuku Alanında Yarattığı Sorunlar ve Çözüm Önerileri, İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi, Cilt 6, Sayı 2, Yıl 2020, 181-214. CİVAN Orhan Ersun, İş Hukukunda Uzaktan Çalışma (Evde Çalışma/Tele Çalışma), Legal İş ve Sosyal Güvenlik Hukuku Dergisi, legalbank.net, Erişim Tarihi 29.06.2021, Cilt 26, Sayı 7, Yıl 2010, 525-573. ÇELİK Nuri/CANİKLİOĞLU Nurşen/CANBOLAT Talat, İş Hukuku Dersleri, 33. Bası, Beta Yayıncılık, İstanbul 2020. DÄUBLER  Wolfgang,  Digitalisierung  und  Arbeitsrecht,  7.  Bası,  Bund  Verlag, Frankfurt am Main, 2020. GROBYS  Isabella/PANZER-HEEMEIER  Andrea,  Stichwortkommentar  Arbeitsrecht, 3. Bası, Nomos Verlag, Baden-Baden, 2021. HÜMMERICH Klaus/REUFELS Martin, Gestaltung von Arbeitsverträgen, 4. Bası, Nomos Verlag, Baden-Baden, 2019. KANDEMİR Murat, Tele Çalışma, Legal Yayıncılık, İstanbul, 2011. KÖRNER Marita, Telearbeit - neue Form der Erwerbsarbeit, alte Regeln, Neue Zeitschrift für Arbeitsrecht, Sayı 22, Yıl 1999, 1190-1193. LAMMEYER Thomas, Telearbeit, Alma Mater Verlag, Saarbrücken, 2007. MÜLLER Stefan, Homeoffice in der arbeitsrechtlichen Praxis, 2. Bası, Nomos Verlag, Baden-Baden, 2020. SCHÖLLMANN Ingo, Mobile Working, Telearbeit, Desksharing, Neue Zeitschrift für Arbeitsrecht, Sayı 2, Yıl 2019, 81-85. SENYEN-KAPLAN Emine Tuncay, Bireysel İş Hukuku, 10. Bası, Gazi Yayıncılık, Ankara, 2019. SÜMER Haluk Hadi, İş Hukuku, 25. Bası, Seçkin Yayıncılık, İstanbul, 2020. WEDDE Peter, Tele-Arbeit, Bund Verlag, Frankfurt am Main, 1994. WIESE Günther, Personale Aspekte und Überwachung der häuslichen Telearbeit, Recht der Arbeit, Sayı 6, Yıl 2009, 344-353. Elektronik Kaynaklar www.beckonline.de www.bfdi.bund.de www.turcademy.com.tr https://legalbank.net",
     "Metin": "4857 sayılı İş Kanunu nun 14. maddesinde 2016 yılında yapılan değişiklik ile uzaktan çalışma kavramı mevzuatımıza girmiş ve yakın tarihte de konuya ilişkin Uzaktan Çalışma Yönetmeliği1 yayınlanmıştır. Çalışmamızda hem Türk Hukukundaki bu düzenlemeler uyarınca uzaktan çalışmanın temel esasları incelenecek, hem de bu çalışma biçiminin Alman Hukukunda nasıl değerlendirildiği açıklanacaktır. I. Uzaktan Çalışmanın Tanımı 4857 sayılı İş Kanunu md. 14 e göre uzaktan çalışma, işçinin, işveren  tarafından  oluşturulan  iş  organizasyonu  kapsamında  iş  görme  edimini evinde ya da teknolojik iletişim araçları ile işyeri dışında yerine getirmesi esasına dayalı ve yazılı olarak kurulan iş ilişkisidir2. Aynı tanım Yönetmeliğin 4. maddesinde de tekrar edilmiştir3.  1 RG 10.03.2021/31419. 2 Öğretideki benzer nitelikteki tanımlar için bkz.: Murat Kandemir, Tele Çalışma, Legal Yayıncılık, İstanbul, 2011, s. 41; Mustafa Alp, Tele Çalışma (Uzaktan Çalışma), Prof. Dr. Sarper Süzek e Armağan, İstanbul, 2011, 795-851, s. 795; Emine Tuncay Senyen-Kaplan, Bireysel İş Hukuku, 10. Bası, Gazi Yayınevi, Ankara, 2019, s. 107; Ufuk Aydın, Covid-19 Pandemisi; İş ve Sosyal Güvenlik Hukuku Alanında Yarattığı Sorunlar ve Çözüm Önerileri, İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi, Yıl 2020, Cilt 6, Sayı 2, 181-214, s. 203. 3 Kanunda ve Yönetmelikte yapılan tanımın aslında hem evde çalışmayı hem de tele çalışma olarak nitelendirilen çalışmayı bir arada düzenlediği yönünde: Nuri Çelik/Nurşen Caniklioğlu/Talat Canbolat, İş Hukuku Dersleri, 33. Bası, Beta Yayıncılık, İstanbul, 2020, s. 228; Haluk Hadi Sümer, İş Hukuku, 25. Bası, Seçkin Yayıncılık, İstanbul 2020, s. 46; Ercan Akyiğit, İş Hukuku, 13. Bası, Seçkin Yayıncılık, İstanbul 2021, s. 162.Dr. Öğr. Üyesi Esra Yiğit   137 Alman Hukukunda uzaktan çalışma (Telearbeit) teriminin kullanıldığı  ilk  ve  tek  düzenleme  ise,  Arbeitsstättenverordnung (ArbStättV) un 2. maddesidir4. Aslında ArbStättV un amacı, çalışma yerlerinin tamamında iş kazası ve meslek hastalığına dair önlemleri belirlemektir. ArbStättV un kapsamına uzaktan çalışanları da dahil etmek amacıyla 2016 da yapılan değişiklikle, tanımlar başlıklı 2. maddede uzaktan çalışma yeri (Telearbeitsplatz)nin tanımı yapılmıştır. Yani bu Kanun aslında uzaktan çalışmanın değil, bu çalışmanın yapıldığı yerin tanımını içermektedir5. Dolayısıyla Alman Hukukunda doğrudan ve özel olarak uzaktan çalışma ilişkisini tanımlayan bir düzenleme bulunmamaktadır6. Ancak ArbStättV § 2/7 de yer alan uzaktan çalışma yerinin tanımından yola çıkarak Alman Hukukunda uzaktan çalışmanın; işçinin kendi özel alanında, teknolojik bir araç yoluyla ve haftalık çalışma saati belirlenerek iş gördüğü bir çalışma biçimi olduğu söylenebilir. Önemli olan, işin en azından bir kısmının işyeri dışında teknolojik bir araç ile görülüyor olmasıdır7. İşçinin tamamen uzaktan çalışacağı kararlaştırılabileceği gibi, bazı günlerde veya saatlerde uzaktan çalışma yapacağı da kararlaştırılabilir. Görüldüğü üzere uzaktan çalışmada öne çıkan, işyeri dışında görülen işin teknolojik bir araç yoluyla yürütülmesi unsurudur8. Uzaktan çalışmanın teknolojik araçlar ile yürütülme özelliği, bu çalışma biçimini evden çalışmadan ayıran özellik olarak kabul edilmektedir9. 4 Bu düzenlemeden önceki öğreti değerlendirmeleri hakkında detaylı bilgi için bkz.: Peter Wedde, Tele-Arbeit, Bund Verlag, Frankfurt am Main, 1994, s. 30 vd.; Marita Körner, Telearbeit - neue Form der Erwerbsarbeit, alte Regeln?, Neue Zeitschrift für Arbeitsrecht, Sayı 22, Yıl 1999, 1190-1194, s. 1190. 5 Stefan Müller, Homeoffice in der arbeitsrechtlichen Praxis, 2. Bası, Nomos Verlag, Baden-Baden 2020, n. 1; Wolfgang Däubler, Digitalisierung und Arbeitsrecht, 7. Bası, Bund Verlag, Frankfurt am Main, 2020, s. 409, n. 3. 6 Konuya ilişkin özel bir düzenlemenin yapılması gerektiği sıkça dile getirilse ve bu kapsamda bir tasarı hazırlansa da ilgili tasarı bu çalışmanın hazırlandığı tarihte henüz yasalaşmamıştır. 7 Marcel Isabella/Andrea Panzer-Heemeier, Stichwortkommentar Arbeitsrecht, 3. Bası, Nomos Verlag, Baden-Baden, 2021, n. 1. 8 Thomas Lammeyer, Telearbeit, Alma Mater Verlag, Saarbrücken 2007, s. 18. 9 Senyen-Kaplan, s. 107; Orhan Ersun Civan, İş Hukukunda Uzaktan Çalışma138                                                                                                TAÜHFD/ZtdR - 2021/2 Uzaktan çalışmadaki teknolojik araç işin niteliğine göre farklılık gösterebilir. Söz gelimi bilgisayar ve telefon gibi iletişim araçları uzaktan çalışma aracı olabileceği gibi, özel bir çalışma masası veya bir mimarın kullanacağı çizim masası da bu kapsamda değerlendirilebilir.  Ancak işçinin işyeri dışında zaman zaman bir teknolojik araç yoluyla iş gördüğü her çalışma ilişkisi uzaktan çalışma olarak da nitelendirilemez. Örneğin işçinin zaman zaman evde veya bir tren yolculuğu esnasında bilgisayarı aracılığıyla bir süre çalışması, tek başına çalışma ilişkisini uzaktan çalışma modeline dönüştürmüş olmaz10. Çünkü buradaki teknolojik araç kullanımı süreklilik arz etmemektedir. II. Uzaktan Çalışmanın Türleri Türk Hukuku öğretisinde henüz yer tutmasa da, Alman Hukuku öğretisinde uzaktan çalışma modeli farklı türlere ayrılmıştır. Hemen belirtelim ki; bu ayrımlar aslında Alman Hukuku mevzuatından değil, uygulamada  görülen  farklılıklardan  kaynaklanmaktadır.  Bu  doğrultuda uzaktan çalışmanın üç türe ayrıldığı söylenebilir. 1.Alternatifli Uzaktan Çalışma Uzaktan çalışmanın ilk türü, işçinin bazı günler işyerine gideceğinin, bazı günler ise uzaktan çalışma yapacağının kararlaştırılmasıdır11. Bu çalışma modeli, alternatifli uzaktan çalışma (alternierende Telearbeit) olarak nitelendirilmektedir. 2.Mobil Uzaktan Çalışma Uzaktan çalışmanın diğer bir türü ise, işçinin teknolojik aracı yanında gezdirerek dışarıda çalışabildiği tür olan mobil uzaktan çalışma (mobiles Arbeit)tır12.  (Evde Çalışma/Tele Çalışma, Legal İş ve Sosyal Güvenlik Hukuku Dergisi, Cilt 26, Sayı 7, Yıl 2010, legalbank.net, Erişim Tarihi 29.06.2021; Çelik/Caniklioğlu/ Canbolat, s. 227-228. 10 Çelik/Caniklioğlu/Canbolat, s. 230; Kandemir, s. 41-42; Alp, s. 799. 11 Lammeyer, s. 16; Grobys/Panzer-Heemeier, n. 1; Müller, n. 2. 12 Lammeyer, s. 16; Grobys/Panzer-Heemeier, n. 1; Müller, n 2.Dr. Öğr. Üyesi Esra Yiğit   139 3.Klasik Uzaktan Çalışma İşçinin sadece evinden bu çalışmayı yürütmesi halinde ise klasik bir uzaktan çalışma söz konusu olur13. Bu da klasik uzaktan çalışma (Teleheimarbeit/Ausschließliche Telearbeit) olarak adlandırılmaktadır. Uygulamada en çok görülen uzaktan çalışma türü de budur. Aslında uzaktan çalışma türleri arasındaki ayrımın çok belirgin olduğunu veya pratikte bir fark yarattığını söylemek mümkün değildir. Bununla birlikte; tek bir çalışma ilişkisinde tüm türlerin bir arada görülmesi de mümkün olabilir. Örneğin işçinin hem taşınabilir telefonu ile hem de evdeki bilgisayarı ile çalıştığı durumda, mobil uzaktan çalışma ve klasik uzaktan çalışma iç içe geçmiş olur. III.Şekil Şartı İşK. md. 14 ve Yönetmelik md. 5 uyarınca uzaktan çalışma sözleşmesi yazılı şekilde yapılmalıdır. Aynı durum Alman Hukuku bakımından da söz konusudur. ArbStättV uyarınca uzaktan çalışma biçimi yazılı bir iş sözleşmesinde açıkça kabul edilebileceği gibi, bir işletme sözleşmesi (Betriebsvereinbarung) yoluyla da kararlaştırılabilir (ArbStättV § 2/7)14.  Burada kastedilen yazılı şekil, adi yazılı şekildir. IV.Uzaktan Çalışmanın Yapılamayacağı İşler Yönetmelik bazı işlerde uzaktan çalışma yapılmasını yasaklamıştır. Madde 13 uyarınca bu işler; - Tehlikeli kimyasal madde ve radyoaktif maddelerle çalışılan işler, - Bu maddelerin işlenmesi veya söz konusu maddelerin atıkları ile çalışılan işler ve - Biyolojik etkenlere maruz kalma riski bulunan çalışma işlemlerini içeren işlerdir. Bununla birlikte, kamu kurum ve kuruluşlarınca ilgili mevzuatına 13 Lammeyer, s. 16; Grobys/Panzer-Heemeier, n. 1; Müller, n 2. 14 Däubler, s. 414, n. 12 vd.140          TAÜHFD/ZtdR - 2021/2 göre hizmet alımı suretiyle gördürülen işler ile milli güvenlik açısından stratejik önemi haiz birim, proje, tesis veya hizmetlerden hangilerinde uzaktan çalışma yapılamayacağı birim, proje, tesis veya hizmetten sorumlu olan veya hizmeti alan kamu kurum ve kuruluşunca belirlenir (Yön. md. 13/2).  Alman Hukukunda ise uzaktan çalışmaya dair özel bir düzenleme yer almadığı için, bu çalışma biçimine dair yasaklar da belirlenmiş değildir. V.Çalışma Süresinin Belirlenmesi Yönetmelik md. 9 e göre; uzaktan çalışmanın yapılacağı zaman aralığı ve süresi iş sözleşmesinde belirtilir. Bununla birlikte; taraflar, mevzuatta öngörülen sınırlamalara bağlı kalmak koşuluyla çalışma saatlerinde değişiklik yapabilirler.  Fazla çalışma ise işverenin yazılı talebi üzerine, işçinin kabulü ile mevzuat hükümlerine uygun olarak yapılır.  Alman Hukukunda uzaktan çalışmaya dair özel bir düzenleme bulunmadığından, çalışma süresi bakımından genel kuralar geçerlidir15. Bununla birlikte, bu çalışma biçiminin önemli bir sakıncası olarak iş ve özel hayat zamanlarının birbirine karışması ve uzaktan çalışan işçinin yasal sınırların üzerinde ve sürekli olarak çalıştırılması gösterilmektedir16. Bu dezavantajların önlenmesi amacıyla, aslında iş sağlığı ve güvenliğine ilişkin olan bir düzenleme olan ArbStättV de çalışma süresinin belirlenmesi şartı yer almıştır. Bu nedenle, iş sözleşmesinde işçinin haftalık çalışma süresinin de belirlenmesi gerekir17. Hatta haftalık çalışma süresinin dışında işverenlere, iş sözleşmelerine işçinin günlük planına dair de hükümler koymaları önerilmektedir18. Örneğin işçi için günlük yapılacaklar listesi oluşturulması, işçinin cep telefonu kullanmasının yasak olduğu zamanların ve mola zamanları15 Müller, n. 222. 16 Wedde, s. 127; Müller, n. 222. 17 Däubler, s. 409, n. 3. 18 Müller, n. 222.Dr. Öğr. Üyesi Esra Yiğit   141 nın belirlenmesi bu çalışma biçimindeki çalışma süresinin belirlenmesini kolaylaştıracaktır.  Çalışma sürelerinin belirlenmesine ve fazla çalışmaya ilişkin diğer konularda ise genel hükümlerin uygulanacağı Alman Hukukunda da kabul edilmektedir19. VI.Çalışma Ortamının/Araçlarının Temini ve Masraflar Uzaktan çalışmanın teknolojik araçlar yoluyla ve işyeri dışında yapılıyor olması, bu araçların veya işçinin çalışacağı ortamın kim tarafından ve nasıl temin edileceği veya hazırlanacağı sorusunu gündeme getirir. Bu konuda Türk Hukukundaki düzenleme ile Alman Hukukundaki durumun bazı noktalarda farklılık gösterdiği söylenebilir. 1. Türk Hukuku Bakımından Türk Hukukunda bu hususlar Yönetmeliğin 6. ve 7. maddelerinde düzenlenmiştir. Çalışma mekanının düzenlenmesi başlıklı 6. maddeye göre; gerekli olması halinde, uzaktan çalışmanın yapılacağı mekan ile ilgili düzenlemeler iş yapılmaya başlamadan önce tamamlanır. Bu düzenlemelerden kaynaklanan maliyetlerin karşılanma usulü, uzaktan çalışan ile işveren tarafından birlikte belirlenir. Görüldüğü üzere Yönetmelik, uzaktan çalışma yerinin organizasyonundan kaynaklanan masrafların işverence karşılanacağı yolunda genel bir kural öngörmemiştir. Dolayısıyla taraflar, bu maliyetlerin işverence ya da işçi tarafından veyahut birlikte karşılanacağını kararlaştırabilirler. Yönetmeliğin 7. maddesi uyarınca ise; uzaktan çalışanın mal ve hizmet üretimi için gerekli malzeme ve iş araçlarının iş sözleşmesinde aksi kararlaştırılmamışsa işveren tarafından sağlanması esastır. Bu malzeme ve iş araçlarının kullanım esasları ile bakım ve onarım koşulları açık ve anlaşılır bir şekilde uzaktan çalışana bildirilir.  Özetle, uzaktan çalışanın iş görmesi için gereken malzeme ve araçların kural olarak işverence karşılanacağı, ancak aksine anlaşmanın da 19 Müller, n. 225.142                                                                                                TAÜHFD/ZtdR - 2021/2 mümkün olduğu düzenlenmiştir. Bu malzeme ve araçların kullanımında dikkat edilecek kuralları belirleme yetkisi ise işverene aittir. Şayet iş araçları işveren tarafından sağlanıyor ise, bunların işçiye teslim edildiği tarihteki bedellerini belirten iş araçları listesi, işveren tarafından yazılı olarak işçiye teslim edilir (Yön. md. 7). İşçiye teslim edilen belgenin işçi tarafından imzalı bir nüshası ise işveren tarafından işçi özlük dosyasında saklanır. İş araçlarının listesi iş sözleşmesi içerisinde veya sözleşme tarihinde iş sözleşmesine ek olarak düzenlenirse ayrıca yazılı belge düzenlenmesi şartı aranmaz. 2. Alman Hukuku Bakımından Alman Hukukunda ise genel kabul, uzaktan çalışma ortamının ve çalışma esnasında kullanılacak malzeme ve araçların işverence veya işveren tarafından görevlendirilmiş kişilerce sağlanması veya indirilmesidir20. Zira ArbStättV de uzaktan çalışma yerinin tanımı yapılırken, bu çalışma yerinin organizasyonunun ve gerekli araçların işverence sağlanacağı ifadesi kullanılmıştır.  Alman Hukuku bakımından dikkat çeken bir husus, ArbStättV de uzaktan çalışma araçlarının indirilmesi kavramının da yer almasıdır. Bu isabetli tercihin sebebi, şayet uzaktan çalışma bilgisayar veya telefon aracılığıyla yapılıyorsa, uzaktan çalışmanın bilgisayara/telefona indirilen bir program ile yürütülmesinin gerekebilmesidir. Uzaktan çalışmada kural, ilgili araçların ve malzemelerin işverence temin edilmesi olduğundan, bu araç ve malzemelerin masraflarının da işverence ödenmesi gerekir21. Dolayısıyla işveren, işçinin ihtiyaç duyduğu mobilya, dolap, masa, telefon, kağıt, toner vb. tüm ihtiyaçların masraflarını üstlenmekle yükümlüdür22. Ancak işin görülmesi için gereken aracın (örneğin bilgisayarın) zaten işçide var olması durumunda veya uzaktan çalışma malzemelerini işçinin satın alması halinde işçinin bu kullanım veya satın alma karşılığında uygun bir bedel talep etme hakkı bu 20 Müller, n. 250. 21 Müller, n. 250. 22 Müller, n. 250.Dr. Öğr. Üyesi Esra Yiğit   143 lunmaktadır23. Bununla birlikte, aşağıda değinileceği üzere, özellikle veri güvenliği bakımından uzaktan çalışmada işçinin şahsi araçlarının değil, işverence sağlanan özel araların kullanılması daha yerinde olur. Ayrıca işverenlerin işçiye teslim ettikleri uzaktan çalışma malzemelerinin bir listesini (Inventarliste) yapmaları ve hatta ilgili malzemeleri etiketlemeleri (Inventaretiketten) ve bunu işçiye bildirmeleri önerilmektedir24. Dolayısıyla Türk mevzuatında yer alan listeleme yükümlülüğünün, açık bir düzenleme olmasa da Alman öğretisinde kabul gördüğü söylenebilir.  Alman hukuku öğretisinde uzaktan çalışmadaki masraflara dair tartışılan bir husus da, işçinin evinden çalışıyor olması halinde kira ve fatura bedellerinin ödenmesidir. Zira işçi uzaktan çalışma için evinin bir bölümünü ayırdığında, artık evin o kısmını özel hayatı için kullanamamaktadır. Aynı şekilde evindeki internet bağlantısını ve kotasını da gün içinde özel amaçları için değil, iş amaçlı kullanması söz konusu olmaktadır. İşte bu gibi masrafların da karşılanma usulünün iş sözleşmesinde kararlaştırılabileceği, ancak kararlaştırılmamış ise işçinin bu masrafları talep edebileceği belirtilmektedir25. VII.İş Sağlığı ve Güvenliği Hükümleri Yönetmelik md. 12 uyarınca işveren, uzaktan çalışanın yaptığı işin niteliğini dikkate alarak iş sağlığı ve güvenliği önlemleri hususunda; (i) Çalışanı bilgilendirmekle, (ii) Gerekli eğitimi vermekle, (iii) Sağlık gözetimini sağlamakla ve (iv) Sağladığı ekipmanla ilgili gerekli iş güvenliği tedbirlerini almakla yükümlüdür. 23 Müller, n. 251. 24 Müller, n. 253. 25 Müller, n. 262.144                                                                                                TAÜHFD/ZtdR - 2021/2 Bunların yanı sıra işverenin uzaktan çalışmanın yapıldığı araçlara göre farklı önlemler alması gerekebilir. Örneğin işçi ekranlı bir araçla uzaktan çalışma yapıyorsa, işveren, Ekranlı Araçlarla Çalışmalarda Sağlık ve Güvenlik Önlemleri Hakkında Yönetmelik teki26 yükümlülükleri de yerine getirmelidir27. Alman Hukukunda ise uzaktan çalışma modeline dair iş sağlığı ve güvenliği önlemleri ArbStättV de yer almıştır28. Nitekim yukarıda değindiğimiz üzere bu Kanunun amacı aslında iş sağlığı ve güvenliği önlemlerini düzenlemektir. Bu doğrultuda işveren; (i)  Çalışma başlangıcında risk değerlendirmesi yapmakla ve (ii)  Risk  değerlendirmesinin  sonuçlarını,  çalışma  yerindeki  iş sağlığı güvenliği önlemleri hakkındaki bilgileri, alınacak önlemleri ve özellikle ekranlı aletlere dair önlemleri, işçinin anlayacağı şekilde aktarmakla yükümlüdür. ArbStättV de özellikle ekranlı araçlarla ilgili alınması gereken önlemlere dair oldukça ayrıntılı hükümler göze çarpmaktadır. Bu çalışmalarda ekranın büyüklüğü, parlaklığı, işçinin masasının ergonomisi gibi hususlar ilgili Kanunda ayrı bir bölüm halinde düzenlenmiştir29.  VIII. Uzaktan Çalışmaya Geçiş 1.Türk Hukukundaki Düzenleme Bir iş ilişkisi doğrudan uzaktan çalışma sözleşmesi ile kurulabileceği gibi, halihazırda işyerinde çalışan işçinin iş sözleşmesi uzaktan çalışma sözleşmesine de dönüştürülebilir. Yönetmelik uyarınca ikinci durum için kural olarak işçinin ve işverenin anlaşması gerekir. Dolayısıyla işçinin veya işverenin diğer tarafı tek taraflı olarak uzaktan çalışmaya zor 26 RG 16.04.2013/28620. 27 Akyiğit, s. 163. 28  Bu düzenleme öncesindeki değerlendirmeler için bkz.: Wedde, s. 116 vd.; Lammeyer, s. 146 vd. 29 Ayrıntılı bilgi için bkz.: Müller, n. 379 vd.Dr. Öğr. Üyesi Esra Yiğit                                                                                                      145  laması mümkün değildir. Ancak zorlayıcı nedenlerle uzaktan çalışmaya geçiş halinde durum farklıdır.  a. İşçinin Talebi ile Uzaktan Çalışmaya Geçilmesi Yönetmelik uyarınca işçi uzaktan çalışmaya geçmek istiyorsa, yazılı şekilde talepte bulunmak zorundadır.  İşçinin talebi işyerinde belirlenen usul doğrultusunda işverence değerlendirilir. Talep değerlendirilirken, işin ve işçinin niteliği gereği uzaktan çalışmaya uygunluğu ile işverence belirlenecek diğer kıstaslar kullanılır.  Talebe ilişkin değerlendirme sonucunun otuz gün içinde işçiye talebin yapıldığı usulle bildirilmesi esastır. Talebin kabul edilmesi halinde uzaktan çalışma sözleşmesi yapılır.  Uzaktan çalışmaya geçen işçi şayet işyerinde çalışmaya dönmek isterse, tekrar yazılı şekilde talepte bulunmalıdır. İşveren, söz konusu talebi öncelikli olarak değerlendirir.  Görüldüğü üzere aslında işçinin tek taraflı olarak işvereni uzaktan çalışmaya geçişe zorlaması mümkün değildir. İşverenin bu geçişi uygun bulması gerekir. b. Zorlayıcı Nedenlerle Uzaktan Çalışmaya Geçilmesi Yönetmelik  uyarınca,  uzaktan  çalışmanın  mevzuatta  belirtilen zorlayıcı nedenlerle işyerinin tamamında veya bir bölümünde uygulanacak olması halinde ise uzaktan çalışmaya geçiş için işçinin talebi veya onayı aranmaz. Bu durumda işveren, tek taraflı olarak işçinin uzaktan çalışmaya geçmesini isteyebilir. 2.Alman Hukukundaki Durum Alman Hukukunda işyerinde çalışmaya dayalı olarak kurulan bir iş ilişkisinden uzaktan çalışmaya geçişe dair bir düzenleme bulunmamaktadır30. Dolayısıyla taraflar, iş sözleşmesine veya toplu iş sözleşmesine  30 Müller, n. 55.146          TAÜHFD/ZtdR - 2021/2 hangi koşullarda uzaktan çalışmaya geçileceğine dair hükümler koyabilirler veya bir iş sözleşmesi direkt olarak uzaktan çalışma üzerine kurulabilir31. Şayet böyle bir kararlaştırma yoksa, işverenin yönetim hakkı kapsamında çalışma yerini belirleyebileceği ve bu kapsamda işçinin evden çalışmasını da isteyebileceği kabul edilir32. İşçinin işverenin bu talebini kabul etmemesi halinde ise değişiklik feshi prosedürünün işletilebileceği belirtilmektedir33. Ancak işçinin işvereni uzaktan çalışmaya geçmek konusunda zorlaması, bu yönde açık bir mevzuat hükmü olmadığından, mümkün değildir34. Bununla birlikte, başlangıçta uzaktan çalışma modeli üzerine kurulmuş olmayan bir iş ilişkisinde daha sonra uzaktan çalışmaya geçilmesi konusunda taraflar anlaşabilirler35. İşçi uzaktan çalışma yapıyorken işyerinde çalışmaya dönmek isterse, tarafların bu hususta tekrar anlaşmış olmaları gerekir36. Her ne kadar zorlayıcı nedenlerle uzaktan çalışmaya dair özel bir düzenleme olmasa da, özelikle Covid-19 sebebiyle tüm Dünyada olduğu gibi Almanya da uzaktan çalışma tercih edilmiştir. IX.İletişim ve Veri Güvenliği Yönetmelik uyarınca uzaktan çalışmada iletişimin yöntemi ve zaman aralığı uzaktan çalışan ile işveren tarafından belirlenir (md. 10).  Verilerin korunması konusu ise Yönetmeliğin 11. maddesinde düzenlenmiştir. Buna göre işveren; uzaktan çalışanı, işyerine ve yaptığı işe dair verilerin korunması ve paylaşımına ilişkin işletme kuralları ve ilgili 31 Lammeyer, s. 106; Wedde, s. 106. 32 Ingo Schöllmann, Mobile Working, Telearbeit, Desksharing, Neue Zeitschrift für Arbeitsrecht, Sayı 2, Yıl 2019, 81-86, s. 82. İşverenin bu hakkının yalnızca iş sözleşmesinde işin yapılacağı yer kesin olarak belirlenmemiş ise bulunduğuna dair: Wedde, s. 107; Lammeyer, s. 117; Däubler, s. 410, n. 5. 33 Däubler, s. 410, n. 5a. 34 Grobys/Panzer-Heemeier, n. 3. 35 Wedde, s. 106. 36 Däubler s. 413, n. 10.Dr. Öğr. Üyesi Esra Yiğit                                                                                                      147  mevzuat hakkında bilgilendirir ve bu verilerin korunmasına yönelik gerekli tedbirleri alır.  İşveren, korunması gereken verinin tanım ve kapsamını sözleşmede belirler. Verilerin korunması amacıyla işveren tarafından belirlenen işletme kurallarına uzaktan çalışanın uyması zorunludur.  Alman Hukukunda uzaktan çalışma halinde işveren verilerinin güvenliği ile ilgili tedbirler mevzuatta açıkça yer almasa da, bu konuda BFDI (der Bundesbeauftragte für den Datenschutz und die Informationsfreiheit) tarafından Temmuz 2020 de yayınlanan Telearbeit und Mobiles Arbeiten isimli rehber oldukça açıklayıcıdır37. Bu rehberde yer alan öneriler Türk uygulaması bakımından da önem arz edeceğinden, en önemli olanlarına aşağıda yer vermeyi uygun buluyoruz. 1. İlk adım olarak, evden çalışmaya uygun bir ortamın oluşturulması gerekir. Bu doğrultuda mümkünse işçinin sadece çalışma alanı olarak kullanabileceği bir odanın sağlanması, bu mümkün değilse de işçiye muhakkak kilitlenebilir bir dolap verilmesi düşünülmelidir. Aynı durum bilgisayar için de geçerlidir. Evden çalışmalarda işçiye işverence bir bilgisayar sağlanması ve böylece işçinin özel bilgisayarını iş için kullanmasının önlenmesi tercih edilmelidir. Zira işyeri verilerini işçinin özel bilgisayarında korumak daha zordur. 2. Eğer işçinin özel bilgisayarının kullanılması zorunlu ise, o bilgisayarda iş için kullanılacak şifrelenmiş ayrı bir oturumun oluşturulması ve işçinin bu oturum üzerinden çalışması, çalışma bitince de bu oturumu kapatıp kendi özel oturumuna geçmesi sağlanmalıdır. 3. İşçinin evden çalışırken kullandığı bilgisayar/telefon ekranının dizaynı da veri güvenliği bakımından önem arz eder. Bu ekranların işverence üçüncü kişilerin göremeyeceği şekilde dizayn edilmesi ve korunması gerekir. Bu kapsamda Almancada Blickschutzfilter olarak adlandırılan filtreler kullanılabilir. Bu filtreler ekrana bakış açısına göre ekranın görünürlüğünü engelleyebilmektedirler. Örneğin işçi bilgisayar ekranını görebilirken,  37 Rehbere www.bfdi.bund.de adresinden erişilebilir.148                                                                                                TAÜHFD/ZtdR - 2021/2 sağ taraftan bakan biri aynı bilgisayarın ekranını bu filtre sayesinde görememektedir. Buna benzer başka bir önlem olarak, işçinin bilgisayar başından kalktığı zaman hemen ekranın kapanacağı ve şifreleneceği bir ekran koruyucu da tercih edilebilir. 4. İşçinin iş için kendisine sağlanan bilgisayara, özel amaçlı bir aleti (Usb-stick gibi) takmaması ve kullanmaması muhakkak işçiye bildirilmeli, hatta uzaktan çalışmaya dayalı iş sözleşmesine bu husus yazılmalıdır. 5. İşçinin evinden ofise veya tam tersi şekilde taşınması gereken kağıtlar muhakkak güvenli bir şekilde taşınmalıdır. 6. İşçinin işyeri verilerinin çıktısını alarak fiziki evrak şeklinde saklaması mümkün olduğunca talep edilmemelidir. Eğer işçi bir evrakın çıktısını aldıysa da işi bitince bu evrakı nasıl yok edeceği öncesinde belirlenmeli ve işçiye bildirilmelidir.  7. İşçinin işle ilgili kağıtları ev çöpüne atmaması hatırlatılmalıdır. İşçinin evinde bu verileri yok edeceği kağıt öğütücü vb. bir alet işverence temin edilebilir. Şayet bu mümkün değilse, işverenler bu kağıtların işyerine güvenli şekilde taşınmasını ve işyerinde yok edilmesini sağlayabilirler. 8. İşçinin işverenin bilgilerini içeren e-postaları kesinlikle kendi özel e-posta adresine iletmemesi (forward etmemesi) gerektiği işçiye açıkça bildirilmelidir. 9. İşçinin kullandığı telefon vb. aletlerde kişilerin sesini algılayan ve kaydedebilen teknolojiler varsa, bunların devre dışı bırakılması işçiden istenmelidir.  10.   İşçinin evde kullandığı kablosuz ağın şifresi güçlü bir şifre olarak belirlenmeli, dışarıdan sızıntıları önletecek tedbirler işverence alınmalıdır. X. İşverenin İşçinin Çalıştığı Yeri Kontrol Etme Yetkisi Uzaktan çalışmanın akla getirdiği sorulardan biri de, işverenin işçinin çalıştığı yere -ki bu genellikle işçinin evi olmaktadır- kontrol amaçlıDr. Öğr. Üyesi Esra Yiğit   149 ziyarette bulunup bulunamayacağıdır. Zira işverenin, uzaktan çalışan işçinin yükümlülüklerini yerine getirip getirmediğini öğrenmekte ve iş sağlığı ve güvenliği bakımından çalışma yerini görmekte menfaati olduğu söylenebilir38.  Alman Hukukunda kural olarak işverenin işçinin evine giderek kontrollerde bulunması konut dokunulmazlığını ihlal ettiği için hukuka aykırı kabul edilmektedir39. Bununla birlikte, işçi ve işverenin belirli sınırlar içermesi kaydıyla ve özel durumlar için bu şekildeki kontrolleri sözleşmede kararlaştırabilecekleri belirtilmektedir40. Ancak bu durumda sözleşmede bu kontrolün sınırlarının ve zamanlarının açık ve kesin şekilde yer alması gerekir41. Yani işverenin kontrol yetkisi işçinin özel hayat alanına taşmamalı, yalnızca işin gerektirdiği kontrollerle sınırlı kalmalıdır42. Zira sözleşmede işverenin sınırsız şekilde ve her zaman işçinin evine erişebileceği yolunda bir hüküm geçersiz kabul edilir43. Aynı şekilde iş sözleşmesinde kontrol ziyaretleri kararlaştırma serbestisi, örneğin gece zamanı işverenin işçinin evine kontrol amaçlı gelebileceği şeklinde kullanılamaz. Bahsi geçen sınırlara uygun bir kontrol yetkisi kararlaştırıldığında işçi işverenin bu kontrolleri gerçekleştirebilmesi konusunda gerekli kolaylığı sağlamalıdır44. Aksi halde iş sözleşmesine aykırılık söz konusu olur45. Nihayet, işverenin sağlık gözetimi yaptırma yükümlülüğünün bir sonucu olarak işyeri hekiminin işçiyi ziyaret edebilmesini mümkün kabul 38  Günther Wiese, Personale Aspekte und Überwachung der häuslichen Telearbeit, Recht der Arbeit, Yıl 2009, Sayı 6, 344-353, s. 349; Körner, s. 1191; Müller, n.275. 39 Wedde, s. 120; Grobys/Panzer-Heemeier, n. 6; Müller, n. 273. 40 Wedde, s. 121-122; Lammeyer, s. 143; Grobys/Panzer-Heemeier, n. 6; Wiese, s. 349; Müller, n. 275. 41  Wedde, s. 123; Klaus, Hümmerich/Martin Reufels, Gestaltung von Arbeitsverträgen, 4. Bası, Nomos Verlag, Baden-Baden, 2019, n. 3562. 42 Wedde, s. 125; Wiese s. 349-350; Müller, n. 275. 43 Lammeyer, s. 143; Wiese, s. 349. 44 Wiese, s. 350. 45 Wiese, s. 350.150                                                                                                TAÜHFD/ZtdR - 2021/2 etmek gerekir46. İşverenlerin, bu şekildeki kontrollerin ne kadar aralıklarla yapılacağına iş sözleşmesinde yer vermeleri ve bu sayede bu kontrollerin zamanlarını işçiye de bildirilmiş olmaları önerilmektedir47. Sonuç Özellikle Covid-19 döneminde güncellik kazanan uzaktan çalışma modeli, işin teknolojik araçlarla işyeri dışında görülmesi unsuru ile klasik iş ilişkisinden ayrılmaktadır. Türk Hukukunda konuya dair ayrıntılar Uzaktan Çalışma Yönetmeliği ile düzenlenmiş iken, Alman Hukukunda uzaktan çalışma modeline dair bir düzenleme bulunmamaktadır. Bu durum da Alman Hukukunda konunun öğreti görüşleriyle ve genel kurallar çerçevesinde değerlendirilmesini gerektirmektedir.  Her iki hukuk sisteminde aslında uzaktan çalışmanın temel esasları birbiri ile örtüşmekle birlikte, özellikle uzaktan çalışmada veri güvenliği ve işverenin işçinin evine erişim hakkının Alman Hukuku öğretisinde daha detaylı şekilde incelendiği görülmektedir. Kanaatimizce bu hususlardaki genel kabuller Türk Hukuku bakımından da kabul edilebilir niteliktedir. Özellikle işverenin uzaktan çalışma ilişkisinde veri güvenliğini sağlaması işyerindeki çalışmaya göre daha zor olduğundan, çalışmada değindiğimiz rehberde yer alan tavsiyeler ülkemizdeki işverenler bakımından da faydalıdır.  Aynı şekilde işverenin işçiyi uzaktan çalışma yerinde kontrol edebileceğine dair hükümlerin de uzaktan çalışma sözleşmesinde yer alması isabetli olur. Şüphesiz ki bu kontrol sınırsız bir yetkiyi içeremez. Çalışmada bahsettiğimiz sınırlar dahilinde bu kontrollerin iş sözleşmesi ile somutlaştırılması hem işçi hem de işveren bakımından faydalı olacaktır.     46 Müller, n. 281. 47 Müller, n. 281.Dr. Öğr. Üyesi Esra Yiğit   151 ZUSAMMENFASSUNG Telearbeit ist ein Arbeitsmodell, das auf der Arbeit des Arbeitnehmers außerhalb des Arbeitsplatzes basiert, im Gegensatz zum klassischen Arbeitsverhältnis. Die Tatsache, dass diese Arbeitsweise gerade in der Covid-19-Zeit vielerorts angewendet werden muss, hat viele Fragen zu diesem Modell aufgeworfen. Die Einzelheiten der Telearbeit, die 2016 in Artikel 14 des Arbeitsgesetzes Nr. 4857 aufgenommen wurden, wurden in der kürzlich erlassenen Verordnung geregelt. Andererseits ist dieses Beschäftigungsmodell im deutschen Recht nicht gesondert geregelt und das Thema wird im Allgemeinen im Rahmen der Lehrmeinung geprägt. Telearbeit ist ein Arbeitsverhältnis, das auf dem Grundsatz beruht, dass der Arbeitnehmer die Arbeitshandlung im Rahmen der vom Arbeitgeber geschaffenen Arbeitsorganisation zu Hause oder außerhalb des Arbeitsplatzes mit technologischen Kommunikationsmitteln ausführt. Das technologische Instrument der Telearbeit kann je nach Art der Tätigkeit unterschiedlich sein. Kommunikationswerkzeuge wie Computer und Telefone können beispielsweise Werkzeuge für die Telearbeit sein, aber auch ein spezieller Schreibtisch oder ein Zeichentisch, der von einem Architekten verwendet wird. Nicht jedes Arbeitsverhältnis, in dem der Arbeitnehmer von Zeit zu Zeit über ein technologisches Werkzeug außerhalb des Arbeitsplatzes arbeitet, kann jedoch nicht als Telearbeit qualifiziert werden. Arbeitet der Arbeitnehmer beispielsweise von Zeit zu Zeit zu Hause oder während einer Zugfahrt über seinen Computer, macht dies aus dem Alleinarbeitsverhältnis kein Telearbeitsmodell. Denn der Einsatz von technologischen Werkzeugen ist hier nicht kontinuierlich. Gemäß Artikel 14 des Arbeitsgesetzes Nr. 4857 muss der Telearbeitsvertrag schriftlich abgeschlossen werden. Gleiches gilt für das deutsche Recht. Nach türkischem Recht werden, falls erforderlich, Vorkehrungen für den Ort getroffen, an dem Telearbeit stattfindet, bevor die Arbeit beginnt. Die Art und Weise der Deckung der aus diesen Vereinbarungen entstehenden Kosten wird von Arbeitnehmer und Arbeitgeber gemeinsam festgelegt. Es ist unbedingt erforderlich, dass der Arbeitgeber die erforderlichen Materialien und Arbeitsmittel zur Verfügung stellt, um Waren und Dienstleistungen für den Arbeitnehmer152                                                                                                TAÜHFD/ZtdR - 2021/2 herzustellen, sofern im Arbeitsvertrag nichts anderes vereinbart ist. Die Grundsätze der Verwendung dieser Materialien und Arbeitsmittel sowie die Wartungs- und Reparaturbedingungen werden dem Mitarbeiter klar und verständlich vermittelt. Im deutschen Recht ist es jedoch allgemein anerkannt, dass die RemoteArbeitsumgebung und die während der Arbeit zu verwendenden Materialien und Werkzeuge vom Arbeitgeber oder den vom Arbeitgeber beauftragten Personen bereitgestellt oder heruntergeladen werden. Da bei der Telearbeit die Regel ist, dass die entsprechenden Werkzeuge und Materialien vom Arbeitgeber gestellt werden, müssen auch die Kosten für diese Werkzeuge und Materialien vom Arbeitgeber getragen werden. Daher liefert der Arbeitgeber die Möbel, Schränke, Schreibtische, Telefone, Papier, Toner usw., die der Arbeitnehmer benötigt. Verfügt der Arbeitnehmer jedoch bereits über das zur Ausführung der Arbeit erforderliche Werkzeug (z. B. einen Computer) oder kauft der Arbeitnehmer die Fernarbeitsmaterialien, hat der Arbeitnehmer das Recht, einen angemessenen Preis für diese Nutzung oder den Kauf zu verlangen. Nach türkischem Recht kann ein Arbeitsverhältnis direkt mit einem Telearbeitsvertrag begründet oder der Arbeitsvertrag eines derzeit am Arbeitsplatz beschäftigten Arbeitnehmers in einen Telearbeitsvertrag umgewandelt werden. Für den zweiten Fall ist in der Regel die Zustimmung des Arbeitnehmers und des Arbeitgebers erforderlich. Daher ist es dem Arbeitnehmer oder Arbeitgeber nicht möglich, die andere Partei zu zwingen, einseitig aus der Ferne zu arbeiten. Anders verhält es sich jedoch beim Übergang zur Fernarbeit aus zwingenden Gründen. Der Übergang von einem arbeitsplatzbezogenen Arbeitsverhältnis zur Telearbeit ist im deutschen Recht nicht geregelt. Daher können die Parteien in den Arbeitsvertrag oder Tarifvertrag Bestimmungen über die Bedingungen aufnehmen, unter denen Fernarbeit durchgeführt wird. Oder es kann direkt ein Arbeitsvertrag über die Fernarbeit geschlossen werden. Fehlt eine solche Vereinbarung, wird akzeptiert, dass der Arbeitgeber den Arbeitsort im Rahmen des Leitungsrechts bestimmen kann. Und in diesem Rahmen muss der Arbeitnehmer die Telearbeit akzeptieren. Es wird darauf hingewiesen, dass das Verfahren zur Beendigung des Wechsels durchgeführt werden kann, wenn der Arbeitnehmer dieser Aufforderung des Arbeitgebers nicht nachkommt. Es ist jedoch nicht möglich, dass der Arbeitnehmer den Arbeitgeber zum Wechsel zur Telearbeit erzwingt, daDr. Öğr. Üyesi Esra Yiğit   153 es diesbezüglich keine klare gesetzliche Regelung gibt. In einem Arbeitsverhältnis, das ursprünglich nicht auf einem Telearbeitsmodell aufgebaut war, können die Parteien jedoch später auf Telearbeit umsteigen. Obwohl die Maßnahmen zur Sicherheit der Arbeitgeberdaten bei Telearbeit nicht explizit in der Gesetzgebung im deutschen Recht enthalten sind, ist der vom BFDI (der Bundesbeauftragte für den Datenschutz und die Informationsfreiheit) im Juli 2020 herausgegebene Leitfaden „Telearbeit und mobiles Arbeiten recht erläuternd. Nach deutschem Recht gilt es als rechtswidrig, wenn der Arbeitgeber die Wohnung des Arbeitnehmers aufsucht und diese überprüft, da dies die Immunität des Wohnsitzes verletzt. Es wird jedoch festgehalten, dass Arbeitnehmer und Arbeitgeber solche Kontrollen im Vertrag beschließen können, wenn sie bestimmte Grenzen enthalten. In diesem Fall sollten jedoch die Grenzen und Zeiten dieser Kontrolle im Vertrag klar und genau festgelegt werden. Mit anderen Worten, die Kontrollbefugnis des Arbeitgebers sollte sich nicht auf das Privatleben des Arbeitnehmers erstrecken und sollte sich nur auf die berufsbedingten Kontrollen beschränken. Denn eine vertragliche Bestimmung, dass der Arbeitgeber uneingeschränkten Zugang zur Wohnung des Arbeitnehmers hat, gilt immer als unwirksam. Ebenso kann die arbeitsvertragliche Entscheidungsfreiheit für Kontrollbesuche nicht genutzt werden, beispielsweise dass der Arbeitgeber nachts zu Kontrollzwecken in die Wohnung des Arbeitnehmers kommen kann.154          TAÜHFD/ZtdR - 2021/2",
     "Kaynakça": "AKYİĞİT Ercan, İş Hukuku, 13. Bası, Seçkin Yayıncılık, İstanbul, 2021. ALP Mustafa, “Tele Çalışma (Uzaktan Çalışma)”, Prof. Dr. Sarper Süzek  e Armağan, Beta Yayıncılık, İstanbul 2011, 795-851. AYDIN Ufuk, “Covid-19 Pandemisi; İş ve Sosyal Güvenlik Hukuku Alanında Yarattığı Sorunlar ve Çözüm Önerileri, İstanbul Aydın Üniversitesi Hukuk Fakültesi Dergisi, Cilt 6, Sayı 2, Yıl 2020, 181-214. CİVAN Orhan Ersun, “İş Hukukunda Uzaktan Çalışma (Evde Çalışma/Tele Çalışma)”, Legal İş ve Sosyal Güvenlik Hukuku Dergisi, legalbank.net, Erişim Tarihi 29.06.2021, Cilt 26, Sayı 7, Yıl 2010, 525-573. ÇELİK Nuri/CANİKLİOĞLU Nurşen/CANBOLAT Talat, İş Hukuku Dersleri, 33. Bası, Beta Yayıncılık, İstanbul 2020. DÄUBLER  Wolfgang,  Digitalisierung  und  Arbeitsrecht,  7.  Bası,  Bund  Verlag, Frankfurt am Main, 2020. GROBYS  Isabella/PANZER-HEEMEIER  Andrea,  Stichwortkommentar  Arbeitsrecht, 3. Bası, Nomos Verlag, Baden-Baden, 2021. HÜMMERICH Klaus/REUFELS Martin, Gestaltung von Arbeitsverträgen, 4. Bası, Nomos Verlag, Baden-Baden, 2019. KANDEMİR Murat, Tele Çalışma, Legal Yayıncılık, İstanbul, 2011. KÖRNER Marita, “Telearbeit - neue Form der Erwerbsarbeit, alte Regeln”, Neue Zeitschrift für Arbeitsrecht, Sayı 22, Yıl 1999, 1190-1193. LAMMEYER Thomas, Telearbeit, Alma Mater Verlag, Saarbrücken, 2007. MÜLLER Stefan, Homeoffice in der arbeitsrechtlichen Praxis, 2. Bası, Nomos Verlag, Baden-Baden, 2020. SCHÖLLMANN Ingo, “Mobile Working, Telearbeit, Desksharing”, Neue Zeitschrift für Arbeitsrecht, Sayı 2, Yıl 2019, 81-85. SENYEN-KAPLAN Emine Tuncay, Bireysel İş Hukuku, 10. Bası, Gazi Yayıncılık, Ankara, 2019. SÜMER Haluk Hadi, İş Hukuku, 25. Bası, Seçkin Yayıncılık, İstanbul, 2020. WEDDE Peter, Tele-Arbeit, Bund Verlag, Frankfurt am Main, 1994. WIESE Günther, “Personale Aspekte und Überwachung der häuslichen Telearbeit”, Recht der Arbeit, Sayı 6, Yıl 2009, 344-353. Elektronik Kaynaklar www.beckonline.de www.bfdi.bund.de www.turcademy.com.tr https://legalbank.net"
}