{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "10",
     "Ay": "05",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "TELİF HAKLARI VE KELEPÇELEME SÖZLEŞMELERİ",
     "Title": "URHEBERRECHTE UND KNEBELUNGSVERTRÄGE",
     "Yazar İsmi": [
          "Doç. Dr. İrfan AKIN",
          "Araş. Gör. Zehra Büşra KAYAÖZÜ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Eser sahibi",
          "telif hakları",
          "kelepçeleme sözleşmesi",
          "ahlaka aykırılık",
          "sözleşmenin geçersizliği"
     ],
     "Keywords": [
          "Author",
          "copyright",
          "clamping contract",
          "morality",
          "ınvalidity of contract"
     ],
     "Özet": "LEŞMELERİ URHEBERRECHTE UND KNEBELUNGSVERTRÄGE Doç. Dr. İrfan AKIN(cid:13) / Araş. Gör. Zehra Büşra KAYAÖZÜ(cid:13) ÖZ Kariyerlerinin başında kendilerine sunulan sözleşmeleri imzalayan sanatçı veya yazarlar, daha sonra bu sözleşmelerden doğan yükümlülüklerden dolayı büyük sıkıntılar yaşamaktadır. Sözleşme hükümleri tek tek incelendiğinde bir sorun oluşturmamasına rağmen, hükümlerin fiili durum ile uyumsuz olmaları veya birbirleri ile etkileşimi sonucu sözleşmenin uygulanmasının eser sahibi bakımından katlanılamaz bir hal aldığı durumlarda, kelepçeleme sözleşmeleri kapsamında getirilen imkân doğrultusunda bu sözleşmelerin geçersizliği ileri sürülebilecektir. Eser sahiplerinin kişisel ve ekonomik özgürlüklerini ciddi anlamda sınırlandıran bu tür sözleşmelerin geçersizliğinin ileri sürülebilmesi için kelepçeleme sözleşmeleri kavramı altında ortaya konan şartların somut olay bakımından gerçekleşmesi ve ispatlanması gerekmektedir.",
     "Abstract": "The artists or writers who signed the contracts submitted to them at the beginning of their careers have great difficulties due to the obligations arising from these contracts. Although the contract terms are not a problem when examined one by one, in case they are incompatible with the actual situation or the interaction of the terms with each other, the invalidity can be claimed in line with the opportunity brought under the clamping contracts. In order to claim the invalidity of such contracts, which seriously limit the personal and economic freedoms of the authors, the conditions under the concept of clamping contracts must be fulfilled in terms of concrete events.",
     "Metin": "Kariyerlerinin başında henüz yeterli hayat tecrübesine ve mali imkanlara sahip bulunmayan sanatçılar, imzaladıkları sözleşmeler ile gelecekte elde edecekleri mali haklarını devretmektedirler. Bazı durumlarda imzalanan bu sözleşmeler, eser sahibinin devrettiğini düşündüğü hakların çok ötesinde ağır sonuçlar doğurmaktadır. Eser sahipleri imzaladıkları bu sözleşmeler ile uzun yıllar üretkenliklerini, kişisel ve ekonomik özgürlüklerini ciddi anlamda yitirmektedir. Bu süreçte kendi tercihlerini hayata geçirememelerinin ve yapımcıların gelir odaklı yaklaşımlarının beraberinde getirdiği sıkıntılar, yeni eserlerin verilmesi önündeki en büyük engel olmaktadır. Bu tür sözleşmelerin kelepçeleme sözleşmesi başlığı altında ortaya konan şartları taşıması halinde, ahlaka aykırılık sebebiyle geçersizlikleri ileri sürülebilecektir.  Telif haklarının devrine ilişkin kelepçeleme sözleşmeleri incelendiğinde, sözleşme maddelerinin eser sahibine özgürlük alanı tanır şekilde hazırlandığı izlenimi oluşmaktadır. Ancak sözleşmenin uygulanması sürecinde, düzenlenen birçok başlığın ilgili sektörün gerçekleriyle uyumlu olmadığı ve eser sahibinin haklarını elde etmesinin neredeyse imkânsız olduğu gerçeği ortaya çıkmaktadır. Bu durumun tespit edilerek sözleşmenin geçersizliğine ilişkin sağlıklı bir değerlendirme yapabilmek, bütüncül ve sektörün gerçeklerine uygun bir inceleme ile mümkün olmaktadır.  A. SÖZLEŞME SERBESTİSİ VE SINIRLARI 1. Sözleşme Serbestisi Türk Borçlar Kanunu nun temel ilkelerinden biri olan sözleşme özgürlüğü ilkesine göre kişiler istedikleri sözleşmeyi, istedikleri kişilerle ve içerikle geçerli olarak akdetmek konusunda serbesttirler1. Bu bakımdan 1   Sözleşme özgürlüğüne ilişkin tanımlar için bkz. Turhan Esener, Borçlar Hukuku, Cilt I, Akitlerin Kuruluşu ve Geçerliliği, Ankara, 1969, s. 193; Hasan Erman, Borçlar Hukukunda Akit Serbestisi ve Genel Olarak Sınırlamaları, İÜHFM, Cilt XXXVIII, Sayı 1-4, s. 601; Selahattin Sulhi Tekinay/Sermet Akman/Haluk30   TAÜHFD/ZtdR - 2020/1 sözleşme özgürlüğünün kapsamında kişinin bir sözleşme akdetme ve sözleşmenin karşı tarafını belirleme özgürlüğünün yanı sıra sözleşmenin içeriğine karar verme özgürlüğü de bulunmaktadır2.  Belirtilmesi gerekir ki sözleşme özgürlüğü her ne kadar borçlar hukukunda mutlak surette kabul edilse de kişilere sınırsız bir serbesti tanımamaktadır. Sözgelimi, sözleşmenin içeriğini belirleme özgürlüğüne sahip oldukları kabul edilen sözleşme taraflarının, bu özgürlüklerini ancak kanunun belirlediği sınırlar dahilinde kullanmaları mümkündür. Söz konusu kanuni sınırlamalar ise Türk Borçlar Kanunu nun 26 ve 27. maddelerinde hükme bağlanmıştır. 2. Sözleşme Serbestisinin Sınırları TBK m. 26 da yer alan Taraflar, bir sözleşmenin içeriğini kanunda öngörülen sınırlar içinde özgürce belirleyebilirler düzenlemesi ile sözleşme içeriğine ilişkin özgürlüğün bulunduğu ancak bunun sınırsız olmadığı belirtilmiştir. TBK m. 27 de ise Kanunun emredici hükümlerine, ahlaka, kamu düzenine, kişilik haklarına aykırı veya konusu imkânsız sözleşmeler kesin olarak hükümsüzdür denilerek sözleşmenin içeriğini belirleme özgürlüğünün sınırlarına yer verilmiştir. Böylece emredici hukuk kurallarına aykırılık, kamu düzenine aykırılık, kişilik haklarına aykırılık, genel ahlak ve adaba aykırılık, hukuka aykırılık ve imkânsızlık halleri genel olarak sözleşme Burcuoğlu/Atilla Altop, Tekinay Borçlar Hukuku Genel Hükümler, 7. Baskı, İstanbul, 1993, s. 362 vd.; Fikret Eren, Borçlar Hukuku Genel Hükümler, 23. Bası, Ankara, 2018, s. 316 vd; M. Kemal Oğuzman/Turgut Öz, Borçlar Hukuku Genel Hükümler, Cilt I, 16.Bası, İstanbul,2018, s. 23. 2   Doktrinde sözleşme özgürlüğünün muhtevasına yönelik yapılan klasik tasnife göre bahsettiğimiz sözleşme akdetme özgürlüğü, sözleşmenin karşı tarafını tayin etme özgürlüğü ve sözleşmenin içeriğini belirleme özgürlüğüne ek olarak sözleşmenin şekline karar verme özgürlüğünü, sözleşmenin hükümlerini yenileme özgürlüğünü ve sözleşmeyi ortadan kaldırma özgürlüğünü de kapsamaktadır. Buna ilişkin tasnifler için bkz. Hüseyin Hatemi/Emre Gökyayla, Borçlar Hukuku Genel Bölüm, 3. Bası, İstanbul, 2015, s. 60 vd; Eren, s. 332; Fahrettin Aral, Borçlar Hukuku, Özel Borç İlişkileri, 11.Bası, Ankara, 2018, s. 54; Aydın Zevkliler/Emre Gökyayla, Borçlar Hukuku Özel Borç İlişkileri, 16. Bası, Ankara, 2016, s. 7 vd.Doç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü   31 içeriğini belirleme özgürlüğünü sınırlayan haller olarak belirtilip sınırlamanın çerçevesi oluşturulmuştur3. TBK m. 27 de belirtildiği üzere sözleşme içeriğini belirleme özgürlüğünü sınırlayan hallerden biri de kişilik haklarına aykırılık halidir. Kişilik hakları sözleşme özgürlüğünü sınırladığı için, bu haklara aykırı olarak sözleşme yapılamayacaktır. Bu kapsamda öncelikle kişilik hakkının ne olduğunun tespit edilmesi gerekmektedir.  3. Kişilik Hakkı ve Ekonomik Özgürlük Kişilik hakkı, bir kimsenin kişi olması sebebiyle haiz olduğu mutlak bir hak olarak tanımlanabilir. Doktrinde bu hakkın, kişinin, kişi olmasıyla hayat, beden ve ruh bütünlüğü, şeref, haysiyet ve özgürlükleri, isim, resim vb. varlıkları üzerindeki hakkını kapsadığı belirtilmektedir4. Türk Medeni Kanunu ve Türk Borçlar Kanunu nda ise kişilik hakkına ilişkin herhangi bir tanım bulunmamaktadır. Bunun yerine ilgili kanunlarda5 doğrudan kişilik haklarının korunmasına ilişkin hükümlere yer verilmiştir. Sözgelimi TMK m. 23-25 te kişilik haklarının korunmasına ilişkin genel prensipler düzenlenmiştir6. Söz konusu genel prensiplere bakıldığında TMK m. 23 f.1 de Kimse, hak ve fiil ehliyetlerinden kısmen de olsa vazgeçemez; f.2 de ise Kimse özgür3   Esener, s. 201; Erman, s. 609; Eren, s. 333 vd.; Oğuzman/Öz, s. 81 vd. 4   Eren, s. 343. 5   Özel hukukun temel ilkelerinden biri olması sebebiyle kişiliğin korunmasına ilişkin hükümler sadece Türk Medeni Kanunu ve Türk Borçlar Kanunu nda değil, Anayasa, Türk Ticaret Kanunu ve Fikir ve Sanat Eserleri Kanunu gibi diğer bazı hukuklarda da bulunmaktadır. 6   TMK m. 23 f. 1 de Kimse, hak ve fiil ehliyetlerinden kısmen de olsa vazgeçemez; f.2 de Kimse özgürlüklerinden vazgeçemez veya onları hukuka ya da ahlâka aykırı olarak sınırlayamaz. şeklinde yer alan düzenlemelerle kişiye, kişilik haklarına aykırı hukuki işlemlere karşı koruma sağlandığı doktrinde ileri sürülmektedir. Ayrıntılı bilgi için bkz. Kemal Oğuzman/ Özer Seliçi/ Saibe Oktay Özdemir, Kişiler Hukuku, 12. Bası, İstanbul, 2012, s. 157; Mustafa Dural/ Tufan Öğüz, Türk Özel Hukuku Cilt II, Kişiler Hukuku, 19. Bası, İstanbul, 2018, s.  146; Eren, s. 343.32   TAÜHFD/ZtdR - 2020/1 lüklerinden vazgeçemez veya onları hukuka ya da ahlâka aykırı olarak sınırlayamaz. denilmektedir. Buna göre kişilerin yaptıkları hukuki işlemler sonucu, sahip olduğu özgürlüklerinden vazgeçmelerinin ve özgürlüklerini hukuka veya ahlaka aykırı olarak sınırlamalarının engellendiği görülmektedir. Diğer yandan, ilgili hükümlerde kişilik hakkının kapsamına giren unsurların belirtilmediği görülmektedir. Bunların tek tek belirtilmesinin de mümkün olmadığı açıktır. Bu nedenle kişilik hakkının kapsamına kişiyi kişi yapan bütün değerlerin dahil olduğunu kabul etmek gerekecektir7. Örneğin kişinin ekonomik varlık ve faaliyet özgürlüğünün korunması da kişinin fizik ya da ruh bütünlüğünün korunması kadar önem arz etmektedir. Bu sebeple kişinin ekonomik varlığının da kişilik hakkı kapsamında korunması gerekmektedir. Buna doktrinde kişiliğin dinamik korunması denilmektedir8.  Belirtilmesi gerekir ki, kişiler, günlük hayatta ihtiyaçlarını karşılamak için sözleşme ilişkisi kurmak ya da daha genel ifadeyle hukuki işlem yapmak mecburiyetindedir. Diğer bir deyişle, toplum içerisinde yaşamanın sonucu olarak hukuki işlem yapmadan yaşanılması mümkün değildir. Yapılan her hukuki işlem ile de kişilerin özgürlüğü belli ölçüde kaçınılmaz olarak sınırlamaya konu olmaktadır. Söz konusu sınırlama ise özellikle ekonomik faaliyet özgürlüğünün sınırlandırmasında gündeme gelmektedir. Fakat burada vurgulanması gereken husus, her ekonomik özgürlüğün sınırlandırılmasının yapılan sözleşmeyi direkt hükümsüz hale getirmeyeceğidir. Dolayısıyla öncelikle bu sınırlamanın ölçüsünün ne olduğu ve ne zaman ölçüsüz sınırlamanın gerçekleştiğine ilişkin bir incelemenin yapılması gerekmektedir9. 7   Oğuzman/Seliçi/Oktay Özdemir, s. 158; İhlal edildiği ileri sürülen değerin kişilik hakkının kapsamında olup olmadığını belirleme yetkisi uygulamada hakime aittir. Ayrıntılı bilgi için bkz. Dural/Öğüz, s. 100-101. 8   Veysel Başpınar, Kişilik Hakkı Açısından Kelepçeleme Sözleşmeleri, Ankara Barosu Dergisi, S. 1, Y. 1999, s. 18. 9   Başpınar, s. 18-19; Akın Ünal, Kelepçeleme Sözleşmeleri (Sözleşmelerdeki Hükümler Sebebiyle Kişinin Ekonomik Özgürlüğünün Aşırı Derecede Sınırlanması), 2. Bası, Ankara, 2017, s. 76.Doç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü   33 4. Sınırlamanın ölçüsü TMK m.23 te düzenlendiği üzere söz konusu sınırlamanın ölçüsü hukuk  ve  ahlak  olarak  belirlenmiştir.  Dolayısıyla  hukuka  ve  ahlaka aykırılık  teşkil  eden  sözleşmelerin  özgürlükler  bakımından  aşırı  bir sınırlama  içerdiği  kabul  edilmektedir.  Doktrinde  yer  alan  görüşler, kişiliğin varlığı ve gelişmesi için gereken serbestçe hareket etme ve karar verme imkanının tehlikeye girmesi ya da ortadan kalkması hallerinde aşırı sınırlamanın bulunduğu yönündedir. Keza, sözleşme taraflarından birinin, diğer tarafın irade ve egemenliğine bağlı olduğu hallerde de aşırı sınırlamanın varlığı kabul edilmektedir10.  Diğer yandan sözleşme hükümlerinin, kişilerin ekonomik özgürlüğünü ve ekonomik kişiliğini yok etmesi ya da ekonomik geleceğini gasp etmesi veya tehlikeye düşürmesi halleri de hukuka ve ahlaka aykırılık teşkil edecektir. Bu kapsamda yine ölçü, kişilere ekonomik alanda bir hareket özgürlüğü tanınıp tanınmadığıdır11. Eğer taraflardan biri, sözleşme ile diğerinin keyfine terk edilmiş; bir diğer anlatımla ekonomik anlamda iradesiz kılınmışsa, ekonomik hareket özgürlüğünün bulunmadığı açıktır. Dolayısıyla kişilerin ekonomik varlığını, ekonomik faaliyet özgürlüğünü veya geleceğini tehlikeye düşüren veya ortadan kaldıracak şekilde aşırı sınırlayan sözleşmeler hukuka ve ahlaka aykırılık sebebiyle hükümsüzdür12.  10   Oğuzman/Seliçi/Oktay  Özdemir,  s.  154;  İsmet  Sungurbey/Selim  Kanati, Medeni Hukuk Sorunları, Cilt 3, İstanbul, 1976, s. 179-180, Dural/ Öğüz, s. 147; Ünal, s. 77 11   Karl Oftinger, Die Vertragsfreiheit, Die Freiheit des Bürgers im schweizerischen Recht, Fesgabe zur Hundertjahrfeier der Bundesverfassung, Zürich,1948, s. 72; Andreas  von  Tuhr/  Hans  Peter,  Allgemeiner  Teil  des  Schweizerischen Obligationenrechts, 3. Auflage, Zürich, 1979, s. 260; Sungurbey/Kaneti, s. 179 12   Aynı  hususta  Yargıtay  Hukuk  Genel  Kurulu,  bireylerin  kişiliklerini  ve ekonomik varlıklarını, ahlak kuralları ile örtüşmeyecek şekilde tehlikeye sokan sınırlamaların aşırı olduğuna, bu sınırlamaları öngören sözleşmelerin ise hükümsüz olduğuna karar vermiştir. Bkz. HGK E.1973/4-1088, K.1976/209, T.11.02.1976 (www.lexpera.com, Erişim Tarihi: 23.02.2020).34                                                                                                TAÜHFD/ZtdR - 2020/1 B.  KELEPÇELEME SÖZLEŞMELERİ 1.  Tanım  Söz konusu sözleşmeler, kişilik haklarını aşırı derecede sınırlamaları sebebiyle doktrindeki hâkim görüş uyarınca kelepçeleme sözleşmeleri olarak adlandırılmaktadır13. Zira taahhüt ettiği edimlerle taraflardan birinin varlığının ve özgürlüğünün yok edilecek düzeyde hukuka ve ahlaka aykırı bir biçimde diğer tarafa bağlanmış yani kelepçelenmiş olması durumu söz konusudur.  Kelepçeleme sözleşmesi kavramının en çok ilgi gördüğü Alman hukuk sisteminde Scheuing, kelepçeleme sözleşmelerini tarafların kararlarına bırakılmış konularda taraflarca düzenlenen sözleşme hükümleri sebebiyle bir tarafın diğerine aşırıya kaçan bir şekilde ve ahlaka aykırı olarak bağımlı duruma geldiği bir sözleşme olarak tanımlamıştır14.  Türk hukuk doktrininde ise Sungurbey, kelepçeleme sözleşmelerini açıklarken her sözleşmenin kaçınılmaz olarak belirli bir ölçüde tarafların iktisadi özgürlüklerini kısıtlayacağını, ancak bu kısıtlamanın istisnai olarak ahlaka aykırı kabul edilmesi için çok ağır şartların gerçekleşmesinin gerektiğini belirtmiştir. Bu bakımdan, sözleşme taraflarından birinin iktisadi varlığının sona ermesine sebebiyet verecek şekilde mutlak surette karşı tarafın keyfine bağlı tutulması, onun karşı tarafın vesayeti altına alınması, böylece iktisadi bakımdan onun karşı tarafın iradesi olmayan bir aleti durumuna sokulması, iktisadi faaliyet hürriyetini kullanmasının felce uğratılması neticelerine yol açan ağır şartların bulunması hallerinde ahlaka aykırı sözleşmeler söz konusu olacaktır. Bu tür sözleşmelerin Alman hukukunda Knebelungsvertrage: kelepçeleme, kıskıvrak bağlama sözleşmeleri olarak adlandırıldığını ifade eden Sungurbey, kelepçeleme sözleşmelerine ilişkin daha geniş bir biçimde tanımlama yapmıştır15.  13   Doktrinde söz konusu sözleşmenin ismi konusunda çeşitli görüşler yer almaktadır. Bu tür sözleşmeleri bir görüş aşırılık içeren sözleşmeler, diğer görüş köleleştirme sözleşmeleri, bir diğer görüş boğazlama sözleşmeleri olarak adlandırmaktadır. Ayrıntılı bilgi için bkz. Başpınar, s. 22, dn. 24-28 14   Rudolf Scheuing, Der Knebelvertrag, Stuttgart, 1930, s. 16-17 15   Sungurbey/Kaneti, s. 47. Türk hukukunda kelepçeleme sözleşmelerine ilişkin diğer tanımlamalar için bkz. Eren, s. 339; Oğuzman/Öz, s. 87.Doç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü   35 2. Yargıtay Kararlarında Kelepçeleme Sözleşmeleri Yargıtay içtihatlarına bakıldığında kelepçeleme sözleşmelerinin temelini teşkil eden ilk kararda16, iktisadi hürriyetin kabul edilemez ölçüde sınırlandığı bir akdin kuşkusuz ahlaka ve adaba aykırı olduğunun ifade edildiği ve ekonomik özgürlük kavramına vurgu yapıldığı görülmektedir. Bunun yanı sıra Yargıtay diğer bir kararında17 kişisel özgürlüğü de tanıma dahil ederek, ekonomik veya kişisel özgürlüğü kabul edilemez ölçüde sınırlayan sözleşmelerin ahlaka aykırı düştüğünü, sözleşmeye bağlanan sınırlamaların, borçlunun bekası için gerekli olan şartları olağanüstü şekilde tehlikeye atmamalı, onun için çökertici bir seviyeye gelmemesi gerektiğini, aksi halde kişinin ekonomik özgürlüğünü kaybedeceğini ve alacaklının mutlak iradesine bağlı duruma geleceğini ifade etmiştir. Yargıtay ın kelepçeleme sözleşmesi kavramına ise ilk kez 2013 tarihi ve sonrasındaki kararlarında18 yer verildiği görülmektedir. İlgili kararlarda da genel olarak kelepçeleme sözleşmelerinin kişinin ekonomik özgürlüğünü kısıtlayan ve ahlaka aykırılık teşkil eden sözleşmeler olduğu benimsenmiştir19. Kelepçeleme sözleşmelerine kaynaklık eden düzenlemeler daha önce de belirtildiği üzere TBK m.27/1 ve TMK m.23/2 yer almaktadır. Doktrinde kelepçeleme sözleşmelerinin her ne kadar kişilik haklarına aykırı olduğu vurgulanmış olsa da ve bu sebeple kelepçeleme sözleşmelerinin genel ahlaka aykırılık dışında hukuka aykırılık da teşkil ettiği yönünde görüşler bulunsa da20, hakim görüş kelepçeleme sözleşmelerinin hukuki 16   HGK  E.1970/  T-1053,  K.1974/222,  T.20.03.1974 (www.lexpera.com,  Erişim Tarihi: 23.02.2020). 17   1. HD E.2001/10578, K.2002/2892, T.06.03.2002 (www.lexpera.com, Erişim Tarihi: 23.02.2020). 18   HGK  E.2012/11-1601,  K.2013/752,  T.22.05.2013;  11.HD.  E.2012/17736, K.2013/9814,  T.13.05.2013;  11.HD.  E.2014/6520,  K.14/12577,  T.01.07.2014; 11.HD. E.2015/3044, K.2015/8052, T.01.07.2014 (www.lexpera.com, Erişim Tarihi: 23.02.2020). 19   Ünal, s. 111. 20   Dural/Öğüz, s. 149; Başpınar, s. 20,21; Ünal, s. 115.36   TAÜHFD/ZtdR - 2020/1 dayanağının tamamıyla genel ahlaka aykırılık olduğu yönündedir21. Keza bahsi geçen Yargıtay kararlarında da kelepçeleme sözleşmeleri bakımından ekonomik özgürlüğün aşırı ölçüde sınırlanmasının genel ahlaka aykırılık teşkil edeceği ifade edilerek genel ahlaka aykırılık hususuna vurgu yapılmaktadır22. 3. Öğretideki Görüşler Kişinin ekonomik özgürlüğünü kısıtlayan ve ahlaka aykırılık teşkil eden sözleşmelerin kelepçeleme sözleşmeleri olduğu genel olarak kabul edilse de, bir sözleşmenin kelepçeleme niteliğine sahip olup olmadığını tespit edebilmek için getirilen ölçüler konusunda doktrinde görüş birliği bulunmamaktadır23. Ancak kavramın tanımından yola çıkıldığında ilk kriterin kişinin ekonomik özgürlüğünün ve geleceğinin aşırı biçimde sınırlanması olarak belirlenmesi mümkündür. Taraflardan birinin ekonomik özgürlüğünün veya varlığının tehlikeye girdiği ve karşı tarafa ekonomik açıdan bağımlı duruma geldiği sözleşmelerin kelepçeleme niteliğini haiz olduğu söylenebilecektir. Bu noktada ekonomik özgürlükten ve ekonomik olarak bağımlı hale gelmekten kastın ne olduğunun açıklanması gerekmektedir. Ekonomik özgürlük kavramına ilişkin doktrinde yapılan tanımlardan birine göre bireylerin özgürce iktisadi faaliyetlerde bulunması neticesinde sağladıkları değerleri dışarıdan herhangi bir baskı olmadan yine özgürce kullanabilmeleri ekonomik özgürlük anlamına gelmektedir24. Bir başka ifadede ekonomik özgürlük, bir bireyin ekonomik faaliyetlere katılmasını ya da bu faaliyetlerini sonlandırabilmesini ifade etmekte olup, bireyin mesleki ve ticari itibarı, kredisi ile sırları üzerinde haiz olduğu bütün hak ve yetkileri olarak tanımlanmaktadır25. Bir diğer tanımda 21   Tekinay/Akman/Burcuoğlu/Altop, s. 401; Esener, s. 205; Erman, s. 611; Sungurbey/Kaneti, s. 179; Eren, s. 339 vd.; Ünal, s. 116. 22   Ayrıntılı bilgi için bkz. Ünal, s. 118 dn. 374. 23   Bu hususta yapılan çeşitli tasnifler için bkz. Ünal, s. 119 vd. 24   Coşkun Can Aktan tarafından yapılmış bu tanım için bkz. Ünal, s. 129. 25   Derya Ateş, Borçlar Hukuku Sözleşmelerinde Genel Ahlaka Aykırılık, Ankara, 2007, s. 252; Ünal, s. 129Doç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü   37 da ekonomik özgürlükten ticaret hukukunda ticaret ve endüstri özgürlüğünün medeni hukuktaki yansıması olarak, kazanç getiren bir harekete serbestçe karar verilebilmesi hakkı şeklinde bahsedilmiştir26. Son olarak başka bir ekonomik özgürlük tanımı örneği de İsviçre Federal Mahkemesi nin bir kararında yer almaktadır. Buna göre ekonomik özgürlük, kamu düzeni sınırları dahilinde, kişilerin varlığını sürdürebilmesi için gereken ekonomik faaliyetlerde bulunması olarak tanımlanmıştır27. Söz konusu tanımlardan anlaşıldığı üzere ekonomik özgürlükleri sayesinde kişiler, ekonomik varlıklarını devam ettirebilmek adına serbestçe ekonomik faaliyetlerde bulunma, bu faaliyetlerini sürdürürken kimseye muhtaç olmama ve faaliyetler sonucu elde ettiklerini de dışarıdan bir zorlama olmaksızın dilediklerince kullanarak ekonomik geleceklerini belirleme yetkisi ve özgürlüğüne sahiptirler. Dolayısıyla kişilerin ekonomik özgürlüğünün tehlikeye girdiği ya da ekonomik geleceğini belirleme yetkisini diğer tarafa devrettikleri sözleşmeler kelepçeleme niteliğini haiz kabul edilmektedir.  4. Ekonomik Kelepçe Kavramı Ekonomik olarak bağımlı hale gelmek sözleşme taraflarından birinin, diğerinin sınırsız keyfiyetine tabi olması halinde ya da aralarındaki sözleşme sonucu yeni hukuki işlemler yapma kabiliyetinin elinden alınması halinde gündeme gelebilir. Her halde kelepçeleme sözleşmesinin söz konusu olabilmesi için ekonomik bağımlılığın genel ahlaka aykırılık teşkil eder düzeyde olması gerekmektedir28. Buna göre kişilerin kelepçeleme sözleşmeleri ile ekonomik özgürlüğünü ortadan kaldıran, ekonomik geleceğini tehlikeye sokan ve ekonomik faaliyetlerini diğer tarafın sınırsız keyfiyetine bırakan tüm edim taahhütleri genel ahlaka aykırı kabul edilmektedir. a) Ekonomik Şartlar Taraflardan birinin diğerine ekonomik olarak bağımlı hale gelip gelmediğinin tespitinde sözleşmenin bir bütün olarak ele alınması önem arz 26   Ateş, s. 136, dn. 368; Ünal, s. 129. 27   BGE 82 II 292, 302; Ünal, s. 129. 28   Ünal, s. 13038   TAÜHFD/ZtdR - 2020/1 etmektedir. Zira sözleşme hükümlerinin tek tek incelenmesi halinde tespit edilemeyen ekonomik bağımlılık, hükümlerin birlikte ele alınmasıyla ortaya çıkabilmektedir29. Ekonomik özgürlüğün aşırı şekilde sınırlanması ve ekonomik olarak karşı tarafa bağımlı hale gelinmesine ilişkin içtihatlara bakıldığında Yargıtay, yukarıda da değindiğimiz bir kararında30 ekonomik veya kişisel özgürlüğü kabul edilemez şekilde sınırlayan sözleşmelerin ahlaka aykırı düştüğünü, sözleşmeye bağlanan sınırlamaların, borçlunun bekası için gerekli olan şartları olağanüstü şekilde tehlikeye atmaması, onun için katlanılmaz bir seviyeye gelmemesi gerektiğini, aksi halde kişinin ekonomik özgürlüğünü kaybedeceğini ve alacaklının mutlak iradesine bağlı duruma geleceğini belirtmiştir. Taraflar arasında anaparanın 30.000 dolar olduğu sözleşmede davacının her ay 1500 dolar faiz ödemesi istenmiş ancak yapılan yıllık hesaplamada faizin anaparanın %60 gibi fahiş bir orana ulaştığı tespit edilmiş ve bu rakamın ülkemizdeki enflasyon gözetildiğinde yıkıcı bir sonucu olduğu, zaten tüm özel ve kamusal bankalarda  dövize %5-6 düzeylerinde faiz uygulandığı gerçeği de dikkate alındığında sözleşmeye  fiat farkı  adı altında konulan edimin geçerli olamayacağı ve butlan kapsamına gireceğine hükmedilmiştir.  Aynı şekilde bir kararında31 Yargıtay aylık faizin %150 ve yıllık faizin ise, %1800 olduğu sözleşmede, belirtilen faiz oranının, borçlunun ekonomik hürriyetini kısıtlayacak nitelikte olduğunu belirtmiştir. Yargıtay, yasalara göre taraflar her ne kadar faiz oranını belirlemede serbest ise de, aşırı derecede yüksek olan ve kişilerin ekonomik varlığını tehlikeye düşürecek nitelikteki faiz oranlarının geçersiz olduğunu ifade etmiştir. 29   Bu  konuda  Basel  İstinaf  Mahkemesinin  kararına  konu  olan  bir  olayda sözleşmenin bütün hükümlerinin birlikte değerlendirilmesi ile kelepçeleme sözleşmesinin mevcut olduğu tespit edilmiştir. İlgili karar hakkında ayrıntılı bilgi için bkz. Başpınar, s. 29, dn.60; Scheuing, s. 13 vd. 30   1. HD. E. 2001/10578 K. 2002/2892 T. 06.03.2002 (www.lexpera.com, Erişim Tarihi: 23.02.2020) 31   11. HD. E. 1997/920 K. 1997/3286 T. 06.05.1997 (www.lexpera.com, Erişim Tarihi: 23.02.2020)Doç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü   39 Keza Yargıtay yine bir kararında32 davalının sözleşmenin sona ermesinden sonra 3 yıl süre ile aynı alanda faaliyet gösteren bir başka şirkette hiçbir görevde çalışamamasını bir rekabet etmeme koşulu olarak değil, kelepçeleme sözleşmesi niteliğinde bulmuş ve davalının ekonomik özgürlüğünü kısıtlayan bir hüküm olduğu gerekçesiyle sözleşmedeki cezai şart koşulunun geçersiz olduğuna hükmetmiştir. b) Sözleşmenin Süresi Bir sözleşmenin kelepçeleme niteliğini haiz olup olmadığını anlamaya yarayan ikinci kriter ise ilgili sözleşmenin süresinin uzunluğu olarak belirlenmiştir. Ancak burada dikkat edilmesi gereken husus, uzun süreli olarak yapılan her sözleşmenin mutlaka ahlaka aykırı olmayacağı ve bu sebeple geçersiz sayılmayacağıdır. Dolayısıyla kelepçeleme sözleşmesinin varlığı bakımından bir sözleşmenin süresinin uzun olması, tek başına yeterli bir kriter değildir. Eğer bir sözleşmenin içeriği kişinin ekonomik özgürlüklerini genel ahlaka aykırı olacak şekilde aşırı derecede sınırlamıyorsa, tek başına sözleşmenin süresinin uzunluğu kelepçeleme sözleşmeleri bakımından incelemeye değer değildir33. Bir diğer deyişle, uzun süreli bir sözleşmenin kelepçeleme sözleşmesi mahiyetinde kabul edilmesi için, bir tarafın ekonomik özgürlüğü aşırı ölçüde kısıtlanması ve karşı tarafa bağımlı hale gelmesi gerekmektedir34. Bununla birlikte, sınırsız süre ile yapılan yani belirli süre tayin edilmeyen (bu süreler ömür boyu, sınırı çizilmemiş ve ebedi olarak adlandırılmakta)35 sözleşmeler kelepçeleme niteliği taşıdıklarından hukuka ve ahlaka aykırılık sebebiyle hükümsüzdürler36. Söz konusu sürenin sınırsız olup olmadığını tespit yetkisi ise hâkime aittir. Doktrinde, genç bir tiyatro sanatçısının veya sporcunun sözleşme ile aktif ömrünü bir kimseye (yönetmene veya antrenöre) veya topluluğa veya kulübe tahsis etmesinin ke32   11. HD. E. 2014/6520, K. 2014/12577, T. 1.7.2014 (www.lexpera.com, Erişim Tarihi: 23.02.2020) 33   Von Tuhr/Peter, s. 261; Scheuing, s. 29; Başpınar, s. 25; Ünal, s. 134-135. 34   Oğuzman/Seliçi/Oktay-Özdemir, s. 187; Ateş, s. 244; Ünal, s. 137. 35   Ünal, s. 137. 36   Tekinay/Akman/Burcuoğlu/Altop, s. 392; Ünal, s. 138.40   TAÜHFD/ZtdR - 2020/1 lepçeleme teşkil edeceği savunulmaktadır. Özellikle sözleşme ile bu kimselerin topluluktan veya kulüpten ayrılmasının sınırlandırılması, reddedilmesi veya ortadan kaldırılması halleri kelepçeleme niteliğinin olduğu haller olarak kabul edilmektedir. Keza, bu tür sözleşmelerin gerek zaman açısından gerekse de sözleşmenin içeriği (konusu) açısından kelepçeleme niteliği taşıdığı ve ahlaka aykırılık nedeniyle hükümsüz olduğu kabul edilmektedir37. Uzun süreli sözleşmelerin belli bir süre tayin edilerek yapıldığı hallerde ise, uzun süre sebebiyle kelepçeleme sözleşmesinin oluşup oluşmadığı, sözleşmenin türü ve somut olayın özel şartlarına bağlı olarak tespit edilmektedir. Örnek vermek gerekirse İsviçre ve Almanya hukukunda bira teslim sözleşmeleri bakımından en fazla 15 veya 20 yıllık sürelerin tayin edilebileceği kabul edilmektedir. Bu süreleri aşan ve kişinin ekonomik özgürlüğünü de aşırı şekilde sınırlayan sözleşmeler genel ahlaka aykırı olmaları sebebiyle kelepçeleme sözleşmesi niteliğini haizdir. Buna karşılık genç bir sporcunun bir kulübe bağlılığında 15 veya 20 yıl çok uzun sürelerdir. Dolayısıyla doktrinde, bu tür sözleşmelerdeki uzun süre kavramının daha dar yorumlanması gerektiği belirtilmektedir38. Uzun süreli bir sözleşmenin kelepçeleme niteliğini haiz olduğunu belirlerken üzerinde durulan bir diğer önemli husus ise söz konusu sözleşmenin feshinin mümkün kılınmaması veya fesih imkânının önemli derecede sınırlanmasıdır. Eğer ekonomik özgürlüğü aşırı derecede sınırlanan ya da karşı tarafa ekonomik olarak bağımlı hale gelen tarafın fesih imkânı varsa ve bu önemli ölçüde de kısıtlanmadıysa sözleşmeden kurtulabilecektir. Dolayısıyla fesih imkanının bulunması sebebiyle, sözleşmenin kelepçeleme sebebiyle geçersiz kılınması gerekmeyecektir39. Diğer yandan, sözleşmenin süresinin kelepçeleme teşkil edecek şekilde uzun süreli olmadığı durumlarda bile, zaman unsurunun diğer sözleşme hükümleriyle birlikte değerlendirilmesiyle sözleşmenin kelepçe37   Eugen Bucher, Berner Kommentar, Band I, 2, 2, Das Personenrecht, Kommentar zu Art. 27 ZGB, 3. Aufl., Bern, 1993, Nr.366; Başpınar, s. 26. 38   Ünal, s. 139; Başpınar, s. 26 39   Ünal, s. 140.Doç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü   41 leme niteliği taşıdığı ortaya çıkabilir. Bu sebeple yukarıda da bahsettiğimiz üzere zaman unsuru açısından değerlendirme yapılırken de sözleşme hükümleri tek tek değil bir bütün halinde ele alınmalı ve kelepçeleme niteliği halinin tespiti halinde sözleşmenin ahlaka aykırı olduğuna karar verilmelidir40. 5. Kelepçeleme Sözleşmelerinin Hukuki Yaptırımı Kişi özgürlüğünün genel ahlaka aykırı olarak aşırı sınırlandırıldığı hukuki işlemlere uygulanan yaptırım TBK m.26 ve m.27 gereğince butlan olarak (TBK ifadesiyle kesin hükümsüzlük olarak) belirlenmiştir. Aynı şekilde, kelepçeleme sözleşmelerinin genel ahlaka aykırı olduğu gözetildiğinde uygulanacak yaptırımın butlan olduğu açıktır41. Buna göre ilgililer sözleşmenin geçersiz olduğunu her zaman ileri sürebilecektir. Hâkim de bu durumu re sen dikkate alacaktır. Böylelikle yapılan sözleşme geçerlilik şartlarını taşımadığından başlangıçtan itibaren hüküm ve sonuç doğurmayacaktır. C. TELİF HAKLARI BAKIMINDAN KELEPÇELEME SÖZLEŞMELERİ Kelepçeleme sözleşmeleri birçok sözleşme türünde ortaya çıkabilir. Bunlardan biri de sinema, tiyatro ve ses sanatçıları veya yazarlar ile yapılan telif haklarına ilişkin sözleşmelerdir. Söz konusu sözleşmelerin içeriğinde yukarıda bahsi geçen kriterlerin bulunması halinde kelepçeleme sözleşmesi niteliğini haiz olduğu söylenebilecektir42.  Telif  haklarının  kelepçeleme  sözleşmeleri  bakımından  özellik  arz eden yönü; kariyerlerinin başında, üretim yapabilmek için desteğe ihtiyaç duyan sanatçıların, imzalatılan sözleşmeler ile uzun yıllar kişisel ve ekonomik özgürlükleri ellerinden alınabilmektedir. Yapımcılık veya danışmanlık sözleşmeleri olarak karşımıza çıkan bu tür sözleşmeler, madde 40   Başpınar, s. 27 41   Doktrindeki hâkim görüş de bu yöndedir. Ayrıntılı bilgi için bkz. Ateş, s. 299; Oğuzman/Öz, s. 84,86; Eren, s. 351; Tekinay/Akman/Burcuoğlu/Altop, s. 390; Dural/Öğüz, s. 149; Oğuzman/Seliçi/Oktay-Özdemir, s. 188; Ünal, s. 208 42   Ünal, s. 205.42   TAÜHFD/ZtdR - 2020/1 madde ele alındığında FSEK de öngörülen şartlara uygun şekilde hazırlandığı görülmektedir.  FSEK m. 18 f. 1 uyarınca Mali hakları kullanma yetkisi münhasıran eser sahibine aittir.; f. 2 uyarınca Bir eserin yapımcısı veya yayımcısı, ancak eserin sahibi ile yapacağı sözleşmeye göre mali hakları kullanabilir. FSEK m. 48 f. 1 ve 2  ye göre Eser sahibi veya mirasçıları kendilerine kanunen tanınan mali hakları süre, yer ve muhteva itibariyle mahdut veya gayrimahdut, karşılıklı veya karşılıksız olarak başkalarına devredebilirler. Mali hakları sadece kullanma salahiyeti de diğer bir kimseye bırakılabilir. FSEK m.52 de Mali haklara dair sözleşme ve tasarrufların yazılı olması ve konuları olan hakların ayrı ayrı gösterilmesi şarttır düzenlemesi yer almaktadır. Tarafların, sözleşmeyi yazılı şekilde yapmalarını öngören bu hüküm emredici niteliktedir. FSEK m. 52 ye aykırı şekilde, tarafların anlaşarak belirlediği şekilde (örneğin sözlü olarak) hazırlanan devir sözleşmeleri geçersiz sayılacaktır. Mali hakların devrini düzenleyen sözleşmenin sadece yazılı olması, geçerliliğini garanti altına almamaktadır. Ayrıca devredilen mali hakların ayrı ayrı belirtilmesi de geçerlilik bakımından gereklidir. Mali hakların devrine ilişkin işlemler ayrı ayrı yapılıyorsa her bir hak devri için ayrıca yazılı bir devir sözleşmesinin yapılması gerekir. Taraflar arasında kararlaştırılan fakat sözleşmede açıkça belirtilmeyen haklar, eser sahibinde kalmaktadır. Devredilen hakların açıkça belirtilmediği tereddütlü durumlarda ise işlemlerin amaç ve konusu dışında kalan hakların devredilmediği kabul edilmelidir. Aksi kararlaştırılmış olmadıkça mali bir hakkın devri veya bir ruhsatın verilmesi eserin tercüme veya sair işlenmelerine şamil değildir olarak belirtilen FSEK m.55 hükmü de bu yorumu desteklemektedir.  Telif haklarının devrine ilişkin FSEK de tespit edilen bu şartlara uygun olarak hazırlanan sözleşmeler, eser sahibinin haklarının devrinin süresi ve kapsamı, devirler karşılığında elde edeceği menfaatler konusunda belirsizlikler içerebilmektedir. Örneğin sanatçının eser üzerindeki mali hakların devri karşılığında elde edeceği ücretin, günümüzde satışı neredeyse bulunmayan CD satışlarında belli bir rakama ulaşılması şartına bağlanması durumunda, ücret ödemesi sözleşmede düzenlenmiş olmasına  rağmen  uygulama  bulamayacaktır.  Diğer  yandan  günümüzdeDoç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü   43 önemli bir gelir kalemi haline gelen dijital platformlardan elde edilen gelirin kontrolünün tamamen yapımcının elinde bulundurulması veya konser gelirlerine ilişkin anlaşma şartlarını belirleme yetkisinin yapımcıya bırakılmış olması, tek başına kelepçeleme sözleşmesinin şartlarının oluştuğu anlamına gelmemekle birlikte, sözleşmelerde yer alan bu tür unsurların birlikte oluşturduğu fiili durum, sanatçıların kişisel ve ekonomik özgürlüklerini fiilen ortadan kaldırmaktadır.  Tek başına kısıtlayıcı etkisi bulunmayan şartların, sözleşmede yer alan diğer hükümler ile etkileşimi sonucu hakların kullanımını fiilen imkânsız hale getirmesi durumunda, kelepçeleme sözleşmesinin varlığı kabul edilebilecektir. Eser sahibinin eseri üzerinde sahibi olduğu mali hakları kullanmasının kısıtlanması veya kullanmasından beklediği faydayı elde etmesinin imzaladığı sözleşme ile sınırlanması, eser sahibinin ekonomik özgürlüğünü ortadan kaldırmaktadır.  Bir oyuncunun hangi projelerde rol alacağının ve ne kadar ücret alacağının, bir şarkıcının hangi şarkıları hangi mekanlarda ve ne kadar ücret karşılığı icra edeceğinin sözleşme ile tamamen yapımcıya bırakıldığı sözleşmeler, açık şekilde sanatçıların kişisel ve ekonomik özgürlüklerini ortadan kaldırmaktadır. Bu tür sözleşmeler ile sanatçıların üretim ve icra faaliyetleri kendi kontrollerinden çıkarılmakta ve tamamen sözleşmenin karşı tarafının emrine verilmektedir. Kelepçeleme sözleşmesi kavramı altında korunmak istenen menfaat, eser sahibinin sözleşme ile sadece mali haklarına ilişkin bir düzenleme getirmesi, bu hakları düzenlerken kişisel ve ekonomik alanının tamamen kısıtlanmasının engellenmesidir. Maddeleri mevcut mevzuat hükümlerine uygun şekilde düzenlenmiş olmakla birlikte, uygulanmasının ahlaka aykırı sonuçlar doğurduğu bu tür sözleşmelerin geçersizliğine ilişkin ileri sürülebilecek önemli bir iddia da kelepçeleme sözleşmesi iddiası olmaktadır.44   TAÜHFD/ZtdR - 2020/1 ZUSAMMENFASSUNG Künstler oder Schriftsteller, welche ihnen zu Beginn ihrer Karierre vorgelegte Verträge unterschrieben haben, geraten später aufgrund Verpflichtungen, die sich aus diesen Verträgen ergeben, in große Schwierigkeiten. Obwohl die Vertragsklauseln bei Einzelprüfung kein Problem darstellen, kann in Fällen, in denen die Vertragsbedingungen nicht mit der tatsächlichen Situation stimmig sind oder das Zusammenspiel der Bedingungen die Ausführung des Vertrages für den Urheber unterträglich macht, kann die Unwirksamkeit der Bestimmungen im Einklang mit der im Rahmen der Knebelungsverträge gebotenen Möglichkeit geltend gemacht werden. Um die Unwirksamkeit solcher Verträge, welche die persönlichen und wirtschaftlichen Freiheiten der Urheber ernsthaft einschränken, geltend zu machen, müssen die Bedingungen, aus denen sich der Begriff der Knebelungsverträge zusammensetzt, in Bezug auf bestimmte Ereignisse erfüllt werden. Künstler, die nicht über ausreichende Lebenserfahrungen und finanzielle Mittel verfügen, übertragen ihre künftigen finanziellen Rechte mit den von ihnen unterzeichneten Verträgen. In einigen Fällen haben diese Verträge schwerwiegende Folgen, die weit über die von dem Urheber als übertragen angenommenen Rechte hinausgehen. Mit diesen von den Urhebern unterzeichneten Verträgen verlieren sie ihre Produktivität, persönliche und wirtschaftliche Freiheit für viele Jahre. Dabei stellen die Schwierigkeiten, die sich aus der Unfähigkeit, die eigenen Präferenzen zu verwirklichen und die einkommensorientierten Ansätze der Produzenten das größte Hindernis für die Auslieferung neuer Werke dar. Wenn solche Verträge die unter der Überschrift  Knebelungsvertrag  genannten Bedingungen erfüllen, kann ihre Unwirksamkeit aufgrund von Sittenwidrigkeit geltend gemacht werden. Eine  Untersuchung  der  Knebelungsverträge  über  die  Übertragung  von Urheberrechten zeigt, dass die Vertragsartikel so vorbereitet sind, dass der Eindruck erscheint als ob dem Urheber Freiheit gewährt wurde. Jedoch bei der Ausführung des Vertrags, wird klar, dass viele Titel nicht mit den Gegebenheiten des betreffenden Sektors unstimmig sind und es für den Urheber fast unmöglich ist, seine  Rechte  zu  erhalten.  Es  ist  möglich,  die  Unwirksamkeit  des  Vertrags gründlich zu beurteilen, indem diese Situation mit einer ganzheitlichen und branchenspezifischen Prüfung festgestellt wird.Doç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü   45 Verträge, die in Übereinstimmung mit den im FSEK festgelegten Bedingungen für die Übertragung von Urheberrechten erstellt werden, können Unsicherheiten hinsichtlich der Dauer und des Umfangs der Übertragung der Rechte des Urhebers und der als Gegenleistung für die Übertragung erhaltenen Leistungen enthalten. Wenn beispielsweise entschieden wird, dass der Künstler eine Gebühr für die Übertragung seiner finanziellen Rechte an dem Werk erhebt, sofern der heute fast nicht verfügbare CD-Verkauf eine bestimmte Anzahl erreicht, wird die Gebührenzahlung nicht zustande kommen, obwohl dies im Vertrag vereinbart wurde. Andererseits ist die Tatsache, dass die Kontrolle über die Einnahmen aus den digitalen Plattformen, die heute zu einem wichtigen Einnahmeposten geworden sind, vollständig in den Händen des Produzenten liegt oder dass der Produzent berechtigt ist, die Bedingungen der Vereinbarung über die Konzerteinnahmen zu bestimmen, nicht allein ein Zeichen für die Existenz eines Knebelungsvertrags. Die tatsächliche Situation, die durch solche in den Verträgen enthaltenen Elemente geschaffen wird, eliminiert jedoch praktisch die persönlichen und wirtschaftlichen Freiheiten der Künstler. In Fällen, in denen die Bedingungen, die nicht allein eine einschränkende Wirkung haben, die Nutzung der Rechte durch das Zusammenspiel mit den anderen Vertragsbestimmungen praktisch unmöglich machen, kann die Existenz einer  Knebelungsvereinbarung  akzeptiert  werden.  Die  Beschränkung  der Nutzung der finanziellen Rechte des Urhebers, die er an seinem Werk besitzt, oder die Beschränkung der erwarteten Begünstigungen, durch die Nutzgung des unterschriebenen Vertrags eliminiert die wirtschaftliche Freiheit des Urhebers. Verträge, bei denen die Entscheidung, bei welchen Projekten ein Schauspieler auftritt und wie viel seine Gebühr sein wird, sowie die Entscheidung welche Lieder ein Sänger an welchen Orten mit welcher Gebühr zu singen hat, eliminieren eindeutig die persönlichen und wirtschaftlichen Freiheiten der Künstler. Mit solchen Verträgen werden die Produktions- und Aufführungsaktivitäten der Künstler ihrer eigenen Kontrolle entzogen und stehen der anderen Vertragspartei vollständig zur Verfügung. Das Interesse, welches im Rahmen des Konzepts des Knebelungsvertrags geschützt werden soll, besteht darin, dass der Eigentümer des Werks nur eine Vereinbarung über die finanziellen Rechte des Werkeigentümers trifft und gleichzeitig die Einschränkung seines persönlichen und wirtschaftlichen Bereichs vollständig verhindert, während diese Rechte reguliert wer-46   TAÜHFD/ZtdR - 2020/1 den. Obwohl die Artikel des Vertrags in Übereinstimmung mit den Bestimmungen der geltenden Gesetzgebung angeordnet sind, ist der Anspruch eines Knebelungsvertrags ein wichtiger Anspruch, der in Bezug auf die Unwirksamkeit der Verträge geltend gemacht werden kann, wenn die Anwendung dieser Artikel zu unmoralischen Ergebnissen führt.Doç. Dr. İrfan Akın-Araş. Gör. Zehra Büşra Kayaözü                                              47",
     "Kaynakça": "ARAL, Fahrettin: Borçlar Hukuku, Özel Borç İlişkileri, 11.Bası, Ankara, 2018 ATEŞ, Derya: Borçlar Hukuku Sözleşmelerinde Genel Ahlaka Aykırılık, Ankara,2007 BAŞPINAR, Veysel: “Kişilik Hakkı Açısından Kelepçeleme Sözleşmeleri”, Ankara Barosu Dergisi, S.1, Y.1999 BUCHER, Eugen: Berner Kommentar, Band I,2,2, Das Personenrecht, Kommentar zu Art. 27 ZGB, 3. Aufl., Bern, 1993, Nr.366 DURAL, Mustafa / ÖĞÜZ, Tufan: Türk Özel Hukuku Cilt II, Kişiler Hukuku, 19. Bası, İstanbul, 2018 EREN, Fikret: Borçlar Hukuku Genel Hükümler, 23. Bası, Ankara, 2018 ERMAN,  Hasan:  “Borçlar  Hukukunda  Akit  Serbestisi  ve  Genel  Olarak Sınırlamaları”, İÜHFM, Cilt XXXVIII, Sayı 1-4 ESENER, Turhan: Borçlar Hukuku, Cilt I, Akitlerin Kuruluşu ve Geçerliliği, Ankara, 1969 HATEMİ, Hüseyin / GÖKYAYLA, Emre: Borçlar Hukuku Genel Bölüm, 3. Bası, İstanbul, 2015 OFTİNGER, Karl: Die Vertragsfreiheit, Die Freiheit des Bürgers im schweizerischen Recht, Fesgabe zur Hundertjahrfeier der Bundesverfassung, Zürich,1948 OĞUZMAN, M. Kemal / ÖZ, Turgut: Borçlar Hukuku Genel Hükümler, Cilt I, 16.Bası, İstanbul,2018 OĞUZMAN, Kemal / SELİÇİ, Özer / ÖZDEMİR, Saibe Oktay: Kişiler Hukuku, 12. Bası, İstanbul, 2012 SCHEUİNG, Rudolf: Der Knebelvertrag, Stuttgart, 1930 SUNGURBEY, İsmet / KANATİ, Selim: Medeni Hukuk Sorunları, Cilt 3, İstanbul, 1976 TEKİNAY, Selahattin Sulhi / AKMAN, Sermet / BURCUOĞLU, Haluk / ALTOP, Atilla: Tekinay Borçlar Hukuku Genel Hükümler, 7. Baskı, İstanbul, 1993 ÜNAL, Akın: Kelepçeleme Sözleşmeleri (Sözleşmelerdeki Hükümler Sebebiyle Kişinin Ekonomik Özgürlüğünün Aşırı Derecede Sınırlanması), 2.Bası, Ankara, 2017 VON  TUHR,  Andreas  /  PETER,  Hans:  Allgemeiner  Teil  des  Schweizerischen Obligationenrechts, 3. Auflage, Zürich, 1979 ZEVKLİLER, Aydın / GÖKYAYLA, Emre: Borçlar Hukuku Özel Borç İlişkileri, 16. Bası, Ankara, 2016"
}