{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "26",
     "Ay": "11",
     "Yıl": "2019",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "FİKİR VE SANAT ESERLERİ KANUNU’NDA DÜZENLENEN TAZMİNAT TALEPLERİ ÜZERİNE İNCELEME",
     "Title": "ÜBERSICHT ZUR ANSPRÜCHE AUF SCHADENSERSATZ NACH DEM GESETZ ÜBER GEISTIGE UND KÜNSTLERISCHE WERKE",
     "Yazar İsmi": [
          "Dr. Murat Sarıkaya"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Fikri hak",
          "maddi tazminat",
          "manevi tazminat",
          "üç kat bedel talebi",
          "kârın devri talebi"
     ],
     "Keywords": [
          "Copyright",
          "pecuniary damages",
          "non-pecuniary damages",
          "claim for three times royalty",
          "claim to benefits"
     ],
     "Özet": "5846 sayılı Fikir ve Sanat Eserleri Kanunu nun fikri hakların korunmasına yönelik olarak hak sahibine tanıdığı davalar arasında tazminat davası da yer almaktadır. Bu bağlamda FSEK m. 70 hükmü tazminat davasını konu edinmektedir. Çalışmada, fikri hakların ihlali hâlinde mezkûr hüküm uyarınca maddi ve manevi tazminat talebinin şartları incelenmiştir. Bunun yanında, FSEK m. 68 hükmüne konu olan üç kat bedel talebi maddi tazminatla mukayese edilmiş ve nihayet vekâletsiz iş görmeden doğan kârın devri talebi üzerinde durulmuştur. İncelemenin önemli bir amacı, belirtilen taleplerin birbiriyle ilişkisini açıklığa kavuşturmaktır.",
     "Abstract": "The action for damages is one of the actions that the Law No. 5846 on Intellectual and Artistic Works (LIAW) provides the rightholder with respect to protection of copyright. In this regard, Art. 70 of the LIAW recognizes the action for damages in case of copyright infringement. This essay deals with the conditions of the pecuniary and nonpecuniary damages pursuant to aforementioned provision. Besides that, the claim for damages has been compared to the claim for three times royalty which is provided by Art.  68  of  the  LIAW.  Moreover,  the  claim  to  benefits  resulting  from  copyright infringement has been explained. The primary goal of the examination is to clarify the relationship between all these stated claims.",
     "Metin": "Fikri haklara yönelik bir saldırı hâlinde hak sahibi, Fikir ve Sanat Eserleri Kanunu nda düzenlenen hukuk davalarına başvurmak suretiyle saldırıya karşı korunma ve şayet vuku bulmuşsa ihlalin sonuçları yönünden giderilmesini isteyebildiği gibi, ihlal sebebiyle uğramış olduğu zararın tazmin edilmesini de talep edebilmektedir. Bu bağlamda, 5846 sayılı Fikir ve Sanat Eserleri Kanunu'nun  Hukuk ve Ceza Davaları  başlığını taşıyan beşinci bölümünde düzenlenen hukuk davaları; tecevüzün ref'i (FSEK m. 6668), tecavüzün men'i (FSEK m. 69) ve tazminat (FSEK m. 70) davalarıdır. Belirtmek gerekir ki bu çalışmada inceleme konusu olan tazminat talebi, şartları mevcutsa  diğer davalarla  birlikte ileri sürülebilmektedir1.  Ancak 1  İlhan Öztrak, Fikir ve Sanat Eserleri Üzerindeki Haklar, Ankara Üniversitesi Siyasal Bilgiler Fakültesi Yayınları No. 312, Ankara, 1971, s. 87; Şafak N. Erel, Türk Fikir ve Sanat Hukuku, 3. Bası, Yetkin Yayınları, Ankara, 2009, s. 345; Levent Akın,  Fikri Haklara Yönelik Tecavüzlere Karşı Hukuk Davaları , Kamu-İş, C. V, S. 3, 2000, s. 134; Ayşenur Şahin, Fikri Hukukta Eser Sahibinin Mali Haklarının Korunması, Vedat Kitapçılık, İstanbul, 2010, s. 183. Hatta ihlalin nihayete ermesi sebebiyle artık tecavüzün ref i davası açılamasa dahi ihlal sebebiyle uğranılan zararın tazmini istenebilir. Bkz.: Nûşin Ayiter, Hukukta Fikir ve San'at Ürünleri, Sevinç Matbaası, Ankara, 1972, s.245; Erel, s. 331; Engin Erdil, İçtihatlı ve Gerekçeli Fikir ve Sanat Eserleri Kanunu Şerhi, C. II, Vedat Kitapçılık, İstanbul, 2009, s. 1140.Murat Sarıkaya                                                                                                                            61 fikri hakka yönelik saldırı tehlikesini bertaraf etmeyi amaçlayan tecavüzün men i davasında ve gerçekleşen bir ihlalin ortadan kaldırılmasını amaçlayan tecavüzün ref i davasında failin kusurlu olması (FSEK m. 66/III, 69/II) yahut hak sahibinin zarara uğraması şartları aranmazken2 (aşağıda görüleceği üzere3) tazminat taleplerinde kusur ve zarar şartları aranır. Belirtmemiz gerekir ki çalışmada hak sahibinin tazminat talepleri incelenirken, asıl olarak, taraflar arasında akdi bir ilişkinin mevcudiyeti değil, sorumluluğun haksız fiile dayanması göz önünde bulundurulmuştur.    I. Fikir ve Sanat Eserleri Kanunu nda Düzenlenen Tazminat Davaları Fikri  hakkın  ihlal  edilmesi  hâlinde  açılabilecek  tazminat  davaları FSEK m. 70 hükmünde düzenlenmiştir. Bu hükmün ilk fıkrası manevi hakların ihlali hâlinde manevi tazminat istenebileceğini düzenlerken ikinci fıkrada mali hakların ihlali hâlinde haksız fiil hükümlerine göre tazminat talep edilebileceği öngörülmüştür. Mezkûr hükmün son fıkrası ise vekâletsiz iş görmeden kaynaklanan kârın devri talebine ilişkin bulunmaktadır. Aşağıda hükmün sistematiğine uyularak bu talepler sırasıyla incelenmektedir. A. Manevi Hakların İhlali Hâlinde Tazminat Talebi FSEK m. 70/I hükmü uyarınca Manevi hakları haleldar edilen kişi, uğradığı manevi zarara karşılık manevi tazminat ödenmesi için dava açabilir. Mahkeme, bu para yerine veya bunlara ek olarak başka bir manevi tazminat şekline de hükmedebilir.. Görüldüğü üzere hüküm, manevi hakların ihlal edilmesi hâlinde manevi tazminat talebini düzenlemiş bulunmaktadır. Buna karşın, manevi hakların ihlal edilmesi hâlinde oluşabilecek maddi zararın tazmini genel hükümlere göre istenebilecektir4. Belirtmek gerekir ki FSEK m. 70/I hükmü, 07.06.1995 tarih ve 4110 sayılı Kanun5 ile yapılan değişiklik sonucu bugünkü hâlini almıştır. Söz konusu değişiklikten önce hüküm, manevi hakların ihlali hâlinde talep edilebilecek maddi  2  Ahmet M. Kılıçoğlu, Sınai Haklarla Karşılaştırmalı Fikri Haklar, 4. Baskı, Turhan Kitabevi, Ankara, 2018, s. 384, 385. 3  Bkz. aş. I. A, I. B. 4  Erel, s. 347; Arzu Oğuz / Selin Özden-Merhacı, Fikri ve Sınâi Hakların İhlal Edilmesinden Doğan Tazminat Talepleri, Prof. Dr. Erdal Onar a Armağan, C. II, Ankara Üniversitesi Basımevi, Ankara, 2013, s. 956.  5  R.G.: 12.06.1995 T. 22311 S.62   TAÜHFD/ZtdR - 2019/2 tazminatı da kapsamaktaydı6. Fikir ve sanat eserleri hukukuna ait manevi hak – mali hak ayrımının sorumluluk yönünden genel bir ayrım olan manevi tazminat – maddi tazminat ayrımıyla karıştırılması ve manevi hak ihlalinin maddi bir zarara da yol açabileceği gerçeğinin gözden kaçırılması karşısında belirtilen değişiklik, kanımızca da haklı olarak, doktrinde eleştirilmektedir7.     Yine ifade etmek gerekir ki 4110 sayılı Kanun ile FSEK m. 70/I hükmünde yapılan bir diğer önemli değişiklik kusur şartı yönünden olmuştur. Gerçekten hükmün ilk hâline göre, kusur ve tecavüzün ağırlığı icabettirdiği takdirde manevi tazminat istemi haklı görülebilmekteydi. Değişiklik sonrası mevcut düzenlemede ise kusurun belirli ağırlıkta olması gerekliliğinden vazgeçilmesi bir yana, hükmün lafzında kusur şartına hiç yer verilmediği görülmektedir. Bu durum karşısında doktrinde bir görüş, manevi tazminat istenmesi hâlinde davalının kusurlu olmasının aranmayacağını savunmaktadır8. Yargıtay ın da bu görüşü benimsediği görülmektedir9. Doktrinde hâkim olan görüş ise manevi zararın tazmini için kusuru bir şart olarak aramaktadır10. Görüş ayrılığının aşılabilmesi için 4110 sayılı 6  4110 sayılı Kanun ile yapılan değişiklikten önce FSEK m. 70/I hükmü şu şekilde kaleme alınmış idi: Mânevi hakları haleldar edilen kimse, tecavüz edenin kusuru varsa zarar ve ziyan; kusur ve tecavüzün ağırlığı icabettirdiği takdirde, ayrıca mânevi zarar adı ile bir paranın verilmesini dâva edebilir. Mahkeme bu para yerine veya buna ek olarak başka bir mânevi tazminat şekline de hükmedebilir. (R.G.: 13.12.1951 T. 7981 S.)  7  Bkz.:  Ahmet  M.  Kılıçoğlu,  5846 daki  Hatalı  Bir  Değişiklik  Açısından  Manevî Hakların İhlalinden Doğan Zararın Tazmini, FMR, Y. 1, C. I, S. 2001/3, s. 26, 27; Ünal Tekinalp, Fikrî Mülkiyet Hukuku, 5. Bası, Vedat Kitapçılık, İstanbul, 2012, § 20 N. 97; Emre Gökyayla, Fikir ve Sanat Eserleri Kanunu nda Yapılan Değişikliklerin Değerlendirilmesi, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. VII, S. 1, 2005, s. 24; Erdil, s. 1288, 1289; Ramazan Durgut, Fikir ve Sanat Eserleri Kanunu Kapsamında Tazminat Davaları, Prof. Dr. Hüseyin Ülgen e Armağan, C. I, Vedat Kitapçılık, İstanbul, 2007, s. 1081, 1082. 8  Tekinalp, § 20 N. 89 (Yazar, FSEK m. 67/II hükmünde tecavüzün ref i bakımından kusur aranmamasını bu görüşe gerekçe olarak göstermektedir.). 9  YHGK. T. 02.04.2003 E. 2003/4-260 K. 2003/271: Dava açılabilmesi için eser sahibine ait manevi hakların ihlal edilmesi yeterli olup, karşı tarafın kusuru aranmaz.; YHGK. T. 01.05.2002 E. 2002/11-283 K. 2002/340; Yarg. 11. HD. T. 04.07.2006 E. 2005/8095 K. 2006/7919 (Kararlar için bkz.: Kazancı İçtihat.). 10 Erel, s. 345; Kılıçoğlu, Değişiklik, s. 27, 28; Hamdi Yasaman,  Fikri Haklarda Tazminat İle İlgili Bazı Sorunlar , Prof. Dr. Ömer Teoman'a 55. Yaş Günü Armağanı, C.I, Beta, İstanbul, 2002, s. 812 vd.; M. Murat İnceoğlu / Yalçın Tosun,  Fikir ve Sanat Eserleri Kanunu Uyarınca Manevi Tazminat Talepleri ve Bunların Türk BorçlarMurat Sarıkaya                                                                                                                            63 Kanun un FSEK m. 70/I hükmüne ilişkin değişiklik gerekçesinin incelenmesi gerekmektedir. Gerekçeye göre11: 70 inci maddedeki hükme dayanak oluşturan Borçlar Kanununun 49 uncu maddesi hükmü 3444 sayılı Kanunla değiştirilmiş, eski maddedeki ‘tecavüz edenin kusuru varsa zarar ve ziyan, kusur ve tecavüzün ağırlığı oranında manevî zarar adıyla bir paranın verilmesinin dava edilebileceğine  ilişkin hüküm yürürlükten kaldırılmış, hukuka aykırı bir tecavüz yeterli sayılmıştır. Maddede bu hükme uygun olarak değişiklik yapılmıştır. Anlaşıldığı üzere kanun koyucunun FSEK m. 70/I hükmünü değiştirmekteki temel düşüncesi, Borçlar Kanunu ndaki manevi tazminata ilişkin genel  hükümle  uyum  sağlamaktır.  818  sayılı  (e)BK  m.  49  hükmü 04.05.1988 tarih ve 3444 sayılı Kanun la değiştirilmeden önce manevi tazminata karar verilebilmesi için kusurun hususi bir ağırlıkta olması gerekiyordu. 3444 sayılı Kanun la yapılan değişiklik sonrası ise gerek bu hükümde gerekse de bu hükmün yerini alan 6098 sayılı TBK m. 58 hükmünde lafzen kusur şartı ayrıca zikredilmemiştir. Bununla beraber, kanun sistematiği çerçevesinde manevi tazminat bakımından kusursuz sorumluluk öngörülmesinin söz konusu olmadığı, yalnız kusurun özel bir ağırlık taşıması gereğinden vazgeçildiği kabul edilmiştir12. Dolayısıyla, kusursuz sorumluluk doğurduğu kanunda özel olarak düzenlenen durumlardan (TBK m. 65 vd.) birine dayanmadıkça manevi zararın tazmini için failin kusurlu olması gerekir. Fakat 4110 sayılı Kanun un gerekçesinde yer alan hukuka aykırı bir tecavüz yeterli sayılmıştır ifadesi, bu hususta tereddüt doğurmaktadır. Kanun koyucunun temel amacının Fikir ve Sanat Eserleri Kanunu ndaki düzenleme ile Borçlar Kanunu ndaki düzenleme  Kanunu İle İlişkisi , Banka ve Ticaret Hukuku Dergisi, C. XXVIII, S. 3, Eylül 2012, s. 92; Savaş Bozbel, Fikir ve Sanat Eserleri Hukuku, On İki Levha Yayıncılık, İstanbul, 2012, s. 578; Yalçın Tosun, Manevi Haklar, On İki Levha Yayıncılık, İstanbul, 2016, s. 289, 290; Levent Yavuz / Türkay Alıca / Fethi Merdivan, Fikir ve Sanat Eserleri Kanunu Yorumu, C. II, 2. Baskı, Seçkin Yayıncılık, Ankara, 2014, s. 2198; Oğuz / Özden-Merhacı, s. 956; Durgut, s. 1079, 1080; Canan Küçükali,  Fikri Hakların İhlalinden Kaynaklanan Tazminat Davası, Seçkin Yayıncılık, Ankara, 2017, s. 216, 217. 11 Bkz.: Erdil, s. 1288. 12 Bkz.: M. Kemal Oğuzman / M. Turgut Öz, Borçlar Hukuku, Genel Hükümler, C. II, 14. Bası, Vedat Kitapçılık, İstanbul, 2018, s. 260-262; Selâhattin Sulhi Tekinay / Sermet Akman / Halûk Burcuoğlu / Atillâ Altop, Borçlar Hukuku, Genel Hükümler, 7. Baskı, Filiz Kitabevi, İstanbul, 1993, s. 693, 694.64   TAÜHFD/ZtdR - 2019/2 arasında uyum sağlamak olduğu dikkate alındığında gerekçedeki bu ifadeye istinaden FSEK m. 70/I kapsamında kusursuz sorumluluk öngörüldüğünün  kabul  edilmesi,  kanımızca,  mümkün  değildir.  Borçlar  Kanunu nda kabul edilen değişikliğe uygun olarak burada da ancak kusurun özel ağırlığı şartından vazgeçildiği ifade edilebilir13. Bu bakımdan, FSEK m.70/I hükmünde kusursuz sorumluluğun söz konusu olmadığı yönündeki hâkim görüşe katılmaktayız14. FSEK m. 70/I çerçevesinde tartışmalı olan bir diğer husus, davacının manevi tazminat talep edebilmek için manevi bir zarara uğradığını ispatlamasının gerekli olup olmadığına ilişkindir. Doktrinde bir görüş, manevi hakkın ihlal edilmesi hâlinde ayrıca ispatı gerekmeyen bir manevi zararın oluştuğu yönünde kanuni sebep – sonuç bağının bulunduğunu kabul etmektedir15. Çoğunluk görüşüne göre ise ihlal sebebiyle manevi bir zarara uğrandığının ispatlanması gerekir16. Nihayet doktrindeki diğer bir görüşe göre ise manevi zarar unsuru FSEK m. 70/I uyarınca talep edilecek manevi tazminat için de aranmalıdır; bununla birlikte, manevi zararın tespitinde dürüst, makul bir kişi esas alınmalı ve manevi hak ihlali hayatın olağan akışında elem ve üzüntü duyulmasına yol açacağı için manevi zarar ile ihlal arasında illiyet bağının mevcudiyeti karine olarak kabul edilmelidir17. Kanımızca da son görüşe benzer şekilde, manevi hak ihlaline maruz kalan ile aynı konum ve koşullardaki makul bir kişinin uğrayacağı manevi zararın mevcudiyeti fiili karine olarak kabul edilmelidir; ancak burada karine, asıl olarak, manevi zarara ve bunun miktarına ilişkindir18. Bu şekilde varlığı karine olarak kabul edilen manevi zarar ile hak ihlali arasında uygun illiyet bağının mevcudiyeti ise kendiliğinden bellidir; zira zaten ilgili ihlal 13 Aynı yönde bkz.: Durgut, s. 1079, 1080. 14 Bununla birlikte, manevi hak ihlali kanunda ayrıca kusursuz sorumluluk olarak düzenlenen durumlardan birine istinat ediyorsa FSEK m. 70/I uyarınca talep edilecek manevi tazminat için de kusur şartı aranmayacaktır; bkz.: Kılıçoğlu, Fikri Haklar, s. 415; İnceoğlu / Tosun, s. 94. 15 Tekinalp, § 20 N. 84; Fırat Öztan, Fikir ve Sanat Eserleri Hukuku, Turhan Kitabevi, Ankara, 2008, s. 671, 672.  16 Kılıçoğlu, Fikri Haklar, s. 412, 413; Bozbel, s. 579; Yavuz / Alıca / Merdivan, s. 2196, 2197; Durgut, s. 1080. 17 İnceoğlu / Tosun, s. 86 vd., 95; Tosun, s. 282, 291. 18 Nitekim fiili karine yoluyla vakıaların ispatı mümkündür. Burada da hak sahibi açısından manevi zararın varlığı ve bunun miktarı bir vakıa olarak ispata konu olmaktadır. Sorumluluk yönünden uygun illiyet bağının bulunup bulunmadığı ise vakıa değil, hukukî sorun durumundadır. Fiili karineler hakkında bkz.: Gökçen Topuz, Medeni Usul Hukukunda Karinelerle İspat, Yetkin Yayınları, Ankara, 2012, s. 121 vd.Murat Sarıkaya                                                                                                                            65 sebebiyle aynı konum ve koşullardaki makul bir kişinin normal olarak uğrayacağı manevi zarar karine olarak var kabul edilmektedir. Bununla birlikte elbette davacının normal olarak görülenden daha fazla bir manevi zarara uğradığını ispatlaması mümkün olduğu gibi (Ki bu durumda uygun illiyet bağının mevcudiyeti de ayrıca incelenmelidir.), davalının da somut olayda davacı yönünden herhangi bir manevi zarar oluşmadığı yönünde ispat faaliyeti yürütmesi mümkündür.            Dikkat çekmek gerekir ki FSEK m. 70/I hükmü, manevi tazminat talebini eser üzerindeki manevi hakkın ihlal edilmesi olgusuna bağlamış bulunmaktadır. Bu bakımdan, davacının kişilik hakkının ihlal edilmiş olması şart değildir19. Fakat manevi hakkın ihlal ediliş tarzına bağlı olarak kişilik hakkı ihlalinin vuku bulması da imkân dâhilindedir. Diğer bir ifadeyle, aynı fiil hem manevi hak ihlaline hem de kişilik hakkı ihlaline yol açabilir. Böyle bir durumda ayrıca TBK m. 58 uyarınca manevi tazminat istenip istenemeyeceği sorusu gündeme gelmektedir. Örneğin, eserin, eser sahibinin bilimsel kariyerini zedeleyecek tarzda değiştirilerek ve sahibinin soyadı da yanlış yazılarak izinsiz dağıtılması hâlinde, bütünlük arz eden bir fiille manevi hakların ve kişilik hakkının birlikte ihlali söz konusudur20. Bu hâlde, manevi tazminat isteminin incelenmesi önem arz eder.  Öncelikle ifade etmek gerekir ki ilgili ihlal sebebiyle oluşan manevi zarar bir bütündür, bu zararın bir bölümünün manevi hakkın ihlaline diğer bir bölümünün ise kişilik hakkı ihlaline taksim edilmesi mümkün değildir21. Dolayısıyla, uğranılan tüm manevi zararın tazminine yönelik tek talep ileri  19 Erel, s. 347; Öztan, s. 670; Akın, s. 141; İnceoğlu / Tosun, s. 82, 96; Bozbel, s. 579; Tosun, s. 281; Yavuz / Alıca / Merdivan, s. 2193; Oğuz / Özden-Merhacı, s. 953-955; Erdil, s. 1290; Durgut, s. 1080; Yarg. 11. HD. T. 06.03.2000 E. 2000/863 K. 2000/1762 (Kazancı İçtihat). Ayrıca bkz.: YİBK. T. 18.02.1981 E. 1980/1 K. 1981/2 (Kazancı İçtihat): …eser sahibinin eseri üzerindeki manevi haklarının ihlali halinde istenebilecek manevi tazminata ilişkin düzenlemeler Fikir ve San'at Eserleri Kanununda yer alırken şahsi menfaatlerin ihlali halinde istenebilecek manevi tazminat Borçlar Kanununun 49. maddesine bırakılmıştır. Fakat karş. Kılıçoğlu, Fikri Haklar, s. 413. Manevi haklar ile kişilik hakkının mukayesesi için bkz.: Mustafa Aksu, Eser Yaratıcısının Eseri Üzerindeki Manevi Hakları (Eser Yaratıcısı Kişilik Hakkı) ile Genel Kişilik Hakkı İlişkisi Üzerine Bir Deneme, Prof. Dr. Rona Serozan a Armağan, C. I, On İki Levha Yayıncılık, İstanbul, 2010, s. 134 vd. 20 Bkz.: Yarg. 11. HD. T. 31.03.1997 E. 1997/1850 K. 1997/2313 (Kazancı İçtihat). 21 Yargıtay da manevi tazminatın bölünerek istenemeyeceğini, özellikle bu talebin kısmi davaya konu olamaması yönünden vurgulamaktadır; bkz.: YHGK. T. 09.05.2018 E. 2017/1818 K. 2018/1025; YHGK. T. 14.11.2001 E. 2001/21-993 K. 2001/1019 (Kararlar için bkz.: Kazancı İçtihat.).66   TAÜHFD/ZtdR - 2019/2 sürülebilmesi gerekir22. Ancak elbette uğranılan manevi zararın ve dolayısıyla tazminatın miktarı belirlenirken fiilin davacı yönünden hem manevi hak ihlaline hem de kişilik hakkı ihlaline sebebiyet verdiği dikkate alınmalı ve bunlardan yalnız birinin ihlal edilmesi durumuna nazaran daha yüksek bir tazminat takdir edilmelidir; zira davacının bu tür bir fiil sebebiyle daha fazla üzüntü duyacağı aşikârdır. Şu hâlde, söz konusu tazminat talebinin TBK m. 58 hükmüne mi yoksa FSEK m. 70 hükmüne mi tabi olacağı sorusu ortaya çıkar23. Bu hususta doktrinde bir görüş, FSEK m. 70 hükmünün TBK m. 58 e göre özel hüküm niteliğinde olduğunu kabul ederek yalnız FSEK m. 70 hükmüne dayanılabileceğini savunmaktadır24. Fakat kanımızca, FSEK m. 70 hükmünün TBK m. 58 e nazaran özel hüküm niteliğinde olduğu kabul edilemez. Zira iki hukuk normu arasında özel hüküm – genel hüküm ilişkisinin söz konusu olabilmesi için, bu normlardan birinin (=özel hüküm) maddi unsurunun gerçekleştiği her durumda diğer normun da (=genel hüküm) maddi unsurunun gerçekleşmesi gerekir. Bu bakımdan, özel hüküm niteliğindeki normun maddi unsuru, genel hükmün maddi unsuruna bir veya birkaç vakıanın eklenmesiyle oluşmaktadır25. Dolayısıyla özel hüküm – genel hüküm ilişkisinin mevcut olduğu normlarda, özel hükmün kapsamına giren bir olayın bu özel hüküm öngörülmemiş olsaydı genel hükmün uygulama alanına girecek olduğu ifade edilebilmelidir. Oysa FSEK m. 70 ile TBK m. 58 arasında böyle bir ilişkinin varlığından bahsedilemez. Zira manevi hak ihlaline bağlı olarak FSEK m. 70 çerçevesinde manevi tazminat talep edilebilen her durumun TBK m. 58 hükmünün maddi unsurunu da karşılaması söz konusu değildir. TBK m. 58 hükmü FSEK m. 70 den farklı olarak kişilik hakkı ihlali aramaktadır ve eser üzerindeki manevi hakkın ihlal edildiği her durumda aynı zamanda kişilik hakkı ihlalinin de ortaya çıktığı söylenemez. Kanımızca, manevi hak ihlaline yol açan fiilin aynı zamanda kişilik hakkı ihlaline de sebebiyet 22 Karşı görüş: Yavuz / Alıca / Merdivan, s. 2193, 2194. 23 Buna karşın, kişilik hakkı ihlali ile manevi hak ihlali birbirinden ayrılabilir nitelikte ise kişilik hakkı ihlali için TBK m. 58 çerçevesinde, manevi hak ihlali için ise FSEK m. 70/I çerçevesinde tazminat isteneceği tabiidir. Örneğin, bir kitapta başkasına ait bir eserin izinsiz umuma arz edilmesi ve ayrıca bu eserin sahibinin özgeçmişinin de yayımlanması hâlinde özgeçmişin izinsiz kullanılması kişilik hakkı ihlaline, eseri umuma arz yetkisinin ihlali ise manevi hak ihlaline sebebiyet vermektedir. Bu ihlaller sebebiyle ayrı ayrı manevi zarar tespiti de mümkündür. Bkz.: Yarg. 11. HD. T. 13.03.2007 E. 2006/934 K. 2007/4555 (Kazancı İçtihat).     24 İnceoğlu / Tosun, s. 96, 97; Tosun, s. 304, 305. 25 Tahir Çağa, Özel Hüküm Genel Hükmü Daima Bertaraf Eder Mi?, Türkiye Barolar Birliği Dergisi, 1991/3, s. 370.Murat Sarıkaya                                                                                                                            67 vermesi hâlinde, aynı talebin birden fazla hukuk kuralıyla temellendirilebilmesi söz konusu olmaktadır. Zira somut olayın birden fazla hukuk kuralının kapsamına girmesi ve bunların müeyyidesinin tamamen aynı olması durumunda, ilgili talep birden fazla hukuk kuralı üzerinden temellendirilebilmektedir26. Burada tartışılan durumda da aynı fiil hem manevi hak ihlaline hem de kişilik hakkı ihlaline sebebiyet verdiği için, bu fiilin yol açtığı manevi zararın tazmini hem FSEK m. 70 hem de TBK m. 58 üzerinden temellendirilebilecektir. Buna karşın, FSEK m. 70 ve TBK m. 58 hükümlerinin şartlarının birlikte gerçekleşmesine istinaden bu hükümlere ayrı ayrı dayanılarak aynı zarar için çift tazminat istenemeyeceği açıktır27. Nihayet  belirtmek  gerekir  ki  tazminat  miktarının  belirlenmesinde hâkim, TBK m. 51 ve m. 52 hükümlerinden kıyasen yararlanabilir28. Tıpkı TBK m. 58 hükmünde olduğu gibi FSEK m. 70 çerçevesinde de hâkim, tazminat olarak bir miktar para ödenmesi yerine manevi zararı gidermeye yönelik -kararın yayınlanması gibi- farklı bir yönteme başvurabilir veya böyle bir yöntemi bir miktar para ödenmesine ek olarak kararlaştırabilir29.              B. Mali Hakların İhlali Hâlinde Tazminat Talebi 1. Genel Olarak   FSEK m. 70/II hükmü uyarınca Mali hakları haleldar edilen kimse, tecavüz edenin kusuru varsa haksız fiillere mütaallik hükümler dairesinde tazminat talep edebilir.. Hüküm, Borçlar Kanunu nun haksız fiillere ilişkin genel hükümlerine (TBK m. 49 vd.) atıfta bulunduğundan bu hükümler mali hakların ihlalinden doğan maddi tazminat taleplerine kıyasen uygulanacaktır30. Bu bakımdan, hükümde açıkça zikredilen kusur şartının yanı sıra, haksız fiil sorumluluğunun diğer şartları olan hukuka aykırı fiil, zarar  26 Bkz.: Karl Larenz / Claus-Wilhelm Canaris, Methodenlehre der Rechtswissenschaft, 3. Auflage, Springer, Berlin-Heidelberg, 1995, s. 87. 27 Ayrıca bkz.: İnceoğlu / Tosun, s. 97; Tosun, s. 304, 305. Karş. YHGK. T. 02.04.2003 E. 2003/4-260 K. 2003/271 (Kazancı İçtihat); Tekinalp, § 20 N. 84; Erel, s. 347; Öztan, s. 671; Erdil, s. 1290; Durgut, s. 1083 dn. 30; Küçükali, s. 270, 280. 28 İnceoğlu / Tosun, s. 100. 29 Bununla birlikte, davacının talebinin sadece para ödenmesi yönünde olabileceği ifade edilmektedir; Yasaman, s. 815. Ancak FSEK m. 78 hükmü manevi tazminat talebinden bağımsız olarak hükmün ilanını talep etme hakkını da ayrıca düzenlemektedir.   30 Erel, s. 348; Erdil, s. 1298.68   TAÜHFD/ZtdR - 2019/2 ve bu son ikisi arasında uygun illiyet bağı unsurlarının da mevcudiyeti gerekir31. Bununla birlikte, kanunda düzenlenen kusursuz sorumluluk hükümlerinin burada da uygulanabileceği kabul edilmektedir32. Yine zararın ve kusurun ispatı hususunda TBK m. 50, tazminatın takdirinde TBK m. 51 ve m. 52, müteselsil sorumluluk hâlinde TBK m. 61 ve m. 62, zamanaşımı bakımından ise TBK m. 72 hükümleri dikkate alınacaktır33.      FSEK m. 70/II çerçevesinde gerek fiili zararın gerekse de yoksun kalınan kârın tazmini talep edilebilir34. Mali hakların ihlali sebebiyle manevi tazminat talep edilip edilemeyeceği bakımından ise ikili bir ayrım yapmak gerekmektedir. Mali hakkın ihlaliyle birlikte gerçekleşen manevi hak ihlali de söz konusuysa FSEK m. 70/I hükmü uyarınca manevi tazminat istenebilir35. Buna karşın, manevi hak ihlali söz konusu değilse manevi tazminat talebi ancak TBK m. 58 çerçevesinde ve kişilik hakkı ihlali mevcutsa haklı görülebilir36. 2. Maddi Tazminatın FSEK m. 68 Çerçevesinde Üç Kat Bedel Talebiyle Mukayesesi FSEK m. 70/II uyarınca talep edilebilen maddi tazminatın FSEK m. 68 hükmüne göre ileri sürülebilen üç kat bedel talebiyle ilişkisi özel olarak incelenmelidir. Mali haklara tecavüz hâlinde tecavüzün ref i davasını konu edinen FSEK m. 68/I hükmüne göre hak sahipleri …sözleşme yapılmış olması halinde isteyebileceği bedelin veya bu Kanun hükümleri uyarınca tespit edilecek rayiç bedelin en çok üç kat fazlasını isteyebilir.. Yine hükmün ikinci fıkrasında da üç kat bedel talebi, izinsiz çoğaltılan kopyaların satışa çıkarılmamış olması hâlinde hak sahibine tanınan üç seçimlik haktan 31 Erel, s. 348; Kılıçoğlu, Fikri Haklar, s. 418, 419; Bozbel, s. 580. Erdil, s. 1298, 1299; Akın, s. 141, 142; Şahin, s. 186.  32 Erel, s. 348; Erdil, s. 1299; Şahin, s. 186. 33 Erel, s. 348; Öztan, s. 675, 676; Yavuz / Alıca / Merdivan, s. 2212, 2213; Şahin, s. 186, 187. 34 Tekinalp, § 20 N. 98; Erel, s. 349; Yasaman, s. 816; Akın, s. 142; Bozbel, s. 580; Şahin, s.187. 35 Erel, s. 348; Ali Demirbaş, Fikir ve Sanat Eserleri Kanunu nda Eser Sahibinin Mali Haklarına Tecavüz Halinde Hak Sahibine Sağlanan Hukuki Koruma, On İki Levha Yayıncılık, İstanbul, 2015, s. 165. 36 Bkz.: Kılıçoğlu, Fikri Haklar, s. 417.Murat Sarıkaya                                                                                                                            69 biri olarak düzenlenmiştir37. Tecavüzün ref i davası çerçevesinde hak sahibinin bu şekilde parasal bir talep ileri sürebilmesi, mali hakların eser ile eser sahibi arasındaki ekonomik ilişkiyi ilgilendirmesi ve bu sebeple davanın telif ücretini karşılamaya yönelik olarak düzenlenmesiyle açıklanmaktadır38. Ancak söz konusu üç kat bedel talebinin tecavüzün ref i davası kapsamında düzenlenmesinin ne ölçüde isabetli olduğu aşağıda ayrıca tartışılmaktadır. Belirtmek gerekir ki maddi tazminat talebi failin kusuru ve hak sahibinin zarara uğraması şartlarına bağlı olduğu hâlde, mali hakların ihlali hâlinde FSEK m. 68 çerçevesinde hak sahibine tanınan bedel talebi kusur ve zarar şartlarından bağımsızdır39. Ancak hâkimin, davalıyı ödemeye mahkûm edeceği miktarı belirlerken kusuru da dikkate alması gerekir (Karş. FSEK m. 66/IV)40. Bu bakımdan, üç kat bedelin talep edildiği her durumda mahkeme, sözleşme yapılsaydı istenebilecek olan makul telif ücretini41 üç katına yükselterek hüküm kurmak zorunda değildir; somut olayın koşulları ve mütecavizin kusurunun ağırlığına göre hâkimin bu konuda  37 FSEK  m.  68/II:  İzinsiz  çoğaltılan  kopyalar  satışa  çıkarılmamışsa  hak  sahibi çoğaltılmış kopyaların, çoğaltmaya yarayan film, kalıp ve benzeri araçların imhasını veya üretim maliyet fiyatını geçmeyecek uygun bir bedel karşılığında kendisine verilmesini ya da sözleşme olması durumunda isteyebileceği miktarın üç kat fazlasını talep edebilir. Bu husus, izinsiz çoğaltanın hukuki sorumluluğunu ortadan kaldırmaz. 38 Bkz.: Kılıçoğlu, Fikri Haklar, s. 396; Yavuz / Alıca / Merdivan, s. 2080. 39 Bkz.: Kılıçoğlu, Fikri Haklar, s. 397; Ünsal Piroğlu, Fikri Hak İhlallerinin Tazmininde FSEK 68. Maddenin Farklı Konumu ve Niteliği, Yargıtay Dergisi, C. XXX, S. 4, 2004, s. 443; Yavuz / Alıca / Merdivan, s. 2085; Küçükali, s. 38, 92. 40 Bkz.: Tekinalp, § 20 N. 52, 55; Emre Gökyayla, 5728 Sayılı Kanunla Fikir ve Sanat Eserleri Kanunu nun 68. Maddesinde Yapılan Değişikliklerin Değerlendirilmesi, Fikrî Mülkiyet Hukuku Yıllığı 2010, Ed. Tekin Memiş, On İki Levha Yayıncılık, İstanbul, 2011, s. 288 dn. 23; Demirbaş, s. 121; Küçükali, s. 92, 97. 41 Yargıtay bu ücreti belirlerken dikkate alınması gereken hususları şu şekilde açıklamaktadır: …eser sahibinin mali hakları korunurken sadece bu tecavüzün haksız fiil olduğu varsayımından hareket edilmeyecektir. Somut olayın özelliğine göre varsayımsal sözleşme bedeli tayin edilirken eser sahibinin bilimsel / sanatsal yeteneği, üretim kapasitesi gibi sübjektif nitelikleri, eserin beğeni ölçüsü, sayfa sayısı, estetik görünümü, nitelik ve niceliği, ihlal edilen mali hakkın türü, coğrafi kapsamı, ihlal süresi, ihlalin yapıldığı vasıta, bunun geniş halk kitlesine ulaşımı gibi objektif kriterler dikkate alınarak eser sahibi izinsiz yayın yapanla sözleşme yapması halinde, bu sözleşme uyarınca isteyebileceği bedel, bunun faizi 68. madde uyarınca açılacak davada dikkate alınacaktır.; YHGK. T. 20.03.2002 E. 2002/11-176 K. 2002/214 (Kazancı İçtihat).70   TAÜHFD/ZtdR - 2019/2 takdir yetkisi bulunduğunu kabul etmek gerekir42. Kanımızca, kusurun bulunmaması varsayımında hak sahibinin isteyebileceği makul telif ücretinden fazlasına hükmedilmesi isabetsiz olur43. Ancak Yargıtay ın, buradaki tercih yetkisinin hak sahibine ait olduğu ve o, telif ücretinin üç katını istemişse mahkemenin bununla bağlı olduğu yönünde kararları vardır44. Bu sebeple, FSEK m. 68/I hükmünde yer alan …üç kat fazlasını isteyebilir. ibaresinin  Anayasa ya  aykırılığı  sebebiyle  iptali  istenmiştir.  Anayasa Mahkemesi ise karar gerekçesinde, hükmün hâkimin taleple bağlı olduğuna yahut takdir yetkisini kullanamayacağına ilişkin bir düzenleme içermediğini, istenebilecek bedele üst sınır getirdiğini ve bu sınır içerisinde hâkimin dosya içeriği ve talebi gözeterek takdir yetkisi kullanacağını, eserin bedelini belirleme görevi de hâkime bırakıldığından takdir yetkisinin olmadığından söz edilemeyeceğini belirterek iptal istemini reddetmiştir45. Fakat bu karardan sonra da Yargıtay ın –muhalefet şerhlerine rağmen- içtihadını değiştirmekten kaçındığı gözlenmektedir46. FSEK m. 68 hükmüne göre davacının üç kat bedel talep etmesi hâlinde hâkimin tespit olunan makul telif ücretini üç katına yükseltmek zorunda olduğu yönündeki takdir yetkisini zedeleyen yorum, kanımızca, isabetli değildir47.    Dikkat edilirse FSEK m. 68 hükmü, sözleşme yapılsaydı istenebilecek 42 Bkz.: Halil Arslanlı, Fikrî Hukuk Dersleri, II, Fikir ve Sanat Eserleri, Sulhi Garan Matbaası, İstanbul, 1954, s. 218; Öztrak, s. 85; Tekinalp, § 20 N. 52; Demirbaş, s. 123; Küçükali, s. 106, 107. Buna karşın, hükmedilecek bedelin belirlenmesinde mütecavizin kusurunun önemli olmadığı; fakat hâkimin TBK m. 182/III uyarınca talep edilen üç kat bedelde indirime gidebileceği görüşünde bkz.: Yavuz / Alıca / Merdivan, s. 2088 vd. 43 Aynı yönde bkz.: Arslanlı, s. 214, 218. Buna karşın, FSEK m. 68 hükmüne ilişkin yaygın anlayış, bedelin üç katının talep edilebilmesinin kusurdan bağımsız olduğu yönündedir; bkz.: Erel, s. 339; Bozbel, s. 556; Erdil, s. 1182; Şahin, s. 169; Yarg. 11. HD. T. 04.07.2006 E. 2005/8095 K. 2006/7919 (Kazancı İçtihat). 44 Bkz.: Yarg. 11. HD. T. 27.12.2011 E. 2011/14831 K. 2011/17744; Yarg. 11. HD. T. 25.01.2010 E. 2008/8996 K. 2010/757 (Kararlar için bkz.: Kazancı İçtihat.). 45 AYM. T. 28.02.2013 E. 2012/133 K. 2012/33 (R.G.: 12.07.2013 T. 28705 S.). 46 Bkz.: Yarg. 11. HD. T. 10.01.2019 E. 2017/642 K. 2019/237; Yarg. 11. HD. T. 30.05.2017 E. 2015/14042 K. 2017/1973; Yarg. 11. HD. T. 19.06.2015 E. 2014/18483 K. 2015/8539; Yarg. 11. HD. T. 23.06.2014 E. 2014/1671 K. 2014/11833 (Kararlar için bkz.: Kazancı İçtihat.). 47 Aynı yönde bkz.: Bozbel, s. 556; Demirbaş, s. 114 vd.; Küçükali, s. 79, 106, 107.Murat Sarıkaya                                                                                                                            71 olan telif ücretinin üç katına kadar talepte bulunulmasına imkân tanımaktadır48. Burada kanuni bir ceza öngörüldüğü doktrinde hâkim görüştür49. Bu anlamda, mütecavize üç kata kadar bedel ödettirilmesi medeni ceza olarak nitelendirilmektedir50. Mütecavizin üç kata kadar bedel ödemekle cezalandırılması suretiyle fikri hakların ihlali bakımından caydırıcılık getirilmek istenmiştir51. FSEK m. 68 çerçevesinde hükmedilecek ödemenin açıklanan kanuni ceza karakteri, bu ödemenin miktarını belirlemede mütecavizin kusur derecesinin dikkate alınmasını elzem kılmaktadır52.       Diğer taraftan, doktrinde ve içtihatlarda yaygın olan kanaate göre, FSEK m. 68 çerçevesinde bedel talebi taraflar arasında kurulan farazi bir sözleşmeye dayanmaktadır53. Buna göre, mütecaviz, üç kata kadar bedel ödemesi karşılığında ihlale konu olan mali hakları saldırının kapsamı çerçevesinde kullanma yetkisi kazanmış sayılmaktadır54. Dolayısıyla, çoğaltılmış olan nüshaların kanuni şartlar dairesinde dağıtımına izin verilmektedir55. Doktrinde bazı yazarlar ise mütecavizin medeni cezayı ödemesi  48 Her ne kadar hüküm lafzen  üç kat fazladan  söz etmekteyse de belirlenecek makul telif ücretinin en çok  üç katının  talep edilebileceği kabul edilmektedir; bkz.: Erel, s. 339; Tekinalp, § 20 N. 64; Öztan, s. 649; Bozbel, s. 555; Küçükali, s. 75. 49 Tekinalp, § 20 N. 53; Öztan, s. 649; Bozbel, s. 555; Demirbaş, s. 83. 50 Öztan, s. 649; Bozbel, s. 555; Demirbaş, s. 84; Küçükali, s. 38. Hirsch e göre ise burada bir tür ecrimisil bulunmaktadır; Ernst E. Hirsch, Hukukî Bakımdan Fikrî Sây, C. II, İktisadi Yürüyüş Matbaası ve Neşriyat Yurdu, İstanbul, 1943, s. 165.  51 Bkz.: Öztan, s. 649; Bozbel, s. 555, 556; Demirbaş, s. 85. 52 Bkz.: Gökyayla, 68. Madde, s. 289, 290; Demirbaş, s. 121, 122; İbrahim Gül, ABD ve Türk Hukukunda Medeni Ceza, Yetkin Yayınları, Ankara, 2015, s. 346.    FSEK m. 68 hükmü, 4110 sayılı Kanun ile değiştirilmeden önce Eser sahibinin talebi…  kusur  bulunmadığı  takdirde  haksız  harekette  bulunan  kimsenin  bundan sağlıyabileceği istifade hududunu aşamaz. düzenlemesini içermekteydi. 4110 sayılı Kanun  ile  bu  düzenleme  madde  metninden  çıkarılmıştır.  Böylelikle,  kusurun bulunmaması hâlinde talebin ihlalden sağlanan menfaati aşamayacağına ilişkin sınırın kaldırıldığı söylenebilirse de söz konusu değişiklik, kanımızca, hükmedilecek ödeme miktarının tayininde kusurun hiç dikkate alınmamasını gerektirmez.  53 Hirsch, s. 165; Cahit Suluk / Rauf Karasu / Temel Nal, Fikri Mülkiyet Hukuku, 2. Baskı, Seçkin Yayıncılık, Ankara, 2018, s. 144; Kılıçoğlu, Fikri Haklar, s. 397; Gürsel Üstün, Fikri Hukukta İşleme Eserler, Besam, İstanbul, 2001, s. 237, 238; Piroğlu, s. 443; Yavuz / Alıca / Merdivan, s. 2080, 2081; Yarg. 11. HD. T. 05.12.2013 E. 2012/6301 K. 2013/22126;  Yarg. 11. HD. T. 24.11.2010 E. 2010/11881 K. 2010/11996 (Kararlar için bkz.: Kazancı İçtihat.). 54 Bkz.: Kılıçoğlu, Fikri Haklar, s. 397; Erel, s. 343; Şahin, s. 179; Yarg. 11. HD. T. 24.11.2010 E. 2010/11881 K. 2010/11996 (Kazancı İçtihat). 55 Arslanlı, s. 218; Erel, s. 343; Tekinalp, § 20 N. 65; Öztan, s. 660; Bozbel, s. 564; Şahin, s. 179; Piroğlu, s. 454.72   TAÜHFD/ZtdR - 2019/2 sebebiyle sözleşmeden doğan bir hakka sahipmişçesine muamele görmesini eleştirmektedirler56. Kanımızca, FSEK m. 68 hükmü çerçevesinde taraflar arasında bir sözleşme ilişkisinin kurulduğu kabul edilemez57. Sözleşmenin kurulabilmesi için tarafların karşılıklı ve birbirine uygun irade beyanları gerekli olup (TBK m. 1) taraflar arasında bir sözleşmenin kanun tarafından ihdas edilmesi hukuk sistemimize yabancıdır58. Kanun koyucunun FSEK m. 68 hükmünde sözleşme faraziyesine başvurduğu kabul edilebilirse de bu durum taraflar arasında bir akdi ilişkinin vücuda geldiğini göstermez. Zira faraziyeye başvurulması bir kanun yapma tekniğidir. Kanun koyucu taraflar arasında belirli hukukî sonuçların yürürlük kazanmasını istediği için gerçekte var olmadığı bilinen bir vakıayı ilgili sonuçların geçerli olması maksadıyla varsaymaktadır. FSEK m. 68 hükmüne konu olan durumda da taraflar arasında bir sözleşme kurulmadığı açıktır; ancak kanun koyucu, böyle bir sözleşme olsaydı yürürlükte olacak hukukî sonuçları, fikri hak ihlali sonrasında üç kata kadar bedel ödenmesi hâlinde de geçerli kılmak gereksinimi duymuştur. Elbette bu sonuçların faraziyeye başvurulmadan düzenlenmesi de mümkündür; fakat faraziyeye başvurulması kanun koyucuya kolaylık sağlamaktadır59. Kanun koyucunun bu yöndeki düzenleme iradesini anlamak da mümkündür. Mali hakka ilişkin ihlalin bir seferde gerçekleşip nihayete ermesi üzerine üç kat bedel talebi ileri  sürüldüğünde  mütecaviz,  ilgili  mali  hakkın  hak  sahibine  verdiği imkânı fiilen kullanmış durumdadır. Eserin dağıtılmak üzere izinsiz çoğaltılması hâlinde de hak sahibinin tecavüzün ref i için kopyaların imhasını yahut kendisine devredilmesini istemek yerine üç kat bedel talep etmeyi tercih etmesi durumunda mütecavizin aynı konumda bulunması öngörülmüştür. Dolayısıyla kanun koyucunun sözleşme faraziyesine başvurması üç kata kadar bedel ödeyen mütecavizin ilgili mali hakkın olağan kullanımından istifade etmesini temin etmek içindir. Keza çoğaltılmış kopyalar dağıtılmak üzere mütecavizin uhdesinde bırakıldığında hak sahibinin mali 56 Bkz.:  Yasaman,  s.  811:   Mütecaviz  varsayımsal  sözleşmenin  nimetlerinden yararlanamayacak ve fakat külfetlerine katlanacaktır. ; Demirbaş, s. 136; Küçükali, s. 81, 129. 57 Aynı yönde bkz.: Küçükali, s. 133. 58 Dava dilekçesinde FSEK m. 68 uyarınca üç kat bedel talep edilmesini sözleşmenin kurulmasına ilişkin icap olarak nitelendiren görüşe (Piroğlu, s. 445) katılma olanağı yoktur.  Mütecavizden  hak  ihlali  sebebiyle  ödeme  talep  eden  davacının  onunla sözleşme kurma yönünde hukukî sonuç iradesi olduğu söylenemez.   59 Faraziye (Fiktion) hakkında bkz.: Andreas von Tuhr / Hans Peter, Allgemeiner Teil des Schweizerischen Obligationenrechts, C. I (mit Supplement), 3. Auflage, Schulthess, Zürich, 1984, s. 165, 166; Topuz, s. 63, 64.Murat Sarıkaya  73 hakkın kullanımını sözleşmeyle devrettiği ruhsat sahibine karşı sahip olabileceği hakları mütecavize karşı da ileri sürebilmesi gerekir. Örneğin, eserin yayımlanma tarzı eser sahibinin şeref ve itibarını zedeleyecek mahiyette  olursa  eser  sahibi  bunun  menedilmesini  isteyebilir  (FSEK  m. 14/III)60. FSEK m. 68/VI hükmünde yer alan Bedel talebinde bulunan kişi, tecavüz edene karşı onunla bir sözleşme yapmış olması halinde haiz olabileceği bütün hak ve yetkileri ileri sürebilir. düzenlemesi bu yönde anlaşılmalıdır. Şu hâlde, FSEK m. 68 çerçevesinde taraflar arasında bir sözleşme kurulmadığı; ancak kanun koyucunun üç kata kadar bedel ödeyen mütecavize mali hakkın olağan kullanımından yararlanma yetkisini tanıdığı ifade edilebilir. Fakat üç kata kadar bedel ödeyen mütecavize böyle bir yetkinin tanınmış olması, fikri hak ihlaline sebebiyet veren eylemin geçmişe etkili olarak hukuka uygun hâle dönüştüğü61 anlamına da gelmez62. Zaten aksi takdirde hak sahibinin üç kata kadar bedel ödenmesiyle karşılanamayan zararı için FSEK m. 70 uyarınca tazminat isteyebilmesinin hukukî temeli ortadan kalkar. Oysa hak sahibi, mütecavizin hukuka aykırı fiili sebebiyle FSEK m. 68 çerçevesinde hükmolunan ödemeyle karşılanamayan zararı için –şartları mevcutsa- tazminat talep edebilir. Nitekim FSEK m. 68/II hükmünde, izinsiz çoğaltılmış kopyalar bakımından hak sahibine tanınan seçimlik hakların mütecavizin hukukî sorumluluğunu ortadan kaldırmayacağı açıkça düzenlenmiş bulunmaktadır63. Maddi tazminat talebi ile FSEK m. 68 hükmüne dayanan üç kat bedel talebi arasındaki önemli bir farklılık zamanaşımı konusunda ortaya çıkmaktadır. Gerçi doktrinde hâkim olan görüşe göre FSEK m. 68 çerçevesinde üç kat bedel talebi de maddi tazminat talebinin tabi olduğu haksız fiil zamanaşımına (TBK m. 72) tabidir64. Yargıtay ise taraflar arasında farazi bir sözleşme kurulduğundan hareketle FSEK m. 68 hükmüne dayanan üç kat bedel talebinin on yıllık zamanaşımı süresine (TBK m. 146) tabi olduğunu benimsemektedir65. İlkin ifade etmek gerekir ki FSEK m. 68 60 Bkz.: Yavuz / Alıca / Merdivan, s. 2082. 61 Bu görüşte bkz.: Üstün, s. 238, 252. 62 Aynı yönde bkz.: Gökyayla, 68. Madde, s. 288 dn. 25. 63 Bkz. ve karş. Yavuz / Alıca / Merdivan, s. 2083, 2084. 64 Kılıçoğlu, Fikri Haklar, s. 463; Erel, s. 372; Tekinalp, § 20 N. 76a; Öztan, s. 637; Demirbaş, s. 224, 225; Şahin, s. 199. 65 Yarg. 11. HD. T. 24.10.2014 E. 2013/12170 K. 2014/16477; Yarg. 11. HD. T. 10.02.2014 E. 2013/12913 K. 2014/2228; Yarg. 11. HD. T. 05.12.2013 E. 2012/6301 K. 2013/22126; Yarg. 11. HD. T. 26.02.2004 E. 2003/7070 K. 2004/1799 (Kararlar için bkz.: Kazancı İçtihat.).74   TAÜHFD/ZtdR - 2019/2 hükmüne göre hak sahibine ödenecek miktarın belirlenmesinde taraflar arasında sözleşme yapılmış olması hâlinde istenebilecek bedelin kıstas alınması bu hükümden doğan alacağı sözleşmeden doğan bir alacak hâline getirmemektedir66. Kanun burada hak sahibine yapılacak ödemenin tayini konusunda sözleşme yapılmış olması hâlinde istenebilecek bedeli bir ölçü olarak getirmiştir yoksa hükmedilecek ödemenin sözleşmeden doğan bir alacak hâline dönüştürülmesi mümkün değildir67. Fakat kanımızca, FSEK m.68 hükmünde düzenlenen üç kat bedel talebini haksız fiil zamanaşımını düzenleyen TBK m. 72 hükmüne tabi tutmak da imkân dâhilinde değildir. Zira TBK m. 72 hükmü haksız fiilden doğan tazminat alacağına ilişkin zamanaşımını düzenlenmektedir. Oysa FSEK m. 68 hükmünde öngörülen üç kat bedel talebi, zararın giderilmesini amaçlayan bir tazminat68 değildir69. Nitekim tazminat talebi FSEK m. 70 hükmünde ayrıca düzenlenmiş bulunmaktadır. Dolayısıyla fikri hakkın ihlali haksız fiil teşkil etse dahi, talebin niteliği tazminat olmadığından TBK m. 72 hükmünün uygulanamayacağı düşüncesindeyiz70. Zaten TBK m. 72 hükmünde öngörülen kısa 66 Karşı görüş: Yavuz / Alıca / Merdivan, s. 2085. 67 Bkz. ve karş. Kılıçoğlu, Fikri Haklar, s. 463; Erel, s. 340; Küçükali, s. 74. FSEK m. 68 hükmünün 4110 sayılı Kanun ile değiştirilmeden önceki metninde yer alan Eser sahibinin talebi, sözleşmeden doğmuş sayılır… düzenlemesi, bu hükümde başvurulan sözleşme faraziyesinin kapsamını bedel talebine de genişletme imkânı verecek mahiyettedir.  Dolayısıyla,  her  ne  kadar  FSEK  m.  68 e  dayanan  talep  gerçekte sözleşmeden doğan bir alacak olmasa da zikredilen düzenleme gereği bu talebin sözleşmeden doğan alacaklara bağlanan hukukî sonuçlara tabi tutulması icap ederdi. Kanımızca, bu yönde bir düzenleme gerekli ve isabetli olmadığından söz konusu hükmün madde metninden çıkarılması uygun olmuştur.     68 Tazminatın zararı gidermeye yönelik olduğu hususunda bkz.: Halûk Tandoğan, Türk Mes uliyet Hukuku, Vedat Kitapçılık, İstanbul, 2010, s. 252; Oğuzman / Öz, s. 114; Tekinay / Akman / Burcuoğlu / Altop, s. 581. Yine zararın bulunmamasının, hukukî sorumluluğu ortadan kaldırmasa da tazminat borcunun doğumuna engel olacağı yönünde bkz.: Zafer Zeytin, Alman Hukukunda Zarar Kavramı ve Gelişimi – I: Maddi Zarar Olarak ‘Özel Kullanım Kaybı, Banka ve Ticaret Hukuku Dergisi, C. XX, S. 2, Aralık 1999, s. 74. 69 Bkz.: Tekinalp, § 20 N. 53; Öztan, s. 649; Bozbel, s. 555; Yavuz / Alıca / Merdivan, s. 2066; Küçükali, s. 71. Bu bakımdan, FSEK m. 68 hükmüne dayanan talebin telif tazminatı olarak isimlendirilmesi (Bkz.: Yarg. 11. HD. T. 27.09.2012 E. 2010/10171 K.2012/14474; Yarg. 11. HD. T. 24.11.2010 E. 2010/11881 K. 2010/11996; kararlar için bkz.: Kazancı İçtihat.) doğru değildir. 70 Kaldı ki fikri hak ihlalinin bir sözleşme ihlali olarak ortaya çıktığı durumda da FSEK m.68 çerçevesinde üç kat bedel talebi ileri sürülebilir ve bu hâlde de söz konusu talep, (aşağıda açıklanacağı üzere) kanundan doğan özel bir alacak temeli itibarıyla TBK m. 146 hükmüne tabi olur. Bu bakımdan, FSEK m. 68 çerçevesinde üç kat bedel talebi,Murat Sarıkaya  75 zamanaşımı süresinin başlangıcı dikkate alındığında FSEK m. 68 hükmünde düzenlenen üç kat bedel talebinin haksız fiil zamanaşımıyla uyumsuz olduğu kendiliğinden ortaya çıkmaktadır. Bu anlamda, TBK m. 72 hükmüne göre iki yıllık kısa zamanaşımı süresi zararın öğrenilmesinden itibaren başlamaktadır; hâlbuki FSEK m. 68 çerçevesinde üç kat bedel talebi zarar şartından bağımsızdır71. Dolayısıyla haksız fiil zamanaşımında tazminat alacağının göz önünde bulundurulan nitelikleri FSEK m. 68 hükmüne dayanan üç kat bedel talebinde bulunmamaktadır. Nitekim bu alacakların birbirinden farklı amaç ve menfaatlere yönelik olduğu dikkate alındığında TBK m. 72 hükmünün FSEK m. 68 e dayanan üç kat bedel talebine kıyasen dahi uygulanamayacağı anlaşılmaktadır. Zira FSEK m. 68 hükmünde öngörülen üç kat bedel talebi, bir yandan fikri hakkın kullanımı hukuka uygun olarak gerçekleşseydi hak sahibinin elde edeceği telif ücretini ona temin etmekte bir yandan da bunu faili cezalandırarak gerçek fikri hak ihlalinin haksız fiil olarak ortaya çıktığı durumda da sözleşme ihlali olarak ortaya çıktığı durumda da aynı zamanaşımı süresine tabi olan ve kanundan doğan özel bir alacak niteliğinde görülmelidir. Hirsch e göre ise buradaki bedel talebi haksız fiilden yahut sebepsiz zenginleşmeden doğmamakta, belki farazi bir sözleşmeye dayanmaktadır (Bkz.: Hirsch, s. 165, 180, 191.). Kanımızca, FSEK m. 68 hükmünde düzenlenen üç kat bedel talebini, fikri hak ihlalinin haksız fiil teşkil ettiği durumda da sözleşme ihlali teşkil ettiği durumda da kanundan doğan ayrı bir alacak olarak kabul etmek daha doğrudur.     71 Belirtmek gerekir ki sırf mütecavizin telif ücreti ödemeksizin mali hakkı kullanmış olması hak sahibi açısından yoksun kalınan kâr şeklinde bir zararı ifade etmez. Zira yoksun kalınan kâr, hukuka aykırı fiil olmasaydı hayat tecrübelerine göre büyük bir ihtimalle malvarlığında meydana gelebilecek olan artışın engellenmesidir. Örneğin, yolcu taşıyarak kazanç elde eden bir kimsenin aracına hukuka aykırı olarak hasar verildiğinde tamir süresince aracın çalıştırılamaması sebebiyle elde edilemeyen kazanç yoksun kalınan kârdır (Erdem Büyüksağiş, Yeni Sosyo-Ekonomik Boyutuyla Maddi Zarar Kavramı, Vedat Kitapçılık, İstanbul, 2007, s. 85-87). Buna karşın, eser üzerindeki mali hakkın bir başkası tarafından izinsiz kullanılması hâlinde mütecavizin telif ücreti ödememiş olması, bu fiil hiç gerçekleşmeseydi hak sahibinin malvarlığında gerçekleşecek olan muhtemel bir kazancın engellenmesi değil, hukuka uygun olarak hak sahibiyle sözleşme yapılsaydı yüklenilmesi gereken bir masraftan, yani telif ücreti ödenmesinden kaçınılması anlamına gelmektedir. Dolayısıyla, mütecavizin bu şekilde telif ücreti ödemekten kaçınması, aslında hak sahibi açısından bir zarar olmaktan çok, mütecavizin fikri hak ihlaliyle elde ettiği kazancı ilgilendiren bir konudur. Nitekim FSEK m. 70/III uyarınca hak sahibinin mütecavizden kârın devrini talep etmesi hâlinde FSEK m. 68 çerçevesinde talep edilen bedelin indirileceği düzenlenerek bu iki talep arasındaki ilişki kanun tarafından da tanınmıştır. Karş. Gökyayla, 68. Madde, s. 289 dn. 28.76   TAÜHFD/ZtdR - 2019/2 leştirmek suretiyle bedelin üç katına kadar yükseltilebilmesine cevaz vermektedir. Bu bakımdan, haksız fiil hiç gerçekleşmeseydi zarar görenin içinde bulunacağı malvarlığı durumunu sağlamayı amaçlayan tazminat72 ile FSEK m. 68 hükmüne dayanan üç kat bedel talebi, farklı hukukî nitelikleri haiz alacaklar olarak karşımıza çıkmaktadır. Şu hâlde, FSEK m. 68 e dayanan üç kat bedel talebinin tabi olduğu zamanaşımı bu alacağın niteliği göz önünde bulundurularak belirlenmelidir. Bu noktada ifade etmek gerekir ki üç kat bedel talebinin FSEK m. 68 hükmünde tecavüzün ref i davasının konusu olarak düzenlenmiş olması eleştiriye açıktır. Nitekim Erel e göre, tecavüzün ref i davası meydana gelmiş bir tecavüzün bütün sonuçlarıyla ortadan kaldırılmasını amaçladığından eser sahibinin sözleşme yapılsaydı isteyebileceği bedelin üç kat fazlasını talep etmesi, teknik anlamda tecavüzün ref i davası olarak nitelendirilemez73. Gerçekten de FSEK m. 68 hükmü uyarınca hak sahibine sözleşme yapılmış olması hâlinde isteyebileceği bedel üzerinden bir alacak hakkı tanımak vuku bulan fikri hak ihlalini ortadan kaldırmamakta, yalnız hak sahibinin telif ücreti –gerektiğinde- üç misliyle temin edilerek bu şekilde ihlalin giderildiği varsayılmaktadır. Örneğin, bir tiyatro oyununun hak sahibinin izni olmaksızın temsil edilmesi hâlinde, temsilin sona ermesinin ardından bu ihlalin geride kalan –ve müdahale edilebilir olan- sonucu, hak sahibinin telif ücreti elde edememiş olmasıdır. Bu bakımdan, hak sahibine FSEK m. 68 çerçevesinde üç kat bedel talebi tanınarak ihlalin giderildiği varsayılmaktadır. Oysa burada gerçek anlamda mutlak hakkı koruyan bir davanın varlığı kabul edilemez. Zira FSEK m. 68 çerçevesinde hak sahibine tanınan üç kat bedel talebi doğrudan mutlak hakkı koru(ya)mamakta, yalnız bu hakkın sahibine sağlayabileceği ekonomik menfaati (misliyle) temin etmektedir. Dolayısıyla FSEK m. 68 hükmünde hak sahibine tanınan üç kat bedel talebini, kanundan doğan özel bir alacak olarak nitelendirmek daha doğru gözükmektedir. Zaten aksinin kabulü ve üç kat bedel talebinin tecavüzün ref i talebi olarak nitelendirilmesi hâlinde mutlak hakkı koruyan bir davanın zamanaşımına tabi tutulması gibi ayrıksı bir durum ortaya çıkar74. Bu 72 Bkz.: Fikret Eren, Borçlar Hukuku, Genel Hükümler, 23. Baskı, Yetkin Yayınları, Ankara, 2018, s. 787. 73 Erel, s. 168. Ayrıca bkz.: Bozbel, s. 555. Bir başka görüşe göre ise burada sui generis bir ref yöntemi bulunmaktadır; Yavuz / Alıca / Merdivan, s. 2085. 74 Nitekim üç kat bedel talebinin tecavüzün ref i davası kapsamında düzenlenmesi FSEK m. 68/II hükmünde açık bir tutarsızlığa yol açmaktadır. Zira izinsiz çoğaltılan kopyaların satışa çıkarılmamış olması hâlinde hak sahibine tanınan üç seçimlik haktan ikisi zamanaşımına tabi değilken üç kat bedel talebi zamanaşımına tabi olmaktadır. BuradaMurat Sarıkaya  77 bakımdan, faili cezalandırma amacı da güden üç kat bedel talebinin tecavüzün ref i davasından ayrı olarak düzenlenmesi daha isabetli olacaktır75. Gelinen noktada, niteliği itibarıyla kanundan doğan bir alacak olduğu ortaya konan üç kat bedel talebinin TBK m. 146 hükmü uyarınca on yıllık zamanaşımı süresine tabi olduğu ifade edilebilecek durumdadır76. Fakat bunun sebebi Yargıtay ın benimsediği gibi sözleşme faraziyesi değil, TBK m. 146 hükmünün zamanaşımına ilişkin genel hüküm niteliğidir. TBK m. 146 hükmünün uygulama alanına yalnız sözleşmeden doğan alacaklar değil, kanun tarafından hakkında özel bir zamanaşımı süresi öngörülmeyen tüm alacaklar girmektedir77. Bu bakımdan, FSEK m. 68 çerçevesinde üç kat bedel talebi, fikri hakkın ihlal edilmesiyle muaccel olan (Karş. TBK m.149/I) ve bu andan itibaren on yılın geçmesiyle zamanaşımına uğrayan kanundan doğan bir alacak olarak değerlendirilmektedir. Maddi tazminat talebinin FSEK m. 68 e dayanan üç kat bedel talebiyle ilişkisi bakımından son olarak incelenmesi gereken husus bu taleplerin yığılıp yığılamayacağıdır. Bu konudaki hâkim görüş, FSEK m. 68 uyarınca üç kat bedel talep edilmişse uğranılan zarar bu şekilde elde edilecek tutarı aşmadıkça ayrıca maddi tazminat istenemeyeceği yönündedir78. Doktrindeki diğer bir görüşe göre ise nitelikleri ayrı olan bu iki talebin birlikte ileri sürülmesi mümkündür79. Görüldüğü üzere, mütecaviz için kanuni bir ceza üç  kat  bedel  talebinin  mutlak  hakkı  koruyan  taleplerden  farkı  kolaylıkla  anlaşılabilmektedir. 75 Aynı yönde bkz.: Gül, s. 346. Yine bazı yazarlar, üç kat bedel talebinin tecavüzün ref i davası kapsamında değil, tazminat davası altında düzenlenebileceğini ifade etmektedirler; bkz.: Gökyayla, 68. Madde, s. 290, 291 dn. 33; Akın, s. 138; Demirbaş, s. 77, 78. Kanımızca, üç kat bedel talebinin tazminat davası altında düzenlenmesi de başka yönlerden karışıklığa sebebiyet verebilir. Zira bu talep için hak sahibinin zarara uğraması şartı bulunmadığı gibi, makul telif ücreti kadar ödemeye hükmederken failin kusurunun aranması da gerekli değildir.     76 Benzer yönde bkz.: Bozbel, s. 626. 77 Mehmet Erdem, Özel Hukukta Zamanaşımı, On İki Levha Yayıncılık, İstanbul, 2010, s.41. 78 Tekinalp, § 20 N. 55; Öztan, s. 649, 650; Bozbel, s. 557; Durgut, s. 1092, 1093; Gül, s.343. 79 Yasaman, s. 818, 819. Bu hususta ileri sürülen başka bir görüşe göre ise FSEK m. 68 uyarınca talep edilen bedel hak sahibi açısından yoksun kalınan kâra karşılık gelmektedir; bu bakımdan, ayrıca bir fiil zarar oluşmuşsa bunun tazmini FSEK m. 68 e dayanan bedel talebine ilaveten istenebilir; Yavuz / Alıca / Merdivan, s. 2214. Ancak kanımızca, FSEK m. 68 hükmünde düzenlenen bedel talebinin maddi zararın bir türü olan yoksun kalınan kârla ilişkilendirilmesi mümkün değildir (Bkz. yuk. dn. 71.).78   TAÜHFD/ZtdR - 2019/2 olarak öngörülen üç kat bedel talebinin, hak sahibinin uğradığı zarara yönelik tazminat talebini sınırlayıp sınırlamadığı sorusunun cevabı aranmaktadır. Bu bakımdan, FSEK m. 68 hükmü ile FSEK m. 70/II hükmünün ilişkisi incelenmeli, kanunun bu iki hükümden doğan alacakların yığılmasına izin verip vermediği sorgulanmalıdır. Tekinalp e göre, FSEK m. 68 hükmünde TBK m. 179 anlamında bir ceza söz konusudur80. Bu görüş kabul edilirse TBK m. 180/II uyarınca hak sahibinin ancak hükmedilen cezayı aşan bir zararı varsa tazminat isteyebileceği sonucuna varılır. Fakat FSEK m. 68 hükmünde TBK m. 179 anlamında bir ceza koşulunun öngörüldüğünü kabul etmek güçtür. Zira burada taraf iradeleri doğrultusunda sözleşmeden doğan bir ceza değil, kanuni bir medenî ceza söz konusudur. Bununla birlikte, kanun koyucunun TBK m. 180/II hükmünde ceza koşulu için kabul ettiği çözümün FSEK m. 68 hükmünde düzenlenen medeni ceza için de geçerli olup olamayacağı ayrıca değerlendirilmelidir81. Buna uygun olarak doktrinde bir görüş, TBK m. 180/II hükmüne kıyasen hak sahibinin ancak FSEK m. 68 kapsamındaki medeni cezayı aşan bir zararı varsa tazminat isteyebileceğini kabul etmektedir82. Gerçekten de hak sahibinin ceza niteliğinde bir ödemeye hak kazandıktan sonra bu ödemenin zararı etkileyip etkilememesi bakımından cezanın kaynağının sözleşme olması ile kanun olması arasında menfaat durumu bakımından bir farklılık bulunup bulunmadığı haklı bir soru olacaktır. İfade etmek gerekir ki kanun koyucunun TBK m. 180/II hükmünde kabul ettiği çözümün FSEK m. 68 bakımından da geçerli görülmesi kanımızca da isabetli bir yaklaşımdır; bununla birlikte, ancak aşkın zarar için tazminat istenebilmesi FSEK m. 68 çerçevesinde kıyastan öte evleviyet kuralının bir gereği olarak da addedilebilir. Zira borcun gereği gibi ifasını temin etmek amacıyla cezanın taraflarca sözleşmede kararlaştırıldığı ve böylece ifa menfaatinin gerçekleşeceği yönünde alacaklıda akdi bir güven oluşturulduğu durumda dahi ancak cezayı aşan zarar için tazminat istenebiliyorsa kanun tarafından öngörülen medenî cezada bu sonuç evleviyetle geçerli olmalıdır. Şayet kanun koyucunun mütecavizi cezalandırma iradesi medenî cezanın tazminatı da etkile80 Tekinalp, § 20 N. 53. 81 Nitekim ceza koşulunun medeni ceza kavramıyla ilişkisi hakkında bkz.: Selin ÖzdenMerhacı, Karşılaştırmalı Hukukta Cezalandırıcı Tazminat, Yetkin Yayınları, Ankara, 2013, s. 167, 168; Köksal Kocaağa, Ceza Koşulu (Sözleşme Cezası), 2. Bası, Yetkin Yayınları, Ankara, 2018, s. 34. 82 Demirbaş, s. 139 (Yazar, bu hususun açıkça düzenlenmesi gerektiğini de ifade etmektedir.).Murat Sarıkaya                                                                                                                            79 memesi kadar ileri gidiyorsa bunun hükümde açıkça düzenlenmesi beklenir ve fakat bu yönde bir düzenlemenin de yerindeliği ayrıca tartışma götürür. Şu hâlde, her ne kadar FSEK m. 68 hükmünde üç kat bedel talebi hak sahibinin zararından bağımsız olarak düzenlenmiş olsa da anılan hüküm uyarınca mütecaviz bir miktar para ödemeye mahkûm edilince bu ödeme ölçüsünde zararın da giderildiği ifade edilebilecek durumdadır83.    C. Fikri Hakların İhlali Hâlinde Kârın Devri Talebi  FSEK m. 70/III hükmü uyarınca Birinci ve ikinci fıkralardaki hallerde, tecavüze uğrayan kimse tazminattan başka temin edilen karın kendisine verilmesini de istiyebilir. Bu halde 68 inci madde uyarınca talep edilen bedel indirilir.. Tazminat davası başlığı altında düzenlenmiş olsa da FSEK m. 70/III hükmüne dayanan kârın devri talebinin gerçek olmayan vekâletsiz iş görmeye dayandığı hususunda tereddüt edilmemektedir84. Nitekim bu talep hak sahibinin zarara uğraması şartına bağlı değildir85. Mütecavizin ihlal sebebiyle devretmekle yükümlü olduğu kâr, maddi zararın bir türü olan yoksun kalınan kâr ile karıştırılmamalıdır. Hak sahibi açısından yoksun kalınan bir kâr söz konusu olmasa yahut mütecavizin elde ettiği kâr hak sahibinin bu tür bir zararını aşsa dahi mütecaviz, ihlal sebebiyle elde ettiği kârı devretmekle yükümlüdür86. Gerek manevi hakların gerekse de mali hakların ihlali hâlinde hak sahibinin FSEK m. 70/III uyarınca kârın devri talebinde bulunması mümkündür87.  83 Yargıtay, FSEK m. 68 çerçevesinde hükmolunan ödeme ile zarar arasında bağlantı kurarken Hükmün amacı rayice göre tespit edilecek telif ücretinin üç katını ödettirerek, hak sahibini zararını ispat yükünden kurtarmak ve böylece ispat edilemeyen zararın eser sahibinin sırtında kalmasına engel olmaktır. Maddenin 2. fıkrasında ‘Sözleşme olması durumunda isteyebileceği miktarın üç kat fazlasını talep edebilir  diyerek tazminat hesabına açıklık getirmiştir. ifadelerine başvurmuştur; YHGK. T. 02.04.2003 E. 2003/4-260 K. 2003/271; YHGK. T. 20.03.2002 E. 2002/11-176 K. 2002/214; Yarg. 11. HD. T. 19.06.2015 E. 2014/18483 K. 2015/8539 (Kararlar için bkz.: Kazancı İçtihat.). Ancak kanımızca, üç kat bedel talebinin tazminat hesabı olarak nitelendirilmesi isabetli değildir.   84 Erel, s. 349; Tekinalp, § 20 N. 99; Kılıçoğlu, Fikri Haklar, s. 405; Yasaman, s. 816; Durgut, s. 1094; Demirbaş, s. 194; Ece Baş-Süzel, Gerçek Olmayan Vekâletsiz İş Görme ve Menfaat Devri Yaptırımı, On İki Levha Yayıncılık, İstanbul, 2015, s. 294. 85 Tekinalp, § 20 N. 99; Kılıçoğlu, Fikri Haklar, s. 405; Öztan, s. 677, 678; Bozbel, s. 581; Yavuz / Alıca / Merdivan, s. 2216; Oğuz / Özden-Merhacı, s. 959; Durgut, s. 1094; Demirbaş, s. 200; Şahin, s. 191. 86 Bkz.: Tekinalp, § 20 N. 99; Erel, s. 349; Bozbel, s. 581, 582. 87 Tekinalp, § 20 N. 99; Erel, s. 349; Akın, s. 143; Erdil, s. 1307. Kılıçoğlu na göre ise 4110 sayılı Kanun ile FSEK m. 70/I hükmünde yapılan değişiklik karşısında manevi hakların ihlali hâlinde kârın devri talep edilemez; Kılıçoğlu, Fikri Haklar, s. 406.80   TAÜHFD/ZtdR - 2019/2 FSEK m. 70/III uyarınca kârın devrine hükmedilebilmesi için davalının kusurunun aranıp aranmayacağı ise tartışmalı bir konudur. Doktrinde TBK m. 530 hükmü kapsamında iş görenin kötüniyetini arayan görüş, FSEK m. 70/III hükmüne göre kârın devrine karar verilebilmesi için de davalının kusurunu bir şart olarak aramaktadır88. FSEK m. 70/III bakımından baskın olan görüş ise bu hükmün uygulanabilmesi için kusur şartının aranmayacağı yönündedir89. FSEK m. 70 hükmünün tarihi gelişimiyle birlikte üç fıkrada öngörülen taleplerin düzenleniş şekli dikkate alındığında kanun koyucunun iradesinin ikinci görüş doğrultusunda olduğu anlaşılmaktadır. Zira hükmün yürürlüğe giren ilk hâlinde90 birinci fıkra, manevi hakların ihlali yönünden maddi tazminat için kusuru, manevi tazminat için ise ağır kusuru; ikinci fıkra da mali hakların ihlali yönünden tazminat için kusuru aramıştır; üçüncü fıkra ise kârın devri talebi için herhangi bir kusur şartına yer vermemiştir. Anlaşılmaktadır ki kanun koyucu FSEK m. 70 hükmünü sevkederken bu maddede düzenlenen her bir talep bakımından kusurun rolünü açıklama yoluna gitmiştir91. Bu bakımdan, FSEK m. 70/III hükmünde kusur şartının aranmadığı ifade edilebilir92. Zarara bağlı olmayan kârın devri talebini bu şekilde kusur şartı aramaksızın düzenlemenin 88 Azra Arkan-Akbıyık, Gerçek Olmayan Vekaletsiz İş Görme, Alfa, İstanbul, 1999, s. 40, 41; Baş-Süzel, s. 294, 295. Ayrıca bkz.: Arslanlı, s. 221. Tandoğan a göre ise başkasının fikri hakkını ihlal eden kimse iyiniyetli ise kârdan elinde kalan miktarı vermekle yükümlüdür; Halûk Tandoğan, Mukayeseli Hukuk ve Hususiyle Türk - İsviçre Hukuku Bakımından Vekâletsiz İş Görme, Fakülteler Matbaası, İstanbul, 1957, s. 331.  89 Ayiter, s. 252; Tekinalp, § 20 N. 99; Erel, s. 349; Kılıçoğlu, Fikri Haklar, s. 405; Öztan, s. 677; Yasaman, s. 816; Akın, s. 144; Bozbel, s. 581; Yavuz / Alıca / Merdivan, s. 2216; Oğuz / Özden-Merhacı, s. 959; Erdil, s. 1305; Durgut, s. 1094; Küçükali, s. 62; Şahin, s. 191. Bu görüşte olan bazı yazarlar, aksi görüşün kabul edilmesi hâlinde ispat yükü yer değiştirilerek mütecavize kötüniyetli olmadığını ispat zorunluluğu getirilmesi gerektiğini savunmaktadırlar; bkz.: Tekinalp, § 20 N. 99; Öztan, s. 680. 90 R.G.: 13.12.1951 T. 7981 S.  91 4110 sayılı Kanun un FSEK m. 70/I hükmünde kusur unsurunu madde metninden bütünüyle çıkarması ise yukarıda açıklandığı üzere manevi tazminat bakımından tartışmalı bir duruma sebebiyet vermiştir.   92 Nitekim FSEK m. 68 hükmü de 4110 sayılı Kanun a kadar eser sahibinin bu hükümden doğan talebinin kusur bulunmadığı takdirde haksız harekette bulunan kimsenin bundan sağlayabileceği istifade hududunu aşamayacağını düzenlemekteydi (Bkz. yuk. dn. 52.). Dolayısıyla kanun koyucunun iradesinin, mütecavizin elde ettiği menfaati onun uhdesinde bırakmayarak kusur bulunmasa dahi hak sahibine devretmek yönünde olduğu buradan da anlaşılmaktadır (Benzer yönde bkz.: Tandoğan, Vekâletsiz İş Görme, s. 202.). 4110 sayılı Kanun un getirdiği değişiklik üç kat bedel talebi bakımından belirtilen sınırı kaldırmaya matuf olduğundan ihlalden elde edilen menfaatlerin akıbetine ilişkin kanun koyucu iradesinin de değiştiğini göstermez.Murat Sarıkaya  81 yerindeliği elbette tartışmaya açıktır. Ancak başkasının fikri hakkını ihlal ederek kazanç sağlayan mütecavizin kusursuz olması kolay kolay karşılaşılabilir bir durum olmadığı için tartışmanın FSEK m. 70/III bakımından pratik değeri teorik boyutu ölçüsünde büyük değildir93.    Nihayet FSEK m. 70/III hükmüne dayanan kârın devri talebinin, hak sahibinin tazminat talepleriyle ilişkisi de önem arz etmektedir. Öncelikle belirtmek gerekir ki hüküm, FSEK m. 68 çerçevesinde talep edilen üç kata kadar bedelin kârın devri talebinden indirileceğini düzenlemiştir94. Şayet söz konusu indirim yapıldıktan sonra FSEK m. 70/III uyarınca hükmedilen ödeme hak sahibinin maddi zararını bütünüyle karşılıyorsa artık ayrıca tazminat talebine yer yoktur. Buna karşın, hak sahibinin maddi zararı FSEK m.70/III uyarınca -belirtilen şekilde- hükmolunan ödemeden fazla ise za93 Aynı yönde bkz.: Tandoğan, Vekâletsiz İş Görme, s. 331. 94 Bir görüşe göre, FSEK m. 70/III hükmüne göre indirilmesi gereken bedel, FSEK m. 68/II çerçevesinde hak sahibinin çoğaltılmış kopyaların ve çoğaltma araçlarının kendisine verilmesini seçmesi hâlinde ödemesi gereken bedeldir (Bkz.: Tekinalp, § 20 N. 99; Öztan, s. 679.). Oysa FSEK m. 70/III hükmü, FSEK m. 68 uyarınca talep edilen bedelden bahsetmektedir. Dolayısıyla, hak sahibinin mütecavizden talep ettiği bedelin kastedildiği açıktır (Aynı yönde bkz.: Baş-Süzel, s. 297 dn. 1292.). Ayrıca mütecavize bedel ödenmesi, yalnız çoğaltılmış kopyaların satışa çıkarılmamış olması hâlinde ve yine hak sahibinin kullanmayı tercih ettiği hakka bağlı olarak gündeme gelmektedir. Oysa hak sahibinin üç kat bedel talebi, FSEK m. 68 hükmünde mali hakların ihlaline bağlanan genel sonuçtur. Bu bakımdan, FSEK m. 70/III de kopya ve araçların kendisine devri karşılığı hak sahibinin ödeyeceği bedelin indirilmesi öngörülmek istenseydi, bunun basit şekilde FSEK m. 68 deki bedele atıf yapılarak değil, FSEK m. 68/II uyarınca devir karşılığı mütecavize ödenmesi gereken bedel olduğu açıkça belli edilerek düzenlenmesi gerekirdi. Ki bu yönde bir düzenleme, karşılıklı iki alacağın kanunen takas edilmesinden daha fazla bir anlam taşımazdı. Zira FSEK m. 68/II çerçevesinde devir karşılığı mütecavize ödenmesi gereken bedel ile FSEK m. 70/III uyarınca hak sahibine devredilmesi gereken kazanç, zaten takas edilebilir iki alacağa vücut vermektedir (TBK m. 139). Doktrindeki çoğunluk görüşü ise FSEK m. 70/III hükmüne göre indirilmesi gereken bedelin, davacının FSEK m. 68 çerçevesindeki tercihine göre çoğaltılmış kopya ve araçların devir bedeli yahut hak sahibinin sözleşme yapılsaydı isteyebileceği bedelin üç katına ilişkin talep olduğunu ifade etmektedir (Bkz.: Erel, s. 349; Akın, s. 143, 144; Bozbel, s. 581; Erdil, s. 1305; Şahin, s. 190, 191.). Ancak belirttiğimiz gerekçelerle kanımızca, FSEK m. 70/III hükmüne göre indirilmesi gereken bedel, yalnız hak sahibinin talep ettiği üç kat bedeldir (Aynı yönde bkz.: Kılıçoğlu, Fikri Haklar, s. 405; Yavuz / Alıca / Merdivan, s. 2216, 2217; Demirbaş, s. 212; Küçükali, s. 65; Baş-Süzel, s. 297 dn. 1292.).82   TAÜHFD/ZtdR - 2019/2 rarın karşılanamayan kısmı için FSEK m. 70/II mucibince tazminat istenebilir95. Buna karşın, FSEK m. 70/III çerçevesinde kârın devri talebinin manevi tazminat (FSEK m. 70/I) istemini engelleyen ya da sınırlayan bir yönü yoktur96. II.Fikri Hakların İhlâli Hâlinde Hak Sahibine Tanınan Taleplerin Bir Arada Değerlendirilmesi Yukarıdaki açıklamalar doğrultusunda hak sahibinin mütecavize karşı ileri sürebildiği taleplerin bir arada değerlendirilmesi, kanunun ekonomik yönden hak sahibine sağlamış olduğu koruma alanını açıklığa kavuşturmak bakımından faydalı olacaktır. Bu değerlendirme yapılırken de incelenen taleplerin özellikle kusur ve zarar şartları karşısındaki konumu bir bütün olarak ele alınmaya çalışılacaktır.     İzah edilen kanun sistemi çerçevesinde hak sahibinin zarardan bağımsız olan taleplerinin FSEK m. 68 hükmüne dayanan üç kat bedel talebi ve FSEK m. 70/III hükmüne dayanan kârın devri talebi olduğu ifade edilebilir. Yukarıda belirtildiği gibi, FSEK m. 70/III hükmü uyarınca mütecavizin elde ettiği kârın devri talep edildiğinde FSEK m. 68 çerçevesinde istenen üç kata kadar bedelin bu talepten indirileceği düzenlenmiştir. Şayet FSEK m. 68 uyarınca hak sahibine ödenmesi gereken bedel FSEK m. 70/III gereği ödenmesi gereken miktardan fazla ise mütecaviz yalnız FSEK m. 68 çerçevesinde ödemeye mahkûm edilir. Dolayısıyla hak sahibi, üç kat bedel talebi ile kârın devrini isteme imkânları açısından, bunlardan yüksek olanı kadar ödemeye hak kazanır97. Şu hâlde, hak sahibinin herhangi bir zarar şartından bağımsız olarak toplamda ya hukuka uygun davranılsaydı elde edebileceği telif ücretinin üç katına kadar ya da mütecavizin elde ettiği kâr kadar ödemeye hak kazanabildiği anlaşılmaktadır. Bu taleplerin yığılması mütecavizin iki kez cezalandırılması anlamına geleceğinden FSEK m. 95 Bkz. ve karş. Ayiter, s. 253; Erel, s. 349, 350; Yasaman, s. 816; Akın, s. 144; Erdil, s. 1306; Şahin, s. 191. Zarar yönünden yoksun kalınan kâr ve fiili zararı birbirinden ayırarak fiili zararın tazmini ile kârın devri talebinin yığılabileceği görüşünde bkz.: Yavuz / Alıca / Merdivan, s. 2216, 2217; Demirbaş, s. 208; Küçükali, s. 64. Genel olarak vekâletsiz iş görmeden doğan kârın devri talebi ile tazminat talebinin ilişkisi bakımından karş. Tandoğan, Vekâletsiz İş Görme, s. 205, 206; Arkan-Akbıyık, s. 62, 63; BaşSüzel, s. 252.     96 Tekinalp, § 20 N. 99; Öztan, s. 678; Bozbel, s. 583; Yavuz / Alıca / Merdivan, s. 2216; Durgut, s. 1094; Demirbaş, s. 210; Küçükali, s. 64. 97 Bu yönde bkz.: Yarg. 11. HD. T. 25.02.2010 E. 2008/11423 K. 2010/2165; Yarg. 11. HD. T. 31.03.1997 E. 1997/1850 K. 1997/2313 (Kararlar için bkz.: Kazancı İçtihat.).Murat Sarıkaya                                                                                                                            83 70/III hükmünde düzenlenen üç kat bedel indirimi isabetlidir98. Nitekim doktrinde de buradaki indirimin hakkaniyet düşüncesiyle öngörüldüğü ifade edilmektedir99. Aslına bakılırsa iki talebin içeriği yakından incelendiğinde belirtilen şekilde indirim yapılmasının zaten gerekli olduğu anlaşılır. Zira FSEK m. 70/III gereği mütecavizin devretmesi gereken kâr, onun fikri hak ihlali sebebiyle elde ettiği net kazançtır. Dolayısıyla iş görme sırasında yapılmış olan masrafların elde edilen menfaatten düşülmesi gerekir100. Fikri haktan yararlanmak için sözleşme kapsamında ödenmesi gereken telif ücreti bir masraf oluşturacağından hakkın ihlali sebebiyle FSEK m. 68 çerçevesinde sonradan (üç misline kadar) ödenmesi gereken bedel de mütecavizin elde ettiği menfaatten indirilmelidir. Zira FSEK m. 68 hükmüne dayanan bu ödeme aslında mütecavizin fikri hakkı ihlal ederek kaçınmış olduğu bir masrafı cezalı olarak ifa etmesi sonucunu doğurmaktadır; dolayısıyla mütecavizin net kazancı belirlenirken söz konusu ödeme de göz önünde tutulmalıdır101.  Belirtildiği üzere FSEK m. 68 çerçevesinde üç kat bedel ile FSEK m. 70/III çerçevesinde kârın devri zarardan bağımsız olarak istenebilmektedir ve fakat bu taleplerin maddi tazminatı etkileyen yönü bulunmaktadır. Zira benimsediğimiz yaklaşıma göre, hak sahibi ancak söz konusu taleplere istinaden elde edeceği ödemeyle karşılanamayan bir zararı varsa mütecavizden ayrıca maddi tazminat isteyebilir. Şu hâlde, hak sahibinin zarardan bağımsız olan taleplerinin zarara bağlı olan maddi tazminatı sınırladığı anlaşılmaktadır. Zira zarardan bağımsız olan taleplere istinaden hak kazanılan ödeme ölçüsünde zararın giderildiği sonucuna varılmaktadır. Fakat tabiatıyla manevi zarar ve dolayısıyla manevi tazminat bakımından aynı şey söylenemez. Hak sahibinin zarar şartından bağımsız olarak elde edebileceği ödeme miktarının mütecavizin kusuruna bağlı olarak değişip değişmediği de ayrıca sorulması gereken bir sorudur. Aksi yönde de görüş bulunmasına rağmen FSEK m. 70/III hükmüne hâkim anlayış kârın devri talebinin kusurdan bağımsız olduğu yönündedir. Buna karşın, FSEK m. 68 çerçevesinde üç kat bedel talebi bakımından aynı kabul kolaylıkla geçerli sayılamaz. Bir  98 Baş-Süzel, s. 297. 99 Erel, s. 350. 100 Bkz.: Baş-Süzel, s. 296, 297. 101 Kılıçoğlu na göre de kanun, kazancın iadesi talep edildiğinde bu kazanca eserin telif ücretinin de dâhil olduğunu düşünmüştür; Kılıçoğlu, Fikri Haklar, s. 405.84   TAÜHFD/ZtdR - 2019/2 kısım yazarlar ve Yargıtay tarafından bedelin üç katına hükmedilmesi mütecavizin kusurundan bağımsız olarak mümkün görülmekle birlikte, kanımızca da isabetli olan yaklaşıma göre FSEK m. 68 çerçevesinde ödeme miktarı belirlenirken hâkimin kusuru da dikkate alarak takdir yetkisini kullanması gerekir. Davalının kusursuz olması varsayımında FSEK m. 68 çerçevesinde hükmedilecek ödeme, kanımızca, makul telif ücretini aşmamalıdır. Mütecavizin kusurunun ağırlığına göre bu bedelin üç kata kadar yükselmesi kabul edilmelidir. Şu hâlde, mali hakların ihlal edilmesi hâlinde makul telif ücreti, hak sahibinin zarardan ve kusurdan bağımsız şekilde asgari olarak elde edebileceği menfaate karşılık gelmektedir. Elbette mütecaviz ihlal sebebiyle daha fazla bir kâr elde etmişse hak sahibi bu kârın kendisine devredilmesini talep edebilir (FSEK m. 70/III). Tazminat talepleri yönünden kusur unsuru incelendiğinde ise maddi tazminatta ihtilafsız şekilde bu şartın arandığı, manevi tazminatta ise konunun tartışmalı olduğu görülmektedir. Yukarıda açıklandığı üzere, doktrinde azınlıkta kalan bir görüş FSEK m. 70/I çerçevesinde manevi tazminat talep edilebilmesi için kusuru aramamakta ve Yargıtay da bu görüşü benimsemektedir. Fakat kanımızca da isabetli olan hâkim görüşe göre manevi tazminat istenebilmesi için mütecavizin kusurlu olması gerekir. SONUÇ Fikir ve Sanat Eserler Kanunu, fikri hakkı ihlal edilen hak sahibinin, hukukî nitelikleri birbirinden farklı olan çeşitli parasal taleplere başvurabilmesine imkân sağlamaktadır. Kanun sistemi içerisinde, zararı gidermeye yönelik tazminat taleplerinin yanı sıra zarar şartına bağlı olmayan taleplerin de hak sahibinin hizmetinde olması önemlidir. Böylece hak sahibi, herhangi bir zararını ispat etmek zorunda kalmaksızın mütecavizden belirli taleplerde bulunabilmektedir. Bu anlamda, mütecavizin ihlal sebebiyle elde ettiği kârın hak sahibine devri (FSEK m. 70/III) ve mali hakların ihlal edilmesi durumunda mütecavizden üç kata kadar bedel talep edilmesi (FSEK m. 68) hak sahibinin zararından bağımsız olarak mümkündür. Ayrıca bu taleplerle giderilemeyen bir zararın bulunması hâlinde hak sahibi elbette tazminat da isteyebilmektedir. Yine hak sahibi, manevi hakların ihlal edilmesi durumunda FSEK m. 70/I uyarınca manevi tazminat da talep edebilmektedir. Uğranılan manevi zararın giderilmesine yönelik olan bu talep –şartları mevcutsa- diğer para-Murat Sarıkaya                                                                                                                            85 sal taleplerin yanında ileri sürülebilir. Ancak 4110 sayılı Kanun ile hükmün lafzından kusur unsuru çıkarılmış olsa da mütecavizin kusurlu olması manevi tazminatın bir şartı olarak aranmalıdır. Hak sahibine tanınan parasal taleplerden üç kat bedel talebi (FSEK m. 68) bünyesinde birçok problemli nokta barındırmaktadır. İlk olarak bu talebin tecavüzün ref i davası kapsamında düzenlenmesi, kanımızca, isabetli değildir. Bunun yerine müstakil bir düzenlemeyle hak sahibine, mali hakkın ihlali sebebiyle elde edemediği telif ücretine ilişkin kanuni bir alacak tanınması mümkündür. Hak sahibine tanınan bu telif alacağının mütecavizin kusurunun ağırlığı gerektiriyorsa cezalı olarak ödettirilmesi, fikri haklar alanında amaçlanan caydırıcılık unsurunu da ihtiva edecektir. Buna göre, mali hakların ihlali hâlinde -zarar şartından bağımsız olarak- mütecavizin kusurunun ağırlığına göre makul telif ücretinin üç katına kadar ödeme istenebileceği; ancak kusur yoksa ödemenin makul telif ücretini aşamayacağı yerinde bir düzenleme olacaktır. Böylelikle mevcut düzenlemedeki kusurun rolüne ilişkin belirsizlik de giderilebilecektir. Yine mevcut düzenleme bakımından bir başka tartışmalı husus, üç kat bedel talebinin tabi olduğu zamanaşımı süresidir. Kanımızca, hukukî niteliği itibarıyla kanundan doğan özel bir alacak olduğu kabul edilmesi gereken bu talep, ihlalden itibaren on yılın geçmesiyle zamanaşımına uğramaktadır (TBK m. 146). Ancak zamanaşımı süresinin de açıkça düzenlenmesi tercihe şayandır.         ZUSAMMENFASSUNG Die Schadensersatzklage ist eine der Klagen, die das Gesetz Nr. 5846 über geistige und künstlerische Werke (GGKW) dem Rechtsinhaber in Bezug auf den Schutz des Urheberrechts zur Verfügung stellt. In dieser Hinsicht erkennt Art. 70 GGKW die Klage auf Schadensersatz im Falle einer Urheberrechtsverletzung. Dieser Aufsatz befasst sich mit den Ansprüchen auf Schadenersatz, auf Genugtuung sowie auf Herausgabe des Gewinns im Rahmen der genannten Bestimmung. Darüber hinaus wird die Schadensersatzklage mit dem Anspruch auf dreifache Lizenzgebühr verglichen, der durch Art. 68 GGKW vorgesehen ist. Das Hauptziel der Abhandlung ist die Klärung des Verhältnisses von betreffenden Ansprüchen zueinander. Das Gesetz sieht sowohl die Ansprüche, für die materieller oder immaterieller Schaden eine Voraussetzung bildet, als auch die Ansprüche, die nicht mit einer solchen Voraussetzung verbunden sind, nebeneinander vor. Für den Anspruch auf dreifache Lizenzgebühr nach Art. 68 und den Anspruch auf Herausgabe des aus der Verletzung erhaltenen Gewinns nach Art. 70 Abs. 3 braucht der Rechtsinhaber nicht zu beweisen, dass er irgendeinen Schaden erlitten hat. Dagegen muss er, um Schadenersatz zu verlangen, seinen Vermögensschaden zu beweisen. Der Anspruch auf Genugtuung benötigt ebenfalls immateriellen Schaden seitens des Rechtsinhabers. Die in Frage stehenden Ansprüche dif-86   TAÜHFD/ZtdR - 2019/2 ferenzieren sich auch hinsichtlich des Verschuldenselements. Die Ansprüche auf Schadenersatz und Genugtuung setzen das Verschulden des Verletzenden voraus. Der Rechtsinhaber kann den Anspruch auf dreifache Lizenzgebühr ohne Verschulden des Verletzenden geltend machen. Jedoch soll der Richter das Verschulden des Verletzenden bei der Festsetzung der Höhe des Entgelts berücksichtigen. Der Anspruch auf Herausgabe des Gewinns ist nach überwiegender Ansicht vom Verschulden unabhängig.     Der Anspruch auf Herausgabe des Gewinns reduziert sich um die Höhe der Bezahlung, die durch den Anspruch auf dreifache Lizenzgebühr erhalten wird. Verursacht die Verletzung einen Schaden am Vermögen des Rechtsinhabers, der durch die anderen Ansprüche als den Anspruch auf Schadenersatz nicht ausgeglichen wird, kann der Rechtsinhaber dafür Schadenersatz verlangen. Der Rechtsinhaber kann den Anspruch auf Genugtuung neben den anderen Ansprüchen geltend machen.   KISALTMALAR Abs.  : Absatz Art.  : Artikel / Article aş.  : Aşağıda AYM.  : Anayasa Mahkemesi bkz.  : Bakınız C. : Cilt dn.  : Dipnot E. : Esas (e)BK : 818 sayılı (eski) Borçlar Kanunu Ed. : Editör FSEK : Fikir ve Sanat Eserleri Kanunu HD. : Hukuk Dairesi K. : Karar Karş.  : Karşılaştırınız m. : Madde N. : Numara R.G.  : Resmi Gazete S. : Sayı s. : sayfa T. : Tarih TBK  : Türk Borçlar Kanunu vd.  : Ve devamı Yarg.  : Yargıtay YHGK.  : Yargıtay Hukuk Genel Kurulu YİBK.  : Yargıtay İçtihadı Birleştirme Kararı yuk.  : YukarıdaMurat Sarıkaya  87",
     "Kaynakça": "AKIN Levent,  Fikri Haklara Yönelik Tecavüzlere Karşı Hukuk Davaları , Kamu-İş, C. V, S. 3, 2000, s. 105-146. AKSU Mustafa, “Eser Yaratıcısının Eseri Üzerindeki Manevi Hakları (Eser Yaratıcısı Kişilik Hakkı) ile Genel Kişilik Hakkı İlişkisi Üzerine Bir Deneme”, Prof. Dr. Rona Serozan a Armağan, C. I, On İki Levha Yayıncılık, İstanbul, 2010, s. 121158. ARKAN-AKBIYIK Azra, Gerçek Olmayan Vekaletsiz İş Görme, Alfa, İstanbul, 1999. ARSLANLI Halil, Fikrî Hukuk Dersleri, II, Fikir ve Sanat Eserleri, Sulhi Garan Matbaası, İstanbul, 1954. AYİTER Nûşin, Hukukta Fikir ve San'at Ürünleri, Sevinç Matbaası, Ankara, 1972. BAŞ-SÜZEL Ece, Gerçek Olmayan Vekâletsiz İş Görme ve Menfaat Devri Yaptırımı, On İki Levha Yayıncılık, İstanbul, 2015. BOZBEL Savaş, Fikir ve Sanat Eserleri Hukuku, On İki Levha Yayıncılık, İstanbul, 2012. BÜYÜKSAĞİŞ Erdem, Yeni Sosyo-Ekonomik Boyutuyla Maddi Zarar Kavramı, Vedat Kitapçılık, İstanbul, 2007. ÇAĞA Tahir, “Özel Hüküm Genel Hükmü Daima Bertaraf Eder Mi?”, Türkiye Barolar Birliği Dergisi, 1991/3, s. 366-375. DEMİRBAŞ Ali, Fikir ve Sanat Eserleri Kanunu nda Eser Sahibinin Mali Haklarına Tecavüz Halinde Hak Sahibine Sağlanan Hukuki Koruma, On İki Levha Yayıncılık, İstanbul, 2015. DURGUT Ramazan, “Fikir ve Sanat Eserleri Kanunu Kapsamında Tazminat Davaları”, Prof. Dr. Hüseyin Ülgen e Armağan, C. I, Vedat Kitapçılık, İstanbul, 2007, s. 1075-1095. ERDEM Mehmet, Özel Hukukta Zamanaşımı, On İki Levha Yayıncılık, İstanbul, 2010. ERDİL Engin, İçtihatlı ve Gerekçeli Fikir ve Sanat Eserleri Kanunu Şerhi, C. II, Vedat Kitapçılık, İstanbul, 2009. EREL Şafak N., Türk Fikir ve Sanat Hukuku, 3. Bası, Yetkin Yayınları, Ankara, 2009. EREN Fikret, Borçlar Hukuku, Genel Hükümler, 23. Baskı, Yetkin Yayınları, Ankara, 2018. GÖKYAYLA Emre, “Fikir ve Sanat Eserleri Kanunu nda Yapılan Değişikliklerin Değerlendirilmesi”, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, C. VII, S. 1, 2005, s. 1-28. GÖKYAYLA Emre, “5728 Sayılı Kanunla Fikir ve Sanat Eserleri Kanunu nun 68. Maddesinde Yapılan Değişikliklerin Değerlendirilmesi”, Fikrî Mülkiyet Hukuku Yıllığı 2010, Ed. Tekin Memiş, On İki Levha Yayıncılık, İstanbul, 2011, s. 283-304 (Atıf: 68.Madde).88   TAÜHFD/ZtdR - 2019/2 GÜL İbrahim, ABD ve Türk Hukukunda Medeni Ceza, Yetkin Yayınları, Ankara, 2015. HIRSCH Ernst E., Hukukî Bakımdan Fikrî Sây, C. II, İktisadi Yürüyüş Matbaası ve Neşriyat Yurdu, İstanbul, 1943. İNCEOĞLU M. Murat / TOSUN Yalçın,  Fikir ve Sanat Eserleri Kanunu Uyarınca Manevi Tazminat Talepleri ve Bunların Türk Borçlar Kanunu İle İlişkisi , Banka ve Ticaret Hukuku Dergisi, C. XXVIII, S. 3, Eylül 2012, s. 75–113. KILIÇOĞLU Ahmet M., “5846 daki Hatalı Bir Değişiklik Açısından Manevî Hakların İhlalinden Doğan Zararın Tazmini”, FMR, Y. 1, C. I, S. 2001/3, s. 23–28 (Atıf: Değişiklik). KILIÇOĞLU Ahmet M., Sınai Haklarla Karşılaştırmalı Fikri Haklar, 4. Baskı, Turhan Kitabevi, Ankara, 2018 (Atıf: Fikri Haklar). KOCAAĞA Köksal, Ceza Koşulu (Sözleşme Cezası), 2. Bası, Yetkin Yayınları, Ankara, 2018. KÜÇÜKALİ Canan, Fikri Hakların İhlalinden Kaynaklanan Tazminat Davası, Seçkin Yayıncılık, Ankara, 2017. LARENZ Karl / CANARIS Claus-Wilhelm, Methodenlehre der Rechtswissenschaft, 3. Auflage, Springer, Berlin-Heidelberg, 1995. OĞUZ Arzu / ÖZDEN-MERHACI Selin, “Fikri ve Sınâi Hakların İhlal Edilmesinden Doğan Tazminat Talepleri”, Prof. Dr. Erdal Onar a Armağan, C. II, Ankara Üniversitesi Basımevi, Ankara, 2013, s. 951-974. OĞUZMAN M. Kemal / ÖZ M. Turgut, Borçlar Hukuku, Genel Hükümler, C. II, 14. Bası, Vedat Kitapçılık, İstanbul, 2018. ÖZDEN-MERHACI Selin, Karşılaştırmalı Hukukta Cezalandırıcı Tazminat, Yetkin Yayınları, Ankara, 2013. ÖZTAN Fırat, Fikir ve Sanat Eserleri Hukuku, Turhan Kitabevi, Ankara, 2008. ÖZTRAK İlhan, Fikir ve Sanat Eserleri Üzerindeki Haklar, Ankara Üniversitesi Siyasal Bilgiler Fakültesi Yayınları No. 312, Ankara, 1971. PİROĞLU Ünsal, “Fikri Hak İhlallerinin Tazmininde FSEK 68. Maddenin Farklı Konumu ve Niteliği”, Yargıtay Dergisi, C. XXX, S. 4, 2004, s. 433-458. SULUK Cahit / KARASU Rauf / NAL Temel, Fikri Mülkiyet Hukuku, 2. Baskı, Seçkin Yayıncılık, Ankara, 2018. ŞAHİN Ayşenur, Fikri Hukukta Eser Sahibinin Mali Haklarının Korunması, Vedat Kitapçılık, İstanbul, 2010. TANDOĞAN Halûk, Türk Mes uliyet Hukuku, Vedat Kitapçılık, İstanbul, 2010. TANDOĞAN Halûk, Mukayeseli Hukuk ve Hususiyle Türk - İsviçre Hukuku Bakımından Vekâletsiz İş Görme, Fakülteler Matbaası, İstanbul, 1957. TEKİNALP Ünal, Fikrî Mülkiyet Hukuku, 5. Bası, Vedat Kitapçılık, İstanbul, 2012.Murat Sarıkaya  89 TEKİNAY Selâhattin Sulhi / AKMAN Sermet / BURCUOĞLU Halûk / ALTOP Atillâ, Borçlar Hukuku, Genel Hükümler, 7. Baskı, Filiz Kitabevi, İstanbul, 1993. TOPUZ Gökçen, Medeni Usul Hukukunda Karinelerle İspat, Yetkin Yayınları, Ankara, 2012. TOSUN Yalçın, Manevi Haklar, On İki Levha Yayıncılık, İstanbul, 2016. ÜSTÜN Gürsel, Fikri Hukukta İşleme Eserler, Besam, İstanbul, 2001. VON TUHR Andreas / PETER Hans, Allgemeiner Teil des Schweizerischen Obligationenrechts, C. I (mit Supplement), 3. Auflage, Schulthess, Zürich, 1984. YASAMAN Hamdi,  Fikri Haklarda Tazminat İle İlgili Bazı Sorunlar , Prof. Dr. Ömer Teoman'a 55. Yaş Günü Armağanı, C. I, Beta, İstanbul, 2002, s. 805-819. YAVUZ Levent / ALICA Türkay / MERDİVAN Fethi, Fikir ve Sanat Eserleri Kanunu Yorumu, C. II, 2. Baskı, Seçkin Yayıncılık, Ankara, 2014. ZEYTİN Zafer, “Alman Hukukunda Zarar Kavramı ve Gelişimi – I: Maddi Zarar Olarak ‘Özel Kullanım Kaybı”, Banka ve Ticaret Hukuku Dergisi, C. XX, S. 2, Aralık 1999, s. 73-89. İnternet Kaynakları http://www.kazanci.com (Kazancı İçtihat) https://www.resmigazete.gov.tr (R.G.)"
}