{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "21",
     "Ay": "05",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "ÇEVRECİ DÜŞÜNCE VE ÇEVRE HUKUKU İÇİN RADİKAL BİR KILAVUZ:ARNE NAESS’İN DERİN EKOLOJİ YAKLAŞIMI",
     "Title": "EINE RADIKALE LEITLINIE FÜR ÖKOLOGISCHES DENKEN UND UMWELTRECHT:DER TIEFENÖKOLOGISCHE ANSATZ VON ARNE NAESS",
     "Yazar İsmi": [
          "Dr. Engin ARIKAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Çevrecilik",
          "doğanın içkin değeri",
          "doğa ve kendini gerçekleştirme",
          "sığ ekoloji",
          "derin ekoloji",
          "pasif direniş"
     ],
     "Keywords": [
          "Environmentalism",
          "intrinsic value of nature",
          "nature and self-realization",
          "shallow ecology",
          "deep ecology",
          "passive resistance"
     ],
     "Özet": "Doğa, düşünce tarihinin başından itibaren filozofların üstünde durduğu bir konu olmuştur. Tıpkı diğer düşünce biçimleri gibi çevrecilik de çatısı altında birçok özgün kuramı barındırmaktadır. Arne Naess, çevreci düşüncede derin ekoloji” yaklaşımını temsil etmektedir. Derin ekoloji, ekolojik sorunların temelinde insan merkezli modern düşünce sisteminin yer aldığını ifade etmiştir. Bu kapsamda derin ekoloji, insan merkezli düşünce sistemi yerine doğa merkezli yeni bir düşünce sistemini önermiştir. Naess kuramında doğanın insanın kendisini gerçekleştirmesi sürecindeki rolüne ve modern toplumların doğaya olan bakışının yanlışlığına dikkat çekmiştir.  Yazara göre doğanın araçsal değil, içkin bir değeri vardır ve insanın gerçek anlamda gerçekleştirebilmesi için doğa ile buna uygun bir ilişki kurması gerekmektedir. Bu düşünce sistemi çevreci düşünce ve çevre hukuku açısından önemli ve yeni bir çıkış noktası sağlamaktadır. Günümüz çevreci düşünce ve çevreci hukuk her ne kadar belli ilerlemeler ve korumalar sağlasa da yaklaşan yıkıma tam manasıyla bir çözüm getirememiştir. Bu yaklaşım, süregelen başarısızlığın sebepleri ve gerekli çözümlere dair özgün önerilerde bulunmakta ve pasif direniş stratejisi ile toplumsal değişimi gerçekleştirmeyi hedeflemektedir.",
     "Abstract": "Nature has been a topic which philosophers dwelled upon since the beginning of history of thought. Environmentalism has also many authentic theories under its roof, as other intellectual approaches have. Arne Naess represents deep ecology approach in environmentalist thought. Deep ecology has expressed that the core of the ecological problems rests on human-based modern thinking system. In this context, deep ecology has suggested a new nature-based thinking system instead. Naess, in his theory, draws attention to the role of nature in selfrealization of men and wrongness of modern societies in their regard to nature. According to the author, nature has an intrinsic, not instrumental value, and it is necessary for human beings to establish a proper relationship with nature for self-realization in a real sense. This philosophy provides an important and a new starting  point  for  environmentalist  thinking  and  environmentalist  law. Although  today's  environmental  thinking  and  environmental  law  provide certain progress and protection, it has not been able to fully solve the impending destruction. This approach makes original suggestions about the reasons of the ongoing failure and the necessary solutions and aims to realize social change through passive resistance.",
     "Metin": "Doğa, düşünce tarihinin başından itibaren filozofların üstünde durduğu bir konu olmuştur. Varlığın özünün ne olduğu, doğanın neyden meydan geldiği, insanın buradaki yeri ve amacının ne olduğu soruları çoğu filozofun olduğu kadar pek çok sıradan insanın da hayatlarının belli dönemlerinde aklını meşgul etmiştir. Doğa her zaman düşünmenin merkezinde olmasa da bu sürecin bir kısmında kaçınılmaz olarak yer almıştır. Modernizmin gelişimi ve çağımızın hayat tarzını belirlemesi, toplumsal yaşantıda ve ideolojilerde ciddi değişiklikler yaratmıştır. Doğa da bu değişikliklerden ciddi bir şekilde payını almıştır. İnsan nüfusunun ve tüketiminin yükselmesi, teknoloji ve endüstriyelleşmenin gelişmesi, kapitalizmin küresel boyutta büyümesi, insanların dünya üzerinde dokunmadığı alanları daraltmış, kirliliği arttırmış ve sayısız canlı türünün yaşamlarını ve yaşam alanlarını baskılamıştır. Bu sorunlar belli bir süre modernizmin getirilerinin sağladığı refah ve güç nedeniyle pek ciddiye alınmasa da artan problemler çevrenin de düşünsel ve siyasi tartışmanın bir parçası olmasına neden olmuştur.  Çevrecilik, esas çalışma alanını çevre sorunlarının nedenlerini tespit etmek ve bunlara çözüm bulmak olarak belirleyen bir düşünsel ve siyasi yaklaşımdır. Pek tabii ki liberalizm, feminizm, sosyalizm gibi akımlar gibi çevreciliğin de kesin bir tanımını veya bir özellikler listesini sunmak zordur. Tıpkı diğer düşünce biçimleri gibi çevrecilik de çatısı altında birçok özgün kuramı barındırmaktadır. Çevreciliğin anlaşılması için bu kuramların özel olarak incelenmesi belirlilik ve somutluk açısından daha faydalı bir yol olacaktır.  Bu çalışmada ele alınacak düşünür olan Arne Naess, çevreci düşüncede derin ekoloji yaklaşımını temsil etmektedir. Bu yaklaşımın çevreci düşüncenin belki de halen en güçlü özgün kolu olduğu söylenebilir. Arne Naess in çalışmaları çevreciliği diğer ideoloji ve ahlak yaklaşımlarından ayrık bir düşünce biçimi olarak geliştirmiş ve kendisinden sonra gelen düşünürler için de bir güçlü bir taban sağlamıştır. Arne Naess in argümanları bugün birçok çevreci örgüt tarafından benimsenmiştir; siyasi tartışma ve taleplerde aktif bir şekilde kullanılmaktadır.194          TAÜHFD/ZtdR - 2020/1 Bu çalışmada ilk önce, Arne Naess in kariyeri ve kuramsal pozisyonu sunulacaktır (I.). İkinci olarak, düşünürün kuramında merkezi bir öğe olan kendini gerçekleştirme düşüncesi ve doğanın bu süreçteki değerinin ne olduğu açıklanacaktır (II.). Üçüncü olarak Naess in ortaya koyduğu sığ ekoloji ve derin ekoloji ayrımı incelenecektir (III.). Dördüncü olarak, bu analizin sonucunda elde edilen çıkarımlara bakılacaktır (IV.). Beşinci ve son olarak da bu yaklaşım hukuk bağlamında analiz edilecektir (V.). I. Kariyeri ve Kuramsal Pozisyonu Arne Naess 1912 de Norveç, Oslo da zengin bir ailenin dördüncü çocuğu olarak doğmuştur. Gençliğinde dağcılığa ve bilimsel faaliyetlere ilgi duyan yazar Oslo Üniversitesi nde matematik, astronomi ve felsefe eğitimi almıştır. Daha sonra Paris ve Viyana ya ziyaretlerde bulunan Naess bu şehirlerde Fransız düşünür Bergson un dil felsefesi ve Viyana Çevresi  grubunun  mantıksal  pozitivizm  düşüncelerinden  etkilenmiştir. 1936 da doktora tezi olan Erkenntnis und Wissenschaftliches Verhalten eserini tamamlamıştır. Naess tezini tamamladıktan sonra kırsal alanda bir kulübe kurar ve Tvergastein adını verdiği bu kulübede kendi günlük yaşantısını sürdürebilecek ekipmanlar yerleştirir. Çalışmalarına 1937 ve 1938 yıllarında Amerika Birleşik Devletleri nde devam eden Naess, daha sonra 1939 da ülkesine Oslo Üniversitesi deki felsefe bölümünün başkanı olarak geri dönmüştür.1  İkinci Dünya Savaşı nın başlaması ve Almanya nın 1940 ta Norveç i işgal etmesi sonucunda Oslo Üniversitesi kapanmıştır. Naess savaş sırasında direniş gruplarında aktif olarak görev almıştır. Yazar bu dönemde Mahatma Gandhi nin şiddet karşıtı pasif direniş yaklaşımına büyük ilgi duymuştur. Naess her ne kadar Nazi Almanyası ile mücadele sırasındaki koşulların bu yaklaşımın kullanılmasına imkân vermediğini kabul etse de savaştan sonra Nazi Almanyası işbirlikçilerine karşı rövanşizme karşı çıkmıştır. Yazar, işbirlikçiler ile kurbanların akrabaları arasındaki barışmanın ve affın gerçekleşmesi için görüşmelerin yapılmasını sağlamıştır. 1950 1   Harold Glaser, Series Editor s Introduction, The Selected Works of Arne Naess, Editörler: Harold Glasser / Alan Drengson, Springer Publishing, Amsterdam, 2005, ss. xxvi-xxxii.Dr. Ergin Arıkan   195 sonrasında Naess çalışmalarını semantik ve septisizm alanlarına kaydırmıştır. Yazar 1969 da emekli olmuş ve kulübesine çekilerek tamamen çevre felsefesine yoğunlaşmıştır. Naess ilk büyük çevreci eylemini 1970 te Norveç te Mardalsfossen fiyortuna yapılacak barajın inşaat alanındaki kayalıklara kendini zincirleyerek gerçekleştirmiştir. Bu eylem her ne kadar barajın inşasını durdurmasa da Norveç teki çevreci farkındalığı arttırmıştır.  Ecology,  Community,  and  Lifestyle:  Outline  on  an  Ecosophy 1976 da çevreci düşünce alanında yazdığı temel eserdir. Naess, 1996 da İsveç Akademisi Nordik Ödülünü almıştır; 2005 te de Aziz Olav Norveç Kraliyet nişanına layık görülmüştür. 2002 de Naess in hayat felsefesini ele alan Life s Philosophy yayınlanmıştır. Son olarak 2005 te Selected Works of Arne Naess, düşünürün tüm eserlerini on ciltte toplamıştır. Yazar 2009 da doksan yedi yaşında hayatını kaybetmiştir.2  Arne Naess, çevreci düşüncede derin ekoloji yaklaşımını temsil etmektedir. Naess, kendi yaklaşımı ile sığ ekoloji yaklaşımı arasında bir kontrast oluşturur. Yazara göre sığ ekoloji yaklaşımı mevcut çevre sorunlarının basit reformlarla insan yararına uygun şekilde idare edilebileceği düşüncesini temsil eder.  Naess ise çevreci düşüncenin derinlere inerek çevre krizinin temelindeki düşünsel ve toplumsal dinamiklerin ortaya çıkarması ve kökten farklı bir yön çizmesi gerektiğini savunur.  Çevreye dair analizler her ne kadar düşünce dünyasında belli bir seviye ve hacimde yer bulsa da geleneksel yaklaşım doğayı insana sağladığı fayda veya sunduğu imkânlar bağlamında ele almış, çevre sorunlarına da bu bakış açısından çözümler öne sürmüştür. Naess ise doğaya insanlara sağladığı faydadan bağımsız bir değer vermesi ve insanların kendi hayatlarını doğa bağlamında tekrar değerlendirmesini önermesi açısından çevreci düşünceye oldukça orijinal bir çizgi getirmiştir. Naess in yaptığı tespit ve vurguladığı değerler kendisinden sonra gelen düşünür ve toplumsal hareketleri de ciddi şekilde etkilemiştir. 2   David Rothenberg, Arne Naess, Encyclopedia of Environmental Ethics and Philosophy  -  Volume  II,  Editörler:  J.  Baird  Callicott  /  Robert  Frodeman, MacMillan Publishing, New York, 2008, ss. 79-80.196                                                                                                TAÜHFD/ZtdR - 2020/1 II.  İnsanın Kendini Gerçekleştirilmesi ve Doğa Naess in kuramındaki ana tema, mevcut yaşam ve düşünce tarzının insan ile doğa arasındaki ilişkinin hakkını veremiyor oluşudur. Doğa günümüz toplumlarında ancak insana sundukları ile değerlendirilmekte ve çevre sorunları da ancak bu kapsamda ele alınmaktadır. Düşünce tarihine de bakıldığında buna paralel bir durum söz konusudur: değer felsefesi ve ahlak felsefesi tarihinin esas çalışma alanı nihayetinde insanın değeri olmuştur. Bu yaklaşımlar insanın hissedebilme veya akıl yürütme kapasitesinden hareketle insana değer atfetmiştir. En azından dar anlamıyla akıl yürütme kapasitesi sadece insanlara mahsus olduğundan insanların belli muamelelere maruz bırakılmaması gerektiği sonucuna ulaşılmıştır. İnsanların bu yüceltilmesi göreceli olarak diğer varlıkların değersizleştirilmesine ve bu yüksek varlık için araçsallaştırılmasına yol açmıştır. Hissedebilme kapasitesi de her ne kadar insan dışındaki birçok canlıda mevcut olsa da bu yaklaşımdan da esas olarak insanlar yararlanmış ve insandışı yaşam formları bu değer kategorisinden dışlanmışlardır. Söz konusu yaklaşımlar ister istemez değer öznesi ile diğerleri arasında belli sınırlar çekmekte ve bu sınırın içinde kalana farklı bir değer atfetmektedir. İnsan merkezciliğe sadece insan içkin değere layık ve sahipken doğanın geri kalanı ancak insan için araçsal bir değere sahip olabilir3. Arne Naess in düşüncesinin temelinde de ilk etapta insanın Kendini Gerçekleştirmesi-Kendisinin Farkına Varması (Self-Realisation)  düşüncesi vardır. Bu düşüncede kişi, gerçek kendisini gerçekleştirebilmek için içinde bulunduğu doğa ile olan ilişkisinin farkına varmalıdır. Bir kimse doğada bulunduğu zaman doğanın salt mekanik, cansız ve boş olmadığını; tam tersine hareketli, canlı ve yaratıcı olduğunu tecrübe eder. Doğada yaşam sürekli olarak devinmektedir ve tüm canlılar bir bütün olarak bu süreçte yer almaktadır. İnsan da bunun bir parçasıdır. Naess e göre kişi kendi duygu, bilinç ve değerlerini doğadaki tecrübeleri ile gerçekleştirebilir ve bunların farkına varabilir. Ancak bunu yapması için öncelikle doğanın mütevazı bir parçası olduğunu görmesi gerekir. Örneğin  3   Bilge Kağan Şakacı, Değer Kavramı Ekseninde Derin Ekoloji Yaklaşımının Çözümlenmesi, Mülkiye Dergisi, 2013, Cilt: 37, Sayı: 1, ss. 12-16.Dr. Ergin Arıkan   197 dağın eteğindeki bir insan o dağın muazzamlığını tecrübe eder, onun büyüklüğünü paylaşabilir; ancak bunun için ilk başta kendisinin ne kadar ufak olduğunu düşünmesi gerekir.4  Doğada var olan devinim insani kırılganlığı ve geçiciliği hatırlatır. Bu hayat yolculuğu ve mücadelesinde insanların yalnız olmadığını gösterir. Acı ve sorunların, mutluluk ve keyiflerimizin benzerleri zamansal ve mekânsal olarak sonsuz bir şekilde doğada mevcuttur. Doğanın büyüklüğü karşısında insanın varlığının ve buna bağlı olarak dertlerinin merkezi niteliği ortadan kalkar. Doğanın insanlara sundukları ve genişliği, insanların varlığının soyut veya bağımsız bir cisim olamayacağını ve içinde yaşadıkları doğanın bir parçası, bu yuvanın bir üyesi olduklarını gösterir. Doğadaki ilişkiler aynı zamanda, geniş anlamda bağlı olunan diğer aile üyelerine dair sorumlulukları da hatırlatır. İnsanın ancak bu ilişkiler bütünde bir Kendi olduğunun farkına varılır. Hayvanlar âlemindeki çeşitlilik, farklı özelliklerin farklı koşullarda doğal olabileceğini gösterir. Bu çeşitlilik, insanlar âlemi içinde de farklı hayat tarzları ve karakter özelliklerinin olabileceği fikrine daha hoşgörülü ve anlayışlı bakmaya yöneltir. Muhtemelen bu nedenle çoğu insan bir ormanda veya bir parkta yürümeyi, denizi seyretmeyi, hayvanlarla, bitkilerle vakit geçirmeyi veya doğaya hiçbir erişim imkânı kalmasa dahi en azından bir doğa belgeseli izlemeyi sever.    Doğadaki tüm canlılar kendi iyilerine uygun olarak yaşamak ve serpilmek için mücadele vermektedir. Naess in düşüncesine göre tüm canlılar doğadaki sayısız etkileşimle doğrudan ve dolaylı olarak birbirlerine bağlıdır. Bu nedenle insanın gerçek kimliğini ortaya çıkarması için doğayla olan bağının farkına varması gerekmektedir. Bu yaklaşım, klasik değer felsefesinin değer özneleri çevresinde sınırlar çizmesinin aksine varlıklar arasındaki suni düşünsel sınırların kaldırılmasını savunmaktadır.5  Kişinin kendisini sadece belli sınırların içinde bir varlık olmaktansa 4   Arne Naess, Deep Ecology of Wisdom: Explorations in Unities of Nature and Cultures, The Selected Works of Arne Naess – Volume X, Editörler: Harold Glasser / Alan Drengson, Springer Publishing, Amsterdam, 2005, s. 368. 5   John Barry, Rethinking Green Politics, Sage Publishing, London, 1999, ss. 20-22.198                                                                                                TAÜHFD/ZtdR - 2020/1 doğanın tamamının bir parçası olarak görmesi onun kendini gerçekleştirmesini sağlar. Kişi, doğaya baktığı zaman kendinden bağımsız bir şey değil ancak kendisinden, özünden bir parça görmüş olacaktır. Kişi doğa ile birlik olduğunun farkına vardığı zaman kendisi ile doğayı bir tutacaktır. Naess in Kendini Gerçekleştirme kavramındaki büyük K lı Kendi, kişinin kendi bedeni ve aklının ötesinde bulunan doğadaki özünü temsil eder. İnsan ancak bu özünün farkına vararak gerçek anlamda kendisinin farkına varabilir. Bu noktada kişi, doğayı kendisinden bağımsız ve sadece kendisi için kaynaklar sağlayan bir madde bütünü olmaktan öteye koymalıdır. Kişinin bu duyu ve tecrübelerini ortaya çıkarması sonucunda insanın kendi dışındaki varlıklara zarar vermemesi veya onları koruması gerektiği düşüncesi, taşınması gereken özgecil bir yük olmaktan çıkar. Kişi zaten kendi özünü taşıyan doğadaki varlıkların korunmasını kendi özünün korunması olarak görür. Onlara zarar vermek, kendisine zarar vermek olacaktır. Örneğin bir nehir yatağına yapılacak baraj sadece nehre zarar vermez aynı zamanda o özü paylaşan kişiyi de yaralar. Çünkü o nehirdeki devinim ve güç, insanın da deviniminin ve gücünün özünü taşır. Bu yaklaşımın insan odaklı olmadığına dikkat etmek gerekir. Kişi Kendini  Gerçekleştirme  sürecini  tamamladığında,  doğayı  bireysel menfaati için korumaz. Ters taraftan özgecil eylemler ve koruma itkisi de başkasını koruma veya başkasına zarar vermeme anlamından da çıkmış olmaktadır.6  Naess, doğanın iki yönü olduğunu söyler. Bunlardan biri yukarıda bahsedilen birlik halidir. Bununla beraber doğa aynı zaman da çeşitlidir. Çeşitlilik doğaya muazzam bir zenginlik kattığı gibi organizmaların birlikteliğini de kuvvetlendirir. Yazar doğadaki tüm varlıkların kendi içinde özel bir iyilerinin olduğunu ve bu kendi içindeki iyilerini mümkün olduğunca ortaya çıkarmaya çalıştıklarını söyler. Bu yaklaşım Aristoteles in telos düşüncesine paraleldir. Naess e göre Kendini Gerçekleştirmiş kişi kendisini doğa ile özdeşleştirdiği gibi kendi öznesini diğer varlıkların üstüne de koymaz. Doğa kendi başına bir yaşam sürecindedir ve insanlara sağladıklarının ötesinde kendi içinde, kendi başına bir değere sahiptir. Sonuç olarak doğanın araçsal bir değeri yoktur, içkin bir değeri vardır. Bu  6   Arne  Naess,  Ecology,  Community  and  Lifestyle:  Outline  on  an  Ecosophy, Cambridge University Press, Cambridge, 1986, ss. 8-9.Dr. Ergin Arıkan   199 nedenle doğa belli bir mülkiyet nesnesi olarak görülmemeli, ona salt bir araç olarak muamele edilmemelidir. Böyle bir yaklaşım insanın kendini gerçekleştirmesini engeller. Düşünür bu noktadan Yaşa ve Yaşat ilkesini türetir. Kişi için en iyi durum, kendisi de dâhil olmak üzere doğadaki tüm varlıkların kendi çeşitliklerinde kendi iyilerini ortaya koyması ve serpilmesidir. Dünyadaki en iyi durum, en fazla çeşitliliğin gerçekleştiği haldir. Bu durumda birlik içerisinde çeşitlilik ortaya çıkar.7  Naess in kendini gerçekleştirme ilkesinin işaret ettiği doğa ile bütünleşme unsuru, doğadaki varlıklara da bireyin kendi kısıtlı benliğinin ötesinde bir değer verilmesine vurgu yapar. Buna göre kişinin gerçek anlamda kendisini gerçekleştirebilmesi için doğa ile bütünleşmesi ve doğadakileri sadece kendi sığ menfaatleri doğrultusunda değerlendirmemesi gerekir. Naess in bu açıklamaları biyosferik eşitlik ilkesine varır. Buna göre her ne kadar varlıklar arasında zorunlu ihtiyaçlardan kaynaklı bir yaşam mücadelesi olsa da genel manada topyekûn bir tahakküm doğru değildir. Bu etik modelde tüm varlıkların eşit içkin değeri vardır; bu varlıkların hakkının verilmesi ve herkesin kendisini gerçek anlamda gerçekleştirebilmesi için de bu modele uygun hareket etmesi gerekir.8 Bu açıklamalar ister istemez doğaya dair bazı sübjektif tecrübelere, hislere ve sezgilere atıfta bulunmaktadır. Ancak Naess, bunu bir sorun olarak ele almaz. Kendisi açık bir şekilde düşüncesinin özel olarak bir etik veya varlık felsefesine odaklanmadığını bunun yerine içinde yaşanılan dünyanın nasıl tecrübe edildiği ve bu dünyada nasıl yaşanıldığını açıklamaya gayret ettiğini söyler. Buna göre Naess in düşüncesi klasik anlamda bir çevreci etik değil, ilk etapta bir çevre bilincidir9. Bu noktada kaçınılmaz olarak her etik sistemin şu veya bu şekilde belli sezgilere atıfta bulunduğunu da belirtmek gerekir. Bu nedenle Naess in kuramının bu özelliği kendi başına bir zaaf olmaz.  7   Arne Naess, The Shallow and the Deep, Long-Range Ecology Movement: A Summary, Inquiry, 1973, Cilt: 16, Sayı: 1, s. 96. 8   Orçun İmga, Küreselleşen Çevresel Krize Hâkim Paradigma Dışı Bir Bakış Olarak Derin Ekolojik Yaklaşım, Dicle Üniversitesi Hukuk Fakültesi Dergisi, 2004, Cilt: 8-9-10-11, Sayı: 8-9, ss. 141-144. 9   Andrew Dobson, Green Political Thought, 4. Bası, Routledge Publishing, London, 2007, ss. 38-39.200                                                                                                TAÜHFD/ZtdR - 2020/1 Yaşa ve yaşat formülü otomatik olarak kişilere izleyecekleri kesin buyruklar veya uygulamaları gereken katı ilkeler vermez ancak içinde bulundukları durumu anlamlandırmalarını sağlar. Naess, her ne kadar sezgilerimizi belli matematiksel veya mantıksal formüllere dökemesek de bu durumun doğa ile kurduğumuz bağın varlığını ve bunu doğrudan sezgilerimizle bildiğimiz gerçeğini ortadan kaldırmayacağını söyler. Yazar bununla birlikte kuramının felsefi kaynaklarının Budizm, Spinoza felsefesi ve Hristiyanlıktan beslendiğini söyler. Bu akımlardaki bir olma, insan ile doğanın uyum içinde olması, bireysel hırslardan kurtulma düşünceleri Naess in yaklaşımına paraleldir. Naess, düşünsel görüşünün katı kural ve kavramlardan oluşmadığını da ekler. Kendi duruşunu Ekosofi – T olarak tanımlayan yazar, felsefesini Tvergastein (T nin kaynağı) isimli kulübesindeki yaşantısı sırasında doğa ile yaşadığı tecrübelerinden doğan bir hayat felsefesi olarak niteler. Buna göre başka kaynaklardan beslenen ekosofiler de ortaya çıkabilir. Naess, herkesin kendi değer ve tecrübeleri ile kendi ekosofilerini oluşturabileceğini, kişinin kendini gerçekleştirebilmesi durumunda bu tür farklılıkların düşünsel birer çeşitlilik ve zenginlik olarak görülmesi gerektiğini savunur. Ancak Naess e göre herhangi bir kendini gerçekleştirme süreci zorunlu olarak doğa ile bir bağlantı kurmalı, yani bir ekosofi olmalıdır.10  III. Sığ ve Derin Ekoloji Ayrımı  Bu yaklaşımın düşünsel aşamaları insanların günlük ve toplumsal problemlere yaklaşımına dair bazı ölçütler de getirir. Buna göre bir çevre sorunu ile karşılaşan bir kişi bu sorunu sadece kendi   (küçük k ile) menfaat ve yaşantısına etkileri bağlamında değil ama tüm doğaya etkileri bağlamında ele almalıdır. Ancak yazara göre günümüz toplumları her ne kadar çevre sorunlarıyla yüzleşmeye başlamış olsalar da bunu sadece kendileri (yine küçük k ile) bağlamında ele almaktadır.  Naess günümüzde etkili olan çevreci yaklaşımın esas olarak kirliliğin ve kaynakların tükenmesinin önlenmesine karşı bir uğraş olduğunu söyler. Bu yaklaşımın amacı insan sağlığı ve refahını güvence altına almaktır. Düşünür bu yaklaşımın insan odaklı olduğu ve insan ile çevre arasındaki  10   Naess, Deep Ecology of Wisdom, ss. 51-52.Dr. Ergin Arıkan   201 ilişkiyi ele alıp buna uygun bir yaklaşım benimsemediği için doğru olmadığını söyler. Mevcut çevreci yaklaşım kişisel çıkar odaklı olduğu için ağırlıklı olarak gelişmiş ülkelerdeki insanların sorunlarına eğilir. Birinci dünyanın üçüncü dünya ülkelerinde gerçekleştirdiği çevresel yıkım genellikle mevcut çevre yaklaşımının radarına yakalanmamaktadır. Naess buna sığ ekoloji der. Yani doğa sadece belli bir insan grubuna sağladığı kaynaklar ölçüsünde korunmaya değer hale gelir ve kirletme ancak insan sağlığına zarar verdiği anda zararlı olarak ele alınır.11  Naess, sığ ekolojiye karşıt olacak şekilde bu olumsuz nitelikleri taşımayan derin ekoloji yaklaşımını önerir. Yazar derin ekoloji yaklaşımının yedi niteliğini açıklar. İlk olarak, derin ekoloji yaklaşımı doğa ile insanının ilişkisini betimlemede kullanılan doğanın içinde olan insan modeline karşı çıkar. Bunun yerine ilişkisel ve bütünsel alan modelini önerir. Bu modelde organizmalar biyolojik olarak birbirleri ile ilişki içerisindedirler. Bu ilişki gözden çıkarıldığında varlıkların kendi özellikleri de gözden kaçırılmış olur.12  İkinci olarak, derin ekoloji kural olarak biyosferde eşitliği benimser. Buna göre doğadaki tüm canlıların eşit bir şekilde yaşama ve serpilme hakları vardır. Doğa ile aramızdaki bağ ve yaşadığımız tecrübeler sezgisel olarak bizi bu sonuca götürür. Diğer canlıların varlığı ve gelişmesine derinden gelen bir saygı duyarız ve bundan tatmin oluruz. İnsanlar antroposentrik bir şekilde doğanın geri kalanı ile bir efendi-köle ilişkisi kurması, kendisini de içinde yaşadığı doğadan yabancılaştırmıştır.  Bu ilkedeki kural olarak ibaresi doğada hayatta kalabilmek için belli bir düzeyde  öldürmenin,  kullanmanın  ve  baskılamanın  zorunlu  olduğunu ifade eder. Ancak bunun da bir sınırı olmalıdır. İnsanlar da diğer canlılar gibi sadece hayati ihtiyaçları için diğer canlıların hayatına ve gelişmesine müdahale edebilmelidir, fazlası için değil.13  11   Robert Garner, Environmental Politics: Britain, Europe and the Global Environment, 2. Bası, St. Martin s Press, New York, 2000, ss. 10-12.  12   Naess, The Shallow and the Deep, Long-Range Ecology Movement, s. 95. 13   David R Keller, Deep Ecology, Encyclopedia of Environmental Ethics and Philosophy – Volume: I, Editörler: J. Baird Callicott / Robert Frodeman, MacMillan Publishing, New York, 2008, s. 207.202          TAÜHFD/ZtdR - 2020/1 Üçüncü olarak, derin ekoloji, çeşitlilik ve simbiyosis ilkelerini benimser. Çeşitlilik; hayatta kalma imkânlarını geliştirir, yeni hayat formları oluşturur ve onları zenginleştirir. Doğa içerisindeki rekabet, bileşik ilişkiler içerisinde birlikte yaşama ve ortak bir şekilde hayatta kalma şeklinde yorumlanmalı, birinin diğerini ezmesi olarak görülmemelidir. Ya sen ya ben yaklaşımı hayatı azaltır ve kısıtlarken, yaşa ve yaşat yaklaşımı hayat formlarını arttırır ve zenginleştirir. Ekolojik çeşitlilik yaklaşımı insan toplumları içerisinde de çeşitli hayat biçimlerini, kültürleri, işleri ve ekonomileri destekler. Bu yaklaşım doğadaki canlıların çeşitliliğini koruduğu gibi insan gruplarının ve kültürlerinin de çeşitliliğini korumak istemektedir.14  Dördüncü olarak, derin ekoloji sınıf karşıtı bir duruş benimser. Buna göre derin ekoloji yaklaşımı sadece belli bir sınıfı temsil etmez veya belli bir sınıfı yenilmesi gereken bir hedef olarak görmez. İnsan toplumlarında tarihsel olarak belli gruplar başkalarını sömürmüşlerdir. Ancak sömürülen kadar sömüren de kendini gerçekleştirme imkânlarından mahrum kalmıştır. Derin ekolojinin ilkeleri tüm toplumsal gruplara seslenir ve hepsinin kendini gerçekleştirme imkânlarını çeşitlilik ve simbiyosis ilkeleri çerçevesinde geliştirmeye davet eder.15  Beşinci olarak, derin ekoloji artan kirlilik ve hızla tükenen kaynaklar sorunlarına karşı bütüncül bir yaklaşım benimser. Buna göre, kirliliğe ve kaynakların tükenmesine karşı günümüz toplum düzeninde kökten bir değişiklik yapılmalıdır. Tüketim azaltılmalı, üretim ve teknoloji gelişmeleri insanların doğal ihtiyaçlarına uygun hale getirmelidir. Böylesine kökten bir değişimi içermeyen kısmi reformlar belli sorunları kısa süreliğine çözmesine rağmen başka sorunları doğurmaktadır. Örneğin bazı fabrikalara takılan kirliliği sınırlayıcı donanımların maliyetleri tüketici ürünlerine yansımakta, bu durum da alım gücündeki farklılıklardan dolayı sınıf farklılıklarını arttırmaktadır.16   14   Arzu Maltaş, Ekoloji Ekseninde İnsan-Doğa İlişkisi ve Özne Sorunu, Karamanoğlu Mehmetbey Üniversitesi Sosyal ve Ekonomik Araştırmalar Dergisi, 2015, Cilt: 29, Sayı: 17, ss. 3-4. 15   Naess, The Shallow and the Deep, Long-Range Ecology Movement, ss. 9596. 16   A.g.e., s. 97.Dr. Ergin Arıkan                                                                                                           203 Altıncı olarak, bu yaklaşım girifti benimser, karışıklığı değil. Naess doğadaki canlıların sayısız farklı özellik ve ilişkiler ağına sahip olduğu söyler. Canlılar muazzam bir farklılık ve çeşitlilik içerisinde yaşarlar ancak bunlar belli şablonlarla bir arada bulunurlar. Bu girift durum insanların doğa hakkındaki kaçınılmaz bilgi eksikliğini ortaya koyar. Bu nedenle doğanın düzeni hakkındaki bilgilerimizin sınırlarının farkında olmamız gerekir. Rastgele, düzensiz, plansız ve tek elden yönetilen müdahale ve politikalar çoğu zaman oldukça kötü sonuçlar vermiştir. Örneğin tarım alanlarında kullanılan böcek ilaçları geçmişte farkında olmadan büyük çevresel sorunlar doğurmuş ve bu sürecin sonunda insan sağlığı da olumsuz etkilenmiştir. Bu yaklaşım aynı zamanda insan topluluklarına da uygulanabilir. Derin ekoloji ekonomik yaşamda iş bölümünü kabul eder ancak emeğin parçalanmasına karşı çıkar. İnsanlar ekonomik düzende kendi yetenek ve ihtiyaçlarına göre uzmanlaşmalı ama üretim sürecinin tamamına entegre olmalıdırlar. Ekonomik yaşam, şehir ve kırsalda ortak bir şekilde gerçekleşmeli, insanların çalışma ve dinlenme süreçleri şehir ve doğaya uyumlu bir şekilde dağılmalıdır.17 Yedinci ve son olarak, derin ekoloji yerel otonomi ve desantralizasyonu destekler. İnsan topluluklarının ilişki içerisinde oldukları çevre hakkında doğrudan karar alma mekanizmalarının bulunması daha sağlıklıdır. Yerel otonomi, buna imkân verir. Merkezileşme her ne kadar çoğunluk kuralına saygı gösterse de yerel hassasiyetleri ve ilişkileri es geçebilir. Derin ekoloji, doğal kaynakların tüketiminin ve doğada yaratılan zararın önlenmesi için insan tüketiminin radikal bir şekilde azaltılması gerektiği görüşündedir. Bu projenin gerçekleşebilmesi için kendine yeterli yerel yönetimlerin oluşturulması  gereklidir. Büyük çapta merkezi yönetimler üretim ve tüketim süreçlerini suni bir şekilde büyütmekte ve küçük toplulukların bu sürece müdahale edebilmesini engellemektedir.18  IV. Çıkarımlar Derin ekoloji bu görüşleri doğrultusunda belli çıkarımlarda da bulunur. Naess, derin ekoloji hareketinin tam olarak ne yapması gerektiğine  17   A.g.e., ss. 97-98. 18   A.g.e., s. 98.204          TAÜHFD/ZtdR - 2020/1 dair kesin ve mutlak kurallar vermekten kaçınmıştır bunun yerine doğaya nasıl değer verilmesi ve somut sorunlara dair neler yapılabileceğine dair düşüncelerini ileri sürmüştür. Bunların başında Naess in derin ekolojinin sekiz kılavuz ilkesi gelir. Buna göre:  1. Dünya üzerinde insan ve insan olmayanların iyiliği ve gelişmesi, kendi içinde değere sahip sahiptir. Bu değerler insan olmayanların insani amaçlara katkılarından bağımsızdır.  2. Hayat formlarının zenginliği ve çeşitliliği, bu değer ilişkilerine ve değerlerin kendisine katkıda bulunur. 3. İnsanların bu zenginliği ve çeşitliliği hayati ihtiyaçlarını karşılama istisnası dışında azaltma hakkı yoktur. 4. İnsan hayatının ve kültürlerin gelişimi, insan nüfusunun ciddi bir şekilde azaltılması ile uyumludur. İnsan olmayan yaşam formlarının gelişimi için de bu gereklidir.  5. Mevcut durumda insanın, insan olmayan dünyaya müdahalesi haddinden fazladır ve durum kötüleşmektedir. 6. Bu nedenle politikalar değişmelidir. Bu politikalar temel ekonomik, teknolojik ve ideolojik yapıları değiştirmelidir. Oluşacak sonuç mevcut durumdan derinlemesine farklı olacaktır.  7. İdeolojik değişim, yükselen yaşam standartlarına odaklanmak yerine yaşam kalitesinin önemsenmesiyle olacaktır. Büyük ve iri arasındaki ayrımın derin bir farkındalığı oluşacaktır.  8. Yukarıda açıklanan unsurları benimseyenlerin, gerekli değişiklikleri sağlamak doğrultusunda doğrudan ve dolaylı ödevleri vardır.  Bu ilke derin sorgulamanın öneminin altını çizer. Bu sorgulama da diğer ilkelerin nasıl izleneceği, geliştirileceği ve uygulanacağına dair akıl yürütme süreçlerini temsil eder.19 Naess daha sonra bu ilkelerin belli alanlarda nasıl sığ ekolojiden farklı çözümlere işaret edeceğini gösterir. İlk olarak, sığ yaklaşım kirlilik konusunda teknoloji sayesinde hava ve suyun kirlenmesini sınırlamaya veya 19   Arne Naess, The Deep Ecological Movement: Some Philosophical Aspects, Philosophical Inquiry, 1986, Cilt: 1-2, Sayı: 8, ss. 20-31.Dr. Ergin Arıkan   205 kirlenmiş hava ve suyun insanlarla temas etmesini engellemeye çalışır. Hukuk kirletmeyi makul düzeyde tutar. Ekonomik anlamda kirletici faaliyetler gelişmekte olan ülkelere yönlendirilir. Derin yaklaşıma göre ise sığ yaklaşım sadece kirlenmenin insana olan etkisine bakarak biyosfere etkisini görmezden gelir ve bu zararı önlemez. Üretim şekillerini ve ideolojiyi değiştirmeden farklı donanımların kullanılmaya çalışılması öngörülmeyen başka sorunlar da yaratır. Üçüncü dünya ülkeleri bu yüksek maliyetli donanımları tedarik edemedikleri için mevcut üretim şekilleri ve ideolojisinin zorunlu kıldığı rekabette ancak kirletici faaliyetlere daha fazla yönelerek ayakta kalabilirler. Sığ ekolojide kaynakların insan hayatı üzerindeki etkisi incelenir. Kaynakların aşırı tüketimi her ne kadar sorgulansa da (ki bu da kaynakların bitmesi korkusundan dolayıdır) yine teknolojik gelişmeler veya serbest piyasa hareketleri ile belli bir denge noktasına ulaşılacağına dair beklenti değişmez. Derin yaklaşım, doğanın sağladıklarını kendi kaynakları olarak görmez ve bunların kullanımının insanlara etkilerinden öte tüm ekosistem bağlamında değerlendirir. Kaynakların fütursuzca tüketiminin kendi yaşam kalitesine gerçekten katkıda bulunacağından şüphe duyar.20  Sığ yaklaşımda nüfus artışı esasen bir istikrarsızlık kaynağı olması nedeniyle gelişmekte olan ülkeler açısından bir sorun olarak algılanır. Buna karşın gelişmiş ülkelerdeki nüfus artışı ekonomik, askeri ve başka hedeflerden ötürü sevinçle karşılanır. İnsan topluluklarının optimum seviyesi diğer canlılarla olan ilişkilerinden bağımsız olarak hesaplanır. İnsanlara ayrılan yaşama alanları büyüdükçe diğer canlıların buralardan belli bir düzen içinde ötelenmesi sağlanır. Derin ekoloji ise özellikle gelişmiş ülkelerdeki insan nüfus yoğunluğunu aşırı olarak görür. Bunun nedeni modern yaşam standartlarında insanların muazzam bir tüketimde bulunmasıdır. Bu tüketim insan olmayan canlıları ciddi bir biçimde etkilemekte ve ekolojik sistemleri bozmaktadır. Dünyadaki mevcut insan nüfusu büyük oranda azalmalıdır. Bu sayede insan nüfusu patlamasından baskılanan 20   Tayfun Çınar, Çevremerkezcilik ve Derin Ekoloji Akımı, Prof. Dr. Cevat Geray a Armağan, Mülkiyeliler Birliği Yayınları, Ankara, 2001, s. 273.206          TAÜHFD/ZtdR - 2020/1 binlerce tür gelişme imkânı bulacak ve yoksul insanların ihtiyaçları mevcut kaynakların daha bolca dağıtılması ile rahatça karşılanabilecektir.21  Sığ  yaklaşıma göre batı dünyasında gerçekleşen endüstriyelleşme tüm dünya için bir hedef olarak kabul edilmelidir. Bunu destekleyecek şekilde batı teknolojisi ve kültürü de benimsenmelidir. Belli bir kültürel farklılık bu gövdeye eklemlenebilir ancak bu batıdakinden ciddi bir farklılaşma oluşturmayacaktır. Derin ekoloji yaklaşımına göre ise kültürel çeşitlilik, yaşam formlarındaki biyolojik zenginliğin insan toplumundaki analojisidir. Endüstriyelleşmiş ülkelerdeki eğitimde farklı kültürlerin bilinmesine imkân verecek şekilde antropolojiye önem verilmelidir. Batı teknolojisi ve ekonomik hegemonyadan endüstriyelleşmemiş ülkeler korunmalıdır. Siyasi ve ekonomik politikalar endüstriyelleşmiş toplumlardaki alt kültürlerin korunmasına hizmet etmelidirler. Derin yaklaşım ileri teknoloji ve ilerleme kavramlarının vaatlerine karşı çıkar.22  Sığ yaklaşım arazileri, ekosistemleri, nehirleri ve diğer doğal birlikleri belli parçalara böler. Büyük yapılar ve geştaltlar gözden çıkarılır. Bu parçalar insanların, toplumların veya kurumların mülkiyeti olarak algılanır. Bunların idaresi insanlara olan etkileri ele alınarak çözümlenir. Toprak erozyonu veya yer altı sularının dejenerasyonu geleceğe dair bir mal kaybı olarak görülür. Nesli tükenecek hayvanlar ileride yapılabilecek bilimsel deneylerde kullanabilecek deneklerin zayiatı olarak nitelenir. Doğada gerçekleşen olumsuz gidişata karşılık ileride gerçekleşecek teknolojik gelişmelere dair beklenti temelden değişikler yapılmasını gereksiz hale getirir. Derin ekoloji yaklaşımı doğanın insanların mülkiyetinde olmadığını savunur. İnsan ancak hayati ihtiyaçları için doğayı kullanmalıdır; kendi menfaatleri için doğayı salt bir araç olarak kullanamaz.23  Sığ yaklaşıma göre doğanın bozulması ve kaynakların azalması kaçınılmaz olarak bu ekonomik gereksinimler ile doğanın bir denge içerisinde 21   Hasan Yaylı/Vasfiye Çelik, Çevre Sorunlarının Çözümü için Radikal bir Öneri: Derin Ekoloji, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, 2011, Cilt: 26, Sayı: 1, ss. 373-374. 22   Naess, Deep Ecology of Wisdom, s. 44. 23   A.g.e., s. 45.Dr. Ergin Arıkan                                                                                                           207 idare edilmesini sağlayacak uzmanların yetiştirilmesini gerekli kılacaktır. Buna göre eğitim kurumları bu yükü kaldırabilecek, doğayı manipüle edebilecek sert bilimlere öncelik vermelidir. Bu şekilde eğitim standartları yukarı çekilerek bu ağır alanlarda rekabet geliştirilmelidir. Derin yaklaşıma göre ise eğitim sistemi, tüketilmeyen varlıklar veya bol mallar hakkında duyarlılık geliştirmeye çalışmalıdır. Üstünde bir fiyat etiketi olan şeylere olan aşırı ilgi dengelenmelidir. Sert bilimlerden yumuşak bilimlere yönelmek gerekir. Buna göre keskin metotlar ve soyut teoriler yerine daha kapsayıcı yorumlar benimsenmeli ve insan yaşamının içindeki somut olaylar üzerine bilimsel faaliyetler gerçekleştirilmelidir. Özellikle yerel kültür ve küresel işbirliği bu yumuşak bilimlerin konusu olmalıdır.24  Naess, derin ekolojinin sadece belli toplumsal ve siyasi taleplerde bulunmadığını, bununla beraber bir hayat tarzı olarak da benimsenebileceğini belirtir. Yazar tüketici olmamakla beraber yirmi beş unsur öne sürer: 1.  Gündelik  hayatta  basit  araçlar  kullanmalı;  gereksiz,  karmaşık araçlardan imtina edilmelidir. 2.  İçkin değeri olan ve kendi içindeki değerlere doğrudan hizmet eden aktivitelere yoğunlaşılmalıdır. 3.  Tüketim karşıtı olunmalı ve tüketim kültürüne hizmet edilmemelidir. 4.  Mevcut  durumda  herkese  yeten  kaynakların  korunmasına  ve bunların değerinin bilinmesine gayret gösterilmelidir. 5.  Eşyalara, cisimlere veya fikirlere sadece yeni oldukları için özel bir ilgi duyulmamalıdır 6.  Salt meşguliyete dayalı aktivitelere efor harcamaktan ve bunlar üzerine düşünmekten uzak durulmalıdır. 7.  İnsanlar arasındaki etnik ve kültürel farklılıklar tehdit olarak görülmektense takdir edilmelidir. 8.  Üçüncü ve dördüncü dünyanın durumu hakkında ilgili olunmalı ve hayat standardının bunların çok üstüne çıkmamasına gayret edilmelidir.   24   A.g.e., ss. 45-46.208          TAÜHFD/ZtdR - 2020/1 9. İnsanlara ve diğer türlere adil olduğu sürece her türlü evrenselleştirilebilecek ve açıkça imkânsız olmayan otantik hayat tarzları takdir edilmelidir. 10. Hayat tecrübelerinde çarpıcılık yerine derinlik ve zenginlik tercih edilmelidir. 11. Para odaklı kariyerler yerine anlamlı işlerin tercih edilmesi takdir edilmelidir. 12. Karmaşık bir hayat yerine girift bir hayat sürmeye gayret gösterilmeli ve mümkün olduğunca pozitif tecrübelerin değişik yönlerinin farkına varılmalıdır. 13. Büyük toplum yerine topluluk içinde hayat geliştirilmelidir 14. Birincil üretim yöntemleri (küçük çaplı tarım, ormancılık, balıkçılık gibi) teşvik edilmeli ve mümkünse bunlara iştigal edilmelidir.  15. Arzulardan ziyade hayati ihtiyaçların karşılanmasına gayret edilmelidir. 16. Güzel yerleri ziyaret etmektense doğa içinde bir yaşam denenmelidir. 17. Kırılgan doğa içinde hafif ve iz bırakmadan zaman geçirilmelidir. 18. Sadece güzel, dikkat geçen veya kullanışlı hayat formlarına değil, hayatın hepsine değer verilmelidir. 19. Yaşam formlarının salt bir araç olarak kullanılmasına karşı çıkmalı, gerektiğinde kullanılacağı zaman bile onların içkin değerinin ve haysiyetinin farkında olunmalıdır. 20. Evcil hayvanlar ile vahşi hayvanlar arasında bir menfaat çatışması olduğu durumda ikinci grubu korumaya öncelik verilmelidir. 21. Bireysel hayat formları kadar ekosistemlerin de korunmasına gayret gösterilmeli ve kendi topluluğumuzun da bu ekosistemlerin bir parçası olduğunun farkına varılmalıdır.  22. Doğaya git gide artan derecede yapılan müdahalelere karşı çıkılmalıdır.Dr. Ergin Arıkan                                                                                                           209 23. Siyasi angajman, eylem ve ifadelerde şiddetten uzak durarak kararlı ve cesur olunmalıdır. 24. Başka eylem biçimleri sonuç vermez ise şiddet içermeyen doğrudan eylemlerde bulunulmalı ve bu tip eylemlere destek verilmelidir.  25. Vejetaryenliğin belli türleri ve dereceleri uygulanmalıdır.25  Bu hedeflerin önemli bir kısmının gerçekleşebilmesi için toplumsal ölçekte de belli değişikliklerin gerçekleşmesi gerekmektedir. Naess bu değişimin sağlanmasında Gandhi nin başarıyla ortaya koyduğu pasif direniş yöntemini benimser. Mahatma Gandhi hayatı boyunca sayısız siyasi eylemde bulunmuş ve bunları gerçekleştirirken tavizsiz bir şekilde şiddetten uzak durmuştur. Naess çevreci aktivizmin de Gandhi nin öğretisini takip etmesi gerektiğini savunur. Naess e göre Gandhi nin öğretisi esas olarak ahlaki bir duruş olarak görülmektedir. Şiddet kullanmamak, zarar vermemek ahlaki doğruyu temsil eder ve Gandhi de bunu uyguladığı için övülmüştür. Ancak Naess e göre Gandhi nin öğretisinin pratik gücü gözden kaçırılmaktadır. Pasif direniş, şiddete başvurmama, ahlakiliğinin ötesinde siyasi hedeflere ulaşmada işe yarayan bir yöntemdir. Siyasi aktivizm tek bir eylemle sonlanacak bir durum değil; bir süreçtir. Eylemcilerin belli değerler ve ilkeler çevresinde toplanmaları ve belli tutumları benimsemeleri kritik derecede önemlidir.26  Naess, günümüz düşünce tarzının fazlasıyla materyalist olduğunu söyler. Siyasi ve toplumsal dinamikler, esasen belli güç ve baskı grupları denklemleri ile açıklanmaktadır. Bu grupların kuvvetlerine göre iktidar ilişkileri betimlenmektedir. Hâlbuki Naess e göre bu grupları oluşturanlar ve eylemleri gerçekleştirenlerin her ne kadar bazıları belli güç pozisyonlarını  işgal  etseler  dahi  özlerinde  kırılgan  sıradan  insanlardırlar. Naess, Gandhi nin öğretisine katılarak her insanın içindeki temel değerlerin onun kırılganlıklarını ve endişelerini temsil eden iyileri ve erdemleri barındırdığını savunur. Mevcut iktidar yapıları bu iyi ve erdemleri bastırmış olabilir ancak hala her insanın içerisinde bunlar mevcuttur ve kendisini ortaya çıkarmaya hazırdır. Pasif direniş yoluyla ifade edilen bir adalet talebi kaçınılmaz bir şekilde insanların içerisindeki temel değerlere  25   A.g.e., ss. 105-109.  26   Naess, Ecology, Community and Lifestyle: Outline on an Ecosophy, ss. 146-150.210          TAÜHFD/ZtdR - 2020/1 hitap eder ve onları ortaya çıkmaya çağırır. Karşılıklı etkileşimler insanların içindeki gerçeğin farkına varılmasını sağlar ve karşıtlıkları sona erdirir. Şiddetin kullanılması ise karşı tarafın kendisini baskı ve tehdit altında hissetmesine neden olur. Böyle bir durumda ezen taraf, kendi tahakkümü yerine bir başkasının tahakkümünün oluşacağından korkar. Bunun sonucu olarak da kendisi de şiddetle karşılık verir. Bu şiddet sarmalında ezilenler zaten en başta zayıf oldukları için kaybetmeye daha meyillidirler. Şans eseri şiddet ve baskı yoluyla bir iktidar değişimi sağlansa dahi oluşan atmosferde yeni tahakküm ilişkileri ve yeni reaksiyonlar baş gösterir. Dahası, ezilenlerin şiddet ortamında çok daha yüksek miktarda zayiat vermesi de muhtemeldir. 27 Bununla birlikte pasif direnişin başarıya ulaşması da sadece şiddeti kullanmamasıyla gerçekleşmez. Gandhi birçok kez bir pasif direniş ordusunun da sayısız askere ihtiyacı olduğunu söylemiştir. Pasif direniş ancak kitlelerin adil bir dava çevresinde eylemlere katılmasıyla sesini duyurabilir ve tahakküm kuranların içindeki değerleri ortaya çıkarak görüşlerini ve politikalarını değiştirebilir. Bu nedenle pasif direniş de tıpkı şiddetli mücadele eylemleri gibi organizasyon, disiplin ve kararlılık erdemlerini göstermesi gerekir. Ancak pasif direnişin farkı kendi eylem tarzı ile insanları yabancılaştırmadan mücadelesine daha fazlasıyla dâhil etmesi ve karşısında mücadele ettiği tarafı da değiştirmek için samimi bir çağrıda bulunmasıdır. Pasif direnişe katılanlar şiddet kullanmaz ancak tahakküm sona erene kadar eylem süresince şiddet tehdidi altındadırlar. Toplum bu kişilerin şiddeti kullanmadan davaları uğruna şiddete maruz kalmayı kabul etmelerini tecrübe ettiğinde ezilen taraf ile empati kurarak talep edilen şeyin haklı olduğuna varır.28 Ancak bununla beraber pasif direniş salt bir faydacı hesap sistemi olarak görülmemelidir. Pasif direniş, şiddeti kullanmayarak diğerine ve kendisine saygı duymayı ve kendini gerçekleştirmeyi sağlar29. Buna göre aynı yaklaşımın çevreci hareket tarafından 27   Arne Naess, Gandhi and Group Conflict: Explorations of Nonviolent Resistance, Satyagraha, The Selected Works of Arne Naess – Volume V, Editörler: Harold Glasser / Alan Drengson, Springer Publishing, Amsterdam 2005, ss. 58.  28   A.g.e., ss. 9-10.  29   A.g.e., ss. 55-57.Dr. Ergin Arıkan   211 da benimsenmesi gerekir. Her insanın içerisinde doğaya dair değerler ve erdemler mevcuttur çünkü her insan kaçınılmaz olarak doğa ile ilişkilerinde o tecrübeleri yaşamıştır. Zorlama olmaksızın insanlar doğalarındaki iyiyi ve erdemi ortaya çıkarabilirler. Pasif direniş insanların dikkatini bu bastırdıkları değerlere çekerek bunu başarabilir. Şiddetin ve tehditkâr bir söylemin kullanılması insanları ve toplumsal grupları çevreci hareketten uzaklaştırır ve karşı tarafı da şiddet ve tehdit kullanmaya yöneltir.  V. Hukuk Açısından Derin Ekoloji Klasik hukuk literatürü ve mevzuatında çevre meseleleri esasen çevreye verilen zararların önlenmesi, telafisi ve telafisi şeklinde ele alınmaktadır. Bu alışılagelmiş formül tam da Naess in işaret ettiği sığ ekoloji yaklaşımına denk düşmektedir. Gerçekten de mevcut çevre hukuku çevreyi bir insan menfaati kaynağı olarak ele alır ve ağırlıklı olarak kirlenmenin önüne geçmek için tedbirler alır. Doğal alanlar her ne kadar sadece insan merkezli bir şekilde görülmese de salt doğanın menfaatlerinin öncelikli olarak ele alındığı yasalar veya mahkeme kararları bulmak oldukça zordur. Uluslararası hukukta da küresel ısınma ve iklim değişikliğine yönelik anlaşmalar esasında çevresel yıkımdan etkilenebilecek insan menfaatlerini temel alır ve mevcut ekonomik menfaatler ile bir denge kurulmaya gayret edilir.  Çevre hukukunun bu yaklaşımının belli ilerlemeleri sağlamadığını söylemek yanlış olur. Gerçekten de gerek ulusal gerekse de uluslararası düzeyde bu çalışmaların olmaması halinde dünya çok daha kötü bir noktada olurdu. Bugün pek çok ülkede çevrenin kirletilmesinin bir nevi kontrol altına alındığı söylenebilir. Dünya çapında da çeşitli aşırı kirletici maddelerin yasaklanması ve diğerlerinin de salınımının dizginlenmesi bu ilerlemeler sayesinde sağlanmıştır. Ancak yine de bu ilerlemelerin kısıtlı olduğunu teslim etmek gerekir. Günümüzde iklim değişikliği ve küresel ısınmaya karşı alınması gereken önlemler yeterli seviyede değildir. Bilim otoriteleri, bunlara sebep olan gazların salınımının çok daha hızlı ve kapsamlı bir şekilde düşürülmesi gerektiğini ifade etmelerine rağ-212                                                                                                TAÜHFD/ZtdR - 2020/1 men devletler bu konuda hala gerekli adımları atmamaktadır. Ulusal hukuk sistemleri de her ne kadar belli sorunları bertaraf etse de pek çok skandal bu önlemlerin yetersizliği göstermektedir.  Günümüz çevre hukuku, ağırlıklı olarak kirleten öder ilkesini ön plana çıkarmaktadır. Bu kapsamda, tüketim ve kirletme genel manada önlenmez, sadece telafi edilir ve kısıtlanır. Karbon kotalarının oluşturulması ve bunların alınıp satılmasına dayalı modeller (cap-trade) ve karbon vergileri, gözde çevreci hedeflerdir. Öte yandan bu makul talepler bile arkalarında ciddi bir bilinç olmadığı için karşılık bulmamış, dünyanın pek az ülkesinde yasalaşmıştır. Bu tip politikalar, zorunlu olarak belli bir maliyet teşkil etmektedir. Toplumların tüketime olan bağlılıkları, doğaya ilişkin bilinçleri değişmedikçe bu teknokratik yaklaşımlar başarısızlığa mahkûmdur.   Öte yandan derin ekolojinin de bu yetersizliklerin çözümü olamayacağı akla gelebilir. Pekâlâ, bu yaklaşım günümüz toplumlarının gerçeklerinden kopuk ve fazlasıyla ütopist olarak nitelenebilir. Yalnız dikkat etmek gerekir ki bu eleştirinin bir paraleli de mevcut çevre hukukuna da yöneltilebilir. Mevcut sığ yaklaşım, çevreye dair oldukça kısıtlı bir takım reformlar ile çevreyi muhafaza etme gayretindedir. Bu hedef ise sağlanamamıştır ve gelecekteki öngörülerde de sağlanabileceği mümkün gözükmemektedir. Yani her ne kadar derin ekoloji günümüz koşullarına göre gerçekçi gelmese de mevcut yaklaşım da geleceğe dair gerçekçi bir çözüm sunamamaktadır. Derin ekoloji yaklaşımının ilk etapta mevcut çevre hukukunun bu yetersizliğini ve altında yatan sebepleri ortaya çıkardığı söylenebilir.  Derin ekoloji kendi başına bir çevre hukuku programı öne sürmemektedir. Naess bir hukukçu olmadığı gibi eserlerinin hedef kitlesi de hukukçular değildi. Derin ekoloji lokal bir hukuk reformundan ziyade bütünsel bir değişim talep etmektedir. Ancak yine de bu yaklaşımın hukukta da belli etkileri olduğunu söyleyebiliriz.  Örneğin yeryüzü hukuk bilimi (Earth Jurisprudence) hareketinde derin ekolojinin temaları sıkça kullanılmaktadır. Bu hukuk alanı klasik bireyci, menfaatçi hukuk süjeleri yerine daha kolektif ve geniş çaplı hukuki kavramlar ve enstrümanların hukuk sistemleri tarafından benimsenmesini ve doğadaki varlıkların daDr. Ergin Arıkan   213 hukuki koruma altına kendi başlarına alınması gerektiği savunmaktadır30.  İlerlemeci hareketler çoğu zaman anayasaları hedef almış ve anayasal statülerin tanınması ile bu ilerlemelerin yol almasını amaçlamışlardır. Çevrecilikte de bu durum söz konusudur. İlerlemeci ve radikal taleplerin anayasalara alınması talep edilmekte ve bu tip düzenlemelere önem verilmektedir. Doğa Ana haklarının anayasalarda pozitif hukuk olarak ele alınmasına örnek olarak Kolombiya ve Bolivya anayasaları gösterilebilir. Bu metinlerde ifade edilen çevre hakları bütünsel bir çevre hukuku açısından derin ekolojinin destekleyeceği öğeler içermektedir.31 Diğer yandan bu anayasal düzenlemelerin de kendi başlarına tüm hukuk sistemini bütüncül olarak çevreci hale getirmediğini de teslim etmek gerekir. Anayasal hükümler belli hallerde yasa koyucuları yönlendirir ve bazı davalarda hâkimlere söz konusu hükmün koruduğu menfaat yönünde takdirde bulunması için imkânlar sağlar; kendiliğinden devlet düzenini değiştirmez veya anayasa dışındaki mevzuatı tamamıyla dönüştürmez. Bu nedenle derin ekolojinin gerektirdiği hukuki değişimler için anayasal düzenlemelerin de ötesinde değişiklikler gereklidir; sadece sembolik anayasa maddeleri bunu sağlamaz. Hukuk tarihinde bu tip değişimler gerçekleşmiştir. Örneğin ikinci kuşak haklar olarak nitelenen sosyal haklar, geniş sosyalist veya sosyal demokrat talepler doğrultusunda zaman içerisinde bütüncül bir şekilde hukuk sistemlerini dönüştürmüştür. Günümüzdeki ekolojik gerekliliklerin de belli toplumsal dinamikler vasıtasıyla hukuku bütüncül bir şekilde değiştirmesinin ihtimal dâhilinde olduğu söylenebilir.  30   Michelle Maloney/Patricia Siemen, Responding to the Great Work: The Role of Earth Jurisprudence and Wild Law in 21th Century, Environmental and Earth Law Journal, 2015, Cilt: 1, Sayı: 5, ss. 6-22. 31   Zeynep  Özlem Üskül Engin,  Ekolojik  Kriz, Etik ve  Hukuk, Filiz Kitapevi, İstanbul, 2017, ss. 167-178.214                                                                                                TAÜHFD/ZtdR - 2020/1 SONUÇ Arne Naess in çevreci düşünceye ve çevreci hareketteki büyük katkılarda bulunmuş bir filozoftur. Kuramında doğa ile insan arasındaki kendini gerçekleştirme ilişkisini kurması, mevcut ekolojik yaklaşımların sığlığını ve geleceğe dair muhtemel krizleri göstermesi, gerçek bir çevreci çözümün gerçekleşmesi için köklü değişikliklerin gereğine işaret etmesi, aktivizmin başarılı olabilmesi için pasif direnişin rolüne dair analizleri özgün ve derinliklidir.  Düşünürün kuramı esasta maneviyata ve sezgilere dayanmaktadır. Bu durum akılcı sorgulamalara ve mantıki çıkarımlara kapıları kapatmaktadır. Ancak bununla birlikte yazarın doğa ile insan arasındaki ilişkileri ve bu tecrübelerde ortaya çıkan duygu ve hisleri betimlemesi her ne kadar sadece maneviyat seviyesinde kalsa da belli bir gerçekliği kendiliğinden ortaya koymaktadır. Zaten herhangi bir ahlaki kuram da ister istemez belli sezgilere dayanan ön kabullere zorunlu olarak dayanmaktadır. Naess in düşünce yapısının bunu daha fazlasıyla kullanması özellikle doğa gibi daha geniş bir konu söz konusu olduğu için makul kabul edilmelidir. Buna ek olarak Naess açıkça modernizmi reddetmemekte ancak modern akıl yürütme biçiminin doğa bağlamındaki yetersizliğini ortaya koyarak alternatif bir yaklaşım getirmektedir. Arne Naess in derin ekoloji kuramı insan odaklılığa karşıt olmasına rağmen insan karşıtı değildir. Tam tersine insanın gerçek bir gelişim ve mutluluğa erişmesi için doğa olan ilişkisini gözden geçirmesi gerektiğini savunur. Son olarak, zaten ortada olan çevresel krizlerin varlığı ve nedenlerini de bilimsel verilerle desteklemesi ve belli bilimi kullanarak çözüm önerileri sunması bir çelişki yaratmamaktadır. Modernizmin geçmişine bakıldığı zaman da çevrenin insan müdahalesi ile daha iyi hale getirilemeyeceğini veya mümkün olduğunca insan müdahalesini sınırlanmasını savunması da oldukça makuldür.  Naess in çıkarımları oldukça radikaldir. Öngördüğü yeni ekolojik yaşam tarzı ve toplumsal yapılar günümüz insanının veya iktidar sahibi grupların kabul edemeyeceği düzeydedir. Ancak bu karşıtlık kendi başına bu kuramın zayıf olduğunu göstermez. Geçmişte çoğu kuram günümüzde artık çok doğal kabul edilen taleplerde (köleliğin sona erdirilmesi, kadınlara oy hakkı gibi) bulunmuşlar ve o dönemlerdeki değerlerdenDr. Ergin Arıkan   215 kökten ayrılık talep etmişlerdir. Naess in kuramı da benzer şekilde mevcut toplumsal yapıların ve değerlerin sürdürülebilir olmadığını ve yeni ekolojik düzenin günümüzdekinden çok daha fazla gelişim imkânı sağlayacağını iddia etmektedir.  Derin ekolojinin hukuk alanında ciddi bir kılavuz olup olamayacağı şüphelidir. Bir taraftan derin ekoloji mevcut çevre hukuku unsurlarının çok ötesinde talepleri olduğundan günümüz gerçeklerinden kopuk olduğu düşünülebilir. Diğer tarafsa mevcut çevre hukuku düzenlemelerinin gelecekteki ekolojik yıkımı durduracak unsurları sağlamamasından dolayı gerçekçilik eleştirisi derin ekoloji tarafından da ileri sürülebilir. Günümüz dünyası geleceğe dair ikili bir yol ayrımında gözükmektedir. Bir tarafta çevreye günümüzdekinden çok daha fazla müdahale ederek iklim mühendisliği, laboratuvarda et üretimi, genetiği değiştirilmiş organizmaların oluşturulması gibi yöntemler ile mevcut çevresel sorunlara suni çözümler getirmek ihtimal dâhilindeyken diğer taraftan derin ekolojinin savunduğu doğal ama aynı derecede radikal bir değişim zorunludur.  Günümüz  dünyasının  ve  hukuk  sistemlerinin  kısmi  reformcu, üçüncü yol yaklaşımı ise günümüzdeki başarısızlığı ve gelecekteki riskler düşünüldüğünde bunlar arasındaki gerçeklikten en uzak seçenektir. İnsanlığın ve devletlerin hangi yolu seçecekleri ve bunda başarılı olup olamayacaklarını ise zaman gösterecektir.216          TAÜHFD/ZtdR - 2020/1 ZUSAMMENFASSUNG Die Natur ist ein Thema, mit dem sich Philosophen seit Beginn der Denkgeschichte befasst haben. Der Umweltschutz hat ebenso wie andere intellektuelle Ansätze viele authentische Theorien unter seinem Dach. Arne Naess vertritt den Ansatz der „Tiefenökologie im umweltbewussten Denken. Die Tiefenökologie hat zum Ausdruck gebracht, dass der Kern der ökologischen Probleme in einem menschlichen modernen Denksystem liegt. In diesem Zusammenhang hat die Tiefenökologie stattdessen ein neues naturbasiertes Denksystem vorgeschlagen. Naess macht in seiner Theorie auf die Rolle der Natur bei der Selbstverwirklichung des Menschen und die Ungerechtigkeit moderner Gesellschaften in Bezug auf die Natur aufmerksam. Nach Ansicht des Autors hat die Natur einen intrinsischen, keinen instrumentellen Wert, und es ist notwendig, dass der Mensch ein angemessenes Verhältnis zur Natur aufbaut, um sich im eigentlichen Sinne zu verwirklichen.  Naess es Meinung nach, wendet der heutige umweltschonende Ansatz den Ansatz der „flachen Ökologie an. Dieser flache Ansatz versucht, die Luft- und Wasserverschmutzung zu begrenzen oder zu verhindern, dass kontaminierte Luft und Wasser mit Menschen in Kontakt kommen, und zielt darauf ab, die Verschmutzung angemessen zu halten. Auf wirtschaftlicher Ebene richten sich die Umweltverschmutzungsaktivitäten an Entwicklungsländer. Nach dem tiefen Ansatz ignoriert der flache Ansatz die Auswirkungen der Verschmutzung auf die Biosphäre nur, indem er die Auswirkungen des Menschen betrachtet, und verhindert diesen Schaden nicht. Der Versuch, unterschiedliche Geräte zu verwenden, ohne die Produktionsmodi und die Ideologie zu ändern, führt zu anderen unvorhergesehenen Problemen. Da die Länder der Dritten Welt diese teuren Geräte nicht liefern können, können sie im Wettbewerb, der durch diese aktuellen Produktionsmuster und Ideologien erforderlich ist, nur überleben, indem sie sich mehr Schadstoffaktivitäten zuwenden. In der flachen Ökologie werden die Auswirkungen von Ressourcen auf das menschliche Leben untersucht. Obwohl der übermäßige Ressourcenverbrauch in Frage gestellt wird, der auf die Angst vor Ressourcenverarmung zurückzuführen ist, ändert sich die Erwartung nicht, dass technologische Entwicklungen oder Bewegungen des freien Marktes einen bestimmten Gleichgewichtspunkt erreichen. Der tiefe Ansatz sieht nicht, was die Natur als eigene Ressourcen der Menschheit bereitstellt, und bewertet sie im Kontext des gesamten Ökosystems, über die Auswirkungen ihrer VerwendungDr. Ergin Arıkan   217 auf den Menschen hinaus. Es zweifelt sich, dass der unerschöpfliche Ressourcenverbrauch wirklich zur Lebensqualität der Menschen beitragen wird. Im flachen Ansatz wird das Bevölkerungswachstum als ein Problem für Entwicklungsländer angesehen, hauptsächlich weil es eine Quelle der Instabilität ist. Trotzdem wird das Bevölkerungswachstum in den Industrieländern aufgrund wirtschaftlicher, militärischer und anderer Ziele mit Freue begrüßt. Das optimale Niveau der menschlichen Bevölkerung wird unabhängig von ihrer Beziehung zu anderen Lebewesen berechnet. Als die Lebensräume für Menschen wachsen, wird sichergestellt, dass andere Kreaturen auf bestimmte Weise vertrieben werden. In der Tiefenökologie hingegen ist die Bevölkerungsdichte des Menschen insbesondere in Industrieländern verboten. Der Grund dafür ist der enorme Verbrauch im modernen Lebensstandard. Dieser Konsum wirkt sich ernsthaft auf nichtmenschliche  Lebewesen  aus  und  stört  ökologische  Systeme.  Die  derzeitige menschliche Bevölkerung in der Welt sollte stark reduziert werden. Auf diese Weise haben Tausende von Arten, die durch die Explosion der menschlichen Bevölkerung unterdrückt wurden, die Möglichkeit sich zu entwickeln finden und die Bedürfnisse armer Menschen können leichter durch eine stärkere Verteilung der verfügbaren Ressourcen gedeckt werden. Nach dem flachen Ansatz sollte die Industrialisierung in der westlichen Welt als Ziel für die ganze Welt betrachtet werden. Westliche Technologie und Kultur sollten ebenfalls übernommen werden, um dies zu unterstützen. Ein gewisser kultureller Unterschied kann in diesem Schema toleriert werden, aber dies wird keinen ernsthaften Unterschied zum Westen darstellen. Nach dem Ansatz der Tiefenökologie ähnelt die kulturelle Vielfalt in der menschlichen Gesellschaft der biologischen Vielfalt in Lebensformen. Bildung in Industrieländern sollte der Anthropologie Bedeutung beimessen, damit verschiedene Kulturen erlernt werden können. Nichtindustrialisierte Länder sollten gegen westliche Technologie und wirtschaftlicher Hegemonie geschützt werden. Politische und wirtschaftliche Politik sollte dazu dienen, Subkulturen in Industriegesellschaften zu schützen. Der tiefe Ansatz widerspricht den Versprechungen der Konzepte  fortschrittliche  Technologie und  Fortschritt . Der flache Ansatz unterteilt Länder, Ökosysteme, Flüsse und andere natürliche Assoziationen in bestimmte Teile. Große Strukturen und Gestalten werden verworfen. Diese Teile werden als Eigentum von Menschen, Gesellschaften oder218          TAÜHFD/ZtdR - 2020/1 Institutionen wahrgenommen. Ihr Management wird durch die Berücksichtigung ihrer Auswirkungen auf die Menschen gelöst. Bodenerosion oder Grundwasserentartung wird als Verlust von Eigentum für die Zukunft angesehen. Die gefährdeten Tiere gelten als Opfer der Probanden, die für zukünftige wissenschaftliche Experimente verwendet werden könnten. Trotz des ungünstigen Verlaufs in der Natur macht die Erwartung zukünftiger technologischer Entwicklungen grundlegende Änderungen unnötig. Der Ansatz der Tiefenökologie befürwortet, dass die Natur nicht im Eigentum des Menschen ist. Der Mensch sollte die Natur nur für seine Lebensbedürfnisse nutzen; kann die Natur nicht als bloßes Mittel zum eigenen Vorteil nutzen. Nach dem flachen Ansatz wird die Verschlechterung der Natur und die Reduzierung der Ressourcen zwangsläufig die Ausbildung von  Experten  erfordern, die sicherstellen, dass die Natur im Gleichgewicht mit diesen wirtschaftlichen Anforderungen verwaltet wird. Dementsprechend sollen Bildungseinrichtungen „harten Wissenschaften Vorrang einräumen, die diese Belastung aufheben und die Natur manipulieren können. Auf diese Weise sollen die Ausbildungsstandards angehoben und der Wettbewerb in diesen technischen Bereichen verbessert werden. Entsprechend dem tiefen Ansatz sollte das Bildungssystem versuchen, ein Gespür für nicht konsumierbare Vermögenswerte oder reichlich vorhandene Güter zu entwickeln. Übermäßiges Interesse an Dingen mit einem Preisschild muss ausgeglichen werden. Es ist notwendig, von „harten Wissenschaften zu „weichen Wissenschaften überzugehen. Dementsprechend sollten anstelle von groben Methoden und abstrakten Theorien umfassendere Interpretationen angenommen und wissenschaftliche Aktivitäten für konkrete Fragen im menschlichen Leben durchgeführt werden. Insbesondere lokale Kultur und globale Zusammenarbeit sollen Gegenstand dieser weichen Wissenschaften sein. Diese Philosophie bietet einen wichtigen und neuen Ausgangspunkt für umweltbewusstes Denken und umweltbewusstes Recht. Obwohl das heutige Umweltdenken und Umweltrecht gewisse Fortschritte und Schutzmaßnahmen vorsieht, ist es nicht gelungen, die anstehende Zerstörung vollständig zu lösen. Dieser Ansatz macht originelle Vorschläge zu den Gründen des anhaltenden Scheiterns und den notwendigen Lösungen und zielt darauf ab, sozialen Wandel durch passiven Widerstand zu verwirklichen.Dr. Ergin Arıkan   219",
     "Kaynakça": "BARRY John, Rethinking Green Politics, Sage Publishing, London, 1999. ÇINAR Tayfun, “Çevremerkezcilik ve Derin Ekoloji Akımı”, Prof. Dr. Cevat Geray a Armağan, Mülkiyeliler Birliği Yayınları, Ankara, 2001, 265-280. DOBSON Andrew, Green Political Thought, 4. Bası, Routledge Publishing, London, 2007. GARNER  Robert,  Environmental  Politics:  Britain,  Europe  and  the  Global Environment, 2. Bası, St. Martin s Press, New York, 2000. GLASER Harold, “Series Editor s Introduction”, The Selected Works of Arne Naess, Editörler: Harold Glasser/Alan Drengson, Springer Publishing, Amsterdam, 2005, xi-xlix.  İMGA Orçun, “Küreselleşen Çevresel Krize Hâkim Paradigma Dışı Bir Bakış Olarak Derin Ekolojik Yaklaşım”, Dicle Üniversitesi Hukuk Fakültesi Dergisi, 2004, Cilt: 8-9-10-11, Sayı: 8-9, 131-150.  KELLER David R., “Deep Ecology”, Encyclopedia of Environmental Ethics and Philosophy  –  Volume  I,  Editörler:  J.  Baird  Callicott  /  Robert  Frodeman, MacMillan Publishing, New York, 2008, 206-211.  MALONEY Michelle/SIEMEN Patricia, “Responding to the Great Work: The Role of Earth Jurisprudence and Wild Law in 21th Century”, Environmental and Earth Law Journal, 2015, Cilt: 1, Sayı: 5, 6-22. NAESS Arne, “Deep Ecology of Wisdom: Explorations in Unities of Nature and Cultures”, The Selected Works of Arne Naess – Volume X, Editörler: Harold Glasser / Alan Drengson, Springer Publishing, Amsterdam, 2005. NAESS  Arne,  “Gandhi  and  Group  Conflict:  Explorations  of  Nonviolent Resistance,  Satyagraha”,  The  Selected  Works  of  Arne  Naess  –  Volume  V, Editörler:  Harold  Glasser  /  Alan  Drengson,  Springer  Publishing, Amsterdam 2005. NAESS Arne, “The Deep Ecological Movement: Some Philosophical Aspects”, Philosophical Inquiry, 1986, Cilt: 1-2, Sayı: 8, 10-31. NAESS Arne, “The Shallow and the Deep, Long-Range Ecology Movement: A Summary”, Inquiry, 1973, Cilt: 1, Sayı: 16, 95-100. NAESS Arne, Ecology, Community and Lifestyle: Outline on an Ecosophy, Cambridge University Press, Cambridge, 1986.220          TAÜHFD/ZtdR - 2020/1 MALTAŞ  Arzu,  “Ekoloji  Ekseninde  İnsan-Doğa  İlişkisi  ve  Özne  Sorunu”, Karamanoğlu Mehmetbey Üniversitesi Sosyal ve Ekonomik Araştırmalar Dergisi, 2015, Cilt: 29, Sayı: 17, 1-8. ROTHENBERG David, “Arne Naess”, Encyclopedia of Environmental Ethics and Philosophy  -  Volume  II,  Editörler:  J.  Baird  Callicott  /  Robert  Frodeman, MacMillan Publishing, New York, 2008, 79-80. ŞAKACI Bilge Kağan, “Değer Kavramı Ekseninde Derin Ekoloji Yaklaşımının Çözümlenmesi”, Mülkiye Dergisi, 2013, Cilt: 37, Sayı: 1, 2013, 9-29. ÜSKÜL ENGİN Zeynep Özlem, Ekolojik Kriz, Etik ve Hukuk, Filiz Kitapevi, İstanbul, 2017. YAYLI Hasan/ÇELİK Vasfiye, “Çevre Sorunlarının Çözümü için Radikal bir Öneri: Derin Ekoloji”, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, 2011, Cilt: 26, Sayı: 1, 369-377."
}