{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "12",
     "Ay": "05",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "Kamulaştırmanın Sınırlı Aynî Hak ve Kişisel Haklara Etkisi",
     "Title": "Die Auswirkung der Enteignung auf die beschränkten dinglichen Rechte und die relativen Rechte",
     "Yazar İsmi": [
          "Araş. Gör. Esra Aslan"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sınırlı aynî hak",
          "kişisel hak",
          "kamulaştırma",
          "kamulaştırma bedeli"
     ],
     "Keywords": [
          "Limited real right",
          "relative right",
          "expropriation",
          "expropriation price"
     ],
     "Özet": "Kamulaştırma işlemi taşınmaz üzerinde var olan mülkiyet hakkının yanında diğer haklar bakımından da birtakım etkilere sahiptir. İşte bu haklardan sınırlı aynî haklar ve kişisel haklar üzerinde kamulaştırma işleminin etkisi bu çalışmanın temelini oluşturmaktadır. Gerek kanun koyucunun kamulaştırma işlemi neticesinde diğer hakların akıbetini yeteri kadar düzenlememesi gerekse doktrinin bu konuya yeterli ilgiyi göstermemiş olması konunun mahkeme kararları çerçevesinde şekillenmesine sebebiyet vermiştir. Sınırlı aynî haklar bakımından kamulaştırma işlemi ile hak sona ermekte ancak bazı haklar bakımından kamulaştırma bedeli üzerinden hakkın devam ettiği görülmektedir. Kişisel haklar bakımından ise kamulaştırma işlemi kişisel hakkı sona erdirmekle birlikte kişisel hakkın tarafı olan taşınmaz malikine karşı hak talebinde bulunulması gerekmektedir. İdarenin kamulaştırma işleminden önce malikle anlaşma yolunu denediği aşamada ilgili hak sahibinin de sürece dahil olması, trampa yoluyla kamulaştırmada ilgili hakkın akıbetinin ne olacağı ve kamulaştırma işleminin iptali, bedel tespit ve tescil davasında hangi hak sahibinin davalara katılabileceği de her bir hak bakımından incelenmiştir.",
     "Abstract": "The expropriation process has certain effects in regard to other rights as well as the existing property right on the immovable. The effect of expropriation on limited real rights and relative rights forms the basis of this study. Since the legislator did not sufficiently regulate the situation of other rights as a result of the expropriation and the doctrine did not pay required attention to this issue, the issue was shaped within the framework of court decisions. In terms of limited real rights, the right terminates with the expropriation but in regard to some other rights, it is observed that the right continues over the expropriation price. When it comes to relative rights, although the expropriation process terminates the relative right, it is necessary to make a claim against the immovable owner, who is the beneficiary of the relative right. The involvement of the relevant right owner in the process, where the administration tries to negotiate with the owner before expropriation, what will be the fate of the relevant right in the expropriation through barter, and which right holder can participate the case of cancellation of the expropriation, case of price determination and registration were also examined in terms of each right.",
     "Metin": "Kaynaklar Temel Kavramlar, 18. Baskı, İstanbul, Vedat Kitapçılık, 2012, s. 161.  2 Mehmet Ayan, Nurşen Ayan, Medenî Hukuka Giriş, 12. Baskı, Ankara, Seçkin Yayıncılık, 2016, s. 112, 113. 3 Bülent Köprülü, Selim Kaneti, Sınırlı Aynî Haklar, 2. Baskı, İstanbul, Fakülteler Matbaası, 1982-1983, s. 3, 4. 4 Köprülü, Kaneti, Sınırlı Aynî Haklar, s. 13.Araş. Gör. Esra Aslan   127 aynî hakları da etkilemesi yerinde görülmektedir. Örneğin bir taşınmazda inşaat yüksekliği 20 metre olarak sınırlanmışsa bu taşınmazda kurulacak üst hakkı da bu kısıtlamaya tabidir5. Kamulaştırmanın sınırlı aynî haklar üzerindeki etkisi doktrinde genel olarak ilgili sınırlı aynî hakkın bedele dönüşmesi olarak ifade edilmektedir6. Ayrıca sona eren bütün aynî haklar ve şerh edilmiş kişisel haklar açısından bedelin ödenmesi gerektiği ifade edilmektedir7. Ancak ilgili hakkın son bulup hakkın bedelinin hak sahibine verilmesi ile ilgili hakkın bedel üzerinden devam etmesi farklı şeylerdir. Dolayısıyla her bir hak açısından bu durumun sorgulanması gerekmektedir. Kamulaştırmaya ilişkin davalar açısından da hem sınırlı aynî hak hem de kişisel hak sahibinin durumunun ortaya konulması gerekmektedir. Burada temel olarak kamulaştırma işlemine karşı açılan başlıca davaların neler olabileceğine bakılacak olursa; idari yargıda kamulaştırma işlemine karşı açılan iptal davası, adli yargıda açılan bedel tespit ve tescil davası ve yine adli yargıda açılan maddi hataların düzeltilmesi davasını saymak mümkündür.  Bu davalar içerisinde bedel tespit ve tescil davasına bakacak olursak; 4650 sayılı Kanunla beraber taşınmaz malikinin kamulaştırma bedeline dava açma hakkı kalmamıştır. Zira ilgili Kanun ile getirilen değişikliğe göre kamulaştırma bedelinin tespiti ve tescili davaları yalnızca kamulaştırmayı yapan idare tarafından açılabilmektedir8. Maddi hataların düzeltimi davasını ise taşınmazın maliki açabilmektedir. Bu davayı intifa, ipotek hakkı sahiplerinin açma hakkı bulunmamaktadır9. Kamulaştırma işleminin iptali davası ile bedel tespit ve tescil davasında sınırlı 5 M. Kemal Oğuzman, Özer Seliçi, Saibe Oktay Özdemir, Eşya Hukuku, 22. Baskı, İstanbul, Filiz Kitabevi, 2020, s. 883. 6 Pertev Bilgen, Kamulaştırma Hukuku, İstanbul, Filiz Kitabevi, 1999, s. 68. 7 Gülen Sinem Tek, Yararı Kalmayan Ya da Azalan İrtifak Haklarının Sona Ermesi (MK m. 785), İstanbul, On İki Levha Yayıncılık, 2017, s. 331. 8 Serdar Ceylan, Kamulaştırma İşleminden Doğan Adli Yargı Uyuşmazlıkları, Yayınlanmamış Yüksek Lisans Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı, Konya, 2007, (çevrimiçi), https://www.ulusaltezmerkezi.net/, E.T: 03.06.2020, s. 144. 9 Ceylan, Kamulaştırma İşleminden Doğan Adli Yargı Uyuşmazlıkları, s. 146.128          TAÜHFD/ZtdR - 2021/1 aynî hak sahibinin davaya dahil olup olamayacağı hususlarına ise ilgili başlıklarda değinilecektir. A. Kamulaştırmanın İrtifak Haklarına Etkisi İrtifak hakkı; hak sahibine eşyayı kullanma, eşyadan yararlanma ve eşyayı hem kullanma hem de ondan yararlanma yetkisi veren haktır. Örnek vermek gerekirse, bir irtifak olan intifa hakkı, sahibine hem eşyayı kullanma hem de eşyadan yararlanma hakkı verirken oturma hakkı ise sahibine sadece eşyayı kullanma (süre öngörülmemişse ölünceye kadar oturma) yetkisi vermektedir. Manzara kapatmama, belirli bir yüksekliği geçen yapı inşa etmeme gibi bazı irtifak haklarında ise malikin mülkiyet hakkından ileri gelen yetkilerini irtifak hakkı sahibi lehine kullanmaması söz konusudur10. Yine üst (inşaat) hakkı, mecra hakkı, kaynak hakkı, geçit hakkı gibi irtifak hakları da bulunmaktadır. Sınırlı aynî hakkın bir alt türü olan irtifak hakları içerisinde bulunan intifa hakkı ve oturma hakkı, kişiye bağlı irtifaklar olup başkasına devredilemez ve mirasçılara geçmez. Diğer irtifaklar kişiye bağlı kurulabileceği gibi devredilebilir ve mirasçılara intikal edebilir tarzda da kurulabilir. Düzensiz kişisel irtifak adı verilen bu haklardan üst hakkı ve kaynak hakkının taraflar aksini belirlemedikçe devredilebilir ve mirasçılara geçebilir olduğu, diğer irtifaklardan olan geçit irtifakı ise tarafların aksini belirtmedikçe kişiye bağlı kurulduğu yani devredilemeyeceği ve mirasçıya geçemeyeceği kabul edilmektedir11. İrtifak hakkının terkini kural olarak tapu sicilindeki kaydın terkini ile mümkün olurken, yüklü taşınmazın kamulaştırılması bu taşınmazdaki mülkiyet hakkını sona erdireceğinden mülkiyeti kısıtlayan irtifak hakkının da kendiliğinden sona ereceği ifade edilmektedir12. Bir taşınmazın kamulaştırılmasından ötürü kamulaştırma bedelinin malike ödenip malikin hakkı sona eren irtifak hakkı sahibine sebepsiz zenginleşmeden ötürü borçlanmasını ise kanun koyucu arzu etmemiştir. Bunun gerekçesi irtifak haklarının sınırlı aynî hak niteliğinden ileri gelmektedir. 10 Ayan, Ayan, Medenî Hukuka Giriş, s. 114. 11 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 904. 12 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 924.Araş. Gör. Esra Aslan   129 Zira sınırlı aynî haklar yukarıda da ifade edildiği üzere herkese karşı ileri sürülebilir niteliktedir. Bu nedenle kanun koyucu, kamulaştırılan taşınmazda irtifak hakkı bulunan kişileri de kamulaştırma işleminin muhatabı yapmıştır13. Kamulaştırma işlemi neticesinde irtifak hakkı bedeli Kamulaştırma Kanunu m. 11/son hükmünün kıyasen uygulanmasıyla belirlenir. Böylece Kamulaştırma Kanunu m. 10 gereği taşınmaz bedelinin belirlenmesi yanında mevcut irtifakların taşınmazda meydana getireceği değer eksikliği hesaplanarak taşınmazın tamamının değerinden oluşmuş bu değerin kamulaştırma bedeli olarak ödenmesi gerekmektedir14. Malik dışındaki hak sahiplerinin alacağı bedel kısmi kamulaştırma hükümlerine göre değerlendirilir ve sona eren hakkın yüklü taşınmaz bakımından sebep olduğu değer azalması ve geri kalan kısımdaki kötüleşme toplanır15. Bunun yanında irtifak hakları bakımından kamulaştırma işleminin etkilerinin neler olduğunu her bir hak açısından ayrıca ele almak konunun anlaşılması bakımından daha faydalı olacaktır. 1. Kamulaştırmanın İntifa Hakkına Etkisi İntifa hakkı; sahibine tam yararlanma imkânı veren sınırlı aynî haktır16. Kamulaştırma sonucunda intifa hakkı sona ermektedir. Taşınmaz maliki kamulaştırma bedeli aldıysa intifa hakkı, kamulaştırma bedeli üzerinde devam etmektedir17. Zira Medeni Kanun (MK) m. 798/2 de «Sigorta ve kamulaştırma gibi durumlarda intifa hakkı, hakkın konusu yerine geçen 13 Etem Sabâ Özmen, Mehmet Şengül, Kentsel Dönüşümde Kat Mülkiyeti Uygulamaları ile Sınırlı Aynî Haklar ve Şerhler, İstanbul, On İki Levha Yayıncılık, 2018, s.390. 14 Özmen, Şengül, Kentsel Dönüşümde Kat Mülkiyeti Uygulamaları ile Sınırlı Aynî Haklar ve Şerhler, s. 392. 15 Tek, Yararı Kalmayan Ya da Azalan İrtifak Haklarının Sona Ermesi (MK m. 785), s. 338, dp. 159. Belirtmek gerekir ki intifa hakkı bakımından bedel üzerinden devam etme söz konusu olduğundan ayrıca değerlendirilmiştir. 16 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 949. 17 Yarg. 18. H.D, E. 1997/6124, K. 1997/7750, T. 16.09.1997, Köprülü, Kaneti, Sınırlı Aynî Haklar, s. 123.130          TAÜHFD/ZtdR - 2021/1 karşılık üzerinde devam eder. şeklinde düzenlenmiş özel bir hüküm bulunmaktadır. Kamulaştırma bedeline ilişkin davalarda Yargıtay, dava konusu taşınmazın kamulaştırma bedelinin intifa hakkı sona erinceye kadar bir milli bankaya çıplak mülkiyet sahibi davalı adına yatırılarak, bu bedelin nemalarından intifa hakkı sahiplerinin payları oranında yararlanmasına, intifa hakkı sona erdiğinde davalı tapu malikine ödenmesine karar verilmesi şeklinde bir yaklaşım benimsemiştir18. Kamulaştırma neticesinde intifa hakkı sahibine ödenecek olan bedel esasen söz konusu taşınmazı kullanmak ve yararlanmaktan yoksun kalmasına karşılık verilen bir bedeldir. Yani intifa hakkı sahibi kamulaştırılan taşınmazdan sağladığı hakkı talep edebilir19. Örnek vermek gerekirse bir meyve bahçesinin kamulaştırılmasında meyvelerin satılması ile elde edilecek olan gelir ya da bir binanın kamulaştırılmasında bu binadaki bir dairede intifa hakkına sahibinin kirada otursaydı ödemesi gereken miktar veya daireyi kiraya verseydi elde edeceği gelir değerlendirilerek intifa hakkı sahibine ödenecek bedel belirlenecektir20. Kamulaştırma neticesinde intifa konusu taşınmaza karşılık ortaya çıkan değer, kaim değer olarak adlandırılmaktadır21. İntifa hakkı, kamulaştırılan taşınmazın yerine geçen kaim değere herhangi bir işlem yapılmaksızın kendiliğinden intikal ederek yasal intifa hakkını oluşturur22. Yani intifa hakkının konusu değişmekte ve intifa hakkı hakkın yerine geçen bedel üzerinden devam etmektedir. Anaparanın hukuki ürünü (faizi) intifa hakkı sahibine ait olur23. İntifa hakkı sahibi tarafından kaim değer 18 Yarg. 5. H.D, E. 2019/4854 K. 2019/15960 T. 10.10.2019, Yarg. 5. H.D, E. 2019/1273 K. 2019/15609 T. 7.10.2019. 19 Selâhattin Sulhi Tekinay, Menkul Mülkiyeti ve Sınırlı Aynî Haklar (Eşya Hukuku II/3), İstanbul, Filiz Kitabevi, 1994, s. 56. Belirtmek gerekir ki yazar, intifa hakkına dair hükümlerin oturma hakkına da uygulanacağından bahisle açıklamayı oturma hakkına ilişkin bölümde dile getirmiştir. 20 Gökçe Canarslan, İntifa Hakkının Sona Ermesi, Ankara, Seçkin Yayıncılık, 2016, s.153. 21 Canarslan, İntifa Hakkının Sona Ermesi, s. 80. 22 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 956. 23 Hasan Erman, Eşya Hukuku Dersleri, 8. Baskı, İstanbul, Der Kitabevi, 2018, s. 166.Araş. Gör. Esra Aslan                                                                                                       131 elde edildiğinde intifa hakkı sona erecektir24. Kamulaştırma neticesinde intifa hakkı sahibinin alacağının malike kamulaştırma bedelinin ödenmesine kadar ertelendiği ifade edilmektedir25. Burada söz konusu bedelin idari aşama olan pazarlık aşamasında uzlaşıya varılamaması neticesinde Asliye Hukuk Mahkemesinde bedel tespiti davasının neticelenmesine kadar intifa hakkı sahibinin de bir karşılık değeri alamayacağı sonucuna ulaşılabilir. Bu durumun kamulaştırma işlemi açısından zaten bedelin belirlenmesinin ardından mülkiyetin idareye geçeceğini ve intifa hakkının da ancak bu aşamada son bulacağından bahisle söz konusu bedel tespit sürecinin intifa hakkı sahibi açısından bir hak kaybına neden olmayacağı şeklinde yorumlamak mümkündür. Ancak bilhassa acele kamulaştırma halinde idarenin acele kamulaştırma kararıyla beraber derhal bedel tespiti için Asliye Hukuk Mahkemesine başvurması ve Asliye Hukuk Mahkemesince tespit edilen bedelin bankaya yatırılması ile taşınmaza el koyması durumunda malik bakımından bedelin bankaya yatırılmasının ardından taşınmaza el koyulduğundan ötürü kamu yararı ile mülkiyet hakkı arasında bir denge kurulmaya çalışıldığı ifade edilmektedir26. Ancak bu durumda intifa hakkı sahibinin karşılık üzerinden devam edecek olan intifa hakkının açıklığa kavuşturulması gerekir. Zira acele kamulaştırma sürecindeki prosedürde tapuda henüz ferağ verilmemiş olduğundan intifa hakkı da bedele intikal etmemiştir denilebilecektir. Öte yandan ilgili  taşınmaza idare tarafından el  konulmuş olması sebebiyle  intifa hakkı sahibi söz konusu hakkının gerektirdiği faydayı da bu aşamada elde edememektedir. Böylesi bir durumda söz konusu hakkın her ne kadar tapuda ferağ verilip kamulaştırma süreci tamamlanmadığı için bedele intikal etmeyeceği söylenebilecekse de kanaatimizce bankaya bloke edilen bedele intifa hakkı sahibinin de iştirak etmesi gerekir.  İntifa hakkının bedel üzerinde devam etmesi durumu açıklanmaya muhtaç bir husustur. Zira söz konusu kamulaştırma bedelinin intifa hakkı sahibine ödenmesi değil sadece bu bedelin bankada bloke edilip  24 Canarslan, İntifa Hakkının Sona Ermesi, s. 81. 25 Canarslan, İntifa Hakkının Sona Ermesi, s. 152. 26 Cenk Şahin, Acele Kamulaştırma, İstanbul, On İki Levha Yayıncılık, 2018, s. 152, 153.132          TAÜHFD/ZtdR - 2021/1 nemasından intifa hakkı sona erinceye kadar yararlanması gerekmektedir. Taşınmazın gerçek bedeli ise intifa hakkı sona erdiğinde çıplak mülkiyet sahibine ödenir. Payı üzerinde intifa hakkı sahibi olduğu gözetilerek, bu davacı yönünden belirlenen bedel bankaya bloke ettirilerek nemasından yararlanmasına ve intifa hakkı sona erdiğinde çıplak mülkiyet hakkı sahibine bu bedelin ödenmesine karar verilmesi gerekirken tesbit edilen bedelin intifa hakkı sahibine ödenmesine karar verilmesi, … doğru görülmemiştir27. Bedelin malike ödenmesi için intifa hakkı sahibinin rızasının gerekli olduğu28 ve intifa hakkı sahibinin intifa konusu taşınmazdan faydalanamaması nedeniyle bir zarara uğrarsa bu zarar karşılığında bir bedel isteyebileceği belirtilmektedir29.  Belirtmek gerekir ki intifa hakkının karşılık üzerinden devam etmesi her kamulaştırma işleminde mümkün olmayabilir. Örneğin trampa yoluyla kamulaştırma yapıldığında trampa edilen mal üzerinde intifa hakkı kurulmaya elverişli ise intifa hakkı bu mal üzerinden devam edebilir. Nitekim kamulaştırma neticesinde aynen tazmin prensibi ile intifa hakkı kurulmuş olan bir taşınmazın trampa edilen taşınmaz üzerinde herhangi bir işleme gerek kalmadan kendiliğinden kurulmakta ve yasal intifa hakkına bir örnek oluşturduğu ifade edilmektedir30. Yasal intifa hakkı, tapu siciline tescil edilmeksizin doğduğundan tapu siciline tescili açıklayıcı niteliktedir31. Öte yandan trampa yoluyla kamulaştırmada intifa hakkının devam edebileceği elverişlilikte olmayan bir taşınmaz söz konusu olduğunda intifa hakkının nasıl devam edebileceği belirsizdir. Örnek vermek 27 Yarg. 5. H.D, E. 2014/7527 K. 2014/23086 T. 2.10.2014, Yarg. 18. H.D, E. 2011/5082 K. 2011/7857 T. 28.6.2011. 28 Kamulaştırma bedeli mürtehinler lehine tevdi olunmalı ve malike ancak onların muvafakatiyle verilmelidir. Alacaklılar bu bedelden haklarının sırasına göre istifade edeceklerdir. (MK m. 776, 789, 794 e kıyasen) Ferit Hakkı Saymen, Halid K. Elbir, Türk Eşya Hukuku Dersleri, İstanbul, Filiz Kitabevi, 1963, s. 530.  29 Tek, Yararı Kalmayan Ya da Azalan İrtifak Haklarının Sona Ermesi, s. 338, dp. 159. 30 Canarslan, İntifa Hakkının Sona Ermesi, s. 82. 31 Suad Bertan, Aynî Haklar Medenî Kanunun 618-764 üncü Maddelerinin Şerhi (Bu Maddelerle İlgili Kanunlar ve Eski Hükümler, C. II, Ankara, Balkan Basım ve Ciltevi, 1976, s. 1374.Araş. Gör. Esra Aslan                                                                                                       133 gerekirse intifa hakkı kurulmuş olan bir meyve bahçesinin kamulaştırılmasının ardından trampa edilen mal tarıma elverişli olmayabilir ya da oturmaya elverişli bir yapı, bir konut üzerinde kurulmuş olan intifa hakkı, söz konusu taşınmazın boş bir arazi ile trampa edilmiş olması durumunda intifa hakkının söz konusu taşınmaz üzerinde nasıl devam edeceği problemi ortaya çıkacaktır. Ya da aynı nitelikte bir taşınmazla trampa edilmiş olsa dahi örneğin bir iş yerinin kamulaştırılıp yerine yine iş yeri olarak kullanılabilecek ancak farklı bir semtteki taşınmaz ile trampa edildiğinde intifa hakkı sahibi bakımından yararlanma hakkından tam anlamıyla istifade edemeyebileceği gündeme gelecektir. Bu durumda Borçlar Kanunu m. 136 gereği imkânsızlık hükümlerinin uygulanması gerekecektir.  Üzerinde intifa hakkı bulunan bir taşınmazın kamulaştırılması durumunda taraflar bedel konusunda anlaşamazlarsa idarenin adli yargıda açacağı bedel tespit davasında malikle birlikte intifa hakkı sahibini de davalı olarak göstermesi gerekmektedir. Yargıtay kamulaştırma bedeline ilişkin davalarda tapuda lehine intifa hakkı tesis edilen kişiyi davaya dahil etmesi için idareye süre verip taraf teşkilinin sağlanması gerektiğini ifade etmektedir32. İntifa hakkı sahibi, taşınmazın bedeline ilişkin davada bedel artırımı ve faiz talep edebilir33. Yargıtay ın yaklaşımına göre intifa hakkı sahibi, intifa payına karşılık gelen ve bankaya yatırılmış olan bedelin faizini bedel artırım davası açmamış olsa dahi talep etme hakkına sahiptir34. Başka bir kararında ise Yargıtay intifa hakkı sahibinin açtığı bedel artırım davasının ardından ayrıca bir bedel artırım davası açan malikin davasında bir kez daha artırılmış olan bedel üzerinden intifa hakkı sahibinin yararlandırılmasını uygun görmemiştir35.  32 Yarg. 5. H.D, E. 2019/4854 K. 2019/15960 T. 10.10.2019, Yarg. 5. H.D. E. 2018/1545 K. 2019/13266 T. 1.7.2019. 33 Yarg. 18. H.D, E. 2002/5276 K. 2002/7397 T. 1.7.2002. 34 Yarg. 18. H.D, E. 1997/10616 K. 1997/11846 T. 8.12.1997, Yarg. 18. H.D, E. 1997/6124 K. 1997/7750 T. 16.9.1997. 35 Yarg. 18. H.D, E. 2000/8576, K. 2000/13000, T. 04.12.2000.134          TAÜHFD/ZtdR - 2021/1 Kamulaştırma işleminin iptali davasında malik dışında intifa hakkı sahibinin de davacı olabileceği belirtilmektedir36. Zira İYUK m. 2 de düzenlenmiş olan  a) İdarî işlemler hakkında yetki, şekil, sebep, konu ve maksat yönlerinden biri ile hukuka aykırı olduklarından dolayı iptalleri için menfaatleri ihlâl edilenler tarafından açılan iptal davaları, b) İdari eylem ve işlemlerden dolayı kişisel hakları doğrudan muhtel olanlar tarafından açılan tam yargı davaları şeklindeki hüküm gereği kamulaştırma işleminden ötürü açılacak davalarda açıkça geçmemesine rağmen intifa hakkı sahibinin de taraf sıfatını haiz olacağı ifade edilmektedir37. Kamulaştırma işleminin iptali davasını açabilen, bedel tespit ve tescil davasında rol alabilen intifa hakkı sahibi, taşınmazın bedeline ilişkin yargısal süreçte rol almasına izin verilirken aynı şekilde bedelin tespitine ilişkin idari aşamada söz hakkı olmaması bir çelişki oluşturmaktadır. Burada bahsedilen idari aşama esasen kamulaştırmada satın alma usulünün denendiği aşamadır. Zira sadece kamulaştırma kararının alınması özel hukuk kişisinin taşınmazını idare adına tescil edilmesine yetmeyip idarenin öncelikle malikle pazarlık görüşmesi yaparak taşınmazı satın alma yolunu denemesi gerekmektedir. Bu süreçte kıymet takdir komisyonunun belirlediği taşınmaz değeri belirtilmeden idare tarafından malike taşınmazını pazarlıkla satın almak veya trampa etmek istediği bildirilir. Malik idare ile anlaşarak taşınmazını satmak veya trampa etmek istediğinde pazarlık komisyonu ile malik arasında pazarlık görüşmesi yapılmaktadır38. İşte bu aşamada bedele razı olan malik bakımından bir sakınca bulunmazken, intifa hakkı sahibi, önemli bir itiraz hakkını belki de bedelin daha yüksek olmasına dair fırsatı kaybetmiş olacaktır. Kamulaştırılan taşınmazda irtifak hakkı bulunan kişilerin kamulaştırma işleminin muhatabı olduğu bir önceki başlıkta belirtilmişti. Ancak burada intifa hakkı bakımından özellikli bir durum olduğu ve bedel 36 Akın Düren, İdare Hukuku Dersleri, Ankara, Sevinç Matbaası, 1979, s.177, Meltem Kutlu Gürsel, Kamulaştırma Hukuku, 2. Baskı, Ankara, Seçkin Yayıncılık, 2012, s. 314. 37 Canarslan, İntifa Hakkının Sona Ermesi, s. 167. 38 İl Han Özay, Günışığında Yönetim, 3. Baskı, İstanbul, Filiz Kitabevi, 2017, s. 629.Araş. Gör. Esra Aslan   135 üzerinden devam edeceği için intifa hakkı sahibinin kamulaştırma işleminin  muhatabı  olmayacağı  ifade  edilmektedir39.  Ancak  bu  hususa tereddütle yaklaşmak gerektiği kanaatindeyiz. Zira intifa hakkı sahibi bedel tespit ve tescil davasına dahil edilmekte ve bedelin artırılmasında rol oynayabilmektedir.  Bu  durumda  pekala  kamulaştırma  işleminde  de muhatap alınmasında bir sakınca bulunmamaktadır. İntifa hakkının bedel üzerinden devam edecek olması onun kamulaştırma işleminin tarafı olmaktan çıkarmayacak, aksine işlemin muhatabı olup bedelin belirlenmesinde rol oynaması daha uygun olacağından işlemin muhatabı olmaması düşünülemez. Nitekim kamulaştırma kararına mülkiyet ve intifa hakkı sahiplerinin itiraz edebileceği görüşü40 bakımından da durum ele alındığında  esasen  kamulaştırma  işleminin  başlıca  muhataplarından birisi de intifa hakkı sahibi olacaktır. Öte yandan kamulaştırmadan dönülmesi nedeniyle taşınmaz eski malikine geri dönmüşse intifa hakkı, taşınmaz üzerinde yeniden kurulmuş olur41. Zira MK m. 798/1 e göre Malik, yararlanılamayacak derecede harap olan intifa konusu malı yararlanılacak hâle getirmekle yükümlü değildir; getirirse intifa hakkı yeniden kurulmuş olur. hükmünden yola çıkılarak kamulaştırmadan  dönülmesi  durumunda  intifa  hakkının  da  yeniden kurulacağı sonucuna ulaşılmaktadır. İntifa hakkının sona ermesi ile intifa hakkı sahibi mecbur olmadığı halde malın öz değerine yaptığı giderleri MK m. 80142 gereği talep etme imkânı vardır. Tazmin edilecek masraflar ise eşyanın objektif değerini artıracak tesisler faydalı tesis olarak kabul edilip bunların malik tarafından ödenmesi gerekir. Söz konusu tazminatı ödeyecek olan ise intifa 39 Özmen, Şengül, Kentsel Dönüşümde Kat Mülkiyeti Uygulamaları ile Sınırlı Aynî Haklar ve Şerhler, s. 391. 40 Bertan, Aynî Haklar Medenî Kanunun 618-764 üncü Maddelerinin Şerhi (Bu Maddelerle İlgili Kanunlar ve Eski Hükümler), s. 1383. 41 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 959, Jale Akipek, Turgut Akıntürk, Derya Ateş, Eşya Hukuku, 2. Baskı, İstanbul, Beta Yayıncılık, 2018, s. 693. 42 MK m. 801: İntifa hakkı sahibi, yükümlü olmadığı hâlde yaptığı giderler, yenilemeler ve eklemeler için, hak sona erdiğinde, vekâletsiz iş görme hükümleri uyarınca tazminat isteyebilir. Malikin tazminat vermekten kaçınması hâlinde intifa hakkı sahibi, yaptığı eklemeleri, malı eski hâline getirmek kaydıyla söküp alabilir. R.G. 8.12.2001/24607.136          TAÜHFD/ZtdR - 2021/1 hakkının sona ermesi zamanında mala malik olan kişidir. Tazminat talebi MK m. 802 gereği eşyanın geri verilmesinden itibaren bir yılda zamanaşımına uğrar43.  2. Kamulaştırmanın Oturma Hakkına Etkisi Medeni Kanun m. 823 te yer bulan oturma hakkı, belirli bir kişiye bir binadan ya da binanın bir kısmından konut olarak faydalanma yetkisi veren irtifak hakkıdır. MK m. 823 gereği kanunda aksine hüküm bulunmadıkça intifa hakkına ilişkin hükümler oturma hakkına da uygulanır. Taşınmaz üzerinde intifa hakkını sona erdiren sebepler oturma hakkının da sona ermesine sebep olurlar44. Taşınmazın kamulaştırılmasıyla birlikte oturma hakkı sona ermektedir. Taşınmazın kamulaştırılmasıyla oturma hakkı sahibi, intifada olduğu gibi bedelin faizi üzerinden bir yararlanma değil, oturma hakkı sebebiyle taşınmazdan istifade ettiği hak kadar bir hak isteyebilir. Başka bir deyimle, ilgili taşınmazda oturmakla, ne miktar kira vermiyorsa kamulaştırma bedelinden bu miktar kadar istifade etmek hakkına sahiptir45. Bu nedenle istimlak bedeli üzerinden faize hükmedilmesi doğru değildir46.  Her ne kadar intifa hakkına ilişkin hükümler oturma hakkına da uygulanır hükmünden yola  çıkılarak  kamulaştırma  sonucunda bedel üzerinden devam etme ihtimali düşünülse de niteliği gereği intifa hakkının yararlanmaya dayanması sebebiyle bedel üzerinden devamı mümkün iken oturma hakkının ancak bir taşınmaz üzerinde oturma hakkı tesisi ile devamı sağlanabileceğinden kamulaştırma işlemiyle birlikte kendiliğinden sona erecektir. Kamulaştırma işleminin iptali davasında malik dışında irtifak hakkı sahipleri de olabileceğinden47 oturma hakkı sahibi de davacı sıfatını haiz olacaktır.  43 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 967, 968. 44 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 989. 45 Tekinay, Menkul Mülkiyeti ve Sınırlı Aynî Haklar (Eşya Hukuku II/3), s. 56. 46 Yarg. 6. H.D, E. 1988/16489 K. 1989/2952 T. 21.2.1989, Yarg. 6. H.D, E. 1984/4136, K.1984/6298, T. 22.05.1984. 47 Düren, İdare Hukuku Dersleri, s.177, Kutlu Gürsel, Kamulaştırma Hukuku, s. 314.Araş. Gör. Esra Aslan                                                                                                       137 Oturma hakkının konusu oturmaya elverişli yapı olduğundan oturmaya elverişli olmayan taşınmazlar üzerinde oturma hakkı kurulamaz. Bu durumu trampa yoluyla kamulaştırma açısından irdelemek gerekir. Zira trampa yoluyla kamulaştırma yapıldığında ve malik eğer oturmaya elverişli taşınmazını verip yerine arsa, iş yeri gibi oturmaya elverişli olmayan bir taşınmaz aldığında oturma hakkı bakımından bir sorun oluşacağı şüphesizdir. Bu durumda iki farklı bakış açısıyla çözüm önerilebilir. Birincisi Borçlar Kanunu m. 136 gereği malik ile oturma hakkı sahibi arasındaki sözleşmede hukuki imkânsızlık oluşmuştur denilip hukuki imkânsızlık hükümleri uygulanır denilebilir. İkincisi ise oturma hakkı sahibine kamulaştırmadan ötürü oturma hakkının sona erdiğinden bahisle bir bedel verilmesi ve idarece trampa edilecek taşınmazın da oturma hakkı bedeli düşüldükten sonra ortaya çıkacak olan bedelin karşılığı olacak bir taşınmaz şeklinde belirlenmesi gerekecektir. Öte yandan kamulaştırma işleminin muhatabı olan oturma hakkı sahibi bu kamulaştırmanın idari aşamasında trampa edilecek taşınmazın kendi hakkını kullanmaya elverişli bir taşınmaz olmasını talep edebilmelidir. Bunun kabul edilmemesi ihtimalinde idari işlem olan trampa yoluyla kamulaştırmanın iptali davasını oturma hakkı sahibinin açması gerekir. Mahkemenin bu durumda ilgili trampa yoluyla kamulaştırmayı oturma hakkı sahibinin hakkının devamını sağlama veya hakkın sona erdirilip bir bedel verilmesi arasındaki idarenin takdir yetkisini hukuka uygunluk açısından değerlendirmesi gerekir.  3.  Kamulaştırmanın Diğer İrtifak Haklarına Etkisi Kamulaştırma irtifak haklarını sona erdirici etkiye sahip olduğundan diğer irtifak hakları bakımından da durum aynıdır. Bu haklar bakımından yine bedel tespit ve tescil davalarında bilhassa taşınmazda meydana getirecekleri değer kaybının dikkate alınması yönünde kararların bulunduğunu ifade etmek gerekir48.    48 Yarg. 5. H.D, E. 2016/16171 K. 2018/584 T. 1.2.2018, Yarg. 5. H.D, E. 2017/27018 K. 2019/431 T. 17.1.2019.138          TAÜHFD/ZtdR - 2021/1 Diğer irtifak haklarından olan üst hakkı, kamulaştırma ile sona erer. Yüklü taşınmazın kamulaştırılması üst hakkını sona erdirir. Zira artık üst hakkının konusu kalmamıştır. Yararlanan taşınmazın kamulaştırılmasında da süre sona erdiğinden ötürü üst hakkı sona ermiş olur49.  Bir diğer irtifak hakkı olan geçit hakkı bakımından ise, eğer yükümlü veyahut da yararlanan taşınmazlardan herhangi biri kamulaştırılır ise geçit hakkı ortadan kalkar. Yükümlü taşınmazın kamulaştırılması, bu taşınmazın mülkiyetini sona erdirdiğinden; üzerinde kurulan geçit hakkı da sona ermiş olmaktadır ve hak sahibine kamulaştırma bedeli üzerinden bir bedel ödenir50. Kamulaştırmayla birlikte yüklü taşınmaz üzerindeki bütün sınırlı ayni haklar son bulduğundan51 geçit hakkı da son bulmaktadır. Bunun üzerine sicil üzerinde yapılan terkin ise açıklayıcı niteliktedir52. Hem rızai hem de zorunlu mecra irtifakında yararlanan taşınmazın kamulaştırılması bu hakları sona erdirici etkiye sahiptir. Bununla birlikte zorunlu mecra irtifakı toplumsal çıkarların korunmasına hizmet etmesinden ötürü zorunlu mecra irtifakının bulunduğu taşınmazın kamulaştırılmasında baskın bir kamu yararı olması gerektiği ifade edilmektedir. Zorunlu irtifaklar özel yararları korumaya yöneliktir. Kamulaştırma ile birlikte bu özel yararlar ortadan kalktığından MK m. 745/1 gereği zorunlu mecra irtifakının terkinini isteyebilecektir. Kamulaştırma işleminin 49 Mehmet Ünal, Türk Medeni Hukukunda Yapı (Üst) Hakkı, Ankara, Ankara Üniversitesi Basımevi, 1988, s. 165, Burcu G. Özcan Büyüktanır, Üst Hakkının Sona Ermesi, Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, 2019, C. XIV, S.173-174, s. 243-267, s. 256. 50 Mehmet Handan Surlu, Gülay Öztürk, Öğreti ve Uygulamanın Işığında Açıklamalı-İçtihatlı Zorunlu Geçit Hakkı ve Diğer Geçit Hakları, 4. Baskı, Ankara, Seçkin Yayıncılık, 2013, s. 752.  51 Kemal T. Gürsoy, Fikret Eren, Erol Cansel, Türk Eşya Hukuku, 2. Baskı, Ankara, Ankara Üniversitesi Basımevi, 1984, s. 784. 52 Gediz Kocabaş, Sözleşmeden Doğan Geçit Hakkı, Marmara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, Yayınlanmamış Doktora Tezi,  İstanbul,  2011,  https://tez.yok.gov.tr/UlusalTezMerkezi/tezSorguSonucYeni.jsp, (Çevrimiçi), Erişim Tarihi, 06.01.2020. s. 192.Araş. Gör. Esra Aslan                                                                                                       139 tamamlanasından önce taşınmaz maliki, kamulaştırma işleminin tamamlanmasından sonra ise idare mecra hakkı sahibinden muvafakat talep edebilecektir. Muvafakat vermeyen zorunlu mecra hakkı sahibine kamulaştırma  işleminden  önce  taşınmaz  sahibi,  kamulaştırma  işleminden sonra ise idare dava açabilecektir. Yükümlü taşınmazın kamulaştırılması durumunda ise zorunlu mecra irtifakı eğer kamulaştırılan taşınmazın tahsis amacıyla bağdaşmıyorsa sona erer. Ancak tahsis amacıyla bağdaşıyorsa sona erdirilmez53.  Kamulaştırma işleminin iptali davasında malik dışında irtifak hakkı sahipleri de davacı olabilmektedir54. B. Kamulaştırmanın Taşınmaz Yüküne (Gayrimenkul Mükellefiyetine) Etkisi Taşınmaz yükü (gayrimenkul mükellefiyeti); hak sahibine bir taşınmaz malikinden taşınmazından elde edeceği ürünlerle kendisine bazı edimlerde bulunmasını istemek ve bu edimler yerine getirilmediğinde taşınmazı paraya çevirerek kıymetinden alacağını elde etmek yetkisini verir55.  Kamulaştırma işlemi taşınmaz yükünü de sona erdirici etkiye sahiptir. Gayrimenkul mükellefiyeti olan bir taşınmazın kamulaştırılması halinde gayrimenkul mükellefiyeti hakkı bedele dönüşür56. Bir görüşe göre taşınmaz yükü bakımından kamulaştırma işlemi Borçlar Kanunu (BK) m. 136 gereği verme ve yapma ediminin sonraki hukuki imkansızlıktan ötürü sona ereceğinden kamulaştırma işleminin muhatabı olamayacaktır57.  Burada söz konusu görüşe katılmak mümkün değildir. Zira  53 Mehmet Nedim Kazancı, Zorunlu İrtifaklar, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, Yayınlanmamış Doktora Tezi, Ankara,  2014,  https://tez.yok.gov.tr/UlusalTezMerkezi/tezSorguSonucYeni.jsp, (Çevrimiçi), Erişim Tarihi, 06.01.2020. s. 203, 204, 205. 54 Düren, İdare Hukuku Dersleri, s.177, Kutlu Gürsel, Kamulaştırma Hukuku, s. 314. 55 Ayan, Ayan, Medenî Hukuka Giriş, s. 114. 56 Yarg. İ.B.G.K, E. 1941/12 K. 1941/20 T. 28.5.1941. 57 Özmen, Şengül, Kentsel Dönüşümde Kat Mülkiyeti Uygulamaları ile Sınırlı Aynî Haklar ve Şerhler, s. 391.140          TAÜHFD/ZtdR - 2021/1 daha önce de ifade edildiği üzere sınırlı aynî hakkın etkisi nedeniyle kamulaştırma işleminde sınırlı aynî hak sahibinin muhatap olması gerekmektedir. Hukuki imkansızlıktan ötürü tarafların birbirlerine verdiklerini geri almaları ve sözleşmenin sona ermesi ise bu durumdan farklı bir husus arz etmektedir.  C.Kamulaştırmanın Rehin Haklarına Etkisi (Taşınmaz Rehni Bakımından) Rehin; hak sahibinin bir alacağını teminat altına alan ve alacak tahsil edilemediği takdirde rehin edilen malın sattırılması suretiyle sağlanacak paradan alacağın karşılanması yetkisini veren aynî haktır. Hukuki bakımdan fer i nitelik taşır. Yani istisnalar saklı kalmak kaydıyla rehin hakkının varlığı her şeyden önce geçerli bir alacağın varlığına bağlıdır. Geçerli bir alacak yoksa geçerli bir rehin hakkı da yoktur. Alacak hakkı el değiştirirse başka bir işleme gerek kalmaksızın rehin hakkı da el değiştirir. Aynı şekilde alacak hakkı sona erince rehin hakkı da sona erer58.  Rehin hakkı, konusunu oluşturan eşyanın taşınır veya taşınmaz olmasına göre taşınır rehni ve taşınmaz rehni olmak üzere ikiye ayrılır. Taşınmaz rehni ipotek, ipotekli borç senedi ve irat senedi olmak üzere üç başlık altında incelenmektedir59.  Taşınmaz rehninin kamulaştırma açısından incelenmeye müsait tek başlığı ipotek olduğundan kamulaştırmanın ipotek üzerine etkisi bağlamında ele almak daha faydalı olacaktır. 1. Kamulaştırmanın İpotek Üzerine Etkisi İpotek, bir alacaklının herhangi bir şahsi alacak hakkını, borçlunun kişisel sorumluluğuna bir etkide bulunmadan bir taşınmazın değeri ya da değer parçası ile teminat altına alır60. Kamulaştırma ile birlikte ipotek hakkı sona ermektedir. Bununla birlikte ipotek hakkı kamulaştırma bedeli üzerinden -genellikle hükmedilen bedele ipoteğin yansıtılması ge58 Ayan, Ayan, Medenî Hukuka Giriş, s. 114, 115. 59 Ayan, Ayan, Medenî Hukuka Giriş, s. 115. 60 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 1094.Araş. Gör. Esra Aslan   141 rektiği üzere- varlığını devam ettirmektedir. Nitekim Yargıtay kararlarında bu durum Dava konusu taşınmazın tapu kaydında yer alan ipotek şerhi ile ilgili olarak, ipoteğin hükmedilen bedele yansıtılması şeklinde hüküm kurulması gerekirken bilirkişi raporunda ipotek nedeniyle taşınmazda %10 değer kaybı olacağı kabul edilerek değerlendirme yapılması ve hüküm fıkrasında ipoteğin bedele yansıtılmasına ilişkin hüküm kurulmaması, … doğru görülmemiştir.61 şeklinde kendisini göstermektedir. MK m. 858/2 ye göre kamulaştırma yapıldığında ipotek hakkına ne olacağı Kamulaştırma Kanunu na göre tespit edilmesi gerekirse de, Kamulaştırma Kanunu nda ipotek hakkına ne olacağı hususunda açık bir düzenleme bulunmamaktadır. Doktrindeki genel görüşe göre kamulaştırmayla birlikte diğer tüm ayni haklarda olduğu gibi ipotek hakkı da sona erecek ve MK m. 798/2 hükmünde yer alan intifa hakkının hakkın konusu yerine geçen karşılık üzerinden devam etmesi gerekecektir62. Burada belirtmek gerekir ki intifa hakkı yararlanmaya yönelik bir hak olması dolayısıyla bedel üzerinden devam ederken bu bedel üzerinden bir nemalanma yani kamulaştırma bedeli üzerinden faiz elde etmeyi sağlıyordu. Ancak ipotek hakkı mahiyeti gereği alacaklısına güvence vermeye ilişkin olarak tesis edildiğinden kamulaştırma bedelinin faizinden yararlanılması söz konusu değildir. Buradaki benzerliği sadece kamulaştırma bedeli üzerinde bir rehin hakkı olarak devam etmesi şeklinde anlamak gerekir. Buna ilave olarak bir başka görüş ise kamulaştırma neticesinde kamulaştırılan taşınmazın idarenin özel malı yahut kamu malı olmasına göre bir ayrıma tabi tutmuştur. Buna göre taşınmaz kamu malı haline getirilirse taşınmazın tapu kaydı ortadan kalkacağından ipotek hakkı da devam edemeyecektir. Zira MK m. 853 gereği sadece tapuda kaydı olan gayrimenkuller taşınmaz rehnine konu edilebilir. Eğer taşınmaz mal idarenin 61 Yarg. 18. H.D, E. 2015/19518, K. 2015/18073, T. 08.12.2015. 62 Hıfzı Veldet Velidedeoğlu, Galip Esmer, Gayrimenkul Tasarrufları, 2. Baskı, İstanbul, İstanbul Matbaacılık, 1956, s. 514, 515, Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 1051, Akipek, Akıntürk, Ateş, Eşya Hukuku, s. 745. İlhan Helvacı, Eski Medenî Kanunumuzla Karşılaştırmalı Olarak Türk Medenî Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, İstanbul, On İki Levha Yayıncılık, 2008. s. 208.142          TAÜHFD/ZtdR - 2021/1 özel malı haline getirilirse tapu kaydı kapatılmayacak; fakat İİK m. 82 gereği bu taşınmaz paraya çevrilemeyeceğinden ipotek de sona ermiş olacaktır63. Bu görüşü iki açıdan değerlendirmek gerekir. Birincisi kamulaştırma işlemi bir taşınmazın kamu yararı amacıyla idarenin mülkiyetine geçirilmesi olduğundan kamulaştırma işlemi neticesinde söz konusu taşınmazın  kamusal  kullanıma  ayrılması  beklenir.  Dolayısıyla  kanaatimizce idarenin özel malı haline getirilmek için bir taşınmazın kamulaştırılmasının mümkün olmaması gerekir. Ancak ihtimal olarak idare kamulaştırdığı malı bir kamu hizmetine özgülemezse ya da kamu hizmetine özgüleyip sonrasında tahsisi kaldırıp özel malı haline getirirse yahut da kamu yararı doğrultusunda kullanmazsa ve taşınmaz maliki de taşınmazını geri alma hakkını kullanmazsa ya da idare kamulaştırdığı malı hiç kamu yararına özgüleme amacıyla kamulaştırmamış olsa ve malik de buna karşı dava açmamış olsa, o halde taşınmaz idarenin özel malı halinde kalabilir. İkincisi ise idarenin özel malı haline getirmek amacıyla kamulaştırma yapabildiğini kabul etsek ya da bir önceki cümlede olduğu gibi ihtimal dahilinde taşınmaz idarenin özel malı olarak kaldıysa burada ikiye ayırarak incelemek gerekecektir. Devlet tüzel kişiliğinin özel malları haczedilemez ancak diğer kamu tüzel kişilerinin özel mallarında haczedilemezlik ilkesi geçerli değildir64. Dolayısıyla Devlet dışındaki kamu tüzel kişilerinin özel mallarının haczi kabil olduğundan65 ipotek hakkının da paraya çevrilmesi bu noktada düşünülebilecektir. Kamulaştırılan taşınmaz üzerindeki ipotek hakkı kamulaştırma bedeli üzerinde devam edeceğinden taşınmaz üzerinde ipotek hakkı sahibi olan alacaklılar ipotek derece ve sıralarına göre kamulaştırma bedeli üzerinde rehin hakkı sahibi olmaya devam ederler. Bu durumda bir banka hesabına teminat amaçlı tevdi edilerek ipotek hakkının tevdi edilen tutar nedeniyle bankadan olan alacak üzerinde devamı sağlanır. Bu şekilde bankaya tevdi edilmesi Kamulaştırma Kanunu m. 1066 hükmü uya63 Bilgehan Çetiner, Taşınmaz Teminatı, İstanbul, Filiz Kitabevi, 2015, s. 226. 64 Sıddık Sami Onar, İdare Hukukunun Umumî Esasları, C. II, 3. Baskı, İstanbul, İsmail Akgün Matbaası, 1966, s. 1400. 65 Yarg. 12. HD, E. 1983/9189, K. 1983/10850, T. 22.12.1983, YHGK, E. 2003/12-116, K.2003/111, T. 26.03.2003. 66 Kamulaştırma Kanunu m. 10: … Tarafların anlaşması halinde kamulaştırma bedeliAraş. Gör. Esra Aslan                                                                                                       143 rınca yapılacaktır. Hükümde geçen ileride ortaya çıkacak hak sahibi kavramına ipotek hakkı sahibinin de dahil olduğu ve idarenin de kamulaştırma bedelini ipotekle güvence altına alınmış borcun ifa edilmemesi üzerine ipotek hakkı sahibine ödenmek üzere paranın yatırıldığı bankada bloke etmekle mükellef olduğu ifade edilmektedir67. Nitekim Yargıtay da bir kararında … tapu kaydına göre, kamulaştırılan gayrimenkul üzerinde, … alacaklılar lehine tesis edilmiş muhtelif derecelerde ipotek kayıtlarının varlığı sabittir. Bu durum karşısında ipotekler hukuki değerini koruyor ise ipotek kayıtlarının… kamulaştırma bedeline dönüştüğü, kamulaştırma bedelinin ödenmesi sırasında bu halin idarece nazara alınmasının zorunlu olduğu gözden uzak tutulamaz… Kamulaştırma bedelinin ipotekler karşılığı olarak idare tarafından muhafaza ve ipotek sahipleri adına depo edilmesi gerekçesi ile vaki itiraz yasaldır, kabulü gerekir.68 şeklinde bir yaklaşım benimsemiştir. Medeni Kanunda kamulaştırma bedelinin ipoteğin kapsamına dahil olacağına dair herhangi bir hüküm bulunmamaktadır. Bu nedenle ipotek hakkının bedel üzerinden devam etmesine kaim değer açısından bakmak gerekir. Belirtmek gerekir ki kaim değer olarak Medeni Kanunda sadece sigorta tazminatlarından bahsedilmiş olup diğer tazminatlardan  olarak anlaşılan miktar peşin ve nakit olarak, hak sahibi adına bankaya yatırılır. Tarafların anlaşamaması halinde hâkim tarafından kamulaştırma bedeli olarak tespit edilen bedelin (…) mahkemece belirlenecek banka hesabına yatırılması ve yatırıldığına dair makbuzun ibraz edilmesi için idareye onbeş gün süre verilir. Kamulaştırma bu Kanunun 3 üncü maddesinin ikinci fıkrasına göre yapılmış ise ilk taksitin yine peşin ve nakit olarak hak sahibi adına, hak sahibi tespit edilememiş ise ileride ortaya çıkacak hak sahibine verilmek üzere 10 uncu maddeye göre mahkemece yapılacak davetiye ve ilanda belirtilen bankaya yatırılması ve yatırıldığına dair makbuzun ibraz edilmesi için idareye onbeş gün süre verilir. Gereken hallerde bu süre bir defaya mahsus olmak üzere mahkemece uzatılabilir. İdarece, kamulaştırma bedelinin hak sahibi adına yatırıldığına, hâkim tarafından kamulaştırma bedeli olarak tespit edilen bedelin (…) veya hak sahibinin tespit edilemediği durumlarda ise ileride ortaya çıkacak hak sahibine verilmek üzere bloke edildiğine dair makbuzun ibrazı halinde mahkemece, taşınmaz malın idare adına tesciline ve kamulaştırma bedelinin hak sahibine ödenmesine karar verilir ve bu karar, tapu dairesine ve paranın yatırıldığı bankaya bildirilir. R.G. 8.11.1983/18215. 67 Çetiner, Taşınmaz Teminatı, s. 227. 68 Yarg. 12. HD. E. 1984/2909, K. 1984/4192, T. 09.04.1984, aktaran: Helvacı, Eski Medenî Kanunumuzla Karşılaştırmalı Olarak Türk Medenî Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, s. 209, dp. 123.144          TAÜHFD/ZtdR - 2021/1 bahsedilmemiştir. Ancak bu husustaki genel görüş MK m. 879 hükmünün kamulaştırma bedeli için de kıyasen uygulanabileceği yönündedir69. İlaveten MK m. 798 de yer alan intifa hakkı hükümlerinin kıyasen uygulanması suretiyle kamulaştırma bedelinin taşınmaz rehni kapsamında alacaklı lehine devam etmesi gerektiği de belirtilmektedir70. İdare ipotekli alacaklının muvafakati olmadan taşınmaz malikine ödeme yapamayacaktır. Söz konusu bedelin alacaklılar lehine tevdi edilmesi gerekmektedir71. İlave olarak kamulaştırma bedeli kendisine ödenmeyen ipotek hakkı sahibinin Kamulaştırma Kanunu m. 19/8 de yer alan Kamulaştırma bedelinin zilyede verilmiş olması, o taşınmaz malda hak iddia edenlerin genel hükümler dairesinde zilyet aleyhine, bedele istihkak davası açmak hakkını düşürmez. hükmü gereği kamulaştırma bedelinin iadesi istemiyle dava açabileceği ifade edilmektedir72. Ancak aksi görüş ise açık bir kanun hükmü olmaksızın kaim değerlerin aynî hak üzerinden devam edemeyeceğini ve kamulaştırma bedeline ilişkin böyle bir düzenleme de olmadığından sigorta bedeli bakımından kabul edilen bu çözümün kamulaştırma bedeli için uygulanamayacağını belirtmektedir73. Ancak burada MK m. 861/2 hükmüne göre bir değerlendirme yapmak daha uygun olacaktır. Söz konusu maddeyi kamulaştırma açısından uygulayacak olursak; kamulaştırma bedeli bu alacağın yirmide birinden fazla ise kamulaştırma bedelinin malike ödenmesi için yine ipotek sahibinin rızası aranır. Fakat bedel rehinle güvenceye alınmış alacak miktarının yirmide birinden daha az olursa kamulaştırma bedeli alacaklının rızası olmadan da malike ödenebilecektir. Ancak MK m. 861/2 de belirtilen şartlar bulunmadığında alacaklının rızası olmadan malike ödeme yapılmayacağı gibi MK m. 861/1 de olduğu 69 Jale G. Akipek, Türk Eşya Hukuku (Aynî Haklar) Üçüncü Kitap Mahdut Aynî Haklar (Menkul Rehni Hariç), Ankara, Sevinç Matbaası, 1974, s. 174. Köprülü, Kaneti, Sınırlı Aynî Haklar, s. 273;  70 Akipek, Akıntürk, Ateş, Eşya Hukuku, s. 745.  71 Mehmet Ayan, Eşya Hukuku III Sınırlı Aynî Haklar, 8. Baskı, Ankara, Seçkin Yayıncılık, 2017, s. 211. 72 Turhan Esener, Kudret Güven, Eşya Hukuku, 7. Baskı, Ankara, Yetkin Yayıncılık, 2017, s. 530. 73 Erol Cansel, Türk Menkul Rehni Hukuku Teslim Şartlı Menkul Rehni, C. I, Ankara, Sevinç Matbaası, 1967, s. 164.Araş. Gör. Esra Aslan   145 üzere doğrudan alacaklılara da ödenmemelidir. Bu durumda sigorta tazminatıyla ilgili MK m. 879 ve intifa hakkına dair MK m. 798/2 gibi idare tarafından kamulaştırma bedeli rehinli alacaklılar lehine bankaya tevdi edilip kamulaştırma bedeli üzerinden rehinli alacağın devamının sağlanması gerektiği ifade edilmiştir74. Trampa yoluyla kamulaştırma yapıldığında ipotek hakkına ne olacağını ayrıca değerlendirmek gerekir. MK m. 85975 hükmü kıyasen uygulanacak olursa trampa edilen taşınmaz üzerinde ipotek hakkı devam edecektir. Ancak belirtmek gerekir ki trampa edilen taşınmaz eğer ipotek hakkının kurulmasına elverişli olmazsa o durumda ne yapılacağı belirsizdir. Zira trampa edilen idarenin taşınmazında halihazırda ipotek varsa ve dereceleri doluysa yeni bir ipotek kurulmaya elverişli olamayacaktır. Bu durumda Borçlar Kanunu m. 136 gereği imkânsızlık hükümlerinin uygulanması gerekecektir. Ancak sözleşmenin imkânsızlığına mahal vermemek adına burada idari aşamada sınırlı aynî hak sahibi olan ipotek hakkı sahibinin de trampa edilecek taşınmaz hususunda söz hakkı olması ve hakkını aynî hak olmasından ötürü idareye ve malike karşı bu aşamada da koruyabilmesi gerektiği kanaatindeyiz. İpotek hakkı, açılan davaya katılabilme hakkını bahşetmektedir76. İpotek sahiplerinin kamulaştırma bedeli hususunda bedel artırma 74 Çetiner, Taşınmaz Teminatı, s. 230, 231. Belirtmek gerekir ki yazar benzer bir yorumu kısmi kamulaştırma hali için de yapmıştır. Buna göre kalan kısım alacak için yeterli teminatı sağlamıyor veya kamulaştırma bedeli bu alacağın yirmide birinden fazla ise kamulaştırma bedelinin malike ödenmesi için yine ipotek sahibinin muvafakati aranır. Fakat kalan kısım alacak için yeterli güvenceyi sağlıyor yahut bedel rehinle güvenceye alınmış alacak miktarının yirmide birinden daha az olursa kısmi kamulaştırma bedeli alacaklının rızası olmadan da malike ödenebilecektir. 75 MK m. 859: Yetkili kamu kurum veya kuruluşu tarafından gerçekleştirilen parsel birleştirilmesi ve dağıtımı işlemi sonucunda birleştirilen parsel üzerindeki rehinler, sıralarını  koruyarak  o  parselin  yerine  verilen  taşınmaz  üzerine  geçer.  R.G. 8.12.2001/24607. 76 Yarg. 18. H.D, E. 2004/7300 K. 2004/8142 T. 3.11.2004.146          TAÜHFD/ZtdR - 2021/1 davası açabilmesi imkânı 2001 yılındaki Kanun değişikliğinden önce bulunmaktaydı77. Ancak 2001 yılında 4650 sayılı Kanun değişikliği ile bedel tespiti için sadece idare dava açabilmektedir. Buna rağmen Yargıtay ın 2004 yılında verdiği kararında lehine ipotek hakkı konulmuş bulunan taşınmaz malın kamulaştırma bedeline itiraz ve dava açmaya hakları vardır. şeklinde hüküm tesis etmiştir78. Kamulaştırma işleminin iptali davasında ise ipotek hakkı sahibi davacı olabilmektedir79. İpotek hakkı sahibinin kamulaştırma işleminin muhatabı olamayacağı, ikame değer prensibi gereği kamulaştırma bedelinin taşınmaz malikine ödenmeyip bu konuda ipoteğin paraya çevrilmesi yoluyla icra takibine ilişkin hükümler devreye gireceği ve nihayet kamulaştırma bedeli öncelikle ipotek alacaklısının teminat hakkını karşılayacağı ifade edilmiştir80. Belirtmek gerekir ki ipotek hakkı sahibi bedel tespit ve tescil davasına dahil ediliyor ve bedelin artırılmasında rol oynayabiliyor ise pekala kamulaştırma işleminde de muhatap alınmasında bir sakınca bulunmamaktadır. Bedel üzerinden devam edecek olması onun kamulaştırma işleminin tarafı olmaktan çıkarmaz aksine taraf olup o bedelin belirlenmesinde rol oynaması daha uygun olacağından işlemin muhatabı olmaması düşünülemez. II.KAMULAŞTIRMANIN KİŞİSEL HAKLARA ETKİSİ Nisbî haklar; herkese karşı ileri sürülemeyen sadece yükümlü tarafa karşı etkili olan haklardır. Hakkı ihlal edilebilecek olan da yükümlü taraftır. Üçüncü şahıslar böyle bir hakkı ihlal edemezler. Mutlak hakların aksine hukuk düzeninin öngördüğü belirli süreler içinde kullanılmaları gerekir aksi takdirde zamanaşımına uğrarlar. Sayıları sınırlı değildir. Kişiler hukuk düzeninin izin verdiği ölçüde diledikleri kadar nisbî hak oluş77 Yarg. 18. H.D, E. 1999/4559 K. 1999/6893 T. 4.6.1999, Yarg. 5. H.D, E. 1988/24385 K.1989/10887 T. 23.5.1989. 78 Yarg. 18. H.D, E. 2004/1803 K 2004/2822 T. 08.04.2004. 79 Düren, İdare Hukuku Dersleri, s.177, Kutlu Gürsel, Kamulaştırma Hukuku, s. 314. 80 Özmen, Şengül, Kentsel Dönüşümde Kat Mülkiyeti Uygulamaları ile Sınırlı Aynî Haklar ve Şerhler, s. 391.Araş. Gör. Esra Aslan                                                                                                       147 turabilirler81. Kişisel haklar sınırlı sayıda olmadığından konumuz kapsamında kamulaştırmanın taşınmaz satış vaadinden kaynaklanan hakka etkisi ve kira sözleşmesinden kaynaklanan hakka etkisi ele alınmıştır. A.  Taşınmaz Satış Vaadinden Kaynaklı Hakka Etkisi Taşınmaz satış vaadi; sözleşmenin bir veyahut da iki tarafına bir taşınmazın satımı sözleşmesinin yapılmasını isteme hakkı sağlayan bir ön sözleşmedir82. Taşınmaz satış vaadi konusu taşınmaz sözleşmenin ifasından önce kamulaştırılması durumunda sözleşme artık konusuz kaldığından ve vaat borçlusu tasarruf yetkisini kaybettiğinden Borçlar Kanunu m. 136 düzenlemesi gereği borç sona erecektir. Taşınmaz satış vaadi borçlusuna bir ödeme yapılmışsa sebepsiz zenginleşme hükümleri uyarınca geri istenebilir83. Taşınmaz satış vaadi sözleşmesi konusuz kalması nedeniyle sona ermesi gerekirken vaat borçlusu bir kamulaştırma bedeli aldıysa sözleşme bu bedel üzerinden devam eder. Vaat alacaklısı talep ettiğinde imkansızlaşan edim yerine geçen ikame değer alacağı borcun içeriğinin değişmesine sebep olur84. Nitekim bir Yargıtay kararında da bu durum Somut olayda, satışı vaadedilen taşınmaz yerine davalının malvarlığına bu taşınmazın kamulaştırma bedeli, eş deyişle onun yerini tutan ikame değeri girmiştir. Böylece davacı taşınmazın temliki yerine onun değerinin kendisine verilmesini isteme hakkını kazanmıştır.85  şeklinde ifade edilmiştir. Ayrıca vaat alacaklısı taşınmaz üzerinde iyi niyetle yapmış olduğu yapı için takdir edilen kamulaştırma bedelini isteyebilir86.  81 Ayan, Ayan, Medenî Hukuka Giriş, s. 115, 116 82 Aydın Zevkliler, K. Emre Gökyayla, Borçlar Hukuku Özel Borç İlişkileri, 14. Baskı, Ankara, Turhan Kitabevi, 2014, s. 67.  83 İzzet Karataş, Taşınmaz Satış Vaadi Sözleşmesi ve Yüklenicinin Temliki İşleminden Kaynaklanan Davalar, Ankara, Adalet Yayınevi, 2009, s. 294.  84 Fikret Eren, Borçlar Hukuku Genel Hükümler, 21. Baskı, Ankara, Yetkin Yayıncılık, 2017, s. 1331. 85 Yarg. 13. H.D, E. 1986/4826, K. 1986/5536, T. 17.11.1986, Yarg. 13. H.D, E. 1991/8883 K. 1991/11265 T. 10.12.1991, Yarg. 14. H.D, E. 2015/1164 K. 2015/2654 T. 11.3.2015. 86 Selâhattin Sulhi Tekinay, Sermet Akman, Halûk Burcuoğlu, Atillâ Altop, Te-148          TAÜHFD/ZtdR - 2021/1 Trampa yoluyla kamulaştırmada ise trampa edilen taşınmaz eğer vaat alacaklısının sözleşmesinin devamı için elverişli bir taşınmaz ile trampa edilmişse söz konusu taşınmaz satış vaadi, trampa edilen taşınmaz üzerinde devam edecektir. Ancak sözleşmenin devamını mümkün kılmayan bir taşınmaz ile trampa edilmesi halinde ise Borçlar Kanunu m. 136 gereği imkânsızlık hükümleri uygulanır ve taraflar birbirlerine aldıklarını geri verirler. Burada dikkat edilmesi gereken en önemli husus; kamulaştırma neticesinde talep edilecek olan bedelin sınırlı aynî haklarda olduğu gibi idareden değil taşınmaz satış vaadi sözleşmesinin muhatabı olan borçlusundan talep edebilmesidir. Zira en başta da ifade edildiği üzere taşınmaz satış vaadi kişisel bir hak olmasından ötürü sadece ilgili hukuki işlemin tarafına karşı hakkını ileri sürebilecektir. Kişisel hakların şerh edilmesi onları aynîleştirmez, ancak şerhten sonra taşınmazda hak kazanmış olanlardan doğmuş borcun ifasında alacaklıya zarar verenlerin haklarının bertaraf edilmesini sağlar. Buna şerhin munzam etkisi denilir. Aynî etki deyimi de kullanılmaktadır87. Bu etki Medeni Kanun m. 1009/2 de Bunlar şerh verilmekle o taşınmaz üzerinde sonradan kazanılan hakların sahiplerine karşı ileri sürülebilir. şeklinde kendini göstermiştir. Kişisel haklar bilindiği üzere sadece ilgili hukuki ilişkinin tarafları arasında ileri sürülebilirdir. Ancak şerh dolayısıyla o hukuki ilişkinin tarafı olmayan üçüncü şahıslara karşı da ileri sürülmesi mümkün olacağından kamulaştırma işlemi bakımından da şerh edilmiş taşınmaz satış vaadi sözleşmesi ile hak sahibi hakkını kamulaştırmayı yapan idareye karşı da ileri sürebilecektir.  Şerh edilmiş olmak şartıyla taşınmaz satış vaadi hakkı sahibi kamulaştırma işleminin iptali davasında davacı olabilecektir88. kinay Eşya Hukuku, C.I Zilyetlik-Tapu Sicili Mülkiyet, 5. Baskı, İstanbul, Filiz Kitabevi, 1989, s. 697.  87 Oğuzman, Seliçi, Oktay Özdemir, Eşya Hukuku, s. 286.  88 Düren, İdare Hukuku Dersleri, s.177, Kutlu Gürsel, Kamulaştırma Hukuku, s. 314.Araş. Gör. Esra Aslan                                                                                                       149 B.  Kamulaştırmanın Kira Sözleşmesinden Kaynaklı Kiracı Hakkına Etkisi Kira sözleşmesi; kiraya verenin bir malını ücret karşılığında kiracıya kira süresince kullandırma ve yararlandırma amacıyla bırakma borcu altına girdiği sözleşmedir89. Borçlar Kanunu m. 310 a göre Sözleşmenin kurulmasından sonra kiralanan herhangi bir sebeple el değiştirirse, yeni malik kira sözleşmesinin tarafı olur. Kamulaştırmaya ilişkin hükümler saklıdır. Kamulaştırma işlemi kira sözleşmesini sona erdirici etkiye sahiptir90. Zira Kamulaştırma neticesinde kira sözleşmesi kusursuz imkansızlık sebebiyle sona ermiş sayılmaktadır91. Kişisel haklar içerisinde değerlendirilen kiracının hakları bakımından da kamulaştırma neticesinde bir hakkı varsa ilgili idareden değil kira sözleşmesinin tarafı olan kiraya verenden talep etmesi gerekir92. Burada kiracının hakları bakımından konuyu irdelemek gerekmektedir. Örneğin taşınmazın boşaltılması hususuna bakılacak olursa; Kamulaştırma Kanunu m. 20 de taşınmaz malın boşaltılması nedeniyle mal sahibi ve idarenin tazminat ile sorumlu tutulamayacağı hüküm altına alınmıştır. Bunun yanında kamulaştırma neticesinde kiracının taşınmaza diktiği ağaçları ve özellikle bir yapı yaptığı hallerde onları söküp alma hakkına ilişkin Yargıtay kararları mevcuttur93. Yine Yargıtay kararlarında kiracının kiralananda yaptığı masrafları kullandığı süre ile orantılı şekilde kiraya verenden talep edebileceğine hükmedilmiştir94. Buna ilaveten kiracının kiraladığı taşınmazın değerini yükselten imalat yapması nedeniyle kamulaştırma değerinin arttığı ve kiraya verenin bu durumda  89 Zevkliler, Gökyayla, Borçlar Hukuku Özel Borç İlişkileri, s. 187.  90 Bilgen, Kamulaştırma Hukuku, s. 68. 91 Kenan Tunçomağ, Türk Borçlar Hukuku II. Cilt Özel Borç İlişkileri, 3. Baskı, İstanbul, Sermet Matbaası, 1977, s. 615. 92 Yarg. 3. H.D, E. 2019/2635 K. 2019/9368 T. 26.11.2019, Yarg. 3. H.D, E. 2019/2994 K. 2019/7987 T. 16.10.2019. 93 Yarg. 3. H.D, E. 2019/2635 K. 2019/9368 T. 26.11.2019, Yarg. 3. H.D, E. 2019/2994 K. 2019/7987 T. 16.10.2019. 94 Yarg. 6. H.D, E. 2014/13069, K. 2015/1441, T. 17.02.2015.150          TAÜHFD/ZtdR - 2021/1 daha fazla kamulaştırma bedeli almasından ötürü kiracının kamulaştırma sebebiyle kiraya verene ödenen imalat bedelini sebepsiz zenginleşme hükümleri gereği isteyebileceği Yargıtay kararlarında belirtilmiştir95.  Kiracının kamulaştırma işlemine karşı dava açma ehliyeti kural olarak kabul edilmemektedir. Ancak kiracı da taşınmazın kamulaştırılmasından ötürü etkilenir ve dolayısıyla da menfaati ihlal edilir. Bu nedenle kiracının da davacı olabilmesi gerekmektedir. Ancak Danıştay kiracının dava açma ehliyetinin bulunmadığına hükmetmektedir96. Doktrinde de Kamulaştırma Kanunu m. 14 ün lafzi yorumundan hareketle sadece malike dava açma hakkı tanımasından dolayı kiracının kamulaştırma işlemine karşı dava açma ehliyetinin bulunmadığı ifade edilmektedir97. Ancak burada her ne kadar sadece malikin dava açabileceği belirtilmiş olsa da idari işlemden menfaati etkilenenlerin genel hükümlere göre iptal davası açma hakkını ortadan kaldırmayacaktır. Zira gerek Anayasa gerekse İdari Yargılama Usulü Kanunu hükümleri değerlendirildiğinde kişilerin menfaatlerini etkileyen idari işlemlere karşı dava açabilecekleri imkânının bahşedildiği görülmektedir. Nitekim Danıştay bir kararında yapının yıkımı kararına karşı kiracının dava ehliyetinin bulunduğunu, zira yapının maliki dışında söz konusu işlemden etkilenecek kişilerin de dava açabilmelerinin imkân dahilinde olduğunu belirtmiştir98. Bu karardan yola çıkılarak kamulaştırma işlemi ile yıkım işlemi arasında kiracı üzerindeki etkileri aynı olduğundan kiracının ve Kamulaştırma Kanunu m.14 te sayılmayan diğer ilgililerin de kamulaştırma işlemine karşı dava 95 Yarg. 13. H.D, E. 2009/8247, K. 2010/2243, T. 23.02.2010. 96 Dan. 6. D, E. 1990/55, K. 1990/169, T. 26.2.1990, Dan. 6. D. E. 2003/3572 K. 2005/62 T. 13.1.2005, Dan. 6. D. E. 1991/4181 K. 1992/3441 T. 7.10.1992. 97 Cemil Kaya, Kiracıların Subjektif Dava Açma Ehliyeti Konusunda Danıştay Kararlarının Değerlendirilmesi, İÜHFM Prof. Dr. İl Han Özay a Armağan, C. LXIX, S. 1-2, 2011, s. 335- 347, s. 338, Bahtiyar Akyılmaz, Murat Sezginer, Cemil Kaya, Türk İdari Yargılama Hukuku, 2. Baskı, Ankara, Savaş Yayınevi, 2019, s. 236, 237. 98 Dan. 14. D, E. 2011/9654, K. 2012/2931, T. 18.4.2012.Araş. Gör. Esra Aslan                                                                                                       151 açabileceği ifade edilmiştir99. Bunun altında yatan neden ise malik kamulaştırmaya razı ise kiracının dava açmak suretiyle mülkiyet hakkına müdahalede bulunmasını önlemek olduğu dile getirilmektedir100. Ancak burada yine de somut olay özelinde değerlendirme yapmak gerekebilir. Zira malikin de kamulaştırmaya karşı iptal davası açma arzusunun bulunması ancak süre ya da başka herhangi bir nedenle dava açamamış olması durumunda kiracının açtığı davanın sırf menfaat ihlali nedeniyle reddi doğru olmayacaktır. Bu durumda bakılması gereken husus, malikin kamulaştırma işlemine karşı açılan davaya rızasının olup olmadığıdır. Bunun yanında Yargıtay ise kiracının ilgili sıfatıyla bedel davası açmasında bir sakınca görmediği 2001 yılındaki değişiklikten öncesine ait kararları bulunmaktadır101.  Bir önceki başlıkta şerhin kişisel haklar açısından etkisi dile getirilmişti. Kiracı bakımından özellik arz eden hususu dile getirmek gerekirse; şerh edilmiş kira sözleşmesi gereği üçüncü kişilere karşı ileri sürülebilir niteliği kazanan kiracı, bu hakkından kaynaklanan durumlar için kamulaştırmayı yapan idareye karşı da hakkını ileri sürebilecektir.             99 Ayşegül Çoban Atik, Kamulaştırmada Yargısal Denetim, Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı, Konya, 2013, (çevrimiçi), https://www.ulusaltezmerkezi.net/, E.T: 03.06.2020, s. 294. 100 Metin Günday, İdare Hukuku, 10. Baskı, Ankara, İmaj Yayınevi, 2013, s. 265.  101 Yarg. 18. H.D, E. 1999/12856 K. 1999/13996 T. 4.11.1999, Yarg. 18. H.D, E. 1997/9721 K. 1997/10801 T. 17.11.1997.152          TAÜHFD/ZtdR - 2021/1 SONUÇ Kamulaştırma işlemi, sadece taşınmazın üzerinde bulunan mülkiyet hakkına değil diğer birçok hakka etkisi bulunan bir işlem olarak karşımıza çıkmaktadır. Sınırlı aynî haklar ve kişisel haklar bağlamında kamulaştırma işleminin etkisinin ne olduğunun ele alındığı bu çalışmada sadece kamulaştırma işleminin etkisi ele alınmamış aynı zamanda söz konusu işlem sebebiyle ilgili hakkın tarafının dava yahut idari aşamada hak sahipliği konumu da ele alınmaya çalışılmıştır. Bu bağlamda söylenmesi gereken en önemli şey ise yargısal bakımdan ilgili hakkın sahibinin davaya müdahil olması hususunda yargı içtihatları bulunmaktayken idari aşamada ilgili hak sahibinin sürece müdahil olup olmamasına yönelik herhangi bir karara rastlanılmamıştır. Kamulaştırma işleminin sınırlı aynî haklar üzerindeki etkisi söz konusu hakkın sınırlı sayıda olması nedeniyle ilgili olan her sınırlı aynî hak bakımından tek tek incelenmiştir. Bu kapsamda genel olarak kamulaştırma işleminin ilgili sınırlı aynî hakkı sona erdirici etkisi olduğu gözlemlenmiş ve ancak incelenen bazı sınırlı aynî haklar bakımından ikame değer üzerinden devam ettiği ve hak sahibinin bu değer vesilesiyle hakkın niteliğine göre nemalandırıldığı yahut teminat olarak devam ettiği saptanmıştır. Kamulaştırma işleminin kişisel haklar bakımından etkisi ise söz konusu hakkın hukuk düzeninin elverdiği ölçüde sınırsız sayıda kurulabileceğinden ötürü sadece kira sözleşmesi ve taşınmaz satış vaadi üzerinden incelenmiştir. Söz konusu haklar bakımından ayırıcı olan en önemli husus ise ilgili hakkın, taşınmazın kamulaştırılmasından dolayı ifasının imkânsız hale gelmesinden ötürü istenecek bedelin idareden değil ilgili hukuki ilişkinin tarafı olan kişiden istenmesidir. Bu durum kişisel hakların nispi niteliğinden ileri gelmektedir. Bunun yanında söz konusu kişisel hakların şerh edilmesi neticesinde ise hakkın ileri sürülebileceği çevrenin genişlemesi durumunda elbette kamulaştırma işlemi yapan idareden de istenebileceği kuşkusuzdur. Bütün bu incelemelerden yola çıkılarak denilebilir ki; Kamulaştırma Kanunu na sınırlı aynî haklar ve şerh edilmiş kişisel hakların akıbetinin ne olacağına ilişkin genel bir hükümden ziyade hangi hakkın hangiAraş. Gör. Esra Aslan                                                                                                       153 niteliğinden ötürü nasıl etkileneceğinin düzenlenmesi gerekir. Buna ilaveten kamulaştırma işleminde özellikle trampa yoluyla kamulaştırma durumunda sınırlı aynî hak veya kişisel hakkın nasıl devam edeceği, devam edememesi halinde nasıl yol izleneceğinin belirtilmesi gerekir. Bedel tespit ve tescil davaları bakımından intifa hakkı ve ipotek hakkı sahibine taşınmazın bedeline ilişkin yargısal süreçte rol almasına izin verilirken bedelin tespitine ilişkin idari aşamada söz hakkının olmaması problemli durumlara ilişkin multidisipliner yani hem özel hukuk hem de idare hukuku bakış açısıyla hükümlerin düzenlenmesi gerekmektedir.  ZUSAMMENFASSUNG Die Enteignung kommt im Rahmen der Möglichkeiten des öffentlichen Eigentumserwerbs an vorderster Stelle. Sie hat nicht nur Auswirkungen auf die Eigentumsrechte in Bezug auf das Grundvermögen, sondern auch auf einige andere Rechte. Es enstpricht den Grundsätzen eines Rechtsstaates, den Rahmen einer Enteignung festzustecken, da es sich dabei schließlich um einen schweren Rechtseingriff handelt. In diesem Zusammenhang wird die Erörterung des beschränkten dinglichen Rechts und der relativen Rechte, eine detaillierte Aufarbeitung des Themas ermöglichen. Die unausreichende gesetzliche Regelung der Auswirkungen einer Entgeignung auf andere Rechte, sowie die Vernachlässigung dieser Problematik durch die Literatur hat dazu geführt, dass sich ein Lösungsgerüst entlang von Gerichtsentscheidungen gebildet hat. Wenn von den Auswirkungen einer Enteignung auf beschränkte dingliche Rechte oder relativen Rechte die Rede ist, kann man allgemein sagen, dass in Bezug auf die Adressat der Geltendmachung dieser Rechte eine Differenzierung erfolgt. Denn die Auswirkungen einer Enteignung im Falle eines betroffenen beschränkten dinglichen Rechts und die Auswirkungen einer Enteignung im Falle eines betroffenen relativen Rechts müssen jeweils getrennt betrachtet werden; Ersteres kann gegenüber jedermann geltend gemacht werden, wohingegen Letzeres  nur  gegenüber  den  Klagebeteiligten  einer  entsprechenden  Rechtsmaβnahme geltend gemacht werden kann. Im Rahmen dieser Arbeit wird auch versucht, die Erweiterung der Adressat einer Geltendmachung von relativen Rechten deren Schutzbereich erweitert ist, zu erörtern.154          TAÜHFD/ZtdR - 2021/1 In dieser Arbeit wurden nicht nur die Auswirkungen des Enteignungsakts auf das betroffene Recht untersucht. Gleichzeitig wurde auch die Rechtslage der Klage eines Klageberechtigten infolge einer Enteignung, sowie deren Rechtslage im Rahmen des entsprechenden Verwaltungsverfahrens untersucht.   In der Arbeit wird die Auswirkung der Enteignug auf beschränkte dingliche Rechte im Einzelnen geprüft. Bei den beschränkten dinglichen Rechten herrscht das Prinzip des Numerus Clausus Aufgrund der begrenzten Anzahl der entsprechenden, durch die Enteignung beeinträchtigten beschränkten dinglichen Rechte, wurde die Auswirkung auf jedes betroffene beschränkt dingliche Recht einzeln geprüft. Dabei wird festgestellt, dass durch die Enteignung das betroffene beschränkte dingliche Recht erlischt. In Bezug auf den Nieβbrauch regelt das Türkische Zivilgesetzbuch im Artikel 798 Abs.2, dass der Nieβbrauch gemäβ dem Nieβbrauchwert fortdauert und der Rechtsinhaber von diesem Recht (in Form von Übertragung auf die Bank und Nutzung des Zinses) Gebrauch machen kann. Das  Recht  auf  eine  Hypothek  besteht,  gem.  Art.  798  Abs.2,  parallel  zum Nieβbrauch, über dem Enteignungswert weiterhin als Grundpfandrecht. Die sonstigen beschränkten dinglichen Rechte haben, ab ihrem Erlöschen, entsprechend ihrer Nutzung, Anteil am Enteignungswert. In der vorliegenden Arbeit wurden die Auswirkungen des Enteignungakts auf die relativen Rechte am Beispiel der Miet- und Immobilienvorverkaufsvertraege behandelt, um die unzaehligen relativen Rechte zu beschraenken und zu konkretisieren. Auch die relativen Rechte erlöschen mit dem Eintritt einer Enteignung. Diesbezüglich ist am Wichtigsten anzumerken, dass die Entschädigung, die durch die Unmöglichkeit der Rechtsausübung im Zuge der Enteignung eintritt, nicht von der Verwaltung, sondern von der Partei des entsprechenden Rechtsverhätnisses gefordert werden kann. Dies geht aus dem relativen Charakter der relativen Rechte hervor. Wenn durch die Vormerkung des jeweiligen relativen Rechts im Grundbuch das relative Recht vertstärkt und der Kreis der Adressaten dadurch erweitert wird, kann die Entschädigung selbstverstädlich auch von der Behörde gefordert werden, die die Enteignung vollzogen hat. Zusammenfassend kann gesagt werden dass es im Enteignungsgesetz sinnvoller ist zu regeln, welches Recht explizit aufgrund welcher Eigenschaft auf welche Art beeinträchtigt wird, anstelle einer allgemeinen Regelung über beschränkte dingliche Rechte und die Rechtslage von aufgehobenen relativen Rechten zu verfassen. Zusätzlich sollte vor allem im Fall von Enteignungen, die imAraş. Gör. Esra Aslan                                                                                                       155 Wege von Eigentumsaustausch stattfinden ausdrücklich geregelt werden, was im Verlauf mit beschränkten dinglichen Rechten und relativen Rechten geschieht und was geschieht, wenn diese nicht fortbestehen können. Bezüglich des Problems, dass Inhaber von Nieβbrauch und Hypothekenrechten bei Klagen zu der Festsetzung und Bestätigung der Entschädigungshöhe im Urteilsverfahren mitberücksichtigt werden, bei der Feststellung der Entschädigung im Verwaltungsverfahren jedoch nicht berücksichtigt werden, ist eine mehrdimensional, sowohl zivil- als auch verwaltungsrechtliche, Herangehensweise notwendig.156          TAÜHFD/ZtdR - 2021/1",
     "Kaynakça": "AKİPEK, Jale G, Türk Eşya Hukuku (Aynî Haklar) Üçüncü Kitap Mahdut Aynî Haklar (Menkul Rehni Hariç), Sevinç Matbaası, Ankara, 1974. AKİPEK, Jale/AKINTÜRK, Turgut/ATEŞ, Derya, Eşya Hukuku, 2. Baskı, Beta Yayıncılık, İstanbul, 2018. AKYILMAZ, Bahtiyar/SEZGİNER, Murat/KAYA, Cemil, Türk İdari Yargılama Hukuku, 2. Baskı, Savaş Yayınevi, Ankara, 2019. AYAN, Mehmet/AYAN, Nurşen, Medenî Hukuka Giriş, 12. Baskı, Seçkin Yayıncılık, Ankara, 2016. AYAN, Mehmet, Eşya Hukuku III Sınırlı Aynî Haklar, 8. Baskı, Seçkin Yayıncılık, Ankara, 2017. BERTAN, Suad, Aynî Haklar Medenî Kanunun 618-764 üncü Maddelerinin Şerhi (Bu Maddelerle İlgili Kanunlar ve Eski Hükümler), C. II, Balkan Basım ve Ciltevi, Ankara, 1976. BİLGEN, Pertev, Kamulaştırma Hukuku, Filiz Kitabevi, İstanbul, 1999. CANARSLAN, Gökçe, İntifa Hakkının Sona Ermesi, Seçkin Yayıncılık, Ankara, 2016. CANSEL, Erol, Türk Menkul Rehni Hukuku Teslim Şartlı Menkul Rehni, C. I, Sevinç Matbaası, Ankara, 1967. CEYLAN, Serdar, “Kamulaştırma İşleminden Doğan Adli Yargı Uyuşmazlıkları”, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı, Yayınlanmamış  Yüksek  Lisans  Tezi,  2007,  Konya,  (çevrimiçi), https://www.ulusaltezmerkezi.net/, E.T: 03.06.2020. ÇETİNER, Bilgehan, Taşınmaz Teminatı, Filiz Kitabevi, İstanbul, 2015. ÇOBAN ATİK, Ayşegül, “Kamulaştırmada Yargısal Denetim”, Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Kamu Hukuku Anabilim Dalı, Konya, 2013, (çevrimiçi), https://www.ulusaltezmerkezi.net/, E.T: 03.06.2020. DÜREN, Akın, İdare Hukuku Dersleri, Sevinç Matbaası, Ankara, 1979. EREN Fikret, Borçlar Hukuku Genel Hükümler, 21. Baskı, Yetkin Yayıncılık, Ankara, 2017. ERMAN, Hasan, Eşya Hukuku Dersleri, 8. Baskı, Der Kitabevi, İstanbul, 2018.Araş. Gör. Esra Aslan   157 ESENER, Turhan/GÜVEN, Kudret, Eşya Hukuku, 7. Baskı, Yetkin Yayıncılık, Ankara, 2017. GÜNDAY, Metin, Eşya Hukuku, 7. Baskı, Yetkin Yayıncılık, Ankara, 2017. GÜRSOY, Kemal T/EREN Fikret/CANSEL, Erol, Türk Eşya Hukuku, 2. Baskı, Ankara Üniversitesi Basımevi, Ankara, 1984. HELVACI, İlhan, Eski Medenî Kanunumuzla Karşılaştırmalı Olarak Türk Medenî Kanununa Göre Sözleşmeden Doğan İpotek Hakkı, On İki Levha Yayıncılık, İstanbul, 2008. KAYA, Cemil, “Kiracıların Subjektif Dava Açma Ehliyeti Konusunda Danıştay Kararlarının Değerlendirilmesi”, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası Prof. Dr. İl Han Özay a Armağan, Cilt 69, Sayı 1-2, Aralık 2011, 335- 347. KARATAŞ, İzzet, Taşınmaz Satış Vaadi Sözleşmesi ve Yüklenicinin Temliki İşleminden Kaynaklanan Davalar, Adalet Yayınevi, Ankara, 2009. KAZANCI, Mehmet Nedim, “Zorunlu İrtifaklar”, Ankara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, Yayınlanmamış Doktora Tezi, Ankara, 2014, https://tez.yok.gov.tr/UlusalTezMerkezi/tezSorguSonucYeni.jsp, (Çevrimiçi), Erişim Tarihi, 06.01.2020. KOCABAŞ, Gediz, “Sözleşmeden Doğan Geçit Hakkı”, Marmara Üniversitesi Sosyal Bilimler Enstitüsü Özel Hukuk Anabilim Dalı, Yayınlanmamış Doktora Tezi, İstanbul,  2011,  https://tez.yok.gov.tr/UlusalTezMerkezi/tezSorguSonucYeni.jsp, (Çevrimiçi), Erişim Tarihi, 06.01.2020. KÖPRÜLÜ, Bülent/KANETİ, Selim, Sınırlı Aynî Haklar, 2. Baskı, Fakülteler Matbaası, İstanbul, 1982-1983. KUTLU GÜRSEL, Meltem, Kamulaştırma Hukuku, 2. Baskı, Seçkin Yayıncılık, Ankara, 2012. OĞUZMAN, M. Kemal/BARLAS, Nami, Medenî Hukuk Giriş Kaynaklar Temel Kavramlar, 18. Baskı, Vedat Kitapçılık, İstanbul, 2012. OĞUZMAN, M. Kemal/SELİÇİ, Özer/OKTAY ÖZDEMİR, Saibe, Eşya Hukuku, 22.Baskı, Filiz Kitabevi, İstanbul, 2020. ONAR, Sıddık Sami, İdare Hukukunun Umumî Esasları, C. II, 3. Baskı, İsmail Akgün Matbaası, İstanbul, 1966. ÖZAY, İl Han, Günışığında Yönetim, 3. Baskı, Filiz Kitabevi, İstanbul, 2017.158          TAÜHFD/ZtdR - 2021/1 ÖZCAN BÜYÜKTANIR, Burcu G., “Üst Hakkının Sona Ermesi”, Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Cilt 14, Sayı 173-174, Ocak-Şubat 2019, 243267. ÖZMEN, Etem Sabâ/ŞENGÜL, Mehmet, Kentsel Dönüşümde Kat Mülkiyeti Uygulamaları ile Sınırlı Aynî Haklar ve Şerhler, On İki Levha Yayıncılık, İstanbul, 2018. SURLU, Mehmet Handan/ÖZTÜRK, Gülay, Öğreti ve Uygulamanın Işığında Açıklamalı-İçtihatlı Zorunlu Geçit Hakkı ve Diğer Geçit Hakları, 4. Baskı, Seçkin Yayıncılık, Ankara, 2013. ŞAHİN, Cenk, Acele Kamulaştırma, On İki Levha Yayıncılık, İstanbul, 2018. TEK, Gülen Sinem, Yararı Kalmayan Ya da Azalan İrtifak Haklarının Sona Ermesi (MK m. 785), On İki Levha Yayıncılık, İstanbul, 2017. TEKİNAY, Selâhattin Sulhi, Menkul Mülkiyeti ve Sınırlı Aynî Haklar (Eşya Hukuku II/3), Filiz Kitabevi, İstanbul, 1994. TEKİNAY,  Selâhattin  Sulhi/AKMAN,  Sermet/BURCUOĞLU,  Halûk/ALTOP, Atillâ, Tekinay Eşya Hukuku, C.I Zilyetlik-Tapu Sicili Mülkiyet, 5. Baskı, Filiz Kitabevi, İstanbul, 1989. TUNÇOMAĞ, Kenan, Türk Borçlar Hukuku II. Cilt Özel Borç İlişkileri, 3. Baskı, Sermet Matbaası, İstanbul, 1977. ÜNAL, Mehmet, Türk Medeni Hukukunda Yapı (Üst) Hakkı, Ankara Üniversitesi Basımevi, Ankara, 1988. VELİDEDEOĞLU, Hıfzı Veldet/ESMER, Galip, Gayrimenkul Tasarrufları, 2. Baskı, İstanbul Matbaacılık, İstanbul, 1956. ZEVKLİLER, Aydın/GÖKYAYLA, K. Emre, Borçlar Hukuku Özel Borç İlişkileri, 14. Baskı, Turhan Kitabevi, Ankara, 2014. İNTERNET KAYNAKLARI https://www.ulusaltezmerkezi.net/, http://proxy.elibrary.tau.edu.tr/MuseSessionID=0210l05jw/MuseProtocol=http/MuseHost=www.kazanci.com/MusePath/kho2/ibb/ara.htm"
}