{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "12",
     "Ay": "11",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "BLABLACAR PLATFORMU ARACILIĞIYLA YAPILAN TAŞIMALARIN HUKUKİ NİTELİĞİ (HATIR TAŞIMASI VE OTOSTOP KARŞILAŞTIRMASI)",
     "Title": "DIE RECHTSNATUR DER TRANSPORTE ÜBER DIE BLABLACAR-PLATTFORM (GEFÄLLIGKEITSFAHRT UND TRAMPENVERGLEICH)",
     "Yazar İsmi": [
          "Prof. Dr. Vural SEVEN",
          "Av. Hilal Tuğba ÖKSÜZOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "BlaBlaCar",
          "taşıma sözleşmesi",
          "hatır taşıması",
          "otostop",
          "isimsiz sözleşme",
          "karayolları motorlu araçlar zorunlu mali sorumluluk sigortası teminatı"
     ],
     "Keywords": [
          "BlaBlaCar",
          "transport contract",
          "volunteer transportation",
          "hitchhiking",
          "innominate contract",
          "highway motor vehicles compulsory liability insurance coverage"
     ],
     "Özet": "BlaBlaCar; çevrimiçi araç paylaşımına dair bir iletişim platformudur ve dünyanın en büyük çevrimiçi platformları arasında gösterilmektedir. Türkiye de BlaBlaCar platformu aracılığıyla yapılan taşımaların yaygınlaşmasıyla birlikte, meydana gelmesi muhtemel uyuşmazlıkların çözümünde uygulanacak hukuk kurallarının belirlenebilmesi için evleviyetle BlaBlaCar platformu aracılığıyla yapılan taşımaların hukuki niteliğinin belirlenmesi gereği doğmaktadır.  Bahsedilen gereklilik, bu çalışmanın amacını oluşturmaktadır. Bu çalışmada öncelikle BlaBlaCar platformu hakkında genel bilgilere yer verilerek sistemin nasıl işlediği anlatılmıştır. Ardından platform aracılığıyla yapılan taşımaların taşıma sözleşmesi veya hatır taşıması teşkil edip etmediği, taşıma sözleşmesi ve hatır taşımasının tanım ve unsurları ile hukuki niteliği incelenerek sorgulanmıştır. Son olarak platform aracılığıyla yapılan taşımaların isimsiz bir sözleşme niteliğinde olup olmadığı irdelenmiş ve bu bağlamda platform aracılığıyla yapılan bir taşıma esnasında Türkiye de bir trafik kazası meydana gelmesi ihtimalinde hangi sorumluluk hükümlerinin uygulama alanı bulacağı tespit edilmeye çalışılmıştır.",
     "Abstract": "BlaBlaCar is a communication platform for online carpooling, which is ranked among the world's largest online platforms. Travels via the BlaBlaCar platform in Turkey are becoming more and more widespread. In order to determine the rules to be applied in the resolution of possible disputes regarding BlaBlaCar transports, it is a fortiori a necessity to determine the legal nature of these journeys. The mentioned requirement of determining the legal nature of BlaBlaCar transports constitutes the purpose of this study.  In this study, general information about the BlaBlaCar platform was first given and the system of BlaBlaCar was explained. Afterward, the legal nature, definition, and elements of the transport contract and volunteer transportation were examined, and it was questioned whether these concepts could define BlaBlaCar transports. Finally, it was examined whether the legal nature of BlaBlaCar transports is an innominate contract. In this context, the applicable liability rules in case of a car accident during a BlaBlaCar transport in Turkey were determined.",
     "Metin": "GENEL OLARAK BLABLACAR PLATFORMU VE SİSTEMİN İŞLEYİŞİ BlaBlaCar çevrimiçi araç paylaşımına dair bir iletişim platformudur1. BlaBlaCar ın internet sitesi ve mobil uygulaması aracılığıyla, şehirler arası birlikte seyahat etmek isteyen sürücüler ve yolcular birbirlerini bulur ve yolculuğun masrafını paylaşırlar2. BlaBlaCar, dünyanın en büyük çevrimiçi platformları arasında gösterilmektedir3. Platformun ismi, sürücülerin araç içerisinde konuşkanlık seviyelerini belirttikleri tarifeye dayanmaktadır4. Tarife; kendini sessiz biri olarak tanımlayanlar için Bla, bazen konuşkan olanlar için BlaBla ve çok konuşkan sürücüler için BlaBlaBla şeklindedir5. BlaBlaCar platformunun kendi araçları yoktur; platform bir aracı  1  BlaBlaCar,  Kullanım  sözleşmesi  ve  şartları,  E.T.:  28  Eylül  2020, https://blog.blablacar.com.tr/about-us/terms-and-conditions. BlaBlaCar Kullanım Sözleşmesi uyarınca platform yalnızca bir iletişim platformu olup ulaşım hizmeti sunmamaktadır: Gerek BlaBlaCar gerekse Site herhangi bir ulaşım hizmeti sunmamaktadır. Site, Üyelerin bir başka üye ile işlem yapmasını sağlayan bir iletişim platformudur. BlaBlaCar; Seyahatlere, varış yerlerine veya zamanlamalara müdahale etmemektedir. Araç paylaşımına ilişkin anlaşma, Sürücü ile Yolcu arasında yapılmaktadır. BlaBlaCar, Üyeler arasındaki herhangi bir anlaşmanın veya işlemin tarafı değildir ve hatta BlaBlaCar, Üyeler arasındaki rezervasyonla ilişkili doğacak herhangi bir hususta sorumlu değildir. BlaBlaCar, hiçbir Üyenin temsilcisi konumunda değildir veya bu sıfatla hareket etmeyecektir..  2 Wikipedia, BlaBlaCar, E.T.: 28 Eylül 2020, https://en.wikipedia.org/wiki/ BlaBlaCar. 3 OECD, An Introduction to Online Platforms and their Role in the Digital Transformation OECD Publishing, Paris, 2019, E.T.: 28 Eylül 2020, https://doi.org/ 10.1787/53e5f593-en, s. 84. 2019 yılında BlaBlaCar ın yaklaşık 65 milyon üyesi olduğu belirtilmiştir. Bkz.: OECD, An Introduction to Online Platforms and their Role in the Digital Transformation, s. 72. 4 Matt Cowan, Wired, BlaBlaCar has turned ride-sharing into a multi-millioneuro business, E.T.: 28 Eylül 2020, https://www.wired.co.uk/article/blablacar. 5  BlaBlaCar,  Yolculuk  Paylaşım  Tercihlerin,  E.T.:  28  Eylül  2020, https://www.blablacar.com.tr/dashboard/profile/preferences.28                                                                                               TAÜHFD/ZtdR - 2020/2 niteliğindedir6. Ayrıca platform, kullanıcılarının güvenilirliği konusunda kesin bir güvence vermemektedir7. Üyeler sistemde bir hesap oluşturduktan sonra çevrimiçi bir profil düzenlemekte ve diğer üyelerle yaşadıkları tecrübelere dair yorumlarda bulunarak sistemdeki itibarlarını artırmaktadırlar8. Platformdaki puanlama sistemi sayesinde birlikte yolculuk etmiş olan yolcular birbirlerini puanlayabilmekte, böylece diğer üyelerin birlikte yolculuk etmeye yönelik tercihlerini etkileyebilmektedirler9. Birlikte yolculuk etmiş olan üyelerin vermiş oldukları puanlar yayımlanmaktadır10. Bunun dışında birlikte seyahat edilmiş olan sürücünün sürücülük becerilerini değerlendirmek de mümkündür ve bu değerlendirme anonim kalmaktadır11.  6 Mark Scott, International Business, BlaBlaCar, a Ride-Sharing Start-Up in Europe,  Looks  to  Expand  Its  Map,  E.T.:  28  Eylül  2020,  https://www.nytimes.com/2014/07/02/business/international/a-service-for-sharing-europeanroad-trips-looks-to-expand-its-map.html. 7 Rusya Federasyonu nda BlaBlaCar aracılığıyla yapılan bir taşıma esnasında bir kullanıcı, sabıkalı olan seyahat arkadaşı tarafından öldürülmüştür. Haber için bkz.: Crime Russia, Death from BlaBlaCar. Murderer of Burger King manager plays  into  hands  of  Russian  transport  operators,  E.T.:  31  Ocak  2020, https://en.crimerussia.com/gromkie-dela/death-from-blablacar-murderer-ofburger-king-manager-plays-into-hands-of-russian-transport-operators/. 8 Wikipedia, BlaBlaCar, E.T.: 28  Eylül 2020, https://en.wikipedia.org/wiki/ BlaBlaCar. Sistemdeki kimlik doğrulama işlevi, pasaportun kişinin fotoğrafının olduğu sayfasının veya kimlik kartının ön ve arka yüzünün fotoğrafının sisteme yüklenmesi suretiyle gerçekleşmektedir. Bu işlev platformu kullanmak için mecburi olmamakla birlikte, sistemdeki güvenilirliğin artırılması için kimlik doğrulamasının yapılması tavsiye edilmektedir. Kişinin kimliğinin, e-postasının ve telefon numarasının doğrulanmış olup olmadığı ve ayrıca entegre edilmişse Facebook arkadaş sayısının ne olduğunun, kişinin BlaBlaCar profilinden görülmesi mümkündür.  9 BlaBlaCar, Puanlamalar, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/ member-ratings. 10 BlaBlaCar, Puanlamalar, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/ member-ratings. 11 BlaBlaCar, Puanlamalar, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/ member-ratings.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 29 BlaBlaCar platformunu kullanan yolcular, sürücülerine maliyet katkı payı ödemektedir12. Bununla birlikte sürücüler yolculardan tahsil edecekleri maliyet katkı payını tamamen serbest bir şekilde belirleyememektedirler13. BlaBlaCar, her güzergâh için yolculuk planını ve sürücülerin üstlenmek durumunda olduğu masrafları dikkate alarak bir maliyet katkı payı aralığı belirlemekte ve sürücü talep ettiği maliyet katkı payını bu sınırlar dâhilinde belirleyebilmektedir14. Aracın konforu veya daha uzun bir rotayı takip etmenin gerekmesi gibi nedenlerle sistemin izin verdiği ölçüde maliyet katkı payının artırılması mümkündür15. Sürücü tarafından belirlenen maliyet katkı payı, BlaBlaCar tarafından sistemde belirlenen azami tutarı hiçbir şekilde aşamamaktadır; zira BlaBlaCar yol masraflarının adil bir şekilde paylaşılmasını sağlamayı ve sürücülerin kâr etmesine engel olmayı hedeflemektedir16. Nitekim Kullanım Sözleşmesi ve Şartları17 m. 2.2 gereği platform tarafından sunulan hizmetlerin, araç paylaşımını kâr amacıyla teklif etmek veya kabul etmek için ya da başka bir ticari veya profesyonel amaçla kullanılaması yasaktır.  12 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. 13 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. 14 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. BlaBlaCar platformu yetkilileri ile yapılan yazışmalardan, ilanı verilen yolculukta koltuk başına düşen maliyet katkı payının, yolculuğun tahmini yakıt masrafının (azami yolcu sayısı olan) dörde bölünmesi suretiyle hesaplandığı öğrenilmiştir. 15 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. 16 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. 17  BlaBlaCar,  Kullanım  sözleşmesi  ve  şartları,  E.T.:  28  Eylül  2020, https://blog.blablacar.com.tr/about-us/terms-and-conditions.30                                                                                               TAÜHFD/ZtdR - 2020/2 BlaBlaCar 2016 yılında Türkiye ofisini kapatma kararı almıştır; dolayısıyla Türkiye içerisindeki operasyonlar artık Fransa'daki merkezden yönetilmektedir18.  BlaBlaCar ın izlediği model Uber ve diğer araç paylaşımı servislerine benzemekle birlikte BlaBlaCar hizmetinin çalışması farklılık göstermektedir19. Öncelikle BlaBlaCar esas olarak uzun yol yolculuklarında hizmet vermektedir20. Uber ise araç paylaşımına dair bir iletişim platformu değil, Amerika Birleşik Devletleri merkezli uluslararası bir ulaşım şebekesi şirketidir21 ve esasen şehir içerisindeki taşımalarda hizmet vermektedir22. Bunun dışında BlaBlaCar platformunda sürücünün taşıma karşılı 18 Merve Kara, Webrazzi, Blablacar Türkiye ofisini neden kapattı?, E.T.: 28 Eylül  2020,  https://webrazzi.com/2016/12/22/blablacar-turkiye-ofisini-kapatti/. Başka bir araç paylaşım uygulaması olan Volt Türkiye, paylaşımlı yolculuğun şehir içinde istenen büyüklüğe ulaşamaması sonucunda kapanmıştır. Bkz.: Habertürk, ‘Bu iş şehir içinde çalışmıyor  dedi ve Volt u kapattı, E.T.: 28 Eylül  2020,  https://www.haberturk.com/bu-is-sehir-icinde-calismiyor-dedi-vevolt-u-kapatti-1699485-ekonomi. 19 James Cook, Business Insider, We figured out how much money new European  unicorn  BlaBlaCar  could  be  making,  E.T.:  28  Eylül  2020, https://www.businessinsider.com/how-much-money-blablacar-could-bemaking-2015-9#targetText=x%20%2425%20each,%3D%20%2472%20million%20in%20revenues. 20 James Cook, Business Insider, We figured out how much money new European  unicorn  BlaBlaCar  could  be  making,  E.T.:  28  Eylül  2020, https://www.businessinsider.com/how-much-money-blablacar-could-bemaking-2015-9#targetText=x%20%2425%20each,%3D%20%2472%20million%20in%20revenues. Bununla birlikte şehir içi taşımalarda da platformun kullanılabilir olduğu anlaşılmaktadır. 21  Habertürk,  Uber  nedir?  Uber  nasıl  kullanılır?,  E.T.:  28  Eylül  2020, https://www.haberturk.com/uber-nedir-uber-nasil-kullanilir-1871466. 22 James Cook, Business Insider, We figured out how much money new European  unicorn  BlaBlaCar  could  be  making,  E.T.:  28  Eylül  2020, https://www.businessinsider.com/how-much-money-blablacar-could-bemaking-2015-9#targetText=x%20%2425%20each,%3D%20%2472%20million%20in%20revenues. Lakin sürücülerin tercihine ve kullanıcıların talep-Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 31 ğında maliyet katkı payı adı altında elde edebileceği toplam tutar, sürücülerin kâr elde etmesini engelleme amacıyla sistem tarafından sınırlanırken23, Uber sürücülerine gelir elde etmeyi vadeder24. Bununla birlikte Birleşik Taksiciler Derneği ve İstanbul Otomobilciler Esnaf Odası nın Uber e açtığı haksız rekabetin tespiti davasında karar çıkmış ve İstanbul 10. Asliye Ticaret Mahkemesi, istinaf yolu açık olarak, Uber hizmetlerinin haksız rekabet oluşturduğuna ve uber.com, m.uber.com, uber.com/tr siteleri ile Uber mobil uygulamalarına erişimin engellenmesine karar vermiştir25 26.  lerine göre Uber in şehirler arası taşımalarda da kullanılabildiği belirtilmektedir. Bkz.: Quora, Does Uber travel between cities?, E.T.: 28 Eylül 2020, https://www.quora.com/Does-Uber-travel-between-cities. 23 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. 24 Stangro, Uber, E.T.: 28 Eylül 2020, https://stangro.com/product/uber. Taksiyle  ulaşımın  bir  diğer  alternatifi  olan  Scotty  uygulaması  ise  motosiklet yolculuklarında kullanılabilmektedir. Scotty, Scotty ile yapabileceklerinden sadece birkaçı, E.T.: 28 Eylül 2020, https://www.scotty.app. Uber ile benzer şekilde Scotty de sürücülere gelir elde etmeyi vadetmektedir. Bkz.: Scotty, Scotty ile şehrin kahramanı ol!, E.T.: 28 Eylül 2020, https://yolculuk.scotty. app/basvuru/. 25  Habertürk,  Son  dakika!  Uber  kararı  çıktı!,  E.T.:  28  Eylül  2020, https://www.haberturk.com/son-dakika-uber-karari-cikti-2531499-teknoloji. 26 Amerika Birleşik Devletleri nde ise taksiciler ile Uber arasındaki anlaşmazlık tamamen farklı bir şekilde mahkemelere intikal etmiştir. Uber, New York Belediyesi nin Uber araç ve sürücü sayısına getirdiği kısıtlamaların haksız rekabete yol açtığını ileri sürerek mahkemeye başvurmuştur. Bu başvurusuyla Uber; New York Belediyesi nin bahsedilen kararının rekabeti ortadan kaldırdığını ve taksilere bir imtiyaz yarattığını iddia ederek New York Belediyesi nin araç sayısındaki kısıtlamaya dair kararının kaldırılmasını talep etmiştir. Bkz.: Can Kamiloğlu, Amerikanın Sesi, New York ta Uber-Taksici Krizi Mahkemelik Oldu, E.T.: 28 Eylül 2020, https://www.amerikaninsesi.com/a/new-yorkta-uber-taksici-krizi-mahkemelik-oldu/4790878.html.  Lakin  New  York  Yüksek Mahkemesi, Uber in davasını reddetmiştir (ZEHN-NY LLC et al v City of New York  et  al,  New  York  State  Supreme  Court,  New  York  County,  No. 151730/2019). Bkz.: Jonathan Stempel, Reuters, Judge dismisses Uber lawsuit32                                                                                               TAÜHFD/ZtdR - 2020/2 Birleşik Taksiciler Derneği ve İstanbul Otomobilciler Esnaf Odası tarafından BlaBlaCar faaliyetlerinin durdurulması için ise bir girişimde bulunulmamıştır.  Böyle  bir  girişime  ihtiyaç  duyulmamasının,  BlaBlaCar ın Uber in aksine esasen şehirler arası ulaşımda masraf paylaşımına yönelik bir platform olması nedeniyle taksilere rakip konumunda olmaması ve platformun henüz Uber kadar tanınır olmamasından kaynaklanması muhtemeldir. Bununla birlikte BlaBlaCar ın faaliyetlerinin Rusya Federasyonu nda yasaklanması için 2017 yılından beri 27 Rus taşıma şirketinin mahkemeye başvurmuş olduğu belirtilmektedir27. BlaBlaCar ın daha çok popülerleşmesi ve bunun sonucunda şehirler arası otobüs ve/veya uçakla yolcu taşıma alanında iştigal eden şirketlerin faaliyetlerinde ciddi bir azalma olması ihtimalinde, BlaBlaCar platformunun Türkiye de de benzer hukuki sorunlarla karşılaşması ihtimal dahilindedir. BlaBlaCar platformunun sağladığı aracılık hizmeti karşılığında sürücünün elde ettiği maliyet katkı payından bir kesinti olup olmadığı ve bu kesintinin tutarı, hizmet verilen ülkeye göre değişiklik göstermektedir. Örneğin BlaBlaCar Birleşik Krallık içerisindeki hizmetlerinde platformun internet sitesinde yayımlanmış olan bir tabloya göre aracılık hizmetinin karşılığında ücret almaktadır28. BlaBlaCar Türkiye ise an itibariyle ücretsiz aracılık hizmeti vermekte, sürücünün tahsil ettiği maliyet katkı payından bir kesinti yapılmamaktadır. BlaBlaCar Türkiye nin internet sitesinden erişilebilir olan Kullanım Sözleşmesi ve Şartları nda yer alan bu yöndeki kurallar değişmediği  müddetçe  platform  Türkiye  içerisindeki  hizmetlerini  maliyet katkı paylarından kesinti yapmadan sunmaya devam edecektir29.   opposing  New  York  City  vehicle  license  caps,  E.T.:  28  Eylül  2020, https://www.reuters.com/article/us-uber-new-york-idUSKBN1XB51W.  27 Crime Russia, Death from BlaBlaCar. Murderer of Burger King manager plays into  hands  of  Russian  transport  operators,  E.T.:  31  Ocak  2020, https://en.crimerussia.com/gromkie-dela/death-from-blablacar-murderer-ofburger-king-manager-plays-into-hands-of-russian-transport-operators/. 28  BlaBlaCar,  Service  Fees,  E.T.:  28  Eylül,  https://blog.blablacar.co.uk/blablalife/lp/service-fees. 29  BlaBlaCar,  Kullanım  sözleşmesi  ve  şartları,  E.T.:  28  Eylül  2020, https://blog.blablacar.com.tr/about-us/terms-and-conditions.BlaBlaCar.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 33 II. BLABLACAR TAŞIMALARININ HUKUKİ NİTELİĞİ BlaBlaCar platformu aracılığıyla yapılan taşımalar karşılığında yolcular tarafından maliyet katkı payı adı altında bir tutarın ödenmesinin gerekmesi, öncelikle ödenmesi beklenen bu tutarın ücret niteliğinde olup olmadığı sorusunu gündeme getirmektedir. Maliyet katkı payı ücret olarak nitelendirilebilirse, o halde burada 6102 sayılı Türk Ticaret Kanunu (TTK)30 m. 850 anlamında bir taşıma sözleşmesi mi mevcuttur? Yoksa maliyet katkı payı, platform aracılığıyla yapılan taşımaların ücretsiz karakterini bozmayan, önemsiz bir karşılık niteliğinde midir ve platform aracılığıyla yapılan taşımalar hatır taşıması niteliğinde midir? Bu ihtimaller dışında, BlaBlaCar platformu aracılığıyla yapılan taşımalar ne TTK m. 850 anlamında taşıma sözleşmesi ne de hatır taşıması olup, ayrı bir sözleşme türü oluşturabilir mi? Bahsedilen sorular, bu başlık altında sırasıyla cevaplanmaya ve BlaBlaCar platformu aracılığıyla yapılan taşımaların hukuki niteliğinin çeşitli ihtimallere göre ne olabileceği belirlenmeye çalışılacaktır.  A. BlaBlaCar Platformu Aracılığıyla Yapılan Taşımalar TTK m. 850 Anlamında Taşıma Sözleşmesi Niteliğinde Midir?  BlaBlaCar platformu aracılığıyla yapılan taşımaların TTK m. 850 anlamında taşıma sözleşmesi niteliğinde olup olmadığının tespit edilebilmesi için, öncelikle TTK m. 850 anlamında taşıma sözleşmesinin tanım ve unsurları, ardından taşıma sözleşmesinin hukuki niteliği incelenmelidir. 1. Taşıma Sözleşmesinin Tanım ve Unsurları TTK m. 850/2 hükmü uyarınca; Taşıyıcı, taşıma sözleşmesiyle eşyayı varma yerine götürmeyi ve orada gönderilene teslim etmeyi veya yolcuyu varma yerine ulaştırmayı; buna karşılık, eşya taşımada gönderen ve yolcu taşımada yolcu, taşıyıcıya, taşıma ücretini ödemeyi borçlanır..  Hükümden yola çıkarak kara taşımalarında taşıma sözleşmesinin; taşıyıcının ücret karşılığında ve kendi hakimiyet alanında, asli edim olarak yolcu veya eşya taşımayı taahhüt ettiği rızaî bir sözleşme31 veya taşıyıcının  30 Kabul Tarihi: 13.01.2011; Resmî Gazete: 14.02.2011/27846.  31 Vural Seven, Taşıma Hukuku, Anadolu Üniversitesi Açık Öğretim Fakültesi Yayını, 2. bs., Eskişehir, 2011, s. 25. Taşıma sözleşmesinin rızaî bir sözleşme ol-34                                                                                               TAÜHFD/ZtdR - 2020/2 bir ücret karşılığında yolcu veya eşya taşımayı üstlendiği sözleşme32 şeklinde tanımlanması mümkündür.  Taşıma sözleşmesi kavramı birçok ayrıma göre incelenmekle birlikte, sözleşmenin konusuna göre taşıma sözleşmeleri yolcu taşıma sözleşmeleri ve eşya taşıma sözleşmeleri olmak üzere ikiye ayrılır33. Karada icra edilen yolcu taşıma sözleşmesinin tarafları taşıyıcı ve yolcudur34. Taşıma sözleşmesi tam iki tarafa borç yükleyen bir sözleşmedir35. Bu bağlamda taşıyıcının asli edimi, eşyayı varma yerine götürmek ve orada gönderilene teslim etmek veya yolcuyu varma yerine ulaştırmak, gönderenin veya yolcunun asli edimi de taşıma ücretini ödemektir36. Do duğu yönünde ayrıca bkz.: Gönen Eriş, Açıklamalı – Gerekçeli – İçtihatlı Türk Ticaret Kanununa Göre Taşıma Hukuku, Seçkin, Ankara, 2015, s. 26; Banu Bozkurt Bozabalı, Havayoluyla Yolcu Taşıma Sözleşmelerinde Taşıyanın Ölüm ve Cismani Zarardan Doğan Hukuki Sorumluluğu, Seçkin, Ankara, 2013, s. 35; Burak Adıgüzel, Taşıma Hukuku (Deniz Ticareti Hariç), Adalet, Ankara, 2020, s. 28. TTK öncesi dönemde mevcut olan, taşıma sözleşmesinin rızaî sözleşme mi yoksa real sözleşme mi olduğu hususundaki tartışmalar için bkz.: Sabih Arkan, Karada Yapılan Eşya Taşımalarında Taşıyıcının Sorumluluğu, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1982, s. 16-19; Hüseyin Ülgen, Uluslararası Taşımacılık ve Hukuki Sorunları, İstanbul Ticaret Odası, İstanbul, 1988, s. 10; Muharrem Gençtürk, Uluslararası Eşya Taşıma Hukuku (Gecikmeden Doğan Sorumluluk), Vedat, İstanbul, 2006, s. 20-21. TTK m. 856/2 hükmünün bu tartışmalara son verecek nitelikte olduğu yönünde bkz.: Vural Seven, 6102 Sayılı Türk Ticaret Kanunu (TTK m. 856-893) Hükümlerine Göre Taşıma Hukukunda Gönderilen, Yetkin, Ankara, 2012, s. 27, dn. 16; Bozkurt Bozabalı, s. 35. 32 Ahmet Zeyneloğlu, Taşıma Hukuku: Kara, Deniz, Hava Taşımacılığı ve Taşıma Sigortası, İlgili Mevzuat, Uluslararası Anlaşmalar, Yargıtay Kararları, Yetkin, Ankara, 1993, s. 29; Arkan, s. 10; Gençtürk, s. 12. 33 Arkan, s. 11; Ülgen, s. 6-7; Nisim Franko, Hatır Nakliyatı ve Hukukî Mahiyeti, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1992, s. 15; Seven, Taşıma Hukukunda Gönderilen, s. 21. 34 Franko, s. 16; Adıgüzel, s. 40. 35 Ülgen, s. 9; Seven, Taşıma Hukuku, s. 27; Seven, Taşıma Hukukunda Gönderilen, s. 28; Gençtürk, s. 17; Bozkurt Bozabalı, s. 24; Adıgüzel, s. 28. 36 Seven, Taşıma Hukukunda Gönderilen, s. 28.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 35 layısıyla taşıma sözleşmesinin unsurları; taşıma işinin üstlenilmesi ve taşıma ücretini ödeme taahhüdüdür37.  Taşıma ücreti, taşıma işinin karşılığında ödenmesi gereken bedel şeklinde tanımlanmaktadır38. Taşıma ücreti, taşıma sözleşmesinin zorunlu bir unsuru olup39 sözleşmede taşıma ücreti ödeme yükümlülüğü bulunmaması halinde kural olarak taşıma sözleşmesinin varlığından söz edilemez40. Ücretsiz yapılan taşımalar, taşıma sözleşmelerine ilişkin özel hükümlerin kapsamı dışında olacaktır41. Nitekim Yargıtay ın görüşü de  37 Arkan, s. 10, 15; Seven, Taşıma Hukukunda Gönderilen, s. 39-40; Süleyman Kıran, Karayoluyla  Eşya  Taşımasında  Taşıma  Ücreti,  Adalet,  Ankara,  2018,  s.  30; Gençtürk, s. 13; Bozkurt Bozabalı, s. 22; Adıgüzel, s. 28-31. 38 Kıran, s. 9.  39 Franko, s. 11-12; Gençtürk, s. 17; Yasemin Durak/Turan Şahin, Hatır İçin Taşıma, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 2015, C. 73, S. 1, s. 345. 40 Zeyneloğlu, s. 82; Franko, s. 14, 22; Seven, Taşıma Hukuku, s. 27; Kıran, s. 13; Gençtürk, s. 19; Adıgüzel, s. 30. Doktrindeki hâkim fikrin bu olduğu yönünde bkz.: Franko, s. 14. İstisnai bir durum için aksi yönde bkz.: Bozkurt Bozabalı, s. 26. Yazar, istiklal madalyası sahibi kişilerin devlet ve belediyeye ait olan taşıma araçlarında ücretsiz taşınması ile belirli bir yaşa kadar olan çocukların taşınmasında ücret alınmamasını örnek göstererek, bazı hallerde taşıma ücreti olmasa bile taşıma sözleşmesinin söz konusu olabileceğini savunmaktadır. Yazara göre, bu kişilerin ücretsiz taşınması kanun veya ticari teamülden doğar ve bu nedenle bu kişiler de yolcu taşıma sözleşmesinin tarafı olarak değerlendirilmelidir. Bozkurt Bozabalı, s. 26 ve s. 26, dn. 27. Aynı yönde, demiryolları taşımalarında belli yaşın altındaki çocukların bedava taşınmalarının aradaki sözleşmeyi ortadan kaldırmayacağı görüşü için bkz.: Franko, s. 55-56. Yine aynı yönde, burada hukuken doğan bir yetkiden dolayı ücretsiz bir taşıma olduğu, hatır taşımasının söz konusu olmadığı görüşü için bkz.: Durak/Şahin, s. 344, dn. 32; Ramazan Zeybek, Hatır Taşımacılığı, Adalet, Ankara, 2018, s. 48. Keza aynı yönde, kendisine istiklal madalyası verilmiş kişilerin ve belirli yaştaki çocukların ücretsiz taşınmalarında bu kişilerin ücretsiz taşınmalarının kanunlardan kaynaklandığı, dolayısıyla bu taşımaların hatır taşıması olmadığı ve taşıma sözleşmesinin mevcut olduğu görüşü için bkz.: Zeyneloğlu, s. 84.  41 Ülgen, s. 9; Arkan, s. 15; Gençtürk, s. 17. Bununla birlikte taşıyıcı tacirse sözleşmede ücret ödeneceğinin öngörülmemiş olmasının sözleşmenin taşıma sözleşmesi olarak nitelendirilmesine engel olmaması gerektiği; zira TTK m. 20 gereği ticari işletmesiyle ilgili bir iş veya hizmet görmüş olan tacirin, kararlaştırılmış36                                                                                               TAÜHFD/ZtdR - 2020/2 ücretsiz yapılan taşımalar bakımından taşıma sözleşmesinin mevcut olmadığı yönündedir42. Bununla birlikte taşıma ücretinin ödenmemiş olması taşıma sözleşmesinin kurulmamış olmasına neden olmaz; ücret unsurunun sağlanması için taşıma ücretinin ödenmesinin taahhüt edilmiş olması yeterlidir43. Taşıma ücreti genellikle para olarak karşımıza çıkmakla birlikte, doktrin ve içtihatta ücret kavramının geniş yorumlanması gerektiği kabul edilmekte ve bu bağlamda maddi değeri olan her türlü menfaatin taşıma ücreti olarak nitelendirilebileceği belirtilmektedir44. Bununla birlikte nezaket icabı ısmarlanan şeylerin ve katlanılan ufak masrafların ücret kapsamında değerlendirilemeyeceği kabul edilir45. Dolayısıyla ivaz olarak nitelendirilemeyen, ekonomik önem arz etmeyen bir edimde bulunulması ihtimalinde ücret unsuru sağlanmış olmayacaktır46.  olmasa bile uygun bir ücret isteyebileceği yönünde bkz.: Zeyneloğlu, s. 79; Arkan, s. 15; Seven, Taşıma Hukukunda Gönderilen, s. 40, dn. 65. Aynı yönde bkz.: Adıgüzel, s. 30; Kıran, s. 36. 42 Franko, s. 14; Gençtürk, s. 17. ... TTK. 762.ci maddesi gereğince ücret, taşıma sözleşmesinin unsuru olup ücretsiz olarak Elif in halası davalı idare hostesi tarafından uçağa bindirildiği ve denize düşerek kaybolan uçakta bulunduğu iddia edildiğine ve olayda yukarıda söylendiği gibi taşıma sözleşmesi niteliği bulunmadığı ve haksız eylem hükümlerine tabi olacağından Dairemizin görevi dışında kalmaktadır.  Yargıtay 11. Hukuk Dairesi, 1979/3583 E., 1979/3817 K., 29.09.1979. Karar için bkz.: Ahmet İyimaya, Hatır Taşımacılığı, Yargıtay Dergisi, 1989, C. 15, Özel Sayı, s. 747, dn. 2; Gençtürk, s. 17, dn. 37. Davacıların miras bırakanı, davalının hususi otomobiline ücretsiz bindiği anlaşılmasına göre, TTK.nun 762. maddesi gereğince, aralarında bir taşıma akdinin mevcudiyetinden sözedilemez. Yargıtay Ticaret Dairesi, 1974/1260 E., 1974/2992 K., 11.06.1974. Karar için bkz.: Franko, s. 14. 43 Kıran, s. 34.  44 Zeyneloğlu, s. 78-79; Arkan, s. 15; Ülgen, s. 9; Franko, s. 12; Kıran, s. 123; Seven, Taşıma Hukuku, s. 27; Bozkurt Bozabalı, s. 25; Gençtürk, s. 17-18; Adıgüzel, s. 30.  Manevi nitelikteki menfaatlerin ücret  kavramına  dahil  olup  olmadığı hakkındaki tartışma için bkz.: Franko, s. 32 vd.; Gençtürk, s. 18. 45 Ergun Özsunay, Araç Sahibinin Hatır İçin Ücretsiz Taşıdığı veya Aracını Hatır İçin Ücretsiz Olarak Kullandırdığı Şahıslara Karşı Sorumluluğu, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 1966, C. 32, S. 1, s. 171-172; Kıran, s. 124. 46 Franko, s. 23; Kıran, s. 124.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 37 Yolcunun benzin ve yağ masraflarına katılması ihtimalinde ücretin söz konusu olup olmadığı ise tartışmalıdır47. Bu tür durumlarda taşımanın ücret karşılığı yapılıp yapılmadığının olayın bütünü değerlendirilerek belirlenmesi gerektiği belirtilmektedir48. Şayet  yolculuk  masraflarına  katılma  sürücünün  masraflarını azaltmak amacıyla yapılıyorsa, bu durumda taşımanın ücretsiz yapıldığının kabul edilmesinin uygun olacağı savunulur49. Nitekim bahsedilen ihtimalde kazanç sağlamaya yönelik bir edimin taahhüdü söz konusu değildir50.  BlaBlaCar platformu aracılığıyla yapılan taşımaların TTK m. 850 anlamında taşıma sözleşmesi teşkil edip etmediği, taşıma sözleşmesinin unsurlarından ücretin mevcut olup olmamasına göre değişecektir. Platform hakkındaki genel açıklamalarda belirtildiği üzere, sürücüler yolculardan tahsil edecekleri maliyet katkı payını tamamen serbest bir şekilde belirleyememektedirler51. Platform tarafından, sürücünün belirttiği yolculuk planına göre otomatik olarak bir yolculuk masrafı hesabı yapılmakta ve sürücünün her bir yolcudan talep edebileceği asgari ve azami maliyet katkı payı tutarı buna göre belirlenmektedir52. Sürücü ancak belirtilen sınırlar dahilindeki maliyet katkı payı talebiyle sistemde ilan oluşturabilmektedir53. Platformun amacı, yol masraflarının adil bir şekilde paylaşılmasını sağlamak ve sürücülerin kâr elde etmesine engel olmak  47 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 172. 48 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 172; Kıran, s. 124.   49 Kıran, s. 124.  50 Kıran, s. 124.  51 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. 52 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. 53 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir.38                                                                                               TAÜHFD/ZtdR - 2020/2 olduğundan, maliyet katkı payı tutarına sistem tarafından bir sınırlama getirilmektedir54.  Dolayısıyla BlaBlaCar platformunun maliyet katkı payı hesaplama sistemi doğru çalıştıkça, sürücü aracına dört yolcu alsa dahi ancak benzin masraflarını karşılayabilmekte; fakat kâr elde edememektedir. Kanaatimizce sürücünün taşıma karşılığında kâr elde etmemiş olması ihtimalinde ücretten söz edilemeyeceğinden, ortada bir taşıma sözleşmesi de olmayacaktır.   Bununla birlikte her ne kadar platformun amacı sürücülerin kâr elde etmesini engellemek yönünde olsa da platform kâr elde etmek amacıyla kullanılır ve bir şekilde platform aracılığıyla yapılan taşımadan kâr elde edilirse, o halde TTK m. 850 anlamında taşıma sözleşmesi mevcut olur.  2. Taşıma Sözleşmesinin Hukuki Niteliği Taşıma sözleşmesi, iş görme sözleşmelerindendir55. Bununla birlikte taşıma sözleşmesinin hukuki niteliği tartışmalı olup, bu hususta üç ayrı görüş bulunmaktadır56. İlk görüş, taşıma sözleşmesinin bir tür eser sözleşmesi olduğunu savunur. Bu görüş uyarınca, eser sözleşmesi yalnızca maddi bir sonucun değil, maddi olmayan sonuçların meydana getirilmesinin üstlenildiği hallerde de söz konusudur ve taşıma sözleşmesinin eser sözleşmesinin bir türü olarak değerlendirilmesi mümkündür57.   54 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir. 55 Arkan, s. 29; Seven, Taşıma Hukukunda Gönderilen, s. 110; Gençtürk, s. 22; Bozkurt Bozabalı, s. 35. 56 Kıran, s. 13.  57 Arkan, s. 30; Kıran, s. 13-15; Bozkurt Bozabalı, s. 37. Bu görüşteki diğer yazarlar için bkz.: Kıran, s. 13, dn. 27. Taşıma sözleşmesinin hukuki niteliğinin eser sözleşmesi olduğunu savunan bir görüşe göre, yolcu taşıma sözleşmeleri bakımından aynı sonuca varmak zordur. Bu görüş uyarınca, yolcu taşıma sözleşmeleri açısından taşıma sözleşmesinin hukuki niteliğinin kendine özgü yapısı olan bir sözleşme olduğunu söylemek daha doğru olacaktır. Adıgüzel, s. 43-44.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 39 Bu görüş, Türk ve Alman hukukunda doktrinde savunulan çoğunluk görüşünü oluşturur58. Taşıma sözleşmesinin hukuki niteliğine ilişkin doktrindeki ikinci görüş, taşıma sözleşmesinin vekâlet sözleşmesinin bir türü olduğu yönündedir. İkinci görüş kapsamında taşıma işinin eser kavramına dahil edilmesinin, eser kavramının çok genişletilmesi anlamına geleceği savunulmaktadır59.  Katılmakta olduğumuz üçüncü görüş uyarınca ise taşıma sözleşmesi eser ve vekalet sözleşmelerine nazaran farklılık arz eder; zira taşıma sözleşmesi TTK nın dördüncü kitabı olan Taşıma İşleri (TTK m. 850-930) hükümleriyle bağımsız tür bir sözleşme olarak düzenlenmiştir60. Ülgen, kanunda ayrı bir sözleşme olarak düzenlenmiş olan taşıma sözleşmesini diğer bir sözleşme içinde değerlendirmenin gerekli olmadığı görüşüyle taşıma sözleşmesini bağımsız tür bir sözleşme olarak niteleyen gruba dahil olmakla birlikte, tamamlayıcı olarak uygulanacak hükümler konusunun başka olduğuna işaret ederek, en makul çözüm olarak eşya taşımalarında eser, yolcu taşımalarında vekalet hükümlerinin tamamlayıcı olarak uygulanmasını önermektedir61.  58 Kıran, s. 15. Önceleri Roma hukukunda taşımanın ayrı bir sözleşme olarak kabul edilmediği ve taşıma sözleşmelerinin eser sözleşmesi (locatio conductio operis) sayıldığı yönünde bkz.: Zeyneloğlu, s. 22.  59 Yazar bu görüşte olmamakla birlikte, bu görüş hakkında bkz.: Kıran, s. 14 ve s. 14, dn. 28. Yazar bu görüşte olmamakla birlikte, İsviçre doktrininde taşıma sözleşmesinin vekalet sözleşmesi olduğunu savunan yazarlar ve bu görüşün sakıncaları için bkz.: Arkan, s. 30, dn. 98. 60 Ülgen, s. 19; Zeyneloğlu, s. 31; Gençtürk, s. 22. İş görme sözleşmelerinin sadece TBK da düzenlenen sözleşmelerden ibaret olmadığı, nitekim taşıma sözleşmesinin de iş görme edimini içeren bir özel hukuk sözleşmesi olduğu yönünde bkz.: Seven, Taşıma Hukukunda Gönderilen, s. 110. 61 Ülgen, s. 19-20. Aynı yönde bkz.: Gençtürk, s.  22. Bu görüşün, taşıma sözleşmesinin sui generis bir sözleşme olarak nitelendirildiği varsayımına dayanan eleştirisi için bkz.: Bozkurt Bozabalı, s. 37. Bununla birlikte Ülgen taşıma sözleşmesinin sui generis bir sözleşme olduğunu ileri sürmüş değildir. Bağımsız bir tür sözleşme ile kast edilmek istenen ile sui generis sözleşme tamamen zıt kavramlardır. Zira Ülgen bağımsız bir tür sözleşme kavramıyla isimli bir sözleşmeye işaret ederken, sui generis sözleşmeler isimsiz sözleşmeler kapsamındadır.40                                                                                               TAÜHFD/ZtdR - 2020/2 Zeyneloğlu taşıma sözleşmesinin bağımsız bir akit tipi olarak düzenlenmiş olduğu görüşünde olmakla birlikte, yazara göre taşıma aktini mevcut akitlerden herhangi birine benzetmektense nev i şahsına mahsus ayrı bir akit olarak kabul etmek daha yerinde olur62. Borç sözleşmeleri; kanunda düzenlenmiş olup olmamalarına göre isimli  sözleşmeler  ve  isimsiz  sözleşmeler  olarak  ikiye  ayrılmaktadır63. İsimli sözleşmeler (Nominatverträge64), kanunda düzenlenmiş olan borç sözleşmelerini ifade eder65. Bir sözleşmenin kanun tarafından düzenlenmiş sayılması için sözleşmenin birinci derecedeki önemli noktalarının kanun tarafından düzenlenmiş olmasının arandığı belirtilmektedir66. 6098 sayılı Türk Borçlar Kanunu (TBK)67 özel hükümlerinde düzenlenmiş olan eser, vekalet, kira vb. sözleşmeler isimli sözleşmelere örnek olduğu gibi, özel kanunlarda düzenlenmiş olan isimli sözleşmeler de mevcuttur68. Bu bağlamda TTK hükümlerinde düzenlenmiş olan taşıma sözleş-mesi, özel kanunlarla düzenlenmiş olan isimli sözleşmelere örnek gösterilmektedir69. İsimsiz sözleşmeler (Innominatverträge70) ise, TBK özel hükümler kısmında veya özel bir kanunla düzenlenmemiş olan sözleşmeleri ifade eder71. Sui generis (kendine özgü yapısı olan) sözleşmeler de isimsiz sözleşmelerdendir72. Bu tür sözleşmeler, kanunda düzenlenmiş herhangi bir isimli sözleşmenin unsurunu içermezler ve isimsiz karma sözleşme de değillerdir73. Taşıma sözleşmesinin TTK hükümleriyle açıkça düzenlenmiş  62 Zeyneloğlu, s. 31. 63 Saibe Oktay, İsimsiz Sözleşmelerin Geçerliliği, Yorumu ve Boşluklarının Tamamlanması, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 1996, C. 55, s. 263; Fikret Eren, Borçlar Hukuku Genel Hükümler, Yetkin, 24. bs., Ankara, 2019, s. 218. 64 Oktay, s. 263. 65 Oktay, s. 264; Eren, Borçlar Hukuku Genel Hükümler, s. 218. 66 Oktay, s. 264-265. 67 Kabul Tarihi:11.01.2011; Resmî Gazete: 04.02.2011/27836. 68 Eren, Borçlar Hukuku Genel Hükümler, s. 218. 69 Eren, Borçlar Hukuku Genel Hükümler, s. 219. 70 Oktay, s. 263. 71 Oktay, s. 263; Eren, Borçlar Hukuku Genel Hükümler, s. 219. 72 Oktay, s. 272; Eren, Borçlar Hukuku Genel Hükümler, s. 221. 73 Oktay, s. 275; Eren, Borçlar Hukuku Genel Hükümler, s. 221.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 41 olması karşısında sui generis bir sözleşme olarak değerlendirilmesi kanaatimizce mümkün değildir. Bilindiği üzere TBK m. 646 gereği TBK, 4721 sayılı Türk Medeni Kanunu nun (TMK)74 beşinci kitabı ve onun tamamlayıcısıdır. TTK m. 1 gereği de TTK, TMK nın ayrılmaz bir parçasıdır. Bu nedenle de TTK da bağımsız bir tür sözleşme olarak düzenlenmiş olan taşıma sözleşmesini TBK özel hükümlerde yer alan sözleşme tiplerinden biriyle açıklamaya çalışmak yerinde görünmemektedir.  Kaldı ki 818 sayılı Borçlar Kanunu nun (eBK)75 özel hükümler kısmının on altınca babında nakliye mukaveleleri 431-448 maddeleri arasında düzenlenmişti. Bu hükümler yalnızca eşya taşımasına ilişkindi76. Fakat taşıma sözleşmeleri hakkında aynı zamanda 1926 tarihli 865 sayılı Ticaret Kanunu77 hükümlerinde düzenleme bulunması ihtilaflara neden olmaktaydı78. Bu nedenle eTTK nın yürürlüğe girdiği dönemde mevzuat arasındaki  ikiliği  kaldırmak  amacıyla,  konunun  ticari  oluşu  da  göz önünde bulundurularak eBK nakliye mukaveleleri hükümleri, 6763 sayılı Türk Ticaret Kanunu nun Mer iyet ve Tatbik Şekli Hakkında Kanun un79 41. maddesiyle yürürlükten kaldırılmıştı80. Böylece taşıma sözleşmesine ilişkin hükümlerin tarihinden de taşıma sözleşmesini bağımsız bir tür sözleşme olarak değerlendirmek gerektiği anlaşılmaktadır. Özetle taşıma sözleşmesi TTK hükümleriyle açıkça düzenlenmiş olduğundan, taşıma sözleşmesinin sui generis bir sözleşme olduğunu kabul etmenin mümkün olmadığı görüşündeyiz ve taşıma sözleşmesinin TTK hükümleriyle bağımsız bir tür sözleşme olarak düzenlenmiş olduğu görüşüne katılıyoruz81. Taşıma sözleşmesinin TTK hükümleriyle bağım 74 Kabul Tarihi: 22.11.2001; Resmî Gazete: 08.12.2001/24607. 75 Kabul Tarihi: 22.04.1926; Resmî Gazete: 29.04.1926/359. 76 Zeyneloğlu, s. 23. 77 Kabul Tarihi: 29.05.1926; Resmî Gazete: 28.06.1926/406. 78 Zeyneloğlu, s. 23. 79 Kabul Tarihi: 29.06.1956; Resmî Gazete: 09.07.1956/9353.  80 Zeyneloğlu, s. 23. 81 Ülgen, s. 19; Gençtürk, s. 22.42                                                                                               TAÜHFD/ZtdR - 2020/2 sız bir sözleşme olarak düzenlenmiş olması karşısında, taşıma sözleşmesini diğer bir sözleşme kapsamında değerlendirmek ne gerekli ne de yerinde olacaktır82.  Taşıma  sözleşmesinin  hukuki  niteliğine  dair  bu  görüşümüz BlaBlaCar platformu aracılığıyla yapılan taşımalara uygulandığında, TTK m. 850 hükmünden çıkan taşıma sözleşmesinin unsurlarının ve bu bağlamda ücret unsurunun somut olayda mevcut olması ihtimalinde, BlaBlaCar platformu aracılığıyla yapılan taşımaların taşıma sözleşmesi olarak nitelendirilmesi mümkündür.  Bununla birlikte BlaBlaCar platformunun amacı sürücülerin kâr elde etmemesi yönünde olduğundan ve sistem de buna göre tasarlanmış olduğundan, platform amacına uygun kullanıldıkça taşıma karşılığı alınan bir ücret söz konusu olmaz ve bu nedenle platform aracılığıyla yapılan taşımalar TTK m. 850 anlamında taşıma sözleşmesi teşkil etmez. B. BlaBlaCar Platformu Aracılığıyla Yapılan Taşımalar Hatır Taşıması Niteliğinde Midir? BlaBlaCar platformu aracılığıyla yapılan taşımaların hatır taşıması niteliğinde olup olmadığının tespiti için öncelikle hatır taşıması kavramının tanım, unsurlar ve hukuki nitelik bağlamında ele alınması gerekir.  1. Hatır Taşımasının Tanımı Hatır taşımasının (Gefälligkeitsfahrt83, transport bénévole veya gratuit84), işletenin bir kimseyi, nezaket gereği veya onu memnun etmek için ücretsiz olarak aracında taşıması şeklinde tanımlanması mümkündür85. Hatır taşıması kavramının isimlendirilmesinde doktrinde bir bir 82 Ülgen, s. 19-20. Aynı yönde bkz.: Gençtürk, s.  22.  83 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 165; Demet Çeliktaş, 2918 Sayılı Karayolları Trafik Kanunu nda İşletenin Hukuki Sorumluluğu, Karınca Matbaacılık, İzmir, 1987, s. 104. 84 Çeliktaş, s. 104. 85 Erhan Adal, Trafik Kazalarında Akit – Dışı Hukukî Sorumluluk, Fakülteler Matbaası, İstanbul, 1963, s. 113; Çeliktaş, s. 104; Franko, s. 19; Durak/Şahin, s. 341.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 43 lik yoktur86. Aynı kavramı ifade etmek üzere hatır seyahati87, hatır için ücretsiz  taşıma88,  hatır  nakliyatı89,  hatır  taşımacılığı90,  gönülden  taşıma91, hatır için taşıma92, hatır için karşılıksız taşıma93 ve hatır taşıması94 tabirleri kullanılmıştır.   86 Franko, s. 19; Durak/Şahin, s. 341. 87 Adal, s. 113. 88 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 163; Ergun Özsunay, Trafik Hukukunda Araç Sahibinin Fiil ve Davranışlarından Sorumlu Olduğu Şahıslar, Banka ve Ticaret Hukuku Dergisi, 1967, C. 4, S. 1, s. 23. 89 Franko, s. 20. 90 İyimaya, s. 752; Zeybek, s. 31; Yıldırım Keser, Hatır Taşımacılığından Doğan Zararlardan Hakkaniyet İndirimi, D.E.Ü. Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, 2019, C. 21, Özel Sayı, s. 2397. 91 Çetin Aşçıoğlu, Trafik Kazalarından Doğan Hukuk ve Ceza Sorumlulukları, Yazarın Kendi Yayını, Sözkesen Matbaacılık, 2. bs., Ankara, 2008, s. 102.  92 Eren, Borçlar Hukuku Genel Hükümler, s. 803; Mehmet Ayan, Borçlar Hukuku (Genel Hükümler), Seçkin, 11. bs., Ankara, 2016, s. 306; Ayşe Havutçu/K. Emre Gökyayla, Uygulamada 2918 Sayılı Karayolları Trafik Kanunu na Göre Hukukî Sorumluluk, Seçkin, Ankara, 1999, s. 85; Kıran, s. 126; Hüseyin Ateş, Motorlu Araç İşletenin Sorumluluğunun Azaltılması, Türkiye Barolar Birliği Dergisi, 2011, C. 24, S. 97, s. 305; Durak/Şahin, s. 341; Alptekin Burak Boydak, Karayolları Trafik Kanunu Kaynaklı Kusursuz Sorumluluk, Türkiye Adalet Akademisi Dergisi, 2014, C. 5, S. 17, s. 308; Mustafa Tiftik, Akit Dışı Sorumlulukta Maddi Tazminatın Kapsamı, Yetkin, Ankara, 1994, s. 148. 93 O. Gökhan Antalya, Borçlar Hukuku Genel Hükümler: Haksız Fiilden Doğan Borç İlişkileri, Sebepsiz Zenginleşmeden Doğan Borç İlişkileri, C. V/1, 2, Seçkin, 2. bs., Ankara, 2019, s. 496. 94 Fikret Eren, Karayolları Trafik Kanununa Göre Motorlu Araç İşletenin Akit Dışı Sorumluluğunun Hukuki Niteliği ve Unsurları, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 1987, C. 39, S. 1, s. 165; Hüseyin Hatemi/Emre Gökyayla, Borçlar Hukuku Genel Bölüm, Vedat, 3. bs., İstanbul, 2015, s. 20; Hasan Tahsin Gökcan, Karayolları Trafik Kanununa Göre Hukukî Sorumluluk, Tazminat, Sigorta ve Rücu Davaları, Seçkin, 9. bs., Ankara, 2018, s. 192; Hamdi Yılmaz, Karayolları Trafik Kanunu na Göre Motorlu Araç İşletenin Hukuksal Sorumluluğu, ed. Özge Uzun Kazmacı, Vedat, İstanbul, 2014, s. 35; Çelik Ahmet Çelik, Trafik Kazalarında Tazminat ve Sigorta Hukuk ve Ceza Sorumluluğu, Seçkin, Ankara, 2017, s. 88; Aziz Serkan Arslan, Zorunlu Mali Sorumluluk Sigortasından Doğan Rücu44                                                                                               TAÜHFD/ZtdR - 2020/2 2918 sayılı Karayolları Trafik Kanunu (KTK)95 m. 87/1 hükmüyle işletenin, taşıma esnasında meydana gelen bir trafik kazası sonucunda hatır için taşınanın uğradığı zararlardan sorumluluğu genel hükümlere tabi kılınmıştır. Hüküm uyarınca, Yaralanan veya ölen kişi, hatır için karşılıksız taşınmakta ise veya motorlu araç, yaralanan veya ölen kişiye hatır için karşılıksız verilmiş bulunuyorsa, işletenin veya araç işleticisinin bağlı olduğu teşebbüs sahibinin sorumluluğu ve motorlu aracın maliki ile işleteni arasındaki ilişkide araca gelen zararlardan dolayı sorumluluk, genel hükümlere tabidir.. 2. Hatır Taşımasının Unsurları Doktrinde hatır taşımasının unsurlarının neler olduğu hususunda görüş birliği yoktur. Yazarlar hatır taşımasının unsurlarını çeşitli şekillerde belirlemişlerdir. İyimaya hatır taşımasının unsurlarını; taşıyanın taşımada  Davaları, Türkiye Barolar Birliği Dergisi, İstanbul 2010, C. 23, S. 88, s. 206; Aslıhan Yalçınkaya, Genel Hatları ile Karayolları Zorunlu Mali Sorumluluk Sigortası, Ankara Barosu Dergisi, 2019, C. 77, S. 1, s. 444; Eriş, s.  27. 95 Kabul Tarihi: 13.10.1983; Resmî Gazete: 18.10.1983/18195. KTK nın hazırlanması aşamasında, 1958 yılında yayımlanmış olan İsviçre Karayolları Trafiğine İlişkin Federal Kanun (Loi fédérale sur la circulation routière, Strassenverkehrsgesetz SVG) temel alınmıştır (Başak Baysal, Haksız Fiil Hukuku, On İki Levha, İstanbul, 2019, s. 336). Bununla birlikte KTK nın 87. maddesinin ilk fıkrasının kaynağını oluşturan SVG nin 59. maddesinin 3. fıkrası, 20.03.1975 tarihli Federal Kanun la yürürlükten kaldırılmıştı (Karl Oftinger, Schweizerisches Haftpflichtrecht Erster Band: Allgemeiner Teil, Schulthess Polygraphischer, 4. bs., Zürich, 1975, s. 275-276; Karl Oftinger/Emil W. Stark, Schweizerisches Haftpflichtrecht Zweiter Band: Besonderer Teil, Schulthess Polygraphischer, 4. bs., Zürich, 1989, s. 263; Baysal, Haksız Fiil Hukuku, s. 338, Henri Deschenaux/Pierre Tercier, Sorumluluk Hukuku, Çev.: Salim Özdemir, Kadıoğlu Matbaası, Ankara, 1983, s. 128-129, 208; Tiftik, s. 148, dn. 388). Dolayısıyla KTK nın hazırlık aşamalarında SVG m. 59/3 halihazırda 1975 değişikliğiyle yürürlükten kaldırılmış olmasına rağmen, benzer bir hükmün KTK da yer alması tercih edilerek SVG nin hukuki sorumluluğa ilişkin kurallarından farklılığa gidilmiştir (Ahmet Sivri, Karayolları Trafik Kanunu na Göre Araç İşletenin Hukuki Sorumluluğu, İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, 2016, C. 15, S. 2, s. 587). İsviçre öğretisinde 1975 değişikliğinden sonra İsviçre Borçlar Kanunu m. 43 (TBK m. 51) kapsamında aynı sonuca varılıp varılamayacağı ise tartışmalıdır (Oftinger/Stark, s. 264; Baysal, Haksız Fiil Hukuku, s. 338, s. 338 dn. 456; Yılmaz, s. 235, dn. 1090).Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 45 önemli bir yararı olmaması, hatır ilişkisinin serbest irade ile kurulması ve taşımanın taşınanın yararına olması şeklinde açıklamaktadır96. Durak ve Şahin in görüşü uyarınca KTK m. 87/1 den yararlanabilmek anlamında hatır taşımasının unsurlarını; şahsın araçla taşınması, taşımanın ücretsiz olması ve taşınan kişinin ölmesi ya da yaralanması şeklinde belirlemek mümkündür97. Çelik, hatır taşımasının unsurlarının, araca bindirilen kişiden bir ücret alınmamış olması ve taşıyanın taşıdığı kişiden bir beklentisi olmaması olduğu görüşündedir98. Eren e göre hatır taşımasının söz konusu olabilmesi için, taşımak için araca alınan yolcudan hiçbir karşı edim alınmamış olması ya da karşı edim alınmış olsa bile bunun önemsiz olması ve hatır taşımasının başkasına kolaylık gösterme, iyilik etme düşüncesine dayanması gerekir99. Franko, ücret ödememe durumu ile taşımanın karşılıksız yapılmasının, hatır taşımasının vasıfları olduğu görüşündedir100.  Kanaatimizce gerek KTK m. 87/1 hükmünde açıkça hatır için karşılıksız taşınmakta ise ifadelerinin kullanılmış olmasından, gerekse karşılık kavramının ücret kavramını da kapsayan daha geniş bir anlamı olmasından dolayı, hatır taşımasının unsurları bahsinde taşımanın ücretsiz olmasındansa, karşılıksız olmasının bir unsur olarak değerlendirilmesi daha yerindedir. Nitekim doktrindeki hâkim görüş uyarınca, hatır taşımasında yalnızca ücretsizlik değil, aynı zamanda karşılıksızlık durumunun da mevcut olması gerekir101. Dolayısıyla kanaatimizce hatır taşımasının unsurlarını; şahsın araçla taşınması102, önemli bir karşılığın olmaması103, başkasına iyilik etme  96 İyimaya, s. 749-751. 97 Durak/Şahin, s. 341-344. 98 Çelik, s. 447. 99 Eren, Borçlar Hukuku Genel Hükümler, s. 803.  100 Franko, s. 20, 24.  101 Franko, s. 20; Durak/Şahin, s. 344; Çeliktaş, s. 105.  102 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 169; Durak/Şahin, s. 341. Hatır taşımalarında taşımanın mutlaka aracın sahibi olan kişi tarafından gerçekleştirilmesinin şart olmadığı yönünde bkz.: Özsunay, Hatır İçin Ücretsiz Taşıma, s. 171. 103 Franko, s. 23.46                                                                                               TAÜHFD/ZtdR - 2020/2 düşüncesine dayanma104 ve ilişkinin serbest irade ile kurulması105 şeklinde sıralamak mümkündür.  BlaBlaCar aracılığıyla yapılan taşımaların hatır taşıması niteliğinde olup olmadığı hususunda, hatır taşımasının unsurlarından önemli bir karşılığın olmaması unsurunun bu platform aracılığıyla yapılan taşımalarda mevcut olup olmadığı irdelenmelidir. Zira platform aracılığıyla yapılan taşımalar için yolcuların her biri tarafından sürücüye ödenen maliyet katkı payının önemli bir karşılık niteliğinde olup olmadığı, platform aracılığıyla yapılan taşımaların hatır taşıması niteliğinde olup olmadığı hususunda belirleyici olacaktır. Öncelikle belirtmek gerekir ki bir ücret karşılığında gerçekleştirilen taşımaların hatır taşıması olarak nitelendirilmesi mümkün değildir106. Bununla birlikte taşıma dolayısıyla sürücünün sağladığı ekonomik menfaat, yolcunun ödeyeceği belirli bir tutardaki para (ücret) dışında bir hizmet edimi veya başka bir ekonomik menfaat de olabilir107. Hatır taşıması bu durumlarda da söz konusu değildir108.  Hatır taşımalarında mutlak bir karşılıksızlığın aranıp aranma 104 Eren, Borçlar Hukuku Genel Hükümler, s. 803.  105 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 169; İyimaya, s. 751; Havutçu/Gökyayla, s.  86; Ateş, s. 305; Durak/Şahin, s. 341; Gökcan, s. 192, 424. 106 Franko, s. 20; Kıran, s. 126; Çelik, s. 447; Zeybek, s. 31; Boydak, s. 308. Bununla birlikte ücretsiz her taşımanın da hatır taşıması olarak nitelendirilmemesi gerektiği, özellikle kişinin aile bireylerini ücretsiz taşıması durumlarında konunun hatır değil, ailevi ilişkiler ve yükümlülükler kapsamında değerlendirilmesi gerektiği belirtilir. Durak/Şahin, s. 342.  107 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 170; Franko, s. 23; Aşçıoğlu, s. 106; Keser, s. 2398-2399. Örneğin bir otomobil satış temsilcisinin, satış sözleşmesi akdetme konusunda ikna edici olması amacıyla, potansiyel bir alıcıyı deneme sürüşüne çıkarması ihtimalinde, taşımada ekonomik bir menfaat söz konusudur ve böyle bir taşıma hatır taşıması olmaz. Özsunay, Hatır İçin Ücretsiz Taşıma, s. 170-171. Doktrindeki hâkim görüş uyarınca, taşımada maddi değil fakat manevi bir menfaatin söz konusu olması ihtimalinde de hatır taşımasından söz edilemeyeceği belirtilmektedir. Bkz.: Franko, s. 74; Durak/Şahin, s. 344; Aşçıoğlu, s. 105. 108 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 170; Franko, s. 23.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 47 dığı konusunda doktrinde görüş birliği yoktur. Bu husustaki bir görüş uyarınca, taşıma dolayısıyla sürücüye temin edilecek en küçük bir menfaat bile, taşımanın hatır taşıması olmasına engel teşkil etmeye yeterlidir109. Kanaatimizce de yerinde olan diğer görüş uyarınca ise, hatır taşımasının söz konusu olabilmesi için yolcudan ya hiçbir karşı edim alınmamış olması ya da bir karşı edim alınmış olsa bile bu karşı edimin önemsiz olması gerekir110. Diğer bir deyişle yolcudan önemli addedilemeyecek bir  109 Yazar bu görüşte olmamakla birlikte, Fransız içtihadının bahsedilen görüş paralelinde olduğu ve bu konuda çok katı bir tutum sergilendiği yönünde bkz.: Franko, s. 30. Nitekim Fransız Yargıtayı, yakıt masraflarının yolcu tarafından ödendiği fakat bunun yarısının sürücü tarafından karşılandığı bir taşıma hakkında, taşımanın karşılıksız olduğunu iddia etmenin mümkün olmadığına karar vermiştir. Karar için bkz.: Franko, s. 24. 110 Eren, Borçlar Hukuku Genel Hükümler, s. 803; M. Kemal Oğuzman/Turgut Öz, Borçlar Hukuku Genel Hükümler, C. II, Vedat, 14. bs., İstanbul, 2018, s. 227, dn. 284; İyimaya, s.  749; Kemal Tahir Gürsoy, İsviçre Hukukunda Trafik Kazalarından Doğan Hukukî Sorumluluğun Anahatları, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1974, s. 95; Adal, s. 115; Çeliktaş, s. 106; Franko, s. 31; Yılmaz, s. 36; Durak/Şahin, s. 343; Zeybek, s. 63; Ateş, s. 305; Gökcan, s. 192, 194. Fransız doktrininde, içtihada nazaran daha ılıman bir görüşle, elde edilen menfaatin önemli olmaması durumunda taşımanın yine hatır taşıması olacağının kabul edildiği yönünde bkz.: Franko, s. 30.  Yargıtay içtihadı genellikle doktrindeki hâkim görüşle aynı yönde olup, hatır taşımasının söz konusu olması için mutlak bir karşılıksızlık aranmamaktadır: Hatır taşıması bir kimseyi ücretsiz olarak ve bir karşılık almadan ve bir yararı bulunmadan taşıma halidir. Yani hatır için taşımada taşımanın karşılıksız olması veya alınan karşılığın önemsiz olması gerekir. ifadelerinin kullanıldığı kararlar için bkz.: Yargıtay 17. Hukuk Dairesi, 2014/18502 E., 2017/1889 K., 23.02.2017 (Zeybek, s. 66); Yargıtay 17. Hukuk Dairesi, 2016/20252 E., 2019/8455 K., 24.09.2019; Yargıtay 17. Hukuk Dairesi, 2017/2730 E., 2019/10126 K., 04.11.2019; Yargıtay 17. Hukuk Dairesi, 2016/10906 E., 2019/4820 K., 16.04.2019; Yargıtay 17. Hukuk Dairesi 2017/791 E., 2019/9855 K., 23.10.2019; Yargıtay 17. Hukuk Dairesi, 2017/1898 E., 2019/9631 K., 18.10.2019; Yargıtay 17. Hukuk Dairesi, 2016/20246 E.,  2019/8164  K.,  17.09.2019;  Yargıtay  17.  Hukuk  Dairesi,  2016/11783  E., 2019/4686 K., 15.04.2019. Yargıtay Hukuk Genel Kurulu nun 2012 tarihli bir kararında da aynı görüş benimsenmiştir: Böylece, hatır için taşıma ya da vermenin söz konusu olabilmesi için, işletenin taşımak üzere araca aldığı yolcudan veya48                                                                                               TAÜHFD/ZtdR - 2020/2 karşılık alınmış olması ihtimalinde, bunun taşımanın hatır taşıması niteliğini etkilemeyeceğini söylemek mümkündür111. Yolcunun sürücüye yemek veya içki ısmarlaması; nezaket gereği verilen ve ekonomik önem arz etmeyen, dolayısıyla taşımanın hatır taşıması niteliğini bozmayan edimlere örnek gösterilmektedir112. Yolcunun yolculuğun benzin ve yağ masraflarına katılması ha aracını verdiği kişiden ya hiç karşı edim almamış ya da alsa bile bunun önemsiz olması gerekir. Yargıtay Hukuk Genel Kurulu, 2011/824 E., 2012/134 K., 14.03.2012.  Bununla birlikte Yargıtay ın özellikle daha eski tarihli bazı kararlarında, hatır taşımalarının söz konusu olması bağlamında alınan karşılığın önemli olup olmadığının  değerlendirilmediği  de  görülmektedir:  Hatır  taşımaları  bir menfaat karşılığı olmadığı cihetle, ... ifadelerinin kullanıldığı kararlar için bkz.: Yargıtay 17. Hukuk Dairesi, 2009/8556 E., 2010/2269 K., 15.03.2010; Yargıtay 17. Hukuk Dairesi, 2011/7422 E., 2012/6339 K., 17.05.2012; Yargıtay 17. Hukuk Dairesi,  2009/7575  E.,  2010/650  K.,  01.02.2010.  Aynı  yönde  bkz.:  Hatır taşımacılığında yalnız yolcunun yararı söz konusu olduğu ve araç sahibi ivazsız bir şekilde hareket ettiği cihetle ... Yargıtay 10. Hukuk Dairesi, 2013/15439 E., 2014/8404 K., 11.04.2014; Hatır taşımaları bir menfaat karşılığı olmadığı cihetle , ... Hatır taşımasından ya da kullanmadan söz edebilmek için yaralanan ya da ölen karşılıksız taşınmış olmalıdır. ... Ancak taşıma ve kullanmada işletenin veya eylemlerinden sorumlu olduğu kişilerin bir çıkarı veya yararının bulunması halinde hatır taşımasından söz edilemeyecektir. Yargıtay 17. Hukuk Dairesi, 2016/5830 E., 2019/2309 K., 28.02.2019; Hatır taşıması bir kimseyi ücretsiz veya bir karşılık almadan ve bir yararı bulunmadan taşıma halidir. ... taşıma için yakıt gideri verildiği, karşılık alındığı gözetilmeden, mahkemece araç hasarı ile ilgili olarak tespit edilen bedelden hatır taşıması indirimi yapılması doğru değildir.  Yargıtay 17. Hukuk Dairesi, 2015/10377 E., 2018/5564 K., 28.05.2018. Kararlar için bkz.: Corpus Web Hukuk Mevzuat ve İçtihat Programı. 111 Özsunay, Hatır İçin Ücretsiz Taşıma, s.  171-172; Çeliktaş, s.  106; Durak/Şahin, s. 343. Paralel bir şekilde, sembolik bir ödemenin taşımanın hatır taşıması niteliğini bozmayacağı yönünde bkz.:  Anton K. Schnyder, Basler Kommentar Obligationenrecht I Art. 1-529 OR, Heinrich Honsell/Nedim Peter Vogt/Wolfgang Wiegand (ed.), Helbing Lichtenhahn, 4. bs., Basel, 2007, Art. 43, Rn. 15. 112 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 171-172; Franko, s. 23, 31; Aşçıoğlu, s. 106; Haluk N. Nomer, 2918 Sayılı Karayolları Trafik Kanununa Göre Motorlu Araç İşletenin Sorumluluğu, İstanbul Barosu Dergisi, İstanbul 1992, C. 66, S. 1-2-3, s. 47; Oğuzman/Öz, s. 227, dn. 284; Gökcan, s. 194; İyimaya, s. 749.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 49 linde hatır taşımasının söz konusu olup olmadığı doktrinde tartışmalıdır113. Bu husustaki ilk görüşe göre, bu gibi durumlarda taşımanın ücretli mi yoksa hatır amacıyla ve ücretsiz mi olduğunun, olayların tümü değerlendirilerek belirlenmesi gerekir114. Diğer bir görüşe göre, aracın kullanılması için bir meblağın ödenmesi veya yakıt masraflarına katılma halinde artık ekonomik bir menfaat söz konusudur ve aracın kiralanması gibi bir sonuç doğar115. Kanaatimizce haklı olan, önemlilik kıstasını gözeten üçüncü görüş uyarınca ise, hatır için taşınan ya da kendisine araç verilen kimsenin, yakıt masraflarına katkıda bulunma örneğindeki gibi bazı önemsiz katkılarda bulunması, hatır taşımasının bedava niteliğini bozmaz116. Dolayısıyla yakıt masraflarına düşük bir katılım halinde önemli bir karşılık söz konusu değildir ve bu durum taşımanın hatır taşıması olmasına engel teşkil etmeyecektir117. Buna karşılık, sürücünün yolculuğu masrafsız hale getirmek amacıyla, arabasına davet ettiği kişilerden para alması halinde, hatır niyetinin değil sürücünün menfaatinin ön planda olması nedeniyle artık hatır taşımasından bahsedilemeyeceği savunulmaktadır118. Yakıt masraflarına yarı yarıya katlanma, bu kapsamda değerlen 113 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 172; Franko, s. 23; Aşçıoğlu, s. 106; Ateş, s. 305. 114 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 172.  115 Yazar bu görüşte olmamakla birlikte, bahsedilen görüş için bkz.: Franko, s. 24. Bu görüşte aracın kullanılması için bir meblağ ödenmesi veya yakıt masraflarına katılmaktan bahsedildiğinden, esasen hatır taşıması değil, hatır için aracı kullandırmanın unsurlarının mevcut olup olmadığı değerlendirilmektedir. 116 Çeliktaş, s. 106; Gökcan, s. 194. 117 Durak/Şahin, s. 343. Paralel bir şekilde, nezaket icabı aracın yakıt masrafına katılmanın taşımanın hatır taşıması niteliğini bozmayacağı yönünde bkz.: Nomer, s. 47; Oğuzman/Öz, s. 227, dn. 284. 118 Durak/Şahin, s. 343. Aynı yönde bkz.: Yılmaz, s. 36. Doktrindeki diğer bir görüş kapsamında, araçtaki yolcunun benzin ve benzeri masraflara katılması durumunda taşımanın karşılıksız olmaktan çıkacağı kabul edilmektedir. Masraflara katılmanın önemli bir karşılık oluşturup oluşturmadığının değerlendirilmediği bu görüş için bkz.: Havutçu/Gökyayla, s.  86.50                                                                                               TAÜHFD/ZtdR - 2020/2 dirilmekte ve bu tür taşımalar hatır taşıması olarak görülmemektedir119. Gerçekten de yakıt masraflarına ortak olma halinde ortada yolculuk için alınan önemli bir karşılık söz konusudur ve hatır taşımasının unsurları oluşmaz. Ayrıca bu gibi durumlarda yine hatır taşımasının unsurlarından olan başkasına iyilik etme düşüncesine dayanma120 unsuru da sağlanmamaktadır. Genel Olarak BlaBlaCar Platformu ve Sistemin İşleyişi başlığı altında detaylıca açıklandığı üzere, sistemde sürücünün belirttiği yolculuk planına göre otomatik olarak bir yolculuk masrafı hesabı yapılmakta ve sürücünün her bir yolcudan talep edebileceği asgari ve azami maliyet katkı payı tutarı yolculuğa göre belirlenmektedir121. Sistem tarafından, ilanı verilen yolculukta koltuk başına düşen maliyet katkı payı hesaplanırken, yolculuğun tahmini yakıt masrafı tutarı, azami yolcu sayısı olan dörde bölünmektedir122. Dolayısıyla sürücünün aracına dört yolcu alması halinde, tüm yakıt masraflarının yolcular tarafından karşılanmış olması mümkündür. Böyle bir ihtimalde hatır taşımasının önemli bir karşılığın olmaması unsurunun sağlanmış olmayacağından ve taşımanın hatır taşıması niteliğinde olmayacağından şüphe yoktur.  Keza BlaBlaCar platformu aracılığıyla yapılan taşımaların taşıma sözleşmesi teşkil edip etmediğinin sorgulandığı BlaBlaCar Platformu Aracılığıyla Yapılan Taşımalar TTK m. 850 Anlamında Taşıma Sözleşmesi Niteliğinde Midir? başlığı altındaki açıklamalarda belirtilmiş olduğu üzere,  her ne kadar platform sürücülerin kâr elde etmesini engellemeyi amaçlasa da, yolculuktan işletim masraflarını aşan tutarda bir karşılık elde  119 Durak/Şahin, s. 343-344. Taşınanlar ve taşıyanın taşımada eşit derecede ortak yararlarının bulunduğu hallerde hatır taşımasının söz konusu olmadığı yönünde bkz.: İyimaya, s. 749.  120 Eren, Borçlar Hukuku Genel Hükümler, s. 803.  121 BlaBlaCar, Ücretlendirme ve ödeme sistemi nasıl çalışır?, E.T.: 28 Eylül 2020, https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odeme-sisteminasil-calisir.  122 İlanı verilen yolculukta koltuk başına düşen maliyet katkı payının, yolculuğun tahmini yakıt masrafının (azami yolcu sayısı olan) dörde bölünmesi suretiyle hesaplandığı, BlaBlaCar platformu yetkilileri ile yapılan yazışmalar vesilesiyle öğrenilmiştir.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 51 edilmesi ve buna bağlı olarak taşıma sebebiyle kâr elde edilmesi ihtimalinde, artık ücretli bir taşıma söz konusudur ve bir taşıma sözleşmesi vardır. Taşıma sözleşmesinin mevcut olduğu durumlarda hatır taşımasının varlığından söz edilemez. Bununla birlikte sistem tarafından tanınan marj kapsamında sürücü tarafından sembolik bir tutarın talep edilmiş olması ve yalnızca bir yolcunun birlikte seyahat etmeyi kabul etmiş olması ihtimalinde ise sürücü yolcuyu önemli olmayan bir tutar karşılığında taşımış olur. Keza somut olayda sürücünün başkasına iyilik etme düşüncesinde olması ve taşımanın daha çok yolcunun yararına olması da söz konusu olabilir ve hatır taşımasının unsurları sağlanıyor olabilir. Sonuç olarak, BlaBlaCar platformu aracılığıyla yapılan taşımalarda her bir taşımanın hatır taşımasının unsurlarını taşıyıp taşımadığının somut olayın koşullarına göre değerlendirilmesi gerekir. Somut olayda taşıma karşılığında önemli olmayan bir karşılık alınmış olabileceği gibi, kâr oluşturmaması nedeniyle ücret olarak nitelendiremeyeceğimiz fakat önemli olan bir karşılığın alınması veya kâr elde edilen ücretli bir taşımanın söz konusu olması da mümkündür.  Lakin platform aracılığıyla gerçekleştirilen yolculuk vesilesiyle sürücü önemli bir karşılık elde etmemiş olsa ve taşıma başkasına iyilik etme düşüncesine dayansa bile bu durum BlaBlaCar platformu aracılığıyla yapılan taşımaların hatır taşıması niteliğinde olduğunu söyleyebilmek için yeterli değildir. Zira bunun için ayrıca hatır taşımalarının hukuki niteliğinin de irdelenmesi ve BlaBlaCar platformu aracılığıyla yapılan taşımaların bu bakımından değerlendirilmesi gerekir. Diğer bir deyişle, somut olayda hatır taşımasının unsurlarının tamamı sağlanmış olsa dahi, hatır taşımasının hukuki niteliği tespit edilmeden, BlaBlaCar platformu aracılığıyla yapılan somut taşımanın hatır taşıması teşkil edip etmediği belirlenemez. 3. Hatır Taşımasının Hukuki Niteliği Hatır taşımasının hukuki niteliğinin ne olduğu doktrinde tartış-52                                                                                               TAÜHFD/ZtdR - 2020/2 malıdır. Bu husustaki görüşleri temel olarak, hatır taşımasının sözleşmesel ilişki niteliğinde olduğu görüşü, hatır taşımasının sözleşme dışı ilişki niteliğinde olduğu görüşü ve hukuki işlem benzeri ilişki niteliğinde olduğu görüşü şeklinde üçe ayırmak mümkündür123.  Hatır taşımasının hukuki niteliğinin sözleşme olduğu görüşündeki yazarlar, hatır taşımasının hukuki niteliğinin hangi sözleşme olduğu hususunda farklı görüşler ileri sürmüşlerdir. Sözleşme görüşünü kabul eden yazarlardan bazıları bu sözleşmenin taşıma sözleşmesi124, bazıları  123 İyimaya, s. 752; Gökcan, s. 192. Fransız doktrininde görüldüğü belirtilen bir görüş uyarınca, hatır taşımasının hukuki niteliğinin ne sözleşme ne de haksız fiil esaslarıyla açıklamak mümkündür; bu görüşe göre hatır taşımasının hukuki niteliği hakkaniyet esasına dayanır (yazar bu görüşte olmamakla birlikte, bu görüşteki yazar için bkz.: Franko, s. 70, dn. 278.). Bahsedilen görüşü benimseyen yazarlara Türk doktrininde hiç rastlanmamakta olduğundan, bu görüş hatır taşımasının hukuki niteliğine dair görüşlere ilişkin temel tasnifte dikkate alınmamıştır. Hatır taşımasının hukuki niteliğini hakkaniyet düşüncesiyle açıklamak yerinde görülmemektedir; zira hakkaniyet düşüncesi, hatır taşımasının hukuki niteliğinin belirlenmesinde değil, hatır taşımalarından doğan zararlardan sorumluluk bakımından önem arz eder. Franko, s. 72. Doktrindeki diğer bir görüş, hatır ilişkisi kavramının daha çok ücretsiz vekalet türünden iş görme sözleşmeleri ve özellikle hatır taşımalarında ortaya çıktığını belirterek, bu gibi durumlarda bağlanma iradesi bulunan isimsiz bir sözleşme mi yoksa sadece bir hatır ilişkisinin mi bulunduğunun, somut olayın özellikleri dikkate alınarak incelenmesi gerektiğine dikkat çeker. Bkz.: Hatemi/Gökyayla, s. 20. 124 Haluk Tandoğan, Kusura Dayanmayan Sözleşme Dışı Sorumluluk, Ankara, 1981, s. 258-259 (Franko, s. 53 ten naklen). Aksi yönde, hatır taşımalarında ücret unsuru mevcut olmadığından hatır taşımalarının taşıma sözleşmesi niteliğinde olmadığı hakkında bkz.: Aşçıoğlu, s. 103; Durak/Şahin, s. 345. TTK m. 850 kanun gerekçesinde, hatır taşımalarının temelinde taşıma sözleşmesi bulunmadığından, hatır taşımasının taşıyıcısının bu madde anlamında taşıyıcı olmadığı ve TTK m. 850 vd. hükümlerinin kural olarak hatır taşımaları bakımından uygulama alanı bulmayacağı belirtilmiştir.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 53 vekalet sözleşmesi olduğunu125, diğerleri ise isimsiz bir sözleşme olduğunu126 savunmuşlardır127.  Dolayısıyla doktrindeki hatır taşımasının hukuki niteliğini açıklayan farklı görüşleri temel olarak aşağıdaki gibi bir şema ile göstermek mümkündür: Hatır Taşımasının Hukuki Niteliğine Dair Görüşler Hukuki İşlem Sözleşmesel İlişki  Sözleşme Dışı İlişki Benzeri İlişki Görüşleri Görüşü Görüşü Taşıma Sözleşmesi Vekalet Sözleşmesi İsimsiz Sözleşme  Tablo 1: Hatır Taşımasının Hukuki Niteliğine Dair Görüşler  125 Tarık Başbuğoğlu, Uygulamalı Türk Ticaret Kanunu Açıklamalar-İçtihatlar I. Cilt: Ticarî İşletme – Ticaret Şirketleri, Kıymetli Evrak Hukuku Madde 1-815, Ankara, 1988, s. 987-988 (Franko, s. 58 den naklen).  126 Keser, s. 2403. Yazar bu görüşte olmamakla birlikte, bu görüşteki diğer yazarlar için bkz.: Franko, s. 59, dn. 240. Hatır taşımasının hukuki niteliğinin isimsiz bir sözleşme olduğunu savunan görüşe göre, ücret taşıma sözleşmesinin esaslı bir unsuru olduğundan, ücretsiz taşımalar teknik anlamda taşıma sözleşmesi niteliğinde değildir. Bununla birlikte ortada taşıma sözleşmesinin olmaması, hiçbir sözleşme olmadığı anlamına da gelmez; zira taraflar sözleşme serbestisi uyarınca diledikleri anlaşmayı yapabilirler. Bu görüş uyarınca, hatır taşıması da tarafların sözleşme serbestisi esasına istinaden yapmış oldukları sui generis bir sözleşmedir. Yazar bu görüşte olmamakla birlikte bkz.: Franko, s. 59. 127 Yazarlar bu görüşte olmamakla birlikte, bkz.: Durak/Şahin, s. 344. Yazar sözleşme görüşünü kabul etmemekle birlikte, sözleşme görüşü ve bunun altında yer alan diğer görüşler için bkz.: Franko, s. 53-59. Çelik, hatır taşıması da olsa taraflar arasında yolcu taşıma ilişkisinin kurulduğu görüşündedir (Çelik, s. 449).54                                                                                               TAÜHFD/ZtdR - 2020/2 Fransız içtihadında kabul edilen görüş uyarınca, hatır taşımalarında taşımanın maddiyatını oluşturan yer değiştirmenin, taşıyıcı ve yolcunun rızalarına dayandığı ve bu ilişkinin sözleşmesel bir niteliği olduğu belirtilmektedir128. Hatır taşımasının hukuki niteliğinin sözleşme olduğunu savunan görüş kapsamında, bir akdin ücretsiz olmasının, onun sözleşme niteliğini ortadan kaldırmayacağı ileri sürülmüştür129; zira bir hukuki ilişkide bedelin bulunmamasının onun sözleşmesel niteliğini ortadan kaldıracağını iddia etmek, ivazsız sözleşmelerin ret ve inkarına varır130. Bu bağlamda, hatır taşımasıyla ücretli taşıma arasındaki farkın, satış sözleşmesiyle bağışlama sözleşmesi arasındaki fark gibi olduğu ve hatır taşıması halinde de sözleşmenin bulunmadığının iddia edilemeyeceği savunulmuştur131.  İyimaya, hatır taşımasının hukuki işlem benzeri ilişki olduğu görüşünü ortaya atmıştır132. Yazara göre, hatır taşımalarında taahhüt altına girme, sonucu sağlama ve bağlanma iradesinin olmadığı kabul edilse dahi,  karşılıklı ve birbirine uygun irade bileşimi sözleşme unsuru mevcut olduğundan, bu durum hukuk dışı ilişkisinden çok hukuki işleme benzer133. Hatır taşımasının hukuki niteliği hakkındaki baskın görüş, sözleşme görüşünün tam zıttı bir şekilde, bu tür taşımaların hukuki niteliğini sözleşme dışı esasa dayandırır134. Kanaatimizce de yerinde olan bu görüş,  128 Franko, s. 53. 129 Yazar bu görüşte olmamakla birlikte, bu görüşteki yazarlar için bkz.: Franko, s. 54, dn. 219. 130 Yazar bu görüşte olmamakla birlikte, bu görüşteki yazarlar için bkz.: Franko, s. 54, dn. 220. 131 H. Lalou, Traité pratique de la responsabilité civile, 3. bs., Paris, 1943, s. 316 (Franko, s. 54-55 ten naklen). 132 İyimaya, s. 752. 133 İyimaya, s. 758-759. 134 Franko, s. 60, 72; Durak/Şahin, s. 345-346; Nomer, s. 46. Hatır ilişkilerinin sözleşmesel bir ilişkinin mevcut olmamasıyla karakterize olduğu yönünde bkz.: Heribert Hirte/Marco Heber, Haftung bei Gefälligkeitsfahrten im Straßenverkehr, JuS, 2002, s. 243.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 55 hukuki bir ilişkinin sözleşme olarak nitelendirilebilmesi için yalnızca tarafların iradelerinin bir konuda birleşmelerinin yeterli olmadığı, bunun dışında tarafların kendilerini borç altına sokma niyetinin de bulunması gerektiğine dikkat çeker135. Oysa hatır taşımalarında taşıyıcının taşınan yolcuya karşı bir taahhüt altına girme niyeti yoktur136. Dolayısıyla hatır taşımaları bakımından sözleşme dışı sorumluluk esasları uygulama alanı bulur137. Hatır taşımasının hukuki niteliğini sözleşme dışı esasa dayandıran görüş uyarınca, bu tür taşımalar sebebiyle doğacak sorumluluk, haksız fiil sorumluluğudur138. Yargıtay ın hatır taşımalarında bir sözleşmenin söz konusu olup olmadığı konusunda her iki yönde kararları da mevcuttur. Yargıtay 1986 tarihli bir kararında hatır için taşınan ile taşıyan arasında bir sözleşme ilişkisinin mevcut olduğunu kabul etmiştir139. Keza 2001 tarihli bir kararda, hatır taşımalarında taraflar arasında yolcu taşıma ilişkisi bulunduğu görüşüyle, taşıma sırasında meydana gelen kaza nedeniyle açılan davada 6762 sayılı Türk Ticaret Kanunu140 (eTTK) m. 767/5 ve eBK m. 125 gereği 10 yıllık zamanaşımı süresinin uygulanması gerektiğine hükmedilmiştir: ... taraflar arasında yolcu taşıma ilişkisi bulunmasına göre dava zamanaşımı  süresi  yönünden  KTK.nun  109  uncu  maddesine  tabi  olmayıp TTK.nun 767/5 nci maddesi hükmü uyarınca BK.nun 125 nci maddesindeki 10 yıllık zamanaşımı süresine tabi bulunmasına göre ...141.  Bununla birlikte artık Yargıtay içtihadının daha çok hatır taşımalarının sözleşme dışı niteliği bulunduğu yönünde olduğunu söylemek  135 Franko, s. 60; Durak/Şahin, s. 346; Zeybek, s. 31-32. Aynı yönde ayrıca bkz.: Andrea Schmidt, Gefälligkeitsfahrt, Creifelds Rechtswörterbuch, Klaus Weber (ed.), C. H. Beck, München, 2019. 136 Franko, s. 61; Durak/Şahin, s. 346. Aksi yönde bkz.: İyimaya, s. 769. 137 Franko, s. 62. 138 Franko, s. 65-66. 139 Yargıtay 4. Hukuk Dairesi, 1986/765, 1986/1694 K., 25.02.1986. Karar için bkz.: Çelik, s. 449, dn. 248. 140 Kabul Tarihi: 29.06.1956; Resmî Gazete: 09.07.1956/9353. 141 Yargıtay 11. Hukuk Dairesi, 2001/3468 E., 2001/5708 K., 25.06.2001, Corpus Web Hukuk Mevzuat ve İçtihat Programı. Karar için ayrıca bkz.: Çelik, s. 449, dn. 248.56                                                                                               TAÜHFD/ZtdR - 2020/2 mümkündür142. Yargıtay ın güncel içtihadı uyarınca, ... hatır taşımasında araç sahibini borç altına sokmaya matuf bir irade mevcut olmadığı için bu taşımalarda ne bir taşıma sözleşmesi ne de başka bir akit vücut bulur.143. Yargıtay Hukuk Genel Kurulu 2019 tarihli bir kararında hatır taşımalarının taşıma hukuku mevzuatı bakımından taşıma sözleşmesi teşkil etmediği görüşüne yer vermiştir: Hatır taşıması ise taşıma hukuku mevzuatı açısından taşıma sözleşmesi olarak değerlendirilemez.144.   Hatır taşıması ilişkisi kanaatimizce sözleşme dışı bir ilişki olduğundan,  BlaBlaCar  platformu  aracılığıyla  yapılan  bir  taşıma,  somut olayda hatır taşımasının önemli bir karşılığın olmaması  ve başkasına iyilik etme düşüncesine dayanma gibi tüm unsurlarını haiz olsa bile, aşağıda detaylıca açıklanacağı üzere BlaBlaCar platformu aracılığıyla yapılan taşımalarda sürücü ve yolcular arasında açıkça bir sözleşme söz konusu olduğundan, BlaBlaCar platformu aracılığıyla yapılan taşımalar hiçbir zaman hatır taşıması niteliğinde olamaz145.  BlaBlaCar platformu aracılığıyla yapılan taşımaların hatır taşıması niteliğinde olmaması  sebebiyle, doktrinde yer alan hatır taşımaları  142 İyimaya, s.  752; Franko, s. 62-63. 143 Yargıtay 10. Hukuk Dairesi, 2015/14347 E., 2015/19497 K., 16.11.2015 (Corpus Web Hukuk Mevzuat ve İçtihat Programı; Zeybek, s. 32, dn. 53). Aynı ifadeleri içeren birçok karar mevcuttur: Yargıtay 10. Hukuk Dairesi, 2013/5808 E., 2014/385 K., 16.01.2014; Yargıtay 10. Hukuk Dairesi, 2013/15439 E., 2014/8404 K.,  11.04.2014;  Yargıtay  10.  Hukuk  Dairesi,  2015/9016  E.,  2015/9837  K., 25.05.2015; Yargıtay 11. Hukuk Dairesi, 2009/4474 E., 2010/4296 K., 21.04.2010; Yargıtay 10. Hukuk Dairesi, 2015/23311 E., 2016/6691 K., 26.04.2016. Kararlar için bkz.: Corpus Web Hukuk Mevzuat ve İçtihat Programı. 144 Yargıtay Hukuk Genel Kurulu, 2017/123 E., 2019/404 K., 04.04.2019 (Corpus Web Hukuk Mevzuat ve İçtihat Programı). 145 Nitekim Alman hukuku kapsamında, BlaBlaCar platformu aracılığıyla yapılan taşımalarda sürücü ve yolcu arasında bir sözleşme mevcut olduğundan, bu taşımalar bakımından hatır ilişkisinin mevcut olup olmadığını değerlendirmenin gerekli olmadığı ileri sürülmüştür. Bkz.: Irina Domurath, Verbraucher und Sachmängelgewährleistung in der Plattformökonomie, Sachverständigenrat für Verbraucherfragen, S. 5, 2016, E.T.: 28 Eylül 2020, https://www.svrverbraucherfragen.de/wp-content/uploads/SVRV_WP05_Verbraucher_Plattformökonomie.pdf, s. 11.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 57 esnasında meydana gelen zararların KTK m. 91 uyarınca yaptırılması zorunlu  olan  karayolları  motorlu  araçlar  zorunlu  mali  sorumluluk sigortası  teminatı  kapsamında  olup  olmadığına  dair  tartışmalara146 girmeye gerek olmaksızın, BlaBlaCar taşımalarının KTK hükümlerine tabi olduğunu ve bu bakımdan motorlu araçlar zorunlu mali sorumluluk sigortası teminatı kapsamında olduğunu söylemek mümkündür. 4.  BlaBlaCar  Platformu  Aracılığıyla  Yapılan  Taşımalar  ile Otostop Taşımalarının Karşılaştırılması  Otostop, Türk Dil Kurumu tarafından Bir yayanın yoldan geçen bir otomobili durdurarak binmesi ve gideceği yere para vermeden gitmesi. şeklinde tanımlanmaktadır147. Otostop taşımalarının hatır taşımasının unsurlarını içerip içermediği incelendiğinde, şahsın araçla taşınması unsurunun148,  önemli bir  karşılığın  olmaması  unsurunun149,  ilişkinin  serbest irade ile kurulması unsurunun150 ve nihayet başkasına iyilik etme düşüncesine dayanma unsurunun151 sağlandığı görülür.   Sürücülerin araçlarına otostopçu alma davranışları, özgeci davranışın getirileri arasında sayılmakta ve sürücülerin özgecilik düzeyinin aldıkları otostopçu sayısı ile doğru orantılı olduğu belirtilmektedir152. Otostopa yönelik tutumların özgeci bir perspektiften incelenmesine ilişkin bir araştırma kapsamında yapılan içerik analizi neticesinde, sürücülerin araçlarına otostopçu almayı kabul etmelerindeki en güçlü nedenin,  146 Bu husustaki tartışmalar ve görüşler için bkz.: Çelik, s. 567; Durak/Şahin, s. 354-356; Yılmaz, s. 39; Zeybek, s. 239; Havutçu/Gökyayla, s.  219, 221; Arslan, s. 206; Ateş, s. 315; Gökcan, s. 196, 545; Keser, s. 2406, 2411; Yalçınkaya, s. 445. 147 Türk Dil Kurumu Sözlükleri, E.T.: 28 Eylül 2020, https://sozluk.gov.tr. 148 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 169; Durak/Şahin, s. 341. 149 Franko, s. 23.  150 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 169; İyimaya, s. 751; Havutçu/Gökyayla, s.  86; Ateş, s. 305; Durak/Şahin, s. 341; Gökcan, s. 192, 424. 151 Eren, Borçlar Hukuku Genel Hükümler, s. 803.  152 İrem Ece Temel/Burcu Tekeş, Özgeci Bir Perspektiften Otostopa Yönelik Tutumların İncelenmesi, Trafik ve Ulaşım Araştırmaları Dergisi, 2020, C. 3, S. 1, s. 39.58                                                                                               TAÜHFD/ZtdR - 2020/2 araçlarına aldıkları otostopçunun kendilerinin yardımına ihtiyaç duyduğu düşüncesi olduğu tespit edilmiştir153. Bu bulgu, hatır taşımalarındaki başkasına iyilik etme düşüncesine dayanma unsurunun otostop taşımalarında açık bir şekilde mevcut olduğunu gösterir. Nitekim otostop taşımaları, doktrinde hatır taşımalarına örnek gösterilmektedir154. Yargıtay ın görüşü de bu yöndedir155. Bu nedenle BlaBlaCar platformu aracılığıyla yapılan taşımalarının hatır taşıması niteliğinde olup olmadığına yönelik yukarıda yapılan açıklamalar, otostop taşımaları bakımından da aynen geçerlidir.  BlaBlaCar platformu aracılığıyla yapılan taşımalarda sürücü ile yolcu arasında bir sözleşmenin mevcut olması nedeniyle bu taşımaların otostop niteliğinde olamayacağını peşinen söylemek mümkündür. Bunun dışında otostop taşımalarında kişi karşılıksız taşınmakta iken BlaBlaCar platformu aracılığıyla yapılan taşımalarda sürücüye masraf katkı payı ödenmesi ve otostop taşımaları özgeci bir saikle yapılırken BlaBlaCar  153 Temel/Tekeş, s. 39. 154 Özsunay, Hatır İçin Ücretsiz Taşıma, s. 162; Nomer, s. 46; Eren, Borçlar Hukuku Genel Hükümler, s. 803-804; Yılmaz, s. 35; Durak/Şahin, s. 339. Bununla birlikte, İsviçre doktrinindeki bir görüş, hatır taşımalarının taşınan kişi yararına olması gereğini Türk doktrinine kıyasla oldukça sert yorumlamakta ve hatır taşımasının söz konusu olabilmesi için sürücünün zarar gören yolcuya bir hizmet sağlamasını ve bu hizmetin de kendi menfaati olmaksızın sürücüye dikkate değer bir şekilde yük olmasını aramaktadır. Bu yükün ekonomik olabileceği veya belirli bir zaman harcama şeklinde kendini gösterebileceği gibi diğer şekillerde de gerçekleşebileceği belirtilmektedir. Bu görüşe göre, örneğin sürücünün zaten bir gezi yapacak ya da şehre gidecek olduğu durumlarda veya bir otostopçuyu aracına alması halinde hatır taşıması söz konusu olmaz. Bkz.: Oftinger/Stark, s. 266-267. Yılmaz, bahsedilen görüşte hatır taşımasının koşullarına değişik bir anlam verildiği ve bu görüşü benimsenin çok güç olduğu kanaatindedir. Yılmaz, s. 37. 155 ... Ancak, davalı tarafça murisin öğrenci olduğu ve otostop yaparak davalıların aracına bindiği olayda hatır taşımasının söz konusu olduğu, ...  Yargıtay 11. Hukuk Dairesi, 2001/3468 E., 2001/5708 K., 25.06.2001. Karar için bkz.: Corpus Web Hukuk Mevzuat ve İçtihat Programı ve ayrıca Çelik, s. 453.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 59 platformu aracılığıyla yapılan taşımalarda yolculuk masraflarının azaltılmasının amaçlanması nedenleriyle BlaBlaCar platformu aracılığıyla yapılan taşımaların otostop niteliğinde olmadığı sonucuna varılmaktadır. C. BlaBlaCar Platformu Aracılığıyla Yapılan Taşımalar İsimsiz Bir Sözleşme Niteliğinde Midir? BlaBlaCar platformunu kullanabilmek için, öncelikle platforma üye olmak gerekmektedir. Platforma üye olunmasıyla da  platformun internet  sitesinde  yayımlanmış  olan  Kullanım  Sözleşmesi  ve  Şartları kabul edilmiş olmaktadır156. Kullanım Sözleşmesi ve Şartları m. 2.2 de, BlaBlaCar platformu aracılığıyla yapılan yolculuklarda sürücü ve yolcu arasında araç paylaşımına ilişkin bir anlaşma yapılmış olacağı açık bir şekilde düzenlenmiştir. Dolayısıyla sürücü ve yolcular BlaBlaCar platformunun Kullanım Sözleşmesi ve Şartları nı  sisteme üye olma aşamasında onaylamakla birlikte, platformu kullanmaları halinde ilgili yolculuk için araç paylaşımı konulu bir sözleşme yapmış olacaklarını ve bu sözleşme dolayısıyla bazı yükümlülükler altına gireceklerini önceden kabul etmiş olurlar. Yolcu ve sürücü arasındaki sözleşmenin ne zaman kurulacağı, Kullanım Sözleşmesi ve Şartları m. 2.3 ile belirlenmiştir. Buna göre sürücünün yolculuğa ilişkin ilanı oluşturmasından sonra, yolcunun rezerve et butonuna tıklamasıyla birlikte rezervasyon yapılmış olur. Rezervasyonun yapılmasının ardından, platform tarafından sürücü ve yolcuya rezervasyonu onaylayan bir e-posta gönderilir veya böylece sürücü ile yolcu arasında ilgili yolculukta araç paylaşımını konu edinen bir sözleşme kurulmuş olur. Kullanım Sözleşmesi ve Şartları m. 2.4.1 ve 2.4.2 ile sürücü ve yolcuların yükümlülükleri düzenlenmiş durumdadır. Buna göre;  2.4.1. Sürücünün yükümlülükleri  156  BlaBlaCar,  Nasıl  Kaydolmak  İstiyorsun?,  E.T.:  28  Eylül  2020, https://www.blablacar.com.tr/register. Kullanım Sözleşmesi ve Şartları m. 1.2 uyarınca, koşullar tamamen kabul edilmedikçe plaformun hizmetlerine erişilmesine izin verilmeyecektir ve hiçbir üyenin koşulları kısmen kabul etme hakkı yoktur.60                                                                                               TAÜHFD/ZtdR - 2020/2 Sürücüler;    Kanun çerçevesinde ve kasko poliçeleri kapsamında aracı sürmeye ve araç paylaşımına başvurmak dâhil olmak üzere Yolcu almaya yetkili olduklarını,    Belirtilen araçla kararlaştırılan yerde kararlaştırılan zamanda bulunuyor olacaklarını,    Seyahatte olabilecek tüm değişikliklere ilişkin olarak derhal tüm Yolculara bilgi vereceklerini kabul etmektedir. Bir veya birden fazla Yolcunun rezervasyon yapması ve Sürücünün Seyahatin herhangi bir hususu değiştirmeye karar vermesi halinde; Sürücü, ilgili Seyahate ilişkin olarak rezervasyon yapmış olan tüm Yolcularla irtibata geçeceğini ve değişiklikle ilgili olarak tüm Yolcuların onayını alacağını taahhüt etmektedir. Bir Yolcunun değişikliği kabul etmemesi halinde; Yolcu Sürücüye Maliyet Katkı Payı ya da tazminat ödemeyecektir ya da ödediyse bu meblağın tamamını Sürücüden iade alma hakkına sahiptir.    Sürücü, her zaman Davranış Yönetmeliği Tüzüğüne uymak zorundadır.    Sürücünün, Yolcuyu buluşma noktasında kararlaştırılan saatten itibaren en az 30 dakika boyunca beklemesi gerekmektedir (ancak Yolcunun dakik olması beklenmektedir). 2.4.2. Yolcunun yükümlülükleri Yolcu;    Sürücüyle birlikte kararlaştırılan yerde ve zamanda bulunacağını,    Bir Seyahati iptal etmekte mecbur kalırsa derhal Sürücüyü veya BlaBlaCar ı bilgilendireceğini,    Her zaman Davranış Yönetmeliği Tüzüğüne uyacağını,    Buluşma noktasında kararlaştırılan saatten itibaren en az 30 dakika boyunca Sürücünün gelmesini bekleyeceğini ve    Maliyet Katkı Payını Sürücüye ödeyeceğini kabul etmektedir.. Dolayısıyla  BlaBlaCar  platformu  aracığıyla  yapılan  yolculuklarda, sürücü ve yolcu arasında araç paylaşımına ilişkin olarak her iki tarafın da bazı yükümlülükler altına girdiği bir sözleşme kurulmaktadır.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 61 Bu sözleşme uyarınca temel olarak sürücü yolcuyu belirlenen noktaya kadar aracında taşımakla157, yolcu ise buna karşılık maliyet katkı payını sürücüye ödemekle yükümlüdür. Kullanım Sözleşmesi ve Şartları m. 2.2 gereği platformun kâr elde etmek amacıyla kullanılması yasak olduğundan, sistem tarafından hesaplanan tavan ve taban tutar arasında belirlenebilen maliyet katkı payı kural olarak ücret niteliğinde değildir. Taşımanın ücret karşılığında yapılmaması sebebiyle, platformun amacına uygun olarak kullanıldığı taşımalar TTK m. 850 anlamında taşıma sözleşmesi teşkil etmeyecektir158. Bu bağlamda sürücü ve yolcu arasındaki sözleşmenin hukuki niteliğini belirleme gereği doğmaktadır. Doktrindeki hakim görüş uyarınca, ücretsiz yapılan taşımalarda bir taşıma sözlemesi söz konusu değildir; zira ücret taşıma sözleşmesinin zorunlu bir unsurudur159. Belirtildiği üzere Yargıtay içtihadı da bu yöndedir160.  Taşımanın  ücretsiz  yapıldığı  durumlarda  TBK nın  vekalet sözleşmelerine ilişkin hükümlerinin geçerli olacağı ileri sürülmüştür161.  157 Kullanım Sözleşmesi ve Şartları m. 2.4 ile sürücünün taşıma yükümlülüğü açık bir şekilde düzenlenmiş olmamakla birlikte, gerek sürücünün sayılmış olan diğer yükümlülüklerinden gerekse platformun temel amacından, sürücünün yolcuyu taşıma  yükümlülüğü altına girdiğini söylemek mümkündür. 158 Bununla birlikte TTK m. 850 hükmünden çıkan taşıma sözleşmesinin unsurlarının ve bu bağlamda ücret unsurunun istisnai olarak somut olayda mevcut olması ihtimalinde, BlaBlaCar platformu aracılığıyla yapılan taşımaların taşıma sözleşmesi olarak nitelendirilmesi mümkün olacaktır. Bu hususta bkz.: A. BlaBlaCar Platformu Aracılığıyla Yapılan Taşımalar TTK m. 850 Anlamında Taşıma Sözleşmesi Niteliğinde Midir? başlığı altındaki açıklamalar. 159 Franko, s. 14; Gençtürk, s. 17. 160 Franko, s. 14; Gençtürk, s. 17. ... TTK. 762.ci maddesi gereğince ücret, taşıma sözleşmesinin unsuru olup ücretsiz olarak Elif in halası davalı idare hostesi tarafından uçağa bindirildiği ve denize düşerek kaybolan uçakta bulunduğu iddia edildiğine ve olayda yukarıda söylendiği gibi taşıma sözleşmesi niteliği bulunmadığı ve haksız eylem hükümlerine tabi olacağından Dairemizin görevi dışında kalmaktadır.  Yargıtay 11. Hukuk Dairesi, 1979/3583 E., 1979/3817 K., 29.09.1979. Karar için bkz.: İyimaya, s. 747, dn. 2; Gençtürk, s. 17, dn. 37. Davacıların miras bırakanı, davalının hususi otomobiline ücretsiz bindiği anlaşılmasına göre, TTK.nun 762. maddesi gereğince, aralarında bir taşıma akdinin mevcudiyetinden sözedilemez. Yargıtay Ticaret Dairesi, 1974/1260 E., 1974/2992 K., 11.06.1974. Karar için bkz.: Franko, s. 14. 161 Arkan, s. 15; Ülgen, s. 9; Franko, s. 14.62                                                                                               TAÜHFD/ZtdR - 2020/2 Franko da ücretin bulunmamasının taşıma sözleşmesinin mevcudiyetini bertaraf edeceği görüşündedir ve bu tür durumlarda vekalet sözleşmesinin  veya  en  azından  isimsiz  bir  sözleşmenin  bulunduğu  sonucuna varmıştır162.  Kanaatimizce,  BlaBlaCar  platformu  aracılığıyla  yapılan sözleşmelerin de ücretsiz bir taşımayı konu edinmeleri sebebiyle isimsiz bir sözleşme olarak nitelendirilmeleri mümkündür.  Almanya da geçerli olan BlaBlaCar Kullanım Sözleşmesi ve Şartları ndan yola çıkılarak,  sürücü ve yolcular arasında kurulan sözleşme Mitfahrvertrag şeklinde adlandırılmıştır163. BlaBlaCar plarformu aracılığıyla yapılan taşımalarda tarafların üstlendikleri edimler ve taraflar arasındaki sözleşmenin  Mitfahrvertrag olarak adlandırılması dikkate alındığında, kanaatimizce platform aracılığıyla yapılan taşımalarda akdedilmiş olan isimsiz sözleşmeyi Birlikte Yolculuk Sözleşmesi şeklinde adlandırmak uygun olacaktır. Bir zarar verici olayla hem sözleşme sorumluluğunun hem de sözleşme dışı sorumluluğun şartlarının oluşması mümkündür164. Bu tür durumlarda sözleşmeden doğan sorumluluk ile sözleşme dışı sorumluluğun yarışması söz konusudur165. TBK m. 60 hükmüyle166, Türk sorumluluk hukukunda taleplerin yarışması ilkesi kabul edilmiştir167. Taleplerin yarışması ilkesine göre, zarar gören kişinin tazminat alacağını haksız fiil  162 Franko, s. 14. 163  Domurath,  Verbraucher  und  Sachmängelgewährleistung  in  der  Plattformökonomie, s. 11. Bununla birlikte BlaBlaCar ın güncel Alman Kullanım Sözleşmesi ve Şartları nda yolcu ve sürücüler arasındaki sözleşmeyi nitelendirirken Mitfahrvertrag kelimesi kullanılmamaktadır. Bkz.: BlaBlaCar, Rechtliches (AGB), E.T.: 28 Eylül 2020, https://blog.blablacar.de/about-us/termsand-conditions. 164 Eren, Borçlar Hukuku Genel Hükümler, s. 1275; Baysal, Haksız Fiil Hukuku, s. 596. 165 Eren, Borçlar Hukuku Genel Hükümler, s. 1276. 166 Hükümde yer alan zarar gören aksini istemiş olmadıkça ibaresinin sonradan ilave edilmiş olduğu hakkında ve bu ilavenin yorumu ile eleştirisi için bkz.: Baysal, Haksız Fiil Hukuku, s. 597 vd.  167 Eren, Borçlar Hukuku Genel Hükümler, s. 1275-1276.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 63 hükümlerine veya sözleşmeden doğan sorumluluk hükümlerine göre talep etmesi mümkündür168. Bununla birlikte özel kanunlarda düzenlenmiş olan tehlike sorumluluklarından doğan tazminat talepleri ile sözleşmeye aykırılıktan doğan tazminat taleplerinin birbiriyle yarışmasının mümkün olup olmadığı tartışmalıdır169.    168 Eren, Borçlar Hukuku Genel Hükümler, s. 1276. Bununla birlikte zarar gören kişinin, borçlunun kusurunu ispat etmesinin gerekmemesi, zamanaşımı süresinin daha avantajlı olması ve borçlunun yardımcı kişinin fiillerinden sorumluluğunda kurtuluş kanıtı getirme imkânının olmaması nedenleriyle sözleşmeden doğan sorumluluk hükümlerine dayanması genellikle daha avantajlı olmaktadır. Eren, Borçlar Hukuku Genel Hükümler, s. 1276; Baysal, Haksız Fiil Hukuku, s. 603. Bahsedilen hususlar dışında, iki sorumluluk türü arasında önemli bir fark olmadığı belirtilmektedir; zira TBK m. 114/2 ile haksız fiil hükümlerine yollama yapılmaktadır. Eren, Borçlar Hukuku Genel Hükümler, s. 1276. TBK m. 114/2 gereği, sözleşmeye aykırılık hakkında özel bir düzenlemenin bulunmadığı hususlarda, haksız fiil sorumluluğuna ilişkin hükümler, sözleşmeye aykırılığının kapsamının belirlenmesinde de uygulama alanı bulmaktadır. Bkz.: Başak Baysal, Zarar Görenin Kusuru (Müterafik Kusur), On İki Levha, İstanbul, 2012, s. 281. 169 Eren, Borçlar Hukuku Genel Hükümler, s. 1277 ve s. 1277, dn. 487. Eren, böyle bir durumda sebeplerin yarışmasının söz konusu olmayacağı görüşündedir; zira tehlike sorumluluklarından doğan tazminat talepleri özel hükme dayanır ve genel hükme dayanan sözleşmesel talebi dışlar (Eren, Borçlar Hukuku Genel Hükümler, s. 1277). Aynı yönde bkz.: Çeliktaş, s. 28-30. Çeliktaş, aynı olayın iki ayrı hukuk kaidesine bağlı olduğu ve bunlardan birinin daha özel olması nedeniyle diğerinden önce uygulanması gerektiği durumlarda hakların yarışmasının değil, kanun hükümlerinin yarışmasının söz konusu olduğu görüşündedir; zira böyle bir durumda çeşitli talepler değil, yalnız bir talep vardır (Çeliktaş, s. 30). Keza Deschenaux ve Tercier de işletici ile araçtaki yolcu arasındaki özel ilişkiye bağlı sözleşmesel sorumluluğun, işleticinin SVG den doğan sorumluluğunu etkilemeyeceği görüşündedir. Yazarlara göre iki sorumluluk arasında bir yarışmanın kabul edilmemiş olması, lex specialis derogat generalis (özel hüküm genel hükmü ilga eder) kuralının uygulanmasının doğal bir sonucudur (Deschenaux/Tercier, s. 114). Aynı yönde bkz.: Gürsoy, s. 16; Nomer, s.  47; Yılmaz, s. 21-22, 35.64                                                                                               TAÜHFD/ZtdR - 2020/2 BlaBlaCar platformu aracılığıyla yapılan taşımalar isimsiz bir sözleşme niteliğinde olduğundan, taşıma esnasında sürücünün kusuruyla bir trafik kazası meydana gelmesi halinde bu durum hem borca aykırılık hem de haksız fiil teşkil eder. Bununla birlikte trafik kazalarından ileri gelen sorumluluk KTK hükümleriyle özel olarak düzenlenmiş olduğundan, kanaatimizce borca aykırılık hükümleri değil, KTK hükümleri uygulama alanı bulmalıdır170. Dolayısıyla BlaBlaCar platformu aracılığıyla yapılan taşımalar esnasında Türkiye de bir trafik kazasının meydana gelmesi ihtimalinde zarar görenin taleplerinin yarışması gündeme gelmeyecek, KTK nın sorumluluğa ilişkin hükümleri uygulama alanı bulacaktır. SONUÇ Şehirler arası birlikte seyahat etmek isteyen sürücü ve yolcuların, çevrimiçi araç paylaşımına dair bir platform olan BlaBlaCar aracılığıyla birbirlerini bulup yolculuğun masrafını paylaşmaları mümkündür. Sistem uyarınca platformu kullanan yolcuların her biri, birlikte seyahat ettikleri sürücüye maliyet katkı payı adı altında bir tutar öderler. Bununla birlikte sürücünün yalnızca sistem tarafından belirlenmiş olan asgari ve azami tutarlar dahilinde maliyet katkı payını belirlemesi mümkündür.  BlaBlaCar platformu sürücülerin tahsil ettikleri maliyet katkı payı tutarına bir sınır getirmektedir; zira BlaBlaCar yol masraflarının adil bir şekilde paylaşılmasını sağlamayı ve sürücülerin kâr etmesine engel olmayı amaçlar. BlaBlaCar, sürücülerin kâr elde etmesini engelleme amacı taşıması ve esas olarak uzun yol yolculuklarında hizmet vermesiyle Uber den farklılık göstermektedir.  Taşıma sözleşmesinin taşıyıcının bir ücret karşılığında yolcu veya eşya taşımayı üstlendiği sözleşme şeklinde tanımlanması mümkündür. Taşıma ücreti, taşıma sözleşmesinin zorunlu bir unsurudur; dolayısıyla sözleşmede taşıma ücreti ödeme yükümlülüğü bulunmaması halinde kural olarak taşıma sözleşmesinin varlığından söz etmek mümkün değildir.   170 Eren, Borçlar Hukuku Genel Hükümler, s. 1277; Çeliktaş, s. 28-30. Manevi tazminat talepleri veya işleten olmayan sürücünün hukuki sorumluluğu gibi KTK kapsamında olmayan durumlar elbette bunun dışındadır.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 65 Yolcunun benzin ve yağ masraflarına katılması ihtimalinde ücretin söz konusu olup olmadığı ise doktrinde tartışma konusu olmuştur. Şayet yolculuk masraflarına katılma sürücünün masraflarını azaltmak amacıyla yapılıyorsa, bu durumda taşımanın ücretsiz yapıldığının kabul edilmesinin uygun olacağı ileri sürülmüştür. Gerçekten de bahsedilen ihtimalde kazanç sağlamaya yönelik bir edimin taahhüdü söz konusu değildir. BlaBlaCar platformunun maliyet katkı payı hesaplama sistemi doğru çalıştığı sürece, sürücü aracına dört yolcu alsa dahi ancak benzin masraflarını karşılayabilmekte; lakin yolculuk sayesinde kâr elde edememektedir. Dolayısıyla sürücünün taşıma karşılığında kâr elde etmemiş olması ihtimalinde ücretten söz edilemeyeceğinden, ortada bir taşıma sözleşmesi de olmayacağı kanaatindeyiz. Bununla birlikte platformun amacı sürücülerin kâr elde etmesini engellemek yönünde olsa da platform kâr elde etmek amacıyla kullanılır ve bir şekilde platform aracılığıyla yapılan taşımadan kâr elde edilirse, o halde TTK m. 850 anlamında taşıma sözleşmesi mevcut olacaktır.  Hatır taşımasını işletenin bir kimseyi, nezaket gereği veya onu memnun etmek için ücretsiz olarak aracında taşıması şeklinde tanımlamak mümkündür. Doktrindeki hâkim görüş uyarınca, hatır taşımasının söz konusu olabilmesi için yolcudan ya hiçbir karşı edim alınmamış olması, ya da bir karşı edim alınmış olsa bile bu karşı edimin önemsiz olması gerekir. Yolcunun yolculuğun benzin ve yağ masraflarına katılması halinde de hatır taşımasından bahsedilip bahsedilemeyeceği doktrinde tartışma konusu olmuştur. Kanaatimizce, yakıt masraflarına düşük bir katılım halinde önemli bir karşılık söz konusu değildir ve bu durum taşımanın hatır taşıması olmasına engel teşkil etmeyecektir. Bununla birlikte sürücünün yolculuğu masrafsız hale getirmek amacıyla arabasına davet ettiği kişilerden para alması halinde, hatır niyeti değil sürücünün menfaati ön plandadır ve artık hatır taşımasından bahsedilemez. Örneğin yakıt masraflarına ortak olunması ihtimalinde yolculuk için alınan önemli bir karşılık mevcuttur ve böyle bir taşıma hatır taşıması niteliğinde olmaz. Keza yakıt masraflarına ortak olma halinde, taşımanın hatır taşımasının başkasına iyilik etme düşüncesine dayanma unsuru da sağlanmamış olacaktır.66                                                                                               TAÜHFD/ZtdR - 2020/2 Hatır taşımasının hukuki niteliği doktrinde tartışmalıdır. Hatır taşımasının hukuki niteliğini açıklayan görüşleri temel olarak, hatır taşımasının sözleşmesel ilişki niteliğinde olduğu görüşü, hatır taşımasının sözleşme dışı ilişki niteliğinde olduğu görüşü ve hukuki işlem benzeri ilişki niteliğinde olduğu görüşü şeklinde üçlü bir ayrımla incelemek mümkündür. Hatır taşıması ilişkisi kanaatimizce sözleşme dışı bir ilişkidir; dolayısıyla  BlaBlaCar  platformu  aracılığıyla  yapılan  bir  taşıma,  somut olayda hatır taşımasının önemli bir karşılığın olmaması  ve başkasına iyilik etme düşüncesine dayanma gibi tüm unsurlarını haiz olsa bile, BlaBlaCar platformu aracılığıyla yapılan taşımalarda sürücü ve yolcular arasında açıkça bir sözleşme söz konusu olduğundan, BlaBlaCar platformu aracılığıyla yapılan taşımaların hiçbir zaman hatır taşıması niteliğinde olamayacağı görüşündeyiz. Nitekim  BlaBlaCar platformunun kullanımının öncesinde sisteme üye olma aşamasında kabul edilmesi gereken Kullanım Sözleşmesi ve Şartları uyarınca platform aracılığıyla yapılan taşımalarda sürücü ve yolcular arasında BlaBlaCar platformunun taraf olmadığı bir sözleşme kurulmaktadır. Bu sözleşme uyarınca temel olarak sürücü yolcuyu belirlenen noktaya kadar aracında taşımakla, yolcu da buna karşılık maliyet katkı payını sürücüye ödemekle yükümlüdür.  Platformun amacına uygun olarak kullanıldığı taşımalar, sürücülerin kâr elde etmemesi sebebiyle TTK m. 850 anlamında taşıma sözleşmesi teşkil etmeyecektir. Doktrinde ücretsiz yapılan taşımaların vekalet sözleşmesi veya isimsiz bir sözleşme teşkil edilebileceği ileri sürülmüştür. Kanaatimizce, BlaBlaCar platformu aracılığıyla yapılan sözleşmelerin de ücretsiz bir taşımayı konu edinmeleri sebebiyle isimsiz bir sözleşme olarak nitelendirilmesi gerekir. BlaBlaCar plarformu aracılığıyla yapılan taşımalarda tarafların üstlendikleri edimler ve taraflar arasındaki sözleşmenin  Mitfahrvertrag olarak adlandırılması dikkate alındığında, platform aracılığıyla yapılan taşımalarda  akdedilmiş  olan  isimsiz  sözleşmeyi  Birlikte  Yolculuk Sözleşmesi şeklinde adlandırmak kanaatimizce yerinde olacaktır.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 67 BlaBlaCar  platformu  aracılığıyla  yapılan  taşımalar  esnasında Türkiye de bir trafik kazasının meydana gelmesi halinde kanaatimizce zarar  görenin  taleplerinin  yarışması  gündeme  gelmeyecek,  KTK nın sorumluluğa ilişkin hükümleri uygulanacaktır; zira trafik kazalarından ileri  gelen  sorumluluk  KTK  hükümleriyle  özel  olarak  düzenlenmiş durumdadır. Son olarak BlaBlaCar platformu aracılığıyla yapılan taşımalar hatır taşıması teşkil etmediğinden, platform aracılığıyla yapılan taşımalar KTK hükümlerine tabidir ve karayolları motorlu araçlar zorunlu mali sorumluluk sigortası teminatı kapsamındadır.68                                                                                               TAÜHFD/ZtdR - 2020/2 ZUSAMMENFASSUNG BlaBlaCar  ist  eine  Kommunikationsplattform  für  OnlineFahrgemeinschaften, die zu den weltweit größten Online-Plattformen zählt. Reisen  über  die  BlaBlaCar-Plattform  in  der  Türkei  werden  immer  weiter verbreitet.  Um  die  Regeln  festzulegen,  die  bei  der  Beilegung  möglicher Streitigkeiten in Bezug auf BlaBlaCar-Beförderungen anzuwenden sind, ist es zunächst erforderlich, die Rechtsnatur dieser Fahrten zu bestimmen. Gemäß dem System von BlaBlaCar zahlt jeder Mitfahrer einen Betrag unter dem Namen des Kostenbeitrags an den Fahrer, mit welchem er reist. Der Fahrer kann den Kostenbeitrag jedoch nur innerhalb der vom System festgelegten Mindest- und Höchstbeträge ermitteln. Die BlaBlaCar-Plattform begrenzt den Betrag des Kostenbeitrags, den  die Fahrer sammeln. BlaBlaCar zielt nämlich darauf  ab,  eine  faire  Aufteilung  der  Betriebskosten  sicherzustellen  und  zu verhindern, dass Fahrer Gewinne erzielen.  BlaBlaCar unterscheidet sich von Uber dadurch, dass es verhindern soll, dass Fahrer Gewinne erzielen, und dient hauptsächlich für Fernreisen. Der Personenbeförderungsvertrag kann als Der Vertrag, in dem der Beförderer  den  Fahrgast  gegen  eine  Gebühr  zu  befördern  verpflichtet  ist. definiert werden. Die Beförderungsgebühr ist ein obligatorischer Bestandteil des Personenbeförderungsvertrags. Wenn deshalb im Vertrag keine Verpflichtung zur Zahlung der Beförderungsgebühr besteht, kann grundsätzlich nicht über das Bestehen eines Personenbeförderungsvertrags gesprochen werden. In der Lehre ist es umstritten, ob die Beteiligung der Passagiere an den Benzin- und Ölkosten als Gebühr angesehen werden kann. Es wurde behauptet, dass es angemessen wäre zu akzeptieren, dass die Beförderung kostenlos ist, wenn die Beteiligung an den Betriebskosten bezweckt, dass die Kosten des Fahrers sinken. Tatsächlich erzielt der Fahrer in diesem Fall keinen Gewinn. Solange  das  Kostenbeitragsberechnungssystem  der  BlaBlaCarPlattform ordnungsgemäß funktioniert, kann der Fahrer nur die Benzinkosten decken. Dies gilt auch, wenn er vier Passagiere zu seinem Fahrzeug bringt. Der Fahrer kann jedoch keinen Gewinn durch die Reise erzielen. Wir sind daher der Meinung, dass es keinen Beförderungsvertrag gibt, in den Fällen, in denen der Fahrer im Gegenzug für die Beförderung keinen Gewinn erzielt hat, weil dann der Bestandteil Gebühr nicht vorliegend ist. Doch obwohl die Plattform dieProf. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 69 Gewinnerzielung des Fahrers zu verhindern bezweckt, kann in manchen Fällen BlaBlaCar mit einem Gewinnmotiv verwendet werden. Falls in solchen Fällen einen Gewinn erzielt ist, dann ist das Element Gebühr des Beförderungsvertrages vorliegend und es gibt einen Beförderungsvertrag zwischen dem Fahrer und Mitfahrer gemäß Artikel 850 des türkischen Handelsgesetzbuches. Die Gefälligkeitsfahrt kann als Die kostenlose Beförderung einer Person von dem Halter aus Höflichkeit oder um ihn zu erfreuen. definiert werden. Laut der vorherrschenden Meinung in der Lehre muss in Gefälligkeitsfahrten entweder keine Gegenleistung ergriffen werden oder es muss die ergriffene Gegenleistung unerheblich sein.  Es ist in der Lehre umstritten, ob es eine Gefälligkeitsfahrt gibt, wenn der Fahrgast zu den Benzin- und Ölkosten der Reise beitragt. Unserer Meinung nach, gibt es kein erhebliches Entgelt bei geringer Beteiligung an den Kraftstoffkosten und deshalb verhindert es nicht, dass die Beförderung eine Gefälligkeitsfahrt ist. Ergreift aber der Fahrer von den Passagieren Geld, um die Reise kostenlos zu machen, ist es nicht mehr möglich, über eine Gefälligkeitsfahrt zu sprechen. Es gibt zum Beispiel ein erhebliches Entgelt für die Reise, wenn die Kraftstoffkosten beteiligt werden, und eine solche Beförderung wird keine Gefälligkeitsfahrt sein. Ebenso im Falle einer Kostenbeteiligung, basiert die Beförderung nicht auf dem Gedanken, jemand anderem Gutes zu tun. Deswegen ist in diesem Fall ein weiteres Element der Gefälligkeitsfahrt nicht vorgesehen. Die Rechtsnatur der Gefälligkeitsfahrt ist in der Lehre umstritten. Nach einer Meinung in der Lehre ist die Gefälligkeitsfahrt ein Vertragsverhältnis. Eine zweite Meinung behauptet, dass es in Gefälligkeitsfahrten eine nicht vertragliche Beziehung gibt. Nach einer dritten Meinung in der Lehre ist die Gefälligkeitsfahrt ein Beispiel für die geschäftsähnliche Handlungen. Unserer Meinung nach gibt es bei den Gefälligkeitsfahrten eine nicht vertragliche Beziehung. Dagegen besteht bei Beförderungen über die BlaBlaCarPlattform immer einen Vertrag zwischen dem Fahrer und Mitfahrer. Deswegen kann eine Beförderung über die BlaBlaCar-Plattform niemals als eine Gefälligkeitsfahrt bezeichnet werden.  In der Lehre wurde argumentiert, dass die kostenlosen Beförderungen einen Vertretungsvertrag oder einen Innominantvertrag darstellen kann. Unse-70                                                                                               TAÜHFD/ZtdR - 2020/2 rer Meinung nach sollten Verträge, die über die BlaBlaCar-Plattform abgeschlossen werden, auch als Innominantvertrag betrachtet werden, da der Vertragsgegenstand eine kostenlose Beförderung ist. Wir sind der Meinung, dass es angebracht wäre, diesen Innominantvertrag als Birlikte Yolculuk Sözleşmesi zu bezeichnen. Wenn während einer Beförderung über die BlaBlaCar-Plattform ein Unfall auftritt, entstehen keine konkurrierenden Ansprüche. Wir sind dieser Meinung, weil die Haftung von Verkehrsunfällen durch die besonderen Bestimmungen des Straßenverkehrsgesetzes geregelt ist. Schließlich werden die Beförderungen über die BlaBlaCar-Plattform niemals als Gefälligkeitsfahrt angesehen. In dieser Hinsicht unterliegen die Beförderungen über die BlaBlaCar-Plattform den Bestimmungen des Straßenverkehrsgesetzes und diese Beförderungen sind durch die Kraftfahrzeug-Haftpflichtversicherung abgedeckt.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 71",
     "Kaynakça": "ADAL Erhan, Trafik Kazalarında Akit – Dışı Hukukî Sorumluluk, Fakülteler Matbaası, İstanbul, 1963. ADIGÜZEL Burak, Taşıma Hukuku (Deniz Ticareti Hariç), Adalet, Ankara, 2020. ANTALYA O. Gökhan, Borçlar Hukuku Genel Hükümler: Haksız Fiilden Doğan Borç İlişkileri, Sebepsiz Zenginleşmeden Doğan Borç İlişkileri, C. V/1, 2, Seçkin, 2. bs., Ankara, 2019. ARKAN Sabih, Karada Yapılan Eşya Taşımalarında Taşıyıcının Sorumluluğu, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1982. ARSLAN Aziz Serkan, “Zorunlu Mali Sorumluluk Sigortasından Doğan Rücu Davaları”, Türkiye Barolar Birliği Dergisi, İstanbul 2010, C. 23, S. 88, s. 195-224. AŞÇIOĞLU Çetin, Trafik Kazalarından Doğan Hukuk ve Ceza Sorumlulukları, Yazarın Kendi Yayını, Sözkesen Matbaacılık, 2. bs., Ankara, 2008. ATEŞ  Hüseyin,  “Motorlu  Araç  İşletenin  Sorumluluğunun  Azaltılması”, Türkiye Barolar Birliği Dergisi, 2011, C. 24, S. 97, s. 301-320. AYAN Mehmet, Borçlar Hukuku (Genel Hükümler), Seçkin, 11. bs., Ankara, 2016. BAYSAL Başak, Haksız Fiil Hukuku, On İki Levha, İstanbul, 2019. BAYSAL Başak, Zarar Görenin Kusuru (Müterafik Kusur), On İki Levha, İstanbul, 2012. BOYDAK Alptekin Burak, “Karayolları Trafik Kanunu Kaynaklı Kusursuz Sorumluluk”, Türkiye Adalet Akademisi Dergisi, 2014, C. 5, S. 17, s. 303-330. BOZKURT BOZABALI Banu, Havayoluyla Yolcu Taşıma Sözleşmelerinde Taşıyanın Ölüm ve Cismani Zarardan Doğan Hukuki Sorumluluğu, Seçkin, Ankara, 2013. ÇELİK Ahmet, Trafik Kazalarında Tazminat ve Sigorta Hukuk ve Ceza Sorumluluğu, Seçkin, Ankara, 2017. ÇELİKTAŞ Demet, 2918 Sayılı Karayolları Trafik Kanunu nda İşletenin Hukuki Sorumluluğu, Karınca Matbaacılık, İzmir, 1987. DESCHENAUX Henri / TERCIER Pierre, Sorumluluk Hukuku, Çev.: Salim Özdemir, Kadıoğlu Matbaası, Ankara, 1983.72                                                                                               TAÜHFD/ZtdR - 2020/2 DURAK Yasemin / ŞAHİN Turan, “Hatır İçin Taşıma”, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 2015, C. 73, S. 1, s. 339-362. EREN Fikret, Borçlar Hukuku Genel Hükümler, Yetkin, 24. bs., Ankara, 2019. EREN Fikret, “Karayolları Trafik Kanununa Göre Motorlu Araç İşletenin Akit Dışı Sorumluluğunun Hukuki Niteliği ve Unsurları”, Ankara Üniversitesi Hukuk Fakültesi Dergisi, 1987, C. 39, S. 1, s. 159-212. ERİŞ Gönen, Açıklamalı – Gerekçeli – İçtihatlı Türk Ticaret Kanununa Göre Taşıma Hukuku, Seçkin, Ankara, 2015.   FRANKO Nisim, Hatır Nakliyatı ve Hukukî Mahiyeti, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1992. GENÇTÜRK Muharrem, Uluslararası Eşya Taşıma Hukuku (Gecikmeden Doğan Sorumluluk), Vedat, İstanbul, 2006. GÖKCAN Hasan Tahsin, Karayolları Trafik Kanununa Göre Hukukî Sorumluluk, Tazminat, Sigorta ve Rücu Davaları, Seçkin, 9. bs., Ankara, 2018. GÜRSOY Kemal Tahir, İsviçre Hukukunda Trafik Kazalarından Doğan Hukukî Sorumluluğun Anahatları, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1974. HATEMİ Hüseyin / GÖKYAYLA Emre, Borçlar Hukuku Genel Bölüm, Vedat, 3. bs., İstanbul, 2015. HAVUTÇU Ayşe / GÖKYAYLA K. Emre, Uygulamada 2918 Sayılı Karayolları Trafik Kanunu na Göre Hukukî Sorumluluk, Seçkin, Ankara, 1999. HIRTE Heribert / HEBER Marco, “Haftung bei Gefälligkeitsfahrten im Straßenverkehr”, JuS, 2002, s. 241-245. HONSELL Heinrich / VOGT Nedim Peter / WIEGAND Wolfgang (ed.), Basler Kommentar Obligationenrecht I Art. 1-529 OR, Helbing Lichtenhahn, 4. bs., Basel, 2007. İYİMAYA Ahmet, “Hatır Taşımacılığı”, Yargıtay Dergisi, 1989, C. 15, Özel Sayı, s. 747-771. KESER Yıldırım, “Hatır Taşımacılığından Doğan Zararlardan Hakkaniyet İndirimi”, D.E.Ü. Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan a Armağan, 2019, C. 21, Özel Sayı, s. 2395-2413.Prof. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 73 KIRAN Süleyman, Karayoluyla Eşya Taşımasında Taşıma Ücreti, Adalet, Ankara, 2018. NOMER Haluk N., “2918 Sayılı Karayolları Trafik Kanununa Göre Motorlu Araç İşletenin Sorumluluğu”, İstanbul Barosu Dergisi, İstanbul 1992, C. 66, S. 1-2-3, s. 44-89.  OFTINGER Karl, Schweizerisches Haftpflichtrecht Erster Band: Allgemeiner Teil, Schulthess Polygraphischer, 4. bs., Zürich, 1975. OFTINGER Karl / STARK Emil W., Schweizerisches Haftpflichtrecht Zweiter Band: Besonderer Teil, Schulthess Polygraphischer, 4. bs., Zürich, 1989. OĞUZMAN M. Kemal / ÖZ Turgut, Borçlar Hukuku Genel Hükümler, C. II, Vedat, 14. bs., İstanbul, 2018.  OKTAY Saibe, “İsimsiz Sözleşmelerin Geçerliliği, Yorumu ve Boşluklarının Tamamlanması”, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 1996, C. 55, s. 263-296. ÖZSUNAY Ergun, “Araç Sahibinin Hatır İçin Ücretsiz Taşıdığı veya Aracını Hatır İçin Ücretsiz Olarak Kullandırdığı Şahıslara Karşı Sorumluluğu”, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, 1966, C. 32, S. 1, s. 161-180. ÖZSUNAY Ergun, “Trafik Hukukunda Araç Sahibinin Fiil ve Davranışlarından Sorumlu Olduğu Şahıslar”, Banka ve Ticaret Hukuku Dergisi, 1967, C. 4, S. 1, s. 1-64. SEVEN Vural, 6102 Sayılı Türk Ticaret Kanunu (TTK m. 856-893) Hükümlerine Göre Taşıma Hukukunda Gönderilen, Yetkin, Ankara, 2012. SEVEN Vural, Taşıma Hukuku, Anadolu Üniversitesi Açık Öğretim Fakültesi Yayını, 2. bs., Eskişehir, 2011.  SİVRİ Ahmet, “Karayolları Trafik Kanunu na Göre Araç İşletenin Hukuki Sorumluluğu”, İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, 2016, C. 15, S. 2, s. 585-634. TEMEL İrem Ece / TEKEŞ Burcu, “Özgeci Bir Perspektiften Otostopa Yönelik Tutumların İncelenmesi”, Trafik ve Ulaşım Araştırmaları Dergisi, 2020, C. 3, S. 1, s. 39-52. TİFTİK Mustafa, Akit Dışı Sorumlulukta Maddi Tazminatın Kapsamı, Yetkin, Ankara, 1994. ÜLGEN Hüseyin, Uluslararası Taşımacılık ve Hukuki Sorunları, İstanbul Ticaret Odası, İstanbul, 1988.74                                                                                               TAÜHFD/ZtdR - 2020/2 WEBER Klaus (ed.), Creifelds Rechtswörterbuch, C. H. Beck, München, 2019. YALÇINKAYA Aslıhan, “Genel Hatları ile Karayolları Zorunlu Mali Sorumluluk Sigortası”, Ankara Barosu Dergisi, 2019, C. 77, S. 1, s. 399-458. YILMAZ Hamdi, Karayolları Trafik Kanunu na Göre Motorlu Araç İşletenin Hukuksal Sorumluluğu, ed. Özge Uzun Kazmacı, Vedat, İstanbul, 2014. ZEYBEK Ramazan, Hatır Taşımacılığı, Adalet, Ankara, 2018. ZEYNELOĞLU Ahmet, Taşıma Hukuku: Kara, Deniz, Hava Taşımacılığı ve Taşıma Sigortası, İlgili Mevzuat, Uluslararası Anlaşmalar, Yargıtay Kararları, Yetkin, Ankara, 1993.   ÇEVRİMİÇİ KAYNAKLAR BlaBlaCar,  “Kullanım  sözleşmesi  ve  şartları”,  E.T.:  28  Eylül  2020, https://blog.blablacar.com.tr/about-us/terms-and-conditions BlaBlaCar,  “Nasıl  Kaydolmak  İstiyorsun?”,  E.T.:  28  Eylül  2020, https://www.blablacar.com.tr/register BlaBlaCar, “Puanlamalar”, E.T.: 28 Eylül 2020,  https://www.blablacar.com.tr/member-ratings BlaBlaCar,  “Rechtliches  (AGB)”,  E.T.:  28  Eylül  2020, https://blog.blablacar.de/about-us/terms-and-conditions BlaBlaCar,  “Service  Fees”,  E.T.:  28  Eylül  2020,  https://blog.blablacar.co.uk/blablalife/lp/service-fees BlaBlaCar, “Ücretlendirme ve ödeme sistemi nasıl çalışır?”, E.T.: 28 Eylül  2020,  https://www.blablacar.com.tr/faq/question/ucretlendirme-ve-odemesistemi-nasil-calisir BlaBlaCar,  “Yolculuk  Paylaşım  Tercihlerin”,  E.T.:  28  Eylül  2020, https://www.blablacar.com.tr/dashboard/profile/preferences COOK James, Business Insider, “We figured out how much money new European  unicorn  BlaBlaCar  could  be  making”,  E.T.:  28  Eylül  2020, https://www.businessinsider.com/how-much-money-blablacar-could-be-making-2015-9#targetText=x%20%2425%20each,%3D%20%2472%20million%20in%20revenues Corpus Web Hukuk Mevzuat ve İçtihat ProgramıProf. Dr. Vural Seven/Av. Hilal Tuğba Öksüzoğlu                                                 75 COWAN Matt, Wired, “BlaBlaCar has turned ride-sharing into a multimillion-euro  business”,  E.T.:  28  Eylül  2020,  https://www.wired.co.uk/article/blablacar Crime Russia, “Death from BlaBlaCar. Murderer of Burger King manager  plays  into  hands  of  Russian  transport  operators”,  E.T.:  31  Ocak  2020, https://en.crimerussia.com/gromkie-dela/death-from-blablacar-murderer-ofburger-king-manager-plays-into-hands-of-russian-transport-operators/ DOMURATH Irina, “Verbraucher und Sachmängelgewährleistung in der Plattformökonomie”, Sachverständigenrat für Verbraucherfragen, S. 5, 2016, E.T.: 28  Eylül  2020,  https://www.svr-verbraucherfragen.de/wp-content/uploads/SVRV_WP05_Verbraucher_Plattformökonomie.pdf Habertürk, “‘Bu iş şehir içinde çalışmıyor  dedi ve Volt u kapattı”, E.T.: 28  Eylül  2020,  https://www.haberturk.com/bu-is-sehir-icinde-calismiyor-dedive-volt-u-kapatti-1699485-ekonomi Habertürk,  “Son  dakika!  Uber  kararı  çıktı!”,  E.T.:  28  Eylül  2020, https://www.haberturk.com/son-dakika-uber-karari-cikti-2531499-teknoloji Habertürk, “Uber nedir? Uber nasıl kullanılır?”, E.T.: 28 Eylül 2020, https://www.haberturk.com/uber-nedir-uber-nasil-kullanilir-1871466 KAMİLOĞLU Can, Amerikanın Sesi, “New York ta Uber-Taksici Krizi Mahkemelik Oldu”, E.T.: 28 Eylül 2020, https://www.amerikaninsesi.com/a/newyorkta-uber-taksici-krizi-mahkemelik-oldu/4790878.html KARA Merve, Webrazzi, “Blablacar Türkiye ofisini neden kapattı?”, E.T.: 28 Eylül 2020, https://webrazzi.com/2016/12/22/blablacar-turkiye-ofisini-kapatti/ OECD, “An Introduction to Online Platforms and their Role in the Digital  Transformation OECD  Publishing,  Paris,  2019,  E.T.:  28  Eylül  2020, https://doi.org/10.1787/53e5f593-en Quora,  “Does  Uber  travel  between  cities?”,  E.T.:  28  Eylül  2020, https://www.quora.com/Does-Uber-travel-between-cities SCOTT Mark, International Business, “BlaBlaCar, a Ride-Sharing StartUp in Europe, Looks to Expand Its Map”, E.T.: 28 Eylül 2020, https://www.nytimes.com/2014/07/02/business/international/a-service-for-sharing-europeanroad-trips-looks-to-expand-its-map.html Scotty, “Scotty ile şehrin kahramanı ol!”, E.T.: 28 Eylül 2020, https://yolculuk.scotty.app/basvuru/76                                                                                               TAÜHFD/ZtdR - 2020/2 Scotty, “Scotty ile yapabileceklerinden sadece birkaçı”, E.T.: 28 Eylül 2020, https://www.scotty.app Stangro, “Uber”, E.T.: 28 Eylül 2020, https://stangro.com/product/uber STEMPEL Jonathan, Reuters, “Judge dismisses Uber lawsuit opposing New York City vehicle license caps”, E.T.: 28 Eylül 2020,  https://www.reuters.com/article/us-uber-new-york-idUSKBN1XB51W Turcademy - Türkiye nin Online Akademik Portalı  Türk Dil Kurumu Sözlükleri Wikipedia,  “BlaBlaCar”,  E.T.:  28  Eylül  2020,  https://en.wikipedia.org/wiki/BlaBlaCar"
}