{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "01",
     "Yıl": "2019",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "TÜRKİYE’NİN DEMOKRATİKLEŞME SÜRECİNDE BİR DÖNÜM NOKTASI OLARAK 1946 SEÇİMLERİ",
     "Title": "WAHLEN IM JAHRE 1946 ALS WENDEPUNKT IM DEMOKRATISIERUNGSPROZESS DER TÜRKEI",
     "Yazar İsmi": [
          "Dr. Berke ÖZENÇ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "1946 Seçimi",
          "Demokrasi",
          "Tek Parti Rejimi",
          "Türkiye",
          "Basın"
     ],
     "Keywords": [
          "Elections of 1946",
          "Democracy",
          "One Party Regime",
          "Turkey",
          "Press"
     ],
     "Özet": "ENÇ  ÖZ 1946 yılında gerçekleştirilen milletvekili seçimleri, Türkiye nin demokratikleşme sürecinde önemli bir dönüm noktasıdır. Cumhuriyet dönemindeki ilk çok partili seçim olma özelliğini taşıyan 1946 Seçimi, gerek demokratikleşme sürecine yol açan etkenlerin kapsamı, gerekse seçim sürecinde yaşanan baskılar nedeniyle önemli tartışmalara yol açmıştır. Bu çalışmada ilk olarak, çok partili demokratik bir düzene geçişin iç ve dış dinamikleri incelenmiştir. Ardından 1946 yılında gerçekleşen seçimin demokratik niteliği tartışılmıştır. Bu kapsamda, seçim sürecinde yaşanan gelişmeler, dönemin basınında yer alan haberler de dikkate alınarak ortaya konmuştur. Ayrıca seçimin demokratik niteliğinin değerlendirilmesinde önem taşıyan, 1946 yılında yürürlüğe giren seçim kanunundaki düzenlemeler, seçim güvenliği açısından analiz edilmiştir. Çalışmanın son bölümünde, seçim sonuçlarının meşruluğuna gölge düşüren olaylar basındaki yansımaları çerçevesinde ele alınmıştır.",
     "Abstract": "The parliamentary elections of 1946 were a turning point in the democratization of Turkey. The 1946 Election was the first multi-party election in the Republican period, and spurred intense discussions due to both the scope of the factors that led to the democratization process and the oppression suffered in the run up to the election. In this study, primarily the internal and external dynamics of the transition to a multi-party democratic order are examined, after which, the democratic quality of the 1946 election is discussed. To this end, the developments that occurred during the election process are clarified, based on news reports published in the press at the time. Furthermore, the changes to the election law that entered into force in 1946, which were of importance in the assessment of the democratic quality of the election, are analysed in terms of the election safety they provided. In the final part of the study, the events that cast a shadow over the legitimacy of the election results are discussed in terms of how they were reflected in the press.",
     "Metin": "Bu çalışmanın konusu, erken cumhuriyet dönemindeki tek parti iktidarının sona erme sürecindeki dönüm noktalarından biri olan 1946 genel milletvekili seçimleridir. Cumhuriyet dönemindeki ilk çok partili seçim olma özelliğini taşıyan 1946 Seçimleri, seçim sürecinde yaşanan baskılar ve bu baskılar karşısında oluşan tepkiler nedeniyle tarihsel bir öneme sahiptir. Öte yandan bu seçim ile somutlaşan demokratikleşme sürecinin dinamikleri de tartışmalara yol açmıştır. Osmanlı-Türk anayasal gelişmelerini ve reform hareketlerini, Batı nın baskısı ve dayatmasıyla açıklamaya çalışan görüşlere benzer bir yaklaşım, çok partili hayata geçişin dinamiklerinin açıklanmasına yönelik çabalarda da gözlemlenmektedir. Bu çalışmanın ilk bölümünde bu tartışmalar çerçevesinde, çok partili hayata geçiş sürecinin iç ve dış dinamikleri incelenmiştir.  Çalışmanın ikinci bölümünde, 1946 Seçimlerinin demokratik niteliği tartışılmıştır. Bu kapsamda ilk olarak Cumhuriyet Halk Partisi içinde bir muhalefet  hareketinin  filizlenmesiyle  başlayan  süreç  ve  Demokrat Parti nin kuruluş ve gelişim aşamaları ele alınmıştır. Ardından seçimlerin demokratik niteliğinin değerlendirilmesinde temel bir unsur olan seçim öncesi süreçte serbest ve eşit propaganda imkânlarının varlığı, döneminDr. Berke Özenç   73 basınında çıkan haberler taranarak tartışılmıştır. Ayrıca 1946 yılında yürürlüğe giren Seçim Kanunu, seçmen iradesinin seçim sonuçlarına yansıyabilmesi için önem taşıyan kurumsal ve usuli güvenceler açısından incelenmiştir. Son olarak, seçim sonuçlarının açıklanması süreci ve bu süreçte yaşanan tartışmalar, basındaki yansımaları çerçevesinde ortaya konmuştur.   Çok Partili Hayata Geçiş Cumhuriyetin ilanının ardından iki defa çok partili hayata geçiş denemesi oldu; 1925 te Terakkiperver Cumhuriyet Fırkası, 1930 da ise Serbest Fıkra kuruldu. Fakat her iki parti de kısa sürede kapatıldı. Serbest Fırka nın kapatılmasını izleyen on beş yılda, artık bu tür denemelere girilmeyecek, hatta tek parti yönetiminin kurumsallaşması adına önemli adımlar atılacaktır.1 Tek parti yönetiminin sona ermesi ise, iç ve dış dinamiklerin etkisiyle, önce Demokrat Parti (DP) nin kurulması, ardından 21 Temmuz 1946 da birden çok partinin katıldığı genel milletvekili seçimlerinin gerçekleştirilmesiyle mümkün olacaktır. Bu olaylar çok partili hayata geçişin, diğer bir anlatımla demokratikleşme sürecinin öncülleri olarak değerlendirilebilir.  Bu dönüşümü kavrayabilmek için öncelikle tek partinin son dönemlerinde var olan toplumsal yapıyı incelemek yararlı olabilir. Cumhuriyet Halk Partisi (CHP), bu toplumsal yapıya dayanarak tek parti iktidarını kurumsallaştırmış ve sürdürmüştür. Tek parti iktidarının sone erme sürecinde de, CHP nin özellikle savaş dönemi iktisat politikalarının sınıfsal etkileri önemli bir rol oynamıştır. Bu açıdan ilk olarak dönemin en kalabalık toplumsal sınıfının köylüler olduğu vurgulanmalıdır; 1945 yılı verilerine göre halkın %83 ü köylerde yaşıyordu. Fakat köylülerin, özgün bir siyasi ideolojileri bulunduğunu söylemek güçtür. Cumhuriyet dönemiyle birlikte gelişen işçi sınıfı niceliksel olarak ikinci büyük sınıfı oluşturuyordu. Bu sınıf özellikle hukuken maruz kaldıkları baskılar nedeniyle, siyaseten etkili bir konumda bulunmuyordu. Sayıca az fakat diğerlerine nazaran siyasette etkili üçüncü sınıf ise; toprak sahipleri, işadamları, tüccarlar ve asker/sivil bürokrasiden oluşan orta sınıftı.2  1 Mete Tunçay, Türkiye Cumhuriyeti nde Tek Parti Yönetimi nin Kurumsallaşması, 4. bs, Tarih Vakfı Yurt Yayınları, 2005, s. 317–318.   2 Kemal H. Karpat, Türk Demokrasi Tarihi, Sosyal, Ekonomik, Kültürel Temeller, Afa Yayınları, 1996, s. 98–122.74   TAÜHFD/ZtdR - 2019/1 Jön Türk koalisyonu olarak da adlandırılan3 bu sınıf, kuşkusuz çeşitli gerilimleri bünyesinde barındırıyordu. Bürokrasi ve aydınlar, devletin öncülüğünü ve müdahalelerini destekleyen radikal ve yenilikçi kanadı; tüccar, işadamı, toprak ağaları ve eşraf ise muhafazakâr kanadı oluşturuyordu. Bu ikinci grubun hassas olduğu konular toprak reformu ve devletleştirme gibi, ekonomiye müdahale niteliği taşıyan ve sınıfsal çıkarlarını doğrudan etkileyen konulardı. Sermaye sahiplerinin sağladığı destek, reformcu kanada, başta devlet örgütlenişi olmak üzere çeşitli alanlarda reform yapma olanağını sağlıyordu, fakat bu desteğin reformcu kanat açısından bedeli, sermaye sahiplerinin çıkarlarını etkileyecek radikal toplumsal ve ekonomik reformların hayata geçirilmemesiydi. Sonuçta, 2. Dünya Savaşı nın sonuna gelindiğinde, laik ve modern bir devlet örgütlenmesi oluşturulup önemli hukuksal reformlar yapılmışken, ülke nüfusunun ezici çoğunluğunun yaşadığı kırsal kesimin gelişimini sağlayacak yapısal reformlara teşebbüs edilmemişti.4  A. Çok Partili Hayata Geçişte İç Etkenler 2.Dünya Savaşı sırasında büyük bir orduyu seferberlik halinde tutmak zorunda kalan CHP hükümetleri, gelirlerini arttırmak için para basımını ve vergileri arttırdılar.5 Ayrıca bir yandan örgütlenme özgürlüğünü baskı altına alarak, diğer yandan iş yasasında gerçekleştirilen değişiklikler ile çalışma saatlerini uzatıp, fazla mesai zorunluluğu getirerek ve kadın ve çocukların emek sürecine dâhil edilmesini sağlayarak emekçi sınıflar üzerindeki sömürüyü katmerlendirdiler.6 Bu iki yöntemin de toplumsal etkileri ağır oldu. Savaş koşullarında üretimin azalması, ithalat olanaklarında oluşan daralma ve para basımının arttırılması, emekçi sınıflar üzerinde ağır bir enf3 Erik Jan Zürcher, Modernleşen Türkiye nin Tarihi, 19. bs., İletişim Yayınları, 2005, s. 300; Çağlar Keyder, Türkiye de Devlet ve Sınıflar, 11. bs, İletişim Yayınları2005, s. 104-126. 4 Feroz Ahmad, Demokrasi Sürecinde Türkiye, 1945–1980, 2. bs., Hil Yayıncılık, 1996, s. 21; Sungur Savran, Türkiye de Sınıf Mücadeleleri, Cilt 1: 1908-1980, Yordam Kitabevi, 2011, s. 79-86. 5 Zürcher, s. 300-301; Taner Timur, Türkiye de Çok Partili Hayata Geçiş, 3. bs., İmge Kitabevi, 2003, s. 24-25; Cemil Koçak, Türkiye de Milli Şef Dönemi (1938-1945), Cilt II, 2. bs., İletişim Yayınları, 2003, s. 537.  6  Mehmet  Şehmus  Güzel,  İkinci  Dünya  Savaşı  Boyunca  Sermaye  ve  Emek, Osmanlı dan Cumhuriyet Türkiye sine İşçiler, 1839-1950, ed. D. Quartet, E. J. Zürcher, İletişim Yayınları, 1998, s. 197.Dr. Berke Özenç   75 lasyon baskısı yarattı. Bu koşullarda üretim artışı ve enflasyonun düşürülmesine yönelik radikal tedbirleri alamayan hükümetler, ancak ortaya çıkan iktisadi bunalımı hafifletecek girişimlerde bulunabildiler. Bu bağlamda Refik Saydam hükümeti, katı fiyat denetimleri ve tarım ürünlerine düşük fiyatlarla el koyma politikasını çözüm yöntemi olarak benimsedi. Bu sayede, ordunun ve kentli orta sınıfların temel gereksinimleri karşılanabilmiş, fakat bu amaçla piyasaların denetlendiği alanlarda karaborsa ve rüşvet yaygınlaşmıştır. 1942 yılında başbakanlığa gelen Şükrü Saraçoğlu hükümeti döneminde ise, piyasa serbestleştirilmesi yönünde adımlar atılmış, bunun sonucunda kentlerde fiyatlar yükselmiş ve buna paralel olarak çiftçi ve tüccarların kârlarında önemli artışlar yaşanmıştır. Bu süreç sonucunda oluşan haksız kazançlarla mücadele ve hükümetin artan gelir gereksinimini karşılama adına bulunulan çözüm ise, iki olağanüstü verginin hayata geçirilmesi olmuştur.7 Bunlardan ilki 1942 de yürürlüğe giren Varlık Vergisi dir.   Vergi miktarının mahalli komisyonlarca kişisel görüşlere göre takdiri olarak saptanması ve buna karşı itiraz yollarının kapalı olması, Varlık Vergisi nin daha baştan eleştiriye açık yönleriydi. Uygulamada ortaya çıkan diğer bir olumsuzluk ise, vergi tarhlarının açık olarak ayrımcılık içermesi, matrahların belirleneceği listelerin din esas alınarak hazırlanmasıydı. Sonuç olarak dönmeler, Müslümanların iki, gayri Müslimler ise on katı kadar vergi ödediler.8 Özellikle Aşkale de kurulan çalışma kampına yalnızca gayri-Müslimlerin sevk edilmesi ve Müslüman tüccarların zor da olsa vergileri ödeyebilirken, azınlıkların servetlerinin tamamını nakde çevirerek tasfiyeye zorlanmaları uygulamadaki ayrımcılığın kanıtları olarak göze çarpar. Boratav, bunun dışında Varlık Vergisi nin çiftçi-kent burjuvazisi, Anadolu-İstanbul tüccarı arasında da fiili bir ayrım içerdiğini ve verginin uygulanmasında çiftçiler ve Anadolu tüccarı lehine bir ayrımın gözlemlendiğini belirtir. Bu ayrımcı uygulamalar sonucunda siyasi iktidarla yakın ilişkiler kurabilen özellikle Anadolu tarım ve ticaret sermayesi önemli kazançlar elde etmiştir.9 İkinci olağanüstü uygulama, Varlık Vergisi nin dışında tutulan ve savaş koşularında hızla artan tarımsal kazanç7 Korkut Boratav, İktisat Tarihi (1908-1980), Türkiye Tarihi 4, ed. Sina Akşin, 7. bs., Cem Yayınevi, 2002, 297-382, s. 334-335; Zürcher, s. 301; Timur, s. 24-25.  8 Bernard Lewis, Modern Türkiye nin Doğuşu, çev. Metin Kıratlı, 8. bs., Türk Tarih Kurumu Basımevi, 2000, s. 297; Faik Ökte, Varlık Vergisi Faciası, Nebioğlu Yayınevi, 1951, s. 48.   9 Korkut Boratav, Türkiye de Devletçilik, İmge Kitabevi, 2006, s. 344-345.76   TAÜHFD/ZtdR - 2019/1 lara yönelik olarak getirilen Toprak Mahsulleri Vergisi ydi. Ağırlığı Varlık Vergisi kadar olmayan bu vergi, aşarın kaldırılmasından bu yana tarıma yönelik ilk büyük çaptaki dolaysız vergi olması nedeniyle önem taşımaktaydı ve uygulanışı itibariyle, piyasa için üretmeyen küçük ve yoksul köylünün sırtına ağır bir yük getirdi.10  Sonuç olarak, 2. Dünya savaşı sırasında uygulanan politikalar toplumun hemen her kesimini huzursuz edecek sonuçlar doğurmuştur. İlk olarak geniş halk yığınları, CHP nin en önemli desteğini oluşturan memurlar da dâhil olmak üzere, aşırı enflasyondan doğrudan etkilenmiştir. Gerçi devlet, memurlarının durumunu düzeltmek adına ayni yardımlar sağlanmasını öngören bir düzenlemeyi yasalaştırmıştı. Bu uygulama, memurların durumunu kısmen iyileştirmekle birlikte, iktidar partisi aleyhinde tamiri olanaklı olmayan ve çok partili yaşamda seçmenlerin tercihlerini etkileyen sonuçların ortaya çıkmasına neden oldu. Alınan yasal önlemler gereği, devlete ürünlerini teslim etmekle yükümlü olan köylüler ve dar gelirli kent halkı, durumu görece iyileşen memurların karşısında oldukça kötü koşullarda yaşam mücadelesi vermek zorunda bırakılıyordu. Böylece devlet ve onunla özdeşleşmiş olan CHP, kendi çıkarlarını halktan üstün tutan, onların çıkarlarını göz ardı eden bir konuma yerleşmiş oluyordu. Bu durumun halkın bürokrasiden, onun simgelediği CHP ve devlet örgütünden soğumasında önemli bir etken neden olduğu ileri sürülmüştür.11  Savaş ortamının çeşitli koşullarından yararlanarak haksız kazanç elde edenlere yönelik olarak yürürlüğe konan Varlık Vergisi de, sermaye sahiplerinde derin bir huzursuzluk yaratmış ve iktidar partisi ile bürokrasiye karşı telafisi olanaklı olmayan bir güvensizliğin doğmasına neden olmuştur. Müslüman burjuvazinin, sürgüne gitmemek, gayri Müslimlerin taşınmazlarını ucuza almak gibi pek çok yarar sağladığı bu uygulama, onlar tarafından dahi tedirginlikle karşılanmış, bu müdahaleci yöntemlerin ileride kendilerine uygulanabileceği endişesinin doğmasına neden olmuştur.12 Halkın büyük bölümünü oluşturan düşük gelirli köylüler ise, Toprak Mahsulleri Kanunu ile ağır bir vergi yükü altına sokulmuştur.  Varlık Vergisi ve Toprak Mahsulleri Kanunlarından çok fazla etkilenmeyen, Jön Türk koalisyonu içerisindeki başlıca öğe olan büyük toprak sahipleri ise, Çiftçiyi Topraklandırma Yasası ile tedirgin edilmiştir. Öyle ki, tek parti sisteminin baskıcı ortamına rağmen yasa aleyhine parti içinde 10 Boratav, İktisat Tarihi (1908-1980), s. 336.  11 Karpat, 120; Koçak, Türkiye de Milli Şef Dönemi (1938-1945), s. 543-544. 12 Keyder, s. 158-159; Timur, s. 25-26; Zürcher, s. 301.Dr. Berke Özenç   77 açık bir muhalefet ortaya çıkmıştır. Sonuçta yasa yürürlüğe girmiştir; fakat bu muhalif tavrın da etkisiyle, köylülere dağıtılan topraklar, devlet ve vakıf arazileriyle sınırlı kalmıştır; yasanın özel mülkiyete ait büyük toprakların bir bölümünün kamulaştırılıp dağıtımını öngören maddeleri hiçbir zaman kapsamlı bir uygulama alanı bulamamıştır.13 Bu yasanın çok partili yaşama geçişteki etkisi, yasaya muhalif Adnan Menderes, Refik Koraltan ve Emin Sazak gibi milletvekillerinin, daha sonra DP nin kurucu kadrolarında yer almasından da kolayca anlaşılabilir. Kısacası, 2. Dünya Savaşı sırasında şiddetlenen müdahaleci  ekonomi politikasının siyasi sonucu, Jön Türk koalisyonu olarak da adlandırılan ve cumhuriyetin kuruluşundan itibaren siyasi istikrarı sağlayan ittifakın parçalanması oldu.14 Bu ekonomi politikaları sonucunda fakirleşen köylüler, işçiler, memurlar ve esnafların huzursuzluğu ile birlikte değerlendirildiğinde, CHP iktidarına karşı güçlü bir muhalefet partisinin ortaya çıkabilmesi için gerekli olan iç ekonomik-toplumsal koşullar savaş sonunda iyice olgunlaşmış durumdaydı.15   B. Çok Partili Hayata Geçişte Dış Etkenler Çok partili yaşama geçişte dış etkenlerin belirleyici olduğunu ileri süren görüşler bulunmaktadır.16 Bu konuda bir değerlendirme yapmak için öncelikle, dönemin uluslararası konjonktürünü ve Türkiye nin diğer ülkelerle ilişkilerine incelemek yol gösterici olabilir. Öncelikle, Türkiye nin savaş sonrası dış politikasında, savaş dönemi dış politikasının önemli bir etkisi olduğu belirtilmelidir. Türkiye, savaş süresince yürüttüğü aktif tarafsızlık siyaseti sayesinde savaşa girmekten kaçınabilmişti. Fakat özellikle savaşın son dönemlerinde bu tarafsızlık siyaseti müttefik devletlerin tepkisini çekmiş ve Türkiye nin uluslararası düzlemde yalnızlaşmasına neden olmuştur. Türkiye savaşın sona ermesine yakın bir tarihte, müttefik devletlere desteğini ortaya koymak adına Birleşmiş Milletler Şartı na imza 13 Karpat, s. 113-120.  14 Ahmad, s. 23. 15 Caner Sancaktar, Türkiye de Çok Partili Rekabetçi Siyasetin Doğuşu: Siyasal Değişimin İç ve Dış Dinamikleri, Bilge Strateji, Cilt. 4, Sayı. 7, 2012, s. 51. 16 Necdet Ekinci, Çok Partili Düzene Geçişte Dış Etkenler, 3. bs., Otopsi Yayınları, 2004, s.398; Çetin Yetkin, Türkiye de Tek Parti Yönetimi, Altın Kitaplar Yayınevi, 1983, s. 254.78   TAÜHFD/ZtdR - 2019/1 koymuş, Almanya ve Japonya ya savaş ilan etmiş; fakat bu simgesel önlemler, ilk etapta uluslararası alandaki yalnızlığın giderilmesine yeterli olmamıştır.17  Savaşın ardından Türk dış politikasını bekleyen diğer bir zorluk, iki kutuplu yeni dünya düzeniydi. Bu durum, Türk Dışişleri nin cumhuriyetin kuruluşundan beri, 2. Dünya Savaşı da dâhil olmak üzere uyguladıkları denge siyasetini, artık yürütülebilir bir seçenek olmaktan çıkarıyordu. Uluslararası alanda yalnız olan Türkiye nin demokratik ya da komünist bloktan birini tercih etmesi gerekiyordu.18 Zaten batı dünyasına yakın olan Türkiye nin tutumunu etkileyen önemli bir faktör Sovyetler Birliği nin tutumu oldu. Sovyetler Birliği, 19 Mart 1945 tarihinde, iki ülke arasında var olan Dostluk ve Saldırmazlık Antlaşması nı feshetmek istediğini, yeni koşullara uygun bir antlaşmanın yapılması gerektiğini Türkiye ye bildirdi. Sovyetler Birliği nin değişiklik talepleri arasında, Boğazların ortak savunulması ve Türk-Sovyet sınırında bazı değişikliklerin gerçekleştirilmesi de yer alıyordu. Türkiye bu talepleri reddetti ve uluslararası alandaki yalnızlığından ve Sovyet tehditlerinden korunmak adına, batı bloğuyla ilişkilerini arttırma yolunu seçti. Bu bağlamda özellikle savaş sırasında belli bir düzeye erişen Türk-Amerikan ilişkilerinin daha da geliştiği gözlemlenebilir.19 Bu yakınlaşmada Sovyet tehdidi kadar, iç dinamiklerin de özgül etkileri bulunmaktaydı. Savaştan en az yıkımla çıkan Amerikan sermayesinin ülkeye girişine yönelik, hızla gelişen Türk sermaye çevrelerindeki beklenti bu kapsamda değerlendirilebilir.20  Sonuç olarak savaştan Batı demokrasilerinin galip çıkması, yükselen değerin demokrasi olmasını sağlıyordu, bu durum Türkiye açısından, gerginleşen Türk-Sovyet ilişkileri nedeniyle özellikle bu yönde gelişiyordu. Türkiye nin Batı ya yaklaşması, Batı nın siyasal sistemi olan çok partili hayata dayalı demokrasiyi ülke gündemine taşıyordu.21 Ayrıca Birleşmiş Milletler Şartı na imza konulması, demokratik ideallerin hayata ge17 Cemil Koçak, Siyasal Tarih (1923-1950), Türkiye Tarihi 4, ed. Sina Akşin, 7. bs., Cem Yayınevi, 2002, 127-214, s. 210-211; Timur, s. 55.  18 Ali Gevgili, Yükseliş ve Düşüş, Bağlam Yayınları, 1987, s. 13.  19 Mustafa Aydın, İkinci Dünya Savaşı ve Türkiye, 1939-1945, Türk Dış Politikası, Kurtuluş Savaşından Bugüne Olgular, Belgeler, Yorumlar, ed. Baskın Oran, İletişim Yayınları, 2009, 385-476, s. 474-475; Timur, s. 56-64; Zürcher, s. 302-303. 20 Timur, s. 65-66. 21 Sancaktar, s. 51.Dr. Berke Özenç   79 çirilmesi açısından uluslararası bir yükümlülük altına girmek anlamına geliyordu. Fakat bu dış etkenlerin, Türkiye nin çok partili bir demokratik sisteme geçmesinde belirleyici bir rol oynadığını ileri sürmek güçtür.  Uluslararası ortam ve özellikle dünya üzerindeki 2. demokratikleşme dalgası,22 diğer ülkelerde olduğu gibi Türkiye de de demokratikleşme süreci açısından elverişli bir ortam yaratıyordu; fakat bu etkiye karşın İspanya ve Portekiz gibi otoriter sistemlerin oldukça yakın tarihlere kadar Kıta Avrupası nın merkezinde varlıklarını korudukları anımsanmalıdır.23 Sadece bu örnekler, demokrasiye geçişin dış dinamikler açısından kaçınılmaz olmadığını ortaya koymaktadır. Ayrıca iki kutba ayrılan dünyada, yeni bir savaş tehlikesinden söz edildiği günlerde Batı dünyası açısından Türkiye nin siyasal rejiminin değil, güçlü ve istikrarlı bir yönetime sahip olmasının öncelik taşıdığı söylenebilir. Öyle ki Amerikan Başkanı Truman, 1946 yılında Senato önündeki bir konuşmasında, savaş tehlikesinin sona ermediği bir ortamda, Türkiye nin çok partili hayata geçiş denemesini, zamansız bir icraat olarak niteleyecektir.24  Dolayısıyla uluslararası konjonktürün, demokratikleşme süreci açısından olumlu katkıları olduğunu belirtmek, fakat belirleyici olanın iç dinamikler olduğunu kabul etmek yerinde olacaktır.25 Özellikle Birleşmiş Milletler Şartı gibi, uluslararası hukuk açısından bağlayıcı olan bir belgenin imzalanması, tek parti politikalarına muhalif güçlere, manevi ve hukuki deliller sağlamış, onları halkın desteğini de alarak, siyasi bir parti kurulmasına kadar varacak muhalefet sürecine adeta teşvik etmiştir.26 Fakat bu muhalefet kuşkusuz, toplumun büyük çoğunluğunun tek parti yönetiminden hoşnutsuzluğu üzerine inşa edilebilmiştir. 22 Samuel P. Huntington, Üçüncü Dalga, Yirminci Yüzyıl Sonlarında Demokratlaşma, çev. Ergun Özbudun, Türk Demokrasi Vakfı Yayınları, 1993, s. 10–22.  23 Koçak, Türkiye de Milli Şef Dönemi (1938-1945), s. 561. 24 Bülent Tanör, Osmanlı Türk Anayasal Gelişmeleri, 4. bs, Yapı Kredi Yayınları, 1999, s.337-338. 25 Zürcher, s. 299-304; Karpat, s. 129; Tanör, s. 338; Koçak, Türkiye de Milli Şef Dönemi (1938-1945), s. 563-564.  26 Karpat, s. 129. Birleşmiş Milletler Şartı nın bu moral etkisi, Şart ın onaylanmasına dair TBMM  görüşmelerinin  yapıldığı  oturumda  dahi  gözlenebiliyordu.  Bu  görüşme sırasında söz alan Adnan Menderes, Şart kapsamında Türkiye devletinin üzerine aldığı taahhütlerden söz ediyor, bunların demokrasi ilkelerine uygun olarak kişisel ve siyasal özgürlüklerinin korunmasını gerektirdiğini belirtiyordu. T.B.M.M.  T.D.D. VII, C.19, T. 2, B. 90 (15. 8. 1946) 1. 0. s. 170-171 aktaran, Ekinci, s. 345-346.80   TAÜHFD/ZtdR - 2019/1  1946 Seçimleri İlk bölümde ortaya konduğu üzere Türkiye deki toplumsal dinamikler, uluslararası durumun da etkisiyle muhalefet hareketini şekillendirecek, sonuçta DP kurulacak ve çok partili genel seçimler yapılacaktır. Bu bölümde ilk olarak, 1946 seçimlerine giden süreç incelenecektir. C. Demokratikleşme Sürecinde İlk Adımlar Türkiye Büyük Millet Meclisinde bir muhalefetin kristalleşmesine neden olan olay, Toprak Reformu yasa tasarısının 1 Ocak 1945 te gündeme alınması oldu.27 Tasarı görüşülürken muhalefet hareketinin doğuşuna yönelik çok önemli bir adım atıldı; Celal Bayar önderliğinde Adnan Menderes, Refik Koraltan ve Fuad Köprülü den oluşan bir grup milletvekili, daha sonradan Dörtlü Takrir olarak adlandırılacak bir önergeyi CHP Meclis Grubu na sundular. Önerge sahiplerinin istemleri üç ana başlıkta toplanıyordu: yasalardaki ve parti tüzüğündeki antidemokratik hükümlerin kaldırılması, Meclisin hükümeti gerçek anlamda denetlemesine izin verilmesi ve seçimlerin serbest biçimde gerçekleştirilmesi. Fakat bu önerge, imza sahipleri dışında kalanların oybirliğiyle reddedildi. Gerekçe olarak usuli bir yanlışlık gösteriliyor, yasalarda ve tüzüklerde değişiklik önerileri içeren bu teklifin, Meclis grubuna değil, Meclise sunulması gerektiği belirtiliyordu.28 Gerçekte ise bu tutumun iki nedeni olduğu ileri sürülebilir. Bunlardan ilki, bu ani değişikliğe hazır olmayan önemli bir meclis çoğunluğunun bulunmasıdır. Diğeri ise, İsmet İnönü başta olmak üzere, CHP ileri gelenleri arasında var olan, bir muhalefet partisi kurulmasına yönelik olumlu yaklaşımdır. Bu grup, takririn reddi ile muhaliflere CHP den ayrılıp, yeni parti kurulması için bir sebep veriyor ve hatta yol gösteriyordu.29 Bu son noktayı biraz açmakta yarar var:  İlk bölümde açıklandığı üzere iç ve dış dinamiklerin etkisiyle savaşın ardından güçlü bir muhalif hareketin oluşmaya başladığı gözlemlenmekteydi. Fakat bu hareketin, iktidardaki temsil gücü CHP ile kıyaslanabilecek düzeyde değildi, diğer bir anlatımla siyasi inisiyatif tamamen iktidar partisinin elindeydi. CHP, muhalefetin basında, partide ve Meclis te ne ölçüde gelişebileceğini belirleme olanağına sahipti. Dönemi inceleyen araştırmacıların bu durumdan hareketle hemfikir oldukları konu, yeni siyasal oluşumun biçim, nitelik ve zamanlaması konusunda, iç ve dış dinamikleri 27 Ahmad, s. 24. 28 Cem Eroğul, Demokrat Parti, Tarihi ve İdeolojisi, 4. bs., İmge Kitabevi, 2003, s. 28. 29 Karpat, s. 131.Dr. Berke Özenç   81 değerlendiren İnönü öncülüğündeki CHP ileri gelenlerinin yönlendirici etkisidir.30 Bu yönlendirmenin başlangıç noktası olarak da, dörtlü takririn reddi kabul edilebilir. Fakat vurgulamak gerekir ki, daha sonraki siyasi gelişmeler, tam olarak CHP kadrolarının istediği ve beklediği biçimde gelişmemiştir.  Takririn reddinin ardından, Adnan Menderes ve Fuad Köprülü nün, Vatan Gazetesi nde içerik olarak dörtlü takrirle örtüşen eleştirel yazıları yayımlandı. Bunun üzerine parti divanı, 21 Eylül 1945 te oybirliğiyle bu kişilerin partiden ihracına karar verdi. 2 Ekim de ise, ihracın tüzüğe aykırılığını ileri süren Refik Koraltan, aynı yaptırımla karşılaştı. Bu gelişmelerden sonra dörtlü takririn lideri Celal Bayar ise, önce milletvekilliğinden, ardından da parti üyeliğinden istifa etti. Böylelikle muhalif grup CHP den kopmuş oldu. Bu aşamada muhalefeti cesaretlendiren bir hareket, 1 Kasım daki Meclis i açış konuşmasında İnönü den geldi: Demokrat karakter bütün Cumhuriyet devrinde prensip olarak muhafaza olunmuştur. Diktatörlük prensip olarak hiçbir zaman kabul olunmadıktan başka zararlı ve Türk milletine yakışmaz olarak daima itham edilmiştir… Bizim tek eksiğimiz hükümet partisinin karşısında bir parti bulunmamasıdır. Bu yolda memlekette geçmiş tecrübeler vardır. Hatta iktidarda bulunanlar teşvik olunarak teşebbüse girişilmiştir. İki defa memlekette çıkan tepkiler karşısında teşebbüsün muvaffak olmaması bir talihsizliktir. Fakat memleketlerin ihtiyaçları sevkiyle hürriyet ve demokrasi havasının tabii işlemesi sayesinde başka siyasi partilerin de kurulması mümkün olacaktır.31    Bu konuşmanın ilginç yanı, İnönü nün CHP dışında bir parti bulunmadığından söz etmesidir. Oysa 18 Haziran 1945 te İçişleri Bakanlığı ndan aldığı izinle kurulmuş olan bir parti bu konuşmanın yapıldığı sıralarda faaldi: Milli Kalkınma Partisi. İş adamı Nuri Demirağ tarafından kurulan bu partinin, somut sorunlar karşısında kapsamlı bir programı yoktu, daha çok kurucusunun kişisel görüşlerini yansıtıyordu.32 Herhangi bir siyasi etkinlik gösteremeyen bu parti, olasılıkla CHP ileri gelenlerince de ciddiye alınmamış olacak ki İnönü konuşmasında bu partiyi yok saymıştır.  30 Koçak, Türkiye de Milli Şef Dönemi (1938-1945), 562-563; Timur, s. 20, Ahmad, s. 31. 31 Timur, s. 18-19; Ekinci, s. 349. Bu çalışmadaki tüm vurgular yazara aittir. 32 Karpat, s. 133.82   TAÜHFD/ZtdR - 2019/1 D. Demokrat Parti nin Kurulması ve Gelişimi Kurulması beklenen muhalefet partisi, 7 Ocak 1946 da resmen faaliyete geçti. Parti programında; tek dereceli seçim sistemi (md. 9) ve üniversitelerin özerkliğe kavuşturulması (md. 38) gibi reform vaatleri öngörülmüş, devletçiliğin, özel sektörü destekleme işlevine vurgu yapılmış (md. 17) ve ülke kalkınması açısından tarım sektörünün başat niteliğinin altı çizilmiştir (md. 54).33   Parti programı temelde CHP nin siyasal ilkelerinden çok farklı bir nitelik  göstermiyordu.  Bu  durum  olağan  karşılanmalıdır.  Sonuçta  DP, CHP nin inisiyatifiyle kurulmuştu ve rejimin temel siyasal ve sosyal ilkelerinden sapan öneriler ortaya koyması beklenemezdi. Zaten parti kurucuları, yıllardır CHP içinde siyaset yapmış kişilerdi, görüşleri de çok farklı değildi. Celal Bayar, partinin kuruluşuyla ilgili sorulara verdiği yanıtta, sorunun daha çok uygulamadan kaynaklandığını belirtecek ve tıpkı CHP gibi, sınıf temelli siyaseti reddedecektir: Anayasanın prensipleri dâhilinde kalacağız. Bence Kemalizm Anayasada tam kemalini bulmuştur. Anayasamız geniş bir demokrasi ruhu ile tanzim edilmiştir. Jön Türklerden tutunuz da Erzurum-Sivas Kongreleri prensiplerine kadar geliniz, Cumhuriyet devrinin esas prensiplerini alınız: İşte Anayasanın ruhu budur. Çok demokratiktir. Hakkiyle tatbik edildiği takdirde bu memleketi mesud eder… Parti programı siyasi, iktisadi, içtimai sahaları ihtiva ettiğine göre Cumhuriyet Halk Partisine nispetle bu sahaların hangisinde sağda, hangisinde solda olduğumuzu kesin olarak tespit etmek zordur. Programımızda bu hususlar daha sarih olarak görülmektedir. Biz Türkiye nin geçirmesi gereken bir demokratik safha olduğuna kaniiz. Sınıflar arasında mücadelenin zaruri olduğu nazariyesini kabul etmiyoruz. Kül halinde millet menfaatini korumak kararındayız.34 DP nin bu yaklaşımı eleştiri konusu olmuştur. Örneğin Nadir Nadi, 13 Ocak taki başyazısında, parti programları arasındaki benzerliğin önemli bir eksiklik oluşturduğu ve bu zafiyeti gidermek adına, en azından ekonomik alanda farklı yaklaşımların, DP tarafından benimsenebileceğini belirtilmiştir.35   Bu benzerlik, başlangıçta CHP nin DP nin kuruluşuna karşı olumlu tavrıyla birleşince, DP nin bir muvazaa partisi olduğu iddiaları artmıştır. 33 Cumhuriyet, 8 Ocak 1946; Vatan, 8 Ocak 1946. 34 Cumhuriyet, 8 Ocak 1946.  35 Cumhuriyet, 13 Ocak 1946.Dr. Berke Özenç                                                                                                              83 Öyle ki, Celal Bayar daha partinin kurulduğunun ertesi günü, bu iddiaları reddeden bir açıklama yapma gereksinimi duyacaktır. İddialar bu açıklamaya karşın yayılarak sürecek ve seçim propagandası sırasında DP yöneticileri tarafından birçok defa inkâr edilmek zorunda kalacaktır.36  CHP nin, DP nin kuruluşunun ardından ilk önemli girişimi, belediye seçimlerini Eylül den Mayıs a almak olmuştur.37 Muhalefet bu değişikliğe oldukça sert bir tepki vermiştir. Bu olay partiler arasındaki oldukça ılımlı havanın dağılmaya başladığının ilk işareti olarak kabul edilebilir. Adnan Menderes uygulamayı kurulmakta olan partilere birkaç ayın dahi esirgenmek istemesini milli iradenin serbest tecellisini engelleyen bir karar olarak değerlendirmiştir.38 Celal Bayar da aynı şekilde seçimlerin öne alınmasını, parti teşkilatının gelişimini önlemek için alınan bir önlem olarak değerlendirmiştir.39 Sonuç olarak da DP yönetimince, belediye seçimlerine katılmama kararı alınmıştır.40 İkinci önemli gelişme 10 Mayıs 1946 da CHP nin olağanüstü kurultayının toplanması oldu. Kurultayda, sınıf esasına göre dernek ve siyasi parti kurma  yasağının  kaldırılması,  tek  dereceli  seçim  sisteminin  kabulü, İnönü nün değişmez genel başkanlık sıfatına son verilip bu makam için seçim yönteminin benimsenmesi ve yeni seçimlere gitmek gibi önemli kararlar alındı.41 Bu doğrultuda, yeni seçim yasası olarak Milletvekilleri Seçimi Kanunu, 5 Haziran 1946 da Meclis te kabul edildi.42 Daha sonra 13 Haziran da üniversitelere bilimsel ve idari özerklik tanıyan yeni bir üniversiteler yasası kabul edildi. Aynı gün, gazete kapatma yetkisini hükümete veren Matbuat Kanununun 50. maddesi değiştirilerek bu yetki mahkemelere devredildi, böylelikle yargısal bir güvence sağlanmış oldu.43 Bu arada 10 Haziran 1946 tarihli bir Meclis kararıyla, Milletvekili Genel Seçimlerinin 1 yıl öne alınması ve 21 Temmuz 1946 tarihinde yapılması kararlaştırıldı.44  36 Örneğin bkz. Vatan, 14 Mart 1946. 37 Vatan, 27 Nisan 1946.  38 Vatan, 30 Nisan 1946. 39 Vatan, 6 Mayıs 1946. 40 Karpat, s. 138. 41 Vatan, 11 Mayıs 1946.  42 Cumhuriyet, 6 Haziran 1946; Vatan, 6 Haziran 1946. Milletvekilleri Seçimi Kanunu, Kanun No: 4918, Resmi Gazete, 6/6/1946, No: 6326.  43 Cumhuriyet, 14 Haziran 1946; Vatan, 14 Haziran 1946. 44 Tanör, s. 341; Ekinci, s. 372.84   TAÜHFD/ZtdR - 2019/1 E. 1946 Seçimleri 1946 Seçimlerine giden süreçte, CHP ve DP arasındaki ilişkilerin gerginleştiği gözlemlenebilir. DP yöneticilerinin bu konudaki ilk şikâyet ve iddiası; mahalli idari amirler ve devlet memurlarının, taşıdıkları memuriyet sıfatının kendilerine yüklediği kayıtlara hiç ehemmiyet vermeyerek ve tıpkı partili imişler gibi, gayret ve faaliyetlere bütün hızları ile katıldıkları45 olmuştur. Bu şikâyetler, genel seçimler yaklaştıkça artarak devam etmiştir. Örneğin 27 Haziran da DP yetkilileri, İçişleri Bakanlığı na başvurarak, bir kısım amir ve memurların, yasalara karşın köy köy dolaşarak CHP için propaganda yaptıklarından şikâyet etmiştir.46 6 Temmuz da aynı şekilde Celal Bayar, İçişleri Bakanı Hilmi Uran ı ziyaretinde, bakandan baskılara bir çözüm bulmasını istemiş;47 Refik Koraltan 8 Temmuz da gazetelere yansıyan demecinde yine baskılardan şikâyetçi olmuştur.48  Bunun dışında dönemin gazetelerinde CHP aleyhine, idari kadrolar tarafından yapılan baskılara ilişkin çok sayıda habere rastlamak olanaklıdır. Özellikle Vatan gazetesinde, temmuz ayı başından itibaren, yurdun pek çok bölgesinde DP üyelerine ve DP yi destekleyen halk kesimlerine yönelik olarak gerçekleşen baskı ve şiddet eylemlerine dair haberler yer almıştır. Örneğin 6 Temmuz nüshasında, İzmir de Tedhiş başlıklı haberde, sabıkalı kişilerin, DP lileri rahatsız etmek için kullanıldıkları ifade edilmiştir. 8 Temmuz da, DP li bir köylünün İzmir de bıçaklandığı, bir jandarma onbaşısının Tire köyünde DP li köylüleri sıra dayağından geçirdiği haberlerine rastlanmaktadır.49 Bunlar  dışında  16  Temmuz  tarihli  Vatan  gazetesinde,  Bolu  Valiliği nden bir ilçe kaymakamlığına gönderilen bir telgraf dikkat çekicidir. Telgrafta, bölgeye gelecek CHP Elazığ milletvekiline her türlü kolaylığın gösterilmesine yönelik talep yer almaktadır. Yine aynı günkü başka bir haberde, DP üyesi Hikmet Bayur un konuşmasının engellenmesi amacıyla, konuşma yaptığı salonun elektriğinin jandarma komutanı tarafından kesil45 Vatan, 1 Nisan 1946. 46 Cumhuriyet, 28 Haziran 1946. 47 Vatan, 7 Temmuz 1946. 48 Cumhuriyet, 8 Temmuz 1946. 49 Vatan, 8 Temmuz 1946; Cumhuriyet, 8 Temmuz 1946. DP li yurttaşlara yönelik baskı ve şiddet haberleri için ayrıca bkz. Vatan, 9, 12, 16, 17, 19, 20 Temmuz 1946.Dr. Berke Özenç   85 diği ileri sürülmüştür. Bir başka önemli uygulama da, Celal Bayar ın nutkunun radyoda yayınlanmasına ilişkinidir. Nutku inceleyen Basın-Yayın Umum Müdürlüğü, nutkun yayımlanmasını uygun görmemiştir.50    Bu tür olaylara karşı, CHP nin aldığı önlemlerin oldukça sınırlı düzeyde kaldığı söylenebilir. Örneğin İçişleri Bakanlığı temmuz başında tüm valiliklere; herhangi bir memurun memuriyet nüfuzunu kullanarak yurttaşların oylarına etki etmeye çalışmasının önlenmesini ve bu tür hareketlerde bulunanların cezalandırılmasını öngören bir tamim yollamıştır.51 Cumhurbaşkanı İnönü de 17 Temmuz tarihinde verdiği seçim nutkunda, seçimi idare edecek memurların, kanunların hükümlerini her vatandaş ve parti hakkında, gözlerini kırpmadan tatbik için, cesur ve kendilerine güven içinde olacaklarını vurgulamıştır.52 Fakat bu tavsiyelerin uygulamaya yansıdığını söylemek, en azından dönemin gazete haberleri incelendiğinde, oldukça zordur. Gerek DP nin üst düzey yöneticilerine, gerekse DP yi destekleyen yurttaşlara karşı çeşitli baskıların ve engellemelerin yapıldığına dair haberler, seçimin yapıldığı 21 Temmuz gününe kadar gazete sayfalarında yer almıştır. Demokratik bir seçimin varlığından söz etmek için öncelikli olarak, seçimlerin ve oyların sayılması sürecinin yargısal denetim altında, eşitlik ve şeffaflık ilkeleri gözetilerek adil bir şekilde gerçekleştirilmesi gerekir. Fakat en az bunun kadar önemli olan ve bir seçimin demokratik niteliğini belirleyen öğe, seçime giden süreçte, katılımcı partilerin serbest biçimde propaganda yapmasına olanak tanınmasıdır.53 Farklı partilere bu olanak tanınmaması durumunda, bireylerin kendi kararlarını verdikleri adil ve demokratik bir seçimden söz edilemez. 1946 Seçimleri, aktardığımız olaylar göz önüne alındığında bu açıdan kuşkusuz demokratik olarak nitelenemez.  Bu saptamayı pekiştiren bir başka öğe de, başta İstanbul olmak üzere, çeşitli illerde var olan sıkıyönetim uygulamasının seçimin öncesinde ve sonrasında, 1947 yılına dek sürmesidir. Bu durum gerek basın, gerekse bu bölgelerde faaliyetlerini yürüten DP liler için önemli bir baskı unsuru oluşturmuştur. İstanbul Sıkıyönetim Komutanlığı tarafından 4 Temmuz 1946 50 Cumhuriyet, 20 Temmuz 1946. 51 Vatan, 2 Temmuz 1946. 52 Vatan, 18 Temmuz 1946. 53 Bülent Tanör/Necmi Yüzbaşıoğlu, 1982 Anayasasına Göre Türk Anayasa Hukuku, 17. bs, Beta Basım, 2018, s. 94; Ergun Özbudun, Türk Anayasa Hukuku, 17. bs, Yetkin, 2017, s. 91-94.86                                                                                                 TAÜHFD/ZtdR - 2019/1  tarihinde yayımlanan bir tebliğ, bu bağlamda önemli bir örnek oluşturmaktadır. Tebliğ ile seçim propagandası faaliyetlerine yalnızca kapalı alanlarda izin verilmekte, yol, sokak ve meydanlarda bu tür faaliyetlerin gerçekleştirilmesi yasaklanmaktadır.54  Seçim ve Sonrası 1946 Seçimleri, 4918 sayı ve 5 Haziran 1946 kabul tarihli Milletvekilleri Seçimi Kanunu uyarınca yapılmıştır. Seçimde, liste usulü çoğunluk sistemi uygulanmıştır. Bu uygulamada bir seçim çevresinde birden çok milletvekili seçilmekte ve siyasi partiler seçilecek milletvekili kadar aday belirleyerek listelerini oluşturmaktadır. Bir seçim çevresindeki milletvekilliklerinin tümü, en fazla oy alan parti tarafından kazanılmakta, diğer partiler milletvekili çıkaramamaktadır. Seçime CHP ve DP nin yanı sıra; Liberal Demokrat Parti, Türkiye İşçi ve Çiftçi Partisi, Yalnız Vatan için Partisi ve Milli Kalkınma Partisi katılmıştır. Sonuç olarak CHP 397, DP 61 ve bağımsız listeden aday olanlar da 7 milletvekilliği çıkarmıştır.55  Her ili bir seçim çevresi olarak kabul eden (md. 1) yasayla, her 40.000 yurttaş için bir milletvekili seçilmesi öngörülmüştür. (md. 2) Ayrıca seçmen yaşı olarak 22 yaş kabul edilmiştir. (md. 7) Yasa, seçimi yönetmek ve kontrol etmek üzere Seçim Kurullarının kurulmasını öngörmüştür. Buna göre söz konusu kurul üyeleri, belediye meclisleri tarafından ve kendi üyeleri arasından seçilecek, belediye başkanı da kurullara başkanlık edecektir. Bu kurullar, vali ya da kaymakamın başkanlığında, bin seçmeni geçmemek üzere, Seçim Bürosu adı verilen seçim sahaları oluşturacaktır. Seçim bürolarında, başkan ve üyeleri seçim kurullarınca seçilecek 5 üyeli Seçim Komisyonları bulunacaktır. (md. 14, 15) Yurttaşlar, oylarını bu komisyonların denetimi altında açık olarak verecektir. Oyların tasnifi yapıldıktan sonra, seçim komisyonları, oyların işlendiği tutanak ve seçim defterlerini, bağlı olduğu seçim kuruluna teslim edecektir. Daha sonra, sayılmış geçerli oy pusulaları yakılacaktır. Son aşamada, seçim kurulları, ellerindeki tutanak ve seçim defterlerine dayanarak kimlerin milletvekili seçildiklerini saptayacaktır. (md. 27, 28, 29)   Tüm idari kadroların CHP nin doğal üyesi sayıldığı bir dönemde, seçim kurullarının bağımsızlığını sağlayacak yargıç güvencesinden yoksun  54 Vatan, 4 Temmuz 1946.  55 Erol Tuncer, Osmanlı dan Günümüze Seçimler, 1877–2002, 2. bs, Tesav Yayınları, 2003, s. 111 ve 362. Yazar çeşitli kaynaklarda, Milli Kalkınma Partisi nin seçimlere katılması hususunun farklı olarak yer aldığını belirtmiştir.Dr. Berke Özenç   87 bir seçim sisteminin, tartışmalı sonuçlar doğuracağı açıktı.56 Seçime katılan siyasi partilerin temsilcilerinin, oyların sandığa atılması ve tasnifi sırasında seçim kurulu ve komisyonlarında hazır bulunabileceklerini öngören 34. madde de, bu açıdan yeterli güvenceyi sağlayamamıştır. Seçim sonucunda ortaya atılan iddialar ve yapılan itirazlar bu tespiti güçlendirmektedir. Daha seçim sonuçları ilan edilmeden, DP liler İnönü ye telgraf çekerek, seçim sonuçlarına haksızlığın düzeltilmesi adına müdahale etmesini istediler;57 fakat bu girişimden bir sonuç alınamadı ve seçim sonuçları ilan edildi. Bu arada, seçimlere hile karıştırıldığı yönündeki iddialar, gazetelerde yer aldı. Seçim mazbatalarının değiştirildiği yönündeki şikâyetler en sık dile getirilen iddialar arasındaydı.58 Ama bu haberler, Sıkıyönetim Komutanlığı nın bir tebliğiyle kesilecektir. Tebliğ ile seçim sonuçları hakkında, vatandaşları şüpheye düşürücü ve bu nedenle memleketin huzurunu sarsıcı yayınların sürdüğü vurgulanmakta ve bu gibi tahriklerin devamına izin verilmeyeceği belirtilmektedir. Yine aynı günkü Vatan gazetesinde, Celal Bayar ın seçim sonuçları hakkındaki beyanı, Sıkıyönetim Komutanlığı nca izin verilmemesi nedeniyle yayımlamamış, yalnızca başlığa yer verilmesiyle yetinilmiştir.59 Ayrıca ertesi gün, tebliğe uymadıkları gerekçesiyle Yeni Sabah ve Gerçek gazeteleri kapatılmıştır.60  1946 Seçimleri sırasında ve sonrasında yaşananlar da, seçimin demokratik niteliğine gölge düşürmüştür. 1946 Seçimlerinin öncesindeki sürecin özellikle eşit ve serbest katılım ilkelerini ihlal etmesi nedeniyle demokratik ilkelerle uyumlu olmadığı yukarıda belirtilmişti. Seçim yasası ise, oyların kullanılması ve tasnifi sırasında gerekli hukuksal güvenceleri sağlamadığı için kuşkusuz demokratik olarak nitelendirilemez. Söz konusu seçim yasasında, seçimlerin adil geçmesi tamamen idarenin takdirine bırakılmıştır. Seçim sonrası yapılan itirazlar ise, bu takdirin daha çok iktidar partisi CHP lehine kullanıldığını ortaya koymaktadır. Seçim sürecinde ve sonrasında sıkıyönetimin, basın kuruluşlarının büyük bölümünün faaliyetlerini sürdürdüğü İstanbul da dâhil olmak üzere pek çok ilde sürmüş olması da, bu olumsuz tabloya eklenebilecek diğer bir öğedir. Öyle ki, sıkıyöne56 Timur, s. 71.  57 Cumhuriyet, 23 Temmuz 1946. 58 Vatan, 24 Temmuz 1946. 59 Vatan, 25 Temmuz 1946.  60 Vatan, 26 Temmuz 1946.88   TAÜHFD/ZtdR - 2019/1 timin varlığı, seçim sonuçlarının serbest biçimde tartışılmasını engellemiştir. Dolayısıyla 1946 Seçimlerinin bir bütün olarak demokratik şekilde yürütülmediğini kabul etmek gerekmektedir.61    Seçimin ardından CHP nin iktidarını muhafaza ederken, halk desteğini kaybetmekte olduğu, DP nin ise tersine gücünü arttırdığı görünür bir hal aldı. Bu durumun partiler arası mücadeleye önemli etkileri oldu.62 CHP tıpkı daha önceki çok partili hayata geçiş denemelerinde olduğu gibi bir yol ayrımıyla karşı karşıya kaldı; ya önemli bir toplumsal desteğe ulaşan bir muhalefet partisinin faaliyetlerini sürdürmesine izin verecek ya da kendi inisiyatifiyle başlattığı süreci sonlandıracaktı. Partideki sertlik yanlılarının lideri konumundaki Recep Peker e kabineyi kurma görevi verilmesi başta ikinci yaklaşımın baskın çıktığı izlenimi doğursa da daha sonra iktidar-muhalefet arasındaki gerginleşen ilişkileri İnönü nün araya girip (12 Temmuz Beyannamesi), hakem rolünü üstlenerek normalleştirmesiyle çok partili yaşam 1950 Milletvekilliği Seçimlerine kadar varlığını korudu.63   SONUÇ Osmanlı-Türk anayasal gelişmelerinin, dış baskı ve yönlendirmelerle açıklanmaya çalışılması, oldukça sık kullanılan bir yöntem. Bu yaklaşıma, çok partili yaşama geçişin dinamiklerine dair çözümlemelerde de rastlanabiliyor. Fakat dönemin iç ve dış siyasal konjonktürü bir bütün halinde değerlendirildiğinde, iç dinamiklerin çok partili yaşama geçiş açısından ağır bastığı gözlemlenmektedir. Tek parti iktidarının gerçekleştiremediği toplumsal ve ekonomik reformlar, savaş ekonomisinin olumsuz etkileriyle birleşince, savaş sonrası döneme, sistemin işleyişinden oldukça huzursuz geniş bir muhalefet kitlesi miras bırakmıştır. Bu toplumsal yapının, siyasal bir örgütlenmede vücut bulup taleplerini dile getirmesinin kaçınılmaz olduğu ileri sürülebilir. Bu aşamada, dış dinamikler bağlamında özellikle demokrasi kavramının dünyada yükselen bir değer haline gelmesi, toplumsal taleplerin siyasal alana yansımasına yardım etmiş ve hatta bu süreçte teşvik edici olmuştur. Kısacası demokratikleşme sürecinde belirleyici olan iç dinamikler, destekleyici olan ise dış dinamiklerdir.  61 Aynı görüş için bkz. Eroğul, s. 36-37; Timur, s. 71-72; Zürcher, s. 308; Tevfik Çavdar, Türkiye nin Demokrasi Tarihi, 1839-1950, İmge Kitabevi, 1999, s. 413. 62 Karpat, s. 147.  63 Zürcher, s. 309; Timur, s. 72-74.Dr. Berke Özenç   89 Gelişmekte olan muhalefet tek parti sisteminin yapısı gereği zorunlu olarak, CHP içinde filizlenmiştir. Daha sonra, CHP nin lider kadrolarının yönlendirmesi ile ayrı bir siyasal oluşuma gidilmiştir. Özellikle yeni partinin kuruluş sürecindeki karşılıklı hoşgörü ve etkileşim, DP nin, tıpkı Serbest Fıkra gibi danışıklı bir parti olduğuna ilişkin iddiaların ortaya çıkmasına neden olmuştur. Belki CHP kadrolarının öngördüğü de buydu, fakat olayların gelişimi bu yönde olmamış, DP gittikçe sertleşen bir muhalefet yürütmüş ve önemli bir halk desteği sağlamıştır. Bu durumun fakında olan CHP yönetimi ise, siyasi bir manevra ile ve her ne kadar farklı gerekçeler ileri sürse de, DP yi örgütlenmesini tamamlamadan hazırlıksız yakalamak amacıyla genel seçimleri bir yıl erkene almıştır.  21 Temmuz 1946 da yapılan genel seçimlere ilişkin süreç, seçimin gerçekleşmesi ve sonrası, demokratiklik açısından oldukça önemli zaaflara sahiptir. DP nin siyasi propaganda faaliyetleri önemli ölçüde engellenmiş ve idare aygıtı içerisindeki farklı kademelerdeki devlet memurları, DP li yönetici ve yurttaşlara çeşitli baskılar yapmıştır. Bu durumun engellenmesi yönündeki bazı üst düzey CHP li yöneticilerin telkin ve açıklamaları ise, seçim sürecinin demokratik bir şekilde gerçekleşmesini sağlamamıştır. Seçim kurullarının yargıç denetiminden yoksun oluşu ve süren sıkıyönetim uygulaması bu bağlamda vurgulanması gereken önemli diğer olumsuzluklardır. Sonuçta 1946 Seçimleri, şaibeli olarak nitelenmekten kurtulamamıştır. Bunun önemli bir nedeni de, seçime ilişkin şikâyet ve iddiaları inceleyecek tarafsız ve bağımsız kurumların bulunmayışıdır. Tüm bu olumsuzluklara karşın DP nin seçimlere katılmasının ve Meclis e girmesinin en önemli sonuçlarından biri, Türkiye nin yıllar sonra gerçek anlamda bir iktidar-muhalefet çatışmasına ve rekabetine tanık olmasıdır. 1950 Seçimlerine giden süreçte önemli çatışmalar gerginlikler yaşanmıştır; fakat demokratik bir siyasal rejimde kaçınılmaz olan bu olguların, sistemin gelişimine uzun vadedeki yararlarını göz ardı etmemek gerekir. 1950 de tek parti yönetiminin sorunsuz olarak yerini DP ye devretmesinde kuşkusuz bu dönemde oluşan demokratik siyasal geleneğinin önemli katkısı olmuştur.90   TAÜHFD/ZtdR - 2019/1 ZUSAMMENFASSUNG Gegenstand dieser Arbeit sind die Parlamentswahlen im Jahr 1946, einem der Wendepunkte in dem Prozess der Abschaffung der Einparteienherrschaft in der Türkei. Die Wahlen von 1946 waren die ersten Mehrparteienwahlen in der Geschichte der türkischen Republik und sind aufgrund des Drucks während des Wahlprozesses und der Reaktionen  auf  diesen  Druck  von  historischer  Bedeutung.  Andererseits  haben  die Dynamiken des Demokratisierungsprozesses, der mit dieser Wahl eingeleitet wurde, zu Auseinandersetzungen geführt. Im ersten Kapitel dieser Arbeit werden die internen und externen Dynamiken des Übergangsprozesses zum Mehrparteiensystem  im Rahmen dieser Auseinandersetzungen untersucht. Häufig  wird  versucht,  die  osmanisch-türkischen  verfassungsrechtlichen Entwicklungen durch externen Druck und Beeinflussung zu erklären. Auch in den Analysen der Dynamiken des Übergangsprozesses zum Mehrparteiensystem begegnet man Meinungen, die das Hauptaugenmerk auf den externen Druck legen. Wenn man jedoch die innen- und außenpolitische Konjunktur der damaligen Zeit als Ganzes betrachtet,  erkennt  man,  dass  die  internen  Dynamiken  beim  Übergang  zum Mehrparteiensystem überwiegen. Da sich zu den gesellschaftlichen und wirtschaftlichen Reformen, welche die Einparteienherrschaft nicht realisieren konnte, die negativen Auswirkungen der Kriegswirtschaft gesellten, hat sich in der Nachkriegszeit eine breite Opposition gebildet, die mit der Funktion des Systems in höchstem Maße unzufrieden war.  Diese  gesellschaftliche  Struktur  hat  sich  in  einer  politischen  Organisation materialisiert,  die  ihre  Forderungen  kundgetan  hat.  Dass  in  dieser  Phase  im Zusammenhang mit den externen Dynamiken der „Demokratiebegriff‟ in der Welt aufkam,  hat  dazu  beigetragen,  dass  die  gesellschaftlichen  Forderungen  auf  dem politischen Parkettwahrgenommen wurden, und diesen Prozess sogar gefördert. Kurz gesagt, die internen Dynamiken haben den Demokratisierungsprozess eingeleitet und die externen Dynamiken haben ihn gefördert. Im zweiten Kapitel der Arbeit wird das demokratische Wesen der Wahlen von 1946 diskutiert. In diesem Zusammenhang werden der Prozess, der mit der Entstehung einer Oppositionsbewegung innerhalb der Republikanischen Volkspartei (CHP) beginnt, und die Gründungs- und Entwicklungsphasen der Demokratischen Partei (DP) behandelt. Die  in  der  Entwicklung  befindliche  Oppositionsbewegung  innerhalb  der  CHP  ist zwangsläufig  aufgrund  des  Einparteiensystems  entstanden.  Später  hat  sich  auf Initiativeführender  Mitglieder  der  CHP  eine  separate  politische  Struktur  gebildet. Insbesondere die gegenseitige Toleranz und Interaktion in dem Gründungsprozess der neuen Partei hat zu Behauptungen geführt, dass die DP eine Scheinpartei wie Freie Republikanische Partei (SCF) sei. Vielleicht hat die CHP eine solche Zusammenarbeit geplant. Aber die Entwicklung der Ereignisse sprechen dagegen. Die DP entwickelte sich zu einer ernst zu nehmenden Opposition und wurde von weiten Teilen der Bevölkerung unterstützt. Die CHP-Führung, die sich dessen bewusst war, zog die allgemeinen Wahlen mit einem politischen Manöver um ein Jahr vor, um die DP unvorbereitet zu treffen, bevor sie sich richtig organisieren konnte.Dr. Berke Özenç   91 Der Prozess in Bezug auf die allgemeinen Wahlen am 21. Juli 1946, die Wahlen selbst und die Zeit nach den Wahlen weist elementare demokratische Schwächen auf. Die politische Propaganda der DP wurde in bedeutendem Maße behindert und hat die Staatsbeamten des Verwaltungsapparates auf die DP-Führung und die Bürger Druck ausgeübt. Die Äußerungen einiger Mitglieder der CHP-Führung zwecks Beendigung dieser misslichen Lage habenden undemokratischen Verlauf des Wahlprozesses nicht aufhalten können. Die fehlende richterliche Kontrolle der Wahlausschüsse und der Ausnahmezustand sind weitere wichtige negative Aspekte, die in diesem Zusammenhang hervorgehoben werden müssen. Infolgedessen wurden die Wahlen von 1946 als Skandal bezeichnet. Ein wesentlicher Grund dafür ist, dass die Beschwerden und Behauptungen bezüglich der Wahl nicht von einer unparteiischen und unabhängigen Stelle untersucht wurden. Die Teilnahme der DP trotz dieser negativen Aspekte an den Wahlen und ihr Einzug in das Parlament führen dazu, dass die Türkei Jahre später Zeuge eines erbitterten Gefechts und Konkurrenzkampfes zwischen der Regierung und der Opposition wird. In dem  Prozess,  der  zu  den  Wahlen  von  1950  führt,  ereigneten  sich  heftige Auseinandersetzungen und Spannungen. Aber man darf den langfristigen Nutzen dieser Auseinandersetzungen und Spannungen, die in einem demokratischen politischen Regime unvermeidlich sind, für die Entwicklung des Systems nicht außer Acht lassen. Die demokratische politische Tradition, die sich vor 1950 entwickelt hat, hat zweifellos zum problemlosen  Ende  des  Einparteiensystems  im  Jahre  1950  und  zur  friedlichen Regierungsübernahme der DP beigetragen.",
     "Kaynakça": "AHMAD, Feroz, Demokrasi Sürecinde Türkiye, 1945–1980, 2. bs., Hil Yayıncılık, 1996. AYDIN, Mustafa, “İkinci Dünya Savaşı ve Türkiye, 1939-1945”, Türk Dış Politikası, Kurtuluş Savaşından Bugüne Olgular, Belgeler, Yorumlar, ed. Baskın ORAN, İletişim Yayınları, 2009, s. 385-476. BORATAY, Korkut, “İktisat Tarihi (1908-1980)”, Türkiye Tarihi 4, ed. Sina AKŞİN, 7. bs., Cem Yayınevi, 2002, s. 297-382. BORATAY, Korkut, Türkiye de Devletçilik, İmge Kitabevi, 2006. ÇAVDAR, Tevfik, Türkiye nin Demokrasi Tarihi, 1839-1950, İmge Kitabevi, 1999. EKİNCİ, Necdet, Çok Partili Düzene Geçişte Dış Etkenler, 3. bs., Otopsi Yayınları, 2004. EROĞUL, Cem, Demokrat Parti, Tarihi ve İdeolojisi, 4. bs., İmge Kitabevi, 2003. HUNTİNGTON, Samuel P., Üçüncü Dalga, Yirminci Yüzyıl Sonlarında Demokratlaşma, çev. Ergun ÖZBUDUN, Türk Demokrasi Vakfı Yayınları, 1993. KARPAT, Kemal H., Türk Demokrasi Tarihi, Sosyal, Ekonomik, Kültürel Temeller, Afa Yayınları, 1996. KEYDER, Çağlar, Türkiye de Devlet ve Sınıflar, 11. bs, İletişim Yayınları, 2005.92   TAÜHFD/ZtdR - 2019/1 KOÇAK, Cemil, “Siyasal Tarih (1923-1950)”, Türkiye Tarihi 4, ed. Sina AKŞİN, 7. bs., Cem Yayınevi, 2002, s. 127-214. KOÇAK, Cemil, Türkiye de Milli Şef Dönemi (1938-1945), Cilt II, 2. bs., İletişim Yayınları, 2003. GEVGİLİ, Ali, Yükseliş ve Düşüş, Bağlam Yayınları, 1987. GÜZEL, Mehmet Şehmus, “İkinci Dünya Savaşı Boyunca Sermaye ve Emek”, Osmanlı dan Cumhuriyet Türkiye sine İşçiler, 1839-1950, ed. D. QUARTET, E. J. ZÜRCHER, İletişim Yayınları, 1998, s. 197-224. LEWİS, Bernard, Modern Türkiye nin Doğuşu, çev. Metin KIRATLI, 8. bs., Türk Tarih Kurumu Basımevi, 2000. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 17. bs, Yetkin Yayınları, 2017. ÖKTE, Faik, Varlık Vergisi Faciası, Nebioğlu Yayınevi, 1951. SANCAKTAR, Caner, “Türkiye de Çok Partili Rekabetçi Siyasetin Doğuşu: Siyasal Değişimin İç ve Dış Dinamikleri”, Bilge Strateji, Cilt. 4, Sayı. 7, 2012, s. 31-64. SAVRAN, Sungur, Türkiye de Sınıf Mücadeleleri, Cilt 1: 1908-1980, Yordam Kitabevi, 2011. TANÖR, Bülent, Osmanlı Türk Anayasal Gelişmeleri, 4. bs, Yapı Kredi Yayınları, 1999. TANÖR, Bülent/YÜZBAŞIOĞLU, Necmi, 1982 Anayasasına Göre Türk Anayasa Hukuku, 17. bs, Beta Basım, 2018. TİMUR, Taner, Türkiye de Çok Partili Hayata Geçiş, 3. bs., İmge Kitabevi, 2003. TUNCER, Erol, Osmanlı dan Günümüze Seçimler 1877–2002, 2. bs, Tesav Yayınları, 2003. TUNÇAY, Mete, Türkiye Cumhuriyeti nde Tek Parti Yönetimi nin Kurumsallaşması, 4. bs, Tarih Vakfı Yurt Yayınları, 2005. YETKİN, Çetin, Türkiye de Tek Parti Yönetimi, Altın Kitaplar Yayınevi, 1983. ZÜRCHER, Erik Jan, Modernleşen Türkiye nin Tarihi, 19. bs., İletişim Yayınları, 2005. Gazeteler Vatan, Ocak-Aralık 1946 Cumhuriyet, Ocak-Aralık 1946"
}