{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "30",
     "Ay": "04",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "MEDENÎ USÛL HUKUKUNDA TANIK DELİLİNDEN VAZGEÇME",
     "Title": "VERZICHT AUF ZEUGENVERNEHMUNG IM ZIVILPROZESSRECHT",
     "Yazar İsmi": [
          "Dr. Anıl KÖROĞLU",
          "Araş. Gör. Fatih TAHİROĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Delil",
          "tanık",
          "delilden vazgeçme",
          "tanık delilinden vazgeçme",
          "usûl işlemi"
     ],
     "Keywords": [
          "Evidence",
          "witness",
          "waiwer of evidence",
          "waiwer of witness",
          "procedural act"
     ],
     "Özet": "Medenî usûl hukukunda taraflarca getirilme ilkesi geçerlidir. Bu ilkenin geçerli olduğu yargılamalarda dava malzemesi (vakıalar ve deliller) kural olarak taraflarca getirilmelidir. Tarafların dava malzemesi üzerindeki hâkimiyeti, getirilen dava malzemesinin davadan çıkarılması bakımından da devam eder. Nitekim Hukuk Muhakemeleri Kanunu nun 196. maddesine göre, belli şartların varlığı hâlinde delilden vazgeçmek mümkündür. Bu maddede delilden vazgeçme karşı tarafın iznine bağlanmıştır. Söz konusu maddede vazgeçilecek deliller yönünden bir sınırlandırma mevcut değildir. Dolayısıyla bu madde kapsamında tanık delilinden de vazgeçilmesi mümkündür. Çalışmada tanık delilinden vazgeçilmesi konusu incelenmiştir. Bu bağlamda Hukuk Muhakemeleri Kanunu nun 196. maddesi, tanık delilinin gösterilmesine ilişkin hükümlerin arz ettiği özellikler bakımından değerlendirilmiştir.",
     "Abstract": "The principle of production of evidence by the parties is applied in Turkish Civil Procedure Law.  In proceedings where this principle applies, the case material (facts and evidence) should, as a rule, be shown by the parties.  At the request of the parties, according to this principle, the evidence submitted by the parties can be removed from the proceedings. There is a regulation on this issue in the Turkish Civil Procedure Code (Art. 196). Under the first paragraph of Article 196 of the Turkish Civil Procedure Code, unless the other party gives permission, it is not possible to remove the evidence from the proceeding. As can be seen, it is regulated with this article that it is possible to remove the evidence from the case and that this can be done only with the permission of the other party. The scope of this article is wide and also applied to witness evidence. In this study, the subject of removing the witness evidence from the proceeding is examined. In this context, Article 196 of the  Turkish Civil Procedure Code has been evaluated in terms of the characteristics of the provisions regarding the submission of witness evidence.",
     "Metin": "Medenî usûl hukukumuzda geçerli olan taraflarca getirilme ilkesine1 göre, hâkim, iki taraftan birinin söylemediği şeyi veya vakıaları kendiliğinden  dikkate  alamayacağı  gibi  kendiliğinden  delil  toplayamaz (HMK m. 25). Bu ilkenin geçerli olduğu yargılamalarda deliller kural olarak taraflarca gösterilmelidir2. Taraflarca gösterilen delillerden hangi şartlarda vazgeçileceği Hukuk Muhakemeleri Kanunu nun3 196. maddesinde düzenlenmiştir. Söz konusu maddeye göre, Delil gösteren taraf, karşı tarafın açık izni olmadıkça, o delile dayanmaktan vazgeçemez.. Benzer düzenleme mülgâ Hukuk Usûlü Muhakemeleri Kanunu nun4 307. maddesinde de mevcuttu. Bu düzenlemeye göre, delili ibraz eden taraf hasmın muvafakati olmadıkça ona istinatten sarfınazar edemez. Her iki düzenleme arasında bazı farklar mevcuttur. Bunlardan ilki, delilden vazgeçilmesi yasağının başlama anı bakımındandır. Yasak, Hukuk Usulü Muhakemeleri Kanunu nda delilin ibrazıyla; Hukuk Muhakemeleri Kanunu nda ise delilin gösterilmesi anıyla başlamaktadır5. Böylece 1    Dava malzemesinin toplanmasına ilişkin ilkelerin ve bu kapsamda taraflarca getirilme  ilkesinin  tarihi  gelişimi  hakkında  bkz.  Falk  Bomsdorf,  Prozessmaximen und Rechtswirklichkeit. Verhandlungs- u. Untersuchungsmaxime im deutschen Zivilprozess. Vom gemeinen Recht bis zur ZPO, Duncker & Humblot, 1971, s. 19 vd; Yavuz Alangoya, Medenî Usul Hukukunda Vakıaların ve Delillerin Toplanmasına İlişkin İlkeler, Fakülteler Matbaası, 1979, s. 17 vd. 2    Leo Rosenberg/Karl Heinz Schwab/Peter Gottwald, Zivilprozessrecht, 18. Aufl, Verlag C. H. Beck, 2018, § 77 Rdnr. 15; Baki Kuru, Hukuk Muhakemeleri Usulü, C.II, 6. bs., 2001, s. 1922; Baki Kuru, İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku, Legal, Ekim, 2016, s. 298; Hakan Pekcanıtez/Oğuz Atalay/Muhammet Özekes, Medenî Usûl Hukuku, 14. bs., Yetkin Yayınları, 2013, s. 363; Güray Erdönmez, Pekcanıtez Usûl Medenî Usûl Hukuku, 15. bs., On İki Levha, 2017, s. 802. 3    RG, 4.2.2011 - 27836 4    RG, 2.7.1927 - 622. 5    Güray Erdönmez, Medenî Usûl Hukukunda Belgelerin İbrazı Mecburiyeti, On İki Levha, 2014, s. 268.224          TAÜHFD/ZtdR - 2020/1 Hukuk Muhakemeleri Kanunu ile yasağın başlangıç anı daha öne çekilmiştir6. Zira delillerin gösterilmesi ile delillerin ibrazı farklı kavramlar olup7, delillerin gösterilmesi, yargılamada hangi delillerin kullanılacağının bildirilmesi iken8; delillerin ibrazı, bildirilen delillerin mahkemeye sunulmasıdır9. Örneğin, tanık delili bakımından fark şudur10: Dilekçeler aşamasında vakıanın tanık delili ile ispatlanacağı bildirilir (delillerin gösterilmesi) ve daha sonra tahkikat aşamasında tanık listesi mahkeme sunulur (delillerin ibrazı). Görüldüğü üzere, zamansal bakımdan delillerin gösterilmesi kural olarak delillerin ibrazından önce gerçekleşir. Her iki düzenleme arasında, vazgeçilebilecek delillerin kapsamı açısından da bir fark vardır. Hukuk Muhakemeleri Kanunu nda vazgeçilebilecek deliller bakımından bir sınırlama getirilmemiştir. Oysa Hukuk Usûlü Muhakemeleri Kanunu nun yürürlükte olduğu dönemde, doktrinde, 307. maddenin (tüm delillerde değil) sadece senetler bakımından uygulanması gerektiği kabul edilmekteydi11. Zira 307. madde, Kanun da 6 Erdönmez, Belgelerin İbrazı, s. 268. 7 Nur Bolayır, Hukuk Yargılamasında Delillerin Toplanmasında Tarafların ve Hâkimin Rolü, Vedat Kitapçılık, 2014, s. 103. 8 Bolayır, s. 91 vd,  103. 9 Tolga Akkaya, Medenî Usul Hukukunda Delillerin Hasredilmesi, Anadolu Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, 2003, s. 57; Bolayır, s. 103. 10   Bolayır, s. 103. 11   Kuru, Usul, C. II, s. 2187; Saim Üstündağ, Medeni Yargılama Hukuku, C. I-II, 7. bs, 2000, s. 680; Necip Bilge/Ergun Önen, Medenî Yargılama Hukuku Dersleri, 3. bs, Ankara Üniversitesi Hukuk Fakültesi Yayınları, 1978, s. 585; Yavuz Alangoya/Kamil Yıldırım/Nevhis Deren-Yıldırım, Medenî Usul Hukuku Esasları, Tıpkı 8. bs, Beta, 2011, s. 339-340; Akkaya, Delillerin Hasredilmesi, s. 118; Mesut Ertanhan, Medeni Yargılama Hukukunda Tanık ve Tanıklık, Seçkin, 2005, s. 271272; ayrıca bkz. Mehmet Akif Tutumlu, Tanığın Dinlenilmesinden Vazgeçme Karşı Tarafın İznine Bağlı Mıdır?, Terazi Hukuk Dergisi, C. 13, S. 147, Kasım 2018, s. 140. Yargıtay ın bu yönde bir kararı için bkz. HGK, 20.06.2007, E.2007/8-424, K. 2007/431 (Lexpera).Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     225 senetlere ilişkin bölümde yer almaktaydı12. Yine doktrine göre, söz konusu hükmün kaynağını oluşturan Alman Medenî Usûl Kanunu nun 436. maddesi13 de senetlere ilişkin bulunmaktaydı14. Oysa bu son gerekçenin isabetli olmadığını söylemek gerekir. Çünkü Alman Medenî Usûl Kanunu nun 436. maddesinin sadece senetle sınırlandırılmış olması, tanık delilinden vazgeçilmesinin Kanun da ayrı bir maddede düzenlenmiş olması sebebiyledir. Gerçekten söz konusu Kanun un 399. maddesine göre, taraf, dinlenilmesini önerdiği tanıktan vazgeçebilir; ancak karşı taraf bu tanığın dinlenilmesini, eğer tanığın dinlenilmesine başlanmışsa buna devam edilmesini talep edebilir. Ne var ki, Hukuk Muhakemeleri Kanunu ile söz konusu tartışmalar anlamsız duruma gelmiştir. Zira Kanun nda delilden vazgeçmeye ilişkin 196. madde, Kanunu nun ispat ve deliller başlıklı dördüncü kısmının genel hükümler bölümünde yer almaktadır. Bu nedenle söz konusu maddenin tüm deliller için geçerli olduğu konusunda artık bir tereddüt bulunmamaktadır15. Nitekim bu husus madde gerekçesinde de açıkça vurgulanmıştır16. Dolayısıyla Hukuk Muhakemeleri Kanunu nun 196. maddesi, tanık delili bakımından da uygulama alanı bulur17. Çalışmamızda medenî usûl hukukunda tanık delilinden vazgeçilmesi konusu ele alınmıştır. Bu kapsamda tanık delilinden vazgeçilmesinin 12   Kuru, Usul, C.II, s. 2188; Akkaya, Delillerin Hasredilmesi, s. 118. Benzer şekilde bkz. Bilge/Önen, s. 585.   13   Söz konusu hükme göre, delil ikâme eden taraf, belgenin ibrazından sonra ancak karşı tarafın rızasıyla bu delilden vazgeçebilir. 14   Kuru, Usul, C. II, s. 2187-2188; Akkaya, Delillerin Hasredilmesi, s. 118; Ertanhan, s.271-272. 15   Bilge Umar, Hukuk Muhakemeleri Kanunu Şerhi, Yetkin Yayınları, 2014, s. 600.  16   Bu madde, 1086 sayılı Kanundaki benzer düzenlemenin genelleştirilmiş hâlidir. 1086 sayılı Kanunda delilden vazgeçmeye ilişkin hüküm, senetlere ilişkin olarak düzenlenmişti ve uygulama ile doktrinde bu çerçevede yorumlayan görüşler olduğu gibi aksine görüşler de mevcuttu. Bu madde ile duruma açıklık getirilerek, herhangi bir delili gösteren tarafın, bu delilden vazgeçmek istemesi durumunda, bunun ancak karşı tarafın açık izni ile mümkün olduğu belirtilmiştir. 17   […] Belirtmek gerekir ki, HMK nın 196 ncı maddesinde yer alan hükmün tanık delilini  de  kapsadığı  hususunda  tereddüt  bulunmamaktadır  […]  Yarg.  HGK, 17.09.2019, E. 2016/325, K. 2019/883 (karararama.yargitay.gov.tr).226          TAÜHFD/ZtdR - 2020/1 amacı ve uygulama alanı ile tanık delilinden vazgeçilmesinin şartları ve sonuçları incelenmiştir I.Tanık Delilinden Vazgeçilmesinin Amacı ve Uygulama Alanı Bir tarafın, göstermiş olduğu tanık delilinden vazgeçmekte çeşitli menfaatleri bulunabilir. İlk olarak, tanık gösteren taraf, göstermiş olduğu tanığın vereceği beyanların kendisi aleyhine olabileceğinden endişe ederek tanığın dinlenmemesini isteyebilir18. İkinci olarak, iddiasını (diğer deliller veya göstermiş olduğu diğer tanıklar aracılığıyla) yeterli ölçüde ispatlamış olduğunu düşünen taraf, tanığın dinlenilmesinden vazgeçerek davanın daha hızlı sonuçlanmasına katkı sunmak isteyebilir. Tanık delilinden sadece taraflarca getirilme ilkesine tâbi olan yargılamalarda vazgeçilebilir19. Zira bu davalarda tarafların dava malzemesi üzerindeki hâkimiyeti, yargılamaya getirilen delillerden vazgeçebilmeyi de kapsamaktadır. Dava malzemesinin yargılamaya getirilmesi konusunda tarafların yanında hâkimin de yetkili ve görevli olduğu re sen araştırma ilkesine tâbi yargılamalarda ise20 tanık delilinden vazgeçilmesi herhangi bir sonuç doğurmaz. Zira bu yargılamalarda, tarafların gösterdiği delillerle bağlı olmayan hâkim, tüm delillere kendiliğinden başvurma yetkisine sahiptir. Dolayısıyla hâkim, söz konusu yargılamalarda, tanık delilinden vazgeçilmesine ilişkin beyan ile bağlı değildir21. Vazgeçilmek 18   Umar, s. 599. 19   BeckOK ZPO/Scheuch, § 399 Rdnr. 1; karş. Adolf Baumbach/Wolfgang Lauterbach/Jan Albers/Peter Hartmann, Zivilprozessordnung mit FamFG, GVG und anderen Nebengesetzen, 74. Aufl, Verlag C. H. Beck, 2016, § 399, Rdnr. 2; karş. PG/Trautwein, § 399, Rdnr. 1. 20   Kuru, Usul, C. II, s. 1923; Kuru, İstinafa Göre,  s. 299; Pekcanıtez/Atalay/Özekes, s. 366; Erdönmez, Pekcanıtez Usûl, s. 806; Abdurrahim Karslı, Medeni Muhakeme Hukuku, 4. bs., Alternatif, 2014, s. 260; Seda Özmumcu, Türk Hukukunda Yargıtay Kararları Işığında Re sen Araştırma İlkesi, SDÜHFD, Mihbir Özel Sayısı, C. 4, S. 2, 2014, s. 146; Bolayır, s. 131 […] Dava ile ilgili olguların hazırlanmasında, tarafların yanında, hakimin de görevli olmasına, kendiliğinden araştırma ilkesi denir […] Yarg. 22. HD, 20.1.2020, E. 2016/27188, K. 2020/724 (Kazancı). 21   Musielak/Voit/Huber, § 399, Rdnr. 1; Thomas/Putzo/Reichold, § 399, Rdnr. 1.Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu                                                                            227 istenen tanığın dinlenmesini uyuşmazlığın aydınlatılması için gerekli gören hâkim bu yönde bir karar verebilir. II. Tanık Delilinden Vazgeçmenin Niteliği, Şartları ve Sonuçları A. Tanık Delilinden Vazgeçmenin Niteliği Tanık delilinden vazgeçme, nitelik olarak bir usûl işlemidir22. Usûl işlemi, işlemi yapan kişiye göre taraf ve mahkeme usûl işlemi olmak üzere ikiye ayrılır23. Taraf usûl işlemi, taraflarca yapılan, davanın yürütülmesine hizmet ederek davanın sonucuna etki eden bilgi ve irade açıklamalarıdır24. Tanık delilinden vazgeçilmesine ilişkin beyan (diğer şartların da bulunması hâlinde) yargılamada o delilin kullanılmaması sonucunu doğurmaktadır. Başka bir anlatımla, bu beyan etkisini yargılama hukukunda göstermektedir.  Taraf usûl işlemi, tarafların kendi aralarında veya taraf ve mahkeme arasında yapılabilir25. Tanık delilinden vazgeçme beyanı da taraf ile mahkeme arasında yapılan (tek taraflı) bir usûl işlemidir. Diğer bir ifadeyle, delilden vazgeçme işlemi, tarafların kendi aralarında yapmış olduğu (iki taraflı) bir işlem olmayıp, tarafın mahkemeye yöneltmesi gereken bir işlemdir.  Delilden vazgeçmeye ilişkin beyanının mahkemeye yöneltilmesinden sonra, karşı tarafa vazgeçme işlemine izin verip vermediği sorulur ve karşı tarafın onayıyla delilden vazgeçilmiş olur. Delilden vazgeçme beyanı ve karşı tarafın söz konusu vazgeçme işlemine rıza göstermesinin taraflar arasında delil sözleşmesi yapılması anlamına gelip gelmediği  22   Wieczorek/Schütze/Ahrens, § 399, Rdnr. 1; Thomas/Putzo/Reichold, § 399, Rdnr. 1; Musielak/Voit/Huber, § 399, Rdnr. 2; BeckOK ZPO/Scheuch, § 399, Rdnr. 2; PG/Trautwein, § 399, Rdnr.3; Stein/Jonas/Berger, § 399, Rdnr. 1; Zöller/Greger, § 399, Rdnr. 2; Baumbach/Lauterbach/Albers/Hartmann, § 399, Rdnr.5; Zimmerman, ZPO, § 399, Rdnr. 1. 23   Ayrıntılı bilgi için bkz. Abdurrahim Karslı, Medeni Usul Hukukunda Usulî İşlemler, 2001, s. 148 vd. 24   Karslı, Usulî İşlemler, s. 156; Bilge/Önen, s. 277-278; Pekcanıtez/Atalay/Özekes, s. 253; Erdönmez, Pekcanıtez Usûl, s. 435; Tanrıver, s. 438; Ömer Ulukapı, Medenî Usûl Hukuku, 3. bs., Mimoza Yayınları, 2015, s. 180. 25   Pekcanıtez/Atalay/Özekes, s. 253; Erdönmez, Pekcanıtez Usûl, s. 435; Ulukapı, s. 180.228          TAÜHFD/ZtdR - 2020/1 üzerinde durulmalıdır. Delil sözleşmesiyle taraflar, Kanunda belirli delillerle ispatı öngörülen vakıaların başka delil veya delillerle ispatını kararlaştırabilecekleri gibi; belirli deliller ispatı öngörülmeyen vakıaların da sadece belirli delil veya delillerle ispatını kabul edebilirler (HMK m. 193). Her şeyden önce belirtilmelidir ki, delil sözleşmesi, tarafların karşılıklı ve birbirine uygun irade beyanlarıyla kurulmuş olur26. İnceleme konumuzla benzerlik göstermesi sebebiyle Hukuk Muhakemeleri Kanunu nun 202. maddesinin ikinci fıkrası kapsamında öğretide yapılmış olan bir tartışmanın  kısaca  aktarılmasının  faydalı  olacağı  kanaatindeyiz.  Söz  konusu hükme göre, senetle ispatı gereken hususlarda birinci fıkradaki düzenleme hatırlatılarak karşı tarafın açık muvafakati hâlinde tanık dinlenebilir.. Bir görüşe göre, senetle ispat kuralının geçerli olduğu durumlarda tarafın tanık dinletilmesine ilişkin rıza göstermesi taraflar arasında bir sözleşmenin kurulduğu anlamına gelmez27. Zira burada karşılıklı irade beyanları mevcut olmayıp, söz konusu beyanlar mahkemeye yöneliktir28. Diğer bir görüşe göre ise, söz konusu ihtimâlde delil sözleşmesinin bulunduğu kabul edilmelidir29. Zira karşı taraf, diğer tarafın tanık dinletilmesi isteğine rıza göstererek irade açıklamasında bulunduğundan, karşılıklı ve birbirine uygun irade beyanı artık burada mevcut olmaktadır30. Tarafların belli bir konuda aynı düşüncede olduklarına ilişkin (birbiriyle uyuşan) irade açıklamalarını ayrı ayrı mahkemeye bildirmeleri, taraflar arasında bir usûl sözleşmesi kurulduğu anlamına gelmez31. Zira her iki tarafın söz konusu açıklamalarının muhatabı mahkeme olduğundan (diğer taraf olmadığından) ortada aslında iki ayrı tek taraflı usûl işlemi bulunmaktadır32. Gerek delilden vazgeçme beyanı gerekse vazgeçmeye 26   Atalay, Pekcanıtez Usûl, s. 1742. 27   Taşpınar, s. 195, 196; Atalay, Pekcanıtez Usûl, s. 1745 vd; Tanrıver, s. 822. 28   Taşpınar, s. 195, 196; Atalay, Pekcanıtez Usûl, s. 1745 vd; Tanrıver, s. 822 vd. 29   Bolayır, s. 497, dn. 591; Pekcanıtez/Atalay/Özekes, s. 717; Ramazan Arslan/Ejder Yılmaz/Sema Taşpınar Ayvaz/Emel Hanağası, Medenî Usul Hukuku, 4.bs., Yetkin Yayınları, 2018, s. 463; Murat Yavaş, Senetle İspat ve Senede Karşı Senetle İspat Kuralları İle Bu Kuralların İstisnaları, Turhan Kitabevi, 2009, s. 317. 30   Bolayır, s. 497, dn. 591. 31   Bkz. Rosenberg/Schwab/Gottwald, § 66, Rdnr. 9. 32   Bkz.  Rosenberg/Schwab/Gottwald,  §  66,  Rdnr.  9;  ayrıca  bkz.  Wieczorek/Schütze/Gerken, § 128, Rdnr. 15.Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     229 rıza gösterildiğine ilişkin beyan mahkemeye yöneltilen tek taraflı bir işlemdir33. Dolayısıyla burada, delil sözleşmesinde olduğunun aksine, tarafların beyanlarının birbirlerine yönelik olduğu iddia edilemez. Ayrıca delilden vazgeçme ve karşı tarafın buna rıza göstermesi, yarattığı etki bakımından da delil sözleşmesine benzememektedir. Çünkü bir tarafın tanık delilinden vazgeçmesi ve karşı tarafın buna rıza göstermesi, ilgili vakıanın ispatı için artık vazgeçilen tanığın dinlenilmemesi sonucunu doğurur. Başka bir anlatımla, delil sözleşmesinde olduğunun aksine, burada davacı ve davalı taraf arasında yargılamada tanık deliline başvurulmayacağına ilişkin bir anlaşma mevcut değildir. B.Tanık Delilinden Vazgeçilmesinin Şartları 1.Şekil Delilinden vazgeçme işleminin ne şekilde yapılacağı konusunda Hukuk Muhakemeleri Kanunu nda (m. 196) bir düzenleme bulunmamaktadır. Bununla birlikte, tanık delilinden vazgeçilmesi bir usûl işlemi olduğuna göre34, usûl işlemlerinin şekli konusunda genel kurallar kanaatimizce burada da geçerli olmalıdır. Dolayısıyla tanık delilinden vazgeçilmesi işleminin yazılı veya tutanağa geçirilmek şartıyla duruşmada sözlü olarak (HMK m. 154/3)35 yapılabileceği söylenebilir36. 33   Ayrıca bkz. aşa. II, B, 3. 34   Wieczorek/Schütze/Ahrens, § 399, Rdnr. 1; Thomas/Putzo/Reichold, § 399, Rdnr. 1; Musielak/Voit/Huber, § 399, Rdnr. 2; BeckOK ZPO/Scheuch, § 399, Rdnr. 2; PG/Trautwein, § 399, Rdnr. 3; Stein/Jonas/Berger, § 399, Rdnr. 1; Zöller/Greger, §399, Rdnr. 2; Baumbach/Lauterbach/Albers/Hartmann, § 399, Rdnr. 5; Zimmerman, ZPO, § 399, Rdnr. 1. 35   HMK m. 154/3-ç hükmü uyarınca Beyanda bulunana okunmak ve imzası alınmak kaydıyla ikrar, yeminin edası, davanın geri alınmasına muvafakat, davadan feragat, davayı kabule ilişkin beyanlar ve sulh müzakereleri ile sonucu mutlak olarak tutanağa yazılmalıdır. Burada delilden vazgeçme beyanına ilişkin bir düzenleme mevcut değildir. Dolayısıyla delilden vazgeçme beyanı HMK m. 154/3-d hükmü kapsamında bir taraf beyanı olarak değerlendirilmeli ve aynı hüküm gereğince tarafın bunu imzalamasına gerek olmamalıdır. 36   Karş. Wieczorek/Schütze/Ahrens, § 399, Rdnr. 4; Stein/Jonas/Berger, § 399 Rdnr. 1; BeckOK ZPO/Scheuch, § 399, Rdnr. 2; Musielak/Voit/Huber, § 399, Rdnr. 2;230          TAÜHFD/ZtdR - 2020/1 Tanık delilinden zımnî olarak da vazgeçilebilir37. Örneğin, tanığın kendisi  tanıklık  yapmaktan  çekinme  sebebinin  bulunduğunu  belirterek (HMK m. 248) tanıklık yapmak istemediğini beyan eder ve bu beyana tanığı gösteren tarafça karşı çıkılmazsa, tanık delilinden vazgeçilmiş olduğu kabul edilir38. Buna karşılık, tanığı gösteren tarafın tanığın dinleneceği oturuma katılmaması, onun tanık delilinden zımnen vazgeçtiği anlamına gelmez39. Hukuk Muhakemeleri Kanunu nun 74. maddesinde,  delilden vazgeçme,  vekâletnamede özel yetki verilmesini gerektiren bir durum olarak sayılmamıştır. Dolayısıyla vekil, vekâletnamede özel bir yetkiye ihtiyaç duymaksızın tanık delilinden vazgeçebilir. Somutlaştırma  yükünü  düzenleyen  Hukuk  Muhakemeleri  Kanunu nun 194. maddesinin ikinci fıkrasına göre, tarafların, dayandıkları delilleri ve hangi delilin hangi vakıanın ispatı için gösterildiğini açıkça belirtmeleri zorunludur. Bu kapsamda tanık delili ile hangi vakıa/vakıaların ispat edileceği ayrıca belirtilmelidir. Taraflardan biri, göstermiş olduğu tanığın çekişmeli olan birden fazla vakıanın ispatında bilgisine başvurulacağını bildirebilir. Örneğin, davacı, iddiasına dayanak olan -a- ve -b- vakıalarını ispatlamak için  (T) yi tanık olarak göstermiş olsun. Daha sonra, davacı, (T) yi, -b- vakıasının ispatı için dinletmek istemeyip, sadece -a- vakıası ile sınırlı olmak üzere dinletmek isteyebilir. Böyle bir durumda, karşı taraf da bu vazgeçmeye izin verirse, -b- vakıası bakımından tanık delilinden vazgeçilmiş olur40. Dolayısıyla (T) artık sadece -a- vakıasının ispatı sadedinde dinlenebilir. Baumbach/Lauterbach/Albers/Hartmann, § 399, Rdnr. 5; MüKoZPO/Damrau, §399, Rdnr. 3. 37   Wieczorek/Schütze/Ahrens, § 399, Rdnr. 5 ff; Rosenberg/Schwab/Gottwald, § 111, Rdnr. 34; Hk-ZPO/Siebert, § 399, Rdnr. 2; Musielak/Voit/Huber, § 399, Rdnr. 2; PG/Trautwein, § 399, Rdnr. 3; Stein/Jonas/Berger, § 399, Rdnr. 2; Baumbach/Lauterbach/Albers/Hartmann, § 399, Rdnr. 5. 38   Wieczorek/Schütze/Ahrens, § 399, Rdnr. 6; Hk-ZPO/Siebert, § 399, Rdnr.2; Musielak/Voit/Huber, § 399, Rdnr. 2; MüKoZPO/Damrau, § 399, Rdnr. 3; PG/Trautwein, § 399, Rdnr.3; Stein/Jonas/Berger, § 399, Rdnr.2; Kuru, C. III, s. 2595. 39   Kuru, C. III, s. 2578 ve 2596. 40   Karş. […] Davalı diğer tanıklarının dinlenilmesinden açıkça vazgeçmediği gibi,Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu                                                                            231 2. Zaman Delilden vazgeçilmesi karşı tarafın rızasına bağlıdır. Dolayısıyla karşı taraf rıza gösterene kadar delilden vazgeçilmesinin yasak olduğu söylenebilir. Söz konusu yasağın delilin gösterilmesiyle başlayacağı yukarıda ifade edilmişti. Bununla birlikte tanık deliline ilişkin yasağın başlangıç anı açısından farklı bir durum söz konusudur. Öncelikle Hukuk Muhakemeleri Kanunu bakımından tanık delilinin gösterilmesi ve sunulmasına ilişkin sistemin üzerinde durulmalıdır. Hukukumuzda taraflar delillerini, kural olarak dilekçeler teatisi aşamasında göstermelidir41. Bu bakımdan tarafların tanık deliline de dilekçeler teatisi aşamasında dayanmaları gerekir. Ancak söz konusu aşamada tanık deliline dayanıldığının belirtilmesi yeterli olup, tanık listesi daha sonra, tanıkların dinleneceği aşamaya gelindiğinde verilebilir42. Tanık listesi, tanık gösteren tarafın, tanık dinletmek istediği vakıayı ve dinlenilmesi istenen tanıkların adı ve soyadı ile tebliğe elverişli adreslerini mahkemeye sunduğu listedir (HMK m.240/2). Bu listede gösterilmemiş olan  mahkemenin ara kararı ile dinlenmesinden vazgeçtiği tanıkların hangi vakıanın ispatı için dinletilmek istendiği davalı taraftan sorularak tespit edilmemiştir […] Gaziantep BAM, 1. HD, 13.4.2017, E. 2017/348, K. 2017/355 (Lexpera). 41   Bu konu hakkında ayrıca bkz. Kuru, İstinafa Göre, s. 327; Pekcanıtez/Atalay/Özekes, s. 690; Hakan Pekcanıtez, Pekcanıtez Usûl Medenî Usûl Hukuku, 15. bs, On İki Levha, 2017, s. 1050; Atalay, Pekcanıtez Usûl, s. 1757; Erdönmez, Belgelerin İbrazı, s. 122; Güray Erdönmez, Hukuk Muhakemeleri Kanunu na Göre Delillerin Gösterilmesi ve İbrazı, İBD, Eylül-Ekim 2013, C. 87, S. 2013/5, s. 22-23; Bolayır, s. 227-228; Ömer Ulukapı/Taner Emre Yardımcı, 6100 Sayılı Hukuk Muhakemeleri Kanunu Çerçevesinde Sonradan Delil Gösterilmesi, DEÜHFD, Prof. Dr. Hakan Pekcanıtez e Armağan, C. 16, Özel Sayı, 2014, s. 486 vd. 42   Kuru, İstinafa Göre, s. 233; Arslan/Yılmaz/Taşpınar Ayvaz/Hanağası, s. 320; Pekcanıtez/Atalay/Özekes, s. 507; Pekcanıtez, Pekcanıtez Usûl s. 1146; Atalay, Pekcanıtez Usûl, s. 1892; Tanrıver, s. 890; Atalı/Ermenek/Erdoğan, s. 518; Şanal Görgün/Levent Börü/Barış Toraman/Mehmet Kodakoğlu, Medenî Usûl Hukuku, 7. bs, Yetkin Yayınları, 2018, s. 542; Karamercan, s. 161.232          TAÜHFD/ZtdR - 2020/1 kimseler tanık olarak dinlenemez ve ikinci bir tanık listesi verilemez (HMK m.240/2)43. Tanık delilinin sunulmasına ilişkin sistem dikkate alındığında, Hukuk Muhakemeleri Kanunu nun 196. maddesinin, tanık delili bakımından, ancak tanık listesi verilmesinden sonra uygulanabileceği söylenebilir. Zira tanık deliline dayandığını bildiren ancak tanık listesi sunmayan taraf kural olarak tanık dinletemez (HMK m. 240/2). Dolayısıyla böyle bir durumda, Hukuk Muhakemeleri Kanunu nun 196. maddesi uygulama alanı bulmaz.  Yargılamada hangi ana kadar delilden vazgeçilebileceği, Hukuk Muhakemeleri Kanunu nun 196. maddesinde düzenlenmemiştir. Bu mesele, tanık delili açısından ikili bir ayrım yapılarak ele alınabilir. Şöyle ki, tanık duruşmada sözlü olarak dinlenebileceği gibi (HMK m. 259), gerekli görülen durumlarda tanığa soru kâğıdı gönderilerek de tanığın bilgisine başvurulabilir (HMK m. 246). Dolayısıyla her iki durum ayrı ayrı değerlendirilmelidir.  Alman hukukunda tanığın dinlenilmesi sona erinceye kadar tanık delilinden vazgeçilebileceği kabul edilmektedir44. Yani tanığın duruşmada dinlenmesi esnasında dahi tanık delilinden vazgeçilebilmesi mümkündür. Hukukumuzda bu süre, tanığın beyanlarını içeren tutanağı imzalaması (HMK m. 261/5) anına kadar olmalıdır. Çünkü tanık, ifadesini tamamlayıp, bu ifadenin geçirildiği tutanağı imzalamadıkça söz konusu beyanlar tanık beyanı olarak kabul edilemez45. Dolayısıyla bu imza atılana 43   Bununla birlikte tanık listesi için kesin süre verildiği ve dinlenme gününün belirlendiği hâllerde, liste verilmemiş olsa dahi taraf, o duruşmada hazır bulundurursa tanıklar dinlenir (HMK m. 243/1, c. 2). 44   Wieczorek/Schütze/Ahrens, § 399, Rdnr. 8; Musielak/Voit/Huber, § 399, Rdnr. 3; BeckOK ZPO/Scheuch,  § 399, Rdnr. 3; PG/Trautwein, § 399, Rdnr.4; HkZPO/Siebert, Rdnr. 2; Stein/Jonas/Berger, § 399, Rdnr. 1; MüKoZPO/Damrau, § 399, Rdnr. 2. 45   Ertanhan, s. 266Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     233 kadar her zaman vazgeçmenin mümkün olması gerekir. Tanığın dinlenmesi sona ermiş ve tutanağa imza atılmışsa artık tanık delilinden vazgeçilmesi söz konusu olamaz46.  Tanığa soru kâğıdı gönderilmiş olması47, tanık delilinden vazgeçilmesine engel değildir. Zira tanığın yazılı cevapları mahkemeye ulaşana kadar ortada bir tanık beyanının varlığından bahsedilemez. Dolayısıyla yazılı cevaplar mahkemeye ulaşmadığı sürece tanık delilinden vazgeçilebilmesi teknik olarak mümkündür. 3.Karşı Tarafın İzni Hukuk Muhakemeleri Kanunu nun 196. maddesine göre, delilden vazgeçme ancak karşı tarafın izniyle mümkündür. Dolayısıyla karşı taraf rıza göstermedikçe, tanık delilinden vazgeçmek mümkün değildir. Delilden vazgeçmenin sadece karşı tarafın izni ile yapılmasına ilişkin düzenleme isabetlidir. Çünkü bir vakıanın onu ileri süren taraf aleyhine kullanılabilmesinde olduğu gibi48, ileri sürülen bir delil de onu ileri süren tarafın aleyhine (karşı tarafın lehine) kullanılabilir. Dolayısıyla ileri sürülen delilinin yargılamaya getirilmesini istemekte karşı tarafın da menfaati bulunabilir. Bu kapsamda tanık delilinden vazgeçmeye ilişkin beyanın yapılmasına rağmen karşı taraf o tanığın dinlenilmesi isteyebilir. Zira tanığın ilgili vakıa hakkında ne yönde bir beyanda bulunacağı mahkemede dinlendiği sırada ortaya çıkacaktır49. 46   Umar, s. 599. 47   Hukuk Muhakemeleri Kanunu nun 246. maddesinin birinci fıkrasına göre, Hâkim gerekli görülen hâllerde, sözlü olarak dinlenmesi yerine, belirlenecek süre içinde cevaplarını yazılı olarak bildirmesi için tanığa soru kâğıdı gönderilmesine karar verebilir.. Tanığa soru kağıdı gönderilmesi hakkında geniş bilgi için bkz. Mine Akkan, Medenî Usûl Hukukunda Tanığa Soru Kağıdı Gönderilmesi, DEÜHFD, Prof. Dr. Hakan Pekcanıtez e Armağan, C.16, Özel Sayı, 2014, s. 555 vd. 48   Alangoya, s. 95; Pekcanıtez/Atalay/Özekes, s. 365; Karslı, Muhakeme, s. 249; Erdönmez, Pekcanıtez Usûl, s. 804; Ali Cem Budak/Varol Karaaslan, Medenî Usul Hukuku, 3. bs., Adalet Yayınevi, 2019,  s. 81 49  […] Tanıkların ne şekilde ve kimin lehine beyanda bulunacakları ancak dinlendikten sonra bilinebileceğinden bu madde hükmüne göre göre mahkemede karşı tarafın açık234                                                                                                TAÜHFD/ZtdR - 2020/1 Kanun da karşı tarafın açık izni aranmıştır. Dolayısıyla mahkemenin karşı tarafa vazgeçmeye rızası olup olmadığını sorması gerekir50. Vazgeçmeye izin verilmesi nitelik olarak usûl işlemidir. Çünkü bu iznin verilmesi ile vazgeçilen tanığın bilgisine yargılamada başvurulamayacaktır. Vazgeçmeye izin verilmesi usûl işlemi olduğundan, izin verildiğine ilişkin beyanın yazılı veya duruşmada sözlü51 olarak yapılabilmesi mümkündür. Hukuk Muhakemeleri Kanunu nun 74. maddesinde, delilden vazgeçmeye izin verilmesi,  vekâletnamede özel yetki verilmesini gerektiren bir durum olarak sayılmamıştır. Dolayısıyla vekil, vekâletnamede özel bir yetkiye ihtiyaç duymaksızın tanık delilinden vazgeçmeye rıza gösterildiğini bildirebilir. Tanık delilinden vazgeçmeye izin verilmemesi, tanığı izin vermeyen tarafın  tanığı  durumuna  getirmez.  Zira  Hukuk  Muhakemeleri  Kanunu nun 196. maddesi hükmü bu konuda açıktır: Delil gösteren taraf, karşı tarafın açık izni olmadıkça, o delile dayanmaktan vazgeçemez.. Örneğin, davacı  (A) nın  göstermiş  olduğu  tanık  (T) den  vazgeçmesine  davalı  muvafakatı olmadıkça, resen tanık dinlemekten vazgeçemez […] Gaziantep BAM, 1. HD, 13.4.2017, E. 2017/348, K. 2017/355 (Lexpera).  50    [...] Bununla birlikte davalı işveren tarafından alınan yazılı ifadesinde davacının iş yerinde uyuşturucu madde kullandığını belirten ve tanık olarak bildirilen ... mahkemece dinlenilmemiştir. Yargılama sırasında davacı vekili, anılan tanığın dinlenilmesinden vazgeçtiğini beyan ettiğinden, mahkemece davalı tarafa 6100 sayılı HMK nın 196 ncı maddesi uyarınca tanığın dinlenilmesinden vazgeçilmesine açıkça izin verip vermediği sorulmalı, vazgeçmeyi kabul etmediği takdirde 6100 sayılı HMK nın 243 ve devamı maddeleri uyarınca anılan tanık dinlenildikten sonra tüm dosya içeriği birlikte değerlendirilerek oluşacak sonuca göre karar verilmeli, vazgeçmeyi kabul etmesi hâlinde ise mevcut delil durumuna göre sonuca gidilmelidir […] Yarg. HGK, 17.9.2019, E. 2016/325, K. 2019/883 (Lexpera). 51   HMK m. 154/3-ç hükmü uyarınca Beyanda bulunana okunmak ve imzası alınmak kaydıyla ikrar, yeminin edası, davanın geri alınmasına muvafakat, davadan feragat, davayı kabule ilişkin beyanlar ve sulh müzakereleri ile sonucu mutlak olarak tutanağa yazılmalıdır. Burada delilden vazgeçmeye rıza gösterilmesi beyanına ilişkin bir düzenleme mevcut değildir. Dolayısıyla delilden vazgeçmeye rıza gösterilmesi beyanı HMK m. 154/3-d hükmü kapsamında bir taraf beyanı olarak değerlendirilmeli ve aynı hüküm gereğince tarafın bunu imzalamasına gerek olmamalıdır.Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     235 (B) nin rıza göstermemesi, (T) nin (B) nin tanığı olarak değerlendirilmesine neden olmaz. Bu ihtimâlde dahi (T), (A) nın göstermiş olduğu bir tanıktır. Bu tespitin yargılamada tanık delili için ödenmesi gereken avans (Karş. HMK m. 324) bakımından önemli bir sonucu olacaktır. Tanık delilinden vazgeçilmesine rıza gösterilmemesi durumunda, tanığı dinleyecek olan mahkeme buna ilişkin avansı tanık deliline dayanan taraftan istemelidir52. Tanık deliline dayanan taraf, delil avansını (HMK m. 324) yatırmayarak delilden vazgeçmek isteyebilir. Ancak bu durumda karşı taraf, delil avansını yatırarak tanığın dinlenmesini sağlayabilir. Eğer karşı tarafça da tanığa ilişkin avans yatırılmazsa, tanık delilinin ikamesinden vazgeçilmiş sayılır (Karş. HMK m. 324/2). Hukuk Muhakemeleri Kanunu nun 241. maddesine göre, mahkeme, gösterilen tanıklardan bir kısmının tanıklığı ile ispat edilmek istenen husus hakkında yeter derecede bilgi edindiği takdirde, geri kalanların dinlenilmemesine karar verebilir.. Dolayısıyla 241. maddede belirtilen şartlar mevcutsa, tanık 52   […] 6100 Sayılı Hukuk Muhakemeleri Kanunu'nun 196. maddesi uyarınca; delil gösteren taraf, karşı tarafın açık izni olmadıkça, o delile dayanmaktan vazgeçemez. Mahkemece, davacı tarafın delil listesinde yer alan ... isimli tanık dinlenmeden hüküm kurulmuştur. Her ne kadar davacı vekili bu tanığı dinletmekten vazgeçmiş ise de, davalı vekili tanığın dinlenmesinden vazgeçme talebini kabul etmemiştir. Bu sebeple, öncelikle davacı tarafa tanık delili için ikame etmesi gereken avansı yatırmak üzere usulüne uygun kesin süre verilmeli, sonrasında tüm deliller birlikte değerlendirilerek davaya konu yapılan alacaklar bakımından sonuca gidilmelidir. Eksik inceleme ile yazılı şekilde karar verilmesi hatalı olup bozmayı gerektirmiştir […] Yarg. 22. HD, 9.3.2017, E. 2017/5702, K. 2017/4893 (Kazancı).236          TAÜHFD/ZtdR - 2020/1 deliline dayanan tarafın talebi üzerine veya mahkemece kendiliğinden diğer tanıkların dinlenilmemesine karar verilebilir53, 54. Söz konusu durumda karşı tarafın rızası aranmaz. Tanık deliliyle ispatlanmak istenen vakıanın ıslah yoluyla değiştirilmesi durumunda, dolaylı olarak tanık delilinden vazgeçilmiş olur. Bununla birlikte artık karşı taraf o tanığın dinlenilmesini isteyemeyecektir. Çünkü tanığın, ıslahla ileri sürülen yeni vakıa için tanıklık yapabilmesi (eğer bu vakıaya tanıklık etmemişse) mümkün değildir. Örneğin, -a- vakıasına dayanılarak açılan bir davada, -a- vakıası ıslah yoluyla değiştirilerek -b- vakıası ileri sürülürse, -a- vakıasının ispatı için gösterilen tanığın -b- vakıası için tanıklık yapması (eğer bu vakıaya tanıklık etmemişse) mümkün değildir. 53   […] Tanıklar, Hukuk Muhakemeleri Kanunu'nun 241. maddesinde belirtilen koşulların gerçekleşmiş olması durumu hariç olmak üzere açıkça vazgeçme ve karşı tarafın açık izni olmadıkça dinlenmek zorundadır. Başka bir anlatımla, gösterilen tanıklardan bir kısmının tanıklığı ile ispat edilmek istenilen husus hakkında yeter derecede bilgi edinildiği takdirde, geri kalanların dinlenilmemesine karar verilebilir. Buna göre, adı geçen tanıkların dinlenilmemeleri için, dinlenen tanıklarla ispat edilmek istenen hususun yeter derecede aydınlanmış olması gerekir. Böyle değilse bu hükme dayanılarak mahkeme tanığı dinlemekten kaçınamaz. Davalı kadın tanıklarının dinlenilmesinden vazgeçmediği gibi, Hukuk Muhakemeleri Kanunu'nun 241. maddesi koşulları da oluşmamıştır. Davalı kadının diğer tanıkları dinlenilmeden hüküm kurulmuş olması hukuki dinlenilme hakkına aykırı olup, önemli bir usul hatasıdır. Açıklanan sebeple davalı tanıklarının Hukuk Muhakemeleri Kanunu'nun 243. vd maddeleri uyarınca usulüne uygun şekilde dinlenip, tüm deliller birlikte değerlendirilerek, gerçekleşecek sonucuna göre karar verilmesi gerekirken, davalı kadının tanıkları .... ve .... dinlenilmeden, eksik incelemeyle karar verilmesi usul ve yasaya aykırı olup, bozmayı gerektirmiştir […] Yarg. 2. HD, 19.12.2018, E. 2018/2203, K. 2018/14836 (Kazancı). 54   […] Davacı taraf, tanık listesinde ... isimli tanığı dinletmek istemiş, daha sonra bu tanığının dinlenilmesinden vazgeçmiştir. Delil gösteren taraf, karşı tarafın açık izni olmadıkça, o delile dayanmaktan vazgeçemez (HMK m. 196). Davalı kadın bu tanığın dinlenmesini talep etmiştir. Adı geçen tanık dinlenilmeden tahkikata son verilmiştir. Hukuk Muhakemeleri Kanununun 241. maddesi koşulları gerçekleşmemiştir. O halde, tanık ...'nün Hukuk muhakemeleri Kanununun 240 ve devamı maddeleri uyarınca usulünce çağrılıp dinlenilmesi, dinlendiği takdirde toplanan tüm deliller birlikte değerlendirilerek sonucu uyarınca bir karar verilmesi gerekirken […] Yarg. 2. HD, 2.5.2016, E. 2015/17211, K. 2016/8875 (karararama.yargitay.gov.tr).Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     237 Delilden vazgeçmeye izin verilmemesi durumunda tanığın dinlenilmesi gerekir. Vazgeçmeye izin verilmemesine rağmen tanığın dinlenilmemesi bozma sebebi olarak değerlendirilir55, 56. C.Tanık Delilinden Vazgeçmenin Sonuçları Tanık delilinden vazgeçmenin yargılama bakımından çeşitli sonuçları vardır. Vazgeçme ile ortaya çıkan sonuçlar vazgeçme anına göre değişiklik gösterebilir. Vazgeçme, şayet tanığın dinleneceği duruşmadan önce gerçekleşmişse, artık tanık dinlenilemez57. Vazgeçme, tanığa davetiye gönderilmesinden sonra ancak tanığın dinlenilmesinden önce gerçekleşmişse, davetiye iptal edilir ve tanık mahkemeye çağrılmaz58. Tanığın ifadesine yazılı olarak başvurulmuş olup da, tanığın verdiği cevaplar henüz mahkemeye  ulaşmadan  önce  tanık  delilinden  vazgeçilmişse,  tanığın 55   […] Somut uyuşmazlıkta davalı vekili 20.03.2015 tarihli celsede davalı tanığı olarak gösterilen […] dinletmekten vazgeçtiklerini beyan etmiş, davacı vekili vazgeçmeye muvafakatleri olmadığını bu tanığın dinlenmesini talep ettiklerini belirtmiştir. Davalı tanığı olarak dinletileceği açıklandıktan sonra tanığın dinlenmesinden vazgeçilmesi ancak HMK'nın 196. maddesine göre davacının açık izni ile mümkün olup, davacı vekili ilgili celsede muvafakatlarının olmadığını beyan ettiğinden, davalı tanığı […] dinlenmesi gerekirken bu tanık dinlenilmeden karar verilmesi hatalı olup bozmayı gerektirmiştir […] Yarg. 9. HD, 13.5.2019, E. 2016/1556, K. 2019/10601 (Kazancı). 56   […] Öte yandan HMK.'nın 196. maddesinde, delil gösteren taraf, karşı tarafın açık izni olmadıkça, o delile dayanmaktan vazgeçemez, düzenlemesine yer verilmiştir. Somut olaya gelince, hem davacı taraf hem de davalı taraf tanık deliline dayanmışlar, isimlerini bildirmişler, son oturumda davacı vekili tanık dinlenmesine gerek olmadığını ifade etmiş, mahkemece de ismi bildirilen tanıklar dinlenmeden sonuca gidilmiştir. Hal böyle olunca, tarafların bildirdikleri tanıklar usulünce dinlenerek, yukarıdaki ilkeler uyarınca temlikin vekalet görevinin kötüye kullanılması suretiyle yapılıp yapılmadığının açıklığa kavuşturulması gerekirken HMK.'nın 196. maddesi gözardı edilerek ve muris muvazaasının dayanağını teşkil eden 1.4.1974 gün, ½ sayılı İnançları Birleştirme Kararı gerekçe yapılarak yazılı şekilde karar verilmesi doğru değildir […] Yarg. 1. HD, 12.4.2018, E. 2015/9601, K. 2018/9079 (Kazancı); benzer şekilde bkz. Yarg. 13. HD, 4.4.2018, E. 2015/41180, K. 2018/4140  (Kazancı); Yarg. 2.HD, 18.4.2017, E. 2015/26593, K. 2017/4524 (Kazancı). 57   MüKoZPO/Damrau, § 399, Rdnr. 5. 58   MüKoZPO/Damrau, § 399, Rdnr. 5; Musielak/Voit/Huber, § 399, Rdnr. 3.238                                                                                                TAÜHFD/ZtdR - 2020/1 mahkemeye ulaşan cevaplarının da dikkate alınmaması gerekir. Vazgeçmeye rağmen tanığın dinlenilmesi, taraflarca getirilme ilkesine aykırı olup59, vazgeçilen tanığın dinlenilerek beyanlarının hükme esas alınması bozma sebebidir60. Vazgeçme, tanığın duruşmada dinlenilmesi devam ederken gerçeklemişse, vazgeçmenin gerçekleştiği ana kadar tanık tarafından yapılan açıklamalar mahkemece dikkate alınabilir mi? Alman hukukunda, söz konusu beyanların mahkemece dikkate alınmaması gerektiği kabul edilmektedir61. Hukukumuz bakımından da aynı sonuca varılmalıdır. Nitekim Hukuk Muhakemeleri Kanunu nun 261. maddesinin beşinci fıkrasına göre, tanığın sözleri tutanağa yazılarak önünde okunur ve tutanağın altı kendisine imza ettirilir. Söz konusu tutanak imzalanmadıkça tanığın mahkemede söyledikleri tanık beyanı olarak kabul edilemez62. Tanık beyanı olarak kabul edilemeyen şeylerin mahkemece dikkate alınması ise mümkün değildir. Tanık delilinden vazgeçilmesi ile o delilden feragat edilmeyip, sadece o tanığın dinlenilmesi talebi, karşı tarafın rızasıyla geri alınmış  59   Karş. Wieczorek/Schütze/Ahrens, § 399, Rdnr. 9; karş. BeckOK ZPO/Scheuch, § 399, Rdnr. 1; karş. PG/Trautwein, § 399, Rdnr. 1. 60 [...] Somut olayda, davacı vekilinin 18.10.2012 tarihli celsede tanıklar ... ve ... 'ın dinlenilmesinden vazgeçilmesine dair talepte bulunduğu, davalı vekilinin 15.12.2016 havale tarihli dilekçesi ile davacının tanık delilinden vazgeçme talebine muvafakat ettiğine dair beyanda bulunduğu anlaşılmıştır. Mahkemece bozma ilamından önce yapılan yargılamada dinlenilmesinden vazgeçilen tanıkların, bozma ilamından sonra yapılan yargılamada çağrılıp beyanları alınarak, bu beyanlara itibarla fazla mesai alacağı yönünden davanın kısmen kabulüne dair karar verilmesi usul kurallarına aykırıdır. Yapılan işin niteliğine, işyerinin kamu kurumu olmasına ve başka delillerle desteklenmeyen, davalı ile husumeti olan tek davacı tanığının beyanına dayanılarak işyerinin çalışma düzenine uymayan fazla çalışma alacağının reddi gerekirken kabulü hatalıdır [...] Yarg. 22. HD, 7.2.2018, E. 2017/45381, K. 2018/1957 (Kazancı).  61   MüKoZPO/Damrau, § 399, Rdnr. 2; BeckOK ZPO/Scheuch, § 399, Rdnr. 4; Musielak/Voit/Huber, § 399, Rdnr. 3; PG/Trautwein, § 399, Rdnr. 4. 62   Ertanhan, s. 266.Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     239 olur63. Dolayısıyla vazgeçilen tanığa aynı konuda tekrar dayanılması kural olarak mümkündür64. Ne var ki, söz konusu ihtimâlde sonradan delil gösterilmesine ilişkin düzenlemelerin (HMK m. 145) ayrıca dikkate alınması gerekir65.  Alman hukukunda, tanık deliline dayanmaktan vazgeçmenin sadece yargılamanın yürütüldüğü aşamayla sınırlı olduğu ifade edilmektedir66. Buna göre, vazgeçilen tanığın muhtemel ifadesinin istinaf yargılaması için önemli olduğu kanaatine varan istinaf mahkemesi, ilk derece yargılamasında yapılan vazgeçme beyanının istinaf yargılaması için de yapılıp yapılmadığını ayrıca sormalıdır67. Türk hukukunda böyle bir sonuca varılmasını haklı kılabilecek bir düzenleme bulunmamaktadır. Bilâkis istinaf yargılaması, yeni bir yargılama olmayıp, ilk derece yargılamasının devamı olduğuna68 ve HMK m. 357/1 uyarınca yeni delil gösterilmesi kural olarak69 mümkün olmadığına göre, ilk derece yargılamasında vazgeçilen tanık deliline istinaf yargılamasında tekrar dayanılması mümkün değildir. 63   Karş. Rosenberg/Schwab/Gottwald, § 111, Rdnr. 34; ayrıca bkz. Wolfgang Brehm, Beweisrecht in Deutschland, Das Beweisrecht in Europäischen Union, José Lebre de Freitas (Ed.), Kluwer Law International, 2004, s.194. 64   Wieczorek/Schütze/Ahrens, § 399, Rdnr. 9; BeckOK ZPO/Scheuch, § 399, Rdnr. 3; Rosenberg/Schwab/Gottwald, § 111, Rdnr. 34. 65   Karş. Wieczorek/Schütze/Ahrens, § 399, Rdnr. 9; Stein/Jonas/Berger, § 399, Rdnr. 1; BeckOK ZPO/Scheuch, § 399, Rdnr. 3; Rosenberg/Schwab/Gottwald, § 111, Rdnr. 34. 66   BeckOK ZPO/Scheuch, § 399, Rdnr. 3; Hk-ZPO/Siebert, § 399 Rdnr. 2. 67   Wieczorek/Schütze/Ahrens, § 399, Rdnr. 9; BeckOK ZPO/Scheuch, § 399, Rdnr. 3; Hk-ZPO/Siebert, § 399, Rdnr. 2; BGH NJW-RR 02, 1500. 68   Muhammet Özekes, Pekcanıtez Usûl Medenî Usûl Hukuku, 15. bs, On İki Levha, 2017, s. 2246. 69   İstisna için bkz. HMK m. 357/3.240          TAÜHFD/ZtdR - 2020/1 SONUÇ Hukuk Muhakemeleri Kanunu nun 196. maddesinde düzenlenen delilden vazgeçme esasen taraflarca getirilme ilkesinin bir uzantısıdır. Tarafların delilleri yargılamaya getirmekteki hâkimiyetleri, getirilen delilleri yargılamadan çıkarmak istemeleri durumunda da devam eder.  Delilden vazgeçmeye ilişkin hükümler taraflarca getirilme ilkesinin geçerli olduğu yargılamalarda uygulanır. Re sen araştırma ilkesinin geçerli olduğu yargılamalarda delilden vazgeçmenin bir önemi bulunmaz. Zira mahkeme gerekli delilleri re sen araştıracağından vazgeçilmek istenen delillere de kendiliğinden başvurabilir. Tanık delilinden vazgeçilmesi nitelik olarak bir usûl işlemidir. Zira bu işlem sonucunda ikâme edilmiş olan tanık artık dinlenmez. Usûl işlemi olması sebebiyle vazgeçme işlemi yazılı veya tutanağa geçirilmek şartıyla duruşmada sözlü olarak yapılabilir. Tanık delilinden vazgeçilmesine ilişkin yasak ancak tanık listesinin verilmesinden sonra başlar. Zira tanık deliline dayandığını bildiren ancak tanık listesi sunmayan taraf kural olarak tanık dinletemez (HMK m. 240/2). Tanık, kendi beyanlarını içeren tutanağı imzalayana kadar tanık delilinden vazgeçilebilir. Zira söz konusu tutanak imzalanmadıkça tanığın beyanları dikkate alınamaz. Tanık delilinden vazgeçilmesi için karşı tarafın açık izni gerekir. İzin verilmemesine rağmen tanığın dinlenmemesi hükmün bozulması sebebi olabilir. Tanık delilinden vazgeçilmesi ile o delilden feragat edilmeyip, sadece o tanığın dinlenilmesi talebi, karşı tarafın rızasıyla geri alınmış olur. Dolayısıyla vazgeçilen tanığa aynı  konuda tekrar dayanılması kural  olarak mümkündür. Vazgeçmeye rağmen tanığın dinlenilmesi, taraflarca getirilme ilkesine aykırı olup, vazgeçilen tanığın dinlenilerek beyanlarının hükme esas alınması bozma sebebi teşkil eder.Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     241 ZUSAMMENFASSUNG Im türkischen Zivilprozessrecht herrscht der Beibringungsgrundsatz vor. In Verfahren, in denen dieser Grundsatz gilt, müsste der Prozessstoff (d.h. Tatsache und Beweismittel) in der Regel von den Parteien vorgebracht werden. Gemäß Art. 196 Abs. 1 der türkischen Zivilprozessordnung ist der Verzicht auf Beweismittel zulässig. Jedoch darf der Beweisführer gem. diesem Artikel nach Vorbringung eines Beweismittels darauf nur mit Zustimmung des Gegners verzichten. Der Anwendungsbereich dieser Norm umfasst auch die Zeugenaussage. Dieser Aufsatz setzt sich mit dem Thema „Verzicht auf Zeugenaussage auseinander. Im Zusammenhang mit Art. 196 der türkischen Zivilprozessordnung wird auch auf  die  Besonderheiten  des  Zeugenbeweises  eingegangen.  Es  sind  folgende Schlussfolgerungen zu konstatieren: Die Vorschriften über Verzicht auf Beweismittel finden nur in Verfahren Anwendung, in denen der Beibringungsgrundsatz vorherrscht. In einem Verfahren, in dem Inquisitionsmaxime gilt, verliert es an Bedeutung, auf Beweismittel zu verzichten, da das Gericht den Sachverhalt von Amts wegen ermittelt und dementsprechend alle notwendigen Beweismittel ex officio sammelt. Der Verzicht auf Zeugenvernehmung ist eine einseitige Prozesshandlung. Die neue türkische Zivilprozessordnung sieht für Verzicht auf Zeugenbeweis kein Formerfordernis vor. Weil der Verzicht eine Prozesshandlung ist, unterliegt er allgemeinen Regeln für Prozesshandlungen. Er kann schriftlich eingereicht oder (gem. Art. 154 Abs. 3 tZPO) mündlich zu Protokoll angebracht werden. Ein ausdrücklicher Verzicht muss nicht vorliegen, sondern auch ein konkludenter Verzicht ist möglich. Sobald die Zeugenliste beim Gericht eingereicht wird, ist ein Verzicht auf Zeugenbeweis nur gem. Art. 196 der türkischen Zivilprozessordnung möglich. Wird die Zeugenliste dem Gericht nicht rechtzeitig vorgelegt, kann das Gericht den Zeugen i.d.R. nicht anhören (Art. 240, Abs. 2 tZPO). Bis wann der Verzicht möglich ist, ist in der türkischen Zivilprozessordnung nicht geregelt. Solange die Vernehmung des Zeugen durch das Gericht nicht abgeschlossen ist, ist ein Verzicht auf Zeugenbeweis noch zulässig. Deshalb kann der Verzicht noch während der Vernehmung bis zu ihrem Abschluss erklärt werden. Ein nach der Vernehmung erklärter Verzicht entfaltet keine Rechtswirkungen. Gem. Art. 246 der tür-242          TAÜHFD/ZtdR - 2020/1 kischen Zivilprozessordnung kann das Gericht, statt den Zeugen zur Vernehmung vorzuladen, schriftliche Beantwortung einer Beweisfrage anordnen, wenn es dies für ausreichend erachtet. In diesem Fall kann der Verzicht rechtsgültig erklärt werden, bis die schriftliche Antwort des Zeugen beim Gericht eintrifft. Nach Art. 196 der türkischen Zivilprozessordnung ist der Verzicht nur mit Zustimmung des Gegners zulässig. Die Zustimmung des Gegners ist eine einseitige Prozesshandlung. Die Zustimmung kann schriftlich eingereicht oder (gem. Art. 154 Abs. 3 tZPO) mündlich zu Protokoll angebracht werden. Das Gericht hat den Zeugen anzuhören, wenn der Gegner dem Verzicht nicht zustimmt. Der Verzicht von Zeugenvernehmung hat verschiedene Konsequenzen für das Verfahren. Wird auf Anhörung des Zeugen vor der Verhandlung verzichtet, wird der Zeuge nicht vorgeladen. Gem. Art. 261 Abs. 5 der türkischen Zivilprozessordnung muss der Zeuge seine protokollierte Aussage unterschreiben. Von einer gültigen „Zeugenaussage  kann deshalb nicht gesprochen werden, wenn der Zeuge das Gerichtsprotokoll nicht unterschreibt. Wenn der Verzicht während der Vernehmung erfolgt, darf das Gericht den schon protokollierten Teil der Zeugenaussage nicht verwerten. Die Anhörung des Zeugen trotz des Verzichts würde gegen den Beibringungsgrundsatz verstoßen und aufgrund dieses Verstoßes kann das Urteil angefochten werden. Im ersten Rechtszug kann die Partei, die auf Zeugenvernehmung verzichtet hat, unter Vorbehalt des Art. 145 der türkischen Zivilprozessordnung wieder den Zeugenbeweis antreten. Eine erneute Zeugenbeweisantretung ist jedoch im Berufungsverfahren gem. Art. 357 der türkischen Zivilprozessordnung unzulässig.Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     243 KISALTMALAR ABD  : Ankara Barosu Dergisi Abs.  : Absatz Art.  : Artikel Aufl.  : Auflage B. : Band BAM  : Bölge Adliye Mahkemesi BeckOK  : Beck Online Kommentar BGH   : Bundesgerichtshof bkz.  : Bakınız bs.  : Bası dn.  : Dipnot C  : Cilt DEÜHFD  : Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi E  : Esas  HD  : Hukuk Dairesi HGK  : Hukuk Genel Kurulu HMK  : Hukuk Muhakemeleri Kanunu Hrsg.  : Herausgeber HUMK  : Hukuk Usûlü Muhakemeleri Kanunu i.d.R. : in der Regel K  : Karar Karş.  : Karşılaştırınız Kazancı  : www.kazanci.com.tr Lexpera  : www.lexpera.com.tr  m. : Madde MüKO  : Münchener Kommentar244                                                                                                TAÜHFD/ZtdR - 2020/1 NJW-RR  : Neue Juristische Wochenschrift Rechtsprechungs-Report Zivilrecht Rdnr.  : Randnummer RG  : Resmi Gazete S  : Sayı s.  : sayfa SDÜHFD  : Süleyman Demirel Üniversitesi Hukuk Fakültesi Dergisi tZPO  : türkische Zivilprozessordnung vd.  : ve devamı Yarg.   : Yargıtay ZPO  : ZivilprozessordnungDr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     245",
     "Kaynakça": "AKKAN, Mine, “Medenî Usûl Hukukunda Tanığa Soru Kağıdı Gönderilmesi”, DEÜHFD, Prof. Dr. Hakan Pekcanıtez e Armağan, C.16, Özel Sayı, 2014, s.555609. AKKAYA, Tolga, “Medenî Usul Hukukunda Delillerin Hasredilmesi”, Anadolu Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi, 2003. ALANGOYA, Yavuz, Medenî Usul Hukukunda Vakıaların Ve Delillerin Toplanmasına İlişkin İlkeler, Fakülteler Matbaası, 1979. ALANGOYA, Yavuz/ Yıldırım, Kamil/ Deren-Yıldırım, Nevhis, Medenî Usul Hukuku Esasları, Tıpkı 8. bs, Beta, 2011. ARSLAN, Ramazan / YILMAZ, Ejder / TAŞPINAR AYVAZ, Sema / HANAĞASI, Emel, Medenî Usul Hukuku, 4.bs., Yetkin Yayınları, 2018. ATALAY, Oğuz, “Delil Kavramı Üzerine”, Halûk Konuralp Anısına Armağan, C.I, Yetkin Yayınları, 2009, s.129-138. ATALAY, Oğuz,  Pekcanıtez Usûl Medenî Usûl Hukuku, 15. bs, On İki Levha, 2017 [Pekcanıtez Usûl]. ATALI, Murat/ ERMENEK, İbrahim/ ERDOĞAN, Ersin, Medenî Usul Hukuku, 2. bs, Yetkin Yayınları, 2019. BAUMBACH, Adolf/ LAUTERBACH, Wolfgang/ ALBERS, Jan/ HARTMANN, Peter, Zivilprozessordnung mit FamFG, GVG und anderen Nebengesetzen, 74. Aufl., Verlag C. H. Beck, 2016. BİLGE, Necip/ ÖNEN, Ergun Medenî Yargılama Hukuku Dersleri, 3. bs, Ankara Üniversitesi Hukuk Fakültesi Yayınları, 1978. BOLAYIR,  Nur,  Hukuk  Yargılamasında  Delillerin  Toplanmasında  Tarafların  ve Hâkimin Rolü, Vedat Kitapçılık, 2014. BOMSDORF, Falk, Prozessmaximen und Rechtswirklichkeit. Verhandlungs- u. Untersuchungsmaxime im deutschen Zivilprozess. Vom gemeinen Recht bis zur ZPO, Duncker & Humblot, 1971. BREHM, Wolfgang, “Beweisrecht in Deutschland”, Das Beweisrecht in Europäischen Union, (Ed.) José Lebre de Freitas, Kluwer Law International, 2004, s.179-210. BUDAK, Ali Cem/KARAASLAN, Varol, Medenî Usul Hukuku, 3. bs., Adalet Yayınevi, 2019,  s. 81.246          TAÜHFD/ZtdR - 2020/1 ERDÖNMEZ, Güray, “Hukuk Muhakemeleri Kanunu na Göre Delillerin Gösterilmesi ve İbrazı”, İBD, Eylül-Ekim 2013, C.87, S.2013/5, s.15-53 [Delillerin Gösterilmesi]. ERDÖNMEZ, Güray, Medenî Usûl Hukukunda Belgelerin İbrazı Mecburiyeti, On İki Levha, 2014 [Belgelerin İbrazı]. ERDÖNMEZ, Güray, Pekcanıtez Usûl Medenî Usûl Hukuku, 15. bs, On İki Levha, 2017 [Pekcanıtez Usûl]. ERTANHAN, Mesut, Medeni Yargılama Hukukunda Tanık ve Tanıklık,  Seçkin, 2005. GÖRGÜN, Şanal/ BÖRÜ, Levent/ TORAMAN, Barış/ KODAKOĞLU, Mehmet, Medenî Usûl Hukuku, 7. bs, Yetkin Yayınları, 2018. KARAMERCAN, Fatih, “Medenî Usûl Hukukunda Tanık ve Tanıklık”, ABD, 2018/3, s. 151-191. KARSLI, Abdurrahim, Medeni Usul Hukukunda Usulî İşlemler, 2001[Usulî İşlemler]. KARSLI, Abdurrahim, Medeni Muhakeme Hukuku, 4.Baskı, Alternatif, 2014 [Muhakeme]. KURU, Baki, Hukuk Muhakemeleri Usulü, C. II, 6. bs., 2001 [Usul, C. II]. KURU, Baki, Hukuk Muhakemeleri Usulü, C. III, 6. bs., 2001 [Usul, C. III]. KURU, Baki,  İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku, Legal, Ekim, 2016 [İstinafa Göre]. KRÜGER, Wolfgang/ RAUSCHER, Thomas (Hrsg.), Münchener Kommentar zur Zivilprozessordnung, B. 2 §§ 355-945b, 5. Aufl., C.H. Beck, 2016 [MüKoZPO/Damrau]. MUSIELAK, Hans-Joachim/ VOIT, Wolfgang (Hrsg.), Zivilprozessordnung mit Gerichtsverfassungsgesetz Kommentar, 16. Aufl, Verlag Franz Vahlen, 2019 [Musielak/Voit/Huber]. ÖZEKES, Muhammet, Pekcanıtez Usûl Medenî Usûl Hukuku, 15. bs, On İki Levha, 2017. ÖZMUMCU, Seda, “Türk Hukukunda Yargıtay Kararları Işığında Re sen Araştırma İlkesi”, SDÜHFD, Mihbir Özel Sayısı, C. 4, S. 2, 2014, s. 145-171. PEKCANITEZ, Hakan/ ATALAY, Oğuz/ ÖZEKES, Muhammet, Medenî Usûl Hukuku, 14. bs., Yetkin Yayınları, 2013. PEKCANITEZ, Hakan, Pekcanıtez Usûl Medenî Usûl Hukuku, 15. bs, On İki Levha, 2017. PRÜTTING, Hanns/ GEHRLEİN, Markus (Hrsg.), Zivilprozessordnung Kommentar, 8. Aufl., Luchterhand Verlag, 2016 [PG/Trautwein].Dr. Anıl Köroğlu-Araş. Gör. Fatih Tahiroğlu     247 ROSENBERG, Leo/ SCHWAB, Karl Heinz/ GOTTWALD, Peter, Zivilprozessrecht, 18.Aufl., Verlag C. H. Beck, 2018. SAENGER, Ingo (Hrsg.),  Zivilprozessordnung Handkommentar, 8. Aufl., Nomos, 2019 [Hk-ZPO/Siebert]. STEIN, Friedrich/JONAS, Martin, Kommentar zur Zivilprozessordnung, B. 5 §§ 328510c, 22. Aufl., Mohr Siebeck, 2015 [Stein/Jonas/Berger]. TANRIVER, Süha, Medenî Usul Hukuku, C.I, 2. bs., Yetkin Yayınları, 2018. THOMAS, Heinz/ PUTZO, Hans, Zivilprozessordnung, 36. Aufl., Verlag C.H.Beck, 2015 [Thomas/Putzo/Reichold]. TUTUMLU, Mehmet Akif, “Tanığın Dinlenilmesinden Vazgeçme Karşı Tarafın İznine Bağlı Mıdır?”, Terazi Hukuk Dergisi, C. 13, S. 147, Kasım 2018, s. 140145. ULUKAPI, Ömer Medenî Usûl Hukuku, 3. bs., Mimoza Yayınları, 2015. ULUKAPI, Ömer / YARDIMCI, Taner Emre, “6100 Sayılı Hukuk Muhakemeleri Kanunu Çerçevesinde Sonradan Delil Gösterilmesi”, DEÜHFD, Prof. Dr. Hakan Pekcanıtez e Armağan, C.16, Özel Sayı, 2014, s. 483-507. UMAR, Bilge, Hukuk Muhakemeleri Kanunu Şerhi, Yetkin Yayınları, 2014. ÜSTÜNDAĞ, Saim, Medeni Yargılama Hukuku, C.I-II, 7. bs, 2000. VORWERK, Volkert/ WOLF, Christian, BeckOK ZPO, 34. Edition Verlag C. H. Beck, 2019 [BeckOK ZPO/Scheuch]. WIECZOREK, Bernhard/SCHÜTZE, Rolf A., Zivilprozessordnung und Nebengesetze, §§ 128-252, 4. Aufl, De Gruyter, 2013 [Wieczorek/Schütze/Gerken]. WIECZOREK, Bernhard/SCHÜTZE, Rolf A., Zivilprozessordnung und Nebengesetze, §§ 355-510c, 4. Aufl, De Gruyter, 2014 [Wieczorek/Schütze/Ahrens]. YAVAŞ, Murat, Senetle İspat ve Senede Karşı Senetle İspat Kuralları İle Bu Kuralların İstisnaları, Turhan Kitabevi, 2009. ZIMMERMANN, Walter, Zivilprozessordnung, 10. Aufl., ZAP Verlag, 2016. ZÖLLER, Richard, Zöller Zivilprozessorgnung, 30. Aufl., Verlag Dr. Otto Schmidt 2014 [Zöller/Greger]."
}