{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "29",
     "Ay": "11",
     "Yıl": "2019",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "REKABET HUKUKUNUN HUKUK MAHKEMELERİ ELİYLE UYGULANMASI ÖNÜNDEKİ ENGELLER",
     "Title": "HINDERNISSE BEI DURCHSETZUNG DES PRIVATEN KARTELLRECHTS",
     "Yazar İsmi": [
          "Doç. Dr. Koray DEMİR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Rekabet İhlali",
          "Hukuk Muhakemesi",
          "Dava Masrafı",
          "Adli Yardım",
          "Alacağın Temliki",
          "İspat Külfeti",
          "Zamanaşımı",
          "Müdahale",
          "Zarar",
          "Kusur",
          "Nedensellik",
          "Amerika",
          "Avrupa Birliği",
          "İsviçre ve Almanya"
     ],
     "Keywords": [
          "Violation of Competition Law",
          "Civil Courts",
          "Court Fees",
          "Legal Aid",
          "Assignment of Claims",
          "Burden of Proof",
          "Limitation of Actions",
          "Intervention",
          "Damage",
          "Negligence",
          "Causal Link",
          "U.S.A.",
          "European Union",
          "Switzerland and Germany"
     ],
     "Özet": "Rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önünde çeşitli engeller bulunmaktadır. Bu engellerin başında dava masrafları, ispat külfeti ve ispat vasıtalarına ulaşma zorluğu, zamanaşımı sürelerinin kısalığı ve zamanaşımının idari soruşturmalar nedeniyle kesintiye uğramaması, hukuk mahkemelerinin uzmanlık eksikliği, hukuki menfaat sorunu, hukuk muhakemesinin idari süreci etkileyebilecek nitelikte olması ve sorumluluk hukukuna hâkim temel ilkeler gelmektedir. Bu sorunların ortadan kaldırılmasında, Rekabet Kanunu nun ilgili bölümünde, yurtdışı örnekleri de göz önünde bulundurularak, her bir soruna has düzenlemelerin yapılması şeklinde bir çözüm üzerinde düşünülebilir. Ancak bu çalışmada, rekabet hukukunun diğer başka sorunlarını da çözebileceğine inandığımız bir başka öneri getirmek isteriz: Uzman bir rekabet mahkemesi kurulması, Rekabet Kurumu nun bu mahkemeye bağlanması, rekabet ihlallerinden zarar görenlerin Rekabet Kurumu tarafından anılan mahkemede kamu adına açılan davalara müdahil sıfatıyla katılıp şahsi hak iddialarını dile getirmeleri.",
     "Abstract": "There may be various barriers against private antitrust enforcement like court fees, burden of proof, limitation of actions, missing expertise of the courts, missing legitimate interests, controversial interests of private and public antitrust enforcement and basic principles of tort law. In order to eliminate these barriers, the relevant section of the Competition Law might be amended in consideration of foreign examples. However, in this work we would like to submit the following proposal of which we hope that it would solve also the problems of the Competition Law appearing elsewhere: establishment of an advanced competition court, a competition authority acting tied to that court, victims of antitrust injury as intervening party launching out their claims in the procedures which are represented by the competition authority.",
     "Metin": "Rekabet hukuku bugün ülkeden ülkeye birtakım farklılıklar göstermekle birlikte temelde üç sütun üzerinde yükselir. Bunlar rekabeti sınırlayıcı anlaşma, uyumlu eylem ve kararlar ile pazara hâkim konumun kötüye kullanılmasının yasaklanması ve pazarda yoğunlaşmaya yol açıcı veya bu durumu artırıcı birleşme ve devralmaların denetlenmesidir1. Rekabet hukuku ile öngörülen bu hususlara teşebbüslerce uyulmasının sağlanması için, bir yanda kamu kaynakları kullanılarak idari teşkilat içerisinde yer alan birtakım özerk kurumlar oluşturulmakta ve bu kurumlara soruşturma, takip ve aykırılığın tespiti halinde idari para cezası kesmek gibi yetkiler tanınmaktadır. Rekabet hukukunun bu şekilde uygulanmasına Public Antitrust Enforcement denilmektedir. Diğer yandan, anılan hususlara uyulmaması sonucu özel hukukça geçersiz addedilen uygulamaların  geçersizliğinin tespiti, müstakbel  bir  aykırılığın  men i ya da mevcut 1  Bkz.  Roland  von  Büren,  Kartellrecht,  Von  Büren,  Roland/Marbach  Eugen, Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bern 2002, s. 235.Koray Demir     93 aykırılığın def i ve/veya bu uygulamalardan zarar gören kişilerin zararlarını giderebilmeleri için bu kişilere hukuk mahkemelerinde dava açma imkânı da tanınmaktadır2. Hukuk mahkemelerinde bu şekilde açılacak davalarda, uygulamalarının geçersiz kılınması ihtimali ve aleyhlerine çıkabilecek tazminat miktarlarını göz önünde bulunduran teşebbüslerin, rekabeti engelleyici uygulamalardan uzak durarak rekabet hukukuna uygun davranışlar sergileyeceği düşünülmektedir; içeriği ve amacı bu şekilde tespit edilen imkâna da Private Antirust Enforcement denmektedir. Bir diğer ifadeyle rekabet hukukunun etkinliği, kamu kaynaklarının kullanımı yanında özel kaynakların da kullanılması yoluyla artırılacaktır. Ancak hukuk mahkemeleri eliyle rekabet hukukunun etkinliğinin artırılması amacına, bütün çabalara rağmen, Amerika Birleşik Devletleri dışında herhangi bir ülkede ulaşılamamıştır. Bugün için Amerika Birleşik Devletleri nde yılda ortalama 600 ila 1000 arasında rekabet hukuku uyuşmazlığı doğmakta, bunların yaklaşık yüzde doksanı hukuk mahkemeleri eliyle çözülmektedir3.  Bu konuda Avrupa Birliği çapında temel ampirik çalışma olarak kabul edilen ve sonuçları ile 2005 yılında Green Paper4, 2008 yılında ise White Paper5 adlarıyla bilinen diğer çalışmalara temel teşkil etmiş Ashurst araştırması verilerine göre, araştırmanın yapıldığı 2004 yılına kadar tüm Avrupa çapında hukuk mahkemelerinde muhakemesi tamamlanmış sadece 60 civarında olaya rastlanmıştır6. Bu veriler dahi göstermektedir ki, Amerika Birleşik Devletleri dışındaki ülkelerde rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasında büyük güçlüklerle karşılaşılmaktadır. 2 Wils, hukuk mahkemelerine rekabet hukukuna aykırı bir işlemin sadece geçersizliğinin tespiti için başvurulmasına kalkan, zararların tazmini için dava açılmasına ise kılıç adını vermekte ve pazardaki aktörlerin daha çok kalkan kullanımına rağbet ettiklerini belirtmektedir. Bkz. Wouter P.J. Wils, (2003), Should Private Antitrust Enforcement Be Encouraged in Europe?, World Competition, Volume 26, Issue 3, s. 473-485, s. 473. 3 Bkz. Jonathan Sinclair, (2001-2002), Damages in Private Antitrust Actions in Europe, 14 Lay. Consumer L. Rev., s. 547. 4 Europaeische Kommission, Grünbuch:Schadenersatzklagen wegen Verletzung des EUWettbewerbsrechts, 19.12.2005, KOM(2005) 672 endg. 5 Europaeische Kommission,Weissbuch:Schadenersatzklagen wegen Verletzung des EUWettbewerbsrechts, 02.04.2008, KOM(2008) 165 endg. 6 Bkz. Waelbroeck/Slater/Even-Shoshan (2004), Ashurst, Study on the conditionsvof claims  for  damages  in  case  of  infringement  of  EC  competition  rules, http://ec.europa.eu/comm/competition/antitrust/actionsdamages/study.html,  Erişim Tarihi: 07.08.2019, s. 1.94   TAÜHFD/ZtdR - 2019/2 Rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki engellere Avrupa çapında kurumsal anlamda ilk defa Avrupa Birliği Adalet Divanı nın dikkat çektiğini söylemek mümkündür. Adalet Divanı 2001 yılında vermiş olduğu Courage/Crehan kararında7, özel hukuktan doğan tazminat istemlerinin ulusal sorumluluk hukuklarına hâkim ilkeler gereği kısıtlanmasını eleştirmiş, ulusal hukuk düzenlerinin özellikle dava ve taraf ehliyetini tanımak konusunda Avrupa Birliği Hukuku nun gerisinde kalmamaları gerekliliğine değinmiştir. Avrupa Birliği Adalet Divanı 2006 yılında vermiş olduğu Manfredi kararında8 da, kartel ve benzeri davranışlardan zarar gören herkesin tazminat hakkı olduğuna değinmiş, ulusal hukuk düzenlerinde öngörülen zamanaşımı başlangıç anlarının bu tür davaları fiilen imkânsız kıldığını tespit etmiş ve Courage/Crehan kararıyla çizmiş olduğu, rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki ulusal engellerin kaldırılması ilkesine bağlılığı güçlendirmiştir. Courage/Crehan kararı, Avrupa Birliği Komisyonu nu da harekete geçirmiştir. Komisyon, anılan kararın ardından yukarıda ismen anılmış olan Ashurst çalışması talimatını vermiş, bu çalışmayı temel alarak hazırlanan Green Paper ve White Paper adlı çalışmalarında sorunun boyutlarını, rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasının önündeki engelleri tespit etmiş ve çözüm önerileri getirmiştir. Özellikle bu çalışmalar sonrasındadır ki, konu üye ülkeler nezdinde de tartışılmaya başlanmış ve başta Almanya olmak üzere bir kısım üye ülke anılan çalışmalarda öngörülen önerileri dikkate alarak ulusal hukukta birtakım değişiklikler yapmışlardır.      İşte bu noktada huzurdaki çalışmanın amacı, rekabet hukukunun hukuk mahkemeleri eliyle etkin bir biçimde uygulanması önündeki engellerin ve bu engellerin kaldırılmasında benimsenmiş mevcut çözümlerin neler olduğunu incelemek ve değerlendirme yapılırken farklı görüş açılarından ve yabancı hukuk kaynaklarından da faydalanarak Türk rekabet hukuku temelli görüş ve çözüm önerileri geliştirmektir. Çalışmanın boyutları göz önünde bulundurulduğunda yabancı hukuk kaynaklarını Amerika Birleşik Devletleri, Avrupa Birliği, Almanya ve İsviçre Hukukları ile sınırlandırmak gerekecektir. Ancak öncesinde rekabet hukukunun hangi kısımlarının hukuk muhakemesine, hatta muhakemeye açık olduğunun tespiti yapılmalıdır. 7 EuGH, 20.09.2001, Courage/Crehan, Rs. C-453/99, Slg. 2001, I-6297. 8 EuGH, 13.07.2006, Manfredi, Verb. Rs. C-295/04, Slg. 2006, I-6619.Koray Demir     95 I. MUHAKEMEYE AÇIK KISIMLAR Rekabetin Korunması Hakkında Kanun un (RKHK) 1. maddesi uyarınca Kanun un amacı rekabetin korunmasıdır. Bu manada RKHK hukuk süjelerini, yani daha açık ifadesiyle rakipleri veya piyasada faaliyette bulunan aktörleri koruyucu bir kanun değildir. Kanun un amacı rekabeti bir olgu ve bir değer olarak korumaktır. Çünkü rekabet, özel mülkiyet ve taraf otonomisi ile birlikte serbest piyasa ekonomisinin temel taşlarından biridir ve nicelik olarak engellenmediği sürece hepimiz için olumlu sonuçlar doğurmaktadır. Örneğin rekabet fiyatların düşmesine, ürün ve satış öncesi ve satış sonrası hizmet kalitesinin artmasına yol açmakta, kıt kaynakların en fazla değer yaratacakları yerde kullanılmalarını sağlamakta ve daha etkin yeni ürün ve üretim süreçlerinin doğmasına vesile olmaktadır9. Ancak iktisadi manada rekabet bizatihi rakipler için yorucu bir süreçtir. Çünkü sosyal veya sportif manada rekabetin bir sonu bulunurken, iktisadi rekabet her gün, her dakika pazarın karşı tarafının, çoğu halde tüketicinin gönlünü çalabilmek için çaba sarf edilmesi ve rakiplere nazaran hep daha iyi, daha elverişli koşullar yaratılması baskısını beraberinde getirmektedir. Bu manada teşebbüsler anılan baskıyı hafifletmek ve hatta ortadan kaldırmak adına birbirleri ile anlaşma yoluna gitmeyi tercih edebilirler. Burada anlaşma, rekabetin vuku bulmasını mümkün kılan fiyat, coğrafya, ürün, kapasite, stok ve arz miktarı gibi parametreler üzerinden gerçekleştirilir ve RKHK m. 4 hükmü bu türden rekabeti sınırlayıcı anlaşmaları yasak etmiştir.  Yukarıda da anıldığı üzere rekabet bir yarıştır ve her yarışta olduğu gibi diğerlerinden daha iyi olanın biraz daha öne çıkması hali iktisadi manada rekabette de mevcuttur. Öyle ki; bir teşebbüs rakiplerinden daha iyi ürünleri daha iyi koşullarda sunabildiği için bir süre sonra tüketicinin teveccühüne mazhar olmakta ve rakip teşebbüslere nazaran daha fazla büyümektedir. Bu büyüklük ise gün sonunda, kabaca, maliyetlerinin düşmesine ve esasen tek başına, rakipleri ile anlaşmak zorunda olmaksızın dahi, rakipleri pazardan dışlayıcı veya tüketicileri sömürücü stratejileri gerçekleştirilebilmesine olanak sağlamaktadır. Bu husus da, bilindiği üzere, pazara hâkim konumun kötüye kullanılmasına vücut verir ve RKHK m. 6 hükmü üzerinden yasaklanmıştır. 9 Rekabetin anılan işlevleri için bkz. Erhard Kantzenbach, Die Funktionsfähigkeit des Wettbewerbs, Göttingen 1967, s. 15 vd.96   TAÜHFD/ZtdR - 2019/2 Son olarak teşebbüsler yukarıda anılan büyüklüğe satın almalar yoluyla da varabilirler ve bu türden satın almalar rekabet hukukunun üçüncü ayağını oluşturur. Ancak bu noktada şu hususun altının önemle çizilmesi gerekir: RKHK piyasada büyümeyi engellemek veya büyüklükle mücadele etmek amacında değildir. Çoğu zaman anılan büyüklük sayesinde yeni ürün geliştirmek, araştırma ve geliştirmeye kaynak aktarmak mümkün olmaktadır. Bu manada RKHK iç kaynaklardan ve tüketicinin teveccühünün kazanılması suretiyle büyümeyi kontrol etmemektedir. Bu şekilde pazarda bırakınız pazara hâkim bir konum, bir monopol bile oluşmuş olabilir. RKHK sadece, finansal açıdan kuvvetli olan teşebbüslerin satın almalar yoluyla rakiplerini piyasadan çıkararak piyasada pazara hâkim konum, monopol veya monopol benzeri yapıların oluşmasını engellemeye çalışmaktadır. Bunun için de RKHK m. 7 ve ona dayanarak m. 10, 11, 12 ve ilgili tebliğler üzerinden, m. 4 ve 6 hükümlerinin aksine, bir yasak değil, bir denetim müessesesi öngörülmektedir.  RKHK m. 7 ekseninde ortaya çıkan birleşme ve devralmaların denetlenmesi müessesesi sadece bu yönüyle değil, diğer açılardan da m. 4 ile m. 6 hükümlerinden ayrışır. Bu manada RKHK m. 4 ve 6, kural olarak, özel hukuk mahkemeleri eliyle de uygulanabilirler. Örneğin RKHK m. 4 hükmüne aykırı bir sözleşme özel hukuk bakımından da yok hükmündedir ve taraflar bu türden bir sözleşmeye dayanarak birbirlerinden bir talepte bulunamazlar; özel hukuku uygulayan bir hâkim de RKHK m. 4 hükmüne aykırılığı ve dolayısıyla yokluğu re sen gözetebilir. Aynı şekilde RKHK m.6 hükmüne aykırılık nedeniyle pazara hâkim konumun kötüye kullanılmasından zarar gören şahıslar özel hukuk mahkemelerinde bu stratejilerin ref i, men i ve hatta ortaya çıkan zararın tazminini dahi talep edebilir. Ancak RKHK m. 7 ye dayalı bir yoğunlaşma kontrolü, yani bir birleşme veya devralmanın rekabete etkileri dolayısıyla denetlenmesinde tek yetkili kurum Rekabet Kurumu dur. Bu manada RKHK m. 7, RKHK içerisinde rekabetin bir müessese olarak ve mutlak manada korunduğu alandır. Aynı şekilde RKHK m. 7 hükmü piyasa katılımcılarına, rakiplere veya üçüncü kişilere bir birleşmenin veya devralmanın yasaklanmasını talep hakkı da vermez10. Bu husus özel hukukta geçersizlik neticesini düzenle10 Bkz. Immenga/Mestmäcker, GWB § 40, Wettbewerbsrecht, 5. Auflage 2014, N. 98.Koray Demir     97 yen RKHK m. 56 hükmünde sadece m. 4 hükmünden bahsediliyor olmasından da açıkça anlaşılmaktadır11. Nitekim Türk öğretisinde de benzer yaklaşımlar mevcuttur12. Bu manada bir birleşme veya devralmayı yasaklayabilecek tek kurum Rekabet Kurumu, daha doğru ifadesiyle Kurum un karar organı niteliğindeki Rekabet Kurulu dur. Buradan hareketle şu husus da açıklıkla ifade edilebilir: Bir birleşme veya devralmanın pazara hâkim konum yaratacağından ve bu sebeple rekabeti nicelik olarak azaltacağından bahisle ne bir özel hukuk mahkemesi ne de idari yargı, ki buna Danıştay da dâhildir, anılan birleşme veya devralmayı yasaklayamaz.  Kurul birleşme ve devralmalar bakımından bu işlemleri yasaklama, izin verme ve şartlı izin verme şeklinde karar tesis edebilir. Kurul un bu şekilde ifade olunan her üç kararına karşı da yargı yolu açıktır. Bir döneme kadar bu kararlara karşı Danıştay a hem birinci derece mahkemesi hem de temyiz mercii olarak başvurulmuştur. Şimdilerde ise, Ankara İdare Mahkemeleri itiraz mercii ve Danıştay ise temyiz mercii olarak görev yapmaktadır. Anılan mahkemeler Kurul un bir kararını iptal edebilirler. Uygulama bakımından önem arz eden Kurul un verdiği bir izin kararının iptalidir. Böyle bir iptal kararının kesinleşmesinin neticesi ise, hemen herkesin üzerinde ittifak ettiği üzere, şudur13: Eğer mahkeme izin kararını iptal ederse, bu karar birleşme veya devralmanın yasaklandığı anlamına gelmez. Yukarıda da ifade olunduğu üzere, bir birleşme veya devralmayı yasaklama yetkisi sadece ve sadece Kurul dadır. Bu yönde bir iptal kararı bir yasaklama anlamına gelmediği için, izin verilir verilmez ifa edilmiş bir işlem mevcutsa şayet, izin kararının iptali bu işlemin geriye dönük ortadan kalkması sonucunu da doğurmaz. RKHK m. 11-b hükmünde açıkça öngörüldüğü üzere, ifa olunmuş bir birleşme veya devralmanın rekabete olan menfi etkilerinin ortadan kaldırılmasına, devamla mülkiyetin iadesine (Entflechtung) karar verebilecek olan da sadece ve sadece Rekabet Kurulu dur. 11 Aynı yönde Jürg Borer, Art. 34 KG, Wettbewerbsrecht I, Kommentar, Zürich 2011, N. 5. 12 Bkz. Pelin Güven, Türk Rekabet Hukuku ve Avrupa Birliği Rekabet Hukukunda Birleşme ve Devralmaların Denetlenmesi, Ankara 2003, s. 458. 13 Bkz. Immenga/Mestmäcker, GWB §40, N. 98 vd ile 103; Borer, Art. 37, N. 11; Philippe M.Reich, KG 34, Kartellgesetz, Stämpflis Handkommentar, Bern 2007, N. 3 ve 6.98                                                                                                  TAÜHFD/ZtdR - 2019/2 Alman Hukuku nda da hâkim görüş 3. kişilerin mülkiyetin iadesi konusunda tasarrufta bulunamayacağıdır; çünkü orada da mülkiyetin iadesi konusunda Kurum a bırakılmış bir takdir alanı mevcuttur14.  Öyleyse Kurul un izninin iptali halinde tahlile konu birleşme veya devralmanın denetlenmesi süreci yeniden başlar15; hatta bu süreç kendiliğinden, yani ipso iure başlar. Öyle ki tarafların Kurum a başvurması, Kurum nezdinde aktif olmaları gerekmez. Eğer Kurul iptal kararının ardından yine belirli bir süre pasif kalmışsa –bu süre hukukumuzda 30 gündür- bu halde ilgili birleşme veya devralmaya zımnen ve yeniden izin vermiş sayılır. Bu zımni izin de iptal istemiyle dava edilebilir; hatta süresi (İYUK gereği 60 gün) içerisinde dava edilmelidir. Aksi halde Kurul un zımni izin işlemi kesinleşmiş olur.  Kurul un kararlarına karşı iptal davası açabilecek olanlar Kurum daki sürece katılmış olanlardır16. Bu manada taraflar dışındaki ilgili şahısların müdahale talebiyle süreçte yer almaları daha sonraki dava hakkının kullanılabilmesi için elzemdir. Bu türden bir kuralın varlık sebebi de basittir ve kabaca şu şekilde ifade olunabilir: Eğer bir kişi Kurum da yürütülen sürece ilgi göstermemişse, sonraki iptal keyfiyetinde de menfaatinin olmadığı düşünülebilir. Aynı şekilde ve hatta daha da önemlisi, bu kişi Kurum bünyesinde yürütülen süreçte yer alsaydı, belki daha az zahmetle ve işlemin ifası gibi ağır sonuçlar doğmadan önce Kurul u etkileyebilecek ve doğru kararın doğru zamanda çıkmasını sağlayabilecekti. Yine burada da ifade etmek gerekir ki, Kurum un iptal kararı üzerine yeniden aynı talebi ele aldığı hallerde de halihazırda yürütülmüş bir işlemin geri alınması etkin rekabetin yeniden tesisi için alınabilecek tedbirler bakımından en sonuncusudur17. Bu da rekabet hukukunda cari ultima ratio ilkesinin bir görünümü ve idare hukukunda geçerli ölçülülük prensibinin bir gereğidir. Toparlamak gerekirse, RKHK nın muhakemeye açık kısımları evvel emirde m.4 ile m. 6 üzerinden öngörülen yasaklardır; bu yasakların özel hukuka yansımaları mevcuttur.  14 Immenga/Mestmäcker, GWB §41, N. 75. 15 En geç 31.05.2018 tarih ve 18-17/316-156 sayılı Dosu Maya II kararından Kurul un da uygulamasının bu yönde olduğunu anlayabilmekteyiz. 16  Immenga/Mestmäcker,  GWB  §40,  N.  99;  Riesenkampff/Steinbarth,  GWB  §40, Loewenheim vd., Kartellrecht, 3. Auflage 2016, N. 11.  17 Bkz. Patrick Ducrey, KG 37, Kommentar zum schweizerischen Kartellgesetz, Zürich 1997, N. 2 ve 13.Koray Demir     99 Bu noktada akla son olarak RKHK m. 5 hükmünün özel hukuk yargılamasında göz önünde bulundurulup bulundurulamayacağı sorusu da gelebilir. Her ne kadar madde metni Kurul a tanınmış bir muafiyet yetkisini çağrıştırsa da, kanaatimizce, özel hukuk yargılamalarında bir anlaşmanın RKHK m. 4 e aykırılığı sonucuna ulaşılmadan önce anılan anlaşmanın m. 5 de öngörülen koşulları da karşılayıp karşılamadığı re sen gözetilmelidir. Çünkü m. 5 hükmü ile birlikte değerlendirildiğinde RKHK nın rekabeti sınırlayıcı her türden anlaşmayı değil, rekabeti sınırlandırmasına rağmen neticesinden tüketicinin faydalanamadığı ve her türden verimlilik kazancından da mahrum olan anlaşmaları yasaklamak istediği anlaşılmaktadır. Bu manada RKHK m. 5 hükmü de, kanaatimizce, Kanun un özel hukuk yargılamasına açık olan kısımlarındandır.  Bu hususların tespiti üzerinde artık rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki engellerin ve mevcut çözüm önerilerinin ele alınmasına geçilebilir.  II. HUKUK MUHAKEMESİ ÖNÜNDEKİ ENGELLER VE MEVCUT ÇÖZÜMLER Amerika Birleşik Devletleri dışında diğer ülkelerde rekabet hukukunun hukuk mahkemeleri eliyle uygulanması müessesesinin bu kadar etkin kullanılmaması veya kullanılamaması önündeki engeller çeşitlilik arz etmektedir. Bu engellerin bazıları hukuki nitelikte bile değildir. Örneğin çekişme, sürtüşme kültürü ( Streitkultur ) diye tabir olunan ve kişilerin her türlü anlaşmazlıklarını bir süzgeçten geçirmeden yargıya taşıma alışkanlıkları, hemen her tartışmanın  I am going to sue you  cümlesi ile başlaması Amerikan kültürüne has bir durumdur. Bunun aksine Avrupa düzeyinde anılan müessesenin güçlendirilmesi yönünde görüş bildiren müelliflerde dahi görülmektedir ki, konunun Amerika da olduğu gibi bir çekişme, sürtüşme kültürüne yol açması arzu edilmemektedir18. Konunun hukuki boyutunun olmaması nedeni ile ve bu şekilde bir çekişme kültürünün arzu edilmediği görüşüne katılmakla, bu engel üzerinde daha fazla durulmayacaktır. Bu minvalde hukuki engellere gelinecek olursa; Amerika Birleşik Devletleri dışında diğer ülkelerde anılan müessesenin bu kadar etkin kullanılamaması önündeki hukuki engellerin başında dava masraflarının paylaşılması usulü sayılmaktadır19. Bundan başkaca, 18 Pek çokları yerine bkz. White Paper, s. 3. 19 Bkz. Roger Zäch, Schweizerisches Kartellrecht, Bern 2005, s. 409.100   TAÜHFD/ZtdR - 2019/2 Amerika nın aksine, ispat mükellefiyeti ve delillere ulaşma zorluğu, zamanaşımı sürelerinin başlangıcı ve kısalığı, rekabetin engellendiği hususunun tespitinin uzmanlık gerektirdiği ve bu uzmanlığa hukuk mahkemelerinin sahip olmadığı, açılan davaların belirli gruplar açısından hukuken korunmaya değer menfaat eksikliği nedeniyle reddi riski ve hukuk muhakemesinin etkinliğinin artırılmasının idari süreci sekteye uğratabilmesi sorunlarına diğer hukuki engeller olarak değinilmektedir20. Burada temsil edilen görüşe göre ise, sorunun temelinde Amerika ile Kıta Avrupası arasında var olan sorumluluk hukuku farklılıkları yatmaktadır. Türk Hukuku na bakıldığında, genel olarak yukarıda ismen değinilen sorunların hemen hepsine bizim de sahip olduğumuz görülür. Dolayısıyla bu sorunların derinlemesine ve karşılaştırmalı olarak incelenmesi olası çözüm önerilerine de ışık tutacaktır.  1.Dava Masrafları Yukarıda da değinildiği üzere, rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki engellerden ilki dava masrafları sorunudur. Bizim de tabi olduğumuz Kıta Avrupası hukuk sisteminde dava masrafları, davacı tarafından peşinen üstlenilmekte, davacı bu masrafları ancak davasını başarıyla sonlandırabildiği takdirde ve başarısının oranına göre dava sonunda davalı tarafa yükleyebilmektedir21. Bu sistemde davacı, aşağıda ele alacağımız ispat ve hukuk mahkemelerinin uzmanlık eksikliği sorunuyla da birleştiğinde, giderek artan muhakeme riskini baştan üstlenmiş bulunmaktadır.  Dava masrafları, genellikle dava bedeli üzerinden hesaplanan dava harçları şeklinde tezahür etmektedir. Rekabet hukuku uyuşmazlıklarında dava bedelleri ise, çoğu halde yıllardır süregelen, ancak yeni ortaya çıkarılabilmiş gizli ihlallere karşı açıldığı ve fiili zararla birlikte mahrum kalınan karları da kapsadığı için yüksek olmakta ve bu surette ilk etapta göze alınması gereken dava harçları, muhakeme riski de göz önünde bulundurulduğunda, göreceli yüksek kalmaktadır. Bunun yanında vekalet, bilirkişi, keşif ve benzeri masraflar dava harçlarına eklendiğinde davanın kaybı halinde gözden çıkarılması gereken finansal kaynağın miktarı daha da art20  Anılan  sorunlara karşılaştırmalı  genel  bakış  için  bkz. Andreas  Heinemann,  Die privatrechtliche Durchsetzung des Kartellrechts, Bern 2009. 21 Bkz. Ashurst, s. 90 vd.Koray Demir                                                                                                                     101 maktadır. Davacı taraf rekabet hukukuna dayanan davasını genellikle uzman ellere bırakmak istemektedir. Ancak rekabet hukukunda uzmanlaşmış avukatlık hizmetleri arzının düşüklüğü, hizmet bedellerinin de mahkemece gözetilecek tarifeleri aşan miktarlarda seyretmesine neden olmaktadır. Dolayısıyla dava kazanılsa dahi, davacı tarafın davalı taraftan fiilen talep edemeyeceği masraflara katlanması zorunluluğu doğmaktadır. Amerika Birleşik Devletleri nde de dava masrafları sorun olabilecek niteliktedir. Normal şartlar altında Amerikan hukuk mahkemelerinde davacı da davalı da, başarılı olsun ya da olmasın, muhakeme masraflarına kendisi katlanmaktadır. Ancak Clayton Act olarak bilinen yasanın 4. maddesi rekabet hukukundan kaynaklanan çekişmelerde bu ana usul kuralına bir istisna getirmektedir. Buna göre davacı, davasında haklı çıkması halinde, davası için fiilen üstlenmiş olduğu her türlü masrafın davalıya yükletilmesini sağlayabilmektedir22. Bunun yanı sıra Amerika da finansal açıdan davasını yürütemeyecek durumda bulunan kişilerin, rekabet hukukunu ihlal eden taraftan çekişmeli olarak nitelendirilebilecek alacaklarını rekabet hukuku davalarını yürütmekte uzmanlaşmış kişi veya kuruluşlara bedel karşılığı devrettikleri ve davayı bu kişi veya kuruluşların, masraflarını da üstlenmek suretiyle yürüttükleri görülmektedir. Bu da anılan dava masrafı sorununu indirger niteliktedir.  Almanya da ise dava masrafları sorununun çözümüne yönelik ek bir hüküm konulmuştur. 2005 yılında Alman Rekabet Kanunu na eklenen 89a maddesine göre hâkim, davacının ödeme güçlüğünü göz önünde bulundurarak dava harcının dava bedelinin tamamından değil de, uygun bir kısmından hesaplanmasına karar verebilecektir.      Hukukumuzda ise, bugünkü haliyle anılan sorunun çözümüne hizmet edebilecek müesseseler yok değildir. Özellikle Hukuk Muhakemeleri Kanunu nun 334 vd. maddelerinde öngörülen adli yardım müessesinin rekabet hukukundan kaynaklanan davalarda da kullanılması önünde kural olarak  herhangi  bir  engel  bulunmamaktadır.  Ancak  kanun,  ehemmiyetli ödeme aczi ve haklılığa ilişkin emareler aradığı ve sadece, masraflardan geçici surette muafiyet tanıdığı için, tarafları tacir niteliğinde ve ucu açık rekabet hukuku yargılamalarında anılan adli yardım kurumunun istisnai hallerde kullanılması beklenmelidir.   22 Ayrıca bkz. Wils, s. 479.102   TAÜHFD/ZtdR - 2019/2 Adli yardımın yanı sıra, Amerika daki şekliyle bir devir çözümünün Türkiye de de uygulanması bakımından hukuki bir engel bulunmamaktadır; Türk Borçlar Kanunu nun alacağın temlikine ilişkin maddeleri çekişmeli alacakların da devrine cevaz vermektedir. Ancak hukukumuzda, alacağın bedel karşılığı devredilmiş olması ve devirden sonra alacağın var olmadığının ortaya çıkması, alacağı devreden şahsın sorumluluğunu doğurabilmektedir; bu da anılan müessesenin yerleşmesini zorlaştırabilecektir. Bu noktada son olarak belirtmek gerekir ki, Amerika da uygulana gelen devir çözümünün, Almanya ve İsviçre de de alacağın temliki müessesinden faydalanmak suretiyle, yasa değişikliğine gerek kalmaksızın hayata geçirilebileceği yönünde görüşler ağırlık kazanmaya başlamıştır. Ancak henüz bu yönde verilmiş mevcut bir yüksek mahkeme kararı bulunmamaktadır. Bu konuda elimizde sadece, Almanya Düsseldorf Eyalet Yüksek Mahkemesi nin 2008 yılında verdiği bir karar mevcuttur. Anılan kararla Cartel Damage Claims adlı bir Belçika şirketinin devraldığı alacaklar neticesi açtığı kartel davası mahkemece ehliyet açısından kabul edilmiştir23. Netice itibariyle dava masrafları sorunu, mevcut normların geniş yorumlanması ya da Alman Hukuku nda yapıldığı gibi rekabet kanununa eklenebilecek hafifletici önlemler ile çözülebilecek niteliktedir.      2.İspat Külfeti ve Delillere Ulaşma Zorluğu Rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki engellerden bir diğeri de ispat külfeti sorunudur. Bizim de tabi olduğumuz Kıta Avrupası hukuk sisteminde genel kural davacının iddialarını ispatla mükellef olduğudur24. Rekabet hukuku özelinde ele alındığında davacı, davalının rekabeti engelleyici bir uygulama içerisinde bulunduğu, bu uygulama nedeniyle kendisinin zarara uğradığı, Rekabet Kanunu nun ilgili maddelerinin kendisinin menfaatini korumaya yönelik olduğu, zarar ile uygulama arasında nedensellik ilişkisi olduğu ve davalının kusurlu olduğu iddialarını ispat etmek durumundadır. Davacının bu iddialarını ispat edememesi, davasında haklı dahi olsa, davanın aleyhine sonuçlanması sonucunu doğurmaktadır.  23 Alacağın temliki çözümü konusunda Almanya ve İsviçre hukuklarına toplu bakış için, Heinemann, s. 25 ve 65 vd. 24 İspat külfeti açısından ülke karşılaştırması için bkz. Ashurst, s. 52 vd.Koray Demir   103 Ancak rekabet hukukunda yukarıda anılan hususların ispatı zordur ve ispat vasıtaları genellikle davacının değil, davalının uhdesinde bulunmaktadır. Bu sorunu aşmak yönünde Amerikan Hukuku nda Pretrial Discovery müessesine25 başvurulduğu görülmektedir. Pretrial Discovery müessesesini, ana muhakemeden önce vuku bulan ve maddi olayın aydınlatılması amacıyla tarafların ellerindeki bilgi ve belgeleri birbirlerine ulaştırdıkları bir dava hazırlığı aşaması olarak nitelendirmek mümkündür. Bu aşamaya taraflar dışında üçüncü kişilerin de dâhil edilmesi olanağı mevcuttur. Taraflar bu müesseseyi kullanarak birbirlerinden davalarında kullanılmak üzere deliller isteyebilmekte ve alabilmektedirler. Ancak anılan müessesenin kullanımı yüksek masraflara neden olabilmektedir.  Amerikan Hukuku nda Pretrial Discovery müessesesi dışında davacıya davasını ispat kolaylığı sağlamak yolunda hizmet edebilecek bir diğer araç ise Clayton Act 5 (a) maddesidir. Buna göre, mahkemelerin ya da Federal Trade Commission ın vermiş olduğu kesin kararlar ve yapmış oldukları işlemler delil yerine geçebilmekte ve bu da davacının ispat yükünü önemli ölçüde hafifletmektedir26.    Rekabet hukukundan kaynaklanan çekişmelerde davacının ispat yükünü hafifletmek amacıyla Avrupa çapında da çeşitli önlemler alındığı görülmektedir. Örneğin Avrupa Birliği nde belirli şartlar altında mahkemelere taraflardan tam olarak belirlenmiş önemli delil vasıtalarını ibraz etmesini isteme yönünde yetkiler verilebilmesi önerilmektedir. Rekabet ihlali nedeniyle zararın ortaya çıkmış olmasının akla yatkınlığı, taraflardan biri için gerekli delili ortaya koymanın kendisinden beklenebilecek tüm çabalara rağmen imkânsız olması ve orantılılık ilkesine uygun hareket, bu yetkinin mahkemece kullanılabilmesi açısından gerekli şartlar olarak sunulmaktadır27. Ancak davalılara delillerin ikamesi yönünde genel bir zorunluluk yüklenmesi reddedilmektedir28.  Aynı şekilde Alman Hukuku nda, 2005 yılı Rekabet Kanunu değişiklikleri ile ispat kolaylığına hizmet edebilecek türde yenilikler getirilmiştir. 25 Bu müessese ile ilgili bkz. Heinemann, s. 14. 26 Ingo Schmidt, Wettbewerbspolitik und Kartellrecht, Stuttgart 2001, s.260. 27 Bkz. Heinemann, s. 21. 28 Bkz. Der Verband der Chemischen Industrie (2008), Stellungnahme zum Weissbuch der Kommission zu Schadenersatzklagen wegen Verletzung des EG-Wettbewerbsrechts, KOM (2008) 165 endg., s. 7.104   TAÜHFD/ZtdR - 2019/2 Örneğin Alman Rekabet Kanunu 33b maddesine göre mahkemeler, Avrupa Birliği ve Alman Rekabet Kurumları nın ve mahkemelerinin vermiş olduğu kesin kararlar ile bağlı sayılmaktadırlar. Bu durum, bu kararlara dayanarak davasını yürütmekte olan davacı adına bir ispat kolaylığı teşkil edebilecek niteliktedir. Yine Alman Rekabet Kanunu 90. maddesi 2. fıkrası gereği Alman Rekabet Kurumu, derdest bir özel hukuk muhakemesine göndereceği bir temsilcisi ile muhakeme esnasında maddi olaylara, delil vasıtalarına dikkat çekebilecek, duruşmaları takip edebilecek, çekişmenin rekabet hukuku boyutu ile ilgili açıklamalarda bulunabilecek ve taraflara, tanıklara ve bilirkişilere sorular yöneltebilecektir. Bu durum ise, önemli rekabet hukuku ihlallerinde davacıların davalarını Rekabet Kurumu nun desteği ile yürütebilecekleri anlamına gelmektedir; bu da davacılara diğerleri yanında ispat açısından da kolaylıklar sağlayabilecek niteliktedir29.    Türk Hukuku nda da ispat zorluğu ve ispat vasıtalarına ulaşılamama sorunu, Rekabet Kanunu nun 59. maddesi müstesna tutulmak üzere,  kendini hissettirir niteliktedir. Bilindiği üzere, özel hukuk muhakemesine re sen tahkik ilkesi hâkim değildir. Dolayısıyla taraflar, rekabet hukukuna dayanan geçersizlik iddialı ve/veya tazminat istemli davalarında lehlerine sonuç doğurabilecek nitelikteki iddialarını geçerli vasıtalarla ispat etmek mükellefiyeti altındadırlar. Bu ise, gerek rekabet hukuku anlaşmazlıklarının ekonomik anlamda karmaşık yapısı, gerekse ortaya çıkarılması güç olan gizli ilişkilerin varlığı nedeniyle daha büyük zorluklara gebedir. Netice itibariyle, rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasının etkinleştirilmesi istendiği takdirde, muhakeme usulüne yönelik, davacı açısından ispat yükünü hafifletici, ispat vasıtalarına erişimi kolaylaştırıcı önlemler alınmak zorunda kalacaktır. Mevcut çözümler olarak, davalının bazı hususlarda bilgi ve belge sunma zorunluluğu altına alınması, rekabet kurumları kararlarının bağlayıcılığı ve bunların yürümekte olan davalara müdahale yetkileri bulunmasının öngörüldüğü görülmektedir. 3.Zamanaşımı Rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki engellerden bir diğeri de zamanaşımı sorunudur. Ülkemizin de tabi olduğu Kıta Avrupası hukuk sisteminde zamanaşımı sürelerinin kısa oluşu, bu sü29 Anılan madde ile ilgili ayrıca bkz. Heinemann, s. 33.Koray Demir   105 relerin zarara sebep olan fiilin ve/veya failin öğrenilmesi ile birlikte başlaması, paralel yürüyen dava veya soruşturmalar olması halinde bunlardan sonuç alınmasını beklemeye müsaade etmeyecek şekilde bu sürelerin işlemeye devam etmesi, rekabet hukukunun özel hukuk mahkemeleri eliyle uygulanmasını güçleştirir niteliktedir30. Zamanaşımı sorununun çözümünde yine Amerikan Hukuku nun önderlik ettiği görülmektedir31. Clayton Act 4B maddesine göre, rekabet hukukundan kaynaklanan talepler dört yıl içerisinde zamanaşımına uğramaktadır. Zamanaşımı süresi, dava açılmasını gerektirecek sebebin ortaya çıkmasıyla başlamaktadır; bu da rekabet ihlali dolayısıyla ortaya çıkan zararın netleşmesi anlamına geleceğinden, zamanaşımı süresi rekabet ihlali ile değil, zararın tespiti, zarardan haberdar olmak ile başlamaktadır. Aynı şekilde Amerikan Hukuku nda, süregelen ihlallerde zamanaşımı süresi her yeni ihlalde yeniden başlamaktadır.  Amerikan Hukuku nda zamanaşımı sorununun aşılması yolunda atılan bir diğer adım ise, paralel bir soruşturma olması halinde zamanaşımı süresinin durması müessesesidir. Buna göre, federal düzeyde ilgili idari birim tarafından yürütülen bir soruşturma olması halinde hukuk mahkemelerinde dava açmak yönünde öngörülmüş dört senelik zamanaşımı süresi durmakta ve yeniden işlemesi, anılan soruşturmanın tamamlanmasının ardından bir yıl geçinceye kadar ertelenmektedir32. Bu şekilde rekabet ihlali neticesi dava açmak isteyen mağdurlar, muhakeme riskini azaltmak adına soruşturma sonucunu beklemek ve ona göre hareket etmek imkânına kavuşmaktadırlar. Zamanaşımı sorununun bertaraf edilmesinde Almanya ve İsviçre de de benzer önlemler alındığı görülmektedir: Alman Hukuku nda zamanaşımı ile ilgili genel düzenleme Alman Medeni Kanunu nun 195 ve 199. maddeleridir. Bu maddelere göre dava, failin ve zararın öğrenilmesinden itibaren 3, zararın ortaya çıkmasından itibaren en geç 10 ve fiilin gerçekleştirildiği tarihten itibaren en geç 30 yıl geçmekle zamanaşımına uğramaktadır. Görüldüğü üzere, Alman Medeni Kanunu failin, zararın öğrenilmesi, zararın ortaya çıkışı ve fiilin işleniş tarihi temelinde farklı ve uzun zamanaşımı süreleri öngörmüş durumdadır. Buna ek olarak Alman Rekabet Ka30 Bkz. Ashurst, s. 114. 31 Konu ile ilgili genel bilgi için bkz. Heinemann, s. 13. 32 Bkz. Clayton Act madde 5 (i).106   TAÜHFD/ZtdR - 2019/2 nunu nun 33h maddesinde paralel soruşturmalara ilişkin ek ve rekabet hukukuna özel önlemler öngörmüştür. Buna göre yukarıda anılan zamanaşımı süreleri rekabet kurumlarınca başlatılacak bir soruşturma ile duracak, bunların kesin olarak sonuçlanmasının ardından 1 yıl geçmekle işlemeye devam edecektir. Türk rekabet hukukunda özel hukuktan kaynaklanan tazminat taleplerine uygulanacak zamanaşımı süreleri rekabet hukukunun en tartışmalı alanlarından bir tanesidir. Evvela, Kanun 56 ve 57. maddelerinde bir tazminat hükmüne yer vermiş olmasına karşın, bu hükümlere dayanılarak talep olunacak tazminatlara uygulanacak zamanaşımı sürelerinde suskun kalmaktadır. Bu şekilde oluşan boşluğun ise yorum yoluyla doldurulması ve varılacak yorum sonuçlarının da içtihat ile tasdik olunması mecburiyeti doğmaktadır. Bugüne kadar Türk Hukuku nda anılan yorum ve içtihat faaliyetlerinin tamamlandığı ve konunun açıklığa kavuşturulduğunu iddia etmek mümkün görünmemektedir. Öğretide zamanaşımı konusunda çeşitli görüşler ileri sürülmektedir. Bir görüşe göre rekabet kısıtlamalarını Medeni Hukuk anlamında bir kişilik hakkı ihlali olarak görmek gerekir33. Çünkü kişiliğin iktisadi bütünlüğü temel olarak ekonomik sürece katılmayı ve bu süreçte var olmayı talep etmek hakkını ifade eder ve tarihi açıdan bakıldığında Kıta Avrupası nda rekabetin korunması da, henüz bu yönde özel kanunlar sevk edilmemişken, Medeni Hukuk ta öngörüldüğü haliyle kişilik hakkının korunması üzerinden sağlanmıştır. Rekabet ihlallerini kişilik hakkı ihlali olarak gören bu görüş, rekabet ihlalinden kaynaklı zamanaşımı sürelerinde de şu öneriyi getirir: Kişilik hakkı, niteliği gereği zamanaşımına uğramaz ve fakat hak ihlali dolayısıyla ileri sürülecek tazminat talepleri, kanunlarda ayrıca bir zamanaşımı süresi öngörülmemiş her türden diğer alacakta olduğu gibi, on yıllık genel zamanaşımına tabidir. Anılan bu süre ise, ihlale sebebiyet veren fiilin ortaya çıktığı tarihten başlamak suretiyle hesaplanacaktır.  Diğer taraftan –ki, görülebildiği kadarıyla Türk Hukuku nda hâkim görüş de bu yöndedir- rekabet ihlallerini haksız fiil olarak nitelemek gerekir; çünkü fail hukukun men ettiği bir davranış sergilemektedir. Rekabet ihlal33 Bkz. Koray Demir, Rekabet Hukuku ile Kişilik Hakları Bağlantısı, Legal Hukuk Dergisi, Cilt 14, Sayı 160, Yıl 2016, s. 1839-1861.Koray Demir   107 lerini haksız fiil olarak gören ve niteleyen bu görüş ise, uygulanacak zamanaşımı süreleri bakımından borçlar hukukunu esas alır34. Buna göre rekabet ihlali nedeniyle ortaya çıkan tazminatı talep hakkı, zarar ve failin öğrenilmesinden itibaren iki sene (Normal Zamanaşımı) ve her halde hukuka aykırı fiilin işlenmesinden itibaren on sene içerisinde zamanaşımına uğrayacaktır (Azami Zamanaşımı). Cezayı müstelzim fiillerde ise, ceza hukukunun öngördüğü ceza zamanaşımı dikkate alınacaktır (İstisnai Zamanaşımı). Hâkim görüş bu olmakla birlikte anılan görüş taraftarlarınca temelini borçlar hukukundan alan bir zamanaşımı tespitinin olası sakıncalarına da değinilmektedir. Denmektedir ki, normal zamanaşımı süresi rekabet ihlalinde zararın özel niteliği ve rekabet hukukunun uygulanmasında Rekabet Kurumu na bahşedilen özel önemden ötürü kısa kalabilecektir. Aynı şekilde normal zamanaşımı süresini başlatan zararın öğrenilmesi kıstası bakımından da tartışmalar mevcuttur. Bir kısım müellif Rekabet Kurulu kararlarının kesinleşmesini, diğerleri ise Rekabet Kurumu na yapılacak bir başvuruyu, zararın öğrenilmesi tarihi olarak kabul etmek istemektedir. Bu görüş ayrılığının temelinde ise, Yargıtay ın 2015 yılına kadar Rekabet Kurumu na yapılacak bir başvuruyu tazminat davasına yönelik bir ön şart sayan içtihadı yatmaktadır. İleride uzmanlık sorunu başlığı altında bu konuya ayrıca tekrar değinilecektir.  Yine rekabet ihlallerini haksız fiil olarak addeden görüş taraftarlarınca zamanaşımı süreleri bakımından savunulan bir başka alt görüş ise, rekabet ihlallerinden kaynaklanan tazminat taleplerinde istisnai zamanaşımı süresinin uygulanması yönündedir35. Bu görüşe göre rekabet ihlallerinde Rekabet Kurulu, Kabahatler Kanunu anlamında nispi idari para cezalarına hükmedebilmektedir. Anılan kanunda nispi idari para cezalarının verilmesi ise sekiz senelik zamanaşımı süresine tabi kılındığından rekabet ihlalinden doğan tazminat taleplerinde de bu sürenin dikkate alınması gerekir. Yukarıda da ifade olunduğu üzere öğretide dile getirilen görüşler, yardımcı hukuk kaynağı olmalarından dolayı, yargı organlarının tasdikine muhtaçtırlar. Bu konuda Yargıtay ın da şimdiye kadar toplam üç kararı mevcuttur. Yargıtay ın bu yönde verdiği ilk kararında yukarıda anıldığı haliyle haksız fiil temelli bir zamanaşımı anlayışını benimsediği ve rekabet 34 Tamamı için bkz. İlhan Yiğit, Rekabet İhlallerinden Doğan Tazminat Sorumluluğu, İstanbul 2013, s. 316 vd. 35 Bkz. Dilek Cengiz, Türk Rekabet Hukukunda Uyumlu Eylem ve Bu Eylemin Hukuki Sonuçları, İstanbul 2006, s. 417 vd.108   TAÜHFD/ZtdR - 2019/2 ihlali dolayısıyla öne sürülecek tazminat taleplerinde normal zamanaşımı süresini işletmekten yana olduğu görülmektedir36. Yargıtay bu kararında normal zamanaşımı süresini uygulayan bir ilk derece mahkemesinin kararını onamıştır. Ancak Yargıtay 2015 yılı itibariyle verdiği iki yeni kararıyla bu içtihatından dönmüş ve yukarıda anıldığı haliyle istisnai zamanaşımını uygulamak yönünde irade belirtmiştir37. Anılan kararlarında Yargıtay, RKHK nın 16/3. maddesinde aynı Kanun un m. 4, 6 ve 7 de yasaklanmış fiiller için nispi idarî para cezasının öngörüldüğünü, 5326 sayılı Kabahatler Kanunu m. 20/4 te nispi idarî para cezaları için sekiz yıllık zamanaşımı süresinin tespit olunduğunu, eBK m. 60/2 de, cezayı gerektirir fiillerde zamanaşımı süresinin daha uzun olması kaydıyla, ceza davası zamanaşımı süresinin uygulanacağının düzenlendiğini ileri sürerek, rekabet ihlâllerinden kaynaklı zamanaşımı süreleri bakımından 5326 sayılı Kanun daki sürelerin dikkate alınması gerektiğini belirtmiş ve yerel mahkemenin zamanaşımı sebebiyle davayı reddeden kararını bozmuştur. Anılan kararlarda Yargıtay, istisnai zamanaşımı süresinin başlangıç tarihi olarak, zararın ve failin öğrenildiği tarih anlamında, zarar gören kişinin Rekabet Kurumu na yaptığı başvuru tarihini esas almıştır. Özetlemek gerekirse, rekabet hukukunda zamanaşımı süreleri bakımından bir açıklık bulunmamaktadır. Hâkim görüş, rekabet ihlalleri dolayısıyla borçlar hukukunda öngörüldüğü haliyle haksız fiile yönelik zamanaşımı sürelerinin uygulanması yönündedir. Ancak normal zamanaşımı süresi her halükarda kısa bulunmaktadır. Yargıtay da son yıllarda verdiği iki karar ile Kabahatler Kanunu nda öngörüldüğü haliyle istisnai nitelikteki sekiz senelik zamanaşımı süresini uygulamak eğilimindedir.  Netice itibariyle rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki zamanaşımı sorunu, gerek sürelerin uzatılması, gerekse paralel süreçlerin beklenmesi yöntemiyle çözülebilmektedir.     4.Uzmanlık Sorunu Rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki engellerden bir diğeri de uzmanlık sorunudur. Rekabet hukukundan doğan 36 Yargıtay 11. Hukuk Dairesi nin 25.03.2014 tarih ve 2012/15359 E., 2014/5834 sayılı kararı. 37 Yargıtay 11. Hukuk Dairesi nin 30.03.2015 tarih ve 2014/13296 E., 2015/4424 sayılı kararı ile yine aynı Daire nin 27.10.2015 tarih ve 2015/3450 E., 2015/11139 sayılı kararı.Koray Demir                                                                                                                     109 uyuşmazlıklar, yukarıda da değinildiği üzere, ekonomik açıdan karmaşık tahlillerin yapılmasını zorunlu kılan türdendir. Bu yetkinliğe ise, çoğu hukuk mahkemesinin sahip olduğunu söylemek güçtür. Rekabet kurumları dahi, bu yetkinliğe sahip personele yıllar içerisinde ve düzenli eğitim sayesinde ulaşmaktadırlar. Aynı şekilde, hukuk mahkemelerinin mevcut iş yükü altında ve personel sayısı itibariyle rekabet hukuku ihlallerine gereken zaman ve özeni gösterebilecekleri hususu şüphelidir. Ashurst çalışması verilerine göre, bu konuda en iyi durumda olan Avrupa ülkelerinde dahi özel hukuk muhakemesi en erken iki yıl içerisinde bitirebilmektedir38. Bu şartlar altında hukuk mahkemeleri, önlerine getirilen çekişmenin bir rekabet ihlali teşkil edip etmeyeceğini tespitte, zararın kabulü ve hesaplanması konusunda, illiyet bağlarının ortaya konmasında ve kusurun tespiti meselelerinde desteğe muhtaç konumdadırlar. Amerikan Hukuku nda uzmanlık sorununun aşılması dolayısıyla tahkim  müessesesinin  ön plana  çıktığı  görülmektedir.  Amerikan  Yüksek Mahkemesi 1985 yılında verdiği bir kararla rekabet hukukundan doğan uyuşmazlıkların tahkime konu olabileceğini kabul etmiş, ancak bu hususu kamu düzeninden saymakla ilgili tahkim kararlarının tanınması ve infazına yönelik hakları saklı tutmuştur39. Bu sayede Amerikan Hukuku nda taraflara, çekişmelerini uzmanlıklarına güvendikleri hakemler önünde çözmek imkanı tanınmıştır. Ancak bilindiği üzere tahkim masraflı bir yöntem olup tüketici ve küçük şirketler açısından faydalanması zor bir araçtır.  Alman ve İsviçre Hukukları ise, anılan uzmanlık sorununu rekabet kurumlarının uzmanlığından faydalanmak suretiyle çözmek ister görünmektedirler. Yukarıda ispat sorunu altında hali hazırda değinildiği üzere, Alman Rekabet Kanunu 33b ve 90/1 maddeleri rekabet kurumu kararlarını bağlayıcı kılmakta ve rekabet kurumundan temsilcilerin derdest davalara müdahale imkânını öngörmektedir. Aynı şekilde İsviçre Rekabet Kanunu nun 15. maddesi ise, yürümekte olan bir dava sırasında rekabetin ihlal edildiği şüphesi üzerine rekabet kurumundan görüş istenebileceğini belirlemektedir. Ancak bu görüş bağlayıcı nitelikte değildir.  38 Bkz. Ashurst, s. 114. 39 U.S. Supreme Court, Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, 473 U.S. 614 (1985).110   TAÜHFD/ZtdR - 2019/2 Türk Hukuku nda da uzmanlık sorunu hissedilir derecededir. 11 Ağustos 2008 tarihli Rekabetin Korunması Hakkında Kanunda Değişiklik Yapılmasına Dair Kanun Tasarısı 58. maddesinde, bu sorunun çözümüne yönelik İsviçre uygulaması benzeri bir uygulamanın öngörüldüğü ve Kurum kararının bekletici mesele yapılabilmesinin önerildiği görülmektedir. Ancak bu madde taslağın son haline alınmamıştır. Yargıtay ise, pek çok kararında ihlal tespitinin ancak bir Kurul kararıyla yapılabileceği, Kurul kararı bulunmayan hallerde Kurul a başvurunun bir dava şartı olduğu ve her halükarda Kurul kararının bekletici mesele yapılması gerekliliğini tespit etmiştir. Kanaatimizce yasal bir zemin yaratılmaksızın Yargıtay ın hukuk mahkemelerini Kurul kararları ile bağlı gören anlayışı kabul edilemez. Şöyle ki; Hâkim öğreti taraftarlarınca ifade edilmektedir ki, adli yargı, Rekabet Kurulu na bir başvuru olmuşsa Kurul kararını ve hatta bu kararı inceleyen Danıştay ın kararını beklemeli, bu yönde bir başvuru bulunmamakta ise, mahkemenin konuyla ilgili Rekabet Kurulu na bildirimde bulunması ve RKHK ya aykırılık durumunun Kurul ca tespit edilmesi üzerine yargılamaya devam etmesi gerekmektedir40. Rekabet Kurulu kararının beklenmesi yönündeki hâkim kanaatin temel gerekçesi, Rekabet Kurulu ve Kurumu nun RKHK tarafından münhasıran yetkilendirilmiş olduğu, Kurum ve Kurul un rekabet ihlali iddialarını değerlendirecek yeterli sayıda uzmana ve ilgili pazara yönelik verilere sahip olduğu şeklindedir. Yine gerekçe olarak ifade edilmektedir ki, rekabet ihlali iddialarının Kurul ca münhasıran değerlendirilecek olması yargı yerleri arasında birbiri ile çelişik kararların çıkmasını da engelleyecektir. Görülebildiği kadarıyla öğretide sadece İnan/Piker aksi yönde kanaat bildirmektedir41. Anılan yazarlara göre Rekabet Kurulu bir idari otorite olması dolayısıyla idari nitelikte kararlar tesis etmektedir ve Kurul un işlemlerinin münhasır niteliği RKHK kapsamında verilecek menfi tespit, muafiyet ve idari para cezası öngören kararlara yöneliktir; bu meyanda hukuka aykırılık unsurunun tespiti ve tazminat taleplerinin incelenmesinde adliye mahkemelerinin Kurul kararları ile bağlı olmaması gerekir. Bu yönde İnan/Piker tarafından ifade edilen azınlık görüşünün karşılaştırmalı hukukta da yer bulduğunu ifade etmek gerekir. Örneğin, Avrupa Birliği Ada40 Bkz. Pelin Güven, Rekabet Hukuku, Ankara 2008, s. 769 vd. 41 Bkz. Nurkut İnan/Mehmet B. Piker, Rekabet Hukuku El Kitabı, Ankara 2007, s. 107.Koray Demir   111 let Divanı nın 1990 yılında verdiği Tetra Pak kararında yerel mahkemelerin Komisyon kararları ile bağlı olmadığı, bu kararların sadece Komisyon u bağlayıcı nitelikte olduğu hususu açıkça ifade edilmektedir42. Burada temsil edilen görüşe göre de adli mahkemelerin rekabet ihlali iddiası ile açılan tazminat talepli davalarda rekabet ihlali unsurunu bağımsız bir biçimde değerlendirilebilmesi ve Rekabet Kurulu kararları ile bağlı olmaması icap eder. Ekonomi hukukunda pek çok husus belirli bir uzmanlığı gerektirmektedir ve adli mahkemeler bu hususların değerlendirilmesinde aranan uzmanlığa sahip olmayabilirler. Ancak bu yetersizlik bilirkişi müessesesi  ile  giderilebilir.  Yine  ekonomi  hukukunda  Rekabet  Kurumu nun yanı sıra Bankacılık Düzenleme ve Denetleme Kurumu, Sermaye Piyasası Kurumu gibi başkaca bağımsız idari otoriteler de mevcuttur. Ancak rekabet hukuku bakımından dile getirilen hâkim kanaat, görülebildiği kadarıyla, diğer bağımsız idari otoriteler bakımından dile getirilmemektedir. Bağımsız idari otoritenin verdiği kararlar ile adli mahkemelerin bağlı olacağı yönündeki bir görüş, kanaatimizce, Anayasa nın 37. maddesinde öngörüldüğü haliyle, Tabii Yargıç İlkesi ile de bağdaştırılamaz. Bu yönde bir kanaat, rekabet hukukuna dayalı yargılamanın Rekabet Kurulu nca yapılması ve adli mahkemelerin rekabet hukuku dolayısıyla, tabiri caizse, hesap uzmanı seviyesine çekilmesi anlamına gelecektir. Rekabet Kurulu nun mevcut bir uyuşmazlık ile ilgili görüşleri değerlidir; Kurul, elinde tuttuğu yetkiler ve somut olayları resen tahkik edebilmesi sayesinde adli mahkemelerin ulaşamayacakları pek çok veriye ulaşabilmektedir. Bu meyanda adli mahkemeler Kurul kararlarını göz önünde bulundurmalıdır. Yine de adli mahkemelerin Kurul kararları ile bağlı olduğunu ifade etmek, kanaatimizce, kabul edilebilir bir görüş değildir.    Şahsi kanaatimiz bu yönde olmakla birlikte bu noktada Yargıtay görüşlerinin de hâkim öğreti ile örtüştüğünü ifade etmemiz gerekir: Gerçekten de Yargıtay ın 2015 yılına kadar vermiş olduğu sair kararlarda adli mahkemelerin yargı yetkisinin Rekabet Kurulu lehine kısıtlandığı, Rekabet Kurulu na bir başvuru yok ise veya mevcut başvuru henüz sonuçlan42 Bkz. Avrupa Birliği Adalet Divanı Birinci Kademe Mahkemesi Hakimi Heinrich Kirschner in 21.02.1990 tarih ve RS T-51/89 no lu Tetra-Pak yargılaması dolayısıyla kaleme aldığı kapanış izahatları, N. 40. Anılan olayda da Rekabet Hukuku nun yeknesak uygulanması argümanı sunulmuş; ancak mahkeme tarafından Komisyon kararlarının sadece Komisyon u bağladığı, mahkemeleri bağlayıcı olmadığı kanaati dile getirilmiştir.112   TAÜHFD/ZtdR - 2019/2 mamışsa adli yargıda açılan davanın mevsimsiz açıldığından bahisle reddinin gerektiği ya da başvuru sonucunun bekletici mesele yapılması ifade edilmektedir43. 2015 yılından sonra verilen ve yukarıda da aksettirilen iki yeni kararda ise Yargıtay ın davanın reddi yönünde değil de, bekletici mesele yönündeki görüşünün ağırlık kazandığı görülmektedir. Buna göre adli yargı, rekabet ihlali iddiasıyla açılan bir davayı mevsimsiz olduğu iddiasıyla reddetmeyecek ve fakat rekabet ihlali iddiasını da incelemeksizin, konuyu bekletici mesele sayacaktır. Anılan Yargıtay içtihadı 2012 yılında yürürlüğe giren HMK nın konu ile ilgili 165. maddesi ile birlikte değerlendirildiğinde şu hususa işaret eder görünmektedir: Rekabet ihlali iddiasının incelenmesi veya sonuçlandırılması idari bir makamın, yani Rekabet Kurulu nun bir çözümüne muhtaçtır; bu halde mahkeme, ilgili tarafa Rekabet Kurumu na başvuru için uygun bir süre verecek, bu süre içerisinde Kurum a başvurulmaması halinde ise, ilgili tarafın rekabet ihlali iddialarından vazgeçmiş olduğu varsayılarak esas dava hakkında karar verilecektir. Rekabet Kurumu na yapılmış mevcut başvurularda ise, Kurul kararı ile Danıştay incelemesinin bekletici mesele olarak addedilmesi gerekecektir. Netice itibariyle uzmanlık sorunu rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasını engeller nitelikte olup mevcut çözümler arasında tahkim ve rekabet kurumlarından görüş alınması ve bunların muhakemeye müdahalesi gibi yöntemlerin benimsendiği görülmektedir.    5.Hukuken Korunmaya Değer Menfaat Sorunu Bilindiği üzere hukuk mahkemelerinde dava açabilmek için davacıların evvel emirde ortaya koymaları gereken husus, bu davayı açmakta hukuken korunmaya değer bir menfaatleri olduğudur. Ancak rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasında bazı gruplar bu menfaatin varlığını ispat aşamasında zorluklar yaşamaktadırlar. Örneğin ihlale bizzat katılmasına rağmen, ihlaldeki etkisi az olan teşebbüsler, ihlali gerçekleştiren tarafların dağıtıcıları, ihlali gerçekleştiren tarafların ürettikleri ürün ve hizmeti son tahlilde tüketen tüketiciler ve bunların haklarını korumak için kurulmuş tüketici dernekleri bu kişilerden sayılabilirler44. Bu 43 Bkz. Yargıtay 19. Hukuk Dairesi nin 1.11.1999 tarih ve 1999/3350 E., 1999/6364 K. no lu kararı ile Yargıtay 11. Hukuk Dairesi nin 5.10.2009 tarih ve 2008/5575 E., 2009/10045 K. no lu kararı.  44 Avrupa düzeyinde menfaat sorunu konusunda ülke karşılaştırması için bkz. Ashurst, s. 42 vd.Koray Demir                                                                                                                     113 noktada her bir grubu aşağıdaki şekilde tek tek ele almak, sorunun tahlili açısından daha faydalı olacaktır: 5.1. İhlale taraf teşebbüsler açısından Bir rekabet ihlalinden ihlale taraf teşebbüslerin de zarar görmüş olması ihtimali mevcuttur. Dolayısıyla bu teşebbüslere de hukuk mahkemeleri yolunun kapatılmaması gerekir. Ancak ülke bazında incelendiğinde, ülkelerin sorumluluk hukuklarına hâkim olan ve kısaca in pari delicto kuralı45 olarak adlandırılan bir ilke nedeniyle ihlale taraf her bir teşebbüsün sırf bu nedenden ötürü davalarının reddedildiği görülmektedir. Bu ise, ihlalden doğan bir zarar kaleminin giderilememesi ve bunun ihlalin yapılmasına ön ayak olanların yanına kalması ve dolayısıyla rekabet hukukunun etkinliğinin azalması anlamına gelmektedir.  In pari delicto kuralı genel anlamıyla davalının, davacının iddiasını aynı şekilde davacıya yöneltebiliyor olması halinde, davacının o iddiaya dayanarak bulunduğu taleplerinin reddedileceğini öngörür. Rekabet hukuku özelinde anılan kural, rekabet hukukunu ihlal eden bir sözleşmeye taraf olanların birbirlerine yönelik iddia ve taleplerde bulunamayacağı anlamına gelir.  Bu sorunun çözümü konusunda özellikle Amerikan ve Avrupa Birliği rekabet hukuklarında anılan kuralın kapsamını daraltmak yönünde önlemler alındığı görülmektedir. Amerikan Rekabet Hukuku nda örneğin, in pari delicto kuralı sadece rekabet ihlaline gönüllü katılan ve ihlale diğerleri ile eşit ölçüde katkı sağlayan teşebbüsler bakımından uygulanmaktadır46. Avrupa Birliği Adalet Divanı da benzer bir çözümle, sadece ihlalden önemli ölçüde sorumlu olanların davalarının reddedileceğini karara bağlamış bulunmaktadır47. 5.2. Dağıtıcılar açısından Dağıtıcıların rekabet ihlalinde bulunanlara karşı açacakları davaların, doğrudan bir ilişkinin mevcut olmaması ya da zararın yansıtılmış olması nedeniyle reddi riski Avrupa düzeyinde hemen her ülkede bulunmaktadır48. Bu risk öğretide indirect purchaser rule ya da passing on defence  45 Kural ve common law ülkelerinde uygulanması için bkz. Heinemann, s. 12 ve 19.  46 Bkz. Heinemann, s. 12. 47 Bkz. EuGH-Courage/Crehan, para. 31. 48 Avrupa düzeyinde ülke karşılaştırması için bkz. Ashurst, s. 78 vd.114   TAÜHFD/ZtdR - 2019/2 kavramları altında tartışılmaktadır49. Anılan kavramlar doğrudan ve dolaylı dağıtıcı ayrımına dayanır ve rekabet ihlalinde bulunan üreticilerin dağıtıcıları tarafından açılan tazminat davalarında bu dağıtıcılara karşı ilişki içerisinde olmadıkları ya da onların rekabet ihlali nedeniyle fazladan ödedikleri bedelleri dağıtım zincirinde kendilerinden sonra gelen aktörlere yansıttıkları ve dolayısıyla herhangi bir zarara uğramadıkları iddiasını dile getirir.   Rekabet ihlalinin taraflarının dağıtıcılara karşı böyle bir savunmada bulunmaları Amerikan Rekabet Hukuku nda ünlü Hanover Shoe kararıyla50 doğrudan dağıtıcılar açısından engellenmiş bulunmaktadır. Buna göre, üretici ile doğrudan bir sözleşme ilişkisi içerisinde bulunan dağıtıcı, fazladan ödediği bedeli kendisinden sonraki aktörlere yansıtmış olsa dahi bu bedelin tamamı için dava açabilmektedir. Ancak doğrudan dağıtıcı, bedelin tamamını bu şekilde elde ettikten sonra ihlalde bulunan üretici aynı bedeli mükerrer defalar ödemek zorunda kalmasın diye, yine Amerika da ve bu sefer Illinois Brick kararıyla51 dolaylı dağıtıcıların ve tüketicilerin açacakları davaların reddedileceğine karar verilmiştir.  Ancak bu da, ihlalden gerçek anlamda zarar görenlerin zararlarını tazmin edememeleri anlamına gelmektedir. Sorun Avrupa Birliği ve Almanya da da tartışılmış ve şu şekilde çözüm önerileri getirilmiştir: Avrupa Birliği, Amerikan Hukuku nun aksine, görülen zararın sonraki aktörlere yansıtıldığı iddiasının dinlenmesi gerektiği yönünde görüş bildirmiştir52. Aksi halde zararın gerçekten zarar gören nezdinde telafisi mümkün olamayacaktır. Aynı şekilde Alman Rekabet Kanunu na da sorunun çözümüne yönelik şu şekilde bir madde alınmıştır: Alman Rekabet Kanunu 33c maddesine göre, bir mal veya hizmetin rekabet ihlali nedeniyle daha yüksek fiyatlara satılmış olması halinde o mal veya hizmetin yeniden satılmış olması zararın tazminine engel değildir. Bu yönüyle Alman Rekabet Kanunu passing on defence i reddetmiş görünmektedir. Ancak kanun, mükerrer tazminat sorunu bakımından suskun kalmaktadır.       49 Kavram ve tartışmalar için bkz. Heinemann, s. 11, 22 ve 30. 50 U.S. Supreme Court, Hanover Shoe, 392 U.S. 481 (1968) 51 U.S. Supreme Court, Illinois Brick, 431 U.S. 720 (1977) 52 Bkz. Heinemann, s. 22.Koray Demir   115 5.3. Tüketiciler açısından Tüketiciler açısından rekabet ihlali dolayısıyla açacakları davaların hukuki menfaat eksikliği nedeniyle reddi konusunda iki risk bulunmaktadır: Bunlardan birincisi, tüketicilerin aslında ihlalden doğan zararları, ara katmanların yansıtmaları nedeniyle gerçekten taşımalarına rağmen, ihlalin tarafları ile doğrudan ilişki içerisinde olmamaları, yani araya ihlalden habersiz üçüncü şahıs ve dağıtıcıların girmiş olmasıdır. Bir ikinci risk ise, her bir tüketicinin dava konusu yapabileceği bedellerin çok düşük kalması ve bu nedenle davalarının reddedilebilecek olmasıdır. Örneğin, fiyatları pazar fiyatı üzerine çıkartmak yönünde anlaşmış vitamin üreticileri, mallarını bu fiyatlara dağıtıcılara satmış, dağıtıcılar ara farkı tüketicilere yansıtmışlardır. Ancak bir doz vitamin kullanan tek bir tüketici fiyat karteli ile doğrudan ilişki içerisinde değildir ve kendisinin toplamda fiyat karteli nedeniyle fazladan ödediği bedel dava yoluyla takip olunamayacak kadar düşüktür. Bu sorunun çözümü konusunda Amerika, Avrupa Birliği ve Alman Hukuklarında farklı yollar izlendiği görülmektedir: Yukarıda da görüldüğü üzere, Amerikan Hukuku nda passing on defence e müsaade edilmemekte ve mükerrer tazminatlar doğmaması adına sadece doğrudan dağıtıcıya dava hakkı tanınmaktadır. Dolayısıyla, özellikle fiyat kartelleri açısından tüketicilerin dava hakkı son derece sınırlandırılmış  durumdadır. Ancak Amerikan Hukuku nda dava açabildikleri noktalarda toplu dava açmak imkânı (class actions)53 sayesinde tüketiciler açısından iyileştirmeler de söz konusudur.  Class actions, mahkeme tarafından yetkilendirilen, bir gruba ait bir ya da daha fazla kişinin grubun temsilcisi sıfatıyla tüm zarara yönelik dava açma hakkını ifade etmektedir. Amerikan Hukuku nda bu tarz davalarda opt-out diye tabir edilen bir ilke mevcuttur. Buna göre temsilciler, gazete veya sair vasıtalarla grup üyelerini davadan haberdar etmekte, davaya katılmayacağını açıkça beyan etmeyen her üye dava sonucu ile bağlı olmaktadır. Tüketiciler özelinde değerlendirildiğinde, bir veya iki tüketicinin temsilci atanmasından sonra verilen ilan neticesi aktif çaba sarf etmeyen diğer tüketiciler, dava lehe sonuçlanırsa, bundan yararlanmakta, aleyhe sonuçlanırsa, aynı hususu bir daha dava edememektedirler.  Avrupa Birliği nde ise, passing on defence e müsaade edildiği için, tüketiciler açısından dava açmak konusunda bir sıkıntı bulunmamaktadır. 53 Bu konuda bkz. Heinemann, s. 14 ve 15.116   TAÜHFD/ZtdR - 2019/2 Ancak Avrupa Birliği çerçevesinde üye ülkelere, toplu davalarda Amerika nın aksine opt-in prensibini uygulamaları salık verilmektedir54. Buna göre davaya aktif şekilde izin vermemiş ve gruba dâhil olmamış olan grup üyeleri dava sonucu çıkan karardan etkilenmeyeceklerdir.      5.4. Tüketici dernekleri açısından Son olarak hukuki menfaat eksikliği nedeniyle davaların reddedilmesi sonucu, tüketici dernekleri açısından da doğabilecektir. Bu dernekler sadece üyelerinin değil, tüm tüketicilerin çıkarlarını korumak maksadıyla kurulmuş sivil toplum kuruluşlarıdır. Özellikle dağınık halde ve az miktarda zarara uğramış bireysel tüketicileri bir araya toplamak açısından rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasının etkinleştirilmesine katkıda bulunabilirler. Bu nedenle onların da dava açmak yönünde önlerinde mevcut engellerin kaldırılması gerekir. Tüketici derneklerinin tecavüzün tespiti, men i ve def i davalarını açmaları önünde Avrupa düzeyinde ve hukuki menfaat anlamında bir engel bulunmamaktadır55. Bu yönde Alman Rekabet Kanunu 33. maddesi açık bir hüküm de ihtiva etmektedir. Ancak tazminat davaları konusunda bu derneklere kanunen yetki verilmesi konusunda çekimser kalınmaktadır. Nitekim 2005 yılı değişiklikleri taslak metninde olmasına rağmen, bu hak Almanya da parlamento tarafından kabul edilmeyerek anılan hakkın yasaya alınması engellenmiştir56. Netice itibariyle bazı gruplar açısından, zarara uğramış olmalarına rağmen, bu zararı menfaat eksikliği nedeniyle tazmin edememek tehlikesi mevcuttur. Mevcut çözümler ise, in pari delicto kuralının kısıtlanması, passing  on  defence e  müsaade  edilmesi,  tüketicilerin  opt-in  kuralının hâkim olduğu class actions sayesinde ya da dernekler vasıtasıyla dava açabilmelerinin sağlanması şeklinde özetlenebilir.     6.Hukuk Muhakemesinin İdari Sürece Etkisi Bilindiği üzere, Avrupa çapında bugüne kadar rekabet hukukunun etkinliği yüksek derecede kamu kaynakları sayesinde sağlanmış bulunmaktadır. Hemen her ülkede yetkin kurumlar bulunmakta, bunlar kendilerine 54 Bkz. White Paper, s. 5. 55 Bkz. Ashurst, s. 42 vd. 56 Heinemann, s. 27.Koray Demir   117 verilmiş olan yetkiler dairesinde rekabet ihlallerini gün yüzüne çıkarmakta, yüksek miktarlarda idari para cezaları kesmekte ve bu sayede rekabetin varlığına ve devamına katkıda bulunmaktadırlar.  Tarihi açıdan bakıldığında rekabet hukukunda kamu kaynaklarının kullanımı Avrupa çapında sonradan, rekabet kanunlarınca getirilmiş bir araç olsa da57, kısa süre içerisinde etkisi açısından rekabet hukukunun hukuk mahkemleri eliyle uygulanmasının önüne geçmiştir. Hatta etkinliğinin daha da artırılması amacıyla kamusal takip müessesesine her geçen gün yeni yetkiler verilmektedir. Örneğin rekabet ihlaline taraf olmasına rağmen, ihlalin ortaya çıkarılmasında ilgili kurumlar ile aktif işbirliği yapmış teşebbüslere ceza indirimi öngörülmekte (bonus kuralı) ve bu sayede en gizli kalmış kartellere kadar her ihlal ortaya çıkarılabilmektedir. Ancak rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasının etkinleştirilmesi çabaları, tam da anılan bonus kuralı etrafında şu sorunun tartışılmasına neden olmaktadır58: Acaba bir teşebbüs, sonucunda hukuk mahkemelerince tazminata da mahkûm olacağını bilerek, idari para cezasından indirim yapılacak olsa dahi, rekabet kurumları ile işbirliği yapar mı? Aynı şekilde, ileride tazminat davalarında kullanabilecek delilleri kendi eliyle ilgili kurumlara teslim eder mi? Kanaatimizce, etmez. O halde rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasının etkinleştirilme çabaları, halihazırda iyi işleyen kamu takibi müessesesini sekteye uğratabilecek niteliktedir. Bu sorunun çözümünde, çalışma kapsamında ele alınan ülkelerde henüz bir uygulama yapılmamış görünmektedir. Türkiye özelinde ise, değişiklik kanun tasarısı 31. maddesi ile konuya ilişkin şu çözüm önerilmektedir: Kurumla aktif işbirliği yaparak ceza bağışıklığından veya indiriminden yararlanan teşebbüsler bakımından yürürlükteki kanunda öngörülen zararın üç katı kadarı tazminata ilişkin hüküm uygulanamayacak, zarar ancak bir misli ile karşılanacaktır. 7.Sorumluluk Hukuku Farklılıkları Çalışmanın giriş bölümünde de değinildiği üzere, bugün için Amerikan Hukuku nun rekabet hukukunun hukuk mahkemeleri eliyle uygulanması 57 Avrupa çapında rekabet kanunları henüz yokken,  Medeni Kanunların kişilik hakları bölümünün geniş yorumlanması ve rekabete katılımın kişilik hakkı olarak görülmesi suretiyle hukuk mahkemelerince korunmaya başlanması açısından bkz. Zäch, s. 64 vd. 58 Tartışmalar için bkz. Heinemann, s. 22 ve 33.118   TAÜHFD/ZtdR - 2019/2 konusunda diğer ülkelere nazaran daha başarılı olmasının altında sorumluluk hukuku temel ilkelerini rekabet hukuku lehine esnetmiş olması yatmaktadır. Örneğin, Amerikan Hukuku nda da rekabet ihlallerine uygulanması muhtemel haksız fiil sorumluluğu, rekabet hukukuna aykırılık ve zararın varlığını, aykırılık ile zarar arasında nedensellik ilişkini aramakta, ancak failin kusurunu şart koşmamaktadır59. Yukarıda ispat külfeti başlığı altında da belirtildiği üzere, Amerikan Hukuku, gerek pretrial discovery müessesesi ve gerekse kurum kararlarının bağlayıcılığı ilkesi ile anılan hususların ispatını da davacı lehine rahatlatmıştır. Bunun yanı sıra tazminat, zararın giderilmesine yönelik ve mağdurun madden ve manen fiilden önceki durumuna döndürülmesini amaçlayan bir araç olmasına karşın, Amerikan rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasında fail, ortaya çıkan zararın üç katına kadar bir tazminat ödemeye mahkûm edilebilmektedir (treble damages)60. Hukukumuzun da tabi olduğu Kıta Avrupası hukuk sisteminde ise, mağdurun durumu biraz daha farklıdır. Rekabet hukukundan kaynaklanan bir çekişmede mağdur, rekabet hukukunun ihlal edildiğini, ihlal edilen maddenin koruyucu amacı ile kendi menfaati arasında bir ilişki olduğunu61, maddenin ihlalinin zararına sebebiyet verdiğini, zarar ile ihlal arasındaki nedensellik ilişkisini ve en nihayetinde failin ihmal yahut kastını, yani kusurunu, ispat etmek durumundadır. Bu şartların birlikte varlığının ispatı ise bir hayli zordur. Şöyle ki; Gerekli uzmanlığa sahip olmayan bir mahkeme önünde rekabet ihlalinin varlığını ispat etmek güçtür. Aynı şekilde ihlal edilen maddenin koruyucu amacı, bugün pek çok çevrelerde tartışılmaktadır. Genel olarak, Kıta Avrupası nda rekabet hukukunun rekabeti bir kurum olarak koruduğu, rakiplerin, tedarikçi ve dağıtıcıların ve tüketicilerin korunmasının ise amaç değil, rekabetin korunmasının doğal sonucu olduğu fikri hâkimdir62. Bu 59 Diğer yandan, Amerikan Hukuku nda da antitrust injury denilen ve Kıta Avrupası hukuk sistemindeki hukuki illiyet bağına benzer bir sonuncu şart aranmaktadır. Buna göre mağdur, rekabet hukukunun ilgili maddesinin böyle bir zararı engellemeye yönelik olduğunu ortaya koymak durumundadır. Bkz. Heinemann, s. 12. Ancak hemen belirtmek  gerekir  ki,  Amerikan  Rekabet  Hukuku nda  rakiplerin,  dağıtıcıların  ve tüketicilerin korunması açık ilke olarak belirtilmektedir. Pek çokları yerine bkz. Robert H.Bork, The Antitrust Paradox: A Policy War at with Itself, New York 1978, s. 3 vd. 60 Bkz. Clayton Act madde 4. 61 Hukuki illiyet bağı. Türk Hukuku açısından bkz. Tekinay/Akman/Burcuoğlu/Altop, Borçlar Hukuku, İstanbul 1993, s. 476. 62 Pek çokları yerine bkz. Zäch, s. 166 vd.Koray Demir   119 ise, rekabeti kısıtlayan bir sözleşmeyi yasaklayan bir maddenin kendi malvarlığını korumak için orada olduğunu iddia eden bir şahıs açısından, bu iddiasını  ispat  etmeyi  zorlaştıran  bir  husustur.  Alman  Rekabet  Kanunu nun 2005 yılı değişiklikleri öncesi 33. maddesi, genel sorumluluk hukukunun aradığı korunan menfaat şartını açıkça öngörmekteydi ki, 2005 yılı öncesinde davaların çoğu da bu sebepten reddedilmekteydi63.  Yine faile, rekabet hukuku ile ilgili pek çok olayda ihmal veya kasıtlı davranış isnat edebilmek oldukça güç olacaktır. Bugün için teşebbüsler, rekabet hukukuna uygun davranabilmek adına uzman görüşü alarak yollarına devam etmektedirler. Ancak bilindiği üzere, rekabet hukukunda ak veya kara mevcut değildir. Özellikle Leegin64 kararından sonra hard core kartellerde bile hukuki güvenlik ortamı kalmamıştır. Avrupa Birliği dâhil pek çok sistem negative clearence müessesesini kısıtladığından bu yana uzman görüşü daha da bir önemli hale gelmiş bulunmaktadır. Hal böyle olunca, uzman görüşü dairesinde hareket etmiş bir teşebbüsün daha sonra ortaya çıkarılan ihlal halindeki kusuru ve zarardan ne derece sorumlu tutulacağı tartışmalıdır. En nihayetinde, Kıta Avrupası hukuk sistemi zararın tazmininde de Amerikan Hukuku nda öngörülen üç katına kadar tazminat müessesesini benimseyememektedir65. Bunun başlıca nedeni, Kıta Avrupası nda tazminatın zenginleşme vasıtası olamayacağı ilkesine olan temel bağlılıktır. Ancak bir sebep daha vardır ki, Amerika daki üç katına kadar tazminatın yüksekliğini ve özendirici etkisini göreceli hale getirmektedir. Şöyle ki, Amerikan Hukuku nda üç katına kadar tazminata hükmedilebilmektedir. Ancak Amerika da, istenilecek bedele uygulanacak faiz, kararın açıklanmasıyla birlikte işletilmeye başlanmaktadır. Kıta Avrupası nda ise, talep edilen bedele işletilecek faiz, fiil veya zararın ortaya çıkmasından itibaren başlatılabildiği için Kıta Avrupası nda faizle birlikte alınan tazminat bedelleri ile Amerika da alınan tazminat bedelleri arasında uygulamada büyük fark kalmamaktadır66. 63 Bkz. Heinemann, s. 26. 64 U.S. Supreme Court, Leegin Creative Leather Products v. PSKS, 127 S.Ct.2705 (2007). 65 Örneğin konu İsviçre de tartışılmış, ancak değişiklik tasarısına alınmamıştır. Bkz. Heinemann, s. 80 vd. 66 Heinemann, s. 12 vd.120   TAÜHFD/ZtdR - 2019/2 III. TÜRK REKABET HUKUKU İÇİN ÇÖZÜM ÖNERİMİZ Yukarıda rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki engellerin ve bu engellerin kaldırılmasında farklı ülkelerde benimsenen çözümlerin neler olduğu gösterilmeye çalışılmıştır. Hukukumuz açısından bakıldığında ele alınan çözümlerin ortak noktası, mevcut engele has ve bu engeli ortadan kaldırır nitelikte bir kanun değişikliği gerektirdiğidir ki, bu da yürürlükteki Rekabet Kanunu nun beşinci bölümüne yapılacak eklentiler ile sağlanabilecektir. Örneğin rekabet hukukumuza has, kolaylaştırılmış bir adli yardım sistemi öngörülebilir, ispat ve uzmanlık konusunda Rekabet Kurumu nun müdahalesi, davalının delilleri ibrazı yönünde hükümler konulabilir, zamanaşımında zamanaşımı süresinin kesilmesi gibi tedbirler öngörülebilir ve menfaat sorununda riskli gruplar açısından açık düzenlemeler yapılabilir. Almanya 2005 yılı değişiklikleri ile bu yöntemi izlemiş, taslak metnin tamamı yasalaşmasa da, açılan dava sayıları itibariyle belirli ölçüde bir başarı da yakalamıştır67.  Ancak bu yönde yapılacak düzenlemeler kanaatimizce bir tür yasa koyucu aktivizmi yaratabilecek ve sorunları temelli çözemeyecektir. Rekabet hukukunun hukuk mahkemeleri eliyle uygulanmasının etkinleştirilmesi arzusunun arkasında daha etkin bir rekabet hukuku uygulamasına ulaşmak isteği vardır ki, bu istek başka yollarla da erişilebilecek türdendir. Bu nedenle üç basamaktan müteşekkil şu yönde bir öneriyi arz etmek isteriz68: 1.Uzman Bir Rekabet Mahkemesi Kurulması Arz ettiğimiz önerinin birinci aşamasında Türk adliye sistemi içerisinde bir rekabet mahkemesi kurulması gelmektedir. Mahkeme tam zamanlı çalışacak, bağımsız, tarafsız, deneyimli ve uzman, iktisatçı ve hukukçu hâkimlerden oluşacaktır.   2.Rekabet Kurumunun Mahkemeye Bağlanması Bu şekilde bir ihtisas mahkemesinin kurulmasını müteakip, Rekabet Kurumu bugünkü yetki ve görevleri ile bu mahkemeye bağlanacaktır. Rekabet Kurumu bu sistemde de şikâyet üzerine ya da re sen soruşturmaları yapacak, arama, el koyma gibi yetkileri kullanacak, delilleri toplayacak, 67 Bkz. Heinemann, s. 25. 68 İsviçre Hukuku bakımından benzer bir öneri için bkz. Heinemann, s. 25.Koray Demir   121 rekabet ihlalinin varlığına ilişkin kanaat getirmesi halinde, rekabet mahkemesinde kamu adına davasını açacaktır.  3.Mahkemenin İşleyişine Dair Çıkarılacak Kanunda Usul ve Esas Kurallarının Belirlenmesi Üçüncü ve son aşamada ise, mahkemenin işleyişine dair çıkarılacak bir kanunla yukarıda sayılan engellerin de ortadan kalkmasını sağlayacak maddeler konacaktır. Bir defa anılan kanunda, rekabet mahkemesindeki yargılamaya re sen tahkik ilkesinin hâkim olacağı öngörülecektir. İkinci olarak, rekabet ihlallerinden zarar görenlerin davalarını bu mahkemede gördürebilecekleri, eğer kurumca açılmış bir dava söz konusu ise, yapılacak muhakemeye müdahil sıfatı ile katılabilecekleri ve zararın giderilmesine ilişkin şahsi hak taleplerini aynı çerçevede dile getirebilecekleri öngörülecektir. Bu sistemde rekabet ihlallerinden zarar görenler, şikâyetlerini Kuruma bildirecek, Kurum gerekli araştırmayı yapıp dava açılmasına yer olup olmadığına karar verecek, dava açılmasına yer olmadığına karar verdiği takdirde ise, mağdurların mahkeme nezdinde anılan karara itiraz hakları olacaktır. Bu itirazdan da sonuç alınamaması halinde, mağdurların hukuk mahkemelerinde genel sorumluluk hukuku ilkelerince davalarını takip imkânları saklı kalacaktır. Ancak bu haliyle davayı başarılı şekilde yürütme ihtimalleri fiilen kısıtlı olacaktır, ki kanaatimizce bu kısıtlılık hali, kamusal takibin başarısı ve verimliliği karşısında çekilebilir bir haldir.  Bu sistemde uzman mahkeme, re sen tahkik ilkesi, müdahale ve şahsi hak talebi hakkı birlikte değerlendirildiğinde görülecektir ki, yukarıda sayılan dava masrafları, ispat, uzmanlık, zamanaşımı ve idari sürecin sekteye uğrayabilmesi sorunları kendiliğinden çözülmektedir. Aynı şekilde mağdurların şikâyetlerini Kuruma bildirmeleri, bu sayede somut olayın uzmanı tarafından tahlili usul ekonomisini de beraberinde getirecektir. Önerilen sistemde son olarak anılan kanuna, riskli gruplar açısından açık hükümler koymak gerekecektir. Özellikle tüketicilerin Opt in ilkesine dayanan grup davalarına müsaade eden bir hüküm faydalı olacaktır.  Kanaatimizce, bunun dışında mevcut sorumluluk hukuku ilkelerinden ayrılmayı gerektirecek başkaca bir düzenleme ihtiyacı kalmayacaktır. Örneğin, tazminat miktarı, yukarıda da belirtilen faizin başlangıç hesabı nedeniyle tekrar bir misline indirilebilecektir. Aynı şekilde zarar, gerçekten zararı taşıyan nezdinde tazmin edilecektir. Mevcut sorumluluk hukuku-122   TAÜHFD/ZtdR - 2019/2 muz passing on defence i kabul eder niteliktedir. Yine mevcut hukukumuzun  tüketici  derneklerinin  taraf  ehliyetlerini  sadece  tecavüzün  tespiti, men i ve def i konularında tanıyor olması ve tazminat davasına imkân vermemesi de kabul edilebilir niteliktedir.       SONUÇ Rekabet hukukunun hukuk mahkemeleri eliyle uygulanması önündeki güçlüklerin aşılması kararı, burada temsil edilen görüşe göre, hukuki olmaktan ziyade politiktir. Rekabet hukukunun amacı, işlevi, ondan beklentilerimiz ve genel hukuk anlayışımız arasında farklılıklar bulunmaktadır:  Kimileri rekabetin kendisini hukuken korunmaya değer bir varlık olarak görür, rakiplerin ve tüketicinin korunmasını amaç olarak değil de, rekabetin korunmasının doğal sonucu olarak algılar ve rekabet hukukunda private antitrust enforcement müessesesine o yönde bir anlam biçer. Kimileri ise rekabetin sırf consumer welfare ya da verimlilik için korunduğunu, rakiplerin birbirlerinden, tüketicilerin hepsinden korunması gerektiğini düşündüklerinden private antitrust enforcement müessesine daha fazla anlam yüklerler.  Kimileri tazminatın cezalandırma aracı olamayacağını, kimileri ise kişilerin rekabet kurumları gibi kendi imkânlarınca rekabetin korunmasına katkıda bulunmaları gerektiğini düşünür.  İşte bu anlayış farklılıklarımız dolayısıyladır ki, öğretide rekabet hukukunun hukuk mahkemeleri eliyle uygulanması yolunun güçlendirilmesi hususunda müspet olduğu kadar menfi görüşler de bulunmaktadır. Bu çalışma kapsamında bu nedenlerle, konu ile ilgili farklı uygulamaları ele aldıktan sonra, kanaatimizce uygulanması halinde iki farklı anlayış arasında dengeli bir sonuca varabilecek, rekabet hukukunun başkaca sorunlarını da çözerek etkinliğini artıracak özel rekabet mahkemesi ve ona bağlı çalışan kurum ile rekabet ihlallerinden mağdur olanların müdahale ve şahsi hak davası imkânını öngördüğümüz bir çözüm önermiş bulunmaktayız.Koray Demir   123 ZUSAMMENFASSUNG In der vorliegenden Arbeit wird auf die Hindernisse vor dem sog. private antitrust enforcement eingegangen. Problematisch in diesem Sinne ist vor allem die Frage der Streitkosten, Beweislast, Verjährungsfristen und fehlender Expertise von Gerichten. Dabei kann der Versuch unternommen werden, all diese Probleme durch Sonderregelungen abzuschaffen. Dahingehend änderte zum Beispiel Deutschland im Jahre 2005 das GWB.  Unseres Erachtens liegen die Wurzeln der Problematik jedoch viel tiefer. So etwa müsste man sich erst einmal im Klaren sein, dass private antitrust enforcement auf die bisher gut funktionierende public antitrust enforcement hemmend auswirken könnte. Darüber hinaus zeigt uns die Erfahrung, dass, trotz aller Versuche im europäischen Feld, die Privaten im Bereich des Kartellrechts einfach scheu sind und weiterhin so bleiben können. Dies könnte dann auch dazu führen, dass sich die etwaigen Gesetzesänderungen als Totgeburten ausweisen könnten. Aus diesen Gründen und anlehnend auf die wertvollen Ideen Heinemanns wird in der vorliegenden Arbeit vorgeschlagen, die beiden Gebiete der kartellrechtlichen Verfolgung, nämlich private und public antitrust enforcement, zusammenzubringen und zwar unter dem Dach eines spezialisierten Wettbewerbsgerichtes.  Das Gericht wäre dabei über die Wettbewerbsbehörde platziert. Die Wettbewerbsbehörde könnte dennoch all ihre Kompetenzen beibehalten. Dadurch würden auch die Privaten die Gelegenheit haben, ihre Sache über die Behörde indirekt vors Gericht zu tragen. Solch eine Regelung könnte auch den Streit über die Verfassungsmässigkeit von Geldbussen beenden, die von den Wettbewerbsbehörden angehängt werden.",
     "Kaynakça": "BORER, Jürg, Art. 34 KG, Wettbewerbsrecht I, Kommentar, Zürich 2011. BORK, Robert H., The Antitrust Paradox: A Policy War at with Itself, New York 1978. CENGİZ,  Dilek,  Türk  Rekabet  Hukukunda  Uyumlu  Eylem  ve  Bu  Eylemin  Hukuki Sonuçları, İstanbul 2006. DEMİR, Koray, “Rekabet Hukuku ile Kişilik Hakları Bağlantısı”, Legal Hukuk Dergisi, Cilt 14, Sayı 160, Yıl 2016, s. 1839-1861. DUCREY, Patrick, KG 37, Kommentar zum schweizerischen Kartellgesetz, Zürich 1997. GÜVEN, Pelin, Rekabet Hukuku, Ankara 2008. GÜVEN, Pelin, Türk Rekabet Hukuku ve Avrupa Birliği Rekabet Hukukunda Birleşme ve Devralmaların Denetlenmesi, Ankara 2003. HEINEMANN, Andreas, Die privatrechtliche Durchsetzung des Kartellrechts, Bern 2009. IMMENGA/MESTMAECKER, GWB § 40, Wettbewerbsrecht, 5. Auflage 2014. İNAN, Nurkut /PİKER, Mehmet B., Rekabet Hukuku El Kitabı, Ankara 2007. KANTZENBACH, Erhard, Die Funktionsfähigkeit des Wettbewerbs, Göttingen 1967.124   TAÜHFD/ZtdR - 2019/2 REICH, Philippe M., KG 34, Kartellgesetz, Stämpflis Handkommentar, Bern 2007. RIESENKAMPF/STEINBARTH, GWB §40, Loewenheim vd., Kartellrecht, 3. Auflage 2016. SCHMIDT, Ingo, Wettbewerbspolitik und Kartellrecht, Stuttgart 2001. SINCLAIR, Jonathan,(2001-2002), “Damages in Private Antitrust Actions in Europe”, 14 Lay. Consumer L. Rev., s. 547. TEKİNAY/AKMAN/BURCUOĞLU/ALTOP, Borçlar Hukuku, İstanbul 1993. von BÜREN, Roland, Kartellrecht, Von Büren, Roland/Marbach Eugen, Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bern 2002. WILS, Wouter P.J., (2003), “Should Private Antitrust Enforcement Be Encouraged in Europe?”, World Competition, Volume 26, Issue 3, s. 473-485. YİĞİT, İlhan, Rekabet İhlallerinden Doğan Tazminat Sorumluluğu, İstanbul 2013. ZAECH, Roger, Schweizerisches Kartellrecht, Bern 2005."
}