{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "19",
     "Ay": "11",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "AVRUPA İNSAN HAKLARI MAHKEMESİ VE ANAYASA MAHKEMESİ KARARLARI IŞIĞINDA BİR ANALİZ: KAMULAŞTIRMA BEDELİNİN TESPİTİ",
     "Title": "DIE HÖHE DER ENTEIGNUNGSENTSCHÄDIGUNG- EINE ANALYSE ANHAND DER RECHTSPRECHUNG DES EGMR UND DES TÜRKISCHEN VERFASSUNGSGERICHT",
     "Yazar İsmi": [
          "Araş. Gör. Didem BİRBİR EFENDİOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Mülkiyet hakkı",
          "kamulaştırma",
          "kamulaştırmasız el atma",
          "Türkiye Cumhuriyeti Anayasası",
          "Avrupa İnsan Hakları Sözleşmesi"
     ],
     "Keywords": [
          "Property Right",
          "Expropriation",
          "Confiscating without Expropriation",
          "Constitution of the Republic of Turkey",
          "European Convention on Human Rights"
     ],
     "Özet": "Avrupa İnsan Hakları Sözleşmesi (AİHS”) 1 No lu Ek Protokol m. 1 ve Türkiye Cumhuriyeti Anayasası (Anayasa”) m. 35 ile m. 46 kapsamında ele alınmakta olan kamulaştırma müessesesi, çalışmamız kapsamında bedel tespiti boyutuyla ele alınmaktadır. Mülkiyet hakkı ile doğrudan ilgili olan kamulaştırma müessesinin kapsamı, Anayasa m. 46 kapsamında açıkça düzenlenmektedir. AİHS 1 No lu Ek Protokol m. 1 de ise kamulaştırmanın kapsamına/içeriğine ilişkin açık bir  düzenleme  yer  almamaktadır.  Ancak  Avrupa  İnsan  Hakları  Mahkemesi (AİHM”) bireysel başvuruya konu olan ve genel anlamda kamulaştırma işleminden kaynaklanan hak ihlali iddialarını, AİHS 1 No lu Ek Protokol m. 1 kapsamında değerlendirmiş ve geliştirdiği içtihat ile mülkiyet hakkı korumasına almıştır. Kamulaştırma işleminin mülkiyet hakkını sınırlandıran ve/veya ortadan kaldıran boyutu dolayısıyla kamulaştırma bedelinin mülkiyet hakkının ihlalini engelleyecek şekilde adilane tespiti ayrıca önem arz etmektedir. Kamulaştırma işlemine muhatap olan şahısların iç hukuk yollarını tüketmelerini müteakip, kamulaştırma bedelinin düşük olduğu ve bu sebeple mülkiyet hakkının ihlal edildiği iddiasıyla AİHM nezdinde Türkiye ye karşı çok sayıda bireysel başvurunun yapılmış olduğu görülmektedir. Söz konusu bireysel başvuruların çok sayıda oluşu, yasama organında 2942 sayılı Kamulaştırma Kanunu nun tadil edilmesinin gerekli olduğu kanaatini uyandırmıştır. 24.4.2001 kabul tarihli ve 4650 sayılı Kamulaştırma Kanununda Değişiklik Yapılması Hakkında Kanun” ile hâlihazırda yürürlükte olan Kamulaştırma Kanunu kapsamında değişiklik yapılmıştır. Yapılan bu    Türk-Alman Üniversitesi Hukuk Fakültesi İdare Hukuku Anabilim Dalı Araştırma Görevlisi, (efendioglu@tau.edu.tr). ORCID: 0000-0001-6739-8672.   206                                                                                            TAÜHFD/ZtdR - 2020/2 değişiklik son derece kapsamlı ve somut niteliği haiz olmasına karşın uygulamada kamulaştırma işlemlerinden kaynaklı mülkiyet hakkı ihlallerini tam anlamıyla ortadan kaldıramamıştır. Çalışmada kamulaştırma işlemi neticesinde mülkiyet hakkının ihlalini engellemek bakımından önem arz eden adilane kamulaştırma bedelinin tespiti kriterleri, AİHM ve Anayasa Mahkemesi (AYM”) kararları değerlendirilmek suretiyle ortaya konmuştur.",
     "Abstract": "This article discusses the concept of expropriation, which is articulated in Article 1 of the Protocol No 1 of the European Convention on Human Rights (the ECHR) and Articles 35 and 46 of the Constitution of the Republic of Turkey (Constitution), from the aspect of the compensation amount. Article 46 of the Constitution explicitly determines the extent of expropriation concept, which is directly related to property rights. However, no explicit definition regarding the extent or the content of expropriation can be found in Article 1 of the Protocol No 1 of the ECHR. Nevertheless, the European Court of Human Rights (the ECtHR) has reviewed the individual applications regarding alleged violations arising out of expropriation actions within the context of Article 1 of the Protocol No 1 of the ECHR. Moreover, the ECtHR with its case law, has included such alleged violations regarding expropriation actions within the scope of protection of property rights. Since expropriation possibly limits and/or abolishes property rights, the determination of the expropriation compensation in a just way to avoid violations of property rights has a critical importance. It is seen that there are many individual applications before the ECtHR alleging violations of property rights against Turkey by individuals, who have been a party to expropriation actions, brought before the ECtHR after exhaustion of local remedies. Due to the high number of such individual applications, the Turkish legislator had reached the conclusion that the Expropriation Law numbered 2942 must be amended. With The law regarding the amendment of the Expropriation Law dated 24.04.2001 and numbered 4650, a great number of changes have been made to the existing Expropriation Law. Even though these amendments were highly sweeping and have made solid changes to the implementation, the violation of the property rights through expropriation actions are not completely prevented. This article, by analyzing certain decisions of the ECtHR and the Constitutional Court of Turkey (CC), presents the criteria for the just determination of the expropriation compensation, which is of utmost importance to prevent violations of property rights through expropriation actions.",
     "Metin": "İdarenin ifası ile yükümlü olduğu görevleri gerektiği şekilde yerine getirebilmesi için kimi zaman özel hukuk kişilerinin mülkiyetindeki taşınmazlara ihtiyaç duyulmaktadır. İşte bu hallerde idare, kamulaştırma adı verilen mal edinme yöntemiyle özel hukuk kişilerine ait taşınmazları edinebilmektedir. Mülkiyet hakkına yönelik esaslı bir müdahale niteliğindeki kamulaştırma usulü, kamu yararı ve mülk sahibi arasındaki adil dengenin sarsılmaksızın uygulanabilmesi amacıyla, gerek Anayasa gerekse ilgili kanun kapsamında ayrıntılı olarak düzenlenmiştir1.  Kamulaştırma işlemi neticesinde kamu yararı ve mülk sahibi arasındaki adil dengenin sağlanabilmesi, kamulaştırma bedelinin adilane tespitini gerekli kılmaktadır. Bu bağlamda çalışmamızda kamulaştırma bedelinin tespiti, kamulaştırma müessesesinin Türkiye deki mevzuat bakımından geçirdiği dönüşüm de dikkate alınarak AİHM ve AYM kararları bağlamında izah edilmeye çalışılmıştır.  1.  MÜLKİYET HAKKI Mülkiyet hakkı ile ilgili bu birinci bölümde sırasıyla mülkiyet hakkının kapsamı ve hangi koşullarda sınırlandırmaya tabi tutulabileceğine dair açıklamalar, AİHS ve Anayasa kapsamındaki düzenlemeler dikkate alınarak ayrı alt başlıklar altında incelenmiştir. Çalışmanın konusunun esasen kamulaştırma bedelinin tespiti olduğu göz önünde bulundurularak, bu bölüm kapsamında mülkiyet hakkına ilişkin yaptığımız açıklamaların olabildiğince tanıtıcı nitelikte olmasına özen gösterilmiştir.  1.1.  Avrupa İnsan Hakları Sözleşmesi  Mülkiyet hakkı, AİHS 1 No lu Ek Protokol m. 1 kapsamında aşağıdaki şekilde düzenlenmektedir2: Madde 1- Mülkiyetin korunması Her gerçek ve tüzel kişinin mal ve mülk dokunulmazlığına saygı  1 Cenk Şahin, Acele Kamulaştırma, On İki Levha, İstanbul, 2018, s. 7. 2  https://www.echr.coe.int/documents/convention_tur.pdf,  (Çevrimiçi),  E.  T.: 12.10.2010.Araş. Gör. Didem Birbir Efendioğlu                                                                        209 gösterilmesini isteme hakkı vardır. Bir kimse, ancak kamu yararı sebebiyle ve yasada öngörülen koşullara ve uluslararası hukukun genel ilkelerine uygun olarak mal ve mülkünden yoksun bırakılabilir.  Yukarıdaki hükümler, devletlerin, mülkiyetin kamu yararına uygun olarak kullanılmasını düzenlemek veya vergilerin ya da başka katkıların veya para cezalarının ödenmesini sağlamak için gerekli gördükleri yasaları uygulama konusunda sahip oldukları hakka halel getirmez. AİHS kapsamında her ne kadar mülkiyet hakkı güvence altına alınmış olsa da mülk kavramının doğrudan tanımı yapılmamıştır. Ancak AİHM içtihatları çerçevesinde mülk kavramına nelerin dahil olduğu belirginleşmiş bulunmaktadır. Bu bağlamda, mülk kavramını belirlemede temel ölçüt olarak ekonomik bir değer oluşturma kavramının dikkate alındığı belirtilmelidir3. Sınırlı sayıda olmamak kaydıyla, taşınır mal, taşınmaz mal, fikri mülkiyet, çalışma hakkı ve giriş özgürlüğü bağlamında gayri maddi malvarlığı değerleri, miras hakkı gibi ekonomik değerlerin mülkiyet hakkı bağlamında koruma altında olduğu söylenebilmektedir4.  AİHS 1 No lu Ek Protokol m. 1 in üç belirgin kuralı kapsadığına ilişkin ilk AİHM kararı, Sporrong ve Lönnroth v. İsveç, 7151/75 ve 7152/75, 23.9.1982 kararıdır. Karar, madde kapsamında aşağıdaki üç kuralın var olduğunu ortaya koymaktadır: 1-  Mal ve mülkün dokunulmazlığı kuralı  2-  Mal ve mülkten yoksun/mahrum bırakılmama kuralı 3-  Mal ve mülkün kullanımının belirli koşullarda devletler tarafından kısıtlanabileceği/ kontrol edilebileceği kuralı Bu bağlamda mülkiyet hakkı mutlak bir hak olmayıp, kamu yararı (genel yarar) amacına göre birtakım kısıtlamalara tabi olabilmektedir.  AİHM 1 No lu Ek Protokol m. 1 kapsamında bir ihlalin olup ol 3 H. Burak Gemalmaz, Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı, Beta, İstanbul, 2009, s. 179 vd.; Güney Dinç, Avrupa İnsan Hakları Sözleşmesi ve Mülkiyet Hakkı, TBB Dergisi, S. 51, 2004, s. 134-135. 4 Gemalmaz, a.g.e., s. 231 vd.210                                                                                            TAÜHFD/ZtdR - 2020/2 madığına dair belirlemede bulunurken sırasıyla aşağıdaki denetimi yapmaktadır5: 1-  Kanunilik ilkesine uygunluk 2-  Müdahalenin kamu yararı (genel yarar) kapsamında meşru bir amaca hizmet etmesi 3-  Müdahalenin orantılı olması: Kamunun genel yararının gerekleriyle bireyin temel haklarının gerekleri arasında adil bir denge olması. Bu kapsamda bireyin, bireysel ve aşırı yük altında bulunmaması gerekmektedir. 1.2.  Türkiye Cumhuriyeti Anayasası Mülkiyet hakkı, Anayasa m. 35 kapsamında açıkça düzenlenmiş ve güvence altına alınmıştır: XII. Mülkiyet hakkı   Madde 35- Herkes, mülkiyet ve miras haklarına sahiptir.  Bu haklar, ancak kamu yararı amacıyla, kanunla sınırlanabilir. Mülkiyet hakkının kullanılması toplum yararına aykırı olamaz. Anayasa kapsamında koruma altına alınan mülkiyet hakkı düzenlemesi, mülk kavramının kapsamına ilişkin belirgin bir tanım yapmamaktadır. Bununla birlikte AYM, tesis ettiği bir kararında ekonomik değer ifade eden ve parayla değerlendirilebilen her türlü malvarlığının mülkiyet hakkı kapsamındaki korumadan yararlandığını ifade etmektedir6. Yine başka bir kararda AYM, menkul ve gayrimenkul mallar ile bunların üzerinde tesis edilen sınırlı aynı haklar ve fikri hakların yanı sıra, icrası kabil olan her türlü  5 Aida Grgić, Zvonimir Mataga, Matija Longar, Ana Vilfan, Avrupa İnsan Hakları Sözleşmesi Kapsamında Mülkiyet Hakkı- Avrupa İnsan Hakları Sözleşmesi ve Ek Protokollerinin Uygulanmasına İlişkin Kılavuz Kitap, Avrupa Konseyi İnsan Hakları El Kitapları, Numara 10, Strasburg, 2007, s. 13 vd., https://www.anayasa.gov.tr/ media/3605/aihskapsamindamulkiyethakki.pdf (Çevrimiçi), E.T.: 10.10.2010.   6 AYM, E. 2015/39, K. 2015/62, K.T. 1.7.2015, para. 20; R.G. Tarih-Sayı: 15.7.201529417.Araş. Gör. Didem Birbir Efendioğlu                                                                        211 hal ve alacakların de mülkiyet hakkının kapsamında olduğuna hükmetmiştir7.     Anayasa m. 35 kapsamında mülkiyet hakkının hangi koşullarda sınırlandırılabileceği açıkça düzenlenmiştir. Buna göre mülkiyet hakkında yapılacak bir sınırlandırmanın mutlaka kanunla olması (kanunilik kriteri) ve kamu yararı amacıyla (meşru amaç kriteri) yapılması gerekmektedir. Anayasa da yer alan bu düzenlemenin AYM kararlarında tatbiki ise, aşağıdaki değerlendirmeler kapsamında gerçekleştirilmekte ve mülkiyet hakkının ihlalinin olup olmadığı belirlemesi sırasıyla aşağıdaki kriterlerin incelenmesi neticesinde ortaya konmaktadır. Bu kriterler aşağıdaki şekildedir: 1-  Mülkün varlığı 2-  Müdahalenin varlığı ve türü 3-  Müdahalenin ihlal oluşturup oluşturmadığı değerlendirmesi a-  Kanunilik8 b-  Meşru amaç: Kamu yararı c-  Ölçülülük    Elverişlilik:  öngörülen  müdahalenin,  ulaşılmak  istenen amacı gerçekleştirmeye elverişli olması    Gereklilik: ulaşılmak istenen amaç bakımından müdahalenin zorunlu olmasını, yani aynı amaca daha hafif bir müdahale ile ulaşılmasının mümkün olmaması    Orantılılık: bireyin hakkına yapılan müdahale ile ulaşılmak istenen amaç arasında makul bir dengenin gözetilmesi gerekliliği  AYM, kamulaştırma bedelinin tespitini konu alan ve mülkiyet  7 Mahmut Duran ve Diğerleri, B. No: 2014/11441, K. T. 1.2.2017, para. 60. 8 Bu bağlamda AİHM ve AYM nin içtihatları ile sabit olduğu üzere kamulaştırmasız el atma usulü, kanunilik kriterini karşılamadığından mülkiyet hakkının ihlaline  sebebiyet  vermektedir.  Bkz.  AİHM,  Sarıca  ve  Dilaver  v.  Türkiye, 11765/05, 27.5.2010,  para.  40,  43,  45;  Celalettin  Aşçıoğlu,  B.  No:  2013/1436, 6.3.2014; Mustafa Asiler, B. No: 2013/3578, 25.2.2015; Hayati Tunç ve diğerleri, B. No: 2014/1028, 10.3.2016; Maşallah Söylemez, B. No: 2017/30783, 29.1.2020; Mahmut Keskin, B. No: 2017/30396, 13.2.2020; Emine Atılğan ve diğerleri, B. No: 2017/30873, 11.3.2020.212                                                                                            TAÜHFD/ZtdR - 2020/2 hakkının ihlali iddiasındaki bireysel başvurular bakımından da çoğunlukla yukarıda sayılan kriterleri uygulamak suretiyle değerlendirme yapmaktadır9.  2.  KAMULAŞTIRMADA BEDEL TESPİTİ  Kamulaştırmada bedel tespiti başlıklı bu üçüncü bölümde öncelikle hâlihazırda yürürlükte bulunan 2942 sayılı Kamulaştırma Kanununa 4650 sayılı Kanun ile 2001 yılında getirilen değişikliklerden bilhassa bedel tespitine  ilişkin  olanlar  üzerinde  durulmuştur.  Kamulaştırma  Kanununda köklü değişiklikler öngören 4650 sayılı Kanunu müteakip, 5999 sayılı ve 18.6.2010 kabul tarihli Kanun ile Kamulaştırma Kanunu na eklenen Geçici Madde 6 açıklanmıştır. Bu Kanun değişikliğinden sonra ise, kamulaştırma bedelinin tespiti davası bakımından sınırlandırıcı süre ve sürenin bitimini takiben kanuni faiz düzenlemesi öngören 6459 sayılı ve 11.4.2013 kabul tarihli Kanunun 6. maddesi üzerinde durulmuştur. Tarihsel bakışın kanun değişiklikleri çerçevesinde izahını müteakip, sırasıyla AİHM ve AYM içtihatları kapsamında kamulaştırma bedelinin tespiti bakımından benimsenen yaklaşım tespit edilmeye çalışılmış ve bu bağlamda bedel tespitine dair kabul edilmiş kriterler saptanmaya çalışılmıştır.  2.1.  Kamulaştırma Bedelinin Artırımını Konu Alan Mevzuatın Tarihsel Süreci Kamulaştırma bedelinin artırımını konu alan mevzuatın tarihsel sürecinin analizi, hâlihazırda yürürlükte bulunan 2942 sayılı Kamulaştırma Kanununa 4650 sayılı Kanun ile 2001 yılında getirilen değişiklikler  9 Servet Saraçoğlu ve diğerleri, B. No: 2012/1281, 24.6.2015; Süleyman Oktay Uras ve Sevtap  Uras,  B.  No:  2014/11994,  9.3.2017;  Ahmet  Arı  ve  diğerleri,  B.  No: 2017/14829,  28.1.2020;  Emine  Dilek  Onaran  ve  diğerleri,  B.  No:  2017/19987, 12.2.2020; Hava Sipahioğlu ve diğerleri, B. No: 2016/4317, 12.11.2019; Nilüfer Devrim, B. No: 2015/11857, 8.5.2019;  Derya Alpdoğan ve diğerleri, B. No: 2015/6845, 31.10.2018; Celal Afşin ve diğerleri, B. No: 2015/18943, 19.9.2018; Saadet Esin, B. No: 2014/18103, 26.10.2017; Cevat Aydın, B. No: 2014/13886, 4.10.2017; Ali Şimşek ve diğerleri, B. No: 2014/2073, 6.7.2017.Araş. Gör. Didem Birbir Efendioğlu                                                                        213 ile 5999 sayılı Kanun ve 6459 sayılı Kanunun değişiklik öncesi halinin karşılaştırmalı değerlendirmesine ihtiyaç duymaktadır. 2942 sayılı Kamulaştırma Kanununun öncesi-sonrası değerlendirmesine geçmeden önce ise, değişiklik ihdas eden 4650 sayılı Kanunun gerekçesinin değerlendirilmesinde fayda görülmektedir.  2942 sayılı Kamulaştırma Kanununda esaslı değişiklikler öngören 4650 sayılı Kanunun genel gerekçesi10 incelendiğinde, kanun değişikliği ile esas hedeflenenin ne olduğu kolayca tespit edilebilmektedir. Genel gerekçede yer alan,   …idarelerin, bilgi ve tecrübe eksikliği sebebiyle, kamulaştırma sırasında yanlış ve eksik işlemler yaptığı, çoğunluğu idare elemanlarından oluşan kıymet takdir komisyonları tarafından, kamulaştırmaya konu taşınmaz mal, kaynak ve irtifak hakkının değerinin objektif esaslardan uzaklaşılarak, idarelerin o iş için ayırdıkları ödeneğe göre değer takdir edildiği ve işlemlere karşı ilgililer tarafından kamulaştırmanın iptali davaları açıldığı, açılan bu davalar sonucunda kamulaştırmaların iptal edildiği ve bunun da kamu yatırımlarının aksamasına ve gecikmesine sebep olduğu ve ayrıca, komisyonlar tarafından belirlenen bedellere karşı, hemen hemen tüm kamulaştırmalarda bedel artırım davaları açıldığı ve açılan bu bedel artırım davaları sonucunda da, kamulaştırma bedelleri çok yüksek rakamlara ulaştığı, bu bedellerin ödenmesinde de zaman zaman çok sıkıntılar ve aksamalar olduğu, bu ödemelerin Devlete ek bir mali külfet getirdiği gibi, geç yapılan bu ödemeler sebebiyle de, çok sayıda ilgili tarafından Devletimiz aleyhine Avrupa İnsan Hakları Mahkemesine başvurulması sonucunda, bu Mahkemede Türkiye aleyhinde insan hakları ihlali kararları çıktığı ve ayrıca Devletimizin yüksek meblağlara ulaşan tazminatlar ödemeye mahkum olduğu, bunun da, Devletimizin dış itibarını zedelediği ve bu durumun çeşitli platformlarda devletimiz aleyhine kullanıldığı… ifadesinden hareketle, değişiklikler ile esasen AİHM yargılaması neticesinde yüksek tazminatlara maruz kalınmasının önüne geçilmesinin hedeflendiği açıkça anlaşılmaktadır. Bu genel açıklamadan sonra aşağıda sı 10 https://www2.tbmm.gov.tr/d21/1/1-0837.pdf (Çevrimiçi), E. T.: 13.10.2010.214                                                                                            TAÜHFD/ZtdR - 2020/2 rasıyla kamulaştırma bedelinin tespiti bakımından önem arz ettiği kanaatinde olduğumuz değişiklikler açıklanmaktadır. 4650 sayılı Kanun m. 5 ile Kamulaştırma Kanunu m. 10 kapsamında değişiklik yapılmıştır. Bu değişiklik ile, kamulaştırma bedelinin tespitinde görevli idare olan kıymet takdir komisyonları yerine taşınmazın bulunduğu yer asliye hukuk mahkemesi görevlendirilmiştir. Yine aynı madde kapsamında yapılan değişiklikle söz konusu taşınmazın ilgili idare lehine tesciline asliye hukuk mahkemesince karar verilmesi talebinde bulunulabilmesi için, taşınmazın malikine peşin ya da kanun kapsamında öngörülen hallerde taksitle yapılması gerekmektedir. Yine bu madde kapsamında idarenin asliye hukuk mahkemesine başvurusunu takiben en geç 30 gün içinde duruşma gününü belirlemesi zorunluluğu öngördüğünü ve bununla kamulaştırma sürecini hızlandırmayı ve yine dolaylı olarak taşınmazın bedeli bakımından ortaya çıkabilecek olası bir uyuşmazlığı önlemeye çalıştığı tespitinde bulunulabilir.  4650 sayılı Kanun m. 7 ile Kamulaştırma Kanunu m. 14 kapsamında değişiklik yapılmıştır. Bu değişiklik ile, değişiklik öncesi mümkün olan kamulaştırma bedelinin artırılması davası imkanı kaldırılmıştır. İlgililer ancak kamulaştırma işlemine karşı idari yargıda iptal ve maddi hatalara karşı da adli yargıda düzeltim davası açılabilir..  Kamulaştırma Kanunu (mülga) m. 38 kapsamındaki kamulaştırma yapılmış, ancak işlemleri tamamlanmamış veya kamulaştırma hiç yapılmamış iken kamu hizmetine ayrılarak veya kamu yararına yönelik bir ihtiyaca tahsis edilerek üzerinde tesis yapılan taşınmaz mal … ile ilgili her türlü dava hakkı yirmi yıl geçmekle düşer. Bu süre taşınmaz mala elkoyma tarihinden başlar. düzenleme ile AİHM kapsamında da hukuka aykırı kabul edilmiş uygulamalara karşı açılabilecek davalar bakımından 20 yıllık hak düşürücü sürenin düzenlendiği tespit edilebilmektedir. Ne var ki söz konusu madde, AYM tarafından aşağıdaki gerekçe ile iptal edilmiştir11:   İdare kendisine Anayasa tarafından tanınan olanak ve yetkileri Yasa'ya uygun bir biçimde kullanmaksızın taşınmaza el atarak kamulaştırma ilkelerine  11 AYM, E. 2002/112, K. 2003/33, K. T. 10.4.2003, R. G. Tarih- Sayı: 4.11.2003-25279.Araş. Gör. Didem Birbir Efendioğlu                                                                        215 aykırı davranamaz. Anayasa'nın sınırlarını belirleyerek izin verdiği kamulaştırma yöntemini kullanmadan yapılan el atmalar, itiraz konusu kurala göre yirmi yıl geçtikten sonra yasal bir kamulaştırmanın bütün sonuçlarını doğurmakta ve taşınmazın, idarenin adına tapu kütüğüne tescili ile sonuçlanabilmektedir. Bu ise anayasal dayanağı olmayan  kamulaştırmasız el koymadır. Yirmi yıllık hak düşürücü sürenin geçmesiyle taşınmaz  malikinin her türlü dava açma hakkının engellenmesi ve taşınmazın hiçbir karşılık ödenmeden idareye geçmesi, mülkiyet hakkının sınırlanmasını aşan, hakkın özünü zedeleyen bir durumdur.   Bu nedenlerle kural, Anayasa'nın 13, 35 ve 46. maddelerine aykırıdır. Kamulaştırma Kanunu m. 38 in iptalini takiben yasama organı uygulamadaki belirsizliği ortadan kaldırmak amacıyla tek maddelik 5999 sayılı ve 18.6.2010 kabul tarihli Kanun ile sonrasında yine tadillere konu olacak Geçici 6. Madde yi 2942 sayılı Kamulaştırma Kanununa eklemiştir. Kanunun de gerekçesinde belirtildiği üzere Geçici 6. Madde ile amaçlanan, temel insan haklarından olan mülkiyet hakkına haksız fiil neviden yapılan bu müdahalenin uzlaşma yoluna gidilerek tazminat ödenmesi suretiyle muhtemel davalar sebebiyle mahkemelerde oluşabilecek iş yükünü azaltmak ve ayrıca AİHM e yapılması muhtemel müracaatların da azaltılmasını sağlamaktır12.  6459 sayılı ve 11.4.2013 kabul tarihli Kanunun 6. Maddesi ile Kamulaştırma Kanunu m. 10 kapsamında aşağıdaki ek fıkra ihdas edilmiştir:    Kamulaştırma bedelinin tespiti için açılan davanın dört ay içinde sonuçlandırılamaması hâlinde, tespit edilen bedele bu sürenin bitiminden itibaren kanuni faiz işletilir. Bahse konu ek fıkra, kamulaştırma bedelinin tespiti için açılan davanın kural olarak dört ay içinde karara bağlanması gerektiğini düzenlemektedir. Kamulaştırma bedelinin tespiti için açılan bu davanın dört ay içinde karara bağlanamaması halinde ise, dört aylık sürenin bitimini müteakip kanuni faiz işletileceğini düzenlemiştir. Ek fıkra ile getirilen zaman sınırlaması ve kanuni faiz imkanının, doğrudan gerek AYM gerekse  12 https://www2.tbmm.gov.tr/d23/1/1-0773.pdf (Çevrimiçi), E. T. 6.9.2020.216                                                                                            TAÜHFD/ZtdR - 2020/2 AİHM nezdinde bireysel başvuruya konu olan ve neticeten mülkiyet hakkının ihlali kararı verilen çok sayıdaki bedel artırım davalarının önüne geçilmesinin olduğu tespit edilebilmektedir. Yukarıda bahsedilen kanun değişiklikleri bir bütün olarak ele alındığında, yapılan düzenlemelerdeki esas gayenin, dolaylı olarak Anayasa m. 35 ve m. 46 kapsamında güvence altına alınmış bulunan kamulaştırma bedeli konulu mülkiyet hakkının teminine yönelik olduğu görülmektedir.  2.2. Kamulaştırma Bedeli Dolayısıyla Mülkiyet Hakkının İhlali Konulu Davalarda (Bireysel Başvurularda) AİHM in Yaklaşımı Kamulaştırma bedeli dolayısıyla mülkiyet hakkının ihlali konulu bireysel başvurularda AİHM in yaklaşımının tespiti, bu konudaki davaların incelenmesini gerektirmektedir. Bu bağlamda yapılmış olan bireysel başvurular dikkate alındığında davalar çoğunlukla kamulaştırma bedelinin hiç ödenmemesi, eksik ödenmesi, geç ödenmesi- ve buna bağlı olarak enflasyon oranı ile orantılı olmaması (yargı sürecinin uzaması ya da  idarenin  geç  ödemesi)  konulu  davalar  olduğu  görülmektedir. AİHM in kamulaştırma bedeli dolayısıyla bilhassa Türkiye ye karşı açılmış davalar özelinde sıklıkla atıfta bulunduğu iki karar, dikkat çekmektedir. Bu davalar, Akkuş v. Türkiye, B. No: 19263/92, 9.7.1997 ve Aka v. Türkiye, B. No: 19639/92, 23.9.1998 davalarıdır.  Akkuş v. Türkiye davasında başvurucu, yıllık enflasyon oranı %70 civarında  iken  kendisine  ödenen  kamulaştırma  bedelinin  enflasyona oranla yetersiz kaldığını ve ilgili idarenin söz konusu kamulaştırma bedelini geç ödediğinden bahisle mülkiyet hakkının ihlal edildiği iddiasında bulunmuştur. AİHM ise yaptığı değerlendirme neticesinde sırasıyla aşağıdaki tespitlerde bulunmuştur:  1-  Başvurucunun iddiaları mülkten barışçıl yararlanmaya ilişkin olduğundan, kamunun genel yararının gerekleriyle bireyin temel haklarının gerekleri arasında adil bir denge olup olmadığının denetiminin yapılması gereklidir. Bu bağlamda yapılacak değerlendirmede, tazminatın iç hukuk düzenlemesinde hangi şartlarda ödenebilir olduğu ve buAraş. Gör. Didem Birbir Efendioğlu                                                                        217 şartların mevcut durumda nasıl uygulandığının tespitinin yapılması gerekmektedir (para. 27).    2-  AİHM in görevi, iç hukukta yürütülen süreç kapsamında taşınmazın belirlenen değeri veya ek tazminat miktarı hakkında hüküm tesis etmek değildir. Bu bağlamda dava, ilgili idarenin başvurucuya ödemesi gereken tazminatı ödemede gecikmesi dolayısıyla başvurucu nezdinde oluştuğu iddia olunan zarar ile ilgilidir (para. 28). 3-  Kamulaştırma bedelinin (tazminatının) ödenmesindeki normal olmayan derecedeki uzun gecikmeler, mülkü kamulaştırılan kişi nezdinde mali kayıpların artmasına neden olmakta ve bilhassa bazı devletlerde gerçekleşen mali değer kaybı dikkate alındığında bireyler nezdinde belirsizlik yaratmaktadır (para. 29). 4-  İlgili olay özelinde, başvurucuya ödenen yıllık %30 faiz ve ek tazminat, Yargıtay kararından 17 ay sonra ve yıllık enflasyon oranının %70 e yükseldiği zaman yapılmıştır. Yargıtay tarafından tazminat (kamulaştırma) bedelinin hükmedildiği tarih ile bedelin ödendiği tarih arasındaki fark dolayısıyla başvurucu, ayrıca zarara uğramıştır (para. 30).  5-  İlgili idarelerin tazminatın ödenmesini 17 ay ertelemesi, tazminatın yetersiz kılınmasına ve dolayısıyla başvurucunun mülkiyet hakkı ile (kamulaştırma işleminin) genel yararın gerekleri arasındaki dengeyi bozmuştur. Bu sebeple AİHS 1 No lu Ek Protokol m. 1 ihlal edilmiştir (para. 31). Aka v. Türkiye davasında ise başvurucu, kamulaştırma için ek tazminat üzerinden ödenen gecikme faiz oranının çok düşük olmasından ve ilgili idarenin bedeli ödemede gecikmiş olmasından bahisle AİHS 1 No lu Ek Protokol m. 1 ihlal edildiği iddiasındadır. AİHM ise, Akkuş v. Türkiye davasında ifade ettiği üzere, reel enflasyon oranı ile ödemede esas alınan faiz arasındaki farkın, mülkünden mahrum bırakılan kişi aleyhinde adil dengeyi bozan aşırı bir yük oluşturduğunu yinelemiştir. Aka v. Türkiye davasındaki gecikme de aynı Akkuş v. Türkiye davasında olduğu gibi yine ilgili idarenin ödemede gecikmesi kaynaklıdır. AİHM bu davada, Akkuş v. Türkiye davasından farklı olarak, mülkleri kamulaştırılan kişilerin özellikle hak ettikleri tazminatı elde edebilmek için takip edilmesi gereken idari veya adli süreçler bakımından da yaşanan olağandışı uzun gecikmelerin de birey aleyhinde adil dengeyi bozan aşırı bir yük oluşturduğunu kabul etmiştir.218                                                                                            TAÜHFD/ZtdR - 2020/2 Bilhassa  Türkiye ye  karşı  yapılan  bireysel  başvurularda AİHM in sıklıkla atıf yaptığı bu iki dava incelendiğinde, gerek idari-adli süreç kaynaklı olarak gerekse kamulaştırma bedelini ödeyecek ilgili idarenin olağandışı uzun süreli gecikmesi dolayısıyla kamulaştırma bedelinde bilhassa enflasyon dolayısıyla ortaya çıkan esaslı azalmalar, tazminatın (kamulaştırma bedelinin) yetersiz kalmasına sebebiyet vermekte olarak kabul edilmektedir. Tazminatın yetersiz oluşu ise, başvurucunun mülkiyet hakkı ile (kamulaştırma işleminin) genel yararın gerekleri arasındaki adil dengeyi bozmuş kabul edildiğinden, AİHS 1 No lu Ek Protokol m. 1 in ihlaline hükmedilmektedir13.  13 Aynı yönde kararlar için bkz. Ekin ve diğerleri v. Türkiye, B. No: 67249/01, 29.11.2005; Deligöz v. Türkiye, B. No: 67586/01, 26.1.2006; Taş ve diğerleri v. Türkiye, B. No: 46085/99, 2.8.2005; Salih Kaplan v. Türkiye, B. No: 6073/03, 15.7.2005; Yılmaz ve Gümüş v. Türkiye, B. No: 28167/02, 15.7.2005; Kurucu v. Türkiye, B. No: 28174/02, 15.7.2005; Ülker ve diğerleri v. Türkiye, B. No: 64438/01, 23.3.2006; Koçak ve diğerleri v. Türkiye, B. No: 42432/98, 19.5.2004; Mehmet Kaplan v. Türkiye, B. No: 6366/03, 3.10.2006; Mustafa Güçlü ve diğerleri v. Türkiye, B. No: 42670/98, 8.1.2004; Mehmet Emin Acar v. Türkiye, B. No: 1901/02, 10.10.2006; İbrahim Yalçınkaya v. Türkiye, B. No: 14788/03, 30.5.2006; Muharrem Aslan Yıldız v. Türkiye, B. No: 74530/01, 7.2.2006; Uysal ve diğerleri v. Türkiye, B. No: 13101/03, 22.9.2005; Reçber v. Türkiye, B. No: 52895/99, 2.2.2006; Mehmet Yiğit v. Türkiye, B. No: 28185/02, 21.7.2005; Mehmet Kılıç v. Türkiye, B. No: 28169/02, 11.4.2006; Karaaslan v. Türkiye, B. No: 72970/01, 4.4.2006; Şeyhmus Yaşar ve diğerleri v. Türkiye, B. No: 44763/98, 8.11.2005; Karapınar v. Türkiye, B. No: 49394/99, 2.8.2005; Tınarlıoğlu v. Türkiye, B. No: 3820/03, 31.3.2009; Arslaner v. Türkiye, B. No: 23903/02, 24.5.2007; Kökmen v. Türkiye, B. No: 35768/02, 20.4.2006; Yalçınkaya v. Türkiye, B. No: 14796/03, 2.2.2006; Yüce v. Türkiye, B. No: 75717/01, 21.2.2006; Emrullah Hattatoğlu v. Türkiye, B. No: 48719/99, 14.4.2005; Cuma Ali Doğan ve Betül Doğan v. Türkiye, B. No: 76478/01, 21.2.2006; Kuzu ve diğerleri v. Türkiye, B. No: 44000/98, 10.1.2006; Tulumbacı ve diğerleri v. Türkiye, B. No: 76571/01, 13.6.2006; Acar ve diğerleri v. Türkiye, B. No: 53796/00, 10.1.2006; Tiryakioğlu v. Türkiye, B. No: 45436/99, 24.5.2005; Keltaş v. Türkiye, B. No: 67252/01, 29.11.2005; Cemile Açıkgöz v.  Türkiye,  B.  No:  76855/01,  24.10.2006;  Okur  v.  Türkiye,  B.  No:  76567/01, 13.6.2006; Mehmet Hanifi Kaya v. Türkiye, B. No: 17742/03, 6.3.2007; Yatır v. Türkiye, B. No: 74532/01, 7.2.2006; Kayatepe v. Türkiye, B. No: 57375/00, 31.5.2005; Kara ve Midilli v. Türkiye, B. No: 76498/01, 13.6.2006; Çağlar ve diğerleri v. Türkiye,Araş. Gör. Didem Birbir Efendioğlu                                                                        219 AİHM in kamulaştırma bedelinin tazmini bakımından denetimini yapmakta olduğu başvurucunun mülkiyet hakkı ile (kamulaştırma işleminin) genel yararın gerekleri arasındaki adil denge kavramından neyin anlaşılmaması gerektiği, AİHM kararlarında önemle vurgulanmaktadır14. Buna göre, AİHS ile korunan mülkiyet hakkı her durumda kamulaştırmaya konu olan taşınmazın tam bedelinin ödenmesini güvence altına almamaktadır. Ekonomik reform veya sosyal adaleti gerçekleştirmek gibi geniş anlamdaki tedbirleri uygulamak adına istisnaen meşru kamu yararı  gayesiyle  yoksun  bırakılan  mülkün  piyasa  değerinin  altında ödeme yapılması, ölçülülük ilkesine aykırı olmayabilmektedir. Bu bağlamda AİHM in kamulaştırma bedeline olan yaklaşımın gerçek değer temelli olmadığı, daha ziyade adil dengenin temini için yeterli kabul edilebilecek tazminat olduğu tespitinde bulunulabilmektedir. AİHM in tazminat odaklı yaklaşımı akılda tutularak değerlendirildiğinde, enflasyon dolayısıyla kamulaştırma bedeli bakımından %3 oranındaki bedelde azalmanın, başvurucunun mülkiyet hakkının ihlaline sebebiyet vermediği yaklaşımı da tazminat odaklı yaklaşımla çelişmemektedir15.  Yine AİHM, davanın ihdas edildiği tarih ile kararın verildiği 1 yıllık süreli enflasyon dolayısıyla kamulaştırma bedelinde %10.74 oranında meydana gelen değer kaybı neticesinde herhangi bir faiz işletilmeden yapılan ödemeyi, genel yarar ile başvurucunun temel haklarının korunması arasındaki adil dengeyi bozucu nitelikte görmemiştir. Bu sebeple de mülkiyet hakkının ihlal edilmediğini düşünmektedir16.   B. No: 57647/00, 13.6.2006; Yusuf Sarı v. Türkiye, B. No: 76797/01, 13.6.2006; Mehmet Ali Gündüz v. Türkiye, B. No: 27633/02, 10.8.2006; Mutlu v. Türkiye, B. No: 8006/02, 10.10.2006; Tunç v. Türkiye, B. No: 54040/00, 24.5.2005; Yıltaş Yıldız Turistik Tesisleri A. Ş. v. Türkiye, B. No: 30502/96, 24.4.2003;  Dökmeci v. Türkiye, B. No: 74155/14, 6.12.2016. 14 Sporrong ve Lönnroth v. İsveç, B. No: 7151/75 ve 72/52/75, 23.9.1982; James ve Diğerleri v. İngiltere, B. No: 8793/79, 21.2.1986; Papachelas v. Yunanistan, B. No: 31423/96, 25.3.1999; Lithgow ve Diğerleri v. İngiltere, B. No: 9006/80, 9262/81, 9263/81, 9265/81; 9266/81; 9313/81; 94040. 15 Kurtuluş v. Türkiye, B. No: 24689/06, 28.9.2010. 16 Güleç ve Armut v. Türkiye, B. No: 25969/09, 16.11.2010.220                                                                                            TAÜHFD/ZtdR - 2020/2 Benzer şekilde, ödenen kamulaştırma bedeli ile bedelin tamamı arasındaki farkın %5 ten az olduğu durumlarda aradaki farkın, hesaplama yönteminden kaynaklanan bir belirsizlik payı olarak yorumlanabileceği ve bu durumun da yine mülkiyet hakkının ihlaline sebebiyet vermediğine hükmedilmiştir17. 2.3.  Kamulaştırma Bedeli Dolayısıyla Mülkiyet Hakkının İhlali Konulu Davalarda (Bireysel Başvurularda) AYM nin Yaklaşımı Kamulaştırma bedeli dolayısıyla mülkiyet hakkının ihlali konulu davalarda AYM nin yaklaşımının tespiti, bu konudaki davaların incelenmesi ile mümkündür. Bu bağlamda sonraki birçok kararda da kendisini atıfta bulunulan Mehmet Akdoğan ve diğerleri, B. No: 2013/817, 19.12.2013 kararının değerlendirilmesinin gerekli olduğu kanaatindeyiz18. Söz konusu başvuru, ilgili taşınmazın kamulaştırma bedelinin tespiti davasının dokuz yıl sürmesi ve dava açma tarihi esas alınarak belirlenen kamulaştırma bedelinin dava sonunda faiz işletilmeden ilgililere ödenmesi dolayısıyla mülkiyet haklarının ihlal edildiği iddiasına ilişkindir.  AYM, yaptığı değerlendirmeler neticesinde sırasıyla aşağıdaki tespitlerde bulunmuştur: 1-  Özel mülkiyetteki bir taşınmazın kamu yararı amacıyla ihtiyaç duyulması halinde şekil ve koşulları yasayla belirlenmek şartıyla kamulaştırılmak suretiyle kamu hizmetine tahsis edilerek özel mülkiyeti sona erdirilebilir. Kamulaştırmanın nasıl ve hangi ilkelere göre yapılacağı Anayasa nın 46. maddesinde ayrıntılı olarak düzenlenmiştir (para. 32).  17 Arabacı v. Türkiye, B. No: 65714/01, 7.3.2002. 18 Aynı yönde kararlar için bkz. Fikri Erdoğan ve diğerleri, B. No: 2013/9032, 5.11.2014; Abdülkerim Babir ve diğerleri, B. No: 2013/2550, 10.12.2014; Özgül Tan ve diğerleri, B. No: 2013/9499, 24.6.2015; İsmet Zeynep Cantaş ve diğerleri, B. No: 2013/847, 22.6.2015; Nevzat Albayrak ve diğerleri, B. No: 2013/9822, 22.6.2015; Mustafa  Ünlü,  B.  No:  2013/735,  17.9.2014;  Tülay  Şahin,  B.  No:  2013/1568, 8.5.2014; Nebahat Tanrıverdi, B. No: 2012/1313, 6.3.2014; Nurettin Albayrak ve diğerleri, B. No: 2013/4809, 22.1.2015.Araş. Gör. Didem Birbir Efendioğlu                                                                        221 2-  Anayasa Mahkemesinin bireysel başvuru incelemesinde açıkça temelden yoksun veya keyfi olduğu anlaşılmadıkça yetkili kamu organlarının kamu yararı tespiti konusundaki takdirine müdahalesi söz konusu olamaz (para. 36). 3-  Anayasa nın 35. maddesine göre kişilerin mülkiyetleri ancak kanunla öngörülmüş usullerle ve kamu yararı gereği karşılığı ödenmek suretiyle ellerinden alınabilir. Anayasa nın 13. maddesinde yer alan ölçülülük ilkesi gereği kişilerin mülklerinden mahrum bırakılmaları halinde elde edilmek istenen kamu yararı ile mülkünden mahrum bırakılan bireyin hakları arasında adil bir denge kurulması gerekmektedir (para. 37). 4-  Kamu  yararı  bulunması, kamulaştırma kararının  yasada  gösterilen esas ve usullerine uyulması, gerçek karşılığın peşin ve nakden ödenmesi kamulaştırmanın anayasal öğeleridir (para. 39). 5-  Bununla beraber gerçek karşılığının altında bir bedel ödenerek bir taşınmazın idareye geçmesi de Anayasa nın 46. maddesi hükmüne açıkça aykırılığın yanında mülkiyet hakkına Anayasa nın 13. maddesinde yer alan ölçülülük ilkesini aşan ve mülkünden yoksun bırakılan kişiye ulaşılmak istenen kamu yararıyla kıyaslandığında ölçüsüzce ağır bir yük yükleyen ve makul olmayan müdahale niteliğindedir (para. 41). 6-  İdarenin, malikin rızasına  gerek olmaksızın yapabileceği bir işlem olan kamulaştırma nedeniyle peşin ödemesi gereken bedeli ödemede gecikmesi durumunda hissedilir değer kaybına neden olan unsurların varlığının dikkate alınmaması halinde ödenen bedelin gerçek karşılık olarak nitelendirilemeyeceği açıktır… Başvurucuların mülkiyet hakkına yapılan müdahalenin orantılı olabilmesi için  ödenen  tutarların  enflasyonun  etkilerinden  arındırılarak güncelleştirilmesi,  yani kamulaştırma tarihi  ile  ödeme  tarihi arasında geçen süredeki hissedilir değer kaybını telafi edecek biçimde faiz uygulanması gerekir. (para. 42). AYM somut olay özelinde yaptığı müteakip değerlendirmede ise, mülkten yoksun bırakmanın kanuna uygun bir kamulaştırma işlemi ile yapıldığını ve söz konusu kamulaştırmanın kamu yararı şekildeki meşru amaca yönelik olduğu belirlemesinde bulunmuştur. Bu aşa-222                                                                                            TAÜHFD/ZtdR - 2020/2 mada başvurucuların mülkiyet haklarının ihlal edilip edilmediğinin belirlenebilmesi için, ilgili kamulaştırma işleminin başvurucuların üzerinde ölçülü olmayan aşırı bir yük yükleyip yüklemediğinin tespiti gerekmektedir. Olayda dava tarihi esas alınarak ödemesi yapılan kamulaştırma bedeli, 8 yıl 8 ay sonra faizsiz olarak ödenmiştir. Bu sürede enflasyonda meydana gelen artış oranı ise %104,63 tür. Bu kapsamda enflasyonda meydana gelen artış dolayısıyla faizsiz ödenen kamulaştırma bedelinde meydana gelen değer kaybı dikkate alındığında, başvurucuların üzerine idarenin ulaşmak istediği meşru kamu yararı ile haklı gösterilemeyecek şekilde orantısız  ve  aşırı  yük bindiği  sonucuna ulaşılmaktadır.  Bu  sebeple AYM, Anayasa m. 35 in ihlaline hükmetmiştir.  Kanunilik ilkesine uygun kamulaştırma işleminden farklı olarak mülkiyete yapılan müdahalenin kamulaştırmasız el atma kapsamında da yapılmış olması mümkündür. Bu bağlamda başkaca kararlarda kendisine çokça atıf yapılan Celalettin Aşçıoğlu, B. No: 2013/1436, 6.3.2014 kararının değerlendirilmesinin gerekli olduğu görülmüştür19. Söz konusu başvuru,  ilgili taşınmazın idare tarafından kanal haline dönüştürülmesi neticesinde oluşan zararın tahsil edilmesi talebiyle açılan davada, davanın taraflarının talebi olmaksızın kamulaştırmasız el atma şeklinde değerlendirilmesi ve tarımsal net gelir yöntemi dikkate alınarak daha düşük tazminat belirlenmesi ile taşınmazın yol olarak terkinine karar verilmesi sonucu adil yargılanma ve mülkiyet haklarının ihlal edildiğine ilişkindir. AYM, yaptığı değerlendirmeler neticesinde sırasıyla aşağıdaki tespitlerde bulunmuştur: 1-  Kamulaştırma yapmaya yetkili olan Devlet, kamu tüzel kişileri, kamu kurumları veya kamu yararı bulunması halinde yararlarına kamulaştırma yapılabilecek  gerçek  ve  özel  hukuk  kişileri  tarafından,  Anayasa nın 46. maddesi ve 2942 sayılı Kamulaştırma Kanunu na aykırı şekilde, özel mülkiyete konu taşınmazlara kısmen veya tamamen, fiilen veya hukuken bedelsiz olarak el koyma işlemine ‘kamulaştırmasız el atma  denmektedir (para. 55).  19 Mustafa Asiler, B. No: 2013/3578, 25.2.2015; Hayati Tunç ve diğerleri, B. No: 2014/1028, 10.3.2016; Maşallah Söylemez, B. No: 2017/30783, 29.1.2020; Mahmut Keskin,  B.  No:  2017/30396,  13.2.2020;  Emine  Atılğan  ve  diğerleri,  B.  No: 2017/30873, 11.3.2020.Araş. Gör. Didem Birbir Efendioğlu                                                                        223 2-  Kamulaştırmasız el atma, idareye, taşınmazı kullanma ve kamulaştırma işlemi yapmadan taşınmazı elde etme imkânı sağlamaktadır. Böyle bir kamulaştırma işlemi olmadığından, kullanılan taşınmazın devrini meşrulaştırma ve belli bir hukuki güvence sağlama imkânı sunan tek unsur, idare tarafından kullanımın yasal olmadığını tespit eden ve bireylere kamulaştırmasız el atma nedeniyle tazminat ödenmesine hükmeden mahkeme kararıdır. Kamulaştırmasız el atma uygulaması, hukuki planda taşınmazların  maliki  olarak  kalan  başvuranları,  herhangi  bir kamu yararı gerekçesi ile eylemini haklı kılmayan idareye karşı dava açmak zorunda bırakmaktadır. Böyle bir kamu yararı gerekçesinin gerçekliği ancak daha sonra mahkemeler tarafından değerlendirilmektedir.  Başka  bir  deyişle, kamulaştırmasız  el  atma,  her  ne olursa olsun, idare tarafından isteyerek oluşturulmuş kanuna aykırı bir durumu hukuki olarak kabul etmeye ve idareye, kanuna aykırı davranışından fayda sağlama imkânı sunmaya yol açmaktadır.  İdareye  resmi kamulaştırma kurallarının  ötesine geçme imkânı sağlayan böyle bir uygulama, kişilere öngörülemez ve keyfi durumlarla karşılaşma tehlikesi taşımaktadır. Söz konusu uygulama, yeterli derecede hukuki güvence temin edecek ve gerektiği şekilde gerçekleştirilen bir kamulaştırmanın alternatifini oluşturacak nitelikte değildir (para. 57). AYM somut olay özelinde yaptığı müteakip değerlendirmede ise, taşınmazın belirli bir bölümüne idarece ihmalen yapılan kamulaştırmasız el atmanın, Anayasa m. 35 ve m. 46 da ve 2942 sayılı Kamulaştırma Kanununda öngörülen usule uymayan ve kanunilik kriterini ihlal eden bir müdahale olduğu tespitinde bulunmuştur. Bu sebeple de Anayasa m. 35 in ihlaline karar vermiştir. Bununla birlikte derece mahkemelerince başvurucuya faizi ilave edilmek suretiyle kamulaştırma bedelinin ödenmesine hükmedildiği gerekçesiyle ayrıca bir tazminata hükmedilmemiştir. AYM bireysel başvuru kararları incelendiğinde kamulaştırma bedelinin tespiti bakımından yüksek mahkemenin belirlediği kriterler aşağıdaki gibi sıralanabilir: -  Ölçülülük ilkesi gereği, mülkünden mahrum bırakılan birey ile224                                                                                            TAÜHFD/ZtdR - 2020/2 elde edilmek istenen kamu yararı arasında adil bir denge olmalıdır. Adil dengenin sağlanabilmesi, mülkünden mahrum bırakılan kişinin makul olmayan ve ölçüsüz bir yüke katlanma zorunluluğu ile karşı karşıya kalmasını engelleyebilmek için Anayasa m. 46 da da belirtildiği üzere gerçek karşılığın peşin ve nakden ödenmesi gerekir.  -  Peşin ödenmesi gereken gerçek karşılığın idarece ödenmesinin gecikmesi halinde söz konusu müdahalenin orantılı olabilmesi için, kamulaştırma bedeli olarak ödenecek meblağın enflasyonun etkilerinde arındırılacak şekilde güncelleştirilmesi, yani kamulaştırma tarihi ve ödeme tarihi arasında geçen süredeki değer kaybını sübvanse edecek düzeyde faiz20 uygulanması gereklidir. Bu noktada belirtmek isteriz ki AİHM de görülmüş olan Yetiş ve diğerleri v. Türkiye21 davasında AİHM, uygulanacak faiz oranı hakkında önemli bir belirlemede bulunmuştur. Davada başvurucular,  tazminatlarında ortaya çıkan değer kaybı dolayısıyla uğradıkları mağduriyeti gidermek üzere ulusal mahkemelerin, T.C. Anayasası nın 46. maddesinde öngörülen en yüksek  faiz  oranını  uygulamaları  gerektiğini  ileri  sürmüşlerdir.  Ancak AİHM söz konusu faizin Anayasa m. 46 da belirlenen değer üzerinden hesaplanabilmesi için, kesinleşen kamulaştırma tazminatının olması ve bu tazminatın ödenmemesi halinde ancak ödenmeyen kısmına madde kapsamında öngörülen faizin uygulanabileceğini belirtmiştir. Olay özelinde ise söz konusu tazminat başvuranlara karar tarihinde peşin olarak ödendiğinden Anayasa m. 46 daki faiz hükmünün tatbikinin talebi mümkün değildir22.  SONUÇ İdare, kanun ile yükümlü kılındığı görevlerini ifa ederken kimi  20 Anayasa m. 46/son: İkinci fıkrada öngörülen taksitlendirmelerde ve herhangi bir sebeple ödenmemiş kamulaştırma bedellerinde kamu alacakları için öngörülen en yüksek faiz uygulanır. Kamulaştırma bedelinin ödenmemesi halinde hangi oranda faiz uygulanması gerektiği, Anayasa m. 46/son kapsamında açıkça belirtilmiştir. 21 Yetiş ve diğerleri v. Türkiye, B. No: 40349/05, 6.7.2010. 22 Yetiş ve diğerleri v. Türkiye, B. No: 40349/05, 6.7.2010, para. 44.Araş. Gör. Didem Birbir Efendioğlu                                                                        225 zaman özel hukuk kişilerinin mülkiyetinde bulunan taşınmazlara ihtiyaç duymaktadır. Bu ihtiyacın giderilebilmesi amacıyla, doğrudan Anayasa m. 46 ile, devlet ve kamu tüzel kişilerine kamulaştırma yetkisi tanınmıştır. Kamulaştırma müessesesinin bireyin mülkiyet hakkını ihlal riskini bünyesinde barındırması dolayısıyla bu mal edinme usulünün kapsamının genel hatlarıyla doğrudan Anayasa kapsamında düzenlenmesine ihtiyaç duyulmuştur. Anayasa m. 35 gereği, ancak kamu yararı amacıyla ve kanunla sınırlandırılabilen mülkiyet hakkı sınırlanabilir. Mülkiyet hakkını sınırlandıran bir usul olan kamulaştırma usulünün detayları, bu madde dolayısıyla Kamulaştırma Kanunu kapsamında düzenlenmiştir. Kamulaştırma süreci bakımından önemli bir unsur olan kamulaştırma bedelinin hesaplanması, ödenme şekli, ödenme zamanı vb. diğer unsurlar da yine aynı şekilde Anayasa ve Kanun un ilgili maddelerinde düzenlenmektedir. Ne var ki kamulaştırma bedelinin ilgili mevzuat kapsamında bu denli ayrıntılı düzenlenmiş olması, uygulamada kamulaştırma bedelinin tespitini konu alan uyuşmazlıkların çıkmasına engel olmamıştır. Gerek idarelerin kamulaştırma bedelini zamanında ödememesi, hiç ödememesi ya da eksik ödemesi, gerekse ülkemizdeki enflasyon oranı dolayısıyla belirlenen kamulaştırma bedelinin adilane olmaktan çıkması, söz konusu uyuşmazlıkların AİHM ve AYM nezdinde bireysel başvurulara konu edilmesine sebep olmuştur. Kamulaştırma müessesi, AİHS kapsamında doğrudan yer almamakla birlikte, mülkiyet hakkı bağlamında değerlendirilmektedir. AİHM kararlarıyla sabit olduğu üzere, kamulaştırma bedelinden doğan uyuşmazlıklar da AİHS 1 no lu Ek Protokol m. 1 kapsamında mülkiyetin korumasından yararlanmaktadır. Kamulaştırma bedelinin adilane tespiti bakımından AİHM ve AYM kararlarının benimsediği ilkeler önem arz etmektedir. Bu bağlamda öncelikle belirtmek gerekir ki AYM, kamulaştırma bedelinde gerçek değerin ödenmesini gerekli görmekte iken AİHM, kamulaştırma bedeli kaynaklı zararın tazminini adil dengeyi temine yeter düzeyde tazminat üzerinden yapmakta ve gerçek değer kriterini aramamaktadır. Gerçek değer ve adil dengenin sağlanmasını yeter düzeyde tazminat yaklaşımı karşılaştırıldığında, AYM nin AİHM e nazaran mülkiyet hakkını koruma  bakımından  bir  adım  önde  olduğu  tespitinde  bulunulabilir. AİHM, enflasyon dolayısıyla  kamulaştırma bedelinde uğranan değer kaybının, birey bakımından katlanılmaz bir yük oluşturmaması, başka bir226                                                                                            TAÜHFD/ZtdR - 2020/2 deyişle, bireyin mülkiyet hakkı ile genel yararın gerekleri arasındaki adil dengeyi bozmaması gerektiği görüşündedir. AİHM, dava özelinde adil dengenin bozulduğu kanaatinde olduğu vakit, AİHS 1 no lu Ek Protokol m. 1 in ihlal edildiğine hükmetmektedir. Yine AİHM, ödenen kamulaştırma bedeli ile kamulaştırma bedelinin tamamı arasındaki farkın düşük oranlarda olduğu durumlarda (örn. %3, %5, %10), bu farkı mülkiyet hakkının ihlaline sebebiyet veren oranlar olarak değerlendirmemektedir. Bu yaklaşım, AİHM in adil dengenin sağlanmasında yeter düzeyde tazminat gayesi ile uyum içindedir. AYM kamulaştırma işlemi neticesinde bireyin mülkiyetine yapılan müdahalenin ihlal teşkil edip etmediğini belirlerken sırasıyla, (a) kanunilik, (b) meşru amaç: kamu yararı, (c) ölçülülük: elverişlilik-gereklilik-orantılılık kriterlerini dikkate almaktadır. Bu bağlamda AYM, peşin ödenmesi gereken gerçek karşılığın idarece ödenmesinin gecikmesi, hiç ödenmemesi ya da eksik ödenmesi halinde söz konusu mülkiyet hakkının ihlal edilmediği tespitinde bulunabilmek için mülkiyete müdahalenin orantılı olması gerekir. Mülkiyete müdahalenin orantılı olabilmesi için, kamulaştırma bedeli olarak ödenecek meblağın enflasyonun etkilerinden arındırılacak şekilde güncelleştirilmesi, yani kamulaştırma tarihi ve ödeme tarihi arasında geçen süredeki değer kaybını sübvanse edecek düzeyde faiz uygulanmasını gerekli görmüştür. Sonuç olarak, kamulaştırma bedelinin adilane tespiti bakımından belirlenen kriterler dikkate alındığında AİHM ve AYM nin birbiriyle uyum içinde olan ve birbirini destekler nitelikte kararlar verdiği tespitinde bulunabiliriz. Ancak bu tespiti yaparken, AİHM ve AYM nin kamulaştırma bedeline bakışında farklılaşma doğuran gerçek değer ve adil dengeyi temine yeter düzeyde tazminat kavramlarına yüklenen anlam daima akılda tutulmalıdır.Araş. Gör. Didem Birbir Efendioğlu                                                                        227 ZUSAMMENFASSUNG Die Verwaltung benötigt manchmal auf unbewegliches Vermögen von Privatpersonen angewiesen, um ihre gesetzlichen Pflichten erfüllen zu können sie ihre gesetzlichen Pflichten erfüllt. Um diesen Bedarf zu decken, gewährt Art. 46 der Verfassung den staatlichen und öffentlichen juristischen Personen die Befugnis zur Enteignung. Da der Enteignungsprozess selbst das Risiko einer Verletzung des Eigentumsrechts des Einzelnen beinhaltet, muss die allgemeine Gliederung dieses Eigentumserwerbsverfahrens unmittelbar im Rahmen der Verfassung geregelt werden. Nach Artikel 35 der Verfassung darf das Eigentumsrecht nur in gesetzlich vorgesehenen Fällen und nur zum Zwecke des öffentlichen Interesses eingeschränkt werden. Die Einzelheiten des Enteignungsverfahrens, die das Eigentumsrecht einschränkt, sind im Rahmen des Enteignungsgesetzes geregelt. Die Berechnung des Enteignungsbetrags, der Zahlungsmethode, des Zahlungszeitpunkts usw. ist ein wichtiges Element im Enteignungsprozess, welche ebenfalls in den einschlägigen Artikeln der Verfassung und des Gesetzes geregelt sind. Die Tatsache, dass der Enteignungsbetrag im Rahmen der einschlägigen Rechtsvorschriften so detailliert geregelt wurde, hat jedoch Streitigkeiten über deren exakte Bestimmung in der Praxis nicht verhindern können. Aufgrund der Nichtzahlung oder Unterzahlung des Enteignungsbetrags oder der Versäumnis der Verwaltung den Enteignungsbetrag rechtzeitig zu zahlen, gab es zahlreiche Streitigkeiten in Form der individuellen Beschwerden an die Europäischer Gerichtshof Menschenrechte („EGMR) und das Verfassungsgericht. Dazu kamen weitere Probleme aufgrund der hohen Inflationsrate in unserem Land, welche zur unfairen Ermittlung des Enteignungsbetrags führten. Obwohl der Enteignungsprozess nicht unmittelbar von der Europäische Menschenrechtskonvention („EMRK) erfasst wird, wird sie im Rahmen des Eigentumsrechts bewertet. Wie in den Entscheidungen des EGMR festgelegt, profitieren Streitigkeiten aus dem Enteignungspreis auch vom Schutz des Eigentumsrechts, das in Artikel 1 des Zusatzprotokolls Nr. 1 der EMRK erwähnt wird.228                                                                                            TAÜHFD/ZtdR - 2020/2 Die in den Entscheidungen des EGMR und des Verfassungsgerichts festgelegten Grundsätze sind wichtig für die gerechte Bestimmung des Enteignungsbetrags. In diesem Zusammenhang ist darauf hinzuweisen, dass das Verfassungsgericht es für erforderlich hält, den  tatsächlichen Wert  des Enteignungsbetrags zu zahlen, der EGMR jedoch die Entschädigung des Schadens auf der Grundlage eines  Schadensersatzes  für ausreichend hält, um ein faires Gleichgewicht herzustellen und sucht nicht nach dem Realwertkriterium. Beim Vergleich des Ansatzes  realer Wert  und   ausreichende  Entschädigung  zur  Gewährleistung  eines  fairen Gleichgewichts  kann festgestellt werden, dass das Verfassungsgericht in Bezug auf den Schutz des Eigentumsrechts im Vergleich zum EGMR einen Schritt voraus ist. Der EGMR ist der Ansicht, dass der durch die Inflation verursachte Wertverlust des Enteignungspreises keine unerträgliche Belastung für den Einzelnen darstellen sollte, d.h. das ausgewogene Verhältnis zwischen dem Eigentumsrecht des Einzelnen und den Anforderungen des allgemeinen Interesses nicht gestört werden sollte. Wenn der EGMR der Ansicht ist, dass das Gleichgewicht im Einzelfall gestört ist, führt dies zur Verletzung des Zusatzprotokoll Nr. 1. Auch in Fällen, in denen die Differenz zwischen dem gezahlten Enteignungspreis und dem gesamten Enteignungspreis gering ist (z. B. 3%, 5%, 10%), betrachtet der EGMR diesen Unterschied nicht als eine Verletzung des Eigentumsrechts. Dieser Ansatz steht im Einklang mit dem Ziel des EGMR,  eine ausreichende Entschädigung für ein faires Gleichgewicht zu gewährleisten . Das Verfassungsgericht berücksichtigt (a) Rechtmäßigkeit, (b) legitimen Zweck: öffentliches Interesse, (c) Verhältnismäßigkeit: Verfügbarkeits-, Notwendigkeits- und Angemessenheitskriterien, während es entscheidet, ob der Eingriff in das Eigentum des Einzelnen infolge des Enteignungsprozesses einen Verstoß darstellt. In diesem Zusammenhang muss das Verfassungsgericht  nach  dem  Verhaltnismaßigkeitsprinzip  feststellen, dass das Eigentumsrecht nicht verletzt wurde, falls die tatsächlich im Voraus zu zahlende Rückstellung von der Verwaltung verzögert, überhaupt nicht oder unvollständig bezahlt wird. Damit die Eingriffe in die Immobi-Araş. Gör. Didem Birbir Efendioğlu                                                                        229 lie verhältnismäßig sind, wurde es als notwendig erachtet, den als Enteignungspreis zu zahlenden Betrag zu aktualisieren, um frei von Inflationseffekten zu sein, d.h. Zinsen in einer Höhe anzuwenden, die den Wertverlust ausgleicht zwischen dem Enteignungsdatum und dem Zahlungstermin. Infolgedessen können wir unter Berücksichtigung der Kriterien, die im Hinblick auf eine gerechte Bestimmung des Enteignungspreis festgelegt wurden,  feststellen, dass der EGMR und das Verfassungsgericht Entscheidungen getroffen haben, die im Einklang miteinander stehen und sich gegenseitig unterstützen. Bei dieser Feststellung sollte jedoch berücksichtigt werden, dass der EGMR die Zahlung der Enteignungsentschädigung für erforderlich hält und das Verfassungsgericht die Zahlung des realen Enteignungswertes verlangt.230                                                                                            TAÜHFD/ZtdR - 2020/2 KISALTMALAR a.g.e.  Adı geçen eser AİHM  Avrupa İnsan Hakları Mahkemesi AİHS  Avrupa İnsan Hakları Sözleşmesi AYM  Anayasa Mahkemesi B. No  Başvuru no E.  Esas numarası E.T.  Erişim tarihi K.  Karar numarası K.T.  Karar tarihi m.  Madde para.  Paragraf R.G.  Resmi Gazete S.  Sayı s.  Sayfa v.  Karşı vd.  Ve devamıAraş. Gör. Didem Birbir Efendioğlu                                                                        231",
     "Kaynakça": "KİTAPLAR GEMALMAZ, H. Burak Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı, Beta, İstanbul, 2009. ŞAHİN, Cenk, Acele Kamulaştırma, On İki Levha, İstanbul, 2018. MAKALELER DİNÇ, Güney, “Avrupa İnsan Hakları Sözleşmesi ve Mülkiyet Hakkı”, TBB Dergisi, S. 51, 2004. KARARLAR AİHM KARARLARI Sarıca ve Dilaver v. Türkiye, B. No: 11765/05, 27.5.2010 Akkuş v. Türkiye, B. No: 19263/92, 9.7.1997  Aka v. Türkiye, B. No: 19639/92, 23.9.1998 Sporrong ve Lönnroth v. İsveç, B. No: 7151/75 ve 72/52/75, 23.9.1982 James ve Diğerleri v. İngiltere, B. No: 8793/79, 21.2.1986 Kurtuluş v. Türkiye, B. No: 24689/06, 28.9.2010 Güleç ve Armut v. Türkiye, B. No: 25969/09, 16.11.2010 Arabacı v. Türkiye, B. No: 65714/01, 7.3.2002 Yetiş ve diğerleri v. Türkiye, B. No: 40349/05, 6.7.2010 Papachelas v. Yunanistan, B. No: 31423/96, 25.3.1999 Lithgow ve Diğerleri v. İngiltere, B. No: 9006/80, 9262/81, 9263/81, 9265/81; 9266/81; 9313/81; 94040 Ekin ve diğerleri v. Türkiye, B. No: 67249/01, 29.11.2005 Deligöz v. Türkiye, B. No: 67586/01, 26.1.2006 Taş ve diğerleri v. Türkiye, B. No: 46085/99, 2.8.2005 Salih Kaplan v. Türkiye, B. No: 6073/03, 15.7.2005 Yılmaz ve Gümüş v. Türkiye, B. No: 28167/02, 15.7.2005  Kurucu v. Türkiye, B. No: 28174/02, 15.7.2005232                                                                                            TAÜHFD/ZtdR - 2020/2 Ülker ve diğerleri v. Türkiye, B. No: 64438/01, 23.3.2006  Koçak ve diğerleri v. Türkiye, B. No: 42432/98, 19.5.2004  Mehmet Kaplan v. Türkiye, B. No: 6366/03, 3.10.2006 Mustafa Güçlü ve diğerleri v. Türkiye, B. No: 42670/98, 8.1.2004  Mehmet Emin Acar v. Türkiye, B. No: 1901/02, 10.10.2006 İbrahim Yalçınkaya v. Türkiye, B. No: 14788/03, 30.5.2006  Muharrem Aslan Yıldız v. Türkiye, B. No: 74530/01, 7.2.2006 Uysal ve diğerleri v. Türkiye, B. No: 13101/03, 22.9.2005 Reçber v. Türkiye, B. No: 52895/99, 2.2.2006 Mehmet Yiğit v. Türkiye, B. No: 28185/02, 21.7.2005  Mehmet Kılıç v. Türkiye, B. No: 28169/02, 11.4.2006  Karaaslan v. Türkiye, B. No: 72970/01, 4.4.2006 Şeyhmus Yaşar ve diğerleri v. Türkiye, B. No: 44763/98, 8.11.2005  Karapınar v. Türkiye, B. No: 49394/99, 2.8.2005 Tınarlıoğlu v. Türkiye, B. No: 3820/03, 31.3.2009  Arslaner v. Türkiye, B. No: 23903/02, 24.5.2007 Kökmen v. Türkiye, B. No: 35768/02, 20.4.2006  Yalçınkaya v. Türkiye, B. No: 14796/03, 2.2.2006  Yüce v. Türkiye, B. No: 75717/01, 21.2.2006 Emrullah Hattatoğlu v. Türkiye, B. No: 48719/99, 14.4.2005  Cuma Ali Doğan ve Betül Doğan v. Türkiye, B. No: 76478/01, 21.2.2006  Kuzu ve diğerleri v. Türkiye, B. No: 44000/98, 10.1.2006 Tulumbacı ve diğerleri v. Türkiye, B. No: 76571/01, 13.6.2006  Acar ve diğerleri v. Türkiye, B. No: 53796/00, 10.1.2006 Tiryakioğlu v. Türkiye, B. No: 45436/99, 24.5.2005 Keltaş v. Türkiye, B. No: 67252/01, 29.11.2005 Cemile Açıkgöz v. Türkiye, B. No: 76855/01, 24.10.2006 Okur v. Türkiye, B. No: 76567/01, 13.6.2006Araş. Gör. Didem Birbir Efendioğlu                                                                        233 Mehmet Hanifi Kaya v. Türkiye, B. No: 17742/03, 6.3.2007 Yatır v. Türkiye, B. No: 74532/01, 7.2.2006 Kayatepe v. Türkiye, B. No: 57375/00, 31.5.2005  Kara ve Midilli v. Türkiye, B. No: 76498/01, 13.6.2006  Çağlar ve diğerleri v. Türkiye, B. No: 57647/00, 13.6.2006  Yusuf Sarı v. Türkiye, B. No: 76797/01, 13.6.2006 Mehmet Ali Gündüz v. Türkiye, B. No: 27633/02, 10.8.2006  Mutlu v. Türkiye, B. No: 8006/02, 10.10.2006 Tunç v. Türkiye, B. No: 54040/00, 24.5.2005 Yıltaş Yıldız Turistik Tesisleri A. Ş. v. Türkiye, B. No: 30502/96, 24.4.2003   Dökmeci v. Türkiye, B. No: 74155/14, 6.12.2016 AYM KARARLARI AYM, E. 2002/112, K. 2003/33, K. T. 10.4.2003, R. G. Tarih- Sayı: 4.11.2003-25279 AYM, E. 2015/39, K. 2015/62, K.T. 1.7.2015, para. 20; R.G. Tarih-Sayı: 15.7.201529417 Mahmut Duran ve Diğerleri, B. No: 2014/11441, 1.2.2017  Celalettin Aşçıoğlu, B. No: 2013/1436, 6.3.2014  Mustafa Asiler, B. No: 2013/3578, 25.2.2015  Hayati Tunç ve diğerleri, B. No: 2014/1028, 10.3.2016  Maşallah Söylemez, B. No: 2017/30783, 29.1.2020 Mahmut Keskin, B. No: 2017/30396, 13.2.2020 Emine Atılğan ve diğerleri, B. No: 2017/30873, 11.3.2020 Servet Saraçoğlu ve diğerleri, B. No: 2012/1281, 24.6.2015 Süleyman Oktay Uras ve Sevtap Uras, B. No: 2014/11994, 9.3.2017 Ahmet Arı ve diğerleri, B. No: 2017/14829, 28.1.2020 Emine Dilek Onaran ve diğerleri, B. No: 2017/19987, 12.2.2020 Hava Sipahioğlu ve diğerleri, B. No: 2016/4317, 12.11.2019 Nilüfer Devrim, B. No: 2015/11857, 8.5.2019234                                                                                            TAÜHFD/ZtdR - 2020/2 Derya Alpdoğan ve diğerleri, B. No: 2015/6845, 31.10.2018 Celal Afşin ve diğerleri, B. No: 2015/18943, 19.9.2018 Saadet Esin, B. No: 2014/18103, 26.10.2017 Cevat Aydın, B. No: 2014/13886, 4.10.2017 Ali Şimşek ve diğerleri, B. No: 2014/2073, 6.7.2017 Fikri Erdoğan ve diğerleri, B. No: 2013/9032, 5.11.2014 Abdülkerim Babir ve diğerleri, B. No: 2013/2550, 10.12.2014  Özgül Tan ve diğerleri, B. No: 2013/9499, 24.6.2015  İsmet Zeynep Cantaş ve diğerleri, B. No: 2013/847, 22.6.2015 Nevzat Albayrak ve diğerleri, B. No: 2013/9822, 22.6.2015  Mustafa Ünlü, B. No: 2013/735, 17.9.2014 Tülay Şahin, B. No: 2013/1568, 8.5.2014 Nebahat Tanrıverdi, B. No: 2012/1313, 6.3.2014  Nurettin Albayrak ve diğerleri, B. No: 2013/4809, 22.1.2015 ÇEVRİMİÇİ KAYNAKLAR Aida Grgić, Zvonimir Mataga, Matija Longar, Ana Vilfan, Avrupa İnsan Hakları Sözleşmesi Kapsamında Mülkiyet Hakkı- Avrupa İnsan Hakları Sözleşmesi ve Ek Protokollerinin Uygulanmasına İlişkin Kılavuz Kitap, Avrupa Konseyi İnsan Hakları El Kitapları,  Numara  10,  Strasburg,  2007,  Erişim  Linki:  https://www.anayasa.gov.tr/media/3605/aihskapsamindamulkiyethakki.pdf 2942 sayılı Kamulaştırma Kanununda Değişiklikler Öngören 4650 sayılı Kanunun Genel Gerekçesi, Erişim Linki: https://www2.tbmm.gov.tr/d21/1/1-0837.pdf  2942  sayılı  Kamulaştırma  Kanununda  Değişiklik  Öngören  5999  Sayılı  Ve 18.6.2010  Kabul  Tarihli  Kanunun  Genel  Gerekçesi,  Erişim  Linki: https://www2.tbmm.gov.tr/d23/1/1-0773.pdf"
}