{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "01",
     "Ay": "12",
     "Yıl": "2019",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "ESER SÖZLEŞMELERİNDE GÖTÜRÜ BEDEL VE BU BEDELİN UYARLANMASI",
     "Title": "DER PAUSCHALPREIS IM WERKVERTRAG UND SEINE ANPASSUNG",
     "Yazar İsmi": [
          "DER PAUSCHALPREIS IM WERKVERTRAG UND SEINE ANPASSUNG"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Bedel",
          "götürü bedel",
          "uyarlama",
          "yüklenici",
          "eser sözleşmesi"
     ],
     "Keywords": [
          "Price",
          "lump sum price",
          "adaptation",
          "contractor",
          "contract of work and services"
     ],
     "Özet": "LEŞMELERİNDE GÖTÜRÜ BEDEL VE BU BEDELİN UYARLANMASI DER PAUSCHALPREIS IM WERKVERTRAG UND SEINE ANPASSUNG Dr. Tolga ÖZER(cid:13) ÖZ Çalışmamız kapsamında eser sözleşmesinde götürü bedel kavramını ele aldık. Bu bağlamda, taraflarca kararlaştırılan bedelin götürü olarak kabul edilmesi için gerekli şartların neler olduğunu ve götürü bedel türlerini inceledik. Götürü bedelle kurulan sözleşmelerde iş sahibinin ödeyeceği bedel önceden ve sabit şekilde belirlendiğinden, bu tür sözleşmelerde risk daha çok yüklenici üzerindedir. Ancak kanun koyucu bazı durumlarda yükleniciyi korumuştur. TBK. m. 480 f. 2 uyarınca tarafların öngöremedikleri veya taraflarca öngörülmesinde rağmen göz ardı edilen olağanüstü bir durumun ortaya çıkması ve bunun yüklenicinin borcunu ifasını imkânsız hale getirmesi halinde, yüklenici sözleşmenin uyarlanmasını hâkimden talep edebilecek, bunun mümkün olmaması halinde sözleşmeden dönebilecektir. Makale kapsamında yüklenicinin uyarlamaya talep edebilmesi için gerekli olan şartlar ve bu hakkın kullanılmasının sonuçları da özellikle değerlendirilmiştir.",
     "Abstract": "In my article, I have examined the concept of lump sum price in contracts of work and services1. In the case that the parties determine the amount of the price in advance and fixed that the contractor will pay, it is accepted that the contract was settled on lump sum price. The amount of the lump sum price in principle cannot be changed subsequently. Hence, in the case of lump sum contracts, the risk is more on the side of the contractor. However, legislation protects the contractors in some cases. As per article 480/2 of the Turkish Code of Obligations, if an extraordinary circumstance that cannot be foreseen or has been ignored by the parties appears and it makes impossible for the contractor to fulfill his debt, the contract may be adapted or if it is not possible, be terminated. In my work, I have also examined this right of contractor to adapt or terminate the contract.",
     "Metin": "GÖTÜRÜ BEDEL KAVRAMI A.Genel Olarak Eser sözleşmeleri tam iki tarafa borç yükleyen (sinallagmatik) sözleşmelerdir. Yüklenicinin eseri tamamlama ve teslim borcuna karşılık iş sahibinin bedel ödeme borcu bulunmaktadır. Tarafların ödenecek olan bedelin miktarını sözleşme kurulurken önceden ve kesin olarak belirlemeleri durumunda TBK. m. 480 uyarınca götürü bedel üzerinden kurulmuş bir eser sözleşmesi söz konusu olur2.  1 İsviçre Borçlar Kanunu nun resmi İngilizce çevirinde eser sözleşmesinin karşılığı olarak contract of work and services terimi kullanıldığından biz de aynı terimi kullanmayı tercih ettik.  2 Peter Gauch, Der Werkvertrag, Schulthess Polygraphischer Verlag, Zürih, 2011, N. 900; Turgut Öz, İnşaat Sözleşmesi, Vedat Kitapçılık, İstanbul, 2016, s. 56; Hasan Erman, İstisna Sözleşmesinde Beklenilmeyen Haller, İstanbul, 1979, s. 63; Fikret Eren, Borçlar Hukuku Özel Hükümler, Yetkin Yayınları, Ankara, 2019 s. 666; Cevdet Yavuz, Türk Borçlar Hukuku Özel Hükümler, Beta Basım Yayım, İstanbul, 2014, s. 1043-1044; Fahrettin Aral / Hasan Ayrancı, Borçlar Hukuku Özel Borç İlişkileri, Yetkin Yayınları, Ankara, 2018, s. 415; Mustafa Alper Gümüş, Borçlar Hukuku Özel Hükümler Cilt 2, Vedat Kitapçılık, İstanbul, 2014, s. 80; Aydın Zevkliler / K. Emre Gökyayla, Borçlar Hukuku Özel Borç ilişkileri, Turhan Kitabevi, Ankara, 2018, s. 535; Zekeriya Kurşat,Tolga Özer   187 Götürü bedel üzerinden kurulmuş eser sözleşmelerinde iş sahibinin borcu taraflarca kararlaştırılmış olan bedeli yani belirli bir miktar parayı ödemektir. Ancak, tarafların para yerine başka bir edimin ifasını kararlaştırmaları da mümkündür. Örneğin; arsa payı karşılığı inşaat sözleşmelerinde iş sahibinin borcu arsa payını devretmektir3. Para yerine başka bir edimin ifasının söz konusu olduğu bu gibi durumlarda da kararlaştırılmış olan edim kesin (sabit) şekilde belirlemişse iş sahibinin borcu götürü kabul edilir4. Bedelin götürü bedel olarak adlandırılabilmesi için iki şartın gerçekleşmesi gerekir. İlk şart, ödenecek olan bedelin önceden belirlenmiş olmasıdır5. Her ne kadar TBK. nın götürü bedeli düzenleyen 480. maddesinde bedelin önceden belirlenmiş olması şartı açıkça aranmasa da 480. maddeyi takip eden 481. maddede bedelin önceden belirlenmediği durumlarda nasıl tespit edileceğine ilişkin ayrı bir düzenleme bulunmaktadır. Bedelin önceden belirlenmediği durumlarda götürü bedele ilişkin 480. madde değil, bedelin belirsiz olduğu durumlara ilişkin bu 481. madde uygulama alanı bulacaktır. Şu hâlde, TBK. m. 480 sadece bedelin önceden belirlendiği hallere özel bir düzenlemedir.  Öğretide, bedelin önceden belirlenmiş olması şartı geniş yorumlanmakta ve tarafların bedeli sözleşmenin kurulması sırasında belirledikleri durumların yanında, bedelin yüklenicinin borcunu ifa edeceği tarihe kadar İnşaat Sözleşmesi, Filiz Kitabevi, İstanbul, 2017, s. 94; Mehmet Serkan Ergüne, Eser Sözleşmesinde Götürü Bedele Bağlanan Sonuçların 6098 Sayılı Türk Borçlar Kanunu Açısından İncelenmesi, Prof. Dr. Hasan Erman a Armağan, Der Yayınları, İstanbul, 2015, s. 311; Doruk Gönen, İnşaat Sözleşmesinde Bedel, On İki Levha Yayıncılık, İstanbul, 2016, s. 48-49; Cem Baygın; Türk Hukukuna Göre İstisna Sözleşmesinde Ücret ve Tabi Olduğu Hükümler, Beta Basım Yayım Dağıtım, İstanbul, 1999, s. 30; Faruk Acar, İstanbul Şerhi / Türk Borçlar Kanunu Cilt 6, Vedat Kitapçılık, İstanbul, 2019, M. 480, N. 7; Kenan Tunçomağ, Türk Borçlar Hukuku II. Cilt / Özel Borç İlişkileri, Sermet Matbaası, İstanbul, 1977, s. 1053; Graudenz G. Zindel / Urs Pulver / Bertrand G. Schott, Basler Kommentar OR 1, Helbing Lichtenhahn Verlag, Basel, 2015, Art. 373, N. 6.   3 İş sahibinin borcunun para yerine başka bir edimin ifası olarak kararlaştırıldığı hallerde eser değil, atipik bir sözleşme söz konusu olur. 4 Halûk Tandoğan, Borçlar Hukuku Özel Borç İlişkileri Cilt II, Vedat Kitapçılık, İstanbul, 2010, s. 234-235; Yavuz, s. 1044; Kurşat, s. 96. Yargıtay ın benzer yönde bir kararı için bkz. Yarg.  HGK. T. 27.05.2015, E. 2014/718, K. 2015/1433. 5 Eren, s. 666.188   TAÜHFD/ZtdR - 2019/2 herhangi bir tarihte belirlenmiş olduğu diğer hallerde de bu şartın gerçekleşeceği kabul edilmektedir6. Diğer bir ifadeyle; bu görüş uyarınca, kararlaştırılmış olan bedelin götürü bedel olarak kabul edilebilmesi için en geç yüklenicinin eseri teslim edeceği tarihe kadar belirlenmiş olması yeterlidir. Biz ise götürü bedel üzerinden kurulmuş bir sözleşmeden söz edilebilmesi için bedelin eser sahibinin borcunu ifa edeceği tarihe kadar belirlenmesi gerektiği görüşündeyiz. TBK. m. 479 f. 1 iş sahibinin bedel ödeme borcunun eserin teslimi ile muaccel olduğunu düzenlese de bu hüküm emredici değildir ve taraflar bedelin ifa zamanını istedikleri gibi kararlaştırabilirler. Bu durumda tarafların eser sahibinin bedel ödeme borcunun muacceliyet tarihini eserin tesliminden sonraki bir tarih olarak kararlaştırması durumunda, eserin tesliminden sonra da taraflarca bir götürü bedel belirlenebilmesi mümkündür. Hatta, iş sahibinin borcunun muaccel olacağı ana kadar herhangi bir bedel kararlaştırılmaması nedeniyle TBK. m. 481 uygulama alanı bulacağı durumlarda dahi tarafların sözleşmeyi tadil etmesi ve iş sahibinin, TBK. 481 uyarınca hesaplanacak bedel yerine sabit / götürü bir miktar ödemesini kararlaştırmaları mümkündür. Götürü bedel için aranan ikinci şart, bedelin sonradan değişmeyecek şekilde kesin olarak belirlenmesidir7. TBK. m. 480 f. 1 götürü bedele ilişkin bu şartı açıkça hükme bağlamıştır. Buna göre; bedelin götürü olarak belirlenmiş olduğu durumlarda yüklenici eseri o bedelle meydana getirmek zorundadır. Eser yüklenicinin öngörmüş olduğundan fazla emek ve masraf gerektirmiş olma bile yüklenici bedelin artırılmasını isteyemeyecektir. Bu nedenle öğretide götürü bedel ile yapılan sözleşmeler iş sahibi açısından avantajlı, yüklenici açısından ise riskli kabul edilir8. Ancak ileride değineceğimiz üzere, TBK. m. 480 f. 2 hükmü ile kanun koyucu bedelin değişememesi şartına istisna getirmiştir.  TBK. m. 480 f. 2 de yer alan istisnanın dışında, iş sahibinin esere ilişkin olarak iş değişiklikleri talep etmesi ve bu iş değişikliklerinin maliyet 6 Eren, s. 666. 7 Eren, s. 666-667. 8 Öz, s. 56; Eren, s. 666; Erman, s. 66; Aral / Ayrancı, s. 415; Zevkliler / Gökyayla, 535; Gümüş, s. 80; Yusuf Büyükay, Eser Sözleşmesi, Yetkin Yayınları, Ankara, 2014, s. 164; Georg Gautschi, Berner Kommentar (Art. 363-379 OR), 1967, Art. 373, N. 3a; Theodor Bühler, Zürcher Kommentar Art. 363-379 OR, 1998, Art. 373, N. 1 ve 11; Claire Huguenin, Obligationenrecht Allgemeiner und Besonderer Teil, Schulthess, 2014, N. 3194; Kurşat, s. 237; Gönen, s. 50; Acar, M. 480, N. 10; Ergüne, s. 312; Zindel / Pulver / Schott, Art. 373, N. 1.Tolga Özer   189 artışına neden olması durumunda da götürü bedelin değişmesi mümkündür. Taraflar sözleşme ilişkisine girerken götürü bedeli miktarını kararlaştırdıkları gibi, bu bedelin hangi işleri kapsayacağı konusunda da anlaşmaktadırlar. İş sahibinin iş değişikliği talebinde bulunması ve bunun maliyet artışına neden olması halinde götürü bedelin kapsadığı işlerde de değişiklik meydana gelir. Bu durumda yüklenici götürü bedelin artırılmasını talep edebilecektir. Bedeldeki artışın ne oranda olacağı konusunda tarafların anlaşamaması halinde9 bu oran TBK. m. 481 uyarınca eserin değeri ve yüklenicinin gideri dikkate alınarak belirlenir10. B.Götürü Bedelin Türleri Götürü bedelin başlıca üç türü bulunmaktadır. Bunlar toptan (yalın / sabit) götürü bedel, birim fiyat üzerinden götürü bedel ve değişken (global) götürü bedeldir. Aşağıda iki ana başlık altında götürü bedel türleri ayrı ayrı incelenmiştir. 1. Toptan (Yalın / Sabit) Götürü Bedel ve Birim Fiyat Üzerinden Götürü Bedel Toptan götürü bedel eserin tamamlanması için taraflarca tespit edilen 9 Taraflar arasında ek iş yapılması halinde bedelin ne şekilde hesaplanacağına ilişkin bir anlaşma varsa, fazla imalata ilişkin bedel buna göre hesaplanacaktır. Bu yönde bkz. Yarg. 15. HD. T. 14.12.2016 E. 2015/5730, K. 2016/5156. 10 Gauch, N. 905-905a; Koller, N. 888; Bühler, Art. 373, N. 16; Gönen, s. 218; Baygın, s. 58. Bazı hallerde iş sahibinin yapılacak olan fazla iş için kendisinden artı ücret istenmeyeceği yönünde bir düşüncesi olabilir ve bu hususun dürüstlük kuralı uyarınca yüklenici tarafından bilinmesi gerekebilir. Bu gibi hallerde yüklenicinin yapmış olduğu fazladan iş için sadece sebepsiz zenginleşme veya istisnai hallerde vekaletsiz iş görme hükümleri uyarınca talepte bulunabileceği görüşünde bkz. Koller, N. 888. Biz ise yüklenicinin güven ilkesi uyarınca yapılacak ek iş için kendisinden fazladan ücret talep edilmeyeceği yönünde bir inancı bulunması durumunda, yüklenicinin ücrete ilişkin herhangi bir bildirimde bulunmadan ek işi yerine getirmesi halinde, artı ücret talebinde bulunulamayacağı düşüncesindeyiz. Zira, bu durumda taraflar arasında güven ilkesi gereğince ek işi için ücret talep edilmeyeceği yönünde bir anlaşmanın kurulduğu söylenebilir. Ek iş durumunda bedelin nasıl hesaplanması gerektiğine ilişkin ayrıntılı bilgi için bkz. K. Emre Gökyayla, Türk Hukukunda İnşaat Sözleşmelerinde Ek İş ve Sonuçları, İnşaat Hukuku ve Uygulaması, On İki Levha Yayıncılık, İstanbul, 2017, s. 285 vd.190                                                                                                  TAÜHFD/ZtdR - 2019/2 tek ve sabit bir bedeli ifade eder11. Örneğin; tarafların 300.000 TL karşılığında bir binanın inşası konusunda anlaşmaları halinde, bu bedel toptan götürü bedel olarak nitelendirilir.  Birim fiyat üzerinden götürü bedel ise yükleniciye ödenecek olan miktarın eseri oluşturan birimlerin fiyatlarının esas alınarak belirlendiği götürü bedel türüdür. Burada eser; metre, kilo, litre, parça gibi birimler üzerinden yapılmakta ve birim başına ödenecek bedel taraflarca önceden kesin olarak belirlenmektedir. Yükleniciye ödenecek toplam bedel bu birim fiyatın toplam miktar ile çarpılması sonucu ortaya çıkar12. Örneğin; inşaatta sıvası yapılacak olan yerin metrekaresi için ödenecek olan bedelin taraflarca kesin olarak kararlaştırıldığı durumlarda, birim fiyat üzerinden bir götürü bedel söz konusu olur.  Birim fiyat üzerinden götürü bedelle yapılan işlerde her ne kadar birim fiyat taraflarca kesin ve değişmez olarak belirlenmiş olsa da yapılacak iş miktarının tam olarak belli olmadığı durumlarda, toptan götürü bedelden farklı olarak, yükleniciye yapılacak toplam ödeme kesin olarak belli değildir. Ancak işin tamamlanması ve yapılmış olan iş miktarının tespiti ile birlikte yükleniciye yapılacak ödeme kesin olarak belirlenebilir13. Fiilen kaç birim iş yapıldığını ispat yükü, bu durumdan lehine hak çıkarılacak kişi kendisi olduğundan, yüklenicidedir14. Bunun birlikte, taraflarca ücrete temel alınacak miktarın iş sahibinin veya temsilcisinin katılımıyla belirleneceği kararlaştırılmış olmasına rağmen bu kişiler tespite katılmıyorsa, yüklenicinin tek taraflı olarak saptamış olduğu miktarın doğru olduğu karine  11 Eren, s. 667; Yavuz, s. 1044, dn. 270; Aral / Ayrancı, s. 415; Zevkliler / Gökyayla, s. 536; Büyükay, s. 164; Gönen, s. 50; Acar, M. 480, N. 15; Ergüne, s. 312; Baygın, s. 30.    12 Gauch, N. 917; Tandoğan, s. 236; Öz, s. 56-57; Zevkliler / Gökyayla, s. 539; Eren, s. 668; Yavuz, s. 1044, dn. 271; Aral / Ayrancı, s. 416; Gümüş, s. 80; Alfred Koller, Schweizerisches Werkvertragsrecht, Dike Verlag AG, 2015, N. 187; Gautschi, Art. 373, N. 6a; Bühler, Vorbemerkungen zum Art. 373-373, N. 3; Kurşat, s. 97; Gönen, s. 56-57; Ergüne, s. 312; Acar, M. 480, N. 20; Baygın, s. 34; Zindel / Pulver / Schott, Art. 373, N. 7.  13 Zevkliler / Gökyayla, s. 540; Öz, s. 57; Jörg Schmid / Hubert Stöckli / Frédéric Krauskopf, Schweizerisches Obligationenrecht Besonderer Teil, Schulthess, 2016, N. 1716; Kurşat, s. 97; Gönen, s. 56.  14 Zevkliler / Gökyayla, s. 540; Öz, s. 57; Kurşat, s. 98; Gönen, s. 59; Baygın, s. 35; Zindel / Pulver / Schott, Art. 373, N. 38.Tolga Özer   191 olarak kabul edilmelidir. İş sahibinin bunun aksini ispatlaması mümkündür15. Yapılacak olan iş miktarının toplam kaç birim olacağının sözleşmede belirtilmiş olduğu durumlarda ise yüklenicinin fiilen sözleşmedeki miktardan daha fazla iş yapmış olması halinde, yapılmış olan bu iş özen yükümlülüğünün gereği olmadıkça, fazladan bedele hak kazanılamaz. Örneğin; sözleşmede 200 m2 alanın boyanacağı konusunda anlaşılmış olmasına rağmen, yüklenicinin özenli ifanın gereği olmamasına rağmen 220 m2 alanı boyaması durumunda, anlaşılmış olan kısımdan fazlası için sözleşemeye dayanılarak ücret talep edilemeyecektir.  2.Değişken (Global) Götürü Bedel İleride gerçekleşmesi muhtemel bir şarta bağlı olarak eserin maliyetinin artması durumunda (örneğin; döviz kurunda veya enflasyonda gerçekleşebilecek olan artışa bağlı olarak), belirlenmiş olan götürü bedelin de belirli bir miktar veya oranda artabileceğinin taraflarca kararlaştırılması halinde değişken (global) götürü bedel söz konusudur16. Tarafların sadece artışa ilişkin değil, belirli bir şartın gerçekleşmesiyle birlikte maliyetlerin azalması halinde götürü bedelde belirli oranda indirim yapılacağı konusunda anlaşmaları durumunda da bunun değişken götürü bedel olarak kabul edilmesi gerekir17. Örneğin; malzeme fiyatlarında düşüş olması durumunda, iş sahibinin ödeyeceği götürü bedelin fiyatlardaki düşüşle orantılı olarak indirileceği konusunda tarafların anlaşmaları halinde, sözleşme değişken götürü bedel üzerinden kurulmuştur.  Değişken götürü bedelden söz edilebilmesi için şartın gerçekleşmesi halinde meydana gelecek olan artışın veya indirimin ne miktar veya oranda olacağı kesin bir şekilde kararlaştırılmalıdır. Örneğin; döviz kurunda artış meydana gelmesi halinde, belirlenmiş olan götürü bedelin de döviz kurundaki artışla orantılı olarak en fazla %10 oranında artırılabileceğine ilişkin 15 Öz, s.57-58; Gönen, s. 61-62; Baygın, s. 37. 16 Gauch, N. 910; Öz, s. 58; Koller, N. 187; Zevkliler / Gökyayla, s. 538; Büyükay, s. 165; Bühler, Vorbemerkungen zum Art. 373-373, N. 4; Gönen, s. 54; Acar, M. 480, N. 18; Ergüne, s. 312, dn. 3; Baygın, s. 37; Zindel / Pulver / Schott, Art. 373, N. 6; Kurşat, s.99. Adı geçen son yazar değişken veya global götürü bedel terimini kullanmasa da taraflar arasında bu tür bir götürü bedelin de kararlaştırılabileceğini açıkça ifade etmektedir. 17 Tandoğan, s. 238; Zevkliler / Gökyayla, s. 538; Büyükay, s. 165; Gönen, s. 54. Aksi görüşte bkz. Acar, M. 480, N. 19.192   TAÜHFD/ZtdR - 2019/2 anlaşılması halinde, bu bir değişken götürü bedeldir18. Bu durumda yüklenici döviz kurundaki artıştan dolayı daha fazla zarara uğradığı gerekçesiyle %10 dan fazla bir artış talebinde bulunamayacaktır. II.GÖTÜRÜ BEDELİN ARTIRIMI VEYA SÖZLEŞMEDEN DÖNME A.Genel Olarak Tarafların bir götürü bedel kararlaştırmaları durumunda kural bu bedelin değişememesidir. Bu nedenle yüklenicinin yüklenmiş olduğu işin maliyetini gerçekçi şekilde hesaplayamaması ve daha yüksek maliyetle yapılabilecek olan bir eseri daha düşük maliyetle yapabileceğini sanması halinde, kendisinin bu yüksek maliyete katlanması gerekir. Bu durumda yüklenici sadece şartlarının varlığı halinde, TBK. nın hataya ilişkin hükümleri uyarınca sözleşmeyi iptal edebilir19. Asıl kural götürü bedelin değişmezliği olmakla birlikte kanun koyucu bazı durumlarda yükleniciye hâkimden bedel artırımı talebinde bulunma, bunun mümkün olmaması halinde ise sözleşmeden dönme hakkı tanımıştır. TBK. m. 480 f. 2 uyarınca, başlangıçta öngörülemeyen veya öngörülebilse dahi taraflarca göz önünde tutulmayan durumlar, kararlaştırılmış olan götürü bedelle eserin yapılmasına engel olur ya da son derece güçleştirirse, yüklenici hâkimden götürü bedelin yeni duruma uyarlanmasını talep edebilmektedir. Bunun mümkün olmadığı hallerde ise yüklenici sözleşmeden dönme veya dürüstlük kuralının gerektirdiği durumlarda fesih hakkına sahiptir. 6098 sayılı TBK. nın Aşırı İfa Güçlüğü başlıklı maddesi ile birlikte hukukumuza sözleşmelerin uyarlanmasına ilişkin genel bir düzenleme gelmiştir. TBK. m. 480 f. 2 de yer alan düzenleme ise aynı kurumun eser sözleşmelerine özel bir görünümüdür. Kural özel hükmün genel hükümden önce uygulanması olduğundan, eser sözleşmelerinde götürü bedelin uyarlanmasına ilişkin olarak TBK. m. 480 f. 2 hükmü, TBK. m. 138 hükmünden önce uygulama alanı bulacaktır20. Ancak belirtmeliyiz ki TBK. m. 18 Yargıtay, taraflarca herhangi bir şarta bağlanmaksızın azami bir değer belirlenmesi durumunda ise bunu götürü bedel olarak kabul etmemekte, bu durumda bedelin TBK m.481 hükmü doğrultusunda hesaplanacağı belirtmektedir. İlgili karar için bkz. Yarg. 15.HD. T. 5.7.2004 E. 2003/6466 K. 2004/3724. 19 Öz, s. 64. 20 Kurşat, s. 238-239; Gönen, s. 67; Ergüne, s. 314.Tolga Özer   193 480 f. 2 sadece yükleniciye uyarlama talebinde bulunma hakkı veren bir düzenlemedir21. Bu nedenle iş sahibinin ortaya çıkan beklenmedik şartlar nedeniyle uyarlama talep ettiği hallerde TBK. m. 480 f. 2 değil, TBK. nın uyarlamaya ilişkin genel hükmü olan m. 138 uygulama alanı bulmalıdır22. B.Götürü Bedelin Uyarlanmasının Şartları 1. Başlangıçta Öngörülemeyen veya Öngörülebilmesine Rağmen Taraflarca Göz Önünde Tutulmayan Olağanüstü Bir Durumun Ortaya Çıkması TBK. m. 480 f. 2 nin uygulama alanı bulabilmesi için gereken ilk şart başlangıçta taraflarca öngörülemeyen veya öngörülebilmesine rağmen taraflarca göz önünde tutulmayan olağanüstü bir durumun varlığıdır. Bu şart kendi içerisinde birinden birinin gerçekleşmesi gereken iki farklı unsur taşımaktadır. Buna göre; ya taraflarca söz konusu olağanüstü olayın sözleşme yapılırken hiç tahmin edilememiş olması ya da olağanüstü olay tahmin edilmiş olmasına rağmen taraflarca bunun gerçekleşmeyeceğinin kabul edilmiş olması gerekir23. 21 Öğretide TBK. m. 480 f. 2 (İBK. m. 373 f. 2) nin kıyasen iş sahibi içinde uygulanması gerektiğini savunan yazarlar bulunmaktadır. Bu görüşte bkz. Koller, N. 887 ve 932; Büyükay, s. 174; Huguenin, N. 3194; Ergüne, s. 323-324; Gauch, N. 1145 vd.; Zindel / Pulver / Schott, Art. 373, N. 4.  Olması gereken hukuk bakımından iş sahibine de bedelin uyarlanmasını talep hakkının verilmesi gerektiği yönünde bkz. Baygın, s. 130. 22 Öz, s. 65; Kurşat, s. 239-241. Kanun koyucunun iş sahibinin uyarlama talebinde bulunmasını engellemek amacıyla bilinçli olarak sustuğu ve TBK. m. 480 f. 2  de iş sahibine yer vermediği, şu hâlde iş sahibinin TBK. m. 138 e başvurarak uyarlama talep etmesinin de mümkün olmadığı görüşünde bkz. Gönen, s. 103 vd. özellikle s. 110-111; Doruk Gönen, İnşaat Sözleşmelerinin Uyarlanmasına İlişkin Sorunlar, İnşaat Hukuku ve Uygulaması, On İki Levha Yayıncılık, İstanbul, 2017, s. 349-351.   23 Öz, s. 65. Öğretide bazı yazarlar bir başka unsur olarak meydana gelen olağanüstü olayın sürekli olması şartını da aramaktadır (Bu görüşte bkz. Yavuz, s. 1045; Zevkliler / Gökyayla, s. 543; Büyükay, s. 175; Gönen, s. 74; Baygın, s. 67). Bizce bu şart değildir. Asıl olan olağanüstü durumun sürekliliği değil, etkisidir. Meydana gelen olay sürekli olmasa da yüklenicinin borcunun ifasını mali açıdan imkânsız veya aşırı güç hale getiriyorsa, bu durumda da TBK. m. 480 f. 2 uygulama alanı bulacaktır. Örneğin; deprem ve yangın gibi durumlar sürekli değildir, ancak yüklenicinin TBK. m. 480 f. 2 ye başvurabilmesine imkân sağlayabilmektedirler. Burada aranması gereken olağanüstü durumun değil, olağanüstü durumun etkilerinin sürekli olmasıdır. Biz adı geçen yazarların da aslında olağanüstü durumun sürekli olması gerekir diyerek, bu durumun etkilerinin sürekli olmasını kast ettikleri düşüncesindeyiz.194                                                                                                  TAÜHFD/ZtdR - 2019/2 TBK. m. 480 f. 2 her ne kadar sadece yükleniciye bedelin uyarlanmasını talep ve bunun mümkün olmadığı durumlarda sözleşmeden dönme hakkı verse de madde metninde taraflarca öngörülemeyen olağanüstü durumlardan bahsedilmektedir. Ancak, madde metni amaca uygun olarak yorumlanmalıdır. Bu nedenle sadece yüklenicinin öngöremediği olağanüstü durumlarda da TBK. m. 480 f. 2 uygulama alanı bulacaktır24 25. Gerçekleşmiş olan olayın sadece öngörülmemiş olması uyarlama talebi için yeterli değildir. Olayın aynı zamanda öngörülebilir de olmaması gerekir. Bu hususun tespitinde yüklenicinin sübjektif durumu değil, objektif olarak o mesleği icra eden basiretli bir kişi açısından olayın öngörülebilir olup olmadığı dikkate alınacaktır. Bu nedenle, yüklenicinin bilgisizliği veya deneyimsizliği yüzünden objektif olarak öngörülebilecek bir olayı öngörememesi durumunda TBK. m. 480 f. 2 e dayanılabilmesi mümkün değildir26. Hatta doktrinde olayın öngörülebilir olup olmadığının değerlendirilmesi yapılırken yüklenicinin sahip olduğu fazladan bilgi ve deneyimin de göz önünde tutulması gerektiğini savunan yazarlar da bulunmaktadır.  24 Benzer görüşte bkz. Gauch, N. 1076; Eren, s. 672; Gümüş, s. 90; Tandoğan, s. 240; Kurşat, s. 248; Özer Seliçi, İnşaat Sözleşmelerinde Müteahhidin Sorumluluğu, Fakülteler Matbaası, İstanbul, 1978, s.  55; Baygın, s. 70. Meydana gelen olağanüstü olayın iş sahibi tarafından öngörülebildiği ancak yüklenici tarafından öngörülemediği durumlarda, iş sahibi güven teorisi uyarınca yüklenicinin bu olayı öngörebileceğini düşünmüşse TBK. m. 480 f. 2 nin uygulanamayacağı, ancak iş sahibinin yüklenicinin bu olayı öngöremeyeceğini anlayacak durumda olması halinde TBK. m. 480 f. 2 ye başvurulabileceği yönünde bkz. Öz, s. 66. 25 İBK. m. 373 f. 2 – TBK. m. 480 f. 2 de asıl olarak yüklenicinin sözleşme kurulurken temel aldığı unsurlara ilişkin hataya düşmesi durumunun düzenlendiği, bu nedenle yüklenicinin bedel artırımı talebinde bulunabilmesi için düşülen hatanın esaslı olması gerektiği görüşünde bkz.  Koller, N. 900, 904 ve 908 vd. Sözleşmenin uyarlanmasına neden olan işlem temelinin çökmesi kavramıyla, temel hatası (esaslı saik hatası) arasındaki tek farkın zamansal olduğu, bunlar arasında nitelik açısından fark bulunmadığı  görüşünde  bkz.  Necip  Kocayusufpaşaoğlu,  İşlem  Temelinin  Çökmüş Sayılabilmesi İçin Sosyal Felaket Olarak Nitelendirilebilecek Olağanüstü Bir Olayın Gerçekleşmesi Şart Mıdır?, Prof. Dr. Kemal Oğuzman ın Anısına Armağan, İstanbul, 2000, s. 511-512; Başak Baysal, Sözleşmenin Uyarlanması, On İki Levha Yayıncılık, İstanbul, 2017, s. 213 vd.     26 Tandoğan, s. 240; Zevkliler / Gökyayla, s. 543; Gautschi, Art. 373, N. 15a; Bühler, Art. 373, N. 24; Schmid / Stöckli / Krauskopf, N. 1715; Kurşat, s. 247; Gönen, s. 71; Acar, M. 480, N. 23; Seliçi, s. 56; Tunçomağ, s. 1059; Zindel / Pulver / Schott, Art. 373, N. 16.  TBK. m. 471 de de eser sözleşmelerinde yüklenicinin özen yükümlülüğüne ilişkin olarak basiretli bir yüklenicinin göstermesi gereken özen aranmakta, diğer bir ifade ile objektif bir ölçüt kullanılmaktadır.Tolga Özer   195 Bu görüş uyarınca, orta düzeyde bir yüklenicinin normal koşullar altında öngöremeyeceği bir durum somut olaydaki yüklenicinin bilgi ve deneyimine sahip kişilerce öngörülebilir olmasına rağmen, yüklenici olayı öngöremediyse kendisinin TBK. m. 480 f. 2 ye başvurabilmesi mümkün değildir27. Sözleşme hukukunda ahde vefa kural, uyarlama ise istisna olduğundan biz de uyarlamaya ilişkin olarak yüklenicinin fazladan bilgi ve deneyiminin göz önünde tutulması gerektiği görüşündeyiz.  Sözleşmeyi etkileyen olağanüstü bir durumdan söz edilebilmesi için bu durumun kural olarak sözleşme kurulduktan sonra ortaya çıkması gerekir. Aksi halde, olağan üstü durumunun sözleşme kurulmadan önce zaten mevcut olduğu hallerde TBK m. 480 f. 2 uygulama alanı bulamayacaktır28. Ancak istisnai bazı hallerde sözleşmenin kurulmasından önce var olan olağanüstü durumlara ilişkin olarak da TBK. m. 480 f. 2 uyarınca uyarlama talep edilebilir. Örneğin; tarafların inşaat yapılacak alanı bir uzmana inceletmelerine rağmen, temel kazılırken inşaat yapılacak olan arazinin, uzmanın raporunun aksine, kayalardan oluştuğu meydana çıkmışsa ve bu arazinin kayalık olduğunun objektif olarak öngörülebilmesi mümkün değilse, bu durumda yüklenici uyarlama talep edebilecektir29. Bazı hallerde ise taraflar ortaya çıkacak olağanüstü durumu öngörebilir ancak bunun sonuçlarını veya bu sonuçların ne derece önemli olacağını öngöremezler. Bu gibi durumlarda da uyarlama talep edilebileceğinin kabulü gerekir30. Örneğin; tarafların bir ekonomik kriz beklemelerine rağmen, döviz değerlerinin birden 4 katına çıkmasını beklemedikleri bir durumda, yüklenici TBK. m. 480 f. 2 den yararlanmalıdır. Zira sözleşmedeki bedelin belirlenmesi açısından olağanüstü durumun öngörülememesiyle, bu durumun sonuçlarının öngörülememesi arasında fark bulunmamaktadır.  Kanun koyucu sadece taraflarca öngörülemeyen durumların değil, öngörülmüş olmasına rağmen göz önünde tutulmayan durumların varlığı ha27 Gauch, N. 1076; Eren, s. 672; Gümüş, s. 90; Aral / Ayrancı, s. 417; Acar, M. 480, N. 23; Zindel / Pulver / Schott, Art. 373, N. 16. Son yazar sadece öğretide bu görüşün ileri sürüldüğünü belirtmiş, ancak kendi görüşünü açıkça ifade etmemiştir.    28 Öz, s. 67; Bühler, Art. 373, N. 27; Gönen, s. 70.  29 Gauch, N. 1071; Eren, s. 671; Gönen, s. 74; Seliçi, s. 56. Benzer yönde bkz. Bühler, Art. 373, N. 27. 30 Tandoğan, s. 241; Öz, s. 67; Yavuz, s. 1045; Kurşat, s. 247; Gönen, s. 72; Baygın, s. 71.196   TAÜHFD/ZtdR - 2019/2 linde de yüklenicinin TBK. m. 480 f. 2 hükmüne başvurmasına imkân tanımaktadır. Buna göre tarafların olağanüstü bir durumu öngörebildikleri, ancak bu durumun gerçekleşmeyeceği yönünde bir kabullerinin olduğu31 veya gerçekleşse bile sözleşmeye etkisi olmayacağını düşündükleri32 hallerde de TBK m. 480 f. 2 uygulama alanı bulacaktır. 2. Ortaya Çıkan Olağanüstü Durumun İşin Yapılmasını Engellemesi veya Aşırı Derecede Güçleştirmesi Yüklenicinin götürü bedelin uyarlanmasını talep edebilmesi için taraflarca öngörülememiş ya da öngörülmüş olmasına rağmen göz önünde tutulmamış olan durumun, eserin sözleşmede belirlenmiş olan bedel karşılığında yapılmasını engellemesi veya son derece zorlaştırması gerekir.  Meydana gelmiş olan olağanüstü durumun etkilerinin tespiti somut olaydaki yüklenicinin ekonomik ve fiili durumu göz önünde tutularak, diğer bir ifadeyle sübjektif olarak yapılacaktır. Bazı hallerde ortaya çıkan olağanüstü durum ve maliyet artışı dürüstlük kuralı uyarınca yüklenici bakımında borcunun ifasını ondan beklenemez hale getirebilirken, imkânları geniş diğer bir yüklenici bakımından ise eserin tamamlanıp, teslim edilmesi katlanılabilecek nitelikle olabilir33. Ortaya çıkan olağanüstü durumun yüklenicinin borcunu ifasını engellediği veya diğer bir ifadeyle mali açıdan imkânsız hale getirdiği durumlarda TBK. m. 480 f. 2 nin uygulama alanı bulacağı şüphesizdir. Borcun ifasının aşırı derecede zorlaşmasına ilişkin olarak ise yüklenicinin sözleşmeden beklemiş olduğu kazancı elde edemeyeceği veya zarara uğradığı her durumda, sözleşmeden doğan borcunu ifa etmesinin artık yükleniciden beklenemeyeceği söylenemez. Bazı durumlarda yüklenicinin borcunu ifa etmesi için alacağından fazla masraf yapması gerekebilir. Ancak, yüklenicinin ekonomik durumunun güçlü olması halinde borcun ifası hala ondan beklenebilir. Bu ihtimalde yüklenici zarar bile etse sözleşmeye uymak durumundadır34. Bunun aksi olarak, yüklenicinin zarar etmediği ancak kâr oranında düşüş yaşadığı durumlarda, kâr oranında yaşanan bu düşüş yük31 Tandoğan, s. 241; Erman, s. 79; Büyükay, s. 174. 32 Gümüş, s. 91. 33 Tandoğan, s. 245; Öz, s. 68; Kurşat, s. 252. 34 Gauch, N. 1064; Tandoğan, s. 245; Öz, s. 69; Erman, s. 84; Yavuz, s. 1046; Ergüne, s. 321; Baygın, s. 83. Benzer yönde bir Yargıtay kararı için bkz. Yarg. 4. HD. T. 28.1.1957 E. 568 K. 427Tolga Özer                                                                                                                     197  lenicinin işletmesini ciddi olarak tehlikeye sokuyorsa uyarlama talep edilebilmesi mümkündür35. Yüklenicinin TBK. m. 480 f. 2 ye başvurabilmesi için borcun ifasının aşırı derecede zorlaşmış olması yeterlidir. Borcu ifa etmenin yüklenicinin mali açıdan mahvına veya iflasına sebep olmasına gerek yoktur36. Meydana gelen olağanüstü durumun eserin yapılmasını mali açıdan değil de fiili veya hukuki açıdan imkânsız hale getirdiği durumlarda ise TBK. m. 480 f. 2 uygulanmayacaktır. Zira söz konusu hüküm eserin teknik veya hukuki olarak yapılmasının imkânsız hale geldiği durumlara ilişkin bir düzenleme değildir. Hükmün çerçevesi eserin tamamlanması, diğer bir ifadeyle yüklenicinin borcunu ifası hala mümkün olmasına rağmen, artan maliyetin yüklenicinin borcunu ifa etmesine engel olduğu veya aşırı zorlaştırdığı hallerle sınırlıdır37. Eserin yapılmasının fiili veya hukuki olarak imkânsız hale gelmesi durumunda ise yüklenicinin kusurlu olması halinde kusurlu imkânsızlığa ilişkin TBK. m. 112, yüklenicinin kusursuz olması halinde ise TBK. m. 136 uygulama alanı bulacaktır. 3. Olağanüstü Durumun Meydana Gelmesinde Yüklenicinin Sorumlu Olmaması Kanunda açıkça belirtilmese de yüklenicinin bedelin uyarlanmasını talep edebilmesi için ifayı güçleştiren olağanüstü durumun meydana gelmesinden sorumlu olmaması gerekir38. Örneğin; yüklenicinin işi zamanında bitiremeyerek temerrüde düşmesi ve yüklenici temerrüde düştükten sonra meydana gelen olağanüstü bir durumun eserin tamamlanmasını mali açıda imkânsız hale getirmesi veya aşırı güçleştirmesi halinde de TBK. m. 480 f. 2 ye başvurulabilmesi mümkün olmayacaktır39. Bu şartın temelinde  35 Öz, s. 69.  36 Gauch, N. 1065; Tandoğan, s. 245; Eren, s. 673; Öz, s. 69; Erman, s. 83; Zevkliler / Gökyayla, s. 546; Aral / Ayrancı, s. 418; Yavuz, s. 1046; Büyükay, s. 176; Kurşat, s. 253; Gönen, s. 85; Tunçomağ, s. 1060.    37 Gauch, N. 1054-1055; Tandoğan, s. 246; Öz, s. 69; Eren, s. 672-673; Erman, s. 81-82; Gümüş, s. 92; Bühler, Art. 373, N. 32; Kurşat, s. 253-254; Acar, M. 480, N. 27; Gönen, s. 83; Zindel / Pulver / Schott, Art. 373, N. 22. 38 Gauch, N. 1109; Eren, s. 674-675; Koller, N. 922; Kurşat, s. 254; Gönen, s. 86; Acar, M. 480, N. 30; Ergüne, s. 315; Baygın, s. 86; Tunçomağ, s. 1060; Zindel / Pulver / Schott, Art. 373, N. 25. İsviçre Federal Mahkemesi nin benzer yönde bir kararı için bkz. BGE 26 II 653. 39 Öz, s. 70; Aral / Ayrancı, s. 418; Büyükay, s. 177; Bühler, Art. 373, N. 33; Kurşat, s. 255; Gönen, s. 87-88; Baygın, s. 88; Zindel / Pulver / Schott, Art. 373, N. 25. İsviçre198   TAÜHFD/ZtdR - 2019/2 kimse kendi kusurundan yararlanamaz şeklindeki genel hukuk kaidesinin yattığı kabul edilmektedir40.  İfayı güçleştiren olayın yükleniciye isnat edilebilmesi için bunun yüklenicinin teknik anlamda kusurundan kaynaklanması şart değildir41. Burada önemli olan yüklenicinin fiilinin, gerçekleşen olağanüstü durum ile ifanın aşırı derecede güçleşmesi arasındaki illiyet bağını kesmesidir. Diğer bir ifadeyle, yüklenicinin içine düştüğü ifa güçlüğü, olağanüstü durumun gerçekleşmesinden değil, kendi davranışı sonucu meydana gelmektedir42. Öğretide bazı yazarlar, yüklenicinin olağanüstü durumun gerçekleşmesindeki kusurunun hafif olması hallinde TBK. m. 480 f. 2 ye başvurulabileceğini savunmaktadır43. Ancak, yukarıda da işaret ettiğimiz üzere, ifayı güçleştiren durumun yükleniciye isnat edilebilmesi için onun teknik anlamda kusurlu olmasına gerek yoktur. Bu nedenle, yüklenicinin kusur derecesinin bedelin uyarlanmasını talep hakkı açısından dikkate alınması bizce mümkün değildir. Burada dikkate alınması gereken, yüklenicinin fiilinin olağanüstü durum ve ifa güçlüğü arasındaki illiyet bağını ne oranda etkilediğidir. Yüklenicinin davranışının bu ikisi arasındaki nedenselliği tamamen ortadan kaldırmadığı hallerde, bedelin uyarlanması talebinde bulunulabileceği söylenebilir.  Yüklenici kendisinin değil ancak ifa yardımcının olağanüstü durumun oluşmasından sorumlu olduğu hallerde de TBK. m. 480 f. 2 ye başvuramayacaktır. Zira, TBK. m. 116 uyarınca yüklenici ifa yardımcısının fiillerinden kusursuz olarak sorumludur44. Bu nedenle, ifayı güçleştiren durumun alt yükleniciden kaynaklanması halinde yüklenici götürü bedelin Federal Mahkemesi nin benzer yönde bir kararı için BGE 109 II 333.  40 Gönen, s. 86-87; Baysal, s. 261 vd.; Kemal Gürsoy, Hususi Hukukta Clausula Rebus Sic Stantibus, Ankara, 1950, s. 153. Yüklenicinin ifa güçlüğü yaratan olağanüstü duruma kendisinin sebep olması durumunda, bedelin uyarlanmasını talep edememesinin TBK. m. 136 ile de uyumlu olduğu, söz konusu hüküm uyarınca ifa imkânsızlığının borcu sona erdirebilmesi için imkânsızlıktan borçlunun sorumlu tutulamamasının arandığı yönünde bkz. Gönen, s 87; Baygın, s. 86.  41 Gönen, s. 88-89; Baygın, s. 87. 42 Gönen, s. 87; Baygın, s. 86-87. 43 Seliçi, s. 59; Tunçomağ, s. 1060; Baygın, s. 89; Gönen, s. 89. Adı geçen son iki yazar her ne kadar yüklenicinin hafif kusurundan bahsetse de kendilerinin eserleri bir bütün olarak düşünüldüğünde, yazarların kusur ifadesini teknik anlamda kullanmadıkları, yüklenicinin ifayı ağırlaştıran olaya etkisinin az olması durumundan bahsettikleri sonucuna varılmaktadır.   44 Öz, s. 70; Kurşat, s. 255, dn. 658.Tolga Özer   199 uyarlanmasını talep edemez45. Örneğin; inşaat alanında alt yüklenicinin kusuru ile yangın çıksa ve bu durum yüklenicinin inşaatı belirlenmiş olan götürü bedelle tamamlamasını aşırı derecede zorlaştırsa dahi yüklenicinin uyarlama talep edebilmesi mümkün değildir. 4. Yüklenicinin Meydana Gelen Olağanüstü Durumu İş Sahibine Bildirmiş Olması Yüklenicinin olağanüstü durum ortaya çıktıktan sonra, bu durumu ivedilikle iş sahibine bildirmediği hallerde de TBK. m. 480 f. 2 ye dayanabilme olanağı yoktur46. Yüklenici ancak bu ihbar külfetini yerine getirmiş olması durumunda söz konusu hükümden yararlanabilecektir. Bu bildirim külfetinin dayanağı yüklenicinin eser sözleşmesinden doğan özen yükümlülüğüdür47. Öğretideki bazı yazarlar, bildirim külfetinin kanuni temelinin ise TBK. m.472 f. 3 de bulunabileceği belirtmektedir48. TBK. m. 472 f. 3 uyarınca; iş sahibinin sağladığı malzeme veya yerin ayıplı olması ve bu ayıbın eserin gereği gibi veya zamanında yapılmasını tehlikeye düşürmesi durumunda, yüklenici  bu  husus  işsabine  bildirmek  zorundadır.  Aksi  halde  bunun sonuçlarından sorumlu olur. Yazarlara göre ilgili hüküm kıyasen götürü bedelin uyarlanması için de uygulama alanı bulacak ve yüklenici bildirimde bulunmaması durumunda, maliyet artışına katlanmak durumunda 45 Gauch, N. 1109; Tandoğan, s. 247; Bühler, Art. 373, N. 33. Alt yüklenicinin iş sahibi tarafından seçilmiş olduğu durumlar bunun istisnasını teşkil etmektedir (Öz, s. 70; Kurşat, s. 255, dn. 658). 46 Gauch, N. 1112; Tandoğan, s. 247; Gümüş, s. 93; Erman, s. 89; Zevkliler / Gökyayla, s.546; Eren, s. 675; Yavuz, s. 1047; Koller, N. 927; Gautschi, Art. 373, N. 16a; Bühler, Art. 373, N. 33; Kurşat, s. 255-256; Gönen, s. 99-100; Acar, M: 480, N. 29; Seliçi, s. 56; Ergüne, s. 312; Baygın, s. 89; Zindel / Pulver / Schott, Art. 373, N. 26. 47 Gauch, N. 1112; Gautschi, Art. 373, N. 16a.; Kurşat, s. 255-256; Acar, M. 480, N. 29.  48 Erman, s. 89; Yavuz, s. 1047; Kurşat, s. 356; Gönen, s. 100; Acar, M. 480, N. 29; Ergüne, s. 312, dn. 15; Baygın, s. 89. Öğretideki bir görüş; bildirimde bulunulması durumunda iş sahibinin o zamana kadar yapılmış olan kısmın karşılığını ödeyerek ve yüklenicinin bütün zararlarını tazmin ederek TBK. m. 484 uyarınca sözleşmesi sona erdirebileceğini; bildirim yapılmaması halinde ise iş sahibinin hakkaniyete aykırı olarak bu imkândan mahrum kalacağını ve artırılan bedeli ödemek zorunda kalacağını belirtmektedir (Yavuz, s.1047; Gautschi, Art. 373, N. 16a; Gönen, s. 101-102; Baygın, s. 89). Biz ise aşağıda ayrıntılı olarak açıkladığımız üzere, uyarlamanın şartlarının oluşması ve bu hususun iş sahibine bildirilmesi durumunda, iş sahibinin TBK. m. 484 uyarınca sözleşmeyi sona erdirmesinin hakkaniyete aykırı olduğu, bu nedenle bildirimle birlikte artık TBK. m. 484 e dayanılmasının mümkün olmadığı görüşündeyiz.200                                                                                                  TAÜHFD/ZtdR - 2019/2 kalacaktır. Belirtilmelidir ki söz konusu düzenlemenin de temeli asıl olarak yüklenicinin özen yükümlülüğüne dayanmaktadır.  Yüklenici, meydana gelen olağanüstü durumu ve bu nedenle işin kararlaştırılmış olan götürü bedelle tamamlanamayacağını, diğer bir ifadeyle meydana gelen ifa güçlüğünü iş sahibine bildirmelidir. Öğretide; iş sahibinin bedel artırımını kabul etmemesi durumunda, yüklenicinin TBK. m. 480 f. 2 de yer alan haklarını kaybetmeden işe devam edebilmesi için TBK. m 138 deki düzenlemeye benzer şekilde uyarlamaya ilişkin haklarını saklı tuttuğunu da iş sahibine bildirmesi gerektiği kabul edilmektedir49.  Biz somut olayda işe devam eden yüklenicinin ileride uyarlama talebinde bulunabileceğinin iş sahibi tarafından anlaşılmasının mümkün olduğu hallerde, bu hususun ayrıca bildirilmesine gerek olmadığı, bunun dışındaki durumlarda ise işe devam eden yüklenicinin uyarlama hakkını saklı tuttuğunu belirtmesi gerektiği düşüncesindeyiz. Aksi halde, eserin kararlaştırılan bedelle tamamlanacağı inancında olan iş sahibi hakkaniyete aykırı şekilde sürpriz bir bedel artışıyla karışılacaktır.  Yüklenici olağanüstü olay meydana geldikten hemen sonra bildirimde bulunmalıdır. Bildirimde bulunmakta gecikilmesi durumunda sadece bildirim tarihinden işin bitirilmesi tarihine kadar olan işler için TBK. m. 480 f. 2 uyarınca fiyat artışı talebinde bulunulabilir. Bildirim tarihine kadar olan işler için ise uyarlama talebinde bulunma imkânı olmayacaktır50. 5. Yüklenicinin TBK. m. 480 f. 2 den Doğan Haklarından Vazgeçmiş Olmaması veya Bu Haklarını Sınırlamaması TBK. m. 480 f. 2 emredici bir düzenleme değildir. Tarafların aralarında anlaşarak, hükmün uygulanmasını engellemeleri mümkündür51 52. Taraflar  49 Öz, s. 70; Acar, M. 480, N. 31. Yüklenicinin uyarlamaya ilişkin mahkeme kararı çıkana kadar işe devam etmekle yükümlü olduğu yönünde bkz. Koller, N. 921.  50 Gauch, N. 1113; Gümüş, s. 93. 51 Gauch, N. 1128; Tandoğan, s. 247; Eren, s. 675; Erman, s. 122; Gümüş, s. 95; Zevkliler / Gökyayla, s. 547; Aral / Ayrancı, s. 419; Yavuz, s. 1046; Koller, N. 925; Bühler, Art. 373, N. 48; Kurşat, s. 244; Gönen, s. 91; Acar, M. 480, N. 32; Seliçi, s. 60; Ergüne, s. 316 ve dn. 16; Baygın, s. 100; Tunçomağ, s. 1063; Zindel / Pulver / Schott, Art. 373, N. 34.  52 Her ne kadar yukarıda tarafların anlaşarak yüklenicinin TBK. m. 480 f. 2 den doğan haklarını kaldırabileceklerini veya sınırlayabileceklerini belirtsek de TBK. m. 480 f. 2 nin yükleniciye tanıdığı bedelin artırılmasını talep, bedelin artırılmasının mümkün olmadığı durumlarda ise sözleşmeden dönme hakkı bir yenilik doğuran haktır. Yenilik doğuran haklardan feragat ise hak sahibinin tek taraflı irade beyanıyla mümkündürTolga Özer   201 hükmün uygulamasını tamamen kaldırabilecekleri gibi, başvuru şartlarını zorlaştırarak, hükmü sınırlandırabilirler de53. Yüklenicinin sadece belli bir orandan fazla zarar etmesi durumunda TBK. m. 480 f. 2 ye başvurabileceği yönündeki bir sözleşme hükmü bu sınırlandıramaya örnek olarak verilebilir. Ancak belirtmeliyiz ki hakları sınırlayan kayıtların dar yorumlanması kuralı gereğince, yüklenicinin TBK. m. 480 f. 2 den doğan haklarını sınırlayan kayılar da dar yorumlanmalıdır54. Bu bağlamda, sözleşmede kararlaştırılmış olan bedel kesindir veya kararlaştırılmış fiyat değiştirilemez vb. ifadelerin kullanılması tek başına bedelin uyarlanmasını talep hakkının taraflarca ortadan kaldırıldığı şeklinde yorumlanmamalıdır55. Bazı hallerde ise taraflar hangi durumlarda yüklenicinin TBK. m. 480 f. 2 ye başvurabileceğini sınırlı olarak saymakta ve bu durumlar dışında başvurunun mümkün olmayacağını sözleşmede belirtmektedirler. Bu ihtimalde tarafların saymış oldukları olağanüstü durumlar her ne kadar öngörülmez olmaktan çıksa ve kanun hükmü öngörülmezlik şartını arasa da sözleşmede sayılmış olan durumların varlığı halinde TBK. m. 480 f. 2 ye başvurulabileceği taraflarca açıkça kararlaştırılmış olduğundan, tarafların kanunun aradığı öngörülmezlik şartını kaldırdıklarının ve sayılmış olan bu durumların gerçekleşmesi halinde yüklenicinin uyarlama talebinde bulunabileceğinin kabulü gerekir56. Sözleşmede sınırlı sayıda sayılmış olan (Vedat Buz, Medeni Hukukta Yenilik Doğuran Haklar, Yetkin Yayınları, Ankara, 2005, s.422-423). Bu nedenle tarafların anlaşmasının yanında yüklenicinin tek taraflı bir irade beyanıyla da TBK m. 480 f. 2 den doğan haklarından feragat edebilme imkânı bulunmaktadır (Koller, N. 925). Uyarlama için gerekli şartların daha gerçekleşmediği dönemde uyarlamaya ilişkin yenilik doğuran hak aslında daha doğmamıştır. Ancak doktrinde de ifade edildiği üzere, feragat yoluyla ileride doğacak bir yenilik doğuran hakkın doğumuna da engel olunabilmesi mümkündür (Buz, s. 414). 53 Gauch, N. 1128; Eren, s. 675; Kurşat, s. 244-245; Zindel / Pulver / Schott, Art. 373, N. 34. Sözleşme  serbestisi  ilkesi  gereği,  taraflar  TBK.  m.  480  f.  2  hükmüne başvurulmasının  şartlarını  zorlaştırabilecekleri  gibi  kolaylaştırabilirler  de.  Hâkim kararına gerek olmadan, sadece yüklenicinin irade beyanı ile sözleşme bedelinin yeni duruma göre uyarlanacağına ilişkin bir anlaşma, taraflarca hükmün kullanımının kolaylaştırılmasına örnek olarak verilebilir (Gauch, N. 1128; Zindel / Pulver / Schott, Art. 373, N. 35). 54 Tandoğan, s. 249; Eren, s. 676.  55 Tandoğan, s. 249; Gönen, s. 97.  56 Öz, s. 67-68; Kurşat, s. 244; Zindel / Pulver / Schott, Art. 373, N. 20. Konuya ilişkin ayrıntılı bir inceleme için bkz. Gönen, s. 91 vd.202   TAÜHFD/ZtdR - 2019/2 olağanüstü durumlar haricinde meydana gelen diğer olağanüstü durumlarda ise yüklenici bedelin uyarlanmasını isteyemez57. Ancak, tarafların TBK. m. 480 f. 2 hükmünün uygulanmasını sınırladıkları veya kaldırdıkları hallerde bile iş sahibinin bunu ileri sürmesinin hakkın kötüye kullanılması oluşturduğu durumlarda, yüklenici TBK. m. 480 f. 2 ye başvurabilir58. B. Yüklenicinin TBK. m. 480 f. 2 den Doğan Hakkını Kullanması ve Bunun Sonuçları TBK. m. 480 f. 2 de yüklenicinin sözleşmenin uyarlanmasına ilişkin hakkını sadece dava yoluyla kullanabileceği açıkça hükme bağlanmıştır. Hâkim, yüklenicinin başvurusu üzerine sözleşmenin uyarlanması için gerekli şartların gerçekleşip gerçekleşmediğini değerlendirecektir.  Madde metninde sadece bedelin değil, sözleşmenin yeni koşullara uyarlanmasından bahsedilmektedir. Şu hâlde; hâkimin bedel artışı dışında, iş görme süresini uzatmak veya iş miktarını azaltmak gibi farklı şekillerde sözleşmeye müdahale imkânı vardır59. TBK. m. 480 f. 2 de sadece sözleşmenin uyarlanmasına ilişkin hakkın mahkemeye başvurularak kullanılacağı belirtilmekte, uyarlamanın mümkün olmaması halinde kullanılabilecek olan dönme hakkına ilişkin benzer bir şart aranmamaktadır60.  Dönme hakkı yenilik doğurucu bir hak oldu57 Tarafların hangi hallerin mücbir sebep sayılacağı yönünde anlaşabilecekleri ve artık bunlar  dışında kalan hallerin  mücbir  sebep  sayılamayacağı  yönünde  bkz.  Halûk Tandoğan, Türk Mes uliyet Hukuku, Vedat Kitapçılık, İstanbul, 2010, s. 468. Benzer yönde bir Yargıtay kararı için bkz. Yarg. 4. HD. T. 30.10. 1958 E. 5802 K. 7150 (Karar metni için bkz. Erman, s. 72, d. 2). Aksi görüşte bkz. Öz, s. 67-68; Erman, s. 72. 58 Tandoğan, s. 250; Zevkliler / Gökyayla, s. 548; Gönen, s. 99; Seliçi, s. 62; Ergüne, s. 316, dn. 16; Baygın, s. 101; Tunçomağ, s. 1062. 59 Gümüş, s. 94; Zevkliler / Gökyayla, s. 550; Yavuz, s. 1048-1049; Kurşat, s. 257; Gönen, s. 124 ve 129-130; Acar, M. 480, N. 35; Ergüne, s. 321. Mehaz İsviçre Medeni Kanunu nun TBK. m. 480 f. 2 yi karşılayan 373 f. 2. maddesinde ise hâkimin sadece bedel artırımı veya sözleşmeden dönme konusunda karar verebileceği yer almaktadır. Bu nedenle İsviçre öğretisinde hâkimin bedel artışı dışında sözleşmeye farklı şekilde müdahale edemeyeceği kabul edilmektedir (bkz. Gauch, N. 1126). 60 TBK. m. 480 f. 2 yüklenicinin sözleşmenin uyarlanmasını hâkimden talep edebileceğini, diğer bir ifadeyle mahkeme aracılığıyla kullanacağını hükme bağlamıştır. Bu durumda  iş  sahibinin  yüklenicinin  borcunun  ifası  için  mahkemeye  başvurması halinde, yüklenicinin, yukarıda açıklamış olduğumuz şartların varlığı halinde, TBK.Tolga Özer   203 ğundan, iş sahibinin hâkimiyet alanına varması ile sonuç doğuran tek taraflı irade beyanı ile kullanılabilir61. Yüklenicinin tek taraflı irade beyanıyla sözleşmeden dönmesinin istisnasını ise arsa payı karşılığı inşaat sözleşmeleri oluşturur. Yargıtay tarafından kabul edildiği üzere, arsa payı karşılığı inşaat sözleşmelerinde iş sahibinin sözleşmeden dönmeyi kabul etmemesi durumunda, dönmenin gerçekleşebilmesi için mahkeme kararı gerekir. Açılan davada hâkim dönme talebinin haklı olup olmadığını inceleyecektir. Hâkimin dönme talebini haklı olarak görmemesi halinde ise sözleşme yürürlükte kalmaya devam eder62. Hâkim bedel artışına ilişkin karar verirken, meydana gelen olağanüstü olayın yol açtığı tüm maliyet artışlarını iş sahibine yüklememeli, taraflar arasında denge kurmalıdır63. Zira, TBK. m. 480 f. 2 nin amacı yüklenicinin katlanamayacağı ölçüde ağırlaşan maliyet artışını onun katlanabileceği bir düzeye çekmekle sınırlıdır64. Aksi durumda hüküm adeta yüklenici lehine kurulmuş olan bir kaza veya afet sigortası haline gelecektir65. Yüklenici ancak hâkimin sözleşmenin olağanüstü durum karşısında uyarlanmasının mümkün olmadığına dair kararından sonra dönme hakkını kullanabilir. Diğer bir ifade ile TBK. m. 480 f. 2  de düzenlenmiş olan m.480 f. 2 den doğan sözleşmenin uyarlanmasını talep hakkını mahkemede def i olarak da ileri sürmesinin mümkün olduğu kanaatindeyiz. 61 Eren, s. 679; Gümüş, s. 94; Kurşat, s. 261; Gönen, s. 116 ve 119; Acar, M. 480, N. 36; Gönen, İnşaat Sözleşmelerinin Uyarlanmasına İlişkin Sorunlar, s. 356. Mehaz İsviçre Medeni Kanunu nun TBK. m. 480 f. 2 yi karşılayan 373 f. 2. maddesinde ise TBK. dan farklı olarak, dönme hakkının da ancak hâkimin kararıyla kullanılabileceği belirtilmektedir.  Hâkim  hakkaniyet  gereği  hem  bedelin  uyarlanmasının  mı  yoksa sözleşmenin sona erdirilmesinin mi gerekli olduğuna hem de sözleşme sona erdirilecekse bunun etkisinin ex tunc mu yoksa ex nunc mu olacağına karar verecektir (Koller, N. 920). İsviçre Federal Mahkemesi ise konuya ilişkin bir kararında maddenin lafzına rağmen burada bir yenilik doğurucu dava değil, yenilik doğurucu hakkın söz konusu olduğunu ve bu hakkın irade beyanıyla kullanılabileceğine hükmetmiştir. Karar metni için bkz. BGE 48 II 119.  62 Örnek kararlar için bkz. Yarg. 15. HD. T. 8.10.1998 E. 1998/2236 K. 1998/3752; Yarg. 15. HD. T. 21.3.2006 E. 2005/1712 K. 2006/1639. Benzer yönde bkz. Hasan Erman, Arsa Payı Karşılığı İnşaat Sözleşmesi, Der Yayınları, İstanbul, 2010, s. 104. 63 Öz, s. 72-73; Eren, s. 678; Zevkliler / Gökyayla, s. 549; Bühler, Art. 373, N. 41; Kurşat, s.258; Gönen, s. 124; Seliçi, s. 55; Baygın, s. 113; Zindel / Pulver / Schott, Art. 373, N.28. 64 Gauch, N. 1115; Kurşat, s. 258; Gönen, s. 127. 65 Eren, s. 678.204   TAÜHFD/ZtdR - 2019/2 bedelin uyarlanmasını talep ve dönme hakları birbirleriyle yaraşan seçimlik haklar değildir. Burada bedelin uyarlanmasına ilişkin olan hak birincil bir hakken, ancak uyarlamanın mümkün olmadığı durumlarda kullanılabilen dönme hakkı ise ikincil bir haktır66. Bu nedenle hâkimin karar verdiği bedel artışını beğenmeyen yüklenicinin TBK. m. 480 f. 2 ye dayanarak sözleşmeden dönme imkânı bulunmamaktadır.  Dönme hakkının kullanılması durumunda bunun taraflar arasındaki sözleşmeye etkisine ilişkin iki hâkim görüş bulunmaktadır. Bizim de katıldığımız klasik görüşe göre yüklenicinin dönme hakkını kullanmasıyla birlikte sözleşme kurulduğu andan itibaren geriye etkili olarak ortadan kalkar. Sözleşme kurulduğu andan itibaren ortadan kalktığından, bu sözleşmeden doğan hak ve borçlar da doğdukları andan itibaren ortadan kalkmış sayılacaktır. Bu durumda iş sahibi eserin bitirilmesini isteyemezken, yüklenici de iş sahibinden bedelin ödenmesini talep edemez. İş sahibi, sözleşmeden dönüldüğü ana kadar yükleniciye herhangi bir bedel ödediyse, bunları sebepsiz zenginleşme hükümleri uyarınca talep edebilecektir. Bunun karşılığında yüklenici de sözleşmeden döndüğü ana kadar üzerinde devam edilebilir kalıcı bazı işler yapmışsa, yapmış olduğu bu işlere ilişkin olarak sebepsiz zenginleşme hükümleri uyarınca iş sahibinden talepte bulunabilir67. Ancak belirtmeliyiz ki sözleşmeden dönülmesi durumunda yüklenicinin yapmış olduğu işlere ilişkin talep edebileceği miktar yapmış olduğu işçi ve malzeme masrafı ile sınırlıdır, diğer bir ifadeyle yüklenici yapmış olduğu kısma ilişkin, sebepsiz zenginleşme hükümlerinin kapsamına girmediğinden, herhangi bir kâr talebinde bulunamayacaktır68. Öğretideki diğer görüş olan yeni dönme teorisine göre ise dönme beyanı sözleşmeyi sona erdirmemekte, onu bir tasfiye ilişkisine döndürmektedir. Taraflar arasındaki sözleşmen doğan borç ilişkisi dönmeyle birlikte, 66 Eren, s. 677. 67 Dönme durumunda iadeye ilişkin sebepsiz zenginleşme hükümlerinin uygulanmasının istisnası ise yüklenicinin kendi malzemesiyle, iş sahibinin arazisine inşaat yapmasına ilişkin  sözleşmelerdir.  Bu  halde;  sözleşme  ilişkisi  geriye  etkili  olarak  ortadan kalktığından, yüklenici başkasının arazisi üzerinde kendi malzemesiyle inşaat yapan kişi konumuna gelecektir ve sebepsiz zenginleşme hükümlerine göre özel hüküm niteliğinde olan haksız inşaat ilişkin TMK. m. 722 vd. burada uygulama alanı bulacaktır (Turgut Öz, İş Sahibinin Eser Sözleşmesinden Dönmesi, İstanbul, 1989, s. 238; Gönen, s.138). 68 Öz, s. 174; Kurşat, s. 260.Tolga Özer                                                                                                                     205  tarafların sözleşme çerçevesinde birbirlerinden aldıklarının iadesine yönelik bir hukuki ilişkiye dönüşmektedir69. Diğer bir ifadeyle bu görüş uyarınca dönme bir bozucu yenilik doğuran hak değil, değiştirici yenilik doğuran haktır. Bu görüşü savunan bazı yazarlara göre sözleşmeden dönülmesiyle birlikte tarafların ileriye dönük borçları sona ererken70, diğer bazı yazarlara göre ise ileriye dönük borçlar sona ermemekte, ancak borçlular borcu ödemekten kaçınmalarını sağlayan bir def i imkânı elde etmektedir71. Tarafların daha önce birbirlerine vermiş oldukları şeyler ise dönme sonucu ortaya çıkan iade borcu kapsamında iade edilecektir. Burada iade sebepsiz zenginleşme hükümlerine göre değil, taraflar arasındaki borç ilişkisi uyarınca gerçekleşecektir. Bu nedenle söz konusu görüşün kabul edilmesi durumunda yüklenici dönme anına kadar yapmış olduğu iş için sadece malzeme ve işçi masrafını değil, sözleşmede kararlaştırılan bedel üzerinden belirlenecek olan miktarı talep edebilecektir. Görüldüğü üzere, bu teorinin kabulü yüklenicinin talepleri açısından dönme ve fesih arasındaki farkı ortadan kaldırmaktadır. Kanun koyucu ise aşağıda da değineceğimiz üzere, sadece dürüstlük kuralının gerektirdiği hallerde dönme yerine fesih imkânının kullanılabileceği açıkça hükme bağlamıştır.  TBK. m. 480 f. 2 de dürüstlük kuralının gerektirdiği hallerde yüklenicinin sadece fesih hakkını kullanabileceği belirtilmektedir. Fesih durumunda, dönmeden farklı olarak sözleşme geriye değil, ileriye etkili olarak sona erer. Sözleşme ileriye etkili olarak sona erdiğinden, yüklenici fesih anına kadar tamamlamış olduğu işlerin bedelini sözleşmede belirlenmiş bedel üzerinden alabilecektir72. Örneğin; tarafların 100.000 TL götürü bedelle anlaşmaları ve yüklenicinin fesih anında işin %30 unu tamamlamış olması halinde, yüklenici sözleşmede işin tamamı için belirlenmiş olan bedelin %30 unu denk gelen 30.000 TL yi talep edebilir. Üzerinde durulması gereken bir diğer nokta ise yüklenicinin TBK. m. 480 f. 2 deki haklarını kullanması için gerekli şartların oluşması halinde,  69 Konuya ilişkin ayrıntılı bilgi için bkz. Rona Serozan, Sözleşmeden Dönme, Vedat Kitapçılık, İstanbul, 2007.  70 Fikret Eren, Borçlar Hukuku Genel Hükümler, Yetkin Yayınları, Ankara, 2018, s. 1148. 71 Serozan, s. 505. 72 Öğretideki bazı yazarlar sözleşmenin feshine neden olan olağanüstü durumdan iş sahibinin sorumlu olması halinde, yükleniciye inşa etmiş olduğu kısım için ödenecek olan bedelin sözleşmede kararlaştırılandan fazla olabileceği görüşündedir. Bkz. Koller, N. 924. Aksi görüşte bkz. Gauch, N. 1117. Konu aşağıda ayrı bir başlık altında incelenmiştir. Bkz. Olağanüstü Olayın İş Sahibine İsnat Edilebilecek Bir Nedenden Kaynaklanması Durumunda Yüklenicinin Tazminat Talep Hakkı başlığı.206   TAÜHFD/ZtdR - 2019/2 iş sahibinin TBK. m. 484 hükmü uyarınca yüklenicinin zararlarını tazmin ederek sözleşmeyi feshetmesinin mümkün olup olmadığıdır. TBK. m. 484 uyarınca iş sahibi eserin tamamlanmış olan kısmının bedelini ve sözleşme sonunda yüklenicinin elde edeceği kârı ödeyerek sözleşmeyi her zaman feshedebilmektedir. Ancak TBK. m. 480 f. 2 nin şartlarının gerçekleşmesi durumunda çoğu zaman yüklenicinin kârı ortadan kalkmakta hatta yüklenici zarar eder duruma gelmektedir. Şu hâlde, iş sahibi TBK m. 484 uyarınca sözleşmeyi feshettiğinde, bu fesih yüklenici aleyhine adaletsiz bir durum ortaya çıkarır. Bu nedenle öğretide de belirtildiği gibi TBK. m. 484 kullanımını sınırlandırılması ve yüklenicinin TBK. m. 480 f. 2 hükmü uyarınca mahkemeye başvurduğu durumlarda, iş sahibinin TBK. m. 484 e dayanarak sözleşmeyi feshedemeyeceğinin kabulü bu haksız durumu ortadan kaldıracaktır73. Hatta biz yüklenici mahkemeye daha başvurmamış olsa dahi uyarlama için gerekli şartların oluşması ve bu hususun iş sahibine bildirmesi halinde artık iş sahibinin TBK. m. 484 e başvurmasının mümkün olmaması gerektiği görüşündeyiz. Zira aksi durumunda somut olayların hemen hemen hepsinde iş sahibinin tam tazminatla feshi hakkını kullanması, hakkın kötüye kullanılması olarak değerlendirilecektir.  C.Olağanüstü Olayın İş Sahibine İsnat Edilebilecek Bir Nedenden Kaynaklanması Durumunda Yüklenicinin Tazminat Talebi Yüklenicinin TBK. m. 480 f. 2 den doğan haklarını kullanabilmesi için ifayı güçleştiren olağanüstü durumun kendi kusurundan kaynaklanmaması gerektiğine yukarıda değinmiştik. Olağanüstü olayın iş sahibinin kusurundan kaynaklanması durumunda ise yüklenicinin TBK. m. 480 f. 2 hükmüne başvurabileceğine kuşku yoktur. Tartışmalı olan nokta, olağanüstü durumun iş sahibinden kaynaklanması ihtimalinde sözleşmenin uyarlanması mümkün değilse ve yüklenici bu nedenle dönme / fesih hakkını kullanarak sözleşmesi sona erdiriyorsa, yüklenicinin meydana gelen kazanç kaybını iş sahibinden talep edilip edilmeyeceğidir.  TBK m. 480 f. 2 uyarınca sözleşmeden dönülmesi halinde yüklenici sadece yapmış olduğu masrafları sebepsiz zenginleşme hükümleri doğrultusunda talep edebilirken, fesih halinde de sadece fesih tarihine kadar ese73 Öz, s. 74. Somut olayda iş sahibinin TBK. m. 484 e başvurmasının nedeni sadece sözleşmenin uyarlanması engellemek ve yükleniciye zarar vermek ise bu durumun hakkın kötüye kullanılması oluşturacağı ve iş sahibinin fesih hakkını kullanamayacağı yönünde bkz. Kurşat, s. 242.Tolga Özer   207 rin tamamlamış olduğu kısmına ilişkin bedele hak kazanmaktadır. Yüklenici, inşaatı tamamlamış olması durumunda elde edebileceği kârdan ise mahrum kalmaktadır. Kanun koyucu götürü bedelin uyarlanmasına ilişkin düzenlemede tazminata ilişkin herhangi bir hususa yer vermeyerek sessiz kalmıştır. Ancak bu durum söz konusu hüküm uyarınca sözleşmeden dönülmesi durumunda tazminata yer olmadığı şeklinde yorumlanmamalıdır74. Bu nedenle biz olağanüstü durumun iş sahibine yüklenebildiği hallerde TBK. m. 480 f. 2 hükmü her ne kadar hukuki açıdan gerçek bir imkânsızlığı  değil,  sadece  mali  bir  imkânsızlığı  düzenlemekteyse  de TBK. nın eser sözleşmelerinde ifanın iş sahibi nedeniyle imkânsız olması halini düzenleyen 485. maddesinin kıyasen burada da uygulanabileceği düşüncesindeyiz75. İlgili madde uyarınca ifanın iş sahibinin kusuru ile imkânsızlaşması halinde yüklenici tüm kazanç kaybını iş sahibinden talep edebilmektedir. Şu hâlde; TBK. m. 480 f. 2 uyarınca sözleşmenin sona erdirildiği hallerde de iş sahibinin olağanüstü olaya kusuru ile neden olması durumunda TBK. m. 485 in kıyasen uygulanması sonucu yüklenicinin kazanç kaybının tamamını iş sahibinden talep edebileceğinin kabulü yerinde olacaktır76.  SONUÇ Çalışmamızda eser sözleşmelerinde götürü bedel kavramını inceledik. Götürü bedel tarafların önceden ve kesin olarak iş sahibinin ödeyeceği bedeli belirledikleri durumlarda söz konusu olmaktadır. Taraflar ödenecek olan bedeli tek ve sabit bir miktar olarak belirleyebilecekleri gibi, sözleşmeyi oluşturan birimler için kesin fiyatlar belirleyerek, eser için ödenecek toplam ücreti bu birim fiyatlar üzerinde de tespit edebilirler. Götürü bedelde kural bedelin sonradan değişmemesidir. Ancak tarafların bazı şartların gerçekleşmesi ve bunun maliyetleri artırması veya azaltması durumunda, bunun götürü bedele de yansıtılacağı konusunda anlaşabilmeleri 74 Gauch, N. 1118; Bühler, Art. 373, N. 45.  75 Götürü bedel üzerinden kurulmuş olan sözleşmelerde iş sahibinin maliyet artışına sebep olması durumunda, bu artışın iş sahibi tarafından karşılanması gerektiği, İBK. m. 376 f.3 ve 378 f. 2 nin (TBK. karşılığı m. 483 f. 2 ve  485 f. 2) burada kıyasen uygulanacağı görüşünde bkz. Koller,  N. 893. 76 Bu durumda yüklenicinin ancak olumsuz zararını talep edebileceği görüşünde bkz. Gauch, N. 1118; Ergüne, s. 322. Yüklenicinin TBK. m. 482 f. 2 nin kıyasen uygulanması sonucu hakkaniyete uygun bir tazminat talep edebileceği görüşünde bkz. Kurşat, s.260.208   TAÜHFD/ZtdR - 2019/2 mümkündür. Öğretide bu bedel türü değişken götürü bedel olarak adlandırılmaktadır. Ancak burada da bedelin götürü bedel olarak kabul edilebilmesi için miktarda gerçekleşmesi muhtemel olan artış veya azalışın kesin ve önceden belirlenmiş olması gerekir. Götürü bedelli eser sözleşmelerinde risk daha çok yüklenicinin üzerinde olmasına rağmen, kanun koyucu bazı durumlarda yükleniciyi korumuştur. TBK. m. 480 f. 2 uyarınca tarafların öngöremedikleri veya taraflarca öngörülmesinde rağmen göz ardı edilen olağanüstü bir durumun ortaya çıkması ve bunun yüklenicinin borcunu ifasını imkânsız hale getirmesi durumunda, yüklenici sözleşmenin uyarlanmasını hâkimden talep edebilecek, bunun mümkün olmaması halinde sözleşmeden dönebilecektir. Belirtilmelidir ki fiili ve hukuki manada bir imkânsızlık değil sadece mali açıdan bir imkânsızlık durumunda TBK. m. 480 f. 2 uygulama alanı bulacaktır. Meydana gelen olağanüstü durumun öngörülebilir olup olmadığı objektif bir bakış açısı ile tespit edilecek, hatta öğretideki bir görüş uyarınca, yüklenicinin fazladan bilgi ve deneyim sahibi olması da olayın öngörülebilirliği tespit edilirken hesaba katılacaktır. Madde metni her ne kadar taraflarca öngörülemeyen bir durumdan bahsetse de burada hak kazanacak olan kişi yüklenici olduğundan, sadece yüklenicinin öngöremediği hallerde de TBK. m. 480 f. 2 hükmüne başvurulabilecektir.  Yüklenici TBK. m. 480 f. 2 den doğan sözleşmenin uyarlanması hakkını ancak mahkemeye başvurarak kullanabilecekken, mahkemenin sözleşmenin uyarlanmasının mümkün olmadığına ilişkin karar vermesi durumunda, sözleşmeden dönme hakkını tek taraflı irade beyanıyla kullanabilir. Kanun hâkime sözleşmenin uyarlanması yetkisi verdiğinden, hâkimin bedelin artırılmasının yanında farklı şekillerde sözleşmeye müdahale edebilmesi mümkündür.  Yüklenicinin uyarlama talebiyle mahkemeye başvurduğu hatta mahkemeye başvurulmasa dahi uyarlamaya ilişkin şartların oluştuğu ve bu durumun iş sahibine bildirildiği hallerde, iş sahibi artık TBK. m. 484 den doğan tam tazminat karşılığı fesih hakkını kullanamayacaktır. Zira, aksinin kabulü yüklenici açısından hakkaniyete aykırı sonuçların doğmasına neden olur.  Uyarlamanın mümkün olmaması nedeniyle yüklenicinin sözleşmeden dönmesi durumunda, o zamana kadar tamamlamış olduğu iş için yapmış olduğu masrafları sebepsiz zenginleşme hükümleri uyarınca iş sahibindenTolga Özer   209 talep edebilecek, iş sahibinden herhangi bir şey aldıysa onu da iade edecektir. Yüklenici dürüstlük kuralının gerektirdiği hallerde sözleşmeden dönme değil, sadece fesih hakkını kullanabilecektir. İfayı imkânsız hale getiren olağanüstü durumun iş sahibinden kaynaklanması ve yüklenicinin dönme / fesih hakkını kullanarak sözleşmesi sona erdirmesi durumunda ise TBK. m. 485  kıyasen uygulama alanı bulacak ve yüklenici mahrum kaldığı kazanç kaybını iş sahibinden talep edebilecektir.  ZUSAMMENFASSUNG Der vorliegende Beitrag befasst sich mit dem Begriff des Pauschalbetrags in Werkverträgen. Hiervon ist dann auszugehen, wenn die Parteien die Höhe des Werklohnes zum Voraus und genau bestimmen. Die Parteien können den zu bezahlenden Betrag sowohl als vollends und fest als auch als feste Einheitspreise für einzelne Teilleistungen bestimmen, wovon dann der Gesamtpreis für das gesamte Werk angerechnet wird. Beim Pauschalbetrag darf der Betrag in der Regel später nicht mehr geändert werden. Doch steht den Parteien die Möglichkeit zu, sich darüber zu einigen, dass der Pauschalbetrag durch die Existenz mancher Bedingungen, die die Vertragskosten erhöhen oder senken, geändert werden kann. In der Lehre wird diese Art eines solchen Betrags als global / variabler Pauschalbetrag bezeichnet. Aber damit auch hier dieser Betrag als Pauschalbetrag akzeptiert wird, sollen mögliche Betragserhöhungen oder Erniedrigungen zum Voraus und fest bestimmt werden.  Obwohl bei den Werkverträgen mit Pauschalbetrag das Risiko mehr an der Seite des Unternehmers liegt, hat der Gesetzgeber unter bestimmten Voraussetzungen den Unternehmer in Schutz genommen. Nach Art. 480 Abs. II des türkischen Obligationsgesetzes darf der Unternehmer von dem Richter die Anpassung des Vertrags oder wenn dies nicht möglich ist, den Rücktritt aus dem Vertrag erfordern, wenn eine außergewöhnliche Situation der Fall ist, die die Parteien nicht voraussehen können oder aber eine Situation eintritt, die von den Parteien zwar vorausgesehen, jedoch ignoriert wurde, was es dem Unternehmer unmöglich macht, seine Pflicht zu erfüllen. Es muss klargestellt werden, dass der Art. 480 Abs. II des türkischen Obligationsgesetzes nicht bei der rechtlichen und objektiven Unmöglichkeit, sondern nur bei der wirtschaftlichen Unmöglichkeit Anwendung findet. Ob die geschehene außergewöhnliche Situation voraussehbar ist, wird durch eine objektive Betrachtungsweise bestimmt. Es sind in der Literatur sogar Meinungen vorhanden, wonach für die Bestimmung der Voraussehbarkeit berücksichtigt werden muss, dass der Unternehmer in seinem Gebiet ausnahmsweise mehr informiert und sachkundig ist. Obwohl es sich in dem Artikel von einer nicht voraussehbaren Situation handelt, findet der Art. 480 Abs. II des türkischen Obligationsgesetzes Anwendung, wenn diese Situation auch nur vom Unternehmer nicht vorausgesehen wird, weil es hier um die Rechte der Unternehmer geht.  Während der Unternehmer sein Recht auf die Anpassung des Vertrags nur durch die Anrufung des Gerichts ausüben kann, kann er sein Rücktrittsrecht „nur durch eine einseitige Willenserklärung ausüben, wenn das Gericht entscheidet, dass die Vertragsanpassung nicht möglich ist. Da das Gesetz den Richter für die Anpassung des Vertrags210   TAÜHFD/ZtdR - 2019/2 ermächtigt, kann der Richter neben der Betragserhöhung andere Arten von Eingriffen in den Vertrag durchführen. Wenn der Unternehmer durch die Anrufung des Gerichts einen Vertragsanpassungsanspruch geltend gemacht hat, oder das Gericht noch nicht angerufen wurde aber die Bedingungen der Vertragsanpassung schon eingetreten sind, darf der Besteller sein Kündigungsrecht gegen die Bezahlung vollen Ersatzes laut Art. 484 des türkischen Obligationsgesetzes nicht mehr ausüben. Denn die Akzeptanz des Gegenteils führt zu unbilligen Ergebnissen für den Unternehmer.   Im Fall des Vertragsrücktritts aufgrund der Unmöglichkeit der Vertragsanpassung, darf der Unternehmer von dem Besteller einen Anspruch auf Erstattung seiner Kosten nach den Bestimmungen der ungerechtfertigten Bereicherung machen, die er für die bis dahin erledigte Arbeit gemacht hat und soll der Unternehmer es auch dem Besteller zurückgeben, wenn er etwas von ihm erhalten hat. Wenn es nach dem Grundsatz von Treu und Glauben rechtgefertigt ist, ist der Unternehmer nicht berechtigt aus dem Vertrag zurückzutreten. Er ist vielmehr darauf beschränkt, sein Kündigungsrecht zu nutzen. Wenn die außergewöhnliche Situation, die die Leistungserfüllung unmöglich macht, von dem Besteller verursacht wird und der Unternehmer durch Ausübung seines Rücktritts-/Kündigungsrechts den Vertrag beendet, findet Art. 485 analog Anwendung und der Unternehmer kann sein Gewinnausfall von dem Besteller fordern.  KISALTMALAR Art.  Artikel. BGE.  Entscheidungen des Schweizerischen Bundesgerichts. bkz.  Bakınız. dn.  Dipnot. E. Esas. f. Fıkra. HD.  Hukuk Dairesi. HGK.  Hukuk Genel Kurulu. İBK.  İsviçre Borçlar Kanunu. K. Karar. m. Madde. N. Numara. OR.  Obligationenrecht (Schweiz) s. Sayfa. T. Tarih TBK.  Türk Borçlar Kanunu. TL.  Türk Lirası.Tolga Özer   211 TMK.  Türk Medeni Kanunu. Yarg.  Yargıtay. HG.     Yargıtay Hukuk Genel Kurulu.",
     "Kaynakça": "ACAR Faruk, İstanbul Şerhi / Türk Borçlar Kanunu 6. Cilt, Vedat Kitapçılık, İstanbul, 2019. ARAL Fahrettin / AYRANCI, Hasan, Borçlar Hukuku Özel Borç İlişkileri, Ankara, Yetkin Yayınları, 2018. BAYGIN Cem, Türk Hukukuna Göre İstisna Sözleşmesinde Ücret ve Tabi Olduğu Hükümler, Beta Basım Yayım Dağıtım, İstanbul, 1999. BAYSAL Başak, Sözleşmenin Uyarlanması, On İki Levha Yayıncılık, İstanbul, 2017. BUZ Vedat, Medeni Hukukta Yenilik Doğuran Haklar, Ankara, Yetkin Yayınları, 2005. BÜHLER Theodor, Zürcher Kommentar Art. 363-379 OR, 1998. BÜYÜKAY Yusuf, Eser Sözleşmesi, Ankara, Yetkin Yayınları, 2014. EREN Fikret, Borçlar Hukuku Genel Hükümler 24. Baskı, Ankara, Yetkin Yayınları, 2018. EREN Fikret, Borçlar Hukuku Özel Hükümler 7. Baskı, Ankara, Yetkin Yayınları, 2019. ERGÜNE Serkan,  Eser Sözleşmesinde Götürü Bedele Bağlanan Sonuçların 6098 Sayılı Türk Borçlar Kanunu Açısından İncelenmesi , Prof. Dr. Hasan Erman a Armağan, Der Yayınları, İstanbul, 2015. ERMAN Hasan, Arsa Payı Karşılığı İnşaat Sözleşmesi, İstanbul, Der Yayınları, 2010. ERMAN Hasan, İstisna Sözleşmesinde Beklenilmeyen Hal, İstanbul, 1979. GAUCH Peter, Der Werkvertrag, Schulthess Polygraphischer Verlag, Zürih, 2011. GAUTSCHİ Georg, Berner Kommentar (Art. 363-379 OR), 1967. GÖKYAYLA K. Emre, Türk Hukukunda İnşaat Sözleşmelerinde Ek İş ve Sonuçları, İnşaat Hukuku ve Uygulaması, On İki Levha Yayıncılık, İstanbul, 2017. GÖNEN Doruk, İnşaat Sözleşmesinde Bedel, On İki Levha Yayıncılık, İstanbul, 2016. GÖNEN Doruk, İnşaat Sözleşmelerinin Uyarlanmasına İlişkin Sorunlar, İnşaat Hukuku ve Uygulaması, On İki Levha Yayıncılık, İstanbul, 2017. GÜMÜŞ  Mustafa  Alper,  Borçlar  Hukuku  Özel  Hükümler  2.  Cilt,  İstanbul,  Vedat Kitapçılık, 2014. GÜRSOY Kemal, Hususi Hukukta Clausula Rebus Sic Stantibus, Ankara, 1950. HUGUENİN Claire, Obligationenrecht Allgemeiner und Besonderer Teil, Schulthess, 2014. KOCAYUSUFPAŞAOĞLU Necip,  İşlem Temelinin Çökmüş Sayılabilmesi İçin Sosyal Felaket Olarak Nitelendirilebilecek Olağanüstü Bir Olayın Gerçekleşmesi Şart Mıdır? , Prof. Dr. Kemal Oğuzman ın Anısına Armağan, İstanbul, 2000.212   TAÜHFD/ZtdR - 2019/2 KOLLER Alfred, Schweizerisches Werkvertragsrecht, Dike Verlag AG, 2015. KURŞAT Zekeriya, İnşaat Sözleşmesi, Filiz Kitabevi, İstanbul, 2017. ÖZ Turgut,  İnşaat Sözleşmesi, İstanbul, Vedat Kitapçılık, 2016. ÖZ  Turgut,  İş  Sahibinin  Eser  Sözleşmesinden  Dönmesi,  İstanbul,  Kazancı  Hukuk Yayınları , 1989. SCHMİD Jörg / STÖCKLİ Hubert / KRAUSKOPF Frédéric, Schweizerisches Obligationenrecht Besonderer Teil, Schulthess, 2016. SELİÇİ Özer, İnşaat Sözleşmelerinde Müteahhidin Sorumluluğu, Fakülteler Matbaası, İstanbul, 1978. SEROZAN Rona, Sözleşmeden Dönme, İstanbul, Vedat Kitapçılık, 2007. TANDOĞAN Halûk,  Borçlar Hukuku Özel Borç İlişkileri Cilt II, İstanbul, Vedat Kitapçılık, 2010. TANDOĞAN Halûk, Türk Mes'uliyet Hukuku, İstanbul, Vedat Kitapçılık, 2010. TUNÇOMAĞ Kenan, Türk Borçlar Hukuku II. Cilt / Özel Borç İlişkileri, Sermet Matbaası, İstanbul, 1977. YAVUZ Cevdet, Türk Borçlar Hukuku Özel Hükümler, İstanbul, Beta, 2014. ZEVKLİLER Aydın / GÖKYAYLA, Emre, Borçlar Hukuku Özel Borç İlişkileri, İstanbul, Turhan Kitabevi, 2018 ZİNDEL Graudenz G.  / PULVER Urs Pulver / SCHOTT Bertrand G., Basler Kommentar OR 1, Helbing Lichtenhahn Verlag, Basel, 2015."
}