{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "30",
     "Ay": "11",
     "Yıl": "2021",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "İsviçre Medenî Usûl Hukukundaki Zorunlu Uzlaştırma Kurumuna Genel Bir Bakış",
     "Title": "Ein Überblick über das Schlichtungsverfahren im schweizerischen Zivilprozessrecht",
     "Yazar İsmi": [
          "Doç. Dr. Efe Dırenisa",
          "PD Dr. Habil. Efe Dırenisa"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Zorunlu uzlaştırma",
          "İsviçre medenî usûl hukuku",
          "alternatif uyuşmazlık çözüm yolları",
          "dava şartı olarak uzlaştırma"
     ],
     "Keywords": [
          "Compulsory conciliation",
          "Swiss civil procedure law",
          "alternative dispute resolution methods",
          "conciliation as a condition of litigation"
     ],
     "Özet": "İsviçre medenî usûl hukukunda kural olarak tarafların dava açmadan önce zorunlu uzlaştırmaya başvurmaları öngörülmüş ve zorunlu uzlaştırma bir dava şartı olarak düzenlenmiştir. Zorunlu uzlaştırma, idareden bağımsız bir uzlaştırma mercii tarafından yürütülür. Zorunlu uzlaştırmada uzlaştırma mercii, tarafların somut uyuşmazlık bakımından hukukî durumlarını gözeterek, taraflara aralarındaki uyuşmazlığı dava yoluna başvurmadan sona erdirmeleri için rehberlik eder. İsviçre hukukunda zorunlu uzlaştırma merciine, bazı uyuşmazlıklar bakımından taraflara hüküm önerisinde bulunma ve talep üzerine uyuşmazlık değeri 2.000 İsviçre frangını geçmeyen uyuşmazlıklarda, uyuşmazlığı karara bağlama yetkisi gibi bazı yetkiler tanınmıştır. Çalışmada İsviçre Federal Usûl Kanunu nun 197. ilâ 212. maddelerinde düzenlenen zorunlu uzlaştırma kurumu genel hatlarıyla incelenecektir. Anahtar  Kelimeler:  Zorunlu  uzlaştırma,  İsviçre  medenî  usûl  hukuku, alternatif uyuşmazlık çözüm yolları, dava şartı olarak uzlaştırma  Türk-Alman Üniversitesi Hukuk Fakültesi, Medenî Usûl ve İcra-İflâs Hukuku Anabilim Dalı Öğretim Üyesi, e-posta: direnisa@tau.edu.tr ORCID ID: orcid.org/ 0000-0002-2220-946850   TAÜHFD/ZtdR - 2021/2 ABSTRACT In Swiss civil procedure law, it is stipulated that the parties apply for a compulsory conciliation before filing an action, and compulsory conciliation is regulated as a condition of litigation. Compulsory conciliation is carried out by a conciliation authority independent of the administration. In compulsory conciliation, the conciliation authority guides the parties to end the dispute between them without resorting to litigation, taking into account the legal status  of  the  parties  in  terms  of  the  concrete  dispute.  In  Swiss  law,  the compulsory conciliation authority has been granted some powers, such as the power to propose judgments to the parties in terms of certain disputes and to adjudicate the dispute upon request in disputes if the value in dispute does not exceed 2,000 Swiss frank. In this study, the compulsory conciliation institution regulated between articles 197 and 212 of the Code of Swiss Civil Procedure will be examined in general. Keywords: Compulsory conciliation, Swiss civil procedure law, alternative dispute resolution methods, conciliation as a condition of litigation A.Giriş Günümüzde uyuşmazlıkların, alternatif uyuşmazlık çözüm yollarına başvurularak çözümlenmeye çalışılması hem taraflarca tercih edilen hem de devletler tarafından teşvik edilen bir yol hâline gelmiştir. Zira devlet mahkemeleri önündeki yargılamaların uzun yıllar sürmesi, mahkeme huzurundaki yargılamaların bir kazanan” ve bir kaybeden” üzerine kurulu olması gibi sebepler, yargılamanın sonunda elde edilen sonucun her zaman tarafları maddî veya manevî olarak yeterli biçimde tatmin etmeyebilmektedir. Ayrıca bu uzun yargılama süreci, uyuşmazlık nedeniyle taraflar arasındaki zaten yıpranmış ilişkiyi, onarılması mümkün olmayan şekilde zedelemekte ve taraflar arasında yeni uyuşmazlıkların doğmasına sebebiyet verebilmektedir.  Tarafların, aralarındaki uyuşmazlıkları devlet yargısına başvurmadan çözüme kavuşturmaları toplumsal barışın daha kalıcı olmasına hizmet ettiği gibi, mahkemelerin iş yükünü azaltmaya da yardımcı olur. Özellikle ülkemizde olduğu gibi iş yükünün” yargının kronik bir sorunu hâline geldiği ülkelerde, devletlerin tarafları alternatif uyuşmazlık çözüm yollarına yönelterek, uyuşmazlıkların mahkemeye taşınmadan çözümlenmesini desteklemesi, hukuk politikası açısından orta ve uzun vadede Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          51 devlet yargısının bu kronik hastalığından” kurtulması ve yargı kalitesinin artması bakımından önemlidir. Ülkemizde pek çok dava bakımından arabuluculuğu bir dava şartı olarak düzenleyen hükümler getirilmesi, 6100 sayılı Hukuk Muhakemeleri Kanunu yla medenî usûl hukukumuza kazandırılan bir yargılama aşaması olan ön inceleme aşamasında, henüz yargılamanın başlangıç safhasında dahi tarafların sulhe ve arabuluculuğa teşvikine büyük önem atfedilmesi, bu yönde etkin bir hukuk politikası benimsendiğini göstermektedir. Bu çalışmamızda, 01.01.2011 tarihinde yürürlüğe giren İsviçre Federal Usûl Kanunu nun 197. maddesi ve devamı hükümlerinde düzenlenen zorunlu uzlaştırma (Schlichtungsverfahren) kurumunu tanıtarak bir alternatif uyuşmazlık çözüm yolu olarak dava öncesi zorunlu uzlaşmayı, somut bir örnek üzerinden olumlu ve olumsuz yönleriyle inceleyeceğiz. B.İsviçre Medenî Usûl Hukukunda Zorunlu Uzlaştırma I.Genel Olarak İsviçre Federal Usûl Kanunu nun 197. maddesinde dava açılmadan önce uzlaştırmaya başvurunun zorunlu olduğu düzenlenmiştir. İsviçre Federal Usûl Kanunu nun 198. maddesinde ise zorunlu uzlaştırmadan muaf olan davalar tahdidî biçimde sayılmıştır1. Anılan bu hüküm uyarınca,  basit  yargılama  usûlüne  tâbi  davalar,  İsviçre  Medenî  Kanunu nun 28b maddesi uyarınca şiddet, tehdit veya takip edilmeyle ilgili veya söz konusu Kanun un 28c maddesi uyarınca elektronik takiple ilgili davalar, kişiler hukukuna ilişkin davalar, çocuğun bakımına ve dava açılmadan önce ebeveynlerden birinin çocuğun korunmasına ilişkin ilgili kuruma başvurduğu durumlarda çocuğun diğer menfaatlerine ilişkin (İsviçre Medenî Kanunu m. 298b ve 298d) davalar, boşanma davaları, aynı cinsten partnerler arasında kayıtlı birlikteliğin (eingetragene Partnerschaft) sona erdirilmesi veya butlanına ilişkin davalar, İsviçre İcra ve İflâs Kanunu nda yer alan borçtan kurtulma davası (İsviçre İcra ve İflâs Kanunu (İsvİİK) m. 83 f. 2), tespit davası (İsvİİK m. 85a), istihkak davası (İsvİİK m. 1 Bohnet François/Droese Lorenz, Präjudizienbuch Zivilprozessordnung, Bern 2018, Art. 198, N.1. 52   TAÜHFD/ZtdR - 2021/2 106-109), hacze imtiyazlı iştirak (İsvİİK m. 111), iflâsta üçüncü kişinin masaya ve masanın üçüncü kişiye karşı açtığı istihkak davaları (İsvİİK m. 242), sıra cetveline itiraz ve sıra cetvelinin iptali davası (İsvİİK m. 148, 250), borçlunun yeni malvarlığı iktisap ettiğinin tespiti davası (İsvİİK m. 265a) ve kiralayanın hapis hakkından kaçırılmış olan eşyanın yeniden kiralanana geri verilmesi için açılan dava (İsvİİK m. 284), İsviçre Federal Usûl Kanunu nun 5. ve 6. maddeleri uyarınca sadece tek bir kantonal mercinin yetkili olduğu uyuşmazlıklar, aslî müdahale, karşı dava ve davanın ihbarı, dava için mahkemece belirli olan bir sürenin tâyin edildiği durumlar zorunlu uzlaştırmadan muaf tutulmuştur. İsviçre Federal Usûl Kanunu nun 199. maddesinin 1. fıkrasında öngörülen istisnalardan birisinin varlığı durumunda taraflardan birisi uzlaştırma merciine (Schlichtungsbehörde)2 başvurmuşsa dahi zorunlu uzlaştırmanın yapılmaması gerektiği kabul edilmektedir3. Ayrıca İsviçre Federal Usûl Kanunu nun 199. maddesinde, dava değeri 100.000 İsviçre frangının üzerinde olan malvarlığına ilişkin davalarda, tarafların anlaşarak zorunlu uzlaştırmadan feragat edebilecekleri hükme bağlanmıştır. Miktar ve değeri 100.000 İsviçre frangının üzerinde olan malvarlığına ilişkin davalarda tarafların sadece anlaşarak zorunlu uzlaştırmadan feragat edebilecekleri hükme bağlanmış olsa da, anılan hükmün ikinci fıkrası uyarınca davalının yerleşim merkezinin yurt dışındaysa, davalının bulunduğu yer bilinmiyorsa veya 24.03.1995 tarihli Eşit Davranma Kanunu ndan kaynaklı bir uyuşmazlık söz konusuysa, davacı tek taraflı olarak da zorunlu uzlaşmadan feragat edebilir. 2 Doktrinde Atalı, İsviçre Federal Usûl Kanunu nun henüz tasarı aşamasındayken yapmış olduğu Kanun çevirisinde, Schlichtungsbehörde kavramını isabetle uzlaştırma mercii” olarak ifade etmiş olup, biz de çalışmamızda söz konusu kavramı  bu  şekilde  kullanmayı  tercih  ettik.  Anılan  Kanun  Tasarısı nın  Almanca dan Türkçe ye çevirisi için bkz. Atalı Murat, İsviçre Federal Hukuk Muhakemeleri Kanunu Taslağı”, MİHDER, C. 1, S. 1, Y. 2005, s. 123-188. 3 Fischer Jonas/Schneuwly Anne Mirjam, Alternative Dispute Resolution - Verhandlung, Mediation, Schlichtung, Schiedgerichtsbarkeit, Schiedsgutachten, Hybride ADR-Verfahren, Zürich/St. Gallen 2021, s. 404. Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          53 2.Zorunlu Uzlaştırmanın Arabuluculuktan Farkı Kural  olarak hem  uzlaştırma  hem  de  arabuluculuk,  alternatif uyuşmazlık çözüm yolları olarak taraflar arasında orta yolu” bularak, anlaşma zeminini” oluşturarak, uyuşmazlığın mahkemeye yansımadan giderilmesini sağlamayı hedefler. Bununla birlikte arabuluculuk ve uzlaştırma arasında önemli farklar mevcuttur. Arabuluculukta, arabulucuların somut uyuşmazlığı hükme bağlama yetkisi bulunmadığı gibi, arabulucuların somut uyuşmazlığın çözümü bakımından herhangi bir çözüm önerisinde bulunması mümkün değildir4. Öte yandan uzlaştırmacı, uyuşmazlığı sona erdirmek üzere kendi hazırladığı veya teklif ettiği somut bir çözüm önerisini tarafların kabulüne sunabilir5. Arabuluculuk ile uzlaştırma arasındaki diğer bir fark, arabuluculukta genel olarak tarafların menfaatleri ve istekleri ortaya konarak bir çözüm yolu aranmasıdır. Bununla birlikte uzlaştırmada, tarafların aralarındaki uyuşmazlık bakımından ortaya çıkan hukukî sorunlar üzerinden bir çözüme ulaşılmaya çalışılmasıdır6. Ayrıca İsviçre Federal Usûl Kanunu nun 113. maddesinin 1. fıkrasında zorunlu uzlaştırma bakımından karşı tarafa lehine giderlerin öden4 Pelzer Nils, Mediation und Schlichtung. Eine systematische Untersuchung auf Grundlage des chinesischen und deutschen Rechts, Heidelberg 2018, s. 205 vd.; Erk Nadja, Streitbeilegungsmechanismen im Aktionärbindungsvertrag, REPRAX 2017, H. 4, s. 150. Hukukumuzda 7036 sayılı Kanun la Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu m. 2/1-b ye getirilen ek ibareyle tarafların çözüm üretemediklerinin ortaya çıkması hâlinde arabulucunun çözüm önerisi de getirebileceği kabul edilmiştir.  5  Girsberger Daniel/Peter James T., Aussergerichtliche Konfliktlösung. Kommunikation - Konfliktmanagement - Verhandlung - Mediation - Schiedsgerichtsbarkeit, Zürich/Basel/Genf 2019, s. 6, Kn. 11; Vogel-Etienne Ueli/LautenbachKoch Annegret, Mediation in a nutshell, Zürich/St. Gallen 2014, s. 2; Wermke Christian, Praxishandbuch Mediation, 3. Aufl., Weil im Schönbuch 2016, s. 45. 6  Girsberger/Peter, s. 6, Kn. 14; Pfändler Andrea Maria, Mediation beim Finanzintermediär - eine Alternative zum Gerichtsprozess? Management der Reputationsrisiken von Banken durch aussergerichtliche Verfahren der Streitschlichtung, Hamburg 2015, s. 55. 54   TAÜHFD/ZtdR - 2021/2 mesine hükmedilmesinin mümkün olmadığı düzenlenmiştir. Yani taraflar, zorunlu uzlaştırma nedeniyle mesai kaybı, hazırlık masrafları, hukukî danışmanlık ücretleri, uzlaştırmanın yapılacağı yere gitmek için yaptıkları seyahat masrafları gibi giderlere kendileri katlanmak zorundadır7. Bununla birlikte arabuluculukta olduğu gibi, zorunlu uzlaştırma nedeniyle oluşan giderler, uzlaştırmanın sonucundan bağımsız olarak taraflarca yarı yarıya karşılanır8. Ancak zorunlu uzlaştırmada tarafların anlaşması durumunda, bu anlaşma mahkeme dışı sulh niteliğinde kabul edildiğinden, taraflar zorunlu uzlaştırma nedeniyle oluşan giderlerin hangi tarafça karşılanması gerektiğine ilişkin bir anlaşmaya varmışlarsa, bunu da sulh metnine dahil edebilirler9. 3.Uzlaştırma Merciinin Hukukî Niteliği İsviçre hukukunda uzlaştırma merciinin şeklî anlamda bir mahkeme olarak düzenlenmesinden kaçınılmıştır10. Bununla birlikte uzlaştırma merciine, bazı uyuşmazlıklar bakımından taraflara hüküm önerisinde (Urteilsvorschlag) bulunma yetkisi tanınmıştır. İsviçre Federal Usûl Kanunu nun 210. maddesi uyarınca uzlaştırma mercii, 24.03.1995 tarihli Eşit Davranma Kanunu ndan kaynaklı uyuşmazlıklarda, kira bedelinin 7  Oberhammer Paul/Domej Tanja/Haas Ulrich, Schweizerische Zivilprozessordnung, 2. Aufl., Basel 2013, Art. 207, N. 11. 8  Korbion  Claus-Jürgen,  Baurechtsfälle  und  Schlichtung  nach  VOB,  Freiburg/Berlin/München 2019, s. 98. 9  Uygulamada tarafların genellikle, sulh olmaları durumunda yargılama giderlerinin dağılımını düzenleyen İsviçre Federal Usûl Kanunu nun 109. maddesinden faydalandıkları ifade edilmektedir (KuKo ZPO-Gloor/Umbricht Lukas, Art. 207, N. 10). 10  Schrank Claude, Grundsatzfragen zum Schlichtungsverfahren - Kompetenzkompetenz, Beteiligung Dritter und Erscheinungspflicht des Gesuchstellers bei angekündigtem Nichterscheinen des Gesuchsgegners?”, Das Schlichtungsverfahren nach ZPO. Praxis und Umsetzung des obligatorischen Schlichtungsverfahrens in ausgewählten Kantonen, Besonderheiten des Schlichtungsverfahrens im arbeits- und mietrechtlichen Kontext und besondere Entscheidverfahren, Bern 2016, s. 2; Sunaric Predrag, Die richtige Partei im zivilprozessrechtlichen Erkenntnisverfahren - Sachlegitimation - Klagerecht” - Prozessführungsbefugnis, Zürich 2018, s. 120. Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          55 tevdi edilmesine, kötüniyetli kira bedelinden korunmaya, kira sözleşmesinin haksız feshine ve kira ya da hasılat kirası sözleşmelerinin uzatılmasına ilişkin uyuşmazlıklarda ya da değeri 5.000 İsviçre frangını aşmayan malvarlığına ilişkin uyuşmazlıklarda hüküm önerisinde bulunabilir. Anılan hükmün ikinci fıkrasında, uzlaştırma merciince yapılacak hüküm önerisinin kısa bir gerekçe de içerebileceği kabul edilmiştir. Uzlaştırma mercii gerek faaliyetleri gerekse de personeli bakımından idareden bağımsızdır. Bu açıdan uzlaştırma merciinin maddî anlamda  mahkeme  olma  kriterini  sağladığı  kabul  edilmektedir.  İsviçre doktrininde uzlaştırma merciinin sistemsel yapısı bakımından idareden bağımsız olmasının, uyuşmazlığın tarafları bakımından oldukça önemli olduğu, zira tarafların bu yönde haklı bir beklentilerinin söz konusu olduğu ifade edilmektedir11. 4.Zorunlu Uzlaştırma Bakımından Hâkim Olan İlkeler a.Uzlaştırma Görüşmelerinin Aleni Olmaması Arabuluculuk ve tahkimde olduğu gibi, zorunlu uzlaştırmada da taraflar arasındaki görüşmeler alenî olarak yürütülmez. İsviçre Federal Usûl Kanunu nun 203. maddesinin 3. fıkrasında uzlaştırma görüşmesinin alenî yapılmayacağı açıkça hükme bağlamıştır. Bununla birlikte aynı hükmün  ikinci  cümlesinde  kira  hukukundan  veya  Eşit  Davranma  Kanunu ndan kaynaklı uyuşmazlıklarda, kamu menfaatinin söz konusu olduğu durumlarda görüşmelerin kısmen veya tamamen halka açık şekilde yapılabileceği düzenlenmiştir.  Uzlaştırma görüşmesinin alenî yapılmaması, uzlaştırmanın başarıya ulaşabilmesi bakımından önemlidir. Böylelikle taraflar, uyuşmazlıkla ilgili olarak kendilerini daha rahat ifade edebilirler12. 11 Sutter-Somm Thomas, Schweizerisches Zivilprozessrecht, 3. Aufl., Zürich 2017, s.251. 12  Daetwyler George/Stalder Christian, Schlichtungsverhandlung bei handelsgerichtlichen Streitigkeiten, SJZ H. 115, 2019, s. 105; Gehri Myriam A./Jent-Sørensen Ingrid/Sarbach Martin, Schweizerische Zivilprozessordnung, Orell Füssli Kommentar, 2. Aufl., Zürich 2015, Art. 203, N. 6. 56   TAÜHFD/ZtdR - 2021/2 b.Uzlaştırmanın Zorunlu Olması Alternatif uyuşmazlık çözüm yollarına başvurulması, kural olarak tarafların serbest iradelerine bırakılmış olsa da, İsviçre hukukunda dava yoluna başvurmadan önce uzlaştırmaya başvurulması zorunlu tutulmuştur. İsviçre Federal Usûl Kanunu nun 197. maddesinde dava açılmadan önce uzlaştırmaya başvurma zorunluluğu düzenlenerek, uzlaştırmaya başvuru, bir dava şartı hâline getirilmiştir13.  Dava öncesinde uzlaştırmaya başvurunun zorunlu tutulması, tarafların uzlaştırma sonucunda aralarındaki uyuşmazlığı mutlaka sona erdirmekle yükümlü oldukları veya uzlaştırmacının, tarafların dava yoluna başvurmasına engel olmak adına zorla taraflar arasında bir mutabakat sağlaması gerektiği anlamına gelmez14. c. Herhangi Özel Bir Bilgiye Sahip Olmayan Tarafların Dahi Faydalanabileceği Nitelikte Olması Zorunlu uzlaştırma kapsamında tarafların, herhangi bir özel bilgi birikimine veya hukuk bilgisine sahip olmaları gerekmez. Bu bakımından zorunlu uzlaştırma sürecinde taraflardan somut uyuşmazlık bakımından hukukî durumlarına ilişkin bir değerlendirmede bulunmaları veya kendilerini savunmaları beklenmediğinden, tarafların bu aşamada aralarındaki  uyuşmazlığın  sona  erdirilmesi  bakımından  hukukî  bir  çözüm üretme gibi bir yükümlülükleri yoktur. Benzer bir yükümlülüğün kabulü, kural olarak uzlaştırmacı açısından da mümkün değildir15. Her ne kadar uzlaştırma kapsamında tarafların somut uyuşmazlık bakımından hukukî durumlarına ilişkin bilgi verilse ve danışmanlık yapılsa da, uzlaştırma merciinin amacı teknik anlamda somut olayın hukukî çözümü kapsamında hareket etmek değil, taraflar arasındaki uyuşmazlığın dostane şekilde sona erdirilmesine yardımcı olmaktadır.  İsviçre Federal Usûl Kanunu nun 201. maddesinin 2. fıkrasında uzlaştırma  merciinin,  kira  hukukundan  veya  Eşit  Davranma  Ka13 Tschudi Matthias, Zuständigkeit und Befugnisse der Schlichtungsbehörde - ein Überblick”, MietRecht Aktuell H.2, 2006, s. 45. 14 Schrank, s. 3. 15 Fischer/Schneuwly, s. 407. Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          57 nunu ndan kaynaklı uyuşmazlıklarda tarafları, hukukî durumları hakkında bilgilendirmesi gerektiği düzenlenmiştir. Anılan bu uyuşmazlıklar bakımından uzlaştırma merciinin bir hukukî danışmanlık işlevi olduğunu söylemek mümkündür. Bununla birlikte uzlaştırmacı, tarafsızlığına gölge  düşürecek  şekilde  hareket  etmemeli  ve  gerektiğinde  taraflara, üçüncü kişi hukukçulardan (gerektiğinde kapsamlı) bir danışmanlık alabilmeleri için imkân sağlamalıdır16. 5.İsviçre Hukukunda Zorunlu Uzlaştırma Sürecinin Seyri a.Zorunlu Uzlaştırmanın Başlaması İsviçre hukukunda zorunlu uzlaştırma ve kural olarak zorunlu uzlaştırmaya tâbi davalarda dava süreci, davacının uzlaştırma merciine başvuru dilekçesiyle başlar. İsviçre Federal Usûl Kanunu nun 202. maddesinin 1. fıkrasında zorunlu uzlaştırmaya başvurunun uzlaştırma merciine yazılı dilekçeyle sunulabileceği gibi, elektronik olarak veya uzlaştırma merciine sözlü olarak yapılan başvuruların tutanağa geçirilmesi suretiyle de yapılabileceği düzenlenmiştir. Zorunlu uzlaştırmaya başvurunun herkes tarafından kolayca yapılabilmesi için başvurunun içeriği oldukça basit tutulmuştur17. Başvuruda sadece karşı tarafın, talebin ve hukukî uyuşmazlığın belirtilmesi yeterlidir (İsviçre Federal Usûl Kanunu m. 202 f. 2). Başvuranın talebini ayrıntılı şekilde açıklamasına gerek yoktur. Talebin kısaca maddeler şeklinde belirtilmesi yeterli kabul edilmektedir18. Uzlaştırma mercii, başvurudan karşı tarafın yanlış gösterildiği kanaatine varırsa, bunu belirtilerek başvurana başvurusunu geri çekme imkânı tanıyabilir19. Zorunlu uzlaştırmaya başvurulması, derdestlik sonucunu doğurur20. Başka bir anlatımla zorunlu uzlaştırmaya başvurulduktan sonra 16 Sutter-Somm Thomas/Hasenböhler Franz/Leuenberger Christoph, Kommentar zur Schweizerischen Zivilprozessordnung, 3. Aufl., Zürich 2016, Art. 201, N. 6. 17 Botschaft ZPO, s. 7330. 18 Winter Patrick, Anträge an die Schlichtungsbehörde, MP H. 3, 2013, s. 180. 19 Sunaric, s. 121. 20 Winter, s. 180; OFK-ZPO, Möhler, Art. 202, N. 9.   58                                                                                                TAÜHFD/ZtdR - 2021/2 aynı taraflar arasında, aynı taleple tekrar zorunlu uzlaştırmaya başvurulması mümkün değildir. b. Zorunlu Uzlaştırma Görüşmesi aa. Genel Olarak İsviçre Federal Usûl Kanunu nun 203. maddesinin 1. fıkrasında uzlaştırmanın, başvurudan veya tarafların karşılıklı dilekçelerini sunmalarından itibaren iki ay içinde yapılacağı düzenlenmiştir. İsviçre Federal Usûl Kanunu nun 200. maddesi uyarınca uzlaştırma merciinin birer taraf temsilcisi ve taraflardan bağımsız bir başkandan oluştuğu kira hukukuna ilişkin uyuşmazlıklarda, taraflara uzlaştırma görüşmesi öncesinde somut uyuşmazlığa ilişkin beyanda bulunmaları için süre verir21. Eğer taraflara süre verilmişse, uzlaştırma görüşmesinin verilen sürenin sona ermesinden itibaren iki ay içerisinde yapılması gerekir. Her ne kadar İsviçre Federal Usûl Kanunu nun 203. maddesinin 1. fıkrasında uzlaştırma görüşmesinin yapılması için sürecin başlamasından itibaren iki aylık bir süre öngörülmüşse de uzlaştırma merciinin zaman kaybetmeden tarafları görüşmeye davet etmesi ve uzlaştırma görüşmesini mümkün olan en yakın tarihte yapması gerektiği kabul edilmektedir22. Kural olarak tek bir uzlaştırma görülmesi yapılsa da, tarafların onayıyla birden fazla uzlaştırma görüşmesi yapılması mümkündür23. İsviçre Federal Usûl Kanunu nun 203. maddesinin 2. fıkrasında uzlaştırma merciinin bütün belgelerin sunulmasına izin vereceği ve keşif yapabileceği hükme bağlanmıştır. Bunun yanı sıra, İsviçre Federal Usûl Kanunu nun 210. ve 212. maddelerinde sayılan ve uzlaştırma merciinin taraflara hüküm önerisinde bulunabileceği uyuşmazlıklarda, uzlaştırmayı önemli ölçüde geciktirmeyecekse başka delillerin de gösterilmesine  21 Fischer/Schneuwly, s. 411; Spühler Karl/Tenchio Luca/Infanger Dominik, Basler Kommentar zur Schweizerischen Zivilprozessordnung, 3. Aufl., Basel 2017, Art. 203, N. 15. 22 SK ZPO, Honnegger, Art. 203, N. 2. 23 Gasser Dominik/Rickli Brigitte, Schweizerische Zivilprozessordnung Kurzkommentar, 2. Aufl., Zürich/St. Gallen 2014, Art. 203, N. 5,  Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          59 karar verilebileceği düzenlenmiştir. Dolayısıyla İsviçre Federal Usûl Kanunu nun 210. ve 212. maddelerinde sayılan uyuşmazlıklar dışında belgelerin sunulması ve keşif dışında kural olarak uzlaştırma merciinin başkaca delillere başvurması veya bunları değerlendirmesi mümkün değildir. Uzlaştırmanın taraflarca olumlu karşılanması durumunda her iki tarafın da onayıyla uzlaştırma merciinin görüşmelere devam edebileceği ancak zorunlu uzlaştırmanın en geç 12 ay içerisinde sonlandırılması gerektiği hükme bağlanmıştır (İsvMUK m. 203 f. 4). bb. Tarafların Uzlaştırma Görüşmelerine Bizzat Katılma Zorunluluğu İsviçre Federal Usûl Kanunu nun 204. maddesinin 1. fıkrasında tarafların zorunlu uzlaştırma görüşmesine şahsen katılmalarının zorunlu olduğu düzenlenmiştir. Uzlaştırma görüşmesine şahsen katılma zorunluluğu, tüzel kişiler bakımından da geçerlidir. Dolayısıyla tüzel kişi, tarafı olduğu bir uyuşmazlıkla ilgili uzlaştırma görüşmesinde kendisini temsile yetkili organı veya uyuşmazlık konusu hakkında bilgi sahibi ve kendisini temsil ve dava takip yetkisine sahip başka bir temsilci vasıtasıyla temsil ettirmesi gerekir24. İsviçre Federal Usûl Kanunu nun 204. maddesinin 3. fıkrasında uzlaştırma görüşmesine şahsen katılma zorunluluğunun istisnaları üç bent şeklinde düzenlenmiştir. Taraflardan birisi, başka bir kantonda veya yurt dışında ikamet ediyorsa, hastalık, yaşlılık veya başka bir önemli sebep  görüşmeye  şahsen  katılıma  engelse,  İsviçre  Federal  Usûl  Kanunu nun 243. maddesinde sayılan uyuşmazlıklarda işveren veya sigortacı olarak kendisini bir çalışanı veya kiraya veren sıfatıyla bir taşınmaz yöneticisi aracılığıyla temsil ettiriyor ve bu temsilcilerin de sulh sözleşmesi imzalamaya yetkileri varsa, söz konusu taraf uzlaştırma görüşmesine şahsen katılmak zorunda değildir ve kendisini bir temsilciyle temsil ettirebilir. İsviçre hukukunda taraflardan birisinin uzlaştırma görüşmesine şahsen katılmak zorunda olmadığı durumlarda, diğer tarafın da kendisini temsil ettirip ettiremeyeceği tartışmalıdır. İsviçre doktrinindeki bir görüş, tarafların şahsen katılmalarının kural olduğu ve Kanun da bu 24 Daetwyler/Stalder, s. 104.   60                                                                                                TAÜHFD/ZtdR - 2021/2 yönde özel bir düzenleme olmadığı gerekçesiyle, karşı tarafa da böyle bir imkân tanınmasının mümkün olmaması gerektiğini kabul etmektedir25. Diğer bir görüşe göreyse, taraflardan birisinin uzlaştırma görüşmesine şahsen katılmadığı ve temsilcisini gönderdiği durumlarda, karşı tarafın temsilciyle yürüteceği müzakere tam olarak verimli olamayacağından ve bu durumda tarafların karşı karşıya getirilmesindeki amaca tam olarak ulaşılması mümkün olmadığından dolayı, karşı tarafa da kendisini temsilciyle temsil ettirme hakkının tanınması gerekir26. Tarafların karşı karşıya gelerek somut uyuşmazlık bakımından kendi bakış açılarını açıklayarak uyuşmazlık hakkında karşılıklı olarak konuşmaları, uyuşmazlıkla ilgili olarak bir mutabakat sağlanması ve uyuşmazlığın sona erdirilmesi bakımından en etkin ihtimal olarak değerlendirildiğinden, uzlaştırma görüşmesine tarafların şahsen katılmaları zorunlu tutulmuştur27. Ancak doktrinde kanun koyucunun bu tutumunu eleştirilen yazarlar da mevcuttur. Bu yazarlar tarafların karşı karşıya getirilerek, uyuşmazlık konusunda müzakereye zorlanmalarının her daim çözüm üretilmesine fayda sağlayacağı şeklinde bir genellemenin yapılmasının” mümkün olmadığını; pek çok uyuşmazlık bakımından tarafların bir araya getirilmesinin taraflar arasındaki mevcut gerginliğin daha da artmasına neden olabileceğini belirtilmiştir28. Böyle bir durumda uzlaştırma merciinin, taraflar arasında oluşabilecek gerginliği önceden tespit etmesi veya görüşme sırasında taraflar arasındaki gerginliğin yükselmeye başladığını gördüğünde, derhâl müdahale ederek durumu düzeltmeye çalışmakla yükümlü olduğu belirtilmiştir29. Taraflardan birisi, herhangi bir mazereti olmadan zorunlu uzlaştırma görüşmesine katılmamışsa, daha önceden uzlaştırma mercii tarafın 25 OFK-ZPO, Möhler, Art. 204, N. 9; Staehlin Adrian/Staehlin Daniel/Grolimund Pascal,  Zivilprozessrecht  -  Unter  Einbezug  des  Anwaltsrechts  und  des internationalen Zivilprozessrechts, 2. Aufl., Zürich 2013, s. 367. 26 SK ZPO, Honnegger, Art. 204, N. 13; Gasser/Rickli, Art. 204, N. 3; Fischer Karin, Vom Friedensrichteramt zur Schlichtungsbehörde, Zürich 2008, s. 90.  27 SK ZPO, Honnegger, Art. 204, N. 1; Gasser/Rickli, Art. 204, N. 1; OFK-ZPO, Möhler, Art. 204, N. 1. 28 Fischer/Schneuwly, s. 412. 29 Fischer/Schneuwly, s. 412. Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          61 dan ihtar edilmiş olmak şartıyla, mazeretsiz olarak uzlaştırma görüşmesine katılmayan tarafa, İsviçre Federal Usûl Kanunu nun 128. maddesi uyarınca para cezası verilebilir. Tarafların uzlaştırma görüşmesine katılmamaları, zorunlu uzlaştırmanın amacının aykırı olduğundan, tarafın mazeretsiz olarak uzlaştırma görüşmesine katılmamasının yaptırımsız bırakılması, zorunlu uzlaştırmayla ulaşılmak istenen hedeflere aykırı olacağından dolayı, uzlaştırma merciine böyle bir yetki tanınmıştır30. cc.Tarafların Uzlaştırma Sürecinde Dışarıdan Yardım Almaları İsviçre Federal Usûl Kanunu nun 204. maddesinin 2. fıkrasında tarafların, uzlaştırma görüşmesine bir hukukî danışman veya güvenlikleri bir kişiyle birlikte katılabilmelerine izin verilmiştir.  Doktrinde taraflara, uzlaştırma görüşmesine üçüncü kişileri de getirme imkânı tanınmasının avantajları ve dezavantajları olduğu belirtilmektedir31. Zorunlu uzlaştırma kural olarak miktar itibariyle düşük uyuşmazlıklar bakımından öngörüldüğünden, tarafların genellikle herhangi bir hukukî danışmanlığa ihtiyaç duymadan, kendi başlarına da uyuşmazlığı çözebilmeleri için mahkeme yargılamasına göre daha basit bir usûl öngörülmüştür. Bu nedenle taraflardan birisinin zorunlu uzlaştırmaya hukukî danışmanıyla birlikte katılmasının, taraflar arasındaki dengenin bozulmasına neden olabileceği ileri sürülmektedir32. dd.Zorunlu Uzlaştırma Görüşmelerinin Belgelenmesi Yukarıda da belirtildiği üzere, zorunlu uzlaştırma kural olarak alenî değildir. Ayrıca İsviçre Federal Usûl Kanunu nun 205. maddesinin 1. fıkrasında tarafların uzlaştırma görüşmeleri sırasındaki beyanlarının tutanağa geçirilmeyeceği ve daha sonra dava sırasında kullanılamayacağı hükme bağlanmıştır. Ancak bu düzenleme, yapılan uzlaştırma görüşmesinin hiçbir şekilde kayıt altına alınmayacağı anlamına gelmez. Uzlaştırma mercii, uzlaştırma görüşmesinin yapıldığına ilişkin bir tutanak dü30 Daetwyler/Stalder, s. 100; SK ZPO, Honnegger, Art. 206, N. 3. 31 Meier Isaak/Schindler Riccarda, Die Schlichtungsbehörde als small-claims court”, CIVPRO H. 10, 2016, s. 22. 32 Fischer/Schneuwly, s. 414. 62   TAÜHFD/ZtdR - 2021/2 zenlemekle yükümlüdür33. Düzenlenen bu tutanağa, uzlaştırma görüşmesinin yeri ve tarihi, uzlaştırma merciinin kimden oluştuğu, huzurda bulunan tarafların ve varsa taraflara eşlik eden üçüncü kişilerin kimler olduğu ve hukukî talep yazılır. Ayrıca uzlaştırma görüşmeleri kapsamında meydana gelen sulh, davanın kabulü veya feragati veya tarafların uzlaşamaması nedeniyle uzlaştırma mercii tarafından verilen dava izni de tutanağa geçirilir. c.Zorunlu Uzlaştırmanın Sona Ermesi aa. Genel Olarak Zorunlu uzlaştırmanın farklı şekillerde sona ermesi mümkündür. İsviçre Federal Usûl Kanunu nun 206. maddesinde uzlaştırma başvurusu yapan tarafın, mazeretsiz olarak uzlaştırma görüşmesine gelmemesi durumunda başvurusunu geri aldığı kabul edilir ve zorunlu uzlaştırma reddedilir.  Tarafların  zorunlu  uzlaştırma  sonucunda  anlaşmaları  durumunda üç farklı olasılık ortaya çıkabilir. Uzlaştırmaya başvuran taraf feragat edebilir, karşı taraf kabul beyanında bulunabilir veya taraflar sulh olabilir. Her üç durumda da uzlaştırma mercii bunu tutanağa geçirmekle yükümlüdür. Taraflar, bu tutanağı imzalar ve her bir tarafa tutanağın bir örneği verilir. İsviçre Federal Usûl Kanunu nun 208. maddesinin 2. fıkrası uyarınca uzlaştırma sonunda tutanağa geçirilen kabul, feragat veya sulh kesinleşmiş bir mahkeme kararının sonuçlarını doğurur. Uzlaştırma sonunda tarafların anlaşamamaları durumundaysa, uzlaştırma mercii tarafların anlaşamadıkları hususunu tutanağa geçirir ve uzlaştırmaya başvuran tarafa dava açma izni verildiğini tutanakta belirtir. İsviçre Federal Usûl Kanunu nun 209. maddesi uyarınca uzlaştırma merciinin dava izni vermesinden sonra üç ay içerisinde34 uzlaştırmaya 33  Hausheer  Heinz/Walter  Hans Peter,  Schweizerische  Zivilprozessordnung, Band II, Bern 2012, Art. 203 ZPO, N. 9. 34 Ancak İsviçre Medenî Usûl Kanunu nun 209. maddesinde öngörülen 3 aylık süre, zorunlu uzlaştırmaya tabi her uyuşmazlık bakımından geçerli değildir. Anılan hükmün 4. fıkrasında konut ve iş yeri kirasına ve hasılat kirasına ilişkin Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          63 başvuran tarafın görevli ve yetkili mahkemede dava açması gerekir. Uzlaştırmaya başvuran tarafın bu süre içerisinde dava açmaması durumunda verilen dava izni hükümsüz kalır ve dolayısıyla zorunlu uzlaştırmaya başvurulmasıyla başlayan derdestlik de sona erer35. Davacı bu 3 aylık süreden sonra dava açmak isterse, yeniden bir zorunlu uzlaştırma başvurusu yapmak zorundadır.  bb. Uzlaştırma Merciinin Hüküm Önerisinde Bulunabileceği Hâller ve Bunun Sonuçları İsviçre Federal Usûl Kanunu nun 210. maddesinde uzlaştırma merciinin, Eşit Davranma Kanunu ve kira hukukundan kaynaklı bazı davaların yanı sıra, miktar ve değeri 5.000 İsviçre frangına kadar olan malvarlığına ilişkin uyuşmazlıklarda, bir hüküm önerisinde bulanabileceği öngörülmüştür. Öncelikle belirtmek gerekir ki bu hukukî imkân, uzlaştırma merciine tanınmış olan bir haktır. İsviçre Federal Usûl Kanunu nun 210.maddesinde sayılan her uyuşmazlık bakımından, uzlaştırma merciinin bir hüküm önerisinde bulunma zorunluluğu yoktur36. Taraflar, 20 gün içerisinde bu hüküm önerisine itirazda bulunmazlarsa, bunu kabul etmiş sayılır ve söz konusu hüküm önerisi, kesinleşmiş bir mahkeme kararının sonuçlarını doğurur. Yukarıda da belirtildiği üzere uzlaştırma mercii, hüküm önerisinde bulunduğu durumlarda İsviçre  Federal Usûl  Kanunu nun 210. maddesinin 2. fıkrası uyarınca kısa bir gerekçe yazabilir. Ancak gerekçe yazılması konusunda uzlaştırma merciinin takdir yetkisi söz konusu olduğundan tarafların, hüküm önerisinin gerekçelendirilmesi gibi bir talepte bulunmalarının herhangi bir etkisi bulunmamaktadır37. Doktrinde, uzlaştırma merciine tanınan bu yetki eleştirilmiştir. Öncelikle hüküm” kavramı ile hâkimin yürütmüş olduğu yargılama fa uyuşmazlıklarda dava açma süresinin 30 gün olduğu ayrıca diğer özel sürelerin saklı tutulduğu hükme bağlanmıştır.  35 Gasser/Rickli, Art. 209, N.  6; SK ZPO, Honnegger, Art. 209, N. 13; OFK-ZPO, Möhler, Art. 209, N. 5; BK ZPO, Alvarez/Peter, Art. 209, N. 13. 36 Staehlin/Staehlin/Grolimund, s. 372; SK ZPO, Honnegger, Art. 210, N. 2; OFKZPO, Möhler, Art. 210, N. 5; Gasser/Rickli, Art. 210, N. 3. 37 Meier/Schindler, s. 28.   64                                                                                                TAÜHFD/ZtdR - 2021/2 aliyeti sonunda ulaşılan sonucun ifade edildiği gözetildiğinde, hüküm önerisi” (Urteilsvorschlag) kavramının tercih edilmesinin isabetli olmadığı belirtilmiştir. Mahkeme ve mahkemede görev yapan hâkimler ile mahkemede görevli olmayan vatandaşlar arasında bir altlık-üstlük ilişkisi bulunduğu, mahkemelerin ve hâkimlerin yargılama erkinin birer parçası olmaları nedeniyle, mahkemelerce verilen hükümlerin herkes için bağlayıcı olduğu gözetildiğinde, öneri” gibi bağlayıcılığı olmayan ve tarafların isterlerse uyabilecekleri bir tavsiyeyi çağrıştıran bir ifadenin, hüküm kavramıyla bir araya getirilerek kullanılmasının hatalı olduğu ifade edilmektedir38. Uzlaştırma  merciinin,  tarafların  itiraz  etmemeleri  durumunda bağlayıcı ve kesin hüküm gibi sonuç doğuracak bir hüküm önerisinde bulunma yetkisine sahip olmalarına rağmen, bu hüküm önerisini gerekçelendirmek zorunda olmamaları da eleştiriye açık bir durumdur. Zira her ne kadar uzlaştırma mercii, yürürlükteki soyut hukuk normlarının somut olaya uygulanması suretiyle ve tarafların hukukî durumlarına göre mahkeme huzurundaki bir yargılamada olduğu gibi derinlemesine irdelemek ve hüküm önerisini buna göre hazırlamak zorunda olmasa da, hüküm önerisinin sadece hakkaniyet gerekçe gösterilerek hazırlanmasının mümkün olmadığı kabul edilmektedir39. Zira taraflar, hukuk düzeni çerçevesinde geçerli normlara göre haklarında karar verilmesini talep etme hakkına sahip oldukları gibi, bu yönde haklı bir beklentileri de mevcuttur. Dolayısıyla uyuşmazlığa uygulanması gereken ilgili mevzuat hükümlerinden bağımsız şekilde ve sadece hakkaniyete dayalı olarak bir hüküm önerisinde bulunulması mümkün değildir40.   38 Fischer/Schneuwly, s. 417. 39 Meier/Schindler, s. 28. 40 Tahkim yargılamasında tarafların İsviçre Federal Usûl Kanunu nun 381. maddesinin  1.  fıkrasının  (b)  bendi  ve  İsviçre  Milletlerarası  Özel  Hukuk  Kanunu nun (IPRG) 187. maddesinin 2. fıkrası uyarınca hakem heyetini sadece hakkaniyete göre karar verilmesi yönünde yetkilendirebilecekleri düzenlenmiştir.  Bu  düzenlemeler  doğrultusunda  uzlaştırma  merciinin  hakkaniyete göre karar vermesinin ancak tahkim yargılamasına ilişkin bu düzenlemelerin kıyasen uygulanarak, tarafların açık rızasıyla mümkün olabileceği savunulmaktadır (Meier/Schindler (2016), s. 28-29)). Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          65 Doktrinde hüküm önerisine ilişkin bu eleştiriler doğrultusunda, bu kurumun daha iyi işleyebilmesi için farklı çözüm önerileri sunulmaktadır. Bir görüşe göre, uzlaştırma merciinin hüküm önerisinde bulunmasını seçtiği durumlarda, bu hüküm önerisini gerekçelendirmesi zorunlu tutularak şeffaflığın sağlanması mümkündür41. Bir başka görüşe göre, uzlaştırma mercii hüküm önerisinde bulunmak istiyorsa, taraflar arasındaki uyuşmazlığı hukukî olarak tüm yönleriyle tahlil edebilecek nitelikte olmalı ve uyuşmazlık konusunda yeterli hukukî bilgiye veya eğitime sahip değilse, hüküm önerisinde bulunmaktan kaçınmalıdır42. Taraflar, hüküm önerisini herhangi bir gerekçe göstermeksizin reddedebilir. Tarafların, hüküm önerisini reddettiklerini uzlaştırma merciine bildirdikten sonra uzlaştırma mercii, uzlaştırmaya başvuran tarafa dava açma izni verir.  cc.Uzlaştırma Merciinin Uyuşmazlığı Karara Bağlaması İsviçre Federal Usûl Kanunu nun 212. maddesi uyarınca uyuşmazlık miktarı 2.000 İsviçre frangına kadar olan uyuşmazlıklarda zorunlu uzlaştırmaya başvuran tarafın talebi üzerine uzlaştırma mercii, uyuşmazlığı karara bağlayabilir. Anılan hükümde uzlaştırma merciinin uyuşmazlığı karara bağlayabileceği” düzenlendiğinden, uzlaştırmaya başvuranın bu yönde bir talebi olsa da, uzlaştırma mercii karar vermek zorunda değildir43.  Uzlaştırma merciinin bu talebi kabul etmesi durumunda, uzlaştırma prosedürünün sona erdiğini ve karar yargılamasına geçildiğini taraflara bildirerek, bu durumu tutanağa geçirmesi gerekir. Ayrıca taraflar, karar yargılamasına geçildiği için tüm beyanlarının da tutanağa geçirileceği konusunda aydınlatılır. Uzlaştırma mercii, karar yargılamasında ilk derece mahkemesi gibi hareket eder44. Karar yargılamasına geçilmesi, uz41 Fischer/Schneuwly, s. 418; Meier/Schindler, s. 28. 42 Meier/Schindler, s. 29. Benzer yönde bkz. Daetwyler/Stalder, s. 101. 43 Brüllhardt Beat, Inkohärenzen bei Kosten- und Verfahrensfragen vor der paritätischen Schlichtungsbehörde”, MP H.1, 2017, s. 6. 44 Sunaric, s. 121; SK ZPO, Honnegger, Art. 212, N. 4; OFK-ZPO, Möhler, Art. 212, N.6. Aynı yönde İsviçre Federal Mahkemesi kararları için bkz. BGE 135 III 253; BGE 138 III 792.66   TAÜHFD/ZtdR - 2021/2 laştırma merciinin mutlaka karar vermesini gerektirmez. Uzlaştırma mercii yapılan karar yargılaması sonucunda elde ettiği bilgiler doğrultusunda, hüküm önerisinde bulunabileceği gibi, uzlaştırmaya başvuran tarafa dava izni vererek yargılamayı sona erdirebilir45. 6.Uzlaştırma Mercii Kararlarına Karşı Kanun Yolu Zorunlu uzlaştırmaya karşı başvurulabilecek kanun yolları oldukça sınırlıdır. Zorunlu uzlaştırma; kabul, feragat veya sulh yoluyla sona ermişse, başvurulabilecek yegâne kanun yolunun, İsviçre Federal Usûl Kanunu nun 328. maddesi uyarınca temyiz kanun yolu olduğu kabul edilmektedir46. Başvuranın talebi üzerine karar yargılamasına geçilmiş ve uzlaştırma mercii uyuşmazlığı karara bağlamışsa, uzlaştırma mercii ilk derece mahkemesi gibi hareket etmiş kabul edildiğinden, taraflar İsviçre Federal Usûl Kanunu nun 319. maddesi uyarınca şikâyet yoluna başvurabilir47. Bunun dışında kanun yoluna başvuru imkânı öngörülmemiştir.  C.Sonuç İsviçre Federal Usûl Kanunu nun 197. ilâ 212. maddeleri arasında zorunlu  uzlaştırma  kurumu  düzenlenmiştir.  Hukukumuzda  pek  çok uyuşmazlık bakımından son yıllarda öngörülen dava şartı arabuluculuğa benzer olarak zorunlu uzlaştırmaya tâbi uyuşmazlıklarda, uzlaştırma merciine başvurmadan ve zorunlu uzlaştırma süreci tamamlanmadan dava açılması mümkün değildir. Zorunlu uzlaştırma, uzlaştırma mercii tarafından yürütülür. Uzlaştırma mercii hem faaliyetleri hem de personeli bakımından idareden bağımsız niteliği haizdir. Zorunlu uzlaştırmaya kural olarak tarafların şahsen katılmaları zorunlu tutulmuş, İsviçre Federal Usûl Kanunu nun 204. maddesinin 3. fıkrasındaki istisnaî hâllerden birisi söz konusu olmadığı takdirde, uzlaştırma görüşmesine katılmayan tarafa idarî para cezası verilmesi mümkün 45 Brüllhardt, s. 3. 46 Fischer/Schneuwly, s. 420-421. 47 BK ZPO, Alvarez/Peter, Art. 212, N. 14; SK ZPO, Honegger, Art. 212, N. 10; OFK-ZPO, Möhler, Art. 212, N. 11. Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          67 kılınmıştır. Arabuluculuktan farklı olarak uzlaştırma mercii, tarafların somut uyuşmazlık bakımından hukukî durumlarını gözeterek tarafları ortak bir çözüm noktasında buluşturmaya çalışır.  Uzlaştırma merciine bazı durumlarda alternatif uyuşmazlık çözüm yolları için atipik” olarak nitelendirilebilecek bazı yetkiler de tanınmıştır. İsviçre Federal Usûl Kanunu nun 210. maddesinde uzlaştırma merciine, Eşit Davranma Kanunu ve kira hukukundan kaynaklı bazı davaların yanı sıra dava değeri 5.000 İsviçre frangına kadar olan malvarlığına ilişkin uyuşmazlıklarda da, bir hüküm önerisinde bulunma yetkisi verilmiştir. Uzlaştırma mercii, bu yetkisini kullanarak somut uyuşmazlık bakımından bir hüküm önerisinde bulunur ve taraflar bu hüküm önerisine 20 gün içinde itiraz etmezler ise, bu hüküm önerisi taraflar için bağlayıcı hâle gelir. Ayrıca İsviçre Federal Usûl Kanunu nun 212. maddesi uyarınca uyuşmazlık miktar ve değeri 2.000 İsviçre frangına kadar olan uyuşmazlıklarda zorunlu uzlaştırmaya başvuran tarafın talebi üzerine uzlaştırma merciinin, uyuşmazlığı karara bağlayabileceği düzenlenmiştir. Uzlaştırma mercii bu yetkisini kullanır ve karar verirse, ilk derece mahkemesi gibi hareket ettiğinden dolayı, uzlaştırma merciinin bu kararına karşı şikâyet yoluna başvurulması mümkündür.  68   TAÜHFD/ZtdR - 2021/2 ZUSAMMENFASSUNG In dieser Arbeit befasst sich der Autor mit dem Schlichtungsversuch im schweizerischen Zivilprozessrecht und versucht, einen Überblick über dieses Rechtsinstitut zu verschaffen.  Schlichtungsversuch ist zwischen Art. 197. und 212. der schweizerischen Zivilprozessordnung geregelt. Gemäß Art. 197 der schweizerischen ZPO dem Entscheidverfahren ein Schlichtungsversuch vor der Schlichtungsbehörde voraus. Dieser Vorschrift kann man entnehmen, dass ein Schlichtungsverfahren zwingend durchzuführen ist, es sei denn, es liegt eine der Ausnahmen des Art. 198 der schweizerischen ZPO vor. Außerdem dürfen Parteien bei vermögensrechtlichen Streitigkeiten mit einem Streitwert von mindestens 100 000 Franken auf die Durchführung des Schlichtungsverfahrens verzichten.  Im Art. 201 Abs. 1 der schweizerischen ZPO wird vorgesehen, dass die Schlichtungsbehörde in formloser Verhandlung die Parteien zu versöhnen versucht. Einleitung des Schlichtungsverfahrens erfolgt durch einen entsprechenden Antrag, in dem nur die Gegenpartei, das Rechtsbegehren und der Streitgegenstand zu bezeichnen sind. Persönliches Erscheinen der Parteien ist grundsätzlich zwingend. Sinn und Zweck dieser Regelung ist es, den Parteien zu ermöglichen, sich zu ihrer Streitigkeit auszusprechen und dadurch die Streitigkeit beizulegen.  Die Verhandlung hat innerhalb von zwei Monaten nach Eingang des Gesuchs auf Schlichtungsversuch oder des Schriftenwechsels stattzufinden. Grundsätzlich findet nur eine Verhandlung statt, aber wenn der Schlichtungsversuch Erfolg verspricht, ist es möglich, dass mehrere Verhandlungen vereinbart werden. Die Verhandlung ist nicht öffentlich. Dadurch wird versucht, den Parteien die Gelegenheit zu geben, zur Streitigkeit frei auszusprechen, ohne befürchten zu müssen, dass ihre Aussagen später im Prozess verwendet werden. Deshalb ist auch im Art. 205 der schweizerischen ZPO vorgesehen, dass die Aussagen der Parteien nicht protokolliert werden dürfen. Zu protokollieren ist jedoch, Ort und Datum der Verhandlung, anwesende Parteien und begleitende Dritte, Rechtsbegehren und Ergebnis des Schlichtungsversuches.  Durch Schlichtungsversuch kann es zu einer Einigung zwischen den Parteien kommen. Einigen sich die Parteien, hat die Schlichtungsbehörde einen   Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa                                                                        69 Vergleich, eine Klageerkennung oder einen Klagerückzug zu Protokoll zu nehmen. Dieses Protokoll wird dann von beiden Parteien unterzeichnet. Jede Partei erhält eine Kopie des Protokolls. Kommt es zu keiner Einigung zwischen den Parteien, hält die Schlichtungsbehörde dies im Protokoll fest und erteilt die Klagebewilligung.  Mit der Klagebewilligung kann der Kläger innerhalb von 3 Monaten beim Gericht seine Klage einreichen. Bei Säumnis der klagenden Partei gilt das Schlichtungsgesuch als zurückgezogen; das Verfahren wird als gegenstandslos abgeschrieben. Bei Säumnis der beklagten Partei verfährt die Schlichtungsbehörde, wie wenn keine Einigung zu Stande gekommen wäre. Bei Säumnis beider Parteien wird das Verfahren als gegenstandslos abgeschrieben. Im schweizerischen Zivilprozessrecht ist die Schlichtungsbehörde befugt, in im Art. 210 Abs. 1 der schweizerischen ZPO aufgezählten Streitigkeiten einen Urteilsvorschlag zu machen. Dieser Urteilsvorschlag muss nicht begründet werden. Den Parteien ist es grundsätzlich frei, diesen Vorschlag abzulehnen. Jedoch muss man beachten, dass die Ablehnung innerhalb von 20 Tagen ab Eröffnung des Urteilsvorschlags gegenüber der Schlichtungsbehörde zu erklären ist. Sonst wird der Urteilsvorschlag bindend und hat Wirkungen einer rechtskräftigen Gerichtsentscheidung. Im Art. 212 der schweizerischen ZPO wird geregelt, dass die Schlichtungsbehörde vermögensrechtliche Streitigkeiten bis zu einem Streitwert von 2000 Franken entscheiden kann, sofern die klagende Partei einen entsprechenden Antrag stellt. Wenn die Schlichtungsbehörde diesen Antrag gutheißt, wird das Schlichtungsverfahren abgeschlossen und dies ist zu protokollieren und den Parteien mitzuteilen. Ab dem Zeitpunkt werden die Aussagen der Parteien protokolliert und die Schlichtungsbehörde fungiert wie die erste Instanz. Gegen die Entscheidung der Schlichtungsbehörde können die Parteien gem. Art. 319 der schweizerischen ZPO Beschwerde einlegen.      70   TAÜHFD/ZtdR - 2021/2 KAYNAKÇA ATALI M., İsviçre Federal Hukuk Muhakemeleri Kanunu Taslağı”, MİHDER, C.1, S. 1, Y. 2005, s. 123-188. BOHNET F./DROESE L., Präjudizienbuch Zivilprozessordnung, Bern 2018, Art. 198, N. 1. BRÜLLHARDT B., Inkohärenzen bei Kosten- und Verfahrensfragen vor der paritätischen Schlichtungsbehörde”, MP H.1, 2017, s. 1-26. DAETWYLER G./STALDER C., Schlichtungsverhandlung bei handelsgerichtlichen Streitigkeiten, SJZ H. 115, 2019, s. 99-110. ERK N., Streitbeilegungsmechanismen im Aktionärbindungsvertrag, REPRAX 2017, H. 4, s. 146-182. FISCHER K., Vom Friedensrichteramt zur Schlichtungsbehörde, Zürich 2008. FISCHER J./SCHNEUWLY A. M., Alternative Dispute Resolution - Verhandlung, Mediation, Schlichtung, Schiedgerichtsbarkeit, Schiedsgutachten, Hybride ADR-Verfahren, Zürich/St. Gallen 2021. GASSER D./RICKLI B., Schweizerische Zivilprozessordnung Kurzkommentar, 2. Aufl., Zürich/St. Gallen 2014. GEHRI M. A./JENT-SØRENSEN I./SARBACH M., Schweizerische Zivilprozessordnung, Orell Füssli Kommentar, 2. Aufl., Zürich 2015 (OFK-ZPO Yazar). GIRSBERGER D./PETER J. T., Aussergerichtliche Konfliktlösung. Kommunikation - Konfliktmanagement - Verhandlung - Mediation - Schiedsgerichtsbarkeit, Zürich/Basel/Genf 2019. HAUSHEER H./WALTER H. P., Schweizerische Zivilprozessordnung, Band II, Bern 2012 (BK ZPO, Yazar). KORBION C., Baurechtsfälle und Schlichtung nach VOB, Freiburg/Berlin/München 2019. MEIER I./SCHINDLER R., Die Schlichtungsbehörde als small-claims court”, CIVPRO H. 10, 2016, s. 20-45. OBERHAMMER P./DOMEJ T./HAAS U., Schweizerische Zivilprozessordnung, 2.Aufl., Basel 2013 (KUKO ZPO-Yazar). PELZER N., Mediation und Schlichtung. Eine systematische Untersuchung auf Grundlage des chinesischen und deutschen Rechts, Heidelberg 2018. Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          71 PFÄNDLER A. M., Mediation beim Finanzintermediär - eine Alternative zum Gerichtsprozess?  Management  der  Reputationsrisiken  von  Banken durch  aussergerichtliche  Verfahren  der  Streitschlichtung,  Hamburg 2015. SCHRANK C., Grundsatzfragen zum Schlichtungsverfahren - Kompetenzkompetenz, Beteiligung Dritter und Erscheinungspflicht des Gesuchstellers bei angekündigtem Nichterscheinen des Gesuchsgegners?”, Das Schlichtungsverfahren nach ZPO. Praxis und Umsetzung des obligatorischen Schlichtungsverfahrens in ausgewählten Kantonen, Besonderheiten des Schlichtungsverfahrens im arbeits- und mietrechtlichen Kontext und besondere Entscheidverfahren, Bern 2016, s. 1-18. SPÜHLER K./TENCHIO L./INFANGER D., Basler Kommentar zur Schweizerischen Zivilprozessordnung, 3. Aufl., Basel 2017 (BSK ZPO, Yazar). STAEHLIN A./STAEHLIN D./GROLIMUND P., Zivilprozessrecht - Unter Einbezug des Anwaltsrechts und des internationalen Zivilprozessrechts, 2. Aufl., Zürich 2013. SUNARIC P., Die richtige Partei im zivilprozessrechtlichen Erkenntnisverfahren. Sachlegitimation - Klagerecht” - Prozessführungsbefugnis, Zürich 2018. SUTTER-SOMM T., Schweizerisches Zivilprozessrecht, 3. Aufl., Zürich 2017. SUTTER-SOMM T./HASENBÖHLER F./LEUENBERGER C., Kommentar zur Schweizerischen Zivilprozessordnung, 3. Aufl., Zürich 2016 (SK ZPOYazar). TSCHUDI M., Zuständigkeit und Befugnisse der Schlichtungsbehörde - ein Überblick”, MietRecht Aktuell H. 2, 2006, s. 45-55. VOGEL-ETIENNE U./LAUTENBACH-KOCH A., Mediation in a nutshell, Zürich/St. Gallen 2014. WERMKE C., Praxishandbuch Mediation, 3. Aufl., Weil im Schönbuch 2016. WINTER Patrick, Anträge an die Schlichtungsbehörde, MP H. 3, 2013, s. 177-199.",
     "Abstract": "In Swiss civil procedure law, it is stipulated that the parties apply for a compulsory conciliation before filing an action, and compulsory conciliation is regulated as a condition of litigation. Compulsory conciliation is carried out by a conciliation authority independent of the administration. In compulsory conciliation, the conciliation authority guides the parties to end the dispute between them without resorting to litigation, taking into account the legal status  of  the  parties  in  terms  of  the  concrete  dispute.  In  Swiss  law,  the compulsory conciliation authority has been granted some powers, such as the power to propose judgments to the parties in terms of certain disputes and to adjudicate the dispute upon request in disputes if the value in dispute does not exceed 2,000 Swiss frank. In this study, the compulsory conciliation institution regulated between articles 197 and 212 of the Code of Swiss Civil Procedure will be examined in general.",
     "Metin": "Günümüzde uyuşmazlıkların, alternatif uyuşmazlık çözüm yollarına başvurularak çözümlenmeye çalışılması hem taraflarca tercih edilen hem de devletler tarafından teşvik edilen bir yol hâline gelmiştir. Zira devlet mahkemeleri önündeki yargılamaların uzun yıllar sürmesi, mahkeme huzurundaki yargılamaların bir kazanan ve bir kaybeden üzerine kurulu olması gibi sebepler, yargılamanın sonunda elde edilen sonucun her zaman tarafları maddî veya manevî olarak yeterli biçimde tatmin etmeyebilmektedir. Ayrıca bu uzun yargılama süreci, uyuşmazlık nedeniyle taraflar arasındaki zaten yıpranmış ilişkiyi, onarılması mümkün olmayan şekilde zedelemekte ve taraflar arasında yeni uyuşmazlıkların doğmasına sebebiyet verebilmektedir.  Tarafların, aralarındaki uyuşmazlıkları devlet yargısına başvurmadan çözüme kavuşturmaları toplumsal barışın daha kalıcı olmasına hizmet ettiği gibi, mahkemelerin iş yükünü azaltmaya da yardımcı olur. Özellikle ülkemizde olduğu gibi iş yükünün yargının kronik bir sorunu hâline geldiği ülkelerde, devletlerin tarafları alternatif uyuşmazlık çözüm yollarına yönelterek, uyuşmazlıkların mahkemeye taşınmadan çözümlenmesini desteklemesi, hukuk politikası açısından orta ve uzun vadedeDoç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          51 devlet yargısının bu kronik hastalığından kurtulması ve yargı kalitesinin artması bakımından önemlidir. Ülkemizde pek çok dava bakımından arabuluculuğu bir dava şartı olarak düzenleyen hükümler getirilmesi, 6100 sayılı Hukuk Muhakemeleri Kanunu yla medenî usûl hukukumuza kazandırılan bir yargılama aşaması olan ön inceleme aşamasında, henüz yargılamanın başlangıç safhasında dahi tarafların sulhe ve arabuluculuğa teşvikine büyük önem atfedilmesi, bu yönde etkin bir hukuk politikası benimsendiğini göstermektedir. Bu çalışmamızda, 01.01.2011 tarihinde yürürlüğe giren İsviçre Federal Usûl Kanunu nun 197. maddesi ve devamı hükümlerinde düzenlenen zorunlu uzlaştırma (Schlichtungsverfahren) kurumunu tanıtarak bir alternatif uyuşmazlık çözüm yolu olarak dava öncesi zorunlu uzlaşmayı, somut bir örnek üzerinden olumlu ve olumsuz yönleriyle inceleyeceğiz. B.İsviçre Medenî Usûl Hukukunda Zorunlu Uzlaştırma I.Genel Olarak İsviçre Federal Usûl Kanunu nun 197. maddesinde dava açılmadan önce uzlaştırmaya başvurunun zorunlu olduğu düzenlenmiştir. İsviçre Federal Usûl Kanunu nun 198. maddesinde ise zorunlu uzlaştırmadan muaf olan davalar tahdidî biçimde sayılmıştır1. Anılan bu hüküm uyarınca,  basit  yargılama  usûlüne  tâbi  davalar,  İsviçre  Medenî  Kanunu nun 28b maddesi uyarınca şiddet, tehdit veya takip edilmeyle ilgili veya söz konusu Kanun un 28c maddesi uyarınca elektronik takiple ilgili davalar, kişiler hukukuna ilişkin davalar, çocuğun bakımına ve dava açılmadan önce ebeveynlerden birinin çocuğun korunmasına ilişkin ilgili kuruma başvurduğu durumlarda çocuğun diğer menfaatlerine ilişkin (İsviçre Medenî Kanunu m. 298b ve 298d) davalar, boşanma davaları, aynı cinsten partnerler arasında kayıtlı birlikteliğin (eingetragene Partnerschaft) sona erdirilmesi veya butlanına ilişkin davalar, İsviçre İcra ve İflâs Kanunu nda yer alan borçtan kurtulma davası (İsviçre İcra ve İflâs Kanunu (İsvİİK) m. 83 f. 2), tespit davası (İsvİİK m. 85a), istihkak davası (İsvİİK m. 1 Bohnet François/Droese Lorenz, Präjudizienbuch Zivilprozessordnung, Bern 2018, Art. 198, N.1.52   TAÜHFD/ZtdR - 2021/2 106-109), hacze imtiyazlı iştirak (İsvİİK m. 111), iflâsta üçüncü kişinin masaya ve masanın üçüncü kişiye karşı açtığı istihkak davaları (İsvİİK m. 242), sıra cetveline itiraz ve sıra cetvelinin iptali davası (İsvİİK m. 148, 250), borçlunun yeni malvarlığı iktisap ettiğinin tespiti davası (İsvİİK m. 265a) ve kiralayanın hapis hakkından kaçırılmış olan eşyanın yeniden kiralanana geri verilmesi için açılan dava (İsvİİK m. 284), İsviçre Federal Usûl Kanunu nun 5. ve 6. maddeleri uyarınca sadece tek bir kantonal mercinin yetkili olduğu uyuşmazlıklar, aslî müdahale, karşı dava ve davanın ihbarı, dava için mahkemece belirli olan bir sürenin tâyin edildiği durumlar zorunlu uzlaştırmadan muaf tutulmuştur. İsviçre Federal Usûl Kanunu nun 199. maddesinin 1. fıkrasında öngörülen istisnalardan birisinin varlığı durumunda taraflardan birisi uzlaştırma merciine (Schlichtungsbehörde)2 başvurmuşsa dahi zorunlu uzlaştırmanın yapılmaması gerektiği kabul edilmektedir3. Ayrıca İsviçre Federal Usûl Kanunu nun 199. maddesinde, dava değeri 100.000 İsviçre frangının üzerinde olan malvarlığına ilişkin davalarda, tarafların anlaşarak zorunlu uzlaştırmadan feragat edebilecekleri hükme bağlanmıştır. Miktar ve değeri 100.000 İsviçre frangının üzerinde olan malvarlığına ilişkin davalarda tarafların sadece anlaşarak zorunlu uzlaştırmadan feragat edebilecekleri hükme bağlanmış olsa da, anılan hükmün ikinci fıkrası uyarınca davalının yerleşim merkezinin yurt dışındaysa, davalının bulunduğu yer bilinmiyorsa veya 24.03.1995 tarihli Eşit Davranma Kanunu ndan kaynaklı bir uyuşmazlık söz konusuysa, davacı tek taraflı olarak da zorunlu uzlaşmadan feragat edebilir. 2 Doktrinde Atalı, İsviçre Federal Usûl Kanunu nun henüz tasarı aşamasındayken yapmış olduğu Kanun çevirisinde, Schlichtungsbehörde kavramını isabetle uzlaştırma mercii olarak ifade etmiş olup, biz de çalışmamızda söz konusu kavramı  bu  şekilde  kullanmayı  tercih  ettik.  Anılan  Kanun  Tasarısı nın  Almanca dan Türkçe ye çevirisi için bkz. Atalı Murat, İsviçre Federal Hukuk Muhakemeleri Kanunu Taslağı, MİHDER, C. 1, S. 1, Y. 2005, s. 123-188. 3 Fischer Jonas/Schneuwly Anne Mirjam, Alternative Dispute Resolution - Verhandlung, Mediation, Schlichtung, Schiedgerichtsbarkeit, Schiedsgutachten, Hybride ADR-Verfahren, Zürich/St. Gallen 2021, s. 404.Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          53 2.Zorunlu Uzlaştırmanın Arabuluculuktan Farkı Kural  olarak hem  uzlaştırma  hem  de  arabuluculuk,  alternatif uyuşmazlık çözüm yolları olarak taraflar arasında orta yolu bularak, anlaşma zeminini oluşturarak, uyuşmazlığın mahkemeye yansımadan giderilmesini sağlamayı hedefler. Bununla birlikte arabuluculuk ve uzlaştırma arasında önemli farklar mevcuttur. Arabuluculukta, arabulucuların somut uyuşmazlığı hükme bağlama yetkisi bulunmadığı gibi, arabulucuların somut uyuşmazlığın çözümü bakımından herhangi bir çözüm önerisinde bulunması mümkün değildir4. Öte yandan uzlaştırmacı, uyuşmazlığı sona erdirmek üzere kendi hazırladığı veya teklif ettiği somut bir çözüm önerisini tarafların kabulüne sunabilir5. Arabuluculuk ile uzlaştırma arasındaki diğer bir fark, arabuluculukta genel olarak tarafların menfaatleri ve istekleri ortaya konarak bir çözüm yolu aranmasıdır. Bununla birlikte uzlaştırmada, tarafların aralarındaki uyuşmazlık bakımından ortaya çıkan hukukî sorunlar üzerinden bir çözüme ulaşılmaya çalışılmasıdır6. Ayrıca İsviçre Federal Usûl Kanunu nun 113. maddesinin 1. fıkrasında zorunlu uzlaştırma bakımından karşı tarafa lehine giderlerin öden4 Pelzer Nils, Mediation und Schlichtung. Eine systematische Untersuchung auf Grundlage des chinesischen und deutschen Rechts, Heidelberg 2018, s. 205 vd.; Erk Nadja, Streitbeilegungsmechanismen im Aktionärbindungsvertrag, REPRAX 2017, H. 4, s. 150. Hukukumuzda 7036 sayılı Kanun la Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu m. 2/1-b ye getirilen ek ibareyle tarafların çözüm üretemediklerinin ortaya çıkması hâlinde arabulucunun çözüm önerisi de getirebileceği kabul edilmiştir.  5  Girsberger Daniel/Peter James T., Aussergerichtliche Konfliktlösung. Kommunikation - Konfliktmanagement - Verhandlung - Mediation - Schiedsgerichtsbarkeit, Zürich/Basel/Genf 2019, s. 6, Kn. 11; Vogel-Etienne Ueli/LautenbachKoch Annegret, Mediation in a nutshell, Zürich/St. Gallen 2014, s. 2; Wermke Christian, Praxishandbuch Mediation, 3. Aufl., Weil im Schönbuch 2016, s. 45. 6  Girsberger/Peter, s. 6, Kn. 14; Pfändler Andrea Maria, Mediation beim Finanzintermediär - eine Alternative zum Gerichtsprozess? Management der Reputationsrisiken von Banken durch aussergerichtliche Verfahren der Streitschlichtung, Hamburg 2015, s. 55.54   TAÜHFD/ZtdR - 2021/2 mesine hükmedilmesinin mümkün olmadığı düzenlenmiştir. Yani taraflar, zorunlu uzlaştırma nedeniyle mesai kaybı, hazırlık masrafları, hukukî danışmanlık ücretleri, uzlaştırmanın yapılacağı yere gitmek için yaptıkları seyahat masrafları gibi giderlere kendileri katlanmak zorundadır7. Bununla birlikte arabuluculukta olduğu gibi, zorunlu uzlaştırma nedeniyle oluşan giderler, uzlaştırmanın sonucundan bağımsız olarak taraflarca yarı yarıya karşılanır8. Ancak zorunlu uzlaştırmada tarafların anlaşması durumunda, bu anlaşma mahkeme dışı sulh niteliğinde kabul edildiğinden, taraflar zorunlu uzlaştırma nedeniyle oluşan giderlerin hangi tarafça karşılanması gerektiğine ilişkin bir anlaşmaya varmışlarsa, bunu da sulh metnine dahil edebilirler9. 3.Uzlaştırma Merciinin Hukukî Niteliği İsviçre hukukunda uzlaştırma merciinin şeklî anlamda bir mahkeme olarak düzenlenmesinden kaçınılmıştır10. Bununla birlikte uzlaştırma merciine, bazı uyuşmazlıklar bakımından taraflara hüküm önerisinde (Urteilsvorschlag) bulunma yetkisi tanınmıştır. İsviçre Federal Usûl Kanunu nun 210. maddesi uyarınca uzlaştırma mercii, 24.03.1995 tarihli Eşit Davranma Kanunu ndan kaynaklı uyuşmazlıklarda, kira bedelinin 7  Oberhammer Paul/Domej Tanja/Haas Ulrich, Schweizerische Zivilprozessordnung, 2. Aufl., Basel 2013, Art. 207, N. 11. 8  Korbion  Claus-Jürgen,  Baurechtsfälle  und  Schlichtung  nach  VOB,  Freiburg/Berlin/München 2019, s. 98. 9  Uygulamada tarafların genellikle, sulh olmaları durumunda yargılama giderlerinin dağılımını düzenleyen İsviçre Federal Usûl Kanunu nun 109. maddesinden faydalandıkları ifade edilmektedir (KuKo ZPO-Gloor/Umbricht Lukas, Art. 207, N. 10). 10  Schrank Claude, Grundsatzfragen zum Schlichtungsverfahren - Kompetenzkompetenz, Beteiligung Dritter und Erscheinungspflicht des Gesuchstellers bei angekündigtem Nichterscheinen des Gesuchsgegners?, Das Schlichtungsverfahren nach ZPO. Praxis und Umsetzung des obligatorischen Schlichtungsverfahrens in ausgewählten Kantonen, Besonderheiten des Schlichtungsverfahrens im arbeits- und mietrechtlichen Kontext und besondere Entscheidverfahren, Bern 2016, s. 2; Sunaric Predrag, Die richtige Partei im zivilprozessrechtlichen Erkenntnisverfahren - Sachlegitimation - Klagerecht - Prozessführungsbefugnis, Zürich 2018, s. 120.Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          55 tevdi edilmesine, kötüniyetli kira bedelinden korunmaya, kira sözleşmesinin haksız feshine ve kira ya da hasılat kirası sözleşmelerinin uzatılmasına ilişkin uyuşmazlıklarda ya da değeri 5.000 İsviçre frangını aşmayan malvarlığına ilişkin uyuşmazlıklarda hüküm önerisinde bulunabilir. Anılan hükmün ikinci fıkrasında, uzlaştırma merciince yapılacak hüküm önerisinin kısa bir gerekçe de içerebileceği kabul edilmiştir. Uzlaştırma mercii gerek faaliyetleri gerekse de personeli bakımından idareden bağımsızdır. Bu açıdan uzlaştırma merciinin maddî anlamda  mahkeme  olma  kriterini  sağladığı  kabul  edilmektedir.  İsviçre doktrininde uzlaştırma merciinin sistemsel yapısı bakımından idareden bağımsız olmasının, uyuşmazlığın tarafları bakımından oldukça önemli olduğu, zira tarafların bu yönde haklı bir beklentilerinin söz konusu olduğu ifade edilmektedir11. 4.Zorunlu Uzlaştırma Bakımından Hâkim Olan İlkeler a.Uzlaştırma Görüşmelerinin Aleni Olmaması Arabuluculuk ve tahkimde olduğu gibi, zorunlu uzlaştırmada da taraflar arasındaki görüşmeler alenî olarak yürütülmez. İsviçre Federal Usûl Kanunu nun 203. maddesinin 3. fıkrasında uzlaştırma görüşmesinin alenî yapılmayacağı açıkça hükme bağlamıştır. Bununla birlikte aynı hükmün  ikinci  cümlesinde  kira  hukukundan  veya  Eşit  Davranma  Kanunu ndan kaynaklı uyuşmazlıklarda, kamu menfaatinin söz konusu olduğu durumlarda görüşmelerin kısmen veya tamamen halka açık şekilde yapılabileceği düzenlenmiştir.  Uzlaştırma görüşmesinin alenî yapılmaması, uzlaştırmanın başarıya ulaşabilmesi bakımından önemlidir. Böylelikle taraflar, uyuşmazlıkla ilgili olarak kendilerini daha rahat ifade edebilirler12. 11 Sutter-Somm Thomas, Schweizerisches Zivilprozessrecht, 3. Aufl., Zürich 2017, s.251. 12  Daetwyler George/Stalder Christian, Schlichtungsverhandlung bei handelsgerichtlichen Streitigkeiten, SJZ H. 115, 2019, s. 105; Gehri Myriam A./Jent-Sørensen Ingrid/Sarbach Martin, Schweizerische Zivilprozessordnung, Orell Füssli Kommentar, 2. Aufl., Zürich 2015, Art. 203, N. 6.56   TAÜHFD/ZtdR - 2021/2 b.Uzlaştırmanın Zorunlu Olması Alternatif uyuşmazlık çözüm yollarına başvurulması, kural olarak tarafların serbest iradelerine bırakılmış olsa da, İsviçre hukukunda dava yoluna başvurmadan önce uzlaştırmaya başvurulması zorunlu tutulmuştur. İsviçre Federal Usûl Kanunu nun 197. maddesinde dava açılmadan önce uzlaştırmaya başvurma zorunluluğu düzenlenerek, uzlaştırmaya başvuru, bir dava şartı hâline getirilmiştir13.  Dava öncesinde uzlaştırmaya başvurunun zorunlu tutulması, tarafların uzlaştırma sonucunda aralarındaki uyuşmazlığı mutlaka sona erdirmekle yükümlü oldukları veya uzlaştırmacının, tarafların dava yoluna başvurmasına engel olmak adına zorla taraflar arasında bir mutabakat sağlaması gerektiği anlamına gelmez14. c. Herhangi Özel Bir Bilgiye Sahip Olmayan Tarafların Dahi Faydalanabileceği Nitelikte Olması Zorunlu uzlaştırma kapsamında tarafların, herhangi bir özel bilgi birikimine veya hukuk bilgisine sahip olmaları gerekmez. Bu bakımından zorunlu uzlaştırma sürecinde taraflardan somut uyuşmazlık bakımından hukukî durumlarına ilişkin bir değerlendirmede bulunmaları veya kendilerini savunmaları beklenmediğinden, tarafların bu aşamada aralarındaki  uyuşmazlığın  sona  erdirilmesi  bakımından  hukukî  bir  çözüm üretme gibi bir yükümlülükleri yoktur. Benzer bir yükümlülüğün kabulü, kural olarak uzlaştırmacı açısından da mümkün değildir15. Her ne kadar uzlaştırma kapsamında tarafların somut uyuşmazlık bakımından hukukî durumlarına ilişkin bilgi verilse ve danışmanlık yapılsa da, uzlaştırma merciinin amacı teknik anlamda somut olayın hukukî çözümü kapsamında hareket etmek değil, taraflar arasındaki uyuşmazlığın dostane şekilde sona erdirilmesine yardımcı olmaktadır.  İsviçre Federal Usûl Kanunu nun 201. maddesinin 2. fıkrasında uzlaştırma  merciinin,  kira  hukukundan  veya  Eşit  Davranma  Ka13 Tschudi Matthias, Zuständigkeit und Befugnisse der Schlichtungsbehörde - ein Überblick, MietRecht Aktuell H.2, 2006, s. 45. 14 Schrank, s. 3. 15 Fischer/Schneuwly, s. 407.Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          57 nunu ndan kaynaklı uyuşmazlıklarda tarafları, hukukî durumları hakkında bilgilendirmesi gerektiği düzenlenmiştir. Anılan bu uyuşmazlıklar bakımından uzlaştırma merciinin bir hukukî danışmanlık işlevi olduğunu söylemek mümkündür. Bununla birlikte uzlaştırmacı, tarafsızlığına gölge  düşürecek  şekilde  hareket  etmemeli  ve  gerektiğinde  taraflara, üçüncü kişi hukukçulardan (gerektiğinde kapsamlı) bir danışmanlık alabilmeleri için imkân sağlamalıdır16. 5.İsviçre Hukukunda Zorunlu Uzlaştırma Sürecinin Seyri a.Zorunlu Uzlaştırmanın Başlaması İsviçre hukukunda zorunlu uzlaştırma ve kural olarak zorunlu uzlaştırmaya tâbi davalarda dava süreci, davacının uzlaştırma merciine başvuru dilekçesiyle başlar. İsviçre Federal Usûl Kanunu nun 202. maddesinin 1. fıkrasında zorunlu uzlaştırmaya başvurunun uzlaştırma merciine yazılı dilekçeyle sunulabileceği gibi, elektronik olarak veya uzlaştırma merciine sözlü olarak yapılan başvuruların tutanağa geçirilmesi suretiyle de yapılabileceği düzenlenmiştir. Zorunlu uzlaştırmaya başvurunun herkes tarafından kolayca yapılabilmesi için başvurunun içeriği oldukça basit tutulmuştur17. Başvuruda sadece karşı tarafın, talebin ve hukukî uyuşmazlığın belirtilmesi yeterlidir (İsviçre Federal Usûl Kanunu m. 202 f. 2). Başvuranın talebini ayrıntılı şekilde açıklamasına gerek yoktur. Talebin kısaca maddeler şeklinde belirtilmesi yeterli kabul edilmektedir18. Uzlaştırma mercii, başvurudan karşı tarafın yanlış gösterildiği kanaatine varırsa, bunu belirtilerek başvurana başvurusunu geri çekme imkânı tanıyabilir19. Zorunlu uzlaştırmaya başvurulması, derdestlik sonucunu doğurur20. Başka bir anlatımla zorunlu uzlaştırmaya başvurulduktan sonra 16 Sutter-Somm Thomas/Hasenböhler Franz/Leuenberger Christoph, Kommentar zur Schweizerischen Zivilprozessordnung, 3. Aufl., Zürich 2016, Art. 201, N. 6. 17 Botschaft ZPO, s. 7330. 18 Winter Patrick, Anträge an die Schlichtungsbehörde, MP H. 3, 2013, s. 180. 19 Sunaric, s. 121. 20 Winter, s. 180; OFK-ZPO, Möhler, Art. 202, N. 9.58                                                                                                TAÜHFD/ZtdR - 2021/2 aynı taraflar arasında, aynı taleple tekrar zorunlu uzlaştırmaya başvurulması mümkün değildir. b. Zorunlu Uzlaştırma Görüşmesi aa. Genel Olarak İsviçre Federal Usûl Kanunu nun 203. maddesinin 1. fıkrasında uzlaştırmanın, başvurudan veya tarafların karşılıklı dilekçelerini sunmalarından itibaren iki ay içinde yapılacağı düzenlenmiştir. İsviçre Federal Usûl Kanunu nun 200. maddesi uyarınca uzlaştırma merciinin birer taraf temsilcisi ve taraflardan bağımsız bir başkandan oluştuğu kira hukukuna ilişkin uyuşmazlıklarda, taraflara uzlaştırma görüşmesi öncesinde somut uyuşmazlığa ilişkin beyanda bulunmaları için süre verir21. Eğer taraflara süre verilmişse, uzlaştırma görüşmesinin verilen sürenin sona ermesinden itibaren iki ay içerisinde yapılması gerekir. Her ne kadar İsviçre Federal Usûl Kanunu nun 203. maddesinin 1. fıkrasında uzlaştırma görüşmesinin yapılması için sürecin başlamasından itibaren iki aylık bir süre öngörülmüşse de uzlaştırma merciinin zaman kaybetmeden tarafları görüşmeye davet etmesi ve uzlaştırma görüşmesini mümkün olan en yakın tarihte yapması gerektiği kabul edilmektedir22. Kural olarak tek bir uzlaştırma görülmesi yapılsa da, tarafların onayıyla birden fazla uzlaştırma görüşmesi yapılması mümkündür23. İsviçre Federal Usûl Kanunu nun 203. maddesinin 2. fıkrasında uzlaştırma merciinin bütün belgelerin sunulmasına izin vereceği ve keşif yapabileceği hükme bağlanmıştır. Bunun yanı sıra, İsviçre Federal Usûl Kanunu nun 210. ve 212. maddelerinde sayılan ve uzlaştırma merciinin taraflara hüküm önerisinde bulunabileceği uyuşmazlıklarda, uzlaştırmayı önemli ölçüde geciktirmeyecekse başka delillerin de gösterilmesine  21 Fischer/Schneuwly, s. 411; Spühler Karl/Tenchio Luca/Infanger Dominik, Basler Kommentar zur Schweizerischen Zivilprozessordnung, 3. Aufl., Basel 2017, Art. 203, N. 15. 22 SK ZPO, Honnegger, Art. 203, N. 2. 23 Gasser Dominik/Rickli Brigitte, Schweizerische Zivilprozessordnung Kurzkommentar, 2. Aufl., Zürich/St. Gallen 2014, Art. 203, N. 5,Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          59 karar verilebileceği düzenlenmiştir. Dolayısıyla İsviçre Federal Usûl Kanunu nun 210. ve 212. maddelerinde sayılan uyuşmazlıklar dışında belgelerin sunulması ve keşif dışında kural olarak uzlaştırma merciinin başkaca delillere başvurması veya bunları değerlendirmesi mümkün değildir. Uzlaştırmanın taraflarca olumlu karşılanması durumunda her iki tarafın da onayıyla uzlaştırma merciinin görüşmelere devam edebileceği ancak zorunlu uzlaştırmanın en geç 12 ay içerisinde sonlandırılması gerektiği hükme bağlanmıştır (İsvMUK m. 203 f. 4). bb. Tarafların Uzlaştırma Görüşmelerine Bizzat Katılma Zorunluluğu İsviçre Federal Usûl Kanunu nun 204. maddesinin 1. fıkrasında tarafların zorunlu uzlaştırma görüşmesine şahsen katılmalarının zorunlu olduğu düzenlenmiştir. Uzlaştırma görüşmesine şahsen katılma zorunluluğu, tüzel kişiler bakımından da geçerlidir. Dolayısıyla tüzel kişi, tarafı olduğu bir uyuşmazlıkla ilgili uzlaştırma görüşmesinde kendisini temsile yetkili organı veya uyuşmazlık konusu hakkında bilgi sahibi ve kendisini temsil ve dava takip yetkisine sahip başka bir temsilci vasıtasıyla temsil ettirmesi gerekir24. İsviçre Federal Usûl Kanunu nun 204. maddesinin 3. fıkrasında uzlaştırma görüşmesine şahsen katılma zorunluluğunun istisnaları üç bent şeklinde düzenlenmiştir. Taraflardan birisi, başka bir kantonda veya yurt dışında ikamet ediyorsa, hastalık, yaşlılık veya başka bir önemli sebep  görüşmeye  şahsen  katılıma  engelse,  İsviçre  Federal  Usûl  Kanunu nun 243. maddesinde sayılan uyuşmazlıklarda işveren veya sigortacı olarak kendisini bir çalışanı veya kiraya veren sıfatıyla bir taşınmaz yöneticisi aracılığıyla temsil ettiriyor ve bu temsilcilerin de sulh sözleşmesi imzalamaya yetkileri varsa, söz konusu taraf uzlaştırma görüşmesine şahsen katılmak zorunda değildir ve kendisini bir temsilciyle temsil ettirebilir. İsviçre hukukunda taraflardan birisinin uzlaştırma görüşmesine şahsen katılmak zorunda olmadığı durumlarda, diğer tarafın da kendisini temsil ettirip ettiremeyeceği tartışmalıdır. İsviçre doktrinindeki bir görüş, tarafların şahsen katılmalarının kural olduğu ve Kanun da bu 24 Daetwyler/Stalder, s. 104.60                                                                                                TAÜHFD/ZtdR - 2021/2 yönde özel bir düzenleme olmadığı gerekçesiyle, karşı tarafa da böyle bir imkân tanınmasının mümkün olmaması gerektiğini kabul etmektedir25. Diğer bir görüşe göreyse, taraflardan birisinin uzlaştırma görüşmesine şahsen katılmadığı ve temsilcisini gönderdiği durumlarda, karşı tarafın temsilciyle yürüteceği müzakere tam olarak verimli olamayacağından ve bu durumda tarafların karşı karşıya getirilmesindeki amaca tam olarak ulaşılması mümkün olmadığından dolayı, karşı tarafa da kendisini temsilciyle temsil ettirme hakkının tanınması gerekir26. Tarafların karşı karşıya gelerek somut uyuşmazlık bakımından kendi bakış açılarını açıklayarak uyuşmazlık hakkında karşılıklı olarak konuşmaları, uyuşmazlıkla ilgili olarak bir mutabakat sağlanması ve uyuşmazlığın sona erdirilmesi bakımından en etkin ihtimal olarak değerlendirildiğinden, uzlaştırma görüşmesine tarafların şahsen katılmaları zorunlu tutulmuştur27. Ancak doktrinde kanun koyucunun bu tutumunu eleştirilen yazarlar da mevcuttur. Bu yazarlar tarafların karşı karşıya getirilerek, uyuşmazlık konusunda müzakereye zorlanmalarının her daim çözüm üretilmesine fayda sağlayacağı şeklinde bir genellemenin yapılmasının mümkün olmadığını; pek çok uyuşmazlık bakımından tarafların bir araya getirilmesinin taraflar arasındaki mevcut gerginliğin daha da artmasına neden olabileceğini belirtilmiştir28. Böyle bir durumda uzlaştırma merciinin, taraflar arasında oluşabilecek gerginliği önceden tespit etmesi veya görüşme sırasında taraflar arasındaki gerginliğin yükselmeye başladığını gördüğünde, derhâl müdahale ederek durumu düzeltmeye çalışmakla yükümlü olduğu belirtilmiştir29. Taraflardan birisi, herhangi bir mazereti olmadan zorunlu uzlaştırma görüşmesine katılmamışsa, daha önceden uzlaştırma mercii tarafın 25 OFK-ZPO, Möhler, Art. 204, N. 9; Staehlin Adrian/Staehlin Daniel/Grolimund Pascal,  Zivilprozessrecht  -  Unter  Einbezug  des  Anwaltsrechts  und  des internationalen Zivilprozessrechts, 2. Aufl., Zürich 2013, s. 367. 26 SK ZPO, Honnegger, Art. 204, N. 13; Gasser/Rickli, Art. 204, N. 3; Fischer Karin, Vom Friedensrichteramt zur Schlichtungsbehörde, Zürich 2008, s. 90.  27 SK ZPO, Honnegger, Art. 204, N. 1; Gasser/Rickli, Art. 204, N. 1; OFK-ZPO, Möhler, Art. 204, N. 1. 28 Fischer/Schneuwly, s. 412. 29 Fischer/Schneuwly, s. 412.Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          61 dan ihtar edilmiş olmak şartıyla, mazeretsiz olarak uzlaştırma görüşmesine katılmayan tarafa, İsviçre Federal Usûl Kanunu nun 128. maddesi uyarınca para cezası verilebilir. Tarafların uzlaştırma görüşmesine katılmamaları, zorunlu uzlaştırmanın amacının aykırı olduğundan, tarafın mazeretsiz olarak uzlaştırma görüşmesine katılmamasının yaptırımsız bırakılması, zorunlu uzlaştırmayla ulaşılmak istenen hedeflere aykırı olacağından dolayı, uzlaştırma merciine böyle bir yetki tanınmıştır30. cc.Tarafların Uzlaştırma Sürecinde Dışarıdan Yardım Almaları İsviçre Federal Usûl Kanunu nun 204. maddesinin 2. fıkrasında tarafların, uzlaştırma görüşmesine bir hukukî danışman veya güvenlikleri bir kişiyle birlikte katılabilmelerine izin verilmiştir.  Doktrinde taraflara, uzlaştırma görüşmesine üçüncü kişileri de getirme imkânı tanınmasının avantajları ve dezavantajları olduğu belirtilmektedir31. Zorunlu uzlaştırma kural olarak miktar itibariyle düşük uyuşmazlıklar bakımından öngörüldüğünden, tarafların genellikle herhangi bir hukukî danışmanlığa ihtiyaç duymadan, kendi başlarına da uyuşmazlığı çözebilmeleri için mahkeme yargılamasına göre daha basit bir usûl öngörülmüştür. Bu nedenle taraflardan birisinin zorunlu uzlaştırmaya hukukî danışmanıyla birlikte katılmasının, taraflar arasındaki dengenin bozulmasına neden olabileceği ileri sürülmektedir32. dd.Zorunlu Uzlaştırma Görüşmelerinin Belgelenmesi Yukarıda da belirtildiği üzere, zorunlu uzlaştırma kural olarak alenî değildir. Ayrıca İsviçre Federal Usûl Kanunu nun 205. maddesinin 1. fıkrasında tarafların uzlaştırma görüşmeleri sırasındaki beyanlarının tutanağa geçirilmeyeceği ve daha sonra dava sırasında kullanılamayacağı hükme bağlanmıştır. Ancak bu düzenleme, yapılan uzlaştırma görüşmesinin hiçbir şekilde kayıt altına alınmayacağı anlamına gelmez. Uzlaştırma mercii, uzlaştırma görüşmesinin yapıldığına ilişkin bir tutanak dü30 Daetwyler/Stalder, s. 100; SK ZPO, Honnegger, Art. 206, N. 3. 31 Meier Isaak/Schindler Riccarda, Die Schlichtungsbehörde als small-claims court, CIVPRO H. 10, 2016, s. 22. 32 Fischer/Schneuwly, s. 414.62   TAÜHFD/ZtdR - 2021/2 zenlemekle yükümlüdür33. Düzenlenen bu tutanağa, uzlaştırma görüşmesinin yeri ve tarihi, uzlaştırma merciinin kimden oluştuğu, huzurda bulunan tarafların ve varsa taraflara eşlik eden üçüncü kişilerin kimler olduğu ve hukukî talep yazılır. Ayrıca uzlaştırma görüşmeleri kapsamında meydana gelen sulh, davanın kabulü veya feragati veya tarafların uzlaşamaması nedeniyle uzlaştırma mercii tarafından verilen dava izni de tutanağa geçirilir. c.Zorunlu Uzlaştırmanın Sona Ermesi aa. Genel Olarak Zorunlu uzlaştırmanın farklı şekillerde sona ermesi mümkündür. İsviçre Federal Usûl Kanunu nun 206. maddesinde uzlaştırma başvurusu yapan tarafın, mazeretsiz olarak uzlaştırma görüşmesine gelmemesi durumunda başvurusunu geri aldığı kabul edilir ve zorunlu uzlaştırma reddedilir.  Tarafların  zorunlu  uzlaştırma  sonucunda  anlaşmaları  durumunda üç farklı olasılık ortaya çıkabilir. Uzlaştırmaya başvuran taraf feragat edebilir, karşı taraf kabul beyanında bulunabilir veya taraflar sulh olabilir. Her üç durumda da uzlaştırma mercii bunu tutanağa geçirmekle yükümlüdür. Taraflar, bu tutanağı imzalar ve her bir tarafa tutanağın bir örneği verilir. İsviçre Federal Usûl Kanunu nun 208. maddesinin 2. fıkrası uyarınca uzlaştırma sonunda tutanağa geçirilen kabul, feragat veya sulh kesinleşmiş bir mahkeme kararının sonuçlarını doğurur. Uzlaştırma sonunda tarafların anlaşamamaları durumundaysa, uzlaştırma mercii tarafların anlaşamadıkları hususunu tutanağa geçirir ve uzlaştırmaya başvuran tarafa dava açma izni verildiğini tutanakta belirtir. İsviçre Federal Usûl Kanunu nun 209. maddesi uyarınca uzlaştırma merciinin dava izni vermesinden sonra üç ay içerisinde34 uzlaştırmaya 33  Hausheer  Heinz/Walter  Hans Peter,  Schweizerische  Zivilprozessordnung, Band II, Bern 2012, Art. 203 ZPO, N. 9. 34 Ancak İsviçre Medenî Usûl Kanunu nun 209. maddesinde öngörülen 3 aylık süre, zorunlu uzlaştırmaya tabi her uyuşmazlık bakımından geçerli değildir. Anılan hükmün 4. fıkrasında konut ve iş yeri kirasına ve hasılat kirasına ilişkinDoç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          63 başvuran tarafın görevli ve yetkili mahkemede dava açması gerekir. Uzlaştırmaya başvuran tarafın bu süre içerisinde dava açmaması durumunda verilen dava izni hükümsüz kalır ve dolayısıyla zorunlu uzlaştırmaya başvurulmasıyla başlayan derdestlik de sona erer35. Davacı bu 3 aylık süreden sonra dava açmak isterse, yeniden bir zorunlu uzlaştırma başvurusu yapmak zorundadır.  bb. Uzlaştırma Merciinin Hüküm Önerisinde Bulunabileceği Hâller ve Bunun Sonuçları İsviçre Federal Usûl Kanunu nun 210. maddesinde uzlaştırma merciinin, Eşit Davranma Kanunu ve kira hukukundan kaynaklı bazı davaların yanı sıra, miktar ve değeri 5.000 İsviçre frangına kadar olan malvarlığına ilişkin uyuşmazlıklarda, bir hüküm önerisinde bulanabileceği öngörülmüştür. Öncelikle belirtmek gerekir ki bu hukukî imkân, uzlaştırma merciine tanınmış olan bir haktır. İsviçre Federal Usûl Kanunu nun 210.maddesinde sayılan her uyuşmazlık bakımından, uzlaştırma merciinin bir hüküm önerisinde bulunma zorunluluğu yoktur36. Taraflar, 20 gün içerisinde bu hüküm önerisine itirazda bulunmazlarsa, bunu kabul etmiş sayılır ve söz konusu hüküm önerisi, kesinleşmiş bir mahkeme kararının sonuçlarını doğurur. Yukarıda da belirtildiği üzere uzlaştırma mercii, hüküm önerisinde bulunduğu durumlarda İsviçre  Federal Usûl  Kanunu nun 210. maddesinin 2. fıkrası uyarınca kısa bir gerekçe yazabilir. Ancak gerekçe yazılması konusunda uzlaştırma merciinin takdir yetkisi söz konusu olduğundan tarafların, hüküm önerisinin gerekçelendirilmesi gibi bir talepte bulunmalarının herhangi bir etkisi bulunmamaktadır37. Doktrinde, uzlaştırma merciine tanınan bu yetki eleştirilmiştir. Öncelikle hüküm kavramı ile hâkimin yürütmüş olduğu yargılama fa uyuşmazlıklarda dava açma süresinin 30 gün olduğu ayrıca diğer özel sürelerin saklı tutulduğu hükme bağlanmıştır.  35 Gasser/Rickli, Art. 209, N.  6; SK ZPO, Honnegger, Art. 209, N. 13; OFK-ZPO, Möhler, Art. 209, N. 5; BK ZPO, Alvarez/Peter, Art. 209, N. 13. 36 Staehlin/Staehlin/Grolimund, s. 372; SK ZPO, Honnegger, Art. 210, N. 2; OFKZPO, Möhler, Art. 210, N. 5; Gasser/Rickli, Art. 210, N. 3. 37 Meier/Schindler, s. 28.64                                                                                                TAÜHFD/ZtdR - 2021/2 aliyeti sonunda ulaşılan sonucun ifade edildiği gözetildiğinde, hüküm önerisi (Urteilsvorschlag) kavramının tercih edilmesinin isabetli olmadığı belirtilmiştir. Mahkeme ve mahkemede görev yapan hâkimler ile mahkemede görevli olmayan vatandaşlar arasında bir altlık-üstlük ilişkisi bulunduğu, mahkemelerin ve hâkimlerin yargılama erkinin birer parçası olmaları nedeniyle, mahkemelerce verilen hükümlerin herkes için bağlayıcı olduğu gözetildiğinde, öneri gibi bağlayıcılığı olmayan ve tarafların isterlerse uyabilecekleri bir tavsiyeyi çağrıştıran bir ifadenin, hüküm kavramıyla bir araya getirilerek kullanılmasının hatalı olduğu ifade edilmektedir38. Uzlaştırma  merciinin,  tarafların  itiraz  etmemeleri  durumunda bağlayıcı ve kesin hüküm gibi sonuç doğuracak bir hüküm önerisinde bulunma yetkisine sahip olmalarına rağmen, bu hüküm önerisini gerekçelendirmek zorunda olmamaları da eleştiriye açık bir durumdur. Zira her ne kadar uzlaştırma mercii, yürürlükteki soyut hukuk normlarının somut olaya uygulanması suretiyle ve tarafların hukukî durumlarına göre mahkeme huzurundaki bir yargılamada olduğu gibi derinlemesine irdelemek ve hüküm önerisini buna göre hazırlamak zorunda olmasa da, hüküm önerisinin sadece hakkaniyet gerekçe gösterilerek hazırlanmasının mümkün olmadığı kabul edilmektedir39. Zira taraflar, hukuk düzeni çerçevesinde geçerli normlara göre haklarında karar verilmesini talep etme hakkına sahip oldukları gibi, bu yönde haklı bir beklentileri de mevcuttur. Dolayısıyla uyuşmazlığa uygulanması gereken ilgili mevzuat hükümlerinden bağımsız şekilde ve sadece hakkaniyete dayalı olarak bir hüküm önerisinde bulunulması mümkün değildir40.   38 Fischer/Schneuwly, s. 417. 39 Meier/Schindler, s. 28. 40 Tahkim yargılamasında tarafların İsviçre Federal Usûl Kanunu nun 381. maddesinin  1.  fıkrasının  (b)  bendi  ve  İsviçre  Milletlerarası  Özel  Hukuk  Kanunu nun (IPRG) 187. maddesinin 2. fıkrası uyarınca hakem heyetini sadece hakkaniyete göre karar verilmesi yönünde yetkilendirebilecekleri düzenlenmiştir.  Bu  düzenlemeler  doğrultusunda  uzlaştırma  merciinin  hakkaniyete göre karar vermesinin ancak tahkim yargılamasına ilişkin bu düzenlemelerin kıyasen uygulanarak, tarafların açık rızasıyla mümkün olabileceği savunulmaktadır (Meier/Schindler (2016), s. 28-29)).Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          65 Doktrinde hüküm önerisine ilişkin bu eleştiriler doğrultusunda, bu kurumun daha iyi işleyebilmesi için farklı çözüm önerileri sunulmaktadır. Bir görüşe göre, uzlaştırma merciinin hüküm önerisinde bulunmasını seçtiği durumlarda, bu hüküm önerisini gerekçelendirmesi zorunlu tutularak şeffaflığın sağlanması mümkündür41. Bir başka görüşe göre, uzlaştırma mercii hüküm önerisinde bulunmak istiyorsa, taraflar arasındaki uyuşmazlığı hukukî olarak tüm yönleriyle tahlil edebilecek nitelikte olmalı ve uyuşmazlık konusunda yeterli hukukî bilgiye veya eğitime sahip değilse, hüküm önerisinde bulunmaktan kaçınmalıdır42. Taraflar, hüküm önerisini herhangi bir gerekçe göstermeksizin reddedebilir. Tarafların, hüküm önerisini reddettiklerini uzlaştırma merciine bildirdikten sonra uzlaştırma mercii, uzlaştırmaya başvuran tarafa dava açma izni verir.  cc.Uzlaştırma Merciinin Uyuşmazlığı Karara Bağlaması İsviçre Federal Usûl Kanunu nun 212. maddesi uyarınca uyuşmazlık miktarı 2.000 İsviçre frangına kadar olan uyuşmazlıklarda zorunlu uzlaştırmaya başvuran tarafın talebi üzerine uzlaştırma mercii, uyuşmazlığı karara bağlayabilir. Anılan hükümde uzlaştırma merciinin uyuşmazlığı karara bağlayabileceği düzenlendiğinden, uzlaştırmaya başvuranın bu yönde bir talebi olsa da, uzlaştırma mercii karar vermek zorunda değildir43.  Uzlaştırma merciinin bu talebi kabul etmesi durumunda, uzlaştırma prosedürünün sona erdiğini ve karar yargılamasına geçildiğini taraflara bildirerek, bu durumu tutanağa geçirmesi gerekir. Ayrıca taraflar, karar yargılamasına geçildiği için tüm beyanlarının da tutanağa geçirileceği konusunda aydınlatılır. Uzlaştırma mercii, karar yargılamasında ilk derece mahkemesi gibi hareket eder44. Karar yargılamasına geçilmesi, uz41 Fischer/Schneuwly, s. 418; Meier/Schindler, s. 28. 42 Meier/Schindler, s. 29. Benzer yönde bkz. Daetwyler/Stalder, s. 101. 43 Brüllhardt Beat, Inkohärenzen bei Kosten- und Verfahrensfragen vor der paritätischen Schlichtungsbehörde, MP H.1, 2017, s. 6. 44 Sunaric, s. 121; SK ZPO, Honnegger, Art. 212, N. 4; OFK-ZPO, Möhler, Art. 212, N.6. Aynı yönde İsviçre Federal Mahkemesi kararları için bkz. BGE 135 III 253; BGE 138 III 792.66   TAÜHFD/ZtdR - 2021/2 laştırma merciinin mutlaka karar vermesini gerektirmez. Uzlaştırma mercii yapılan karar yargılaması sonucunda elde ettiği bilgiler doğrultusunda, hüküm önerisinde bulunabileceği gibi, uzlaştırmaya başvuran tarafa dava izni vererek yargılamayı sona erdirebilir45. 6.Uzlaştırma Mercii Kararlarına Karşı Kanun Yolu Zorunlu uzlaştırmaya karşı başvurulabilecek kanun yolları oldukça sınırlıdır. Zorunlu uzlaştırma; kabul, feragat veya sulh yoluyla sona ermişse, başvurulabilecek yegâne kanun yolunun, İsviçre Federal Usûl Kanunu nun 328. maddesi uyarınca temyiz kanun yolu olduğu kabul edilmektedir46. Başvuranın talebi üzerine karar yargılamasına geçilmiş ve uzlaştırma mercii uyuşmazlığı karara bağlamışsa, uzlaştırma mercii ilk derece mahkemesi gibi hareket etmiş kabul edildiğinden, taraflar İsviçre Federal Usûl Kanunu nun 319. maddesi uyarınca şikâyet yoluna başvurabilir47. Bunun dışında kanun yoluna başvuru imkânı öngörülmemiştir.  C.Sonuç İsviçre Federal Usûl Kanunu nun 197. ilâ 212. maddeleri arasında zorunlu  uzlaştırma  kurumu  düzenlenmiştir.  Hukukumuzda  pek  çok uyuşmazlık bakımından son yıllarda öngörülen dava şartı arabuluculuğa benzer olarak zorunlu uzlaştırmaya tâbi uyuşmazlıklarda, uzlaştırma merciine başvurmadan ve zorunlu uzlaştırma süreci tamamlanmadan dava açılması mümkün değildir. Zorunlu uzlaştırma, uzlaştırma mercii tarafından yürütülür. Uzlaştırma mercii hem faaliyetleri hem de personeli bakımından idareden bağımsız niteliği haizdir. Zorunlu uzlaştırmaya kural olarak tarafların şahsen katılmaları zorunlu tutulmuş, İsviçre Federal Usûl Kanunu nun 204. maddesinin 3. fıkrasındaki istisnaî hâllerden birisi söz konusu olmadığı takdirde, uzlaştırma görüşmesine katılmayan tarafa idarî para cezası verilmesi mümkün 45 Brüllhardt, s. 3. 46 Fischer/Schneuwly, s. 420-421. 47 BK ZPO, Alvarez/Peter, Art. 212, N. 14; SK ZPO, Honegger, Art. 212, N. 10; OFK-ZPO, Möhler, Art. 212, N. 11.Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          67 kılınmıştır. Arabuluculuktan farklı olarak uzlaştırma mercii, tarafların somut uyuşmazlık bakımından hukukî durumlarını gözeterek tarafları ortak bir çözüm noktasında buluşturmaya çalışır.  Uzlaştırma merciine bazı durumlarda alternatif uyuşmazlık çözüm yolları için atipik olarak nitelendirilebilecek bazı yetkiler de tanınmıştır. İsviçre Federal Usûl Kanunu nun 210. maddesinde uzlaştırma merciine, Eşit Davranma Kanunu ve kira hukukundan kaynaklı bazı davaların yanı sıra dava değeri 5.000 İsviçre frangına kadar olan malvarlığına ilişkin uyuşmazlıklarda da, bir hüküm önerisinde bulunma yetkisi verilmiştir. Uzlaştırma mercii, bu yetkisini kullanarak somut uyuşmazlık bakımından bir hüküm önerisinde bulunur ve taraflar bu hüküm önerisine 20 gün içinde itiraz etmezler ise, bu hüküm önerisi taraflar için bağlayıcı hâle gelir. Ayrıca İsviçre Federal Usûl Kanunu nun 212. maddesi uyarınca uyuşmazlık miktar ve değeri 2.000 İsviçre frangına kadar olan uyuşmazlıklarda zorunlu uzlaştırmaya başvuran tarafın talebi üzerine uzlaştırma merciinin, uyuşmazlığı karara bağlayabileceği düzenlenmiştir. Uzlaştırma mercii bu yetkisini kullanır ve karar verirse, ilk derece mahkemesi gibi hareket ettiğinden dolayı, uzlaştırma merciinin bu kararına karşı şikâyet yoluna başvurulması mümkündür.68   TAÜHFD/ZtdR - 2021/2 ZUSAMMENFASSUNG In dieser Arbeit befasst sich der Autor mit dem Schlichtungsversuch im schweizerischen Zivilprozessrecht und versucht, einen Überblick über dieses Rechtsinstitut zu verschaffen.  Schlichtungsversuch ist zwischen Art. 197. und 212. der schweizerischen Zivilprozessordnung geregelt. Gemäß Art. 197 der schweizerischen ZPO dem Entscheidverfahren ein Schlichtungsversuch vor der Schlichtungsbehörde voraus. Dieser Vorschrift kann man entnehmen, dass ein Schlichtungsverfahren zwingend durchzuführen ist, es sei denn, es liegt eine der Ausnahmen des Art. 198 der schweizerischen ZPO vor. Außerdem dürfen Parteien bei vermögensrechtlichen Streitigkeiten mit einem Streitwert von mindestens 100 000 Franken auf die Durchführung des Schlichtungsverfahrens verzichten.  Im Art. 201 Abs. 1 der schweizerischen ZPO wird vorgesehen, dass die Schlichtungsbehörde in formloser Verhandlung die Parteien zu versöhnen versucht. Einleitung des Schlichtungsverfahrens erfolgt durch einen entsprechenden Antrag, in dem nur die Gegenpartei, das Rechtsbegehren und der Streitgegenstand zu bezeichnen sind. Persönliches Erscheinen der Parteien ist grundsätzlich zwingend. Sinn und Zweck dieser Regelung ist es, den Parteien zu ermöglichen, sich zu ihrer Streitigkeit auszusprechen und dadurch die Streitigkeit beizulegen.  Die Verhandlung hat innerhalb von zwei Monaten nach Eingang des Gesuchs auf Schlichtungsversuch oder des Schriftenwechsels stattzufinden. Grundsätzlich findet nur eine Verhandlung statt, aber wenn der Schlichtungsversuch Erfolg verspricht, ist es möglich, dass mehrere Verhandlungen vereinbart werden. Die Verhandlung ist nicht öffentlich. Dadurch wird versucht, den Parteien die Gelegenheit zu geben, zur Streitigkeit frei auszusprechen, ohne befürchten zu müssen, dass ihre Aussagen später im Prozess verwendet werden. Deshalb ist auch im Art. 205 der schweizerischen ZPO vorgesehen, dass die Aussagen der Parteien nicht protokolliert werden dürfen. Zu protokollieren ist jedoch, Ort und Datum der Verhandlung, anwesende Parteien und begleitende Dritte, Rechtsbegehren und Ergebnis des Schlichtungsversuches.  Durch Schlichtungsversuch kann es zu einer Einigung zwischen den Parteien kommen. Einigen sich die Parteien, hat die Schlichtungsbehörde einenDoç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa                                                                        69 Vergleich, eine Klageerkennung oder einen Klagerückzug zu Protokoll zu nehmen. Dieses Protokoll wird dann von beiden Parteien unterzeichnet. Jede Partei erhält eine Kopie des Protokolls. Kommt es zu keiner Einigung zwischen den Parteien, hält die Schlichtungsbehörde dies im Protokoll fest und erteilt die Klagebewilligung.  Mit der Klagebewilligung kann der Kläger innerhalb von 3 Monaten beim Gericht seine Klage einreichen. Bei Säumnis der klagenden Partei gilt das Schlichtungsgesuch als zurückgezogen; das Verfahren wird als gegenstandslos abgeschrieben. Bei Säumnis der beklagten Partei verfährt die Schlichtungsbehörde, wie wenn keine Einigung zu Stande gekommen wäre. Bei Säumnis beider Parteien wird das Verfahren als gegenstandslos abgeschrieben. Im schweizerischen Zivilprozessrecht ist die Schlichtungsbehörde befugt, in im Art. 210 Abs. 1 der schweizerischen ZPO aufgezählten Streitigkeiten einen Urteilsvorschlag zu machen. Dieser Urteilsvorschlag muss nicht begründet werden. Den Parteien ist es grundsätzlich frei, diesen Vorschlag abzulehnen. Jedoch muss man beachten, dass die Ablehnung innerhalb von 20 Tagen ab Eröffnung des Urteilsvorschlags gegenüber der Schlichtungsbehörde zu erklären ist. Sonst wird der Urteilsvorschlag bindend und hat Wirkungen einer rechtskräftigen Gerichtsentscheidung. Im Art. 212 der schweizerischen ZPO wird geregelt, dass die Schlichtungsbehörde vermögensrechtliche Streitigkeiten bis zu einem Streitwert von 2000 Franken entscheiden kann, sofern die klagende Partei einen entsprechenden Antrag stellt. Wenn die Schlichtungsbehörde diesen Antrag gutheißt, wird das Schlichtungsverfahren abgeschlossen und dies ist zu protokollieren und den Parteien mitzuteilen. Ab dem Zeitpunkt werden die Aussagen der Parteien protokolliert und die Schlichtungsbehörde fungiert wie die erste Instanz. Gegen die Entscheidung der Schlichtungsbehörde können die Parteien gem. Art. 319 der schweizerischen ZPO Beschwerde einlegen.70   TAÜHFD/ZtdR - 2021/2",
     "Kaynakça": "ATALI M., “İsviçre Federal Hukuk Muhakemeleri Kanunu Taslağı”, MİHDER, C.1, S. 1, Y. 2005, s. 123-188. BOHNET F./DROESE L., Präjudizienbuch Zivilprozessordnung, Bern 2018, Art. 198, N. 1. BRÜLLHARDT B., “Inkohärenzen bei Kosten- und Verfahrensfragen vor der paritätischen Schlichtungsbehörde”, MP H.1, 2017, s. 1-26. DAETWYLER G./STALDER C., Schlichtungsverhandlung bei handelsgerichtlichen Streitigkeiten, SJZ H. 115, 2019, s. 99-110. ERK N., Streitbeilegungsmechanismen im Aktionärbindungsvertrag, REPRAX 2017, H. 4, s. 146-182. FISCHER K., Vom Friedensrichteramt zur Schlichtungsbehörde, Zürich 2008. FISCHER J./SCHNEUWLY A. M., Alternative Dispute Resolution - Verhandlung, Mediation, Schlichtung, Schiedgerichtsbarkeit, Schiedsgutachten, Hybride ADR-Verfahren, Zürich/St. Gallen 2021. GASSER D./RICKLI B., Schweizerische Zivilprozessordnung Kurzkommentar, 2. Aufl., Zürich/St. Gallen 2014. GEHRI M. A./JENT-SØRENSEN I./SARBACH M., Schweizerische Zivilprozessordnung, Orell Füssli Kommentar, 2. Aufl., Zürich 2015 (OFK-ZPO Yazar). GIRSBERGER D./PETER J. T., Aussergerichtliche Konfliktlösung. Kommunikation - Konfliktmanagement - Verhandlung - Mediation - Schiedsgerichtsbarkeit, Zürich/Basel/Genf 2019. HAUSHEER H./WALTER H. P., Schweizerische Zivilprozessordnung, Band II, Bern 2012 (BK ZPO, Yazar). KORBION C., Baurechtsfälle und Schlichtung nach VOB, Freiburg/Berlin/München 2019. MEIER I./SCHINDLER R., “Die Schlichtungsbehörde als small-claims court”, CIVPRO H. 10, 2016, s. 20-45. OBERHAMMER P./DOMEJ T./HAAS U., Schweizerische Zivilprozessordnung, 2.Aufl., Basel 2013 (KUKO ZPO-Yazar). PELZER N., Mediation und Schlichtung. Eine systematische Untersuchung auf Grundlage des chinesischen und deutschen Rechts, Heidelberg 2018.Doç. Dr. Efe Dırenisa/PD Dr. Habil Efe Dırenisa          71 PFÄNDLER A. M., Mediation beim Finanzintermediär - eine Alternative zum Gerichtsprozess?  Management  der  Reputationsrisiken  von  Banken durch  aussergerichtliche  Verfahren  der  Streitschlichtung,  Hamburg 2015. SCHRANK C., “Grundsatzfragen zum Schlichtungsverfahren - Kompetenzkompetenz, Beteiligung Dritter und Erscheinungspflicht des Gesuchstellers bei angekündigtem Nichterscheinen des Gesuchsgegners?”, Das Schlichtungsverfahren nach ZPO. Praxis und Umsetzung des obligatorischen Schlichtungsverfahrens in ausgewählten Kantonen, Besonderheiten des Schlichtungsverfahrens im arbeits- und mietrechtlichen Kontext und besondere Entscheidverfahren, Bern 2016, s. 1-18. SPÜHLER K./TENCHIO L./INFANGER D., Basler Kommentar zur Schweizerischen Zivilprozessordnung, 3. Aufl., Basel 2017 (BSK ZPO, Yazar). STAEHLIN A./STAEHLIN D./GROLIMUND P., Zivilprozessrecht - Unter Einbezug des Anwaltsrechts und des internationalen Zivilprozessrechts, 2. Aufl., Zürich 2013. SUNARIC P., Die richtige Partei im zivilprozessrechtlichen Erkenntnisverfahren. Sachlegitimation - “Klagerecht- Prozessführungsbefugnis, Zürich 2018. SUTTER-SOMM T., Schweizerisches Zivilprozessrecht, 3. Aufl., Zürich 2017. SUTTER-SOMM T./HASENBÖHLER F./LEUENBERGER C., Kommentar zur Schweizerischen Zivilprozessordnung, 3. Aufl., Zürich 2016 (SK ZPOYazar). TSCHUDI M., “Zuständigkeit und Befugnisse der Schlichtungsbehörde - ein Überblick”, MietRecht Aktuell H. 2, 2006, s. 45-55. VOGEL-ETIENNE U./LAUTENBACH-KOCH A., Mediation in a nutshell, Zürich/St. Gallen 2014. WERMKE C., Praxishandbuch Mediation, 3. Aufl., Weil im Schönbuch 2016. WINTER Patrick, Anträge an die Schlichtungsbehörde, MP H. 3, 2013, s. 177-199."
}