{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "21",
     "Ay": "05",
     "Yıl": "2020",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "İNSAN HAKLARI AVRUPA SÖZLEŞMESİ VE 1982 ANAYASASI BAĞLAMINDA ETKİLİ BAŞVURU HAKKI VE ADİL YARGILANMA HAKKININ KAPSAM ALANLARININ KARŞILAŞTIRILMASI",
     "Title": "DER GEWÄHRLEISTUNGSUMFANG DES RECHTE AUF FAIRES VERFAHREN UND AUF WIRKSAME BESCHWERDE IN DER EMRK UND DER TÜRKISCHEN VERFASSUNG - EİN VERGLEİCH",
     "Yazar İsmi": [
          "Araş. Gör. Eyüp Kaan DEMİRKIRAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Etkili başvuru hakkı",
          "adil yargılanma hakkı",
          "1982 Anayasası",
          "İnsan Hakları Avrupa Sözleşmesi",
          "makul sürede yargılanma hakkı"
     ],
     "Keywords": [
          "Right to effective remedy",
          "right to a fair trial",
          "Constitution of 1982",
          "European Convention on Human Rights",
          "right to be tried within a reasonable time"
     ],
     "Özet": "LEŞMESİ VE 1982 ANAYASASI BAĞLAMINDA ETKİLİ BAŞVURU HAKKI VE ADİL YARGILANMA HAKKININ KAPSAM ALANLARININ KARŞILAŞTIRILMASI DER GEWÄHRLEISTUNGSUMFANG DES RECHTE AUF FAIRES VERFAHREN UND AUF WIRKSAME BESCHWERDE IN DER EMRK UND DER TÜRKISCHEN VERFASSUNG - EİN VERGLEİCH Araş. Gör. Eyüp Kaan DEMİRKIRAN  ÖZ İnsan Hakları Avrupa Sözleşmesi (İHAS) m. 6 da düzenlenen adil yargılanma hakkı ve İHAS m.13 te düzenlenen etkili başvuru hakkının karşılaştırılması bu çalışmanın konusunu oluşturmaktadır. İki hak, 1982 Anayasası nın 36 ve 40. maddelerinde düzenlenmektedir. İHAS, 6. maddesinde adil yargılanma hakkının norm alanını suç isnadı ve medeni haklarla sınırlamıştır. Anayasa m. 36 da ise bu yönde bir sınırlama yer almamaktadır. İHAS 13. maddesinde etkili başvuru hakkının sözleşmede yer alan haklarla ilgili olarak geçerli olduğunu belirtmektedir. Anayasada ise etkili başvuru hakkının anayasal haklar için geçerli olduğu ifade edilmiştir. Öte yandan bireysel başvuruyu düzenleyen 1982 Anayasası nın 148. maddesi, İHAS ve 1982 Anayasası nın ortak kesişim kümesinde yer alan  haklar  açısından  bireysel  başvuruyu  mümkün  kılmıştır.  1982  Anayasası nda bir hakkın daha geniş İHAS ta ise daha dar düzenlenmesi mümkün olabilir. Bu durumda AYM içtihadı dar olan düzenlemeyi tercih etmek yönünde gelişmiştir. Çalışmada iki hakkın norm alanları karşılaştırılmış, benzerlik ve farklılıklar ortaya konmuştur. Adil yargılanma hakkı ve etkili başvuru hakkı zaman zaman aynı alanı koruyabilmektedir. Bu durumda İHAS içtihadı, 6. maddeyi lex specialis saymaktadır. Bunun istisnası ise içtihatlarda makul sürede yargılanma hakkıdır. Çalışmada bu konular içtihat ve doktrin ile birlikte ayrıntılı olarak incelenmiştir.",
     "Abstract": "The subject of this study is the comparison of the right to a fair trial held in ECHR article 6 and the right to effective remedy in European Convention on Human Rights (ECHR) article 13. The two rights are regulated in Articles 36 and 40 of the 1982 Constitution. ECHR restricted the protection area of the norm of the right to a fair trial under Article 6 to criminal cases and civil rights. There is no restriction in this direction in Article 36 of the 1982 Constitution. It states that the right to effective remedy in Article 13 of the ECHR is valid in relation to the rights included in the contract. It is stated in the 1982 Constitution that the right to effective remedy is valid for constitutional rights. On the other hand, Article 148 of the 1982 Constitution, which regulates the individual application, has made it possible for individual applications in terms of rights in the common intersection set of the ECHR and 1982 Constitution. In the 1982 Constitution, a right may be regulated more narrowly or broader comparing to ECHR. In this case, the AYM has developed in ist case-law in order to prefer the regulation with narrow. In the study, the protection area of the two rights were compared and similarities and differences were revealed. The right to a fair trial and an effective remedy may from time to time maintain the same area. In this case, ECHR case-law counts Article 6 as lex specialis. The exception is the right to be tried within a reasonable time in ECHR case law. In the study, these issues were examined in detail together with case law and doctrine.",
     "Metin": "Etkili Başvuru hakkı, İnsan Hakları Avrupa Sözleşmesi nin (İHAS) 13. maddesinde düzenlenmiştir. Maddeye göre İHAS ta yer alan haklarından biri ihlal edilen herkes, ulusal bir mercii önünde etkili bir başvuru hakkına (right to an effective remedy) sahiptir. Sözleşmenin hazırlık çalışmalarından anlaşıldığına göre 13. maddenin ayrı bir hak olarak düzenlenmesi amaçlanmamıştır. 13. maddenin sözleşmeye konmasındaki amaç daha çok, sözleşmedeki hakların ülke iç hukukunda korunmasını temin etmektir.1 Halbuki özellikle 1970 lerden sonra İnsan Hakları Avrupa Mahkemesi nin içtihadı, 13. maddenin ayrı bir hak olduğu şeklinde gelişmiştir. Buna göre, sözleşmenin diğer maddelerindeki haklardan biri ihlal edilmese dahi salt ülke içinde etkili bir başvuru yolunun bulunmaması durumunda İHAS ın ihlal edilmiş sayılacağının kabul edilmiştir. 13. madde metni, sözleşmede korunan haklara atıf yapmaktadır. Dolayısıyla konunun 13. maddenin uygulama alanına girebilmesi için öncelikle sözleşmede korunan bir hak ile ilgili bir iddianın varlığı gerekecektir. Bunun dışına düşen hak iddialarını söz konusu eden başvurularda 13. maddenin uygulanma imkânı yoktur. Sözleşmeden anlaşılması gereken ise sadece sözleşmenin ana metni değil, protokolleri de buna dahildir.2 Ne var ki ilgili devletin söz konusu protokole taraf olması gerekmektedir. Maddedeki bir diğer husus, sözleşmede ifade edilen hak ve özgürlüklerden biri ihlal edilen kişinin ulusal merciiler (national authority) önünde etkili başvuru hakkının bulunması gerektiğinin vurgulanmış olmasıdır. Burada kayda değer husus maddede bir mahkemenin bulunmasının zorunlu kılınmamış olmasıdır. Mahkeme olmayan bir ulusal merciinin etkili bir başvuru yolu olarak kabul edilmesi mümkündür. Son olarak maddenin son kısmında sözleşmede ifade edilen bir hakkın ihlalinin bir kamu görevlisinden kaynaklanması durumu ayrıca belirtilmiştir. İHAS gibi 1982 Anayasası da 40. maddesinin birinci fıkrasında, anayasal hak ve özgürlükleri 1   İnceoğlu, Sibel, Adil Yargılanma Hakkı, (Editör: Sibel İnceoğlu), İnsan Hakları Avrupa Sözleşmesi ve Anayasa: Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, Beta Yayınevi, 2. Baskı Haziran-2013, Istanbul, s.209. 2   Devletlerin İHAS ve protokollerine taraf olma süreci için Bkz: Aybay, Rona, İnsan Hakları Hukuku, 3.Baskı, Istanbul Bilgi Üniversitesi Yayınları, Istanbul, s.149-154.52   TAÜHFD/ZtdR - 2020/1 ihlal edilen herkesin yetkili bir makama geciktirilmeden başvurmayı isteme hakkı olduğunu belirtmektedir. Bilindiği gibi İHAS ın 6. maddesi adil yargılanma hakkını düzenlemektedir.3 Adil Yargılanma Hakkı nın unsurlarından birini de mahkemeye başvurma hakkı (right of access to a court) oluşturmaktadır.4 Mahkemeye erişim hakkı, her ne kadar İHAS m. 6 metninde açıkça geçmiyorsa da İHAM içtihatları ile kabul edilmiştir ve altıncı maddenin zımnen bu hususu da kapsadığında tereddüt edilmemektedir.  İHAS düzlemindeki bu düzenleme, 1982 Anayasası na da yabancı değildir. Adil yargılanma hakkı, Anayasanın 36. maddesinde yer almaktadır. Mahkemeye başvuru 3   1. Her şahıs gerek medeni hak ve vecibeleriyle ilgili nizalar gerek cezai sahada kendisine karşı serdedilen bir isnadın esası hakkında karar verecek olan, kanuni, müstakil ve tarafsız bir mahkeme tarafından dâvasının mâkul bir süre içinde hakkaniyete uygun ve aleni surette dinlenmesini istemek hakkım haizdir. Hüküm aleni olarak verilir, şu kadar ki demokratik bir toplulukta âmme intizamının veya milli güvenliğin veya ahlâkın yaratına veya küçüğün menfaati veya dâvaya taraf olanların korunması veya adaletin selâmetine zarar verebileceği bazı hususi hallerde, mahkemece zaruri görülecek ölçüde, aleniyet dâvanın devamınca tamamen veya kısmen Basın mensupları ve halk hakkında tahdidedilebilir. 2.Bir suç ile itham edilen her şahıs suçluluğu kanunen sabit oluncaya kadar masum sayılır. 3.Her sanık ezcümle: a) Şahsına tevcih edilen isnadın mahiyet ve sebebinden en kısa bir zamanda, anladığı bir dille ve etraflı surette haberdar edilmek, b) Müdafaasını hazırlamak için gerekli zamana ve kolaylıklara malik olmak, c) Kendi kendini müdafaa etmek veya kendi seçeceği bir müdafii veya eğer bir müdafi tâyin için malî imkânlardan mahrum bulunuyor ve adaletin selâmeti gerektiriyorsa, mahkeme tarafından tâyin edilecek bir avukatın meccani yardımından istifade etmek, d) İddia şahitlerini sorguya çekmek, veya çektirmek, müdafaa şahitlerinin de iddia şahitleriyle aynı şartlar altında davet edilmesini ve dinlenmesinin sağlanmasını istemek, e) Duruşmada kullanılan dili anlamadığı veya konuşamadığı takdirde bir tercümanın yardımından meccanen faydalanmak, haklarına sahiptir. Sözleşmenin resmi çevirisi için Bkz: R.G. Tarihi: 19/03/1954, R.G. Sayısı: 8662. 4   İnceoğlu, Sibel, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı: Kamu ve Özel Hukuk Alanlarında Ortak Yargısal Hak ve İlkeler, Beta Yayınevi, Tıpkı 4. Bası, Mart 2013, Istanbul, s.105-154.Araş. Gör. Eyüp Kaan Demirkıran   53 hakkı da anayasada aynı maddede düzenlenmektedir. Dolayısıyla 1982 Anayasası ile İHAS arasında altıncı madde bağlamında esaslı bir fark bulunmadığını söylemek zor değildir5 ve mahkemeye başvuru hakkının bireysel başvuru konusu yapılmasının önünde de bir engel bulunmamaktadır. Doktrinde, Adil Yargılanma Hakkı nın bir görünümü olan mahkemeye erişim hakkı ile etkili başvuru hakkı arasında bir çakışma olduğu kabul edilmektedir.6 Araştırma konumuzu da esasen bu husus oluşturmaktadır. Çalışmada mahkemeye erişim hakkı ile etkili başvuru hakkı arasındaki bu ortaklık irdelenecek ve iki madde karşılaştırılarak farklılıklar ve benzerlikler tartışılacaktır. Çalışma sırasında yapılan literatür taraması sonucunda konu hakkında yazılmış Türkçe kaynakların sınırlı olduğu anlaşılmıştır. Ne var ki İngilizce literatürün de bu anlamda çok gelişmiş olduğu zikredilemez. Genellikle verilen eserlerin etkili başvuru hakkını doğrudan konu almadığı, belirli bir hak bağlamında etkili başvuru ile ilgili bölümler içerdiği görülmektedir.  Doktrinden faydalanıldığı gibi İHAM kararları ve AYM kararları da çalışmada yararlanılan kaynaklar arasında yer almaktadır. Çalışma, öncelikle her iki hak bakımından sözleşme ve ulusal mevzuat bazında genel bilgiler verilmesi, ardından iki hakkın karşılaştırılması ile benzerlik ve farklılıkların tartışılması şeklinde formüle edilmiştir. Her konu başlığı bu şekilde belirlenmiştir. 1982 Anayasası ve İHAS düzenlemeleri ise konunun alt başlıkları bağlamında tartışılmıştır. 1. ETKİLİ BAŞVURU HAKKI Etkili başvuru hakkı ile ilgili bu birinci bölümde genel açıklamalar yapılması amaçlanmıştır. Girişte de belirtildiği üzere 1982 Anayasası ve İHAS düzenlemeleri iki ayrı alt başlık olarak irdelenmiştir. Bu bölümün tanıtıcı mahiyette olması ve ana tartışmaların detaylarının diğer bölümlere saklanması amaç edinilmiştir. 5   İnceoğlu, Sibel, Adil Yargılanma Hakkı, s.284-285. 6   Tanrıkulu, Sezgin M, İnsan Hakları Avrupa Sözleşmesi ve Etkili Başvuru Hakkı, Seçkin Yayıncılık, Istanbul, 2012, s.103-104.54   TAÜHFD/ZtdR - 2020/1 1.1. İnsan Hakları Avrupa Sözleşmesi İHAS m. 13 te düzenlenen etkili başvuru hakkının, sözleşmenin hazırlık safhaları dikkate alındığında, sözleşmede yer alan düzenlemelerin iç hukukta korunmasını temin etmek amacıyla sözleşmeye eklendiği anlaşılmaktadır. Dolayısıyla başlangıçta ayrı bir hak olarak düzenlenmesi amaçlanmış değildir. Mahkemenin ilk dönem içtihatları incelendiğinde de 13. maddeyi başka bir hakla birlikte ele aldığı anlaşılmaktadır. Çoğunlukla mahkemenin bir hak iddiasına hükmettiğinde 13.maddeyi uygulamayı gereksiz gördüğü; bir hak ihlali iddiası görmediğinde ise 13.maddenin uygulanmaması gerektiğine karar verdiği anlaşılmaktadır.7 Ne var ki 1978 ten sonra mahkemenin, kavramı özerk yorum yöntemi8 ile geniş değerlendirmeye başladığı görülmektedir. Bu anlamda Klass ve diğerleri9 kararı önemli bir dönüm noktası kabul edilebilir. Mahkeme bu kararında sözleşmesel bir hakkın ihlal edilmiş olmasının bu maddenin uygulanması için bir önkoşul olamayacağı tespitini yapmıştır.10  13. maddenin 6366 sayılı Onay Kanunu nda yer alan resmi çevirisi şöyledir11: İşbu Sözleşmede tanınmış hak ve hürriyetleri ihlâl edilen her şahıs ihlal fiili resmi vazifelerini ifa eden kimseler tarafından bu vazifelerin ifası sırasında yapılmış da olsa, milli bir makama fiilen müracaat hakkına sahiptir. Madde incelendiğinde, sözleşmede tanınan hak ve hürriyetlere doğrudan atıf yapıldığı görülmektedir. Bu husus aşağıdaki bölümlerde daha detaylı olarak incelenecektir. Maddeden çıkan ikinci husus her şahıs ifadesidir. Bu anlamda sözleşme bir ayrıma gitmemiştir. Üçüncü husus, sözleşmesel hak ve hürriyeti ihlal edilen şahıstan bahsedilmesidir. Yani burada ihlal iddiasından söz edilmektedir ki mahkeme içtihatlarına bakıldığında 13. madde için ihlal iddiasının en az savunulabilir düzeyde öne 7   Tanrıkulu, İnsan Hakları Avrupa Sözleşmesi ve Etkili Başvuru Hakkı, s.103104.   8   Özerk yorum yöntemi için Bkz: Letsas, George, The Truth in Autonomous Concepts: How To Interpret the ECHR, EJIL (2004), Sayı:15 No:2, s.279-305. 9   Klass and Other v. Germany, B.No:5029/71, K.T: 06.09.1978. 10   Klass and Other v. Germany, 64.parag. 11   R.G. Tarihi: 19/03/1954, R.G. Sayısı: 8662.Araş. Gör. Eyüp Kaan Demirkıran   55 sürülmesi beklenilmektedir.12 Burada önemli nokta mahkemenin kabul edilebilirlik incelemesinde göz önünde bulundurduğu açıkça dayanaktan yoksun olmamak (manifestly ill-founded) kriteri (İHAS m. 35/3/a) ile savunulabilir düzeyde hak ihlali iddiası (arguable claim) kriterlerinin ayrışıp ayrışmadığı noktasıdır. Bu noktaya da aşağıda açıklık getirilecektir. Dördüncü husus, hak ihlalinin resmi bir vazife esnasında resmi vazifeli biri tarafından yapılması halinde maddenin geçerli olduğunun ayrıca vurgulanmasıdır. Sözleşmenin ihlali noktasında burada yatay etki konusu zikredilebilir. Doktrinde yatay etki olarak ifade edilen husus devletin bireylerin arasındaki hak ihlallerini de önlemesi gerektiğine dair pozitif yükümlülüğünü belirtir.13 Burada resmi görevlilere yapılan atfın bu anlamda devletin pozitif yükümlülüğü ile ilgili bir yorumu destekleyebileceği iddia edilebilir.14 Beşinci ve son husus ise maddenin milli bir makamdan (national authortity) bahsediyor olmasıdır. Mahkemenin de çoğu kez belirttiği gibi15 maddede zikredilen milli makamın adil yargılanma hakkını düzenleyen 6. madde bağlamında zorunlulukları haiz bir mahkeme olması gerekmemektedir. Fakat bu durum maddede zikredilen milli makamın bağımsızlık ve tarafsızlık kriterlerinden tümden bağışık olduğu anlamına da gelmez. İlgili hususa da aşağıda açıklık getirilmeye çalışılacaktır. 1.2. 1982 Anayasası 1982 Anayasası nın 40. Maddesi etkili başvuru hakkını düzenlemektedir. Madde şöyledir: Anayasa ile tanınmış hak ve hürriyetleri ihlâl edilen herkes, yetkili ma12   Şenol, Cem, Etkin Soruşturma Yükümlülüğü ve Etkili Başvuru Hakkı, Akdeniz Üniversitesi Hukuk Fakültesi Dergisi, S:1, Aralık 2011, s.6. 13   Sunay, Reyhan, İnsan Haklarının Yatay Etkisi ve Devletin Sorumluluğu, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C:23, S:1, s.27-46. 14   İnceoğlu, Sibel, Etkili Başvuru Hakkı, (Editör: Sibel İnceoğlu), İnsan Hakları Avrupa Sözleşmesi ve Anayasa: Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, Beta Yayınevi, 2. Baskı Haziran-2013, Istanbul, s.441. 15   Kudla v. Poland, B.No: 30210/96, K.T: 26.10.2000, 157-160.parag; Mahmut Kaya v. Türkiye, B.No: 22535/93, K.T: 28.03.2000, parag.124.56   TAÜHFD/ZtdR - 2020/1 kama geciktirilmeden başvurma imkânının sağlanmasını isteme hakkına sahiptir. (Ek: 3.10.2001-4709/16 md.) Devlet, işlemlerinde, ilgili kişilerin hangi kanun yolları ve mercilere başvuracağını ve sürelerini belirtmek zorundadır. Kişinin, resmî görevliler tarafından vâki haksız işlemler sonucu uğradığı zarar da, kanuna göre, Devletçe tazmin edilir. Devletin sorumlu olan ilgili görevliye rücu hakkı saklıdır. Görüldüğü gibi madde anayasada tanınan hak ve hürriyetlerin ihlaline atıf yaptığı gibi etkili bir başvurudan değil geciktirilmeden başvurma imkanının sağlanmasından söz etmektedir. Öncelikle bu hususun İHAS düzlemi ile bir fark meydana getirip getirmediği tartışılabilir.  Madde metninde İHAS hükmü ile ayrıştığı izlenimi veren geciktirilmeden başvuru yapılması hususunun esaslı bir farklılık olarak görülmesine gerek olmadığı iddia edilebilir. Zira geciktirilmeden başvuruda bulunmayı, etkili bir başvuruda bulunmak olarak anlamayı engelleyecek bir durum söz konusu değildir. Eğer başvuru yapılacak yol etkili değilse, temel hakların korunması mümkün olmaz. Ayrıca geciktirilmeden ifadesi etkililiğin tabii bir parçası olarak görülmelidir.16 Şu halde etkili başvuru hakkı bağlamında İHAS düzeni ile 1982 Anayasası düzeni arasında esaslı farklılıkların bulunmadığı ifade edilebilir. Tüm bunlarla beraber Anayasa Mahkemesi kararları incelendiğinde de AYM nin bu maddedeki ifadeyi İHAS düzlemindeki etkili başvuru hakkından farklı olarak yorumlamadığı görülmektedir.17  İkinci  olarak  madde  incelendiğinde  başvuru  yapılacak mercii yetkili bir makam olarak anılmaktadır. Dolayısıyla anayasal düzlemde de yetkili makamın bir mahkeme olması mecburi değildir. Üçüncü husus, maddenin anayasa ile tanınmış hak ve hürriyetlere atıf yapmasıdır. Bu durumun bireysel başvuru hukuk yolunun kapsam alanı ile karşılaştırılması ilginç bir tartışmaya kapı aralamaktadır. Zira 6216 sayılı 16   İnceoğlu, Etkili Başvuru Hakkı s.453. 17   Mustafa Bayrı Başvurusu, B.No: 13/5718, K.T: 20/03/14, 32-35.parag; Mehmet Kaya ve Diğerleri Başvurusu, B.No: 13/6979, K.T: 20/05/15, 63.parag; Cemil Danışman Başvurusu, B.No: 13/6319, K.T: 16/07/14, 136.parag; Mustafa Bayrı Başvurusu, B.No: 13/5718, K.T: 20/03/14, 32-35.parag.Araş. Gör. Eyüp Kaan Demirkıran   57 Anayasa Mahkemesinin Kuruluşu Ve Yargılama Usulleri Hakkında Kanunun 45. maddesinin birinci fıkrası sözleşmedeki haklar ile anayasal düzlemde korunan hakların kesişim kümesini öngörmektedir. Bu noktaya  aşağıda  değinilecektir.  Maddedeki  dördüncü  husus,  maddenin üçüncü fıkrasında devlet görevlileri sebebiyle hak ihlallerinin meydana gelmesine atıf yapılmış olmasıdır ki bu düzenlemenin İHAS 13. maddedeki düzenlemenin paraleli olduğu görülmektedir. Maddede resmi görevli tarafından meydana getirilen ihlal sebebiyle kişinin uğradığı zararın devlet tarafından tazmin edileceği belirtilmektedir. Ayrıca devlet, zarara sebebiyet veren resmi görevliye daha sonra rücu edebilmektedir. Beşinci ve son husus maddeye ikinci fıkra olarak 2001 senesinde eklenen cümledir. Bu hükme göre devlet, kişilerin ilgili işleme karşı hangi hukuk yollarını kullanabileceğini, hangi mercilere başvurabileceğini ve hangi sürelere tabi olduğunu belirtmek yükümlülüğü altına alınmıştır. İlgili hükmün etkili başvuru hakkının önemli bir ek güvencesi olduğunu belirtmek gerekmektedir.18 2.ADİL YARGILANMA HAKKI Adil yargılanma hakkı ile ilgili bu ikinci bölümde de aynı şekilde genel  açıklamalar  yapılması  amaçlanmaktadır.  Aynı  sistematik  takip edilerek  İHAS  ve  1982  Anayasası  düzlemleri  alt  ayrımlar  halinde incelenmiştir. 2.1. İnsan Hakları Avrupa Sözleşmesi İHAS m. 6 da düzenlenen Adil Yargılanma Hakkı, maddede açıkça düzenlenen  ve  zımnen  kabul  edilen  hususlarla  beraber  önemli  bir kapsama ulaşmaktadır.19 Üç fıkradan oluşan maddenin birinci fıkrasında normun  uygulama  alanı  belirlenmektedir.  İkinci  fıkrada  masumiyet karinesi yer almakta, üçüncü fıkrada suç isnadı altındaki kişinin asgari hakları bentler halinde sıralanmaktadır.  6.maddenin resmi çevirisinde birinci fıkrası şöyledir: 18   İnceoğlu, Etkili Başvuru Hakkı, s.442. 19   İnceoğlu, Adil Yargılanma Hakkı, s.209-213.58   TAÜHFD/ZtdR - 2020/1 Her şahıs gerek medeni hak ve vecibeleriyle ilgili nizalar gerek cezai sahada kendisine karşı serdedilen bir isnadın esası hakkında karar verecek olan, kanuni, müstakil ve tarafsız bir mahkeme tarafından dâvasının mâkul bir süre içinde hakkaniyete uygun ve aleni surette dinlenmesini istemek hakkını haizdir.  Madde herkesin bu hakka sahip olduğunu belirtmektedir. İkinci olarak madde uygulama alanını medeni hak ve yükümlülükler ile ilgili uyuşmazlıklar ve cezai alanda kendisine yöneltilen suçlamalar ile sınırlandırmış görünmektedir. Bu nokta özellikle çalışmamız açısından önem arz etmektedir. Medeni hak ve yükümlülüklerden ne anlaşılması gerektiği, cezai alanda yöneltilen suçlamaların ne olduğu gibi hususların tespiti, 6. maddenin uygulanması için önkoşullardır. Aşağıdaki bölümde bu konu mahkeme içtihatlarıyla beraber tartışılacağı için burada detaylarına girilmeyecektir. Üçüncü olarak maddede mahkemenin yasal olmasının yani yasaya dayanarak kurulması gerektiğinin arandığı görülmektedir. Dördüncü husus mahkemenin bağımsız ve tarafsız olmasıdır. Beşinci husus mahkemenin makul sürede karar vermesi gerektiğidir, yani makul sürede yargılanma hakkı maddede açıkça belirtilmektedir. Altıncı husus hakkaniyetli yargılama hakkının da maddede açıkça yer aldığıdır. Hakkaniyete uygun yargılanma İHAM içtihatlarıyla belirlenen silahların eşitliği, çelişmeli yargılama ilkesi, yargılamaya etkili katılım, susma hakkı, delillere ilişkin temel ilkeler gibi pek çok unsuru içinde barındırır.20 Bunların incelenmesi konumuzun şu aşamada dışında bulunmaktadır. Yedinci husus, aleni yargılanma hakkı ve aleni hüküm hakkı da maddede açıkça yer almaktadır. Madde ayrıca aleni yargılamanın hangi hallerde kısmen veya tamamen engellenebileceğini de zikretmiştir. Sekizinci husus maddede masumiyet karinesinin açıkça belirtilmesidir. Dokuzuncu ve son husus olarak 6. maddenin üçüncü fıkrasında suç isnadı altındaki kişinin  sahip  olduğu  hakların  açıkça  belirtilmiş  olması  zikredilebilir. Maddeye baktığımızda bunlar a) suçlama hakkında bilgilendirilme b) savunma yapabilmesi için gerekli zaman ve kolaylıklara sahip olma c) kendi kendini savunma veya bir müdafinin yardımından yararlanma d) 20   Gölcüklü, Feyyaz, Avrupa İnsan Hakları Sözleşmesi nde Adil Yargılanma, AÜSBFD, C:49, S:1, 1994, s.218-220.Araş. Gör. Eyüp Kaan Demirkıran   59 tanık dinletme, tanık dinletmede eşitlik, tanık sorgulama e) ücretsiz tercüman hakları olarak sıralanmıştır. Kısaca özetlenen adil yargılanma hakkının unsurları, görülebileceği gibi maddede açıkça zikredilen ve zımnen kabul edilen hususlarla beraber büyük bir külliyat meydana getirmektedir. Bu durum mahkeme kararları incelendiğinde anlaşılabilmektedir.21 İncelememizde 13. madde ile 6. maddenin ilişkisi ele alındığı için 6. madde hakkında 13. madde ile ilgisi olmadığı müddetçe fazla bilgi vermekten kaçınılmıştır.  2.2. 1982 Anayasası 1982 Anayasası nın 36. maddesi anayasanın kendi sistematiği içerisinde Kişinin Hakları ve Ödevleri üst başlıklı ikinci bölümünün Hakların Korunması İle İlgili Hükümler başlıklı on ikinci alt ayrımının altında yer almaktadır. Bu alt ayrımın üç bölümü bulunmaktadır: Hak Arama Hürriyeti üst başlıklı 36. madde, Kanuni Hakim Güvencesi üst başlıklı 37. madde ve Suç ve Cezalara İlişkin Esaslar üst başlıklı 38. maddedir. 36. maddenin 2001 senesinde değişik birinci fıkrası şöyledir: (Değişik: 3.10.2001-4709/14 md.) Herkes, meşrû vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma hakkına sahiptir. 2001 senesinde yapılan değişiklikle anayasada adil yargılanma hakkı açıkça zikredilmiştir. Ne var ki 1982 Anayasası nın içerisinde farklı yerlerde adil yargılanma hakkının farklı unsurları da ayrıca düzenlenmiş bulunmaktadır. Bu minvalde bakıldığında m. 38/2 de masumiyet karinesi ayrıca düzenlenmiştir. Önemli bir diğer nokta bahsedilen hükümlerin bazılarının 1982 Anayasası nın Cumhuriyetin Temel Organları üst başlıklı üçüncü kısmının Yargı üst başlıklı üçüncü bölümünde düzenlenmiş olmasıdır. 138. maddede mahkemelerin bağımsızlığı, 141. maddede duruşmaların aleniyeti örnek olarak verilebilir. Değinilecek son nokta İHAS ın aksine 1982 Anayasası nın 36. maddesinin medeni hak ve yükümlülükler ve suç isnadı ile uygulama alanını kendisinin sınırlandırmamış olmasıdır. 21   HUDOC  arama  motorunda  şu ana  dek  6.  madde  ile  ilgili  29.380  karar bulunmaktadır. Etkili başvuru hakkı ile ilgili karar sayısı ise 7.961 dir. Erişim Linki: https://hudoc.echr.coe.int (Erişi Tarihi: 17.12.17).60   TAÜHFD/ZtdR - 2020/1 36.maddede bir sınırlama öngörülmemiştir. Anayasal sistemimizden temel hak ve hürriyetler için 2001 senesinde yapılan değişiklik22 sonucunda genel sınırlama sebepleri kaldırılmıştır.23 Ancak maddede bir sınırlama öngörülmemişse  de  hakkın  sınırsız  olduğu  söylenemez;  zira  her hâlükârda normun kendi nesnel sınırlılığı24 ve pratik uyumlaştırma ilkesi devreye girecektir.25 3.ETKİLİ BAŞVURU HAKKI VE ADİL YARGILANMA HAKKININ KAPSAM ALANLARININ KARŞILAŞTIRILMASI 3.1. Genel Olarak Etkili başvuru hakkı ve adil yargılanma hakkı arasında saptadığımız farklılıklar, maddelerin norm alanındaki farklılık ve mahkemeye başvuru ile ulusal makama başvuru arasındaki ayrım şeklinde sıralanabilir. Ayrıca adil yargılanma hakkı kapsamında makul sürede yargılanma hakkı ile etkili başvuru hakkı arasındaki içtihatlardaki ilişkiye de değinilecektir. Burada sırasıyla bu hususlar alt başlıklarla beraber incelenecektir. 3.2. Norm Alanlarındaki Farklılık: Koruma Alanlarının Karşılaştırılması 3.2.1. Genel Olarak Etkili başvuru hakkını düzenleyen on üçüncü madde doğrudan sözleşmede düzenlenen hak ve özgürlüklere atıf yapmaktadır. Dolayısıyla on üçüncü maddenin kapsamına girecek hususları belirlemek çok daha 22   03.10.2001 tarih ve 4709 sayılı Kanun, R.G. No:24556 (Mükerrer) R.G. Tarihi: 17.10.2001. 23   Ayrıntılı bilgi için Bkz: Gözler, Kemal, Anayasa Değişikliğinin Temel Hak Ve Hürriyetlerin Sınırlandırılması Bakımından Getirdikleri ve Götürdükleri: Anayasanın 13 üncü Maddenin Yeni Şekli Hakkında Bir İnceleme, Ankara Barosu  Dergisi,  Yıl:59,  Sayı:2001/4,  s.53-67.  Online  Erişim:  www.anayasa.gen.tr/madde13.htm (Erişim Tarihi:  07.12.17). 24   Ayrıntılı bilgi için Bkz: Atakan, Arda, Friedrich Müller in ‘Temel Hakların Nesnel Sınırlılığı  Teorisi Üzerine Bir İnceleme, MÜHF-HAD, C:16, S:3-4, s.924 Online Erişim: http://dergipark.gov.tr/down- load/ article-file/1269 (Erişim Tarihi: 07.12.17). 25   İnceoğlu, Adil Yargılanma Hakkı, s.214-215.Araş. Gör. Eyüp Kaan Demirkıran   61 kolaydır ve bu hususların dışına düşen bir konunun maddenin kapsamı dışında kalacağı görülebilir. Oysa adil yargılanma ilkesinin bir görünümü olan mahkemeye başvuru hakkı söz konusu olduğunda durum farklılık arz etmektedir; zira adil yargılanma ilkesini düzenleyen altıncı madde medeni hak ve yükümlülükler ile suç isnadından söz etmektedir. Maddeye baktığımızda öncelikle medeni hak ve yükümlülüğün ne olduğunu belirlemek gerekmektedir. Daha sonra ortada bir uyuşmazlığın bulunması gerekmektedir. Üçüncü olarak da burada atıf iç hukuka yapılmaktadır ki iç hukuktaki  düzenlemenin  İHAS  düzlemindeki  düzenlemelerden  daha kapsayıcı olması mümkün olduğu gibi daha dar veya daha az koruma sağlayan bir görünüm arz etmesi de elbette mümkündür. Bu olasılıklar ise iki hakkın beraber değerlendirildiği durumlarda farklı yorumlara kapı aralar.  3.2.2. Adil Yargılanma Hakkının Norm Alanı 3.2.2.1. İnsan Hakları Avrupa Sözleşmesi İHAS m. 6 da yer alan Adil Yargılanma Hakkı içerik olarak adil bir kararın verilmesini sağlamamakta, adil bir kararın verilmesi için gerekli olan yükümlülükleri belirlemektedir.26 Bu anlamda madde, medeni hak ve yükümlülük ile bir suç isandı aramakta ve böylelikle/bu esnada maddenin uygulama alanı daralmaktadır. Öncelikle medeni hak ve yükümlülüklerden ne anlaşılması gerektiği sorulmalıdır. Bireyler arasındaki ilişkileri ilgilendiren -örneğin ticaret hukuku, iş hukuku, eşya hukuku- uyuşmazlıkların madde kapsamında olduğunda şüphe yoktur. Tartışma daha çok devlet-birey arasındaki uyuşmazlıkları çözen ve kamu hukuku niteliği bulunan uyuşmazlıkların madde kapsamına dahil edilip edilmeyeceği üzerinde yoğunlaşır. Bilindiği gibi sözleşmenin resmi olarak bir İngilizce bir Fransızca iki örneği bulunur ve ikisi de İHAS m. 66/4 gereği eşit derecede özgün kabul edilir. Anglo-Sakson geleneğinde bariz bir kamu hukuku-özel hukuk ayrımı yer almazken Kıta Avrupası hukuk geleneği bu ayrımı kesin bir şekilde kabul etmiştir. Dolayısıyla İngilizce metinde belirtilen ifade ile Fransızca metinde belirtilen ifadenin kapsadığı alanlar arasında bir farklılık olup olmadığı sorusu gündeme gelmektedir. 26   Karpenstein/ Mayer, EMRK: Konvention zum Schutz der Menschenrechte und Grundfreiheiten, 2.Baskı, C.H.Beck Yayınevi, Münih, 2015, s.157.62                                                                                                TAÜHFD/ZtdR - 2020/1 Sözleşmenin hazırlık çalışmaları ve mahkemenin içtihatları üzerine yapılan incelemeler de kesin bir şekilde bu ayrımı ortaya koymayı mümkün kılmamaktadır.27 Ne var ki İHAM, özel hukuk-kamu hukuku ayrımını dikkate almakla beraber maddedeki medeni hak ve yükümlülükler ve suç isnadı kavramlarını otonom kavramlar olarak görmekte ve belirli bir özgürlük çerçevesinde yorumlamaktadır.28 Örneğin mahkeme, kamu hukuku özelliğine sahip olduğu halde kimi iddiaları medeni hak ve yükümlülükler bağlamında inceleyebilmektedir. Bu anlamda kamulaştırma, ticari faaliyet ruhsatlarının iptali, hekimlik ve avukatlık gibi mesleklerin icrasına ilişkin idari kararlar, sosyal güvenlik sistemine ilişkin kimi uyuşmazlıklar tüketici olmayacak şekilde zikredilebilir.29  Burada mahkemenin medeni hak ve yükümlülük kavramını özerk olarak yorumlarken dayandığı temel bazı ilkelere değinmek gerekmektedir. Mahkeme kamu hukuku- özel hukuku ayrımını30 dikkate almakla beraber kamu hukuku-özel hukuk ilişkisinden çok hakkın niteliği üzerinde yoğunlaşmaktadır. Öte yandan iç hukuk dışlanmış değildir. Özellikle hakkın düzenlenişi kapsamında iç hukuk önemli yer tutar. Mahkeme, yorumlamasında üye ülkelerde yeknesak bir uygulama oluşmuşsa bunu da dikkate almaktadır.31 Görüldüğü gibi bu noktada son olarak, medeni hak ve yükümlülüğü mahkemenin net bir şekilde tanımlamaktan kaçındığı söylenebilir32. Böyle bir tavrın altında yatan neden olabildiğince geniş bir kapsama alanı sağlamaktır. Ancak bu durumun analizi zor geniş bir içtihat meydana getirdiği ve zaman zaman içtihatların birbiriyle çeliştiği ifade edilmekte ve mahkemenin bu tavrı eleştirilmektedir.33  27   Dörr/Grote/Marauhn, EMRK/GG Konkordanzkommentar, 2. Baskı, 2013, Heidelberg, s.747-748; Altıparmak, Kerem, Avrupa İnsan Hakları Sözleşmesi nin 6. Maddesinin Uygulama Alanı, AÜSBFD, C:53, S:1, 1998, s.6-11. 28   Grabenwarter, Christoph, European Convention on Human Rights: Commentary, C.H.Beck Yayınevi, Münih, 2014, s.101; Kaşıkara, Serhat, Avrupa İnsan Hakları Sözleşmesi nin 6. Maddesi Çerçevesinde Medeni Hak ve Yükümlülükler Kavramı, TAAD, C:2, Yıl:2, S:4, s.251. 29   İnceoğlu, Adil Yargılanma Hakkı, s.210-211. 30   Gözler, Kemal, Hukuka Giriş, 12.Baskı, Ağustos 2015, Bursa, s.63-73. 31   Feldbrugge v. The Netherlands, B.No: 8562/79, K.T: 29.05.1986, parag 28-29. 32   Peters/ Altwicker, Europäische Menschenrechts-Konvention, 2.Baskı, C.H.Beck Yayınevi, Münih, 2012, s.137. 33   İnceoğlu, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı, s.23-24.Araş. Gör. Eyüp Kaan Demirkıran   63 İkinci olarak medeni hak ve uyuşmazlıklarla ilişkin uyuşmazlıklar ifadesinden ne anlaşılacağı tespit edilirken hakkın iç hukukta bir temeli olması ve ortada bir uyuşmazlığın bulunması gerektiği söylenebilir. Bununla beraber hakkın iç hukukta temellerin olması konusunun ilk anda düşünülebileceği gibi açık bir husus olmadığını belirtmek gerekir. İç hukukun yorumu yoluyla mahkemeye başvurma hakkına getirilen kısıtlamalar bazen adil yargılanma hakkını ihlal etmezken etkili başvuru hakkını ihlal edebilmektedir. İHAM, mahkemeye başvuru hakkının mutlak bir hak olmadığını ve sınırlamaya tabi tutulabileceğini kabul etmiştir.34 Sınırlamalar, dava açma hakkına yönelik veya mahkemenin yargı yetkisine yönelik olabilir. Örneğin küçüklere ve akıl hastalarına yönelik getirilen sınırlamalar dava açma hakkına yönelik doğrudan sınırlamalardır. Öte yandan dava açma hakkına yönelik sınırlamalar dolaylı da olabilir. Hukuki yardım sağlanmaması sebebiyle kişinin mahkemeye ulaşma hakkının ihlali söz konusu olabilir. Dava açma ve temyiz sürelerine ilişkin yapılan düzenlemelerin iç hukuktaki yorumu bazı durumlarda hakkın ihlaline sebebiyet verebilir. Hukuki kesinliğin sağlanamaması da ihlalle sonuçlanacaktır. Bunlarla beraber kamu makamlarına karşı dava açılmasını önleyecek kimi muafiyetler, idarenin bazı işlem ve eylemlerine karşı yargı yolunun kapatılması, yasamanın davaya müdahalesi gibi durumlar da mahkemenin yargı yetkisine getirilen sınırlamalar bağlamında mahkemeye ulaşma hakkını ihlal edebilir.35 İHAM, mahkemeye ulaşma hakkının sınırlandırılabileceğini kabul etmekle beraber bu sınırlandırmanın sınırlarına ilişkin kriterleri de belirlemiştir. Bu kriterler ilk kez Ashingdane davasında36 tartışıldığı için Ashingdane kriterleri olarak anılır. Buna göre, sınırlamanın meşru bir amaç gütmesi gerekir. Sınırlama meşru bir amaç gütmekle beraber hakkın özüne dokunmamalıdır. Üçüncü olarak mahkeme sınırlamada kullanılan araç ile ulaşılmak istenen meşru amaç arasında orantılılık aramaktadır. Bu üç kriter bağlamında mahkemeye ulaşma hakkına devletin meşru müdahale 34   Gölcüklü, a.g.m. s.209. 35   İnceoğlu, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı, s.105-154. 36   Ashingdane v. UK, B.No: 8225/78, K.T: 28.05.1985, parag 53-60..64   TAÜHFD/ZtdR - 2020/1 hakkının (takdir alanının) sınırları çizilir. Yukarıdaki anlatımın önemi şudur: Yukarıda değinilen usul izlenerek yapılan bir incelemede mahkemeye ulaşma hakkına getirilen sınırlama 6. madde bağlamında meşru kabul edilirken aynı durumun 13. maddenin ihlali ile sonuçlanmayacağının bir garantisi yoktur. Ortada bir uyuşmazlığın da bulunması  gerekir. Uyuşmazlık kavramı da İHAM içtihatlarında çok teknik bir anlamda görülmemektedir. Daha geniş bir perspektiften yorumlanmaktadır ve genellikle maddi anlamda bir iddia olarak anlaşılmaktadır.37 Bununla beraber medeni hak ve yükümlülük hakkındaki uyuşmazlığın tarafı birey-birey arasında olabileceği gibi birey-devlet arasında da olabilir. Üçüncü ve son husus suç isnadı kavramıdır. Suç isnadı kavramı da maddenin birinci fıkrasında geçen medeni hak ve yükümlülük kavramı gibi İHAM tarafından otonom bir kavram olarak kabul edilmektedir.38 Yani mahkeme suç isnadının gerçekleşip gerçekleşmediğini değerlendirirken iç hukuktaki niteleme ile kendini bağlı görmemektedir. Mahkeme, verilen cezanın amacı, suçun niteliği, suçun iç hukuktaki tavsifi gibi bir dizi kriteri göz önüne alarak kişinin suçlandırılmış olup olmadığına karar vermektedir.39 Bu husus, altıncı maddenin birinci fıkrasının özel görünümleri sayılan ve yine bu fıkrada yer alan hakkaniyetli yargılama hakkı ile bağlantılı olarak incelenen maddenin ikinci ve üçüncü fıkralarındaki masumiyet karinesi ve suç isnadı altındaki kişinin asgari haklarının ilgili kişiye sağlanması yükümlülüğünün başlangıç anını tespit etmek açısından büyük önem arz etmektedir. Örneğin İHAM devletin beyanına rağmen kişinin daha önceki bir dönemde suç isnadı altında olduğuna hükmederek kişinin bu andan itibaren avukatla temsil hakkından faydalandırılmamasını ihlal olarak görebilmektedir.40 3.2.2.2. 1982 Anayasası 1982 Anayasasında adil yargılanma hakkı 36. maddede yer almakta37   Kaşıkara, a.g.m., s.257-260. 38   Simeonovi v. Bulgaria, B.No: 21980/04, K.T: 12.05.17, 121 ve 110-114.parag. 39   Huseynli and Others v. Azerbeijan, B.No: 67360/11, 67964/11, 69379/11, K.T: 11.02.16, 103.parag. 40   Kaleja v. Litvania, B.No: 22059/08, K.T: 5.10.17, 60.parag.Araş. Gör. Eyüp Kaan Demirkıran   65 dır. Ne var ki anayasada açıkça bir hüküm bulunmasaydı dahi 2. maddede yer alan hukuk devleti ilkesi gereği adil yargılanma hakkının içeriğini oluşturan unsurların hukuk sisteminde düzenlenmesi gerektiği ifade edilmiştir.41  Hak Arama Hürriyeti üst başlıklı 36. maddenin birinci fıkrası şöyledir: (Değişik: 3.10.2001-4709/14 md.) Herkes, meşrû vasıta ve yollardan faydalanmak suretiyle yargı mercileri önünde davacı veya davalı olarak iddia ve savunma ile adil yargılanma hakkına sahiptir. 36. maddede adil yargılanma hakkı ifade düzenlenmektedir. Bu sebeple yukarıda gördüğümüz unsurların hepsini bu ifadeden çıkarsamak mümkündür. Ne var ki 1982 Anayasasına baktığımızda adil yargılanma hakkının kapsamındaki kimi unsurların anayasada ayrıca düzenlenmiş olduğunu görmekteyiz. Örneğin 38. maddenin dördüncü fıkrasında masumiyet karinesi yer almaktadır. Bununla beraber, 1982 Anayasası nda adil yargılanma hakkını ilgilendiren kimi unsurların haklarla ilgili bölümde değil Cumhuriyetin Temel Organları başlıklı üçüncü kısım altında yargı kısmında düzenlenmiştir. Örneğin mahkemelerin bağımsızlığı ilkesi 138. maddede, duruşmaların aleniyeti 141. maddede yer almaktadır. 1982 Anayasasında adil yargılanma hakkının düzenlenişi ile İHAS taki düzenleme karşılaştırıldığında 1982 Anayasası nda adil yargılanma hakkının İHAS taki gibi medeni hak ve yükümlülükler ile suç isnadıyla sınırlandırılmış olmadığı görülür. Bu durum özellikle bireysel başvuruların kapsam alanı ile ilgili tartışmalarda önem kazanır. Bu tartışma noktasına aşağıda tekrar döneceğiz. 3.2.3. Etkili Başvuru Hakkının Norm Alanı 3.2.3.1. İnsan Hakları Avrupa Sözleşmesi Etkili başvuru hakkını düzenleyen 13. maddenin lafzında bu sözleşmede tanınmış olan hak ve özgürlükleri ihlal edilen herkes ifadesi kullanılmaktadır. Dolayısıyla iç hukuka değil sözleşmeye atıf yapıldığı görülmektedir. Ek protokoller de bu anlamda devletin ilgili protokole taraf olmasına bağlı olarak gündeme gelebilir. Değinilmesi gereken başka bir 41   İnceoğlu, Adil Yargılanma Hakkı, s.213.66   TAÜHFD/ZtdR - 2020/1 husus madde lafzında açıkça zikredilmese de mahkemenin yorum yoluyla zımni unsurlar olarak kabul ettiği haklar da bu minvalde aynı değerlendirilir. Örneğin bu çalışmada tartışma konusu yapılan mahkemeye başvurma hakkı bu niteliktedir. İkinci bir nokta hak ve özgürlük ihlali iddiası hususudur. Burada hak ve özgürlüğünün ihlal edildiğini düşünen kişi, tartışılabilir düzeyde bir ihlal iddiasını öne sürmelidir.42 Burada tartışılabilir düzey ifadesi, mahkemenin kabul edilebilirlik kriterlerinden biri olan açıkça dayanaktan yoksunluk kriteri ile karıştırılabilir durmaktadır. Bilindiği gibi sözleşmenin 35. maddesine göre açıkça temelsiz bulunan başvurular kabul edilebilirlik denetiminden geçemez. Mahkemenin de tespitine göre savunulabilirlik (arguable claim) ile açıkça dayanaktan yoksun olma kriterleri aynı şeyler değildir. Mahkeme, Boyle and Rice davasında hükûmetin açıkça dayanaktan yoksun olan bir iddianın savunulabilir sayılamayacağına yönelik iddiasını kabul etmediğini belirtmiş; bir iddianın ilk incelemede savunulabilir görünürken detaylı bir inceleme ile açıkça dayanaktan yoksun olduğunun ortaya çıkabileceğini ifade etmiştir.43 Savunulabilir iddianın ne olduğu somut olayın durumuna ve söz konusu hukuki sorunun doğasına göre belirlenmelidir.44 Mahkeme savunulabilirliği net olarak tanımlamamıştır.45 Öte yandan yine Boyle and Rice davasında mahkeme, açıkça dayanaktan yoksun bulunan bir başvurunun (manifestly ill-founded) savunulabilir bulunması (arguable claim) noktasında yaşanan güçlüğe de 42   Kuijer, Martin, Effective Remedies As A Fundamental Right, Seminar On Human Rights and Access to Justice in the EU, 28-29 April 2014, s.5. Erişim Linki:  http://www.ejtn.eu/Documents/About  %20EJTN/Independent%20 Seminars/Human%20Rights%20BCN%202829%20April%202014/Outline_Le cture_Effective_Remedies_KUIJER_Martin.pdf Erişim Tarihi: 30.12.17. 43   Boyle and Rice v. The UK, B.No: 9658/82, K.T: 27.04.1988, 53.parag. 44   Boyle and Rice v. The UK, 55.parag, Ayrıca Bkz; Martin, Effective Remedies As A Fundamental Right, s.5. 45   Directorate General Human Rights and Law Council of Europe, Guide to Good Practice In Respect of Domestic Remedies, 2013, s.13. Erişim Link: http://www.echr.coe.int/Documents/Pub_coe_domes tics_remedies_ENG.pdf Erişim Tarihi: 30.12.17.Araş. Gör. Eyüp Kaan Demirkıran   67 işaret etmiştir.46 Mahkemenin daha sonraki Čonka kararında 3. madde bakımından açıkça temelsiz bulduğu başvuruyu savunulabilir bir iddia olmadığından hareketle 13. madde bakımından incelememiştir.47 Yukarıda değinildiği gibi mahkemeye ulaşma hakkına getirilen sınırlamalar meşru kabul edilirken aynı durum 13. maddenin ihlali ile sonuçlanabilir. Zira 13. madde sözleşmede tanınan hak ve özgürlükleri ihlal edilen herkese iç hukukta etkili bir başvuru yolunun sağlanmasını güvence altına almaktadır. Mahkemeye başvuru hakkına yapılan sınırlandırmaların sınırı ise mahkeme içtihadında Ashingdane kriterleri çerçevesinde belirlenmiştir. Bir sınırlama Ashingdane kriterleri bağlamında uygun kabul edilirken ortada etkili bir iç hukuk yolunun bulunmaması sebebiyle 13.maddenin ihlal edilmesi söz konusu olabilecektir. Zikrettiğimiz bu durumun İHAM içtihatlarında meşhur örneği Z and Others v. UK davasıdır.48 Bu davada konu, ebeveynleri tarafından kötü ve insanlık dışı muamelelere maruz bırakılan çocukların ebeveynlerinden alınarak kendilerine koruma sağlanması hususunda yerel makamların ihmalidir. Bu ihmalkarlıktan dolayı yerel makamların sorumlu tutulup tutulmayacağı yani haksız fiil hukuku (tort law) ile ilgili bir problem bulunmaktadır. Ortada önemli bir zarar söz konusu olmasına rağmen iç hukukta bir yol bulunmamaktadır. İngiliz hukukunda yerel makamların bu konuda sorumlu tutulabilmeleri için özen yükümlülüğünün bulunması gerekir ve House of Lords yerel makamlara böyle bir sorumluluk yüklememiştir. House of Lords bunu yaparken kimi kamu siyaseti (public policy) meselelerini  tartarak  bir  karara  varmıştır.49  Netice  itibariyle  İHAM  burada 6.madde bağlamında mahkemeye ulaşma hakkının ihlal edilmediği sonucuna varmıştır. Ne var mahkeme etkili bir iç hukuk yolu bulunmadığı için 13. maddenin ihlal edildiğine hükmetmiştir.50 46   Boyle and Rice v. The UK, 54.parag. 47   Čonka v. Belgium, B.No: 51564/99, K.T: 05.02.2002, 76.parag. 48   Z and Others v. UK, B.No: 29392/95, K.T: 10.05.2001. 49   Z and Others v. UK, 91-104.parag. 50   Z and Others v. UK, 104.parag.68   TAÜHFD/ZtdR - 2020/1 3.2.3.2. 1982 Anayasası 1982 Anayasası metninde etkili başvuru hakkının karşılığı olarak değerlendirilebilecek olan madde 40. maddedir. Temel Hak ve Hürriyetlerin Korunması üst başlıklı 40. maddenin birinci fıkrası şöyledir: Anayasa ile tanınmış hak ve hürriyetleri ihlâl edilen herkes, yetkili makama geciktirilmeden başvurma imkânının sağlanmasını isteme hakkına sahiptir. Maddenin doğrudan etkili başvuru hakkı ifadesini kullanmadığına maddedeki ifadenin geciktirilmeden başvurma imkanının sağlanmasını isteme hakkından bahsettiğine, ilgili ifadeyi etkili başvuru hakkı olarak yorumlamanın önünde bir engel bulunmadığına yukarıda değinilmişti. Burada maddenin norm alanı üzerinde bir tartışma açmaya çalışacağız. Görüldüğü gibi madde doğrudan anayasa ile tanınmış hak ve hürriyetlere atıf yapmaktadır. Bu noktada tartışılması gereken husus, 2010 senesinde kabul edilen bireysel başvuru51 bağlamında 2011 senesinde kabul edilen Anayasa Mahkemesinin Kuruluşu Ve Yargılama Usulleri Hakkında Kanunun 45. maddesinin 1.fıkrasıdır. Hüküm şöyledir:  Herkes, Anayasada güvence altına alınmış temel hak ve özgürlüklerinden, Avrupa İnsan Hakları Sözleşmesi ve buna ek Türkiye nin taraf olduğu protokoller kapsamındaki herhangi birinin kamu gücü tarafından, ihlal edildiği iddiasıyla Anayasa Mahkemesine başvurabilir.   Görüldüğü gibi bireysel başvurunun kapsamı İHAS kapsamındaki haklar ile anayasada güvencelenen hakların kesişim kümesidir. Şu halde soru, anayasada kabul edildiği halde İHAS düzeninde yer almaması veya devletin ilgili protokole taraf olmaması sebepleriyle koruma görmeyen bir hakkın bireysel başvuruya konu edilip edilemeyeceğidir. Bu anlamda seyahat hürriyeti bir örnek olarak verilebilir. 1982 Anayasası nın 23. maddesinde düzenlenen seyahat hürriyeti, İHAS a ek 4 nolu Protokol de yer almaktadır. Ek 4 nolu protokol Türkiye tarafından imzalanmış, uygun bulma kanunu çıkarılmış, ancak henüz onay belgesi tevdi edilmemiştir.52 51   07/05/2010 tarih ve 5982 sayılı anayasa değişiklikleri içeren Kanun, 12/9/2010 tarihinde halkoyuna sunulmuş ve kabul edilmiştir. 22/9/2010 tarihli ve 846 sayılı YSK kararı, 23/9/2010 tarih ve 27708 sayılı RG de yayımlanmıştır. 52   Protokol  19.10.1992 de  imzalanmıştır.  Onaya  Uygun  Bulma  Kanunu, 26.02.1994 tarih ve 21861 sayılı R.G. de yayımlanmıştır. Protokolün resmiAraş. Gör. Eyüp Kaan Demirkıran   69 AYM, bu durumda yetkisizlik sebebiyle kabul edilemezlik kararı vermektedir. Mahkeme, devletin henüz taraf olmadığından bahisle ilgili hakkı kesişim kümesinde görmemektedir53. 3.2.4. İki Hakkın Norm Alanları Arasındaki Benzerlik Ve Farklılıklar 3.2.4.1. İnsan Hakları Avrupa Sözleşmesi 6. madde medeni hak ve yükümlülükler ve suç isnadı ile uygulama alanını  daraltmakla  beraber  yukarıda  zikredildiği  gibi  mahkemenin özerk yorum yöntemi bu katılığı bir nebze yumuşatmaktadır. İkinci olarak madde bir uyuşmazlık aramakta ve iç hukukta hakkın temelleri olmasını talep etmektedir. 13. madde ise sözleşmede tanınmış hak ve özgürlükler ile norm alanını sınırlarken ihlal iddiasını tartışılabilir düzeyde öne sürülmesi gerektiğini belirtmektedir. İlk başta medeni hak ve yükümlülüklerin çeşitliliği, mahkemenin özerk yorum ilkesi ve sözleşme metninin koruduğu hakların sınırlı olması hususları dikkate alındığında altıncı maddenin koruma alanının 13. maddenin koruma alanından daha geniş olduğu öne sürülebilir. Öyle ki sözleşmede sadece kişi hakları yer almaktadır. Mahkeme yorum yöntemiyle hukukun çeşitli konularını maddede düzenlenen bir temel hak bağlamında ele alabiliyorsa da bu durum doğası gereği sınırlı bir koruma tahsis edebilmektedir. Yani ilgili temel hak ile olan bağlantısı ile sınırlı bir koruma söz konusu olmak mecburiyetindedir. Halbuki altıncı madde medeni hak ve yükümlülükler diyerek ifade olarak iç hukukta tanınan bireybirey arasındaki tüm ilişkilere işaret etmektedir. Ayrıca mahkeme özerk yorum anlayışıyla ifadeyi daha geniş yorumlamakta ve idare hukukunu ilgilendiren uyuşmazlıklarda da inceleme yapmaktadır. 6. madde suç isnadı altındaki kişiyi de ilgilendirmektedir. 6. maddenin mahkemeye erişimi tahsis ederek adil bir kararın verilebilmesi için gerekli güvenceleri Türkçe çevirisi için Bkz: 14.08.1994 tarih ve 21990 sayılı R.G. Ayrıca Bkz: İstanbul Bilgi Üniversitesi, İnsan Hakları Hukuku Uygulama ve Araştırma Merkezi, İnsan Hakları Hukuku Bilgi Bankası, Erişim Linki: http://humanrightscenter.bilgi.edu.tr/tr/content/54-avrupa-insan-haklar-sozlesmesine-ek4-numaral-protokol/  Erişim Tarihi: 30.12.17. 53   Sebahat Tuncel Başvurusu, B.No: 2012/1051, K.Tarihi: 20/02/2014, parag.53.70   TAÜHFD/ZtdR - 2020/1 sağladığı, öte yandan 13. maddenin sözleşmenin ülke iç hukuklarında uygulanmasını temin etmek amacıyla metne eklendiği anlaşılmaktadır.  Öte yandan özellikle ülke hukukunun yorumu yoluyla kimi durumlarda mahkemeye ulaşım hakkı zedelenmezken 13. madde ihlali ortaya çıkabilmektedir. Yukarıda da belirtildiği gibi iki maddenin ortak koruma alanlarındaki hususlardan birinde, altıncı madde düzenlemelerinden mahkemeye erişim hakkının mutlak olmaması ve bu minvalde ilgili dava bazında meşru görülen bir kısıtlama söz konusu olabilmektedir. Ne var ki bu durum 13. maddenin ihlaline sebebiyet verebilmektedir. Bu gibi durumlarda 13. maddenin daha geniş bir koruma sağlamasıyla karşılaşılmaktadır.  3.2.4.2. 1982 Anayasası İki hakkın norm alanları arasındaki benzerliklerin ve farklılıkların tespitini 1982 Anayasası düzleminde yaparken temel tartışma noktasını bireysel başvurunun kapsamını çizen Anayasa hükmü ve 6216 sayılı Kanun un 45. maddesi oluşturmaktadır. Anayasanın 148.maddesinin 3.fıkrası şöyle demektedir: Herkes, Anayasada güvence altına alınmış temel hak ve özgürlüklerinden, Avrupa İnsan Hakları Sözleşmesi kapsamındaki herhangi birinin kamu gücü tarafından, ihlal edildiği iddiasıyla Anayasa Mahkemesine başvurabilir. Başvuruda bulunabilmek için olağan kanun yollarının tüketilmiş olması şarttır.  6216 sayılı Kanun un 45.maddesinin birinci fıkrası ise şöyle demektedir: Herkes, Anayasada güvence altına alınmış temel hak ve özgürlüklerinden, Avrupa İnsan Hakları Sözleşmesi ve buna ek Türkiye nin taraf olduğu protokoller kapsamındaki herhangi birinin kamu gücü tarafından, ihlal edildiği iddiasıyla Anayasa Mahkemesine başvurabilir. İHAS ın 6.maddesi medeni hak ve yükümlülükler ile suç isnadı kavramları ile uygulama alanını kısıtlamışken 1982 Anayasası bu tip bir kısıtlamaya metninde yer vermiş değildir. Şu halde 6216 sayılı Kanun un 45. maddesi İHAS ve 1982 Anayasası düzlemlerinin kesişim kümesine atıf yapıyorsa nasıl bir yol izlenmesi gerekmektedir? Öte yandan İHAS ın 13. maddesi sözleşmede yer alan hak ve özgürlüklerin ihlali durumuna atıf yapmışken 1982 Anayasası nın 40.maddesi anayasada yer alan hak ve özgürlüklere atıf yapmaktadır. 1982 Anayasası nda düzenlendiği halde sözleşme düzeninde yer almayan veyaAraş. Gör. Eyüp Kaan Demirkıran                                                                              71 Türkiye Cumhuriyeti ni henüz bağlamayan protokollerde söz konusu haklar bulunabilir. Bu durumda bireysel başvurunun sınırı nasıl çizilecektir?  6216 sayılı Kanun un 45. maddesinde getirilen kurala iki noktadan yaklaşılabilir. Birincisi, bir hakkın İHAS veya 1982 Anayasası düzleminde düzenlenmediği durumda diğerinde düzenleniyor olmasıdır. Örneğin hak 1982 Anayasası nda yer alır; ancak İHAS düzleminde yer almaz veya devletin sorumluluğu başlamamıştır. Bu gibi durumlarda 6216 sayılı Kanun un 45. maddesinin açık lafzı gereğince bireysel başvuruların reddedilmesi gerektiğini düşünmekteyiz.  İkinci ihtimal, bir hak iki düzlemde de yer aldığı halde düzenlemelerin kapsam alanlarının farklılık içermesi durumudur. Sözgelimi adil yargılanma hakkı hem İHAS ta hem 1982 Anayasasında yer alır; ancak İHAS ta bu hak medeni hak ve yükümlülükler ile suç isnadıyla uygulama alanını sınırlamışken 1982 Anayasasında bir sınırlama kaydedilmiş değildir. Dolayısıyla 1982 Anayasası daha kapsayıcı bir koruma sağlarken İHAS ın kapsam alanı daha dardır. Bir hakkın iki düzlemde yer almasına rağmen düzenlemelerin farklılıklar içermesi durumunda hangi düzenlemenin esas alınacağı tartışma konusunu oluşturmaktadır. Bu noktada da iki farklı yaklaşım söz konusu olabilir. Birincisi AYM nin de yaptığı gibi, bu durumda kısıtlayıcı yorumu tercih etmektir54. Örneğin adil yargılanma hakkında bahsettiğimiz gibi 1982 Anayasası suç isnadı ve medeni hak ve yükümlülükler ayrımını kabul etmeyerek daha geniş bir düzenleme yapmayı tercih etmiştir. AYM, Onurhan Solmaz kararında 6216 sayılı Kanun daki düzenlemeyi aktardıktan sonra adil yargılanma hakkının kapsamının 1982 Anayasası nda düzenlenmediğini belirterek kapsamın İHAS ın 6.maddesine göre belirlenmesi gerektiğini ifade etmektedir55. AYM içtihatlarında 6.mad 54   İnceoğlu,  Sibel,  Anayasa  Mahkemesi ne  Bireysel  Başvuru:  Türkiye  ve  Latin Modelleri, XII Levha Yayınları, Ocak 2017, İstanbul, s.249-256; Şirin, Tolga, Bireysel  Başvuru  (Anayasa  Şikâyeti)  Usul  Hukuku,  Anayasa  Mahkemesine Bireysel Başvuru El Kitapları Serisi-7, 2018, Ankara, s.85-88. 55   Onurhan Solmaz Başvurusu, B.No: 2012/1049 K.Tarihi: 26/03/2013, parag. 1922.  AYM  içtihadında  İHAS  kapsamı  dikkate  alınarak  koruma  alanında72   TAÜHFD/ZtdR - 2020/1 deyle alakalı olarak İHAS taki dar düzenlemeleri tercih ederken mahkemenin bu tutumunun sadece vergi hukukuyla ilgili kararlarında yumuşadığı görülmektedir. İHAM vergi aslına dair uyuşmazlıkların suç isnadı veya medeni hak ve yükümlülük kapsamına girmediği görüşündeyken AYM burada mülkiyet hakkıyla ilgili bağlantıyı yeterli saymak suretiyle medeni hak ve yükümlülük kısmında görmektedir56.  Aslında, hem anayasa hükmünün hem 6216 sayılı Kanun daki düzenlemenin sınırlayıcı yorumlanması zorunlu değildir. Hükmün lafzı değerlendirilirken, ilgili ifade sözleşmede ve anayasada yer alan ortak haklar listesi olarak anlaşılabilir. Örneğin adil yargılanma hakkı hem anayasada hem sözleşmede düzenlenmektedir. Düzenlemelerin kapsamları yani korudukları alan konusunda bir farklılık söz konusu olduğunda daha geniş olan düzenleme tercih edilebilir. Mevzuat bu yoruma elverişlidir57.  Öte yandan bu görüşü destekleyecek farklı noktalara da dikkat çekmek gerekir. Anayasa nın m.90/558 hükmü, İHAS ın kanun hükmünde olduğunu belirtmekte ve İHAS ile kanun hükümleri çatıştığında çatışmanın İHAS lehine çözülmesini zorunlu kılmaktadır. İHAS m.5359, sözleşmenin tutulan hususların bir listesi için Bkz: Şirin, Tolga, Bireysel Başvuru (Anayasa Şikâyeti) Usul Hukuku, s.86-87. 56   İnceoğlu, Sibel, Adil Yargılanma Hakkı, Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi-4, 2018, Ankara,  s.18. 57   İnceoğlu,  Sibel,  Anayasa  Mahkemesi ne  Bireysel  Başvuru:  Türkiye  ve  Latin Modelleri, s.245-258. 58   1982 Anayasası m.90/5: Usulüne göre yürürlüğe konulmuş milletlerarası andlaşmalar kanun hükmündedir. Bunlar hakkında Anayasaya aykırılık iddiası ile Anayasa Mahkemesine başvurulamaz. Usulüne göre yürürlüğe konulmuş temel hak ve özgürlüklere ilişkin milletlerarası andlaşmalarla kanunların aynı konuda farklı hükümler içermesi nedeniyle çıkabilecek uyuşmazlıklarda milletlerarası andlaşma hükümleri esas alınır. 59   İHAS m.53: Bu Sözleşme hükümlerinden hiçbiri, herhangi bir Yüksek Sözleşmeci Taraf ın yasalarına ve onun taraf olduğu başka bir Sözleşme uyarınca tanınmış olabilecek insan hakları ve temel özgürlükleri sınırlayacak veya onları ihlal edecek biçimde yorumlanamaz.Araş. Gör. Eyüp Kaan Demirkıran   73 hiçbir hükmünün temel hakları sınırlayacak şekilde yorumlanamayacağını beyan etmektedir60. Bu durum Anayasa hükmü 6216 sayılı Kanun un yukarıda belirtilen  hükmünün  sınırlayıcı  yorumunu  engellemektedir. AYM nin yorumu ise tam bu noktada sınırlı norm alanını tercih etmek şeklinde gelişmiştir. Tüm bunlarla beraber zikretmek gerekir ki İHAS ın 1.maddesi61 de devlete yetki alanı içerisinde sözleşmede zikredilen hakları herkesin kullanmasını sağlama yükümlülüğü yüklemektedir. 3.3. Ulusal Makam Ve Mahkeme Ayrımı 3.3.1. İnsan Hakları Avrupa Sözleşmesi Etkili başvuru hakkını düzenleyen maddede zikredildiği üzere başvuru yapılacak merciinin mahkeme olması zorunlu bir husus değildir. Madde metninde sadece yetkili bir ulusal merciden (national authority) bahsedilmektedir. Oysa mahkemeye erişim hakkında tarafsız ve bağımsız bir mahkeme söz konusudur. Dolayısıyla daha ilk bakışta altıncı maddenin bu anlamda on üçüncü maddeye nazaran çok daha güçlü bir koruma sunduğu öne sürülebilir. Mahkeme, 6. maddenin 1. fıkrası bir mahkeme öngördüğü halde 13. maddenin ulusal merciye atıf yapması karşısında altıncı maddenin lex specialis bir düzenleme olarak daha güçlü bir koruma sağladığı ve altıncı madde ihlaline karar verilen durumlarda artık on üçüncü madde bağlamında bir inceleme yapmaya gerek olmadığını belirtmektedir.62  Gerçekten ilk bakışta burada tartışılacak çok problematik bir durum bulunmadığı düşünülebilirse de ulusal merci ifadesinden tarafsızlık ve bağımsızlık kriterlerini tamamen göz ardı ederek oluşturulan bir kurulu anlamak doğru değildir. Öte yandan ulusal makamın altıncı madde bağlamında zikredilen bir mahkemeye sağlanması gereken güvencelere tamamen sahip olması da beklenmemektedir. Dolayısıyla bu 60   53.madde hakkında Bkz: Yıldırım, Akif ve Dursun Halil İbrahim, Avrupa İnsan Hakları Sözleşmesinin 53.Madde Düzenlemesinin Türk Hukukuna Etkisi, Terazi Hukuk Dergisi, C:9, Sayı: 100, Aralık 2014, s.129-130. 61   İHAS m.1: Yüksek Sözleşmeci Taraflar kendi yetki alanları içinde bulunan herkesin, bu Sözleşme nin birinci bölümünde açıklanan hak ve özgürlüklerden yararlanmalarını sağlarlar. 62   Bu konudaki mahkeme kararları için Bkz: İnceoğlu, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı, s.109 22.dn.74   TAÜHFD/ZtdR - 2020/1 alt ayrımda iki kurul arasındaki farklılıkları olabildiğince anlaşılır şekilde çizmek gerekmektedir.   Bilindiği gibi 13. madde etkili bir başvuru yolunun iç hukukta mevcut olmasını aramaktadır. İHAM ilgili ulusal makamın etkililiğini belirlerken çeşitli kriterler kullanmaktadır. Buna göre ilgili ulusal makamın iddianın özünü ele almaya yetkili olması gerekir; bir hak ihlalini önleyebilme, ihlal sürüyorsa bunu önleyebilme, ihlal sona ermişse karara bağlayabilme yetkilerinin bulunması icap etmektedir.63 Başvuru yolunun sadece hukuken mevcut olması yeterli değildir; fiilen de etkili olması gerekir. İlgili makamın yetkileri ve güvenceleri de önemli bir konudur.64 Buna göre bu makamın sözleşmeyi ihlal ettiği öne sürülen makamdan yeterli derece bağımsız olması aranmaktadır. Öte yandan bu makamın önünde sahip olunan usuli güvenceler de önemli olmaktadır.65  3.3.2. 1982 Anayasası 1982 Anayasası nın 40. maddesi de metninde açıkça yetkili makam ifadesine yer vermektedir. Bu anlamda yetkili makamın İHAS taki gibi mutlaka bir mahkeme olması gerekmediği ifade edilebilmektedir. Diğer bir deyişle mahkeme olmayan bir yetkili makam 40. madde çerçevesinde etkili bir başvuru yolu olarak kabul edilebilir. Konuya bu perspektiften yaklaşıldığında 36. maddede yer alan adil yargılanma hakkının 40. maddede yer alan etkili başvuru hakkına göre çok daha güçlü bir koruma getirdiği anlaşılabilir.  3.4. Etkili Başvuru Hakkı Ve Makul Sürede Yargılanma Hakkı Değinilmesi gereken önemli bir konu da etkili başvuru hakkı ile adil yargılanma hakkının çok önemli bir görünümü olan makul sürede yargılanma hakkı ve bu konudaki İHAM içtihatlarının seyriyle alakalıdır. Yukarıda da değinildiği gibi adil sürede yargılanma hakkıyla ilgili 6. mad63   Aksoy v. Türkiye, B.No: 21987/93, K.Tarihi: 18/12/1996, parag. 95. 64   Klass and Others v. Germany, parag.67; Martin, Effective Remedies As A Fundamental Right, s.5. 65   Konu hakkında Bkz: Tanrıkulu, a.g.e s.144-147.Araş. Gör. Eyüp Kaan Demirkıran   75 dede açıkça belirtilen makul sürede yargılanma hakkı, yargılamanın uzamasını önlediği için hukuk devleti açısından büyük bir öneme sahiptir. Öte yandan yapılan ufak bir incelemeyle dahi anlaşılabileceği gibi 6. madde bağlamında İHAM içtihatlarında karar yoğunluğu en fazla olan hak makul sürede yargılanma hakkıdır. Makul sürede yargılama hakkı açısından İHAM belirli bir süre öngörmüş değildir; her dava özelinde davanın karmaşıklığı, mahkemenin tutumu ve tarafların tutumu gibi çeşitli etkenleri değerlendirerek karara ulaşmaktadır.66 Makul sürede yargılanma hakkının ihlal edildiği durumlarda başvuranın bu yakınmasına dair iç hukukta etkili bir başvuru yolu bulunmadığı takdirde 13. maddenin de ihlali gündeme gelecektir. Yani 6. madde bağlamında ihlal bulunduğu her durumda 13. maddenin incelenmeyeceği söylenemez. Bu bağlamda Kudla kararı bir dönüm noktası teşkil etmektedir.67 Bu kararında ilk kez İHAM, 6. maddenin ihlali halinde 13. maddenin  incelenmeyeceğine dair  ilkesel  kararını,  makul  sürede  yargılama hakkı özelinde değiştirmiştir.68 Bizim karar incelemelerimiz sonucunda da bu içtihat değişikliğinin sürdüğü anlaşılmaktadır. Velkova v. Bulgaria davasında bir mahkeme kararının uygulanmasında çok uzun süre beklenerek ihmal oluşmasına sebebiyet verilmiştir.  İHAM burada m. 6/1 ihlali bulduğu gibi başvuranın yakınmasıyla ilgili etkili bir iç hukuk yolunun bulunmaması sebebiyle 13. maddenin de ihlal edildiğine hükmetmiştir.69 Stanka Mirovic and Others v. Montenegro davasında yargılamanın uzunluğu sebebiyle m. 6/1 ihlali bulunduğu gibi yargılamanın uzunluğuna karşı başvurulabilecek iç hukukta etkili bir başvuru yolunun bulunmaması sebebiyle 13. madde bağlamında etkili başvuru hakkının da ihlal edildiğine hükmedilmiştir.70 Gurban v. Türkiye davasında ise konu ceza yargılamalarının uzunluğu sebebiyle ülke içinde 13. madde anlamında etkili bir başvuru yolu olmadığına dair bir iddiadır. Mahkeme burada da 66   İnceoğlu, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı, s.380-394. 67   Kudla v. Poland, B.No: 30210/96, K.T: 26/10/2000, 157-160.parag. 68   İnceoğlu, Etkili Başvuru Hakkı, s.450-451. 69   Velkova v. Bulgaria, B.No: 1849/08, K.T: 13.07.2017, 48-53.parag . 70   Stanka Mirovic and Others v. Montenegro, B.No: 33781/15, K.T: 07/03/2017, 51-56, 64-66.parag.76   TAÜHFD/ZtdR - 2020/1 m.6/1 bağlamında ihlal bulduktan sonra 13. madde bağlamında olayı inceleyerek ihlale hükmetmiştir.71 Gazso v. Hungary davasında ise bir hukuk davası söz konusudur. Ancak ana motif değişmemektedir. Mahkeme m.6/1 bağlamında ihlal bulduktan sonra 13. madde bağlamında da inceleme yapmakta ve ihlale hükmetmektedir.72 Ayrıca burada mahkeme Macaristan daki devam eden uygulamaları ve derdest davaları göz önüne alarak pilot karar usulüne geçilmesine karar vermiştir.73 Mahkeme Panju v. Belgium davasında adli soruşturmanın çok fazla uzun sürmesinden yakınan bir başvuruyu incelemektedir. Mahkeme m. 6/1 in ihlal edildiğine hükmettikten sonra konuyu 13. madde bağlamında incelemiş ve 13. madde ihlali bulmuştur.74 Vlad and Others v. Romania davasında da aynı şekilde m. 6/1 in makul sürenin aşılması sebebiyle ihlalinden sonra konu 13. madde bağlamında incelenerek etkili başvuru hakkının ihlal edildiği tespit edilmiştir.75 Bu davada da mahkeme Romanya daki uygulamaya işaret etmekte ve bu sebeple Romanya ya karşı yapılan başvuruların yoğunluğuna dikkat çekmektedir.76 71   Gurban v. Türkiye, B.No: 4947/04, K.T: 15/12/2015. 72   Gazso v. Hungary, B.No: 48322/12, K.T: 16/07/2015, 18-21.parag. 73   Gazso v. Hungary, 28-33.parag. 74   Panju v. Belgium, B.No: 18393/09, K.T: 28/10/2014. Yalnızca Fransızca orijinal nüshası bulunan bu karar hakkında HUDOC sitesinde yüklü bulunan Türk Dışişleri Bakanlığı nın özet çevirinden yararlanılmıştır. 75   Vlad  and  Others  v.  Romania,  B.No:  40756/06,  41508/07  50806/07,  K.T: 26/11/2013, 113-125.parag. 76   Vlad and Others v. Romania, 154-155.parag.Araş. Gör. Eyüp Kaan Demirkıran   77 SONUÇ Çalışmanın ilk kısmında İHAS ve anayasa bağlamında etkili başvuru hakkı ve adil yargılanma hakkı tanıtılmıştır. İHAS ın 13. maddesi etkili başvuru hakkını düzenlemektedir. Buna göre sözleşmede yer alan haklarından biri ihlal edilen herkes, bu ihlal resmi görev yapan kimseler tarafından bu sıfatlarına dayanılarak yapılsalar bile, ulusal bir mercii önünde etkili başvuru hakkına sahiptir.  13. maddenin sözleşemeye ayrı bir hak olarak konması amaçlanmış değildir. Mahkemenin ilk dönem içtihatları eleştiri toplamıştır. İlk kez Klass ve diğerleri kararında mahkeme, sözleşmede yere alan bir hakkın ihlal edilmiş olmasının bu maddenin uygulanması için bir önkoşul olamayacağını belirtmiştir. 1982 Anayasası nın m. 40/1 hükmü, anayasa ile tanınmış hak ve hürriyetleri ihlal edilen herkesin yetkili bir makama geciktirilmeden başvurma hakkının bulunduğunu belirtmektedir. Her ne karar 40. maddede açıkça etkili başvurudan bahsedilmese dahi AYM tarafından bu maddenin İHAS düzlemindeki etkili başvuru hakkından farklı yorumlanmadığı görülmüştür. 40. maddedeki düzenleme İHAS ile büyük ölçüde benzerdir; üçüncü fıkrada ihlalin resmi görevli tarafından yapılması yer alır.  İHAS ın 6. maddesi adil yargılanma hakkını düzenlemektedir. Üç fıkradan oluşan adil yargılanma hakkının birinci fıkrası maddenin uygulama alanının medeni hak ve yükümlülükler ile suç isnadıyla sınırlı olduğunu beyan etmektedir. İkinci fıkrada masumiyet karinesi yer almakta, üçüncü fıkrada suç isnadı altındaki kişinin asgari hakları bentler halinde sayılmaktadır. Adil yargılanma hakkı maddede açıkça belirtilen hususlar ve zımnen kabul edilen unsurlarla beraber büyük bir külliyat meydana getirmektedir. 1982 Anayasası nın 36. maddesi de herkesin adil yargılanma hakkına sahip olduğunu beyan etmektedir.  Çalışmanın ikinci kısmında bu iki hakkın karşılaştırılması yapılmıştır. Öncelikle iki hakkın norm alanı karşılaştırılmıştır. Adil yargılanma hakkının bir görünümü olan mahkemeye başvuru hakkı ile etkili başvuru hakkının çakıştığı anlaşılmaktadır. İki hakkın norm alanı karşılaştırıldığında etkili başvuru hakkının sözleşmedeki haklara atıf yaptığı; ancak adil yargılanma hakkının medeni hak ve yükümlülüklerle suç isnadından bahsettiği görülmektedir. Medeni hak ve yükümlülüğün ne olduğu konusunda İHAM net bir tanım yapmayı tercih etmemektedir, metni geniş78   TAÜHFD/ZtdR - 2020/1 yoruma tabi tutmaktadır. Suç isnadı hakkında da özerk yorum geçerlidir. Adil yargılanma hakkı adil bir kararın verilmesi için gerekli kurallardan bahsetmektedir; yoksa bir hakkın iç hukukta düzenlenmesini güvencelememektedir. Bu sebeple, hakkın iç hukukta temelleri olması gerekir. Maddede medeni hak ve yükümlülükler hakkında bir uyuşmazlığın bulunması gerektiği de belirtilmektedir. Öte yandan adil yargılanma hakkı mutlak bir hak değildir ve Ashingdane kriterleri olarak anılan a) makul sebep b) hakkın özüne dokunulmaması c) araç ve amaç arasındaki orantılılık kriterlerine göre sınırlanabilir. Konu hakkında, İHAS düzleminde bakıldığında 13. madde açısından sözleşme metninin sınırlılığına rağmen adil yargılanma hakkının daha kapsayıcı olduğu düşünülebilir. Ancak bu konuda olay bazında değişik sonuçlar ortaya çıkacaktır. Kimi durumlarda Ashingdane kriterlerine uygun olan bir durum adil yargılanma hakkını ihlal etmezken etkili başvuru hakkını ihlal edebilmektedir ki bu gibi durumlarda etkili başvuru hakkı daha geniş bir koruma sağlamaktadır. Bunun içtihatlardaki meşhur örneği Z ve diğerleri kararıdır. Bu kararda Hause of Lords kimi kamusal menfaatleri tartarak yerel makamların sorumluluğunu genişletmemiştir. Adil yargılanma hakkı ihlal edilmemişken etkili bir başvuru yolunun bulunmaması 13. maddenin ihlaliyle sonuçlanmıştır.  1982 Anayasası açısından iki hakkın norm alanına bakıldığında 6216 sayılı AYM nin Kuruluş ve Yargılama Usulleri Hakkında Kanun un 45. maddesi gereği İHAS ile Anayasanın kesişim kümesindeki haklar bireysel başvuruya konu edilebilmektedir. 1982 Anayasası adil yargılanma hakkında medeni hak ve yükümlülükler ve suç isnadı şeklinde bir sınırlama koymamıştır. Etkili başvuru hakkının norm alanı değinildiği gibi sözleşmede yer alan haklardır. Taraf devlet için, hangi protokolleri kabul etmiş olduğu elbette önem taşır. 1982 Anayasası açısından bakıldığında ise ancak İHAS ta yer alan haklar ve taraf olunan protokoller ile 1982 Anayasası nda yer alan hakların kesişim kümesini oluşturan hakların ihlali iddiaları hakkında etkili başvuru mümkündür. 6216 sayılı Kanun un 45. maddesi hakkında iki ihtimal düşünülebilir. Birincisi, İHAS ve 1982 Anayasası düzlemlerinde yer alan haklar listelendiğinde birinde yer almayan veya devletin henüz sorumlu olmadığı bir hakkın doğrudan bireysel başvuru dışı sayılması gerektiğidir. İkincisi iseAraş. Gör. Eyüp Kaan Demirkıran   79 her iki düzlemde de bulunan bir hakkın söz konusu olmasıdır. Örneğin adil yargılanma hakkı böyledir. İHAS m. 6 da ve 1982 Anayasası m. 36 da yer alır. İşte bu durumda iki maddeden hangisinin koruma alanı daha genişse onun esas alınması gerektiği öne sürülebilir.  İkinci karşılaştırma konusu 6. maddenin maddede belirtilen güvenceleri haiz bir mahkeme araması karşısında 13. maddenin ulusal bir merciden bahsetmesidir. 13. maddede belirtilen ulusal merciinin mahkeme olması mecburi değilse de bu merciinin etkili sayılabilmesi için iddianın özünü ele alabilmesi, bir ihlal sürüyorsa bunu önleyebilmesi, ihlal sona ermişse karara bağlayabilmesi gerekir. Başvuru yolunun sadece hukuken mevcut olması yeterli olmayacaktır; fiilen de etkili olmalıdır. İlgili makamın yetkileri ve güvencelerine de bakılmalıdır. Bu makamın sözleşmeyi ihlal ettiği öne sürülen makamdan yeterli derece bağımsız olması gerekir. Bu makamın önünde sahip olunan usuli güvenceler de etkililiği belirleyecektir. 1982 Anayasası nın 40. maddesi de açıkça yetkili makam ifadesine yer vermektedir. AYM de İHAM gibi yetkili makamın mutlaka bir mahkeme olması gerekmediğini belirtmektedir. 6. maddenin bir mahkemeden bahsetmesi sebebiyle İHAM, 6. maddeyi lex specialis sayarak 6. madde kapsamında ihlal bulduğunda 13. madde kapsamında bir değerlendirmeye gitmemektedir. Ne var ki bu içtihat, makul sürede yargılanma hakkı ile ilgili olarak delinmiştir. İlk kez Kudla kararında mahkeme bu noktada içtihadını değiştirmiştir. Adil yargılanma hakkının makul sürenin aşılması sebebiyle ihlal edildiğine karar verdiğinde, bu yakınma hakkında iç hukukta etkili bir başvuru yolu yoksa 13. madde bağlamında inceleme yapılmakta ve ihlale hükmedilebilmektedir.80   TAÜHFD/ZtdR - 2020/1 ZUSAMMENFASSUNG In dem Artikel wird ein Vergleich zwischen dem Recht auf ein faires Verfahren und dem Recht auf wirksame Beschwerde vorgenommen. Dieser Vergleich wurde unter Berücksichtigung der Rechtsprechung des EGMR , des AYM (Verfassungsgericht der Türkei) und der Meinungen in der Doktrin durchgeführt. Zunächst wird das Recht auf wirksame Beschwerde untersucht. Es wird erläutert, wie das Recht in der EMRK und in der türkischen Verfassung geregelt ist. Anschließend befasst sich der Artikel mit dem Recht auf ein faires Verfahren. Auch hier wird untersucht, wie dieses Recht in der EMRK und in der türkischen Verfassung geregelt ist. Der Anwendungsbereich des Rechts auf ein faires Verfahren ist gemäß Artikel 6 Absatz 1 EMRK auf Straf- und Zivilverfahren beschränkt. In Artikel 6 Absatz 2 EMRK ist die Unschuldsvermutung geregelt. Im dritten Absatz werden die Mindestrechte der Personen unter Strafverfolgung angegeben. Artikel 36 der türkischen Verfassung besagt, dass jeder ein Recht auf ein faires Verfahren ohne Einschränkung hat. Es gibt folglich einen Unterschied zwischen den beiden Vorschriften. Artikel 36 der türkischen Verfassung ist viel weiter gefasst. Der Anwendungsbereich des Rechts auf wirksame Beschwerde gemäß Artikel 13 EMRK ist nur bei einer Verletzung der materiellen Konventionsrechte eröffnet.  Liegt eine solche vor, hat der Verletzte einen Anspruch auf eine wirksame Beschwerde bei einer innerstaatlichen Instanz. Dagegen erkennt Artikel 40 der türkischen Verfassung das Recht auf wirksame Beschwerde in Hinblick auf alle in der Verfassung geregelten Rechte an. Artikel 40 ist mithin viel weiter gefasst, da die durch die Verfassung gewährleisteten Rechte viel umfassender sind als die  der EMRK. Die Bestimmungen der türkischen Verfassung sind sowohl hinsichtlich des Rechts auf wirksame Beschwerde als auch des Rechts auf ein faires Verfahren umfassender. Das Recht auf wirksame Beschwerde gemäß Artikel 13 EMRK wird in der Türkei verfassungsrechtlich nur in Bezug auf die Rechte der türkischen Verfassung anerkannt, welche auch in der EMRK gewährleistet sind. Hier war die Rechtsprechung des AYM ausschlaggebend. Dieses hat in ständiger Rechtsprechung entschieden, dass Artikel 13 EMRK  eingeschränkter auszulegen ist als Artikel 40 der türkischen Verfassung.  Die türkische Verfassung enthält keine Bestimmung, die eine solche Auslegung entgegensteht.Araş. Gör. Eyüp Kaan Demirkıran   81 Zwischen Artikel 6 EMRK und Artikel 13 EMRK gibt es einige Unterschiede. Die oben genannten Unterschiede zwischen den Anwendungsbereichen des Rechts auf ein faires Verfahren und des Rechts auf wirksame Beschwerde können in verschiedenen Fällen  zu einem umfassenderem oder weniger umfassenden Schutz führen. Ein weiterer wichtiger Unterschied ist, dass das Recht auf ein faires Verfahren den Zugang zu einem Gericht erfordert. Es ist jedoch nicht zwingend erforderlich, sich im Rahmen des Rechts auf  wirksame Beschwerde an ein Gericht zu wenden. Die Beschwerde ist lediglich bei einer „innerstaatlichen Instanz zu erheben.   Nach der EGMR-Rechtsprechung ist Artikel 6 EMRK „lex specialis, wenn  sowohl der Anwendungsbereich des Artikels 6 EMRK als auch der des Artikels 13 EMRK eröffnet ist. Grundsätzlich wird eine Verletzung des Artikels 13 EMRK also nicht geprüft, soweit Artikel 6 EMRK einschlägig ist. Eine Ausnahme stellt die Verletzung des Rechts auf eine angemessene Verfahrensdauer dar.  Kommt es zu einem unangemessen langen Verfahren und sieht die nationale Rechtsordnung keinen Rechtsbehelf vor, mit welchem dieser Konventionsverstoß gerügt werden kann, liegt auch eine Verletzung von Artikel 13 EMRK vor.  Dieser Artikel untersucht die Auslegung der beiden Rechte sowie ihr Verhältnis zueinander. Es wird erläutert, wie sich die Rechtsprechung des EGMR und des AYM im Laufe der Zeit verändert hat. Der Artikel befasst sich insbesondere mit dem Fall, dass sich die Schutzbereiche der beiden Rechte überschneiden. Zudem werden die Unterschiede auf nationaler und internationaler Ebene dargestellt.82   TAÜHFD/ZtdR - 2020/1 KISALTMALAR a.g.e. Adı geçen eser a.g.m. Adı geçen makale AÜSBFD  Ankara Üniversitesi Sosyal Bilimler Fakültesi Dergisi AYM  Anayasa Mahkemesi B.No: Başvuru Numarası Bkz:  Bakınız C.  Cilt İHAM  İnsan Hakları Avrupa Mahkemesi İHAS  İnsan Hakları Avrupa Sözleşmesi K.T: Karar Tarihi m.  Madde MÜHF-HAD  Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi parag  Paragraf R.G.  Resmi Gazete S.  Sayı s.  Sayfa TAAD  Türkiye Adalet Akademisi Dergisi YSK  Yüksek Seçim KuruluAraş. Gör. Eyüp Kaan Demirkıran   83",
     "Kaynakça": "KİTAPLAR AYBAY,  Rona,  İnsan  Hakları  Hukuku,  3.Baskı,  Istanbul  Bilgi  Üniversitesi Yayınları, Istanbul. Dörr/Grote/Marauhn,  EMRK/GG  Konkordanzkommentar,  2.  Baskı,  2013, Heidelberg. GRABENWARTER,  Christoph,  European  Convention  on  Human  Rights: Commentary, C.H.Beck Yayınevi, Münih, 2014. GÖZLER, Kemal, Hukuka Giriş, 12.Baskı, Ağustos 2015, Bursa. İNCEOĞLU, Sibel, “Adil Yargılanma Hakkı(Editör: Sibel İnceoğlu),  İnsan Hakları Avrupa Sözleşmesi ve Anayasa: Anayasa Mahkemesine Bireysel Başvuru Kapsamında Bir İnceleme, Beta Yayınevi, 2. Baskı Haziran-2013, Istanbul. İNCEOĞLU, Sibel, “Etkili Başvuru Hakkı(Editör: Sibel İnceoğlu), İnsan Hakları Avrupa  Sözleşmesi  ve  Anayasa:  Anayasa  Mahkemesine  Bireysel  Başvuru Kapsamında Bir İnceleme, Beta Yayınevi, 2. Baskı Haziran-2013, Istanbul. İNCEOĞLU, Sibel, İnsan Hakları Avrupa Mahkemesi Kararlarında Adil Yargılanma Hakkı: Kamu ve Özel Hukuk Alanlarında Ortak Yargısal Hak ve İlkeler, Beta Yayınevi, Tıpkı 4. Bası, Mart 2013, Istanbul. İNCEOĞLU,  Sibel,  Anayasa  Mahkemesi ne  Bireysel  Başvuru:  Türkiye  ve  Latin Modelleri, XII Levha Yayınları, Ocak 2017, İstanbul. İNCEOĞLU, Sibel, Adil Yargılanma Hakkı, Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi-4, 2018, Ankara. KARPENSTEİN/ MAYER, EMRK: Konvention zum Schutz der Menschenrechte und Grundfreiheiten, 2.Baskı, C.H.Beck Yayınevi, Münih, 2015. PETERS/  ALTWİCKER,  Europäische  Menschenrechts-Konvention,  2.Baskı, C.H.Beck Yayınevi, Münih, 2012. ŞİRİN,  Tolga,  Bireysel  Başvuru  (Anayasa  Şikâyeti)  Usul  Hukuku,  Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi-7, 2018, Ankara. TANRIKULU, Sezgin M, İnsan Hakları Avrupa Sözleşmesi ve Etkili Başvuru Hakkı, Seçkin Yayıncılık, 2012, Istanbul.84   TAÜHFD/ZtdR - 2020/1 MAKALELER ALTIPARMAK, Kerem, “Avrupa İnsan Hakları Sözleşmesi nin 6.Maddesinin Uygulama Alanı”, AÜSBFD, C:53, S:1, 1998 ATAKAN, Arda, “Friedrich Müller in ‘Temel Hakların Nesnel Sınırlılığı  Teorisi Üzerine Bir İnceleme”, MÜHF-HAD, C:16, S:3-4 GÖLCÜKLÜ, Feyyaz, “Avrupa İnsan Hakları Sözleşmesi nde Adil Yargılanma”, AÜSBFD, C:49, S:1, 1994 GÖZLER,  Kemal,  “Anayasa  Değişikliğinin  Temel  Hak  Ve  Hürriyetlerin Sınırlandırılması  Bakımından  Getirdikleri  ve  Götürdükleri:  Anayasanın 13 üncü  Maddenin  Yeni  Şekli  Hakkında  Bir  İnceleme”,  Ankara  Barosu Dergisi, Yıl:59, Sayı:2001/4 KAŞIKARA,  Serhat,  “Avrupa  İnsan  Hakları  Sözleşmesi nin  6.Maddesi Çerçevesinde Medeni Hak ve Yükümlülükler Kavramı”, TAAD, C:2, Yıl:2, S:4 KUİJER, Martin, “Effective Remedies As A Fundamental Right”, Seminar On Human Rights and Access to Justice in the EU, 28-29 April 2014 LETSAS, George, “The Truth in Autonomous Concepts: How To Interpret the ECHR”, EJIL (2004), Sayı:15 No:2 SUNAY, Reyhan, “İnsan Haklarının Yatay Etkisi ve Devletin Sorumluluğu”, Selçuk Üniversitesi Hukuk Fakültesi Dergisi, C:23, S:1, ŞENOL,  Cem,  “Etkin  Soruşturma  Yükümlülüğü  ve  Etkili  Başvuru  Hakkı”, Akdeniz Üniversitesi Hukuk Fakültesi Dergisi, S:1, Aralık 2011 YILDIRIM, Akif ve Dursun Halil İbrahim, “Avrupa İnsan Hakları Sözleşmesinin 53.Madde Düzenlemesinin Türk Hukukuna Etkisi”, Terazi Hukuk Dergisi, C:9, Sayı: 100, Aralık 2014 KARARLAR İHAM Klass and Other v. Germany, B.No:5029/71, K.T: 06.09.1978 Aksoy v. Türkiye, B.No: 21987/93, K.Tarihi: 18/12/1996 Ashingdane v. UK, B.No: 8225/78, K.T: 28.05.1985 Simeonovi v. Bulgaria, B.No: 21980/04, K.T: 12.05.17,Araş. Gör. Eyüp Kaan Demirkıran   85 Huseynli and Others v. Azerbeijan, B.No: 67360/11, 67964/11, 69379/11, K.T: 11.02.16 Kaleja v. Litvania, B.No: 22059/08, K.T: 5.10.17 Boyle and Rice v. The UK, B.No: 9658/82, K.T: 27.04.1988 Z and Others v. UK, B.No: 29392/95, K.T: 10.05.2001 Kudla v. Poland, B.No: 30210/96, K.T: 26.10.2000,  Mahmut Kaya v. Türkiye, B.No: 22535/93, K.T: 28.03.2000 Feldbrugge v. The Netherlands, B.No: 8562/79, K.T: 29.05.1986 Velkova v. Bulgaria, B.No: 1849/08, K.T: 13.07.2017 Stanka Mirovic and Others v. Montenegro, B.No: 33781/15, K.T: 07/03/2017 Gurban v. Türkiye, B.No: 4947/04, K.T: 15/12/2015 Gazso v. Hungary, B.No: 48322/12, K.T: 16/07/2015 Vlad and Others v. Romania, B.No: 40756/06, 41508/07 50806/07, K.T: 26/11/2013 Panju v. Belgium, B.No: 18393/09, K.T: 28/10/2014 Čonka v. Belgium, B.No: 51564/99, K.T: 05.02.2002 İHAM kararlarına HUDOC üzerinden ulaşılmıştır. Erişim Linki: https://hudoc.echr.coe.int ANAYASA MAHKEMESİ Onurhan Solmaz Başvurusu, B.No: 2012/1049 K.Tarihi: 26/03/2013 Mustafa Bayrı Başvurusu, B.No: 13/5718, K.T: 20/03/14 Mehmet Kaya ve Diğerleri Başvurusu, B.No: 13/6979, K.T: 20/05/15 Cemil Danışman Başvurusu, B.No: 13/6319, K.T: 16/07/14 Mustafa Bayrı Başvurusu, B.No: 13/5718, K.T: 20/03/14 Sebahat Tuncel Başvurusu, B.No: 2012/1051, K.Tarihi: 20/02/2014 AYM  kararlarına  mahkemenin  resmi  sitesindeki  Kararlar  Bilgi  Bankası üzerinden ulaşılmıştır. Erişim Linki: http://www.anayasa.gov.tr/icsayfalar/kararlar/kbb.html86   TAÜHFD/ZtdR - 2020/1 ONLİNE KAYNAKLAR Directorate General Human Rights and Law Council of Europe, Guide to Good Practice In Respect of Domestic Remedies, 2013 Erişim  Linki:  http://www.echr.coe.int/Documents/Pub_coe_domes tics_remedies_ENG.pdf İstanbul  Bilgi  Üniversitesi,  İnsan  Hakları  Hukuku  Uygulama  ve  Araştırma Merkezi, İnsan Hakları Hukuku Bilgi Bankası,  Erişim  Linki:  http://humanrightscenter.bilgi.edu.tr/tr/content/54-avrupa-insanhaklar-sozlesmesine-ek-4-numaral-protokol/Araş. Gör. Eyüp Kaan Demirkıran   87 İÇİNDEKİLER GİRİŞ ........................................................................................................................... 51 1. ETKİLİ BAŞVURU HAKKI ........................................................................ 53 1.1. İNSAN HAKLARI AVRUPA SÖZLEŞMESİ .................................... 54 1.2. 1982 ANAYASASI................................................................................ 55 2. ADİL YARGILANMA HAKKI.................................................................. 57 2.1. İNSAN HAKLARI AVRUPA SÖZLEŞMESİ .................................... 57 2.2.1982 ANAYASASI ................................................................................. 59 3. ETKİLİ BAŞVURU HAKKI VE ADİL YARGILANMA HAKKININ KAPSAM ALANLARININ KARŞILAŞTIRILMASI ............................... 60 3.1. GENEL OLARAK ............................................................................... 60 3.2. NORM ALANLARINDAKİ FARKLILIK: KORUMA ALANLARININ KARŞILAŞTIRILMASI ......................................... 60 3.2.1. GENEL OLARAK .............................................................................. 60 3.2.2. ADİL YARGILANMA HAKKININ NORM ALANI .................... 61 3.2.2.1. İNSAN HAKLARI AVRUPA SÖZLEŞMESİ ................... 61 3.2.2.2. 1982 ANAYASASI ............................................................... 64 3.2.3. ETKİLİ BAŞVURU HAKKININ NORM ALANI .......................... 65 3.2.3.1. İNSAN HAKLARI AVRUPA SÖZLEŞMESİ ................... 65 3.2.3.2. 1982 ANAYASASI ............................................................... 68 3.2.4. İKİ HAKKIN NORM ALANLARI ARASINDAKİ BENZERLİK VE FARKLILIKLAR ......................................................................... 69 3.2.4.1. İNSAN HAKLARI AVRUPA SÖZLEŞMESİ ................... 69 3.2.4.2. 1982 ANAYASASI ............................................................... 70 3.3.  ULUSAL MAKAM VE MAHKEME AYRIMI .............................. 73 3.3.1. İNSAN HAKLARI AVRUPA SÖZLEŞMESİ ...................... 73 3.3.2. 1982 ANAYASASI .................................................................. 74 3.4.  ETKİLİ BAŞVURU HAKKI VE MAKUL SÜREDE YARGILANMA HAKKI ................................................................. 74"
}