{
     "Tip": "Makale",
     "Dergi İsmi": "Türk-Alman Üniversitesi Hukuk Fakültesi Dergisi",
     "Üniversite İsmi": "",
     "Gün": "",
     "Ay": "01",
     "Yıl": "2019",
     "Cilt": "",
     "Sayı": "2",
     "Başlık": "HUKUK VE YAPAY ZEKÂ: E-KİŞİ, MALİ SORUMLULUK VE BİR HUKUK UYGULAMASI",
     "Title": "DAS RECHT UND DIE KÜNSTLICHE INTELLIGENZ:E-PERSON, HAFTUNG UND RECHTLICHESANWENDUNGSBESPIEL",
     "Yazar İsmi": [
          "Prof. Dr. Zafer ZEYTİN",
          "Dr. Eray GENÇAY"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Yapay Zekâ",
          "E-kişi",
          "E-hukukçu",
          "Hak ve Fiil Ehliyeti",
          "Sorumluluk",
          "Hukuk Mantığı",
          "Edinilmiş Mallara Katılma Rejimi"
     ],
     "Keywords": [
          "Artificial Intelligence",
          "E-person",
          "E-lawyer",
          "Liability",
          "Capacity to Have Rights and to Act",
          "Legal Logic",
          "Legal Property Regime"
     ],
     "Özet": "Yapay zekâ günümüzde şehircilikten üretim otomasyonuna, tıptan güvenliğe pek çok alanda uygulanmaktadır. Hukuk alanında yapay zekâ araştırmaları, Dünya da 30 yılı aşkın bir süredir yapılmaktadır. Buna rağmen bu alandaki uygulama ile ilgili birçok soru halen açıktır. Çalışmada, yapay zekâ ile hukuk etkileşimi iki düzlemde incelenmiştir. İlk olarak yapay zekâlı sistemlerin bir hukuk öznesi olup olamayacağı, olurlarsa bunun sonuçları ve etkileri tartışılmıştır. İkinci olaraksa hukukun bir disiplin olarak yapay zekâ sistemleri tarafından nasıl desteklenebileceği tartışılmış ve yasal mal rejimi konusunda bir uygulama ile böyle bir sistemin nasıl tasarlanabileceği örneklendirilmiştir.",
     "Abstract": "Nowadays artificial intelligence is used in many fields such as city planning, production, automation, medicine and security. In legal field, artificial intelligence research is making progress since 30 years. Nevertheless, many questions about the implementation are still open. The interaction between artificial intelligence and law is examined on two levels in this study. Firstly, it is discussed whether artificial intelligence systems can be a legal subject, and if so, what could be the consequences and implications. Secondly, it is discussed how law as a discipline can be supported with artificial intelligence systems. An example is put forward as to how such systems can be designed to be implemented in marital property regimes.",
     "Metin": "Uzay Yolu bilim kurgu serisini hatırlayanlar, yıldız gemisi Atılganı ve Mr. Spockun sesli komutlarını uygulayan, sorularına cevap veren bilgisayar sesini de hatırlarlar. Bugün birçok akıllı telefon veya cihazlarda benzer uygulamayı çocuktan büyüğe, eğlenceden işe kadar geniş bir profilde ve alanda kullanmaktayız. Uzay Yolu bilim kurgu dizisi yayından kaldırılmış olsa da, insanlığın bu alandaki yolcuğu hızla devam etmektedir.  Bu yolculuk, beraberinde birçok cevaplanması için çaba sarf edilen soruyu da getirmektedir.  Henüz  yeknesak  bir  kavram  birliği  sağlayacak  çalışma  sayısına ulaşılmadığından biz de başlıkta yapay zekâ kavramını kullandık. Ancak çalışma esasen yapay zekâ esası ile çalışan Robotlar1, Robotik Sistemler, Yapılar  ve  Programlar  ile  ilgili  değerlendirmeler  içerecektir.  Bu çalışmada yapay zekâ algoritmalarına2 veya programlara yöntem ve dillerine ilişkin teknik bir inceleme veya sadece klasik anlamdaki robotları 1 Robot kavramının ilk kullanımıyla ilgili açıklamalar için bkz. Melinda Florina Müller, Roboter und Recht, AJP 2014, s. 595-608. Çek yazar Karel Capek tarafından slav dilindeki robotadan uyarlanarak kullanılmıştır. 2 Algoritma kavramı Özbekistan ın Harezm, bugünkü Türkmenistan ın Khiva kentinde doğmuş olan Ebu Abdullah Muhammed İbn Musa el Harezmî den kaynaklanır. Bu âlim 9. yüzyılda cebir alanındaki algoritmik çalışmalarını kitaba dökerek matematiğe çokProf. Dr. Zafer Zeytin/Dr. Eray Gençay   41 konu edinen hukuki bir değerlendirme yapılmayacaktır. Yapay zekâyla çalışan tüm şeyleri hardware, software nitelemek ve diğer imal edilen makinelerden ayırmak için de robotik sistemler ifadesini tercih ettik3.  Çalışmanın konusu, yapay zekâlı robotik sistemlerden kaynaklanan zararlardan doğan sorumluğun şartları değildir. Hukuk ile yapay zekânın diğer ilişki alanları ve buna bağlanabilecek sonuçlar, özellikle bu bağlamda yapay zekâ ile çalışan robotik sistemlere kişilik tanınıp tanınamayacağı, yapay zekânın hukuki problemlerin çözümünde hukukçuların yerine veya yanında asli veya tali nitelikte görev alıp alamayacakları konularının tartışılması istenmektedir. Amacımız henüz emekleme aşamasında olan bir gelişimin  beraberinde  getirebileceği  bazı  hukuki  sorunlara  işaret  etmek, muhtemel kullanım alanına örnek vermek ve konuya ilişkin ilgiyi hukuk alanında da arttırmaktır. Cezai sorumluluğa ilişkin tartışmalar ise, askerlik hikâyelerinde veya askerlik hizmetinde ceza almış, tüfek, tank ve bölük hikâyeleri dinlemiş bizler için çok daha cazip de olsa konumuz dışındadır. Bu nedenle önce aşağıda kısaca endüstride robot kullanılması, yapay zekâ hakkında fayda ve risklerin de içerdiği kısa bilgilerle konu anlaşılır kılınmaya çalışılacak, daha sonra yapay zekâlı ürünlere kişilik tanınıp, tanınamayacağı değerlendirilecek ve nihayetinde yapay zekânın hukuk alanında nasıl kullanılabileceği, hukuk metodolojisi ve edinilmiş mallara katılma rejimi esas alınarak örneklendirilmeye çalışılacaktır. 1.Yapay Zekâlı Robotik Sistem Uygulamaları Bugün Endüstri 4.0 diye adlandırılan ve 4. sanayi devrimi olarak da büyük bir katkı sağlamıştır. www.kodlamadersi.com, (erişim tarihi: 20.09.2017). Türk Dil Kurumu Büyük Türkçe Sözlük te algoritma aşağıdaki şekilde açıklanmaktadır: Algoritma, Fr. algorithme: a. (algori'tma) mat. Orta Çağda ondalık sayı sistemine göre, son zamanlarda ise iyi tanımlanmış kuralların ve işlemlerin adım adım uygulanmasıyla bir sorunun giderilmesi veya bir sonuca en hızlı biçimde ulaşılması işlemi, Harezmî yolu. Güncel Türkçe Sözlükte: Algoritma, İng. algorithm: Bir sorunun çözümü için, sonlu sayıda adım biçiminde iyice tanımlanmış, sonlu bir kurallar kümesi, örn. sin x değerini belirtilmiş bir duyarlıkla hesaplamak için, tümüyle belirlenmiş bir aritmetiksel yordam. IX. yüzyılda Orta Asya'da Harizm bölgesinde yaşamış matematikçi Muhammed bin Musa Al-Harizmi'nin adından gelen terim. Kısaca bir soruyu cevaplamak, bir sorunu veya bir problemi çözmek veya bir sonuca ulaşmak için gerekli olan sistematik sıralı mantıksal adımların tümüne algoritma denir. 3 Nora Markwalder/Monika Simmler, Roboterstrafrecht, AJP, 2017, s. 171-182.42   TAÜHFD/ZtdR - 2019/1 lanse edilen paradigma, bilişim teknolojileri ile endüstriyi en verimli şekilde bir araya getirmeyi amaçlayan bir strateji planıdır. Bu amaçla küresel teknoloji liderleri hem yapay zekânın toplumda kabul görmesi, hem de bilimsel çalışmaların standartlarının oluşması için kamuya yararlı olacak bir partnerlik çatısı altında güçlerini birleştirmektedirler4.  Bilgisayar destekli teknolojinin, özellikle robotik makine ve sistemlerin üretim ve imalat sanayisinde kullanılması yeni değildir. Otomotiv üretiminde kullanılan ilk robot 1961 yılında General Motors tarafından döküm işleri için kullanılmıştır. İnsan için tehlikeli olan bu işin bir robot tarafından yapılması hem kolay hem de güvenliydi. Buna bir de düşük maliyet eklenince bu alandaki gelişmelerin önü açılmış oldu5. Bugün ISO Norm 83736 te endüstri ve servis robotları ile ilgili tanımlar bulunmaktadır, ancak sınıflandırma ve tanımlar bunlarla sınırlı değildir7. İngilizce artificial intelligence, Almanca künstliche Intelligenz olarak ifade edilen yapay zekâ kavramı için kabul görmüş bir tam ve kesin bir tanım kullanılamamaktaysa da, yapay zekâ kavramını genel olarak insan benzeri bir zekânın simülasyonu olarak ifade etmek yanlış olmayacaktır8. Yapay zekâ ile bugün insan zekâsına benzer çalışabilen, algıladığı olguları nitelendirebilen, nitelendirmelere dayanarak değerlendirme yapabilen ve bunun sonucunda karar verebilen ve uygulayabilen robotik bir sistemin oluşturulması anlaşılmaktadır. Robotik makina ve sistemlerin kullanılmasına, özellikle yapay zekâ alanındaki gelişmeler de eklenince, bu konudaki tartışmalar günümüzde hararetlenmiştir. Bugün yapay zekânın kullanıldığı teknolojiler tıptan, hukuka, imalat sanayinden, hizmet sektörlerine kadar çok geniş bir mecrada henüz güvenlik konusundaki istenen seviyede olmasa da denenmekte ve kullanılmaktadır9. 4 Günter Karjoth, Ist auf unsere digitalen Assistenten Verlass? digma, Zeitschrift für Datenrecht und Informationssicherheit, 2017, s. 122-127, www.spiegel.de, (erişim tarihi: 29.09.2016). 5 Daha fazla bilgi için bkz. Robot Zirvesi, http://www.makinatek.com.tr/arsiv/yazi/138robot-zirvesi, (erişim tarihi: 14.09.2017). 6 Daha fazla bilgi için bkz. https://www.iso.org/standard/55890.html, (erişim tarihi: 15.09.2017). 7 M. F. Müller, Roboter und Recht, AJP 2014, s. 597. 8  http://wirtschaftslexikon.gabler.de/Definition/kuenstliche-intelligenz-ki.html,  (erişim tarihi: 15.09.2017). 9 Karjoth, digma, s. 125 vd.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   43 Özellikle insanlar için ağır ve tehlikeli olmayan birçok alanda yapay zekâ kullanılarak sağlanacak iş gücü, henüz kadın erkek eşitliğinin iş hayatında sağlanması sorununu çözememiş insanoğlunu, işsizlik sorununun bir başka boyutu ile karşı karşıya bırakacak gibi görünmektedir. Her ne kadar bu gelişmeler yeni iş alanları açacak ve bugüne kadarki teknolojik gelişmelere rağmen iş gücü piyasası küçülmemiş olsa da yapay zekâlı robotik sistem ve teknoloji kullanılabilecek mevcut iş alanlarında gelecekte duyulacak istihdamı azaltacaktır.  Korkmayın Makineler Geliyor başlıklı Spiegel Dergisinin çevrimiçi versiyonunda yayınlanan bir yazıda Zürich Sigorta Grubu nun cam kırılmalarından kaynaklanan zararların sigorta kapsamında giderilmesinde robotlardan yararlandığından bahsedilmekte, yıllık yaklaşık 40 bin otomobil cam kırılmasına ilişkin gerçekleşen taleplerin yarısının artık çalışanlar tarafından incelenip karara bağlanmadığı belirtilmektedir. Bilgisayarın dokümanları otomatik olarak arşivlediği ve ödemeleri otomatik olarak gerçekleştirdiği bir sistem kullanılmaktadır10. Oxford Üniversitesi nin yaptığı bir  araştırmada11,  tüm  meslek  grupları  dikkate  alındığında  bunların %47 sinin yaptığı işin bilgisayarlar tarafından üstlenilebileceği ortaya konulmaktadır. Alman gazetesi Süddeutsche Zeitung12 un yaptığı Wie wahrscheinlich ist es, dass ich durch einen Computer ersetzt werde? (Bir bilgisayarın benim yerime geçmesi ne kadar muhtemel?) sorusuna cevap arayan araştırma13 sonucunda avukatlar için %3,5 gibi bir oran çıkarken, avukatlık bürosunda çalışanlar içinse bu oran %41 olarak beyan edilmektedir. Şaşırtıcı olan ise hâkimler için bu oranın %40 olarak beyan edilmesidir. Yorck Frese in makalesinde14, özellikle hukuki danışmanlık konusunda yapay zekânın kullanılabileceğine IBM (International Business Machi10  Benjamin  Bidder,  Zukunft  der  Arbeit  Keine  Angst,  die  Maschinen  kommen! http://www.spiegel.de/wirtschaft/zukunft-der-arbeit-kollege-computer-und-die-angstvor-dem-maschinenwinter-a-1163946.html, (erişim tarihi: 14.09.2017). 11 Daha fazla bilgi için bkz. B. Frey/M. A. Osborne, THE FUTURE OF EMPLOYMENT: HOW SUSCEPTIBLE ARE JOBS TO COMPUTERISATION?, http://www.oxfordmartin.ox.ac.uk/downloads/academic/The_Future_of_Employment.pdf, (erişim tarihi: 14.09.2017). 12 Bkz.  http://gfx.sueddeutsche.de/pages/automatisierung/. 13 Daha fazla bilgi için bkz. http://gfx.sueddeutsche.de/pages/automatisierung/ (erişim tarihi: 15.09.2017). 14 Karjoth, digma, 2017, s. 125 vd.44   TAÜHFD/ZtdR - 2019/1 nes) in WATSON adlı bilgisayarını örnek vermektedir. IBM WATSON, yapay zekâ çalışmalarıyla geliştirilen bir program olup, Jeopardy adlı bilgi yarışmasında o güne kadar en başarılı iki kişiye karşı yarışmış ve yarışmayı açık ara farkla kazanmıştır. Yapay zekâyla çalışan robotik bir sistem profesyonel poker oyuncusunu yenmiş, dudak okumada %47 lik oranla bu konudaki uzman bir dudak okuyucusunun %12 lik başarı oranının çok üzerine çıkmıştır. Yine ceza yargılamasında sanığın kaçma tehlikesi nedeniyle tutuklu mu yoksa tutuksuz mu yargılanacağı hususunda yapay zekâlı robotik bir sistemin hâkimlerden daha yüksek bir oranda doğru karar verdiği yapılan bir araştırmada ortaya konmuştur15. Stephen Hawking 2015 yılında, Londra da düzenlenen bir konferansta16, bilgisayarların insanları yapay zekâyla gelecek yüzyılda geçeceğini savunmakta ve insanlığı, zamanı geldiğinde insanlarla aynı amaçları olan bilgisayarlara sahip olunması gerekliliği konusunda uyarmıştır.  Kısa süre önce Tesla kurucusu Elon Musk ile Facebook kurucusu Mark Zuckerberg arasında tartışma konusu olan yapay zekâ hususunda endişesini dile getiren Musk ın haklı çıktığı, Facebookun yapay zekâ araştırmacılarının üzerinde çalıştıkları sohbet robotlarının teknikleri geliştikçe, araştırmacılar tarafından anlaşılamayan kendi kendilerine yeni bir dil geliştirmeleri nedeniyle kapatılmalarıyla ortaya konmuştur. Uzay Yolu gibi bilim kurgu filmlerinde seyircinin hayal gücüne sunulan birçok ürün ve uygulama, insan fantezisini de karşılayacak şekilde günlük yaşama girmeye başlamıştır17. Yapay zekânın günlük yaşama her geçen gün daha fazla girmesi, bilim kurgu filmlerine konu risklerle beraber gelişmeye devam edecek bir süreçtir. Aksini beklemek insanın fıtratına aykırı olacaktır, ancak insan fıtratı bu gelişmenin de sınırını hukukla çizecektir18.  15 Simonite, Tom, Maschinenlernen für Richter, National Bureau of Economic Research (NBER), Amerika da yaptığı yapay zekânın hukuk alanında kullanılmasına ilişkin 08.03.2017 tarihli araştırmada New York şehrindeki 100.000 sicil kaydı ve dava dosyasındaki verilerden hareketle oluşturulan bir algoritma kullanılarak teste konu ve algoritmanın veri edinmediği diğer 100.000 olay hakkında hâkimlere oranla daha doğru bir oranda öngörüde bulunmuştur. www.heise.de, (erişim tarihi: 18.09.2017). 16 Daha fazla bilgi için bkz. Stephen Hawking warns computers will overtake humans within 100 years., https://www.techworld.com/news/tech-innovation/stephen-hawking-warns-computers-will-overtake-humans-within-100-years-3611397/,  (erişim  tarihi 25.09.2017). Aynı amaç sınırlandırılmalıdır. 17 Bu konuda her gün yeni bir haber, makale ve araştırmaya rastlamak mümkündür.   18 Güney Kore, 2005 yılında zeki robotların geliştirilmesi ve yaygınlaştırılması için bir kanun dahi çıkartmıştır. Daha fazla bilgi için bkz. Müller, AJP 2014, s. 597, 598, dn. 27, 28.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   45 Bu gelişmelerin karamsarlığa neden olmasına gerek yoktur. Çünkü sesli yanıt sistemleri ile çalışan çağrı merkezleri yerine insan sesi duymak isteyenlerin sayılarının azımsanamayacak kadar çok olduğunu, her gelişmenin avantaj ve riskleri ile beraber geldiğini ve bunların birbirini dengelediğini göz ardı etmemek gerekir. Nihayetinde sadece neslin devamı için değil, yaşamak için de insan insana muhtaçtır.  Bu tartışmalar ışığı altında, yapay zekâlı robotların hayatımızın bir parçası olması, farklı hukuki sorunları da beraberinde getirecektir. Acaba üretilen yapay zekâlı bir robotun insan gibi verileri algılayıp karar verip uygulaması sonucu doğan zararlardan kim sorumlu olacaktır? Basit bir mutfak robotunda olduğu gibi satıcı ve üreticisi mi, yoksa algoritmayı oluşturan mı, programlayan mı, yoksa e-kişi olarak kabul edilecek robotun kendisi mi, yoksa kanuni temsilci sıfatıyla sahibi mi ya da hayvan tutucusunda olduğu gibi tutucusu mu veya araç işletenin sorumluluğunda olduğu gibi işleteni mi?  Amerika Birleşik Devletleri nde otomatik pilotla kendi kendine seyreden aracın yaptığı trafik kazası, yapay zekâlı pilotun tır dorsesi ile gökyüzü ayrımını yapamamasına dayandırılmaktadır. Trafikteki insan hatalarını düşününce yapay zekâlı pilotun bu ayrımı yapamaması önemsiz sayılabilir. Aracın sürücüsünün hayatını kaybetmesi ise yukarıdaki soruları haklı kılmaktadır.  Bu ve buna benzer sorulara cevap aramaya ve hukuki altyapı çalışmalarına dünyanın gelişmiş ülkelerinde başlanmıştır. Avrupa Parlamentosu, aldığı bir kararda yapay zekâ konusu ile ilgili bir ofisin kurulmasını, insan olarak kabul görmeyen ve görmeyecek olan yapay zekâyla çalışan robotların, makinelerden ayrımını sağlayacak hukuki bir statünün oluşturulmasını, hukuk ve etik kurallarıyla bu alanın düzenlenmesini tavsiye etmektedir.   Bu soruların bazılarına bugün kısmen cevap bulmak mümkündür. Cevap bulunmasına gerek olmayan konular içinse daha zaman var denebilir. Ancak tartışılmaya daha önceden başlanmış olan ve hukuk hayatında pek kabul görmeyen bir konu olan e-hukukçu / e-avukat / e-hâkim kavramının Endüstri 4.0 ile tekrar incelenmesi; özellikle yapay zekâ konusundaki gelişmelerle birlikte yeniden değerlendirilmesi yanlış olmayacaktır.  İnsan tüm iyiliklerinin ve güzelliklerinin yanında, insanlığa ve çevresine en büyük zarar veren varlıktır. Bu nedenle şeffaf, kontrol edilebilir bir imalat süreci, emredici hukuk ve etik ilkelerle konunun düzenlenmesi kaçınılmazdır. Yapay zekâ algoritmalarının, yazılımlarının hepsinin veya kamusal fayda/risk görülenlerin hukuken fikri mülkiyet konusu yapılmasına46   TAÜHFD/ZtdR - 2019/1 izin verilmemesi veya herkese açık olması da koruyucu bir önlem olabilir. Doğal olarak bu tedbir defansif bir eğilime neden olabilecek, yapay zekâ alanındaki gelişmeleri engelleyecek niteliktedir. Sanayi devrimi ile patent hukukundaki geçmişten bugüne kadarki gelişmeler izlendiğinde endişelenmek yerindedir. İnsan her görünüşü ile hukuken korunurken, zihni yetenekleri fikri mülkiyet konusu değildir. Fikri mülkiyet konusu olan ortaya konan eserler, ürünlerdir. İnsan zekâsının bir ürünü olmasına rağmen, yapay zekâ algoritmalarının, yazılımlarının hukuken fikri mülkiyet konusu yapılmasına izin verilmemesi  veya kamu  yararı/riski  nedeniyle belirli özelliklere sahip olanlarına böyle bir sınırlama getirilmesi, bu algoritmaların somutlaştığı fiziksel görünüşlerin veya uygulamaların fikri mülkiyet konusu yapılmasını ise engellemeyecektir. Sırf ekonomik saiklerle hareket eden yatırımcıların bu şekilde teşviki ve korunması mümkündür. Bu düşüncedeki amacımız, insan ihtiyaçları sonsuz kaynaklar sınırlı diyen liberal ekonomik sistemin yapay zekâ alanında getirebileceği sosyal ve toplumsal risklerin önüne geçmektir, yoksa insanoğlunun insanlığa hizmet eden ve kendisinden daha gelişmiş bir varlığı üretmesinin vereceği haklı hazzı engellemek değildir.  2.e-Kişi, Hak ve Fiil Ehliyeti Acaba yapay zekâyla çalışan bir robotik sistemin hukuki statüsü ne olmalıdır? Hukukun objesi olan bir eşya mı yoksa hukukun süjesi olan bir kişi mi, yoksa kendine has özellikleri dikkate alındığında özel bir statü mü tanınmalıdır?   Hukuk tarihine ve bugünün toplumlarındaki düzenlemelere baktığımızda, bazı insanların (köle, etnik grup, ırk vb. sebeplerle) hak ve borç sahibi olabilen kişi olarak kabul edilmediklerini, bir eşya gibi hukukun objesi olarak kabul edildiklerini; buna karşın insani özellik göstermeyen mal veya kişi topluluklarına belirli şartlar altında kendi varlıklarından bağımsız olarak kişilik tanındığını görmekteyiz. Bunlardan en bilineni devlet dediğimiz tüzel kişidir. Kendini oluşturan vatandaşlarının dışında, hakları ve  borçları  olabilen  hukuken  düzenlenmiş  ve  kabul  edilmiş  olan  bir kişiliktir. Bunun gibi dernekler, vakıflar ve ticaret şirketleri de kendilerini oluşturan kişilerden bağımsız varlığa sahip kişiler olarak düzenlenmiş ve kabul edilmiştir.  Görüldüğü gibi hukuk düzeni, insan olmayan varlıklara da kişilik tanıyabilmektedir.  Fransız sosyolog Bruno Latour un 2014 yılında kaleme aldığı Guide-Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   47 lines on Regulating Robotics, RoboLaw isimli çalışmaya göre19, AB tarafından desteklenen projesinin sonucunda yapay zekâyla çalışan robotların bazı durumlarda hukuk konusu değil, hukuk süjesi olarak kabul edilmesini, böylece tüm yükümlülük ve sorumluluğa sahip olmalarını desteklemektedir.  Bu  sorumluluğun  mahiyetinin  bir  kusur  sorumluluğu  mu yoksa bir kusursuz sorumluluk mu olacağı da bu halde karara bağlanmalıdır. Kanımızca yapay zekâyla işleyen robotik sistemleri hukuken, hak ve borç sahibi olabilen kişi olarak kabul etmemek gerekir.  İnsan olmayan varlıklara tüzel kişilik tanınmış olması, robotların da kişi olarak kabul edilmesinin gerekçesi olmamalıdır. Çünkü tüzel kişiler çeşitli saiklerle her ne kadar bağımsız birer kişi olarak kabul edilseler de, insan iradesine muhtaçtırlar, insan iradesi olmadan kurulamaz, karar alamaz ve uygulayamazlar. Tüzel kişiler bu anlamda; kuruluş, işleyiş ve sona erme aşamalarında şeffaf ve kontrole açıktırlar. Ancak yapay zekâyla çalışan robotların eğer insan gibi ve hatta daha fazla zekâya sahip olarak çalıştıklarını kabul edersek, varlıklarını elde ettikten sonra bağımsız karar alma ve uygulaması söz konusu olabilecektir. Bu davranış modeli insani bir simülasyon olsa da, onları insan gibi hak sahibi kabul etmek öngörülemeyen riskleri de beraberinde getirebilecektir. Satan, imal eden vb. kişilerin dışında sorumluluk için robotik sistemleri e-kişi olarak kabul etmek, sorumluluğun karşılığı olarak hak sahipliğini, özellikle mal varlığına ilişkin hakların da tanınması sonucunu doğuracaktır.  Mal sahipliğinin ekonomik gücü ve bu ekonomik gücün beraberinde, insan  yaşamı  ve  sosyal  hayatında  öngöremediğimiz  riskleri  getirmesi mümkündür. Sonsuzluk ve buna bağlı sonsuz ekonomik güç her halde insanoğlu için en önemli risk olacaktır. Öngörülebilen ve öngörülemeyen riskler insanla eşit haklara sahip olabilecek robotik bir e-kişiliğin kabul edilemezliğinin gerekçelerinden biridir. Lakin askeri alanda kullanılan robotik sistemlerle, Asimov yasalarından20 insanoğlu sınırlı da olsa ayrılmıştır. İnsani duygusal yeteneklerden yoksun bir hukuk süjesinin sosyal ve 19 Çalışmanın pdf metni için bkz. http://www.robolaw.eu/RoboLaw_files/documents/ robolaw_d6.2_guidelinesregulatingrobotics_20140922.pdf 20 Asimov Robot Yasaları:  1)Robotlar, insanlara zarar veremez ya da eylemsiz kalarak onlara zarar gelmesine göz yumamaz. 2)Robotlar, birinci yasayla çakışmadığı sürece insanlar tarafından verilen emirlere itaat etmek zorundadır.48   TAÜHFD/ZtdR - 2019/1 ekonomik hayatımızı düzenleyen belirsiz ama etkili dini, hukuki, ahlaki ve etik kurallara uymasını beklemek gerçekçi olmayacaktır. Gerçek kişi, ulusal ve uluslararası yasalarla en üst düzeyde korunan hukuk süjesidir. İnsan olmayan yapay bir varlığın bu korumadan yararlanmasına izin verilmemelidir. İnsan tüm fiziksel ve zihinsel engellerine, insanlara verdiği zararlarına rağmen insan olarak tüm temel yasal korumadan yararlanmakta, hatta suç işlemiş bir kişi olarak dahi korunmaya devam etmektedir. Yapay zekâlı bir robotik sistemin üretim programlama vb. hatalarla üretilmiş olarak insanlara zarar vermesi halinde dahi benzer şekilde yasal korumalardan yararlanmasına neden olabilecek hukuki bir nitelemeden kaçınmak yerinde olacaktır.  Aynı gerekçeyle yapay zekâlı robotik sistemleri sınırlı ehliyetli olarak kabul etmek de yanlış olacaktır. Çünkü sınırlı da olsa onun kendi fiilleri ile hak sahipliği ve borç altına girmesi söz konusu olabilecektir. Tam fiil ehliyetli gibi haksız fiillerden sorumluluk, hukuki işlemlerle, yetkili makam veya kişinin iradesiyle bağlılık bu statünün zorunlu sonucu olacaktır. Bu da kişi statüsünün tanınması anlamına gelir ki bu durum baştan beri kabul edilmemektedir. Yapay zekâlı robotik sistemlerin, ayırt etme gücüne sahip tam fiil ehliyetine sahip olamayan sınırlı ehliyetsizler gibi kabul edildiği varsayımında, sınırlı ehliyetsizlerin haksız fiillerinden sorumlu oldukları kabul edilecek ve nihayetinde robot sistemlerine gerçek kişi gibi bir sorumluluk alanının tanınması söz konusu olacaktır.   Hukuki işlemler açısından ise özel bir değerlendirme yapmak gerekir. Yapay zekâlı robotik sistemlerin iradi temsil yetkisine veya yasal temsil yetkisine sahip olmaları mümkündür. Özellikle hak sahibi olmaları ve borç yüklenmeleri, kişi olarak kabul edilmediklerinden mümkün olamayacaktır. Ancak irade açıklama yeteneklerinin varlığından dolayı doğrudan temsil ilişkisi gündeme gelebilecektir. Temsil ettikleri gerçek veya tüzel kişileri hem borç hem de hak sahibi yapmaları mümkün olacağından, acaba sadece hak sahibi yapabileceklerinin kabul edilmesi bir koruyucu önlem olabilir mi? Her ne kadar yetkisiz temsil ilişkisi ile hukuki sorunların çözülmesi mümkün ise de, iyiniyetli üçüncü kişilerin korunması düşüncesiyle yapılan ve geçersiz olan işlemlerden temsil olunanın sorumluluğu gündeme gelebilecektir. Bu nedenlerle temsil ettikleri kişileri tek başlarına yaptıkları hukuki işlemlerle borç veya sorumluluk altına sokmalarına izin 3)Robotlar, birinci ya da ikinci yasayla çakışmadığı sürece kendi varlıklarını korumak zorundadır.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   49 verilmemesini, insanı korumak amacıyla savunmak yerinde olacaktır. Bu tür işlemlerin ancak temsil olunan gerçek veya tüzel kişinin onayı ile geçerli olması kabul edilebilir. Zaman içerisindeki ihtiyaç ve gelişmelere bağlı olarak değişik çözümlerin getirilmesi mümkündür.   İki taraflı hukuki işlemlerde, bir tarafın insan olan gerçek kişi veya tüzel kişi olması sağlanarak, çıkan uyuşmazlıkların mevcut hukuki kazanımlara dayanarak çözümlenmesi sağlanabilir. Çünkü sosyal düzen kuralları istisnasız insanlar içindir. Bunun aksini de düşünmek mümkündür. Karşılıklı irade açıklamasında bulunanların yapay zekâlı robotik sistemler olması şartıyla yapılan işlem geçerli kabul edilebilir. Bu son durumda mevcut hukuki kazanımlarımız yeterli olmayabilir. İnsan odaklı oluşturulan ve uygulanan hukukun yapay zekâlı robotik sistemlerin taraf olduğu bir uyuşmazlığa ancak uyarlanarak uygulanması mümkün olacaktır. İrade açıklamasında hata, hile, tehdit ve benzeri kaynaklı bir sakatlık var mı yok mu sorusuna verilecek cevap, muhtemelen bugüne kadar olduğundan farklı olacaktır. Basiretli tacir gibi basiretli taraf veya benzer kavram ve ilkelere ihtiyaç olabilecektir. Yetenekleri ile üstün olanların hukuki çerçevede desteklenmesi, engellenmemesi, daha az üstün olanların ise korunması, temel bir sosyal ve insani ilke olup, bu ilkeler çeşitli hukuki düzenlemelerde yer alarak, hukuki uyuşmazlıklarda uygulama alanı bulmaktadırlar. Karşı tarafın zor durumda kalmasından veya düşüncesizliğinden ya da deneyimsizliğinden yararlanma söz konusu olmadan da yapay zekâlı robotik sistemlerin insanüstü yetenekleri ile kendisinin veya temsilcisinin menfaatlerinin aşırı gözetmesi mümkündür. Belirsiz olan bu ve benzeri risklere karşı, koruyucu hükümlerin getirilmesi veya mevcut koruyucu nitelikteki hükümlerin (dürüstlük kuralı, iyiniyet vb.) yerine göre dar veya geniş yorumlanması bir çözüm olabilir.  Gerçek kişilerin ehliyet yönünden yapılan tasnifinde tam ehliyetsiz grubunda kabul edilen ayırt etme gücü olmayan kişilere tanınan statü, haksız fiiller ve hukuk işlemler açısından bir ayrıma gitmeden yapay zekâlı robotik sistemler için de kabul edilebilir. Bu halde kendi fiil ve işlemleri ile kendilerini borç altına sokamazlar ve hak sahibi yapamazlar. Yukarıda belirtildiği gibi, ancak yasal düzenlemelerle temsil ettikleri gerçek veya tüzel kişileri hukuki işlemlerle hak sahibi yapabilmelerine izin verilmesi, belirsiz riskler nedeniyle desteklenebilir bir çözüm önerisidir.  Yapay  zekâlı  robotik  sistemlerin,  fiillerinden  sorumlu  olmamaları,  kendi irade açıklamalarıyla e-kişi olarak yasal temsilcisi oldukları kişiyi50   TAÜHFD/ZtdR - 2019/1 hak sahibi yapabileceklerini, irade açıklamalarıyla ne kendilerini hak sahibi yapacakları, ne kendilerini ne de yasal temsilcilerini veya üçüncü kişileri borç altına sokacaklarını kabul etmek, özel bir hukuki statüyü gerekli kılmaktadır.  3.e-Kişi ve Sorumluluk Özel hukuk açısından kişi olarak kabul edilmeyen yapay zekâlı robotik sistemlerin kullanılmasından doğan zararlardan kimin, hangi sebeplerle sorumlu olacağı açısından ise sorun daha az tartışmalıdır. Koruma ve özen yükümünün ihlali nedeniyle sözleşmeye aykırılıktan, haksız fiilden, ayıplı maldan sorumluluk hükümlerine başvurmak, imalatçı/üreticinin TKHK kapsamında sorumluluğu yoluna gitmek düşünülebilecek ilk akla gelen çözümlerdir. Öncelikle yukarıda belirtildiği üzere, yapay zekâlı robotik sistemlerin kişi olmamaları sebebiyle haksız fiillerden de mali açıdan sorumlu tutulmamalarını gerektirir.  Cezai sorumlulukları konumuz dışıdır.    Hali hazırdaki tehlikeli işletme sorumluluğunun, genel olarak düzenlendiği TBK md. 71 hükmü uygulanabilir gibi gözükse de, kanımızca hükmün lafzı ve amacı birlikte değerlendirildiğinde yapay zekâlı robotik sistem son kullanıcısının, bu hüküm kapsamında sorumlu olması, örneğin evinde yapay zekâlı temizlik robotu kullanan kişinin bu faaliyetini tehlikeli işletme olarak nitelendirmek gerekecektir ki, bu da TBK md. 71 hükmünün uygulanması için bir zorlama olacaktır.   İmalatçının, satıcının, ithal edenin ve piyasaya sürenin sorumluluğunu düzenleyen mevcut hukuki düzenlemelerin uygulama alanı bulması mümkünse de, kanımızca içerdiği risk büyüklüğü nedeniyle konunun tehlike sorumluluğu altında, özel bir kusursuz sorumluluk türü olarak ve sorumluluktan kurtuluş kanıtı getirme imkânı olmadan düzenlenmesi gerekir.  Zarar gören kişinin üçüncü bir kişi olması veya kullanan, işleten, sahibi, satıcı, ithal eden, piyasaya süren ve hatta kredi veren olması arasında bir fark olup olmayacağı, fark olacaksa üçüncü kişi dışındakilerin iç ilişkideki sorumluluklarının kusur ya da tehlike sorumluluğu mu olacağına da karar verilmelidir. Kanımızca işletme/kullanım faaliyetinden veya bunların dışındaki faaliyet veya fiillerden kaynaklanan zarar verme sorumluluğu açısından ya da zarar görenler açısından bir fark olmamalıdır.  Sözleşmeye aykırılığa ilişkin mevcut düzenlemelerdeki ayıplı mal sorumluluğu da yeterli bir çözüm imkânı sunmamaktadır. Ayıplı maldan sorumluluk için hasarın geçtiği anda ayıp mevcut olmalı ya da ayıp gizli ayıpProf. Dr. Zafer Zeytin/Dr. Eray Gençay   51 niteliği ile sonradan ortaya çıkmalı ve zarara neden olmalıdır. Hasarın geçtiği anda ayıplı olmayan, sonradan da bir ayıbın tespit edilemediği hallerde dahi yapay zekâlı robotik sistemin verdiği zarardan sorumluluk söz konusu olmalıdır.  İmalatçının, satıcının, ithal edenin, piyasaya sürenin ve hatta kredi verenin veya işleticinin21 zarar görene karşı sorumluluğunun düzenlendiği halde, bu sorumluluğun zorunlu mali sorumluluk sigortası kapsamına alınması hem gerekli hem de makul bir çözüm olacaktır.   İfa yardımcısı veya adam çalıştıranın sorumluluğu bakımından, TBK md. 66 ve md. 116 hükümlerine istinaden yapay zekâya dayalı robotların üçüncü kişilere verdikleri zararlardan sorumlu olmaları kıyasen düşünülebilir. Ancak sorumluluk şartları ve sorumluluktan kurtuluş kanıtı getirme imkânları ile dogmatik sorumluluk kaynağı (bu hükümlerde ifa yardımcısı olan veya çalıştırılan kişinin yani zarar verenin kendisinin de bizatihi haksız fiillerden sorumlu olması söz konusudur) dikkate alındığında bu çözüm tercih edilmemelidir22. Söz konusu olan sebep sorumluluğu da olsa, sorumluluk şartları ile kurtuluş kanıtı getirme imkânı dikkate alındığında, zarar gören yeterince korunmamaktadır.  Dogmatik olarak hem TBK md. 66 hem de TBK md. 116 hükmü, bir başkasının zarar verici fiilinden sorumluluğu düzenlemektedir. Yapay zekâlı robotik sistemleri kişi olarak kabul etmediğimizden, kendilerinin sorumlu olacağı zarar verici bir fiilden bahsetmek mümkün değildir. Hayvan tutucusunun sorumluluğuna da sokamayacağımızdan, özel bir düzenlemeye ihtiyaç olacaktır. Son ve nihai olarak mali sorumluluğun tüm bu gelişmelere izin veren ve zemin hazırlayan, toplum tüzel kişisi devlete yükletilmesi de kanımızca düşünülebilir.  4.e-Hukuk ve Hukuk Mantığı Hâkimlerin23 vicdani kanaatlerine göre karar verecek olduğu Anayasa da (md. 13824) yer alsa da, bu yapay zekâlı robotik sistemlerin hukuk 21 Karayolları Trafik Kanunu nda olduğu gibi bir işletici veya benzer kavramının tanımlanması gerekli ve yeterli olacaktır. 22 Krşl. Müller, AJP 2014, s. 598 vd.  23 Maddede hâkimler ifadesi yer alsa da biz bunun tüm hukuk mesleklerini kapsayacak şekilde kullanacağız. Yeri geldikçe diğer hukuk mesleği gruplarından da bahsedilecektir. 24 AY m. 138: Hâkimler, görevlerinde bağımsızdırlar; Anayasaya, kanuna ve hukuka uygun olarak vicdanî kanaatlerine göre hüküm verirler.52   TAÜHFD/ZtdR - 2019/1 hayatında hiçbir yeri olmayacağı anlamına gelmemelidir. Bilakis evrensel hukuk ilkeleri algoritmasında tanımlı olan ve bunları kullanarak çıkarımlar yapan bir yapay zekâlı robotik sistemin önyargılardan uzak, objektif değerlendirme ve sonuçlar ortaya koyarak, yargının tarafsızlığının ve bağımsızlığının sağlanmasına hizmet edeceği, ön yargılardan bağımsız çalışan bir algoritmaya sahip bir robotik sistemin kamu hizmetlerine girişte anayasal eşitliği sağlayacağı, ön yargılardan uzak bir karar verme imkânına sahip olabileceği göz ardı edilmemelidir25.  Burada ön yargılarla kastedilen, kamu kaynaklarını kullanırken ve kamu adına karar verirken bağımsız ve tarafsızlığı sağlamayı engelleyen insani hatalarımızdır. Mevcut verilere dayanarak, olasılık hesaplamalarıyla varılan sonuçlar, insani tecrübelerimizin yanlış olma ihtimali olduğu halde, reddedilmemektedir. Değişiklik ve yeniliklere temkinli yaklaşan hukukçu ve hukuk bilimi, insanoğlunun bu ilerleyişini takip değil, teşvik ve eşlik etmelidir.  Yapay zekânın hukuk uygulanmasında karar destek programı olarak kurgulanması, nihai kararın hâkime/hukukçuya bırakıldığı hallerde pek sorun olmasa da, e-Avukat, e-Hâkim, e-Savcı gibi; hukuk kurallarının yorumlanması ve vicdani karar vermelerin söz konusu olduğu hallerde, yapay zekâya bu insani yeteneklerin kazandırılmasındaki zorluklar dikkate alınmalı ve bu konunun zaman alacağı düşünülmelidir. Yukarıdaki sigorta örneğinde olduğu gibi belirli standartların oluştuğu hukuki uyuşmazlıklarda e-hukukçu uygulaması mümkün olabilmelidir. Vicdan, Türk Dil Kurumu nun Büyük Türkçe Sözlüğü nde, kişiyi kendi davranışları hakkında bir yargıda bulunmaya iten, kişinin kendi ahlak değerleri üzerine dolaysız ve kendiliğinden yargılama yapmasını sağlayan güç olarak tanımlanmaktadır. Diğer bir ifadeyle vicdan içsel bir mahkemedir.   Hâkimler nihayetinde vicdani kanaatlerine göre karar verseler de, karar verme sürecinde hukuk uygulamasında kullanılan mantık kurallarından ve ilkelerinden yararlanmaktadırlar. Bu, keyfiliğin önüne geçilmesine neden olduğu gibi, kararların şeffaflığını ve güvenirliliğini de sağlamaktadır. Çünkü adalet mülkün temelidir ve adaletin temeli de hukuki istikrardır. Hukuki istikrar, hep aynı kuralların uygulanması ve aynı kararların alınması anlamına gelmemektedir. Bilakis kuralların zamanla değişmesine 25 Isabelle Wildhaber, Robotik am Arbeitsplatz: Robo-Kollegen und Robo-Bosse, AJP 2017, s. 213-224.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   53 rağmen hep aynı yöntem ve ilkelerin dikkate alınarak sistematik, şeffaf ve güvenilir kararların verilmesi, hukuka uygun toplumsal ve somut olay adaletinin sağlanmasıdır.      5.Hukukta Yöntem Hukukun bir bilim alanı mı yoksa bir disiplin mi olduğu konusundaki tartışmalar bir yana, hukukun takip ettiği genel kabul görmüş yöntem ve ilkeler mevcuttur. Bunlar hukukun yer, zaman ve anlam bakımından uygulanmasının vazgeçilmez araçlarıdır. Yasal düzenlemelerin geçmişe yürümeyeceği, suç ve cezanın kanunsuz olamayacağı, istisnai düzenlemelerin dar yorumlanacağı ve benzeri ilkeler, hukukta genel kabul görmüş ilkelerdir. Bu ilkeler ışığında yasal düzenlemelerin somut olaya uygulanması ve bir sonuca varılması hukuk yöntemi ile gerçekleşir.  TMK md. 8 hükmü her insanın hak ehliyeti vardır şeklindedir. Bu hüküm iki bölümde incelenebilir. Birinci bölümde uygulama şartları ikinci bölümde uygulama sonucu bulunmaktadır. Uygulama şartı insan olmaktır. Uygulama sonucu ise her insanın hak ehliyetine sahip olmasıdır26.  O halde bir hayvanın hak ehliyeti olup olmadığı sorusuna cevap verirken yürütülecek mantık,  Her insanın hak ehliyeti vardır (Büyük önerme)  Hukuk kuralı  Hayvan insan değildir. (Küçük önerme)  Hukuki olay  Hayvanın hak ehliyeti yoktur.   (Sonuç önerme)  Karar şeklinde olacaktır. Bu basit örnek tüm hukuki olayların/soruların/sorunların çözümünde kullanılan temel yöntemdir. Ancak önce maddi olayın hukuken nitelendirilmesi ve hukuki soru veya sorunun tespit edilmesi gerekir. Yapılan hukuki niteleme ve tespit edilen hukuki sorun, binlerce hükmün tek tek taranması  yerine  uygulanacak  hukuk  kurallarının  bulunmasına  hizmet eder27. Bulunan hukuk kurallarının (büyük önerme) somut olaya (küçük önerme) uygulanması ile karara (sonuç önerme) ulaşılır. Bu süreçte hukuk alanlarına, hukuk alanlarında geçerli olan ilkelere ve yorum yöntemlerine başvurulur. 26 Ernst Hirsch, Pratik Hukukta Metot, 8. Baskı, Ankara 2017, s. 8; ayrıca bkz. Rona Serozan, Hukukta Yöntem – Mantık, İstanbul, 2017. 27 Hirsch, s. 16 vd.54   TAÜHFD/ZtdR - 2019/1 Hukuk uygulamasında yapay zekânın kullanılmasında en önemli sorulardan biri hukuk kurallarının anlam bakımından uygulanmasında yorum sorunun nasıl aşılacağıdır. Yorum iki şekilde kendisini göstermektedir. Bunlardan ilki, hukuk kurallarına anlam yüklemektir. Bu halde farklı teori ve yöntemler kullanılmakla beraber, lafzi yorum (metnin dilbilgisi kurallarına göre sahip olduğu anlam) ve amaçsal yorum (hükmün korumak istediği menfaatin dikkate alındığı yorum yöntemi) öncelikle kullanılmaktadır. Hukuk metinlerinin lafzi yorumu ve amaçsal yorumunda sahip olduğu anlam ülkede hukuk alanında yeknesaklık sağlamayı amaçlayan üst yargı mercii (Anayasa Mahkemesi ve Yargıtay) kararları ile doktrindeki hâkim görüş dikkate alınarak belirlenecektir. Böylece her olayda kurallara farklı anlam yüklemelerinin getireceği sakınca asgariye indirilmeye çalışılmaktadır.  Yorumun diğer ayağı ise hukuki olayların yorumlanmasıdır. Bu aşamada, maddi olaylara hukuki anlam yüklenir ve nitelendirilir. Nihayetinde tespit edilen hukuk kuralı, nitelendirilen somut olaya uygulanarak hukukun öngördüğü sonuca ulaşılır. Ulaşılan bu sonuç taleple kısmen veya tamamen örtüşebileceği gibi örtüşmeyebilir de, bu son halde davanın reddi, kaybedilmesi söz konusudur. Yukarıdaki açıklamaları kısa bir örnekle somutlaştıralım, Türk Medeni Kanunu 2002 yılından itibaren yürürlüktedir. Eşlerin aralarında edinilmiş mal rejimi, yasal mal rejimi olarak kabul edilmiştir (TMK md. 202). Yasal mal rejiminde eşlerden her birinin, diğerinin artık değerinin yarısı üzerinde bir alacak hakkı vardır (TMK md. 236). Artık değer ise, eklenmeden ve denkleştirmeden elde edilen miktarlar da dâhil olmak üzere her eşin edinilmiş mallarının toplam değerinden bu mallara ilişkin borçlar çıkarıldıktan sonra kalan miktardır (TMK md. 231). Edinilmiş mallar ise TMK md. 219 da tanımlanmış ve örnek olarak sayılmıştır. Aşağıdaki açıklamalarda parantez içerisinde verilen ifadeler yoruma ilişkindir.  Türk Medeni Kanunu II.Edinilmiş mallar Madde 219- Edinilmiş mal, her eşin bu mal rejiminin devamı süresince karşılığını vererek elde ettiği malvarlığı değerleridir. 1. Büyük önerme; Edinilmiş mal, her eşin bu mal rejiminin devamı süresince karşılığını vererek elde ettiği malvarlığı değerleridir. Hükmün uygulama şartları:Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   55 a.Taraflar arasından evlilik ilişkisi olmalı, b.Eşler arasında yasal mal rejimi geçerli olmalı, c.Edinim anı (yasal mal rejimi sürerken), d.Karşılık (Mal, Para, Hizmet şeklinde karşılıklılık ilişkisi içerisinde gerçekleşebilir.), e.Sonuç: Edinilmiş mal. 2. Küçük önerme; Maddi olay: Avukat eş, başarılı vekâlet hizmeti nedeniyle müvekkilden araba almıştır. a.Vekâlet, yapma edimi içeren bir sözleşme ilişkisidir. b.Ücretsiz veya ücret karşılığı yapılabilir (Ücret para olabileceği gibi, ücret yerine başka bir ekonomik edim de kararlaştırılabilir).  Avukat olan eşe kazandığı bir dava nedeniyle vekâlet ücreti yerine araba verilmesi, ifa yerine edim olup vekâlet hizmetinin karşılığıdır. 3.Sonuç önerme; Avukat eşe ait araba edinilmiş maldır. Bu hükmün anlamında yorum gerektiren; karşılık kavramıdır. Hukuken ekonomik değeri olan para, mal, iş ve benzeri değerler mal ve hizmetlerin değiş tokuş ilişkisinde karşılık olarak nitelendirilmektedir. Memurun çalışması karşılığı aldığı maaşı, vekilin hizmeti karşılığı aldığı vekâlet ücreti veya otomobil iş görme edimi ile karşılıklılık ilişkisi içerisindedir. Bu üç karşılık (maaş, vekâlet ücreti ve otomobil) yasal mal rejimi süresince (örneğin 02.02.2002 ve 01.05.2016 tarihleri arasında) edinilmişse, edinilmiş maldır ve diğer eşle paylaşılması gerekir. Yapay zekâlı robotik sistemin bizim vardığımız bu sonuca, kendisine verilen verilere dayanarak ulaşması sağlanabilirse, hukuk uygulamasında e-hukukçunun ilk adımı küçük de olsa atılmış olacaktır. 6.Yapay Zekâ ve Hukuk Uygulaması Mantığın hukuk alanındaki uygulamaları ile ilgili araştırmalar dünyada yaklaşık 30 yıldır yapılmaktadır28. Araştırma konuları incelendiğinde araştırmanın bilgi gösterimi, akıl yürütme ve etkileşim olmak üzere üç büyük konu başlığı etrafında toplandığı görülmektedir.  28 T. J. M. Bench-Capon, vd., A history of AI and Law in 50 papers: 25 years of the international conference on AI and Law, Artificial Intelligence and Law 20, C: 3, 2012, s. 215-319.56   TAÜHFD/ZtdR - 2019/1 Mantığın hukuk alanında ilk uygulandığı araştırmalarda hâkim olan görüş kanunların net ve iki anlamlılık içermeyen bir temsilini gerçekleştirmek ve böylece bu biçimsel temsilden çıkarımlar yapmak olmuştur. Bu yaklaşım mantığı dar bir perspektiften görerek akıl yürütmeyi bilgi gösteriminin doğrudan bir sonucu olarak kabul etmiştir. Böylece bir kere temsil yapıldıktan sonra geleneksel mantık yöntemleriyle çıkarımlar yapmanın yeterli olacağı düşünülmüştür. Bu yaklaşımın başarılı bir örneğini Sergot vd. çalışmalarında vermişlerdir (1986)29. Çalışmada yeni çıkarılmış bir yasanın mantıksal modellemesi yapıldığından yorum sorunları en azda tutulmuş ve iyi araştırma sonuçları alınabilmiştir. Buradaki başarının diğer hukuk problemlerine de taşınması denendiğinde geleneksel mantığın sunduğu semantiğin hukuk problemleri için yeterli olmadığı anlaşılmıştır. Bunun temel nedenlerinden biri, bir yasa yapılırken kanun koyucunun her bir somut durumu tahmin edemeyeceği için yasayı çok soyut ve genel bir halde tasarlamasıdır. Bir yasanın soyut tanımından, yasanın somut bir duruma uygulanmasında gereken köprü ancak yorumlama ile mümkün olmaktadır. Yorumlama ise belirsizliklere, anlaşmazlıklara ve çıkar çatışmalarına zemin oluşturmaktadır. Bu nedenle hukuk problemlerinin modellenmesinde kullanılacak mantığın çatışan kurallarla, belirsizliklerle ve anlaşmazlıklarla başa çıkabilmesi gerekmektedir.  Kanunun temsili alanındaki erken araştırmalar yasamadaki çift anlamlılıkları  ortaya  çıkarmaya  yönelik  olmuştur30.  Örneğin  yasa  yapıcılar  eğer  kelimesini bazen yeterli bir koşulu anlatmak için, bazen de yeterli ve zorunlu bir koşulu anlatmak için kullanmışlardır. Buna benzer kullanımların aynı metin içerisinde geçmesi halinde olası yorumlar yüksek sayılara ulaşacaktır31.  Kanuni birçok metinde -meli/-malı, -abilir vb. ekler kullanılarak zorunluluk, yükümlülük, izin verilebilirlik ifadeleri kullanılmaktadır. Deontik 29 M. J. Sergot/F. Sadri/R. A. Kowalski/F. Kriwaczek/P. Hammond/H. T. Cory, The British Nationality Act as a logic program, Communications of the ACM 29, 1986, s. 370-386. 30 L. E. Allen, Symbolic Logic: A razor-edged tool for drafting and interpreting legal documents, Yale Law Journal 66, 1957, s. 833-879. 31 L. E. Allen/C. S. Saxon, More IA Needed in AI: Interpretation Assistance for Coping with the Problem of Multiple Structural Interpretations, Proceedings of the Third International Conference on Artificial Intelligence and Law, ACM Press, New York 1991, s. 53-61.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   57 mantık tam olarak bu ifadeleri modellemek için kullanılmaktadır. Hukuk metinlerinin analizinde deontik mantık çeşitli çalışmalarda kullanılmıştır32. Hukuki durumlarda tarafların yükümlülüklerinin, tarafların nelere izinlerinin olduğunun ya da olmadığının analizi konusunda bu yaklaşımla sonuçlar alınmıştır33. Yasaların zamanla değişebilmesi, yasalarda istisnaların kullanımı, yasalar arasındaki hiyerarşinin kullanılarak, yasalar arasındaki çatışmaların çözülmesi ve yükümlülük ve zorunlulukların dinamik olarak atanabilmesi gibi gereklilikleri modelleyebilmek için tekdüze olmayan mantık yöntemleri kullanılmıştır. Bu mantık yöntemleri önceden doğru kabul edilen önermelerin daha sonra yeni doğru kabul edilen önermelerin analize katılmasıyla değillenmesine olanak tanımaktadır34. Birbiriyle çatışan hukuk kurallarının dikkate alınması gereken durumlarda daha önce görülmüş davalarda buna benzer problemlerin nasıl çözüldüğüne bakılmalıdır. Bu tip problemleri modellemek için dava temelli akıl yürütme (case based reasoning) yaklaşımı geliştirilmiştir. Bu yöndeki araştırmalarda karşılaşılan en büyük zorluk, yeni davaların öncekilerle hiçbir zaman bire bir aynı olmamasıdır. Yapay zekâ ve hukuk araştırmaları 32 C. E. Alchourron/E. Bulygin, Normative Systems, Springer Verlag, Wien - New York, 1971; L. T. McCarty, A Language for Legal Discourse I. Basic Features, ICAIL '89 Proceedings of the 2nd International Conference on Artificial Intelligence and Law, 1989, s. 180-189; A. J. I. Jones/M. J. Sergot, Deontic logic in the representation of law: Towards a methodology, Artificial Intelligence and Law 1, 1992, s. 42-64. 33 L. Lindahl, Position and Change A Study in Law and Logic, Dordrecht: Reidel, 1977; M.J. Sergot, A computational theory of normative positions, ACM Transactions on Computational Logic, Ekim 2001, s. 581-622; G. Sartor, Fundamental legal concepts: a formal and teleological characterization, Artificial Intelligence and Law 14, 2006, s.101-42; A. D. H. Farrell/M. J. Sergot/M. Salle/C. Bartolini, Using the event calculus for tracking the normative state of contracts, International Journal of Cooperative Information Systems 4, 2005, s. 99-129. 34 R. Hernandez Marin/G. Sartor, Time and norms: a formalisation in the eventcalculus,  Proceedings  of  the  Seventh  International  Conference  on  Artificial Intelligence and Law, ACM Press, New York, 1999, s. 90-100; G. Governatori/M. Dumas/A. H. M. ter Hofstede/Ph. Oaks, A formal approach to protocols and strategies for  (legal)  negotiation,  Proceedings  of  the  Tenth  International  Conference  on Artificial Intelligence and Law, ACM Press, New York, 2005; H. Prakken/G. Sartor, The role of logic in computational models of legal argument: a critical survey, In A. Kakas and F. Sadri (eds.), Computational Logic: Logic Programming and Beyond. Essays in Honour of Robert A. Kowalski, Part II, Springer Lecture Notes in Computer Science 2048, Berlin, 2002, s. 342-380.58   TAÜHFD/ZtdR - 2019/1 çerçevesinde dava temelli akıl yürütme için çeşitli hesaplama modelleri geliştirilmiştir35. Bazı hukuki problemlerde karar verici birden çok uygun karar arasından hangi kararın verilmesi gerektiğini seçebilir. Bu tip davalarda verilebilecek her karar için bir gerekçelendirme silsilesi yaratmak mümkündür. Yapay zekâ ve hukuk araştırmalarında buna benzer durumları modellemek için teleolojik akıl yürütme (teleological reasoning) yöntemi geliştirilmiştir36. Hukuk problemlerinde sıklıkla karşılaşılan akıl yürütme örüntülerini modellemek için argüman şemaları (argument schemes) geliştirilmiştir37. Argüman şemaları bir iddia karşılığında test edilmesi gereken kritik soruları tanımlamak için kullanılır. Argüman şemalarında kullanılabilecek bir iddia örneği:  Eğer bir şahit P diyorsa, P'dir  şeklinde verilebilir. Bu şemadaki kritik sorular şöyle tanımlanabilir:  Şahit ifadesinde dürüst müdür? ,  Şahit P' yi gözlemleyebilecek durumda mıydı? ,  Şahit P' yi doğru bir şekilde hatırlamakta mıdır?  Yine tekdüze olmayan mantık ve mantık programlama kullanılarak geliştirilmiş bir diğer yaklaşım da argümentasyon çerçeveleridir (argumentation frameworks)38. Dung, çalışmasında argüman kümelerinin ve bunlar 35 R. Hernandez Marin/G. Sartor, Time and norms: a formalisation in the event-calculus, Proceedings of the Seventh International Conference on Artificial Intelligence and Law, ACM Press, New York, 1999, s. 90-100; G. Governatori/M. Dumas/A. H. M. ter Hofstede / Ph. Oaks, A formal approach to protocols and strategies for (legal) negotiation, Proceedings of the Tenth International Conference on Artificial Intelligence and Law, ACM Press, New York, 2005; H. Prakken/G. Sartor, The role of logic in computational models of legal argument: a critical survey, In A. Kakas and F. Sadri (eds.), Computational Logic: Logic Programming and Beyond. Essays in Honour of Robert A.Kowalski, Part II, Springer Lecture Notes in Computer Science 2048, Berlin, 2002, s.342-380. 36 T. J. M. Bench-Capon/K. Atkinson/A. Chorley, Persuasion and value in legal argument, Journal of Logic and Computation 15, 2005, s. 1075-1097; J. C. Hage, Comparing alternatives in the law Legal applications of qualitative comparative reasoning, Artificial Intelligence and Law 12, 2005, s. 181-225. 37 H. Prakken, AI and Law, logic and argument schemes, Argumentation 19, 2005, s.303-320; F. J. Bex / H. Prakken/C. Reed/D. N. Walton, Toward a formal account of reasoning about evidence: argumentation schemes and generalizations, Artificial Intelligence and Law 11, 2003, s. 125-165. 38 P. M. Dung, On the acceptability of arguments and its fundemantal role in nonmonotonic reasoning, logic programming, and n-person games, Artificial Intelligence 77, 1995, s. 321-357.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   59 arasındaki ikili sınama ilişkilerinin tanımlandığı soyut bir çerçeve tasarlamıştır. Buna göre bir argümanın kabul edilebilirliği, çerçevedeki kendini sınamalara karşı savunabilen bir argüman kümesine göre belirlenir. Prakken ve Sartor39, argüman ve sınama ilişkilerini yapılandırmış ve Dung ın yaklaşımını somutlaştırmışlardır. Bench-Capon, bir argümanın kabulü durumunda ortaya çıkan değer kavramını tanıtmıştır40. Böylece argümanların başarısı ölçülebilir ve teleolojik akıl yürütme mümkün hale getirilmiştir.  Walton ve Gordon, Carneades argümentasyon destek sistemini geliştirmişlerdir41. Carneades, çeşitli argümentasyon görevlerini destekleyen açık kaynak yazılım araçlarından oluşan bir sistemdir ve Doug Walton'un argümentasyon felsefesinin bir matematiksel modeline dayanmaktadır. Carneades sistemi bu proje önerisinde planlandığı gibi UML (Unified Modeling Language) use case diyagramlarını, argümentasyonları modellemek için kullanmaktadır.  7.Uygulama Örneği: Yasal Mal Rejimi Yasal mal rejimi uygulamasında farklı uyuşmazlıklar hakkında, yapılan işin denetiminde ve raporlama sürecinin verimliliği açısından bir karar destek sistemine ihtiyaç olduğu ve bunun da bu alanda gerçekleştirilebilir olduğu görülmektedir.  Bu alanda geliştirilebilecek bir sistemin genel mimarisi Şekil 1'deki gibi tasarlanabilir. Kullanıcılar bir kullanıcı ara yüzü aracılığıyla, belli bir hukuki durum için bir diyagram aracı kullanarak diyagramlar hazırlarlar. Yine bu hukuki durumu ilgilendiren hukuk kaynaklarının seçimini de kullanıcı ara yüzü üzerinden tamamlar. Böyle bir diyagram örneği Şekil 2 de gösterilmiştir. Bir çeşit ara modül olarak, diyagram-mantık programı çeviricisi modülü, diyagramlardan otomatik olarak mantık programları oluşturur. Bu modül bir transformasyon algoritmasıyla istenen çevrimi yapacaktır. Kullanılacak diyagram notasyonu diyagramların hem görsel hem de makine-okunabilir gösterimine olanak tanıyan bir notasyon olmalıdır (Örneğin UML ve UML diyagramlarının seriyalizasyonu için kullanılan XMI 39 H. Prakken/G. Sartor, A dialectical model of assessing conflicting legal arguments in legal reasoning, Artificial Intelligence and Law 4, 1996, s. 331-368. 40 T. J. M. Bench-Capon/K. Atkinson/A. Chorley, Persuasion and value in legal argument, Journal of Logic and Computation 15, 2005, s. 1075-1097. 41 D. Walton/T. F. Gordon, Modeling Critical Questions as Additional Premises, Proceedings of the 8th International OSSA Conference, ed. F. Zenker, Windsor Ontario 2011.60   TAÜHFD/ZtdR - 2019/1 standardı). Sistemde çeşitli hukuk kaynakları (TMK, TBK, yasal düzenlemeler, içtihatlar, vd.) arasından kullanıcının seçtiklerine ait olan mantık programları getirilmeli ve diyagramdan oluşturulmuş mantık programıyla birlikte bir çözüm kümesi çözücüye verilmelidir42. Çözücü bunlardan yola çıkarak çözüm kümeleri oluşturur. Diyagram mantık programıyla hukuk kaynaklarına ait olan mantık programlarının bütünleşik çalışabilmeleri için  transformasyon  algoritması  entegrasyon  kuralları  oluşturur  (glue code, glue rules). Çözüm kümeleri açıklama ve gerekçelendirme için gerekli atomları içerir. Bu atomları kullanan açıklama arama modülü ilgili metinleri getirir ve atıf yapar. Rapor oluşturucu çözüm kümesindeki atomlarla ve açıklama arama modülünün sonuçlarıyla birlikte hukuki durumla ilgili raporu oluşturur.    Yukarıda tanımladığımız gibi bir sistem kanaatimizce yasal mal rejimi uygulamalarında hukukçulara; rapor hazırlama, hesaplamalar gibi konularda hataların engellenmesi ve genel olarak süreç verimliliği açısında faydalar sağlayacaktır. 42 Çözüm kümesi programlama (Answer Set Programming) daha önce bahsettiğimiz tekdüze olmayan mantık teorilerine dayanan bir mantık programlama yöntemidir. Çözüm kümesi çözücüler (Answer Set Solver) bu programları işleyip bu programlara ait çözümleri listeleyebilen yazılım sistemleridir.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   61 Şekil 1: Sistem Mimarisi Çözüm kümesi programlama (Answer Set Programming / ASP), tekdüze olmayan bir mantık yöntemi olarak yasal mal rejimi konusundaki problemlerin kodlanması için uygunluk göstermektedir. Aşağıda bir örnekle bir malın edinilmiş mal olarak sınıflandırılması için nasıl bir mantık programı tanımlanabileceği gösterilmiştir. Örnek 1: Bir malın edinilmiş mal olarak sınıflandırılabilmesi için aşağıdaki şartların geçerli olması gerekmektedir: 1.Mal rejiminin başlangıcı (evlilik başlangıcı) ile sona erdiği tarih arasında malın mülkiyetinin kazanılmış olması. 2. Malın bir karşılık verilerek elde edilmiş olması. Bu şart şu durumlarda geçerli olmaktadır: -Bağışlama olmamalıdır.62   TAÜHFD/ZtdR - 2019/1 -Miras olmamalıdır. -Manevi tazminat olmamalıdır. 3.Mal yalnızca kişisel kullanıma özgü olmamalıdır. Bu şartları modellemek için aşağıdaki gibi bir ASP programı yazılabilir: acquired_property(X):- acquired_on_date(X,D), start_of_matrimonial_regime(S), end_of_matrimonial_regime(E), S <= D, D <= E, acquised_by_payment(X), not only_for_personal_use(X). acquised_by_payment(X) :- not donated(X), not inherited(X), not received_as_compensation(X). Verilmiş hukuk kuralı örneği iki ASP kuralıyla modellenmiştir. İlk kuralda malın alındığı tarih test edilmekte ve buna ek olarak 2. ve 3. şart test edilmektedir. İkinci ASP kuralındaysa malın bir karşılık verilerek elde edilip edilmediği test edilmektedir. 8.Diyagram Notasyonu Hukuk problemlerinin temsili örnek olarak tasarladığımız karar destek sisteminde bir diyagram modülünde yapılacaktır. Böyle bir diyagram aracında kullanılacak diyagram notasyonu için mevcut standartlar incelendiğinde bunların ağırlıklı olarak ya yazılım geliştirme ya da iş yönetimiyle ilgili notasyonlar olduğu görülmüştür. BPMN (Business Process Model and Notation), xBML (Extended Business Modeling Language), EPC (Event Process Chain) gibi notasyonlar iş akış diyagramları için kullanılmaktadır.  Yine genel akış diyagramları olarak UML (Unified Modeling Language) dâhilindeki Aktivite Diyagramları ve Kullanım Senaryosu Diyagramları sayılabilir. UML standardı her ne kadar kullanım alanı genel bir standart olarak tanımlansa da uygulamada ağırlıklı olarak yazılım mimarisini ve yazılım taleplerini belgelemek için kullanılmaktadır. Bahsettiğimiz diğer iş akışı diyagramları ise firmalardaki süreçleri tanımlamak için tasarlanmışlardır. Tasarladığımız sistemdeki diyagram aracı için hukuk problemlerine göre tasarlanmış yeni bir notasyon ihtiyacı olduğu görülmüştür. Hukuk problemlerinde kullanılabilecek notasyon örneği Şekil 2 de sunulmuştur. Şekilde karı ve koca (karı, hukuk dilinde evli kadını; koca, evliProf. Dr. Zafer Zeytin/Dr. Eray Gençay   63 erkeği ifade eden terimlerdir) tarafından yapılan mal edinimleri, miras, bağış gibi olaylar gösterilmektedir. Zaman çizelgesi üzerinde, kocaya 2012 yılı başında 20.000 TL miras kalmıştır (TMK md. 219, TMK md. 220). Evlilik 20 Temmuz 2012'de başlamıştır ve 03 Nisan 2014'te son bulmuştur (TMK md. 225).  10 Şubat 2013 tarihinde karı kendi parasıyla 75.000 TL değerinde bir otomobil satın almıştır (TMK md. 219). Sistem nesneyi karının bölgesine koyacak ancak alımında kocanın payının olup olmadığını ve varsa miktarını soracaktır (TMK md. 227). Bu bilgi satın alım nesnesinin detayı olarak nesne seçildiğinde sistem tarafında gösterilecektir. Koca 15 Ocak 2014 tarihinde 30.000 TL değerinde bağışta bulunmuştur. Bağış evliliğin son senesinde yapıldığı için sisteme girilirken, sistem karının izninin olup olmadığını soracaktır (TMK md. 229). Bu bilgi diyagram üzerinde bu bağış nesnesi seçildiğinde ayrıntı bilgisinde gösterilecektir. Yine aynı nedenle sistem tarafından diyagramı oluşturan hukukçuya bağış miktarının önemli olup olmadığını sorulacaktır (TMK md. 229)43.  43 Z. Zeytin, Edinilmiş Mallara Katılma Rejimi ve Tasfiyesi, 3. Baskı, 2017 Ankara; Z. Zeytin: Yasal Mal Rejiminde Katkı Alacağı ve Değer Artış Payı Alacağı İlişkisi, Elektronik Sosyal Bilimler Dergisi, Bahar 2011, C. 10, Sayı 36, s. 299–317.64   TAÜHFD/ZtdR - 2019/1 m ri e st ö g m a r g a y di n çi ği i e n r ö mi eji r al M 2: kil e ŞProf. Dr. Zafer Zeytin/Dr. Eray Gençay   65 SONUÇ Bindik Bi Alamete Gedeyoz Gıyamete şarkı sözünde olduğu gibi bu gelişme insanlığın kendi sonunu hazırlamasının başlangıcı da olsa, kaçınılmaz olan bu gelişmenin getirdiği bazı hukuki sorunlara işaret etmek ve hukuki bazı çözümler üretmek istedik. Buradaki düşünceler belki bir gün tebessümle karşılanacak da olsa, iyiliklerin de kötülüklerin de kaynağının insan olduğu aşikârdır. Dolayısıyla insanın ürettiği, geliştirdiği benzer bir yapının aynı özelliklere sahip olması doğaldır. Üstün olan ortak akıl hukuk, bu ikilemde iyiden yanadır ve bu gelişmede de iyiden yana olacaktır. Nihayetinde sadece neslin devamı için değil, yaşamak için de insan insana muhtaçtır.  Yapay zekâ algoritmalarının, yazılımlarının hukuken fikri mülkiyet konusu yapılmasına izin verilmemesi veya herkese açık olması kötüye kullanımların önüne geçen kendi kendine kontrol sağlayan koruyucu bir önlem olabilir. Bu önlem doğal olarak sırf ekonomik saiklerle hareket eden yatırımcıları engelleyecek olsa da kamu yararı nedeniyle tercih edilebilir.  Yapay zekâlı robotik sistemlerin kendi fiillerinden sorumlu olmaları kişi kabul edilmediklerinden söz konusu olmamalıdır. İrade açıklamasında bulunma yetenekleri nedeniyle, e-kişi olarak iradi veya yasal temsilcisi oldukları kişiyi hak sahibi yapabilecekleri kabul edilebilir. Buna karşın tek başlarına iradi veya yasal temsilcisi olduğu kişileri borç altına sokacaklarını kabul etmemek gerekir. Kişi sayılmadıklarından irade açıklamalarıyla kendilerini hak sahibi yapamadıkları gibi borç altına da girememelidirler. Dolayısıyla kendilerine özel bir hukuki statü tanımak yerinde olacaktır.  İnsan odaklı mevcut hukuk sisteminin koruyucu düzenlemelerinden yararlanmak amacıyla iki taraflı hukuki işlemlerde bir tarafın insan olan gerçek kişi veya tüzel kişi olması sağlanabileceği gibi, sadece yapay zekâlı robotik sistemlerin karşılıklı irade açıklamalarında bulunmalarını geçerlilik şartı olarak aramak da mümkün olabilir. Her halükarda korunmaya muhtaç olan kimselerin korunması, sosyal hukuk devletinin temel bir ilkesi olup, bugün ve gelecekte de geçerli olacaktır.  Yapay zekâlı robotik sistemleri, irade açıklayabilen hak ve borç sahibi olan e-kişi olarak kabul etmeyerek, aynı zamanda mali sorumluluklarının olmaması sonucunu da kabullenmiş olmaktayız.  Bu durunda imalatçının, satıcının, ithal edenin, piyasaya sürenin ve/veya yararlananın, işletenin sorumluluğunu düzenleyen mevcut hukuki düzenlemelerin uygulama alanı66   TAÜHFD/ZtdR - 2019/1 bulması mümkünse de, kanımızca içerdiği risklerin büyüklüğü ve belirsizliği nedeniyle konunun tehlike sorumluluğu altında, özel bir kusursuz sorumluluk türü olarak düzenlenmesi tercih edilmeli ve kurtuluş kanıtı getirme imkânı da tanınmamalıdır. Bu bağlamda nihai ve son sorumlu olarak devletin mali sorumluluğu kabul edilebilir makul bir çözüm olacaktır.  Hukukun anlam, yer ve zaman bakımında uygulanmasında kullanılan yorum yöntem ve ilkeleri ile hukuk metodolojine dayanılarak sorulara cevap bulunması, problemlerin çözümlenmesi uyuşmazlıkların karara bağlanması süreci gösteriyor ki, hukuk uygulaması mantık kuralları çerçevesinde gerçekleşmekte ve karara bağlanmaktadır. Bu süreçteki insani değerlendirme kriteri vicdan, hukuk mantığı ilkeleri ile ulaşılan sonucun veya sonuçlardan birinin seçimidir. Bu seçimde de keyfilik, hukukun istediği ve izin verdiği bir yöntem değildir. Bilakis kararların hukuken gerekçelendirilmesi, kontrol edilebilir ve şeffaf olması istenmektedir. Bu sürecin yapay zekâlı robotik sistemler kullanılarak gerçekleştirilmesi mümkündür. E-Hukukçu, karara tek başına varabilen ancak bu kararı tek başına veremeyen, insani bir değerlendirmeye zorunlu olarak tabi tutulan bir yapılanma ile adaletin, hukuki güvenliğin ve istikrarın sağlanmasında önemli bir araç olabilecektir. ZUSAMMENFASSUNG Künstliche Intelligenz wird heutzutage bei der Stadtplanung und Produktionsautomatisierung sowie Medizin und in vielen anderen Bereichen angewendet. Seit mehr als 30 Jahren werden auf der Welt künstliche Intelligenzrecherchen im juristischen Bereich gemacht. Jedoch sind viele Fragen zur Anwendung in diesem Bereich sind immer noch offen. In diesem Aufsatz werden künstliche Intelligenz und deren rechtliche Interaktion in zwei Ebenen durchgearbeitet. Erstens wird es dargelegt, ob künstliche Intelligenzsysteme als Rechtssubjekt angesehen werden können und wenn ja, wird noch untersucht, was dessen Rechtsfolgen und Wirkungen sind. Zweitens wird ausgeführt, wie die Rechtsdisziplin von künstlichen Intelligenzsystemen befördert werden kann und es wird erläutert, wie ein solches System zur Anwendung auf den Güterstand konzipiert werden kann.  Obwohl die weitverbreitete Anwendung von Robotersystem mit künstlicher Intelligenz in Herstellung, Fabrikation sowie Service Bereichen auf den bestehenden Arbeitskraft-Markt negativ beeinflussen wird, werden die von ihr eingebrachten neuen Arbeitskraftanwendungsbereiche diesen Ausschlag balancieren. Diese Anwendungsbereiche sind unumgänglich transparent und mit kontrollierbarem Fabrikationsprozess, präskriptiven Vorschriften und ethischen Prinzipien zu regeln. Da künstliche Intelligenzalgorithmen sowie künstliche Intelligenzsoftware nicht Gegenstand zum Immaterialgüterrecht gemacht werden darf und sie immer noch öffentlich sind, kann dies eine Schutzmaßnahme gegen die Risiken sein, die der künstliche Intelligenzbereich mit sich bring.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   67 Die Robotersysteme mit künstlicher Intelligenz sind juristisch nicht als rechtsfähig oder verschuldensfähig anzusehen. Die Anerkennung der elektronischen Persönlichkeit der Robotersysteme mit künstlicher Intelligenz, wird konkludent zur Anerkennung der Rechtsfähigkeit im Gegensatz zur Haftung insbesondere zur Anerkennung der Vermögensrechte hinführen. Daran liegt kein vertretbarer Aspekt. Es ist vorstellbar zu erkennen, dass Robotersysteme mit künstlicher Intelligenz als elektronische Person (e-Person) mit eigenen Willenserklärungen denjenigen zum Anspruchsberechtigten machen können, von dem sie gesetzlicher Vertreter sind. Überdies können sie weder mit eigenen Willenserklärungen sich zum Anspruchsberechtigten machen, noch können sie sich, ihre gesetzliche Vertreter oder dritte Personen verpflichten.  Die sind ersten Lösungen, wenn die nicht als Rechtssubjekt angesehenen Robotersysteme mit künstlicher Intelligenz wegen irgendeinem Schaden haften sollen, solche Ansprüche wie Pflichtverletzung wegen Verletzung der Treuepflicht, unerlaubte Handlung, Haftung wegen mangelhafter Lieferung, Haftung des Herstellers gemäß Gesetz zum Schutz der Verbraucherrechte (TKHK) geltend zu machen, dennoch wird es unbefriedigend sein. Aus diesem Grund sollte die Haftung der Robotersysteme mit künstlicher Intelligenz als eine Konstellation der verschuldensunabhängigen Haftung im Umfang einer finanziell beschränkten Haftungsversicherung oder Pflichtversicherung geregelt werden. Die Rechtsregeln werden auf die Fälle, die auf der Außenwelt eine Änderung erschaffen, zeitlich, örtlich und sinnlich angewendet. Bei dieser Anwendung werden auf die Auslegungsmethoden, Theorien, allgemeine Rechtsprinzipien in einer logischen Reihenfolge Rücksicht genommen. Die Gesetzesvorschrift, die einen Obersatz enthält, wird mit Auslegungs- und theoretischen Methoden ausgelegt, so wird es mit einer rechtlichen Beschreibung festgelegt, ob im konkreten Fall die vorliegende Rechtsregel Anwendungsbereich findet oder nicht und schließlich wird eine Rechtsfolge erreicht werden. Das gesamte Verfahren verwirklicht sich im Rahmen der Rechtslogik, Methoden und Rechtsprinzipien. Dieses transparente und kontrollierbare Verfahren bietet Rechtssicherheit, da es von der Willkür fernliegt.  Das System eines elektronischen Juristen, der allein beschlussfähig ist, dennoch allein nicht beschließt, sondern einer menschlichen Beurteilung unterliegt, kann ein wichtiges Instrument werden, die zur Gewährleistung von Gerechtigkeit, Rechtssicherheit und Konsolidation dient.",
     "Kaynakça": "ALCHOURRON C. E./BULYING E., Normative Systems, Springer Verlag, Wien-New York, 1971. ALLEN L. E./SAXON C. S., “More IA Needed in AI: Interpretation Assistance for Coping with the Problem of Multiple Structural Interpretations”, Proceedings of the Third International Conference on Artificial Intelligence and Law, ACM Press, New York, 1991, s. 53-61. ALLEN L. E., “Symbolic Logic: A razor-edged tool for drafting and interpreting legal documents”, Yale Law Journal 66, 1957, s. 833-879.68   TAÜHFD/ZtdR - 2019/1 BENCH-CAPON T. J. M., SARTOR G., “A model of legal reasoning with cases incorporating theories and values”, Artificial Intelligence 150, 2003, s. 97-142. BENCH-CAPON T. J. M./ATKINSON K./CHORLEY A., “Persuasion and value in legal argument”, Journal of Logic and Computation 15, 2005, s. 1075-1097. BENCH-CAPON T. J. M, vd., “A history of AI and Law in 50 papers: 25 years of the international conference on AI and Law”, Artificial Intelligence and Law 20.3, 2012, s. 215-319. BEX F. J./PRAKKEN H./REED C./WALTON D. N., “Toward a formal account of reasoning about evidence: argumentation schemes and generalizations”, Artificial Intelligence and Law 11, 2003, s. 125-165. DUNG P. M., “On the acceptability of arguments and its fundemantal role in nonmonotonic reasoning, logic programming, and n-person games”, Artificial Intelligence 77, 1995, s. 321-357. FARRELL A. D. H./SERGOT M. J./SALLE M./BARTOLİNİ C., “Using the event calculus for tracking the normative state of contracts”, International Journal of Cooperative Information Systems 4, 2005, s. 99-129. FRESE Yorck, Recht im zweiten Maschinenzeitalter, NJW, 2015, s. 2090. GOVERNATORİ G./DUMAS M./TER HOFSTEDE A. H. M./OAKS P, “A formal approach to protocols and strategies for (legal) negotiation”, Proceedings of the Tenth International Conference on Artificial Intelligence and Law, ACM Press, New York, 2005, s. 25-34. HAGE J. C., “Comparing alternatives in the law Legal applications of qualitative comparative reasoning”, Artificial Intelligence and Law 12, 2005, s. 181-225. JONES A. J. I./SERGOT M. J., “Deontic logic in the representation of law: Towards a methodology”, Artificial Intelligence and Law 1, 1992, s. 42-64. KARJOTH G., “Ist auf unsere digitalen Assistenten Verlass?“, digma - Zeitschrift für Datenrecht und Informationssicherheit, 2017, s. 122-127 LINDAHL L., Position and Change, A Study in Law and Logic, Dordrecht, Reidel, 1977. LOUI R. P./NORMAN J./OLSON J./MERILL A., “A design for reasoning with policies, precedents, and rationales”, Proceedings of the Fourth International Conference on Artificial Intelligence and Law, ACM Press, New York, 1993, s. 202-211. LOUI R. P./NORMAN J., “Rationales as argument moves”, Artificial Intelligence and Law, 1995, s. 159-189. MARIN R. Hernandez/SARTOR G., “Time and norms: a formalisation in the event-calculus”, Proceedings of the Seventh International Conference on Artificial Intelligence and Law, ACM Press, New York, 1999, s. 90-100. MARKWALDER N./SIMMLER Monika, Roboterstrafrecht, AJP, 2017 s. 171-182.Prof. Dr. Zafer Zeytin/Dr. Eray Gençay   69 McCARTY L. T., “A Language for Legal Discourse I. Basic Features”, ICAIL '89 Proceedings of the 2nd International Conference on Artificial Intelligence and Law, 1989, s. 180-189.  McCARTY L. T., “An Implementation of Eisner v. Macomber”, Proceedings of the Fifth International Conference on Artificial Intelligence and Law, ACM Press, New York, 1995, s. 276-286. MÜLLER M. F., Roboter und Recht, AJP, 2014, s. 595-608. PRAKKEN H./SARTOR G., “A dialectical model of assessing conflicting legal arguments in legal reasoning”, Artificial Intelligence and Law 4, 1996, s. 331-368.  PRAKKEN H./SARTOR G., “Modelling reasoning with precedents in a formal dialogue game”, Artificial Intelligence and Law 6, 1998, s. 231-287. PRAKKEN H./SARTOR G., “The role of logic in computational models of legal argument, a critical survey”, In A. Kakas and F. Sadri (eds.), Computational Logic: Logic Programming and Beyond, Essays in Honour of Robert A. Kowalski, Part II, Springer Lecture Notes in Computer Science 2048, Berlin, 2002, s. 342-380.  PRAKKEN H., “AI and Law, logic and argument schemes”, Argumentation 19, 2005, s. 303-320. SARTOR G., “Fundamental legal concepts: a formal and teleological characterization”, Artificial Intelligence and Law 14, 2006, s. 101-142. SERGOT M. J./SADRİ F./KOWALSKİ R. A./KRIWACZEK F./HAMMOND P./CORY H. T., “The British Nationality Act as a logic program”, Communications of the ACM 29, 1986, s. 370-386. SERGOT M. J., “A computational theory of normative positions”, ACM Transactions on Computational Logic 2, Ekim 2001, s. 581-622. WALTON D./GORDON T. F., “Modeling Critical Questions as Additional Premises”, Proceedings of the 8th International OSSA Conference, ed. F. Zenker, Windsor Ontario, 2011. ZEYTİN Zafer, Edinilmiş Mallara Katılma Rejimi ve Tasfiyesi, Seçkin Yayıncılık, Ankara, 2017. ZEYTİN Zafer, “Yasal Mal Rejiminde Katkı Alacağı ve Değer Artış Payı Alacağı İlişkisi”, Elektronik Sosyal Bilimler Dergisi, C: 10, S: 36, 2011, s. 299-317. İnternet Kaynakları www.kodlamadersi.com www.spiegel.de www.makinatek.com.tr www.iso.org70   TAÜHFD/ZtdR - 2019/1 wirtschaftslexikon.gabler.de www.oxfordmartin.ox.ac.uk gfx.sueddeutsche.de www.heise.de www.techworld.com www.robolaw.eu"
}