{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "11",
     "Sayı": "2",
     "Başlık": "İDARİ İŞLEMDE USUL VE ŞEKİL SAKATLIKLARININ SONRADAN DÜZELTİLMESİ VE ALMANYA ÖRNEĞİ",
     "Title": "POST-CORRECTION OF PROCEDURAL AND FORMAL ERRORS IN ADMINISTRATIVE ACT AND THE EXAMPLE OF GERMANY",
     "Yazar İsmi": [
          "Doç. Dr. Atila ERKAL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İdari İşlem",
          "Usul Sakatlığının Sonradan Düzeltilmesi",
          "Şekil Sakatlığının Sonradan Düzeltilmesi",
          "Alman İdari Usul Hukuku",
          "İdari İşlemin Sonradan Sağlık Kazanması"
     ],
     "Keywords": [
          "Administrative Act",
          "Posteriorly Correction of Procedural Error",
          "Subsequent Correction of Format Error",
          "German Administrative Procedural Law",
          "Recovery of Administrative Act Posteriorly"
     ],
     "Özet": "İdari işlemler idarenin faaliyetlerinde önemli bir yer tutmaktadır. İdari işlemler ile kişilerin temel haklarına müdahale edilebildiğinden bunların tesisinde hukuka uygunluğun sağlanması için idarenin azami dikkat göstermesi gerekmektedir. Buna rağmen idari işlemde sakatlık söz konusu ise esasa etki etmeyen sakatlıkların sonradan düzeltilme imkânının tanınması usul ekonomisine hizmet edecektir. İdari işlemin esasına etki etmeyen sakatlıklar usul ve şekil unsurunda söz konusu olabilmektedir. İdari işlemler yargısal denetimde usul ve şekil sakatlığı sebebiyle iptal edilse bile, idare bu usul ve şekil sakatlığını gidererek aynı hukuki sonucu amaçlayan yeni bir işlem tesis edebilmekte, bu da kamu hizmetlerinin aksamasına ya da kişilerin haklarına erişmesinde gecikmeye neden olabilmektedir.Türk hukukunda bunu engellemek amacıyla yargı denetimde şekil sakatlıkları asli ve tali olarak ikiye ayrılarak ele alınmaktadır. Asli şekil sakatlıkları sonucu etkilediğinden iptal edilmekte, tali şekil sakatlıklarında ise sonucu etki etmediğinden hukuka aykırılık görmezden gelinmektedir. İdari süreçte idari işlemin kaldırılması ve geri alınması mümkün olmaktadır. Alman hukukunda idari işlem konusu idari usul kanununda ayrıntılı bir şekilde düzenlenmektedir. Bir idari işlemin hukuka uygun ve geçerli olabilmesi için hangi şartların gerektiği, hangi durumda yok hükmünde olduğu, hangi durumda idari işlemdeki usul ve şekil sakatlıkların sonradan düzeltilebileceği ya da görmezden gelineceği hüküm altına alınmıştır. Bu bağlamda asli şekil sakatlığı olarak görülebilecek gerekçe yükümlülüğüne uyulmaması, hukuki dinlenilme hakkının tanınmaması gibi kanunda sayılan durumlarda bu usul hakları sonradan tanınarak idari işlemdeki usul sakatlıkları giderilmektedir. Böylece idari işlem yapıldığı andan itibaren hukuka uygunluk kazanmaktadır. Ancak bu usul ve şekil sakatlıklarının sonradan düzeltilmesi ilgililerin bu hakları etkili bir şekilde kullanabilmesi durumda söz konusu olmaktadır. Usul ve şekil sakatlıklarının hangi süre zarfında giderilebileceği de usul kanununda belirlenmiştir. İdari aşamada giderilebileceği gibi yargılama aşamasında da esasa ilişkin karar verilinceye kadar mümkündür. Buna karşılık tali nitelikte şekil sakatlıkları işlemin esasına etki etmediği sürece görmezden gelinmektedir. Bunlar hukuka uygun hale gelmese de iptalleri istenememektedir.",
     "Abstract": "Administrative acts have an important place in the activities of the administration. Since the fundamental rights of individuals can be interfered with by administrative acts, the administration should pay maximum attention to ensure compliance with the law in their establishment. However, if there is an error in the administrative procedure, the possibility of correcting the error (recovery of it) that does not affect the merits will serve the judicial economy. The errors that do not affect the merits of the administrative act may occur in the element of procedure and form. Even if the administrative acts are canceled due to procedural and formal errors in the judicial review, the administration can eliminate this procedural and formal error and establish a new act aiming the same legal result, which may cause disruption of public services or delay (or violate) the rights of individuals.In order to prevent this situation, the errors are divided into two as primary and secondary within the judicial review in Turkish Administrative Law. Primary format errors are canceled because they affect the result, and unlawful violations are ignored in secondary format errors as they do not affect the result. In the administrative process, it is possible to withdraw the administrative act. In German Law, the subject of administrative act is regulated in detail in the administrative procedure law. It is stipulated that what conditions are required for an administrative act to be lawful and valid, in which case it is null and void, and in this case the procedural and formal errors in the administrative act can be corrected or ignored posteriorly.. In this context, in cases listed in the law, such as not complying with the obligation of justification, which can be seen as a primary form of errors and not recognizing the right to be heard, these procedural rights are subsequently recognized and procedural errors in the administrative act are eliminated. Thus, from the starting of administrative act, it becomes lawful. However, posteriorly correction of these procedural and formal error is only possible if the persons concerned are able to use these rights effectively. The time period within which procedural and form errors can be remedied is also determined in the procedural law. It can be resolved at the administrative stage as well as at the trial stage until the decision on the merits is made. On the other hand, secondary format erorrs are ignored as long as they do not affect the essence of the procedure. Although these do not comply with the law, their cancellation cannot be requested.In German law, it is discussed whether the material errors in the administrative act will be corrected later or not. Some opinions are that the administrative procedure law allows this. However, in Turkish law, since the legal elements of the administrative act are related to public order, it is not accepted to correct later. For example, the approval of the decision taken by an unauthorized administration by the authorized administration for the acceptance of validity does not give correctly and validity to that transaction.The Federal Administrative Procedure Law, which has been in effect for many years in Germany, preserves the principle of legality of the administration regulated in over particularized dealing with the preparation of the administrative act and the objection process, and the provisions regarding the recovery of the procedural and formal errors without the need for a new process. Since Turkish law does not regulate the subsequent corretion of procedural and formal errors, except for simple material errors and tax procedure law, the Council of State ignores secondary errors that do not affect the merits with the case-law it has developed, and accepts that the procedure is in accordance with the law. However, this affects the freedom of claim rights and it can even be considered as a secondary errors in the situation stipulated by the constitution and imposes an obligation on the administration, as well as in showing the legal remedies. The procedural and formal obligation stipulated by the law can only be escalated by another law, ignored or correct in later. Ignoring a form or procedural errors regulated by law by a judicial decision does not make it lawful. Also, a general administrative procedure law, which has become a sine qua non of modern states of law, ensures uniformity in the administrative decision (or acts) gives equal rights to the parties involved in all administrative proceedings, and serves to prevent arbitrariness of the administration, is an essential requirement for Turkey.",
     "Metin": "İdari işlemler, kamu hizmetlerinin ifasında idarenin önemli faaliyet araçları arasında yer almaktadır. İdari işlemin tek yanlı olması, kamu gücü kullanılarak karşı tarafın iradesi hilafına temel haklarına müdahale edilebilmesi, idarenin aldığı kararın hukuka uygunluğu konusunda titiz davranmasını zorunlu kılmaktadır. Hukuka aykırı bir idari işlem bir taraftan kamu düzenini ihlal etmesi diğer taraftan hukuka uygunluk karinesinden faydalanması, idarenin hukuka bağlılığını daha da önemli bir hale getirmektedir. Hukuka uygunluk karinesi uyarınca hukuka aykırı bir idari işlem idari veya yargısal denetimden geçmediği sürece hukuki varlığını devam ettirmektedir. İdari yargıda dava açma sürelerinin kısa ve hak düşürücü olması sebebiyle, süresinde açılmayan davalarda yargısal denetim yapılamadığından, idari işlem kendinden beklenen hukuki sonucu doğurması da söz konusu olmaktadır.Modern hukuk devletlerinde idari tasarruflardaki usul süreci genel idari usul kanunlarında ayrıntılı olarak düzenlenmektedir. İdari usul bir taraftan idari işlemin yapılmasındaki süreci düzenlerken diğer taraftan ilgililerin bu sürece katılımını ve doğru karar alınmasını sağlamayı amaçlamaktadır.1 Almanya da 1977 yılından beri yürürlükte bulunan Federal İdari Usul Kanunu idari işlemin geçerliliğini, usul ve şekil hatalarının sonradan düzeltilmesini ayrıntılı bir şekilde hüküm altına almaktadır. Bu çerçevede idarenin hukuka uygun davranması ve kamu düzeninin korumakla yükümlü olan idare tarafından ihlal edilmesi olabildiğince, önlenmeye çalışılmıştır. İdari usul kanunları bir bütün olarak, idarenin yaptığı işlemlerin hukuka aykırı olduğunu bildiği halde hukuka uygunluk karinesi arkasına sığınarak keyfi davranmasının önüne geçilmesinde önemli bir yer tutmaktadır.Ülkemizde genel bir idari usul kanunu olmasa da İdari Yargılama Usul Kanunu ve Danıştay içtihatları dava açılmadan önce hukuka aykırı işlemlerin geri alınması ve kaldırılmasını kabul etmektedir. Ancak bu mevcut idari işlemin geçerliliğine son vermektedir. İdari işlemin yapılmasından sonra usul ve şekil hatalarının düzeltilmesini öngören genel bir hüküm bulunmamaktadır. Dolayısıyla iptal davası açmadan önce hukuka aykırı idari işlemin hukuki varlığını sona erdirme imkanı bulunmaktadır. Bu usul veya şekil sakatlıkları için de geçerlidir. Şekil unsurundaki hukuka aykırılıklar asli ve tali sakatlık olarak incelenmektedir. Sonuca etkili olan asli sakatlıklar işlemin iptaline, etkili olmayan tali sakatlıklar ise davanın reddine sebebiyet vermektedir. Ancak hangi sakatlıkların asli hangilerinin tali olduğu ayrımı belirsiz olduğundan uygulamada sorunlar çıkabilmektedir. Ayrıca tali şekil sakatlığı olsa da ortada hukuka aykırı bir işlem bulunmakta, ancak yargı mercileri bunu görmezden gelmektedir.Almanya da idari usul kanununu, usulde yapılmış hatların hem idari süreçte hem de yargısal süreçte hangi hallerde giderilebileceğini düzenlemektedir. Düzeltilebilecek nitelikteki hatalar giderilerek idari işlem baştan itibaren hukuka uyun hale gelmektedir. Bunun 1 PeterHäberle, GrundrechteimLeistungsstaat ,VVDStRL30,S.80(1970):43-141;JürgenHeld, IndividualrechtschutzbeifehlerhaftemVerwaltungsverfahren ,NVwZ,S.462:(2012):461-468.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 118877yanında asli ve tali usul ve şekil sakatlığı ayrımı yapılarak önemsiz hataların görmezden gelinmesi de hüküm altına alınmaktadır. Bu makalede kısaca Türk hukukundaki durum ele alındıktan sonra, Alman İdari Usul Kanunu çerçevesinde hangi idari usul ve şekil hatalarının düzeltilebileceği, bunların işlemin hukukiliğine etkisi ve sonuçları incelenecektir.I. İDARİ İŞLEM VE HUKUKA UYGUNLUK DENETİMİİdari işlem yukarıda ifade dildiği üzere idare tarafından kamu gücü kullanılarak karşı tarafın rızası olmasa da hukuki durumlarını etkilemeye ve hukuki sonuç doğurmaya yönelik tek yanlı irade açıklamasıdır.2 İdari işlemler belli bir usul sürecinde tesis edilmektedir.3 İdari işlemler kendi içinde, maddi açıdan (genel düzenleyici-bireysel), iradenin dış dünyaya yansıması ve irade sayısı, hukuki etkisine (emredici, inşai belirleyici, yararlandırıcı, yükümlendirici, garanti edici, geçici ve sürekli, çifte etkili vs.) göre çeşitlere ayrılmaktadır. İdari işlemler çeşitlere ayrılmakla birlikte hukuka uygunluğunun denetimi belli unsurlara göre yapılmaktadır. İdari Yargılama Usul Kanunu (İYUK) md.2 ye göre idari işlem yetki, şekil, sebep, konu ve amaç olmak üzere beş unsurdan meydana gelmektedir. Kanunda usul ayrı bir unsur olarak düzenlenmese de şekil unsuru içinde yer aldığı hem Danıştay hem de doktrinde kabule edilmektedir.4 Ancak idari işlemin dış dünyaya yansıması olarak anlaşılan şekil, usulden daha dar kapsamlıdır.5 Usul idari işlemin yapılış öncesinden tamamlanmasına ve hatta itiraz sürecini de kapsadığından daha kapsamlı olan bu unsura kanunda yer verilmesi daha isabetli olacaktır.Bir idari işlemin hukuka uygun kabul edilebilmesi için tüm unsurların hukuka uygunluğunun sağlanması gerekmektedir. Tek bir unsurda dahi hukuka aykırılık varsa işlem sakattır. Eğer idari işlem hukuka aykırı ise hukuk dünyasında varlığını kaldırmak için yargı dışı ve yargısal yollar bulunmaktadır. İYUK md.11 idari dava açmadan önce ilgililere, idari işlemin kaldırılması, geri alınması değiştirilmesi veya yeni bir işlem yapılmasını üst makamdan, üst makam yoksa işlemi yapmış olan makamdan isteme hakkı tanımaktadır. Her ne kadar dava açmadan önce idareye başvuru hukuka aykırı idari işlemler için öngörülmüş olsa da, dilekçe hakkı bağlamında hukuka uygun bir idari işleminde değiştirilmesi ya da başka işlem yapılması için idareye başvuru için bir engel bulunmamaktadır. Hukuka aykırı işleme karşı yapılan bu başvurular sonrasında tesis edilecek yeni bir idari işlemle hukuka aykırı işlemin varlığına son verilmektedir. Usul sürecinde hukuka aykırı işlemdeki sakatlığı sona erdirerek varlığını devam ettirilmesi yönünde bir düzenleme bulunmamaktadır. İdari işlemin 2 BahtiyarAkyılmaz;MuratSezginerveCemilKaya,TürkİdareHukuku(Ankara:SavaşKitabevi,2021),336.3 D.D,15.10.2008,E.2008/278,K.2008/4607.4 Şekilbirüstkavramolarakkullanılmaktadır.MuratSezginer, UsulKanunlarındaİdariİşleminDışGörünüşü ,T.C.BaşbakanlıkİdariUsulKanunuHazırlığıUluslararasıSempozyumu(Ankara1718Ocak1998),S.201:201-226;D.D,22.11.1988,E.1988/2845,K.1988/2749.5 BahtiyarAkyılmaz,İdariUsulİlkeleriIşığındaİşleminYapılışUsulü(Ankara:YetkinYayınevi,2000),67,187. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi118888  Atila ERKALDoç. Dr.kamu düzenine ilişkin olması sebebiyle tüm unsurlarındaki hataların sonradan düzeltilerek hukuki varlığını devam ettirmesi zor görünmektedir.6 Daha çok işlemin şekil ve usul hataları sonradan düzeltilerek işlemin geçerliliği sağlanabilecektir.A. İDARİ İŞLEMİN GERİ ALINMASI-KALDIRILMASIDava açmadan önce idareye başvurarak hukuka aykırılığı gidermek işlemin muhataplarına ait bir haktır. İdare bu başvuru üzerine hukuka aykırı işlemi geri alabileceği gibi, herhangi bir başvuru olmadan da kendisi resen tespit ederek geri alabilecektir. Geri alma hukuka aykırı bir işlemin geriye yürür şekilde yapıldığı andan itibaren hukuki etkilerini ortadan kaldırmakta veya işlemin ilk yapıldığı andan itibaren hükümsüzlüğü sonucu doğurmaktadır.7 Yürürlükten kaldırma ise, idari işlemin idare tarafından geleceğe yönelik olarak hukuki varlığına son verilmesidir.8 İdari işlemin geri alınması ve kaldırılması hukuka aykırı ve hukuka uygun idari işlemler ayrımı yapılarak ele alınmaktadır. Hukuka uygun muhatabı lehine hak doğuruyorsa geri alınamazlar.10 Hukuka aykırı idari işlemler ise hak doğurmuyorsa her zaman geri alınabilirler. Hak doğuran hukuka aykırı idari iş6 Özellikleiptaldavasınınkamudüzenineilişkinbirdavaolması,mahkemeyeresenaraştırmayaparakunsurlardakihukukaaykırılığıtespitetmezorunluluğuyüklemekte,iptaledilenidariişlemleilgiliherkesinhükümdenistifadeetmesisözkonusuolmaktadır.İdariişlemdeşekilunsurudakamudüzenineilişkindir.,BahtiyarAkyılmaz;MuratSezginerveCemilKaya,TürkİdariYargılamaHukuku,Açıklamalı-İçtihatlı(Ankara:SavaşKitabevi,2019),184vd.,s.1029;İdariişlemdeyetkikamudüzenineilişkindir.DİDDGK,28.03.1986,E.1986/8,K.1986/21.7 TurgutTan,İdariİşleminGeriAlınması,(Ankara:SevinçMatbaası1970),5.8 ErdoğanBülbül,İdariİşlemlerinYürürlüktenKaldırılması,(İstanbul.BetaBasımYayım2010),8;KemalGözler,İdareHukuku,C.I,(Bursa:EkinBasımYayınDağıtım,2009),1096;Akyılmaz,SezginerveKaya,İdareHukuku,541.9 Kazanılmışhakengeniştanımıyla objektif bir hukuk kuralının kişi hakkında uygulanması veya kendiliğinden uygulanacak hale gelmesi, böylece objektif ve genel hukuki durumun kişisel bir işlemle özel hukuki duruma dönüşmesi, hukuka aykırı işlemlerde ise bir süre yararlanılması sonucunda anayasa ve yasalarca korunmaya değer hale gelmiş, elde edilmiş veya elde edilebilir durumdaki hak sahibinin her eylemi ve iradesi ileri sürülmüş olan ve üçüncü kişilerden bir şey isteyebilmek ve onu bir şey yapmaya zorunlu kılabilmek gibi aktif hak sahipliği bahşeden bir kişisel hak ve karşılanmadıkça ve boşluğu giderilmedikçe tek tarafı tasarrufla geri alınamayan hukuki olanak, güç veya yetkidir .KemalDoğuTolon, İptalveTamYargıDavalarındaKazanılmışHak ,İdareHukukuveİdariYargıileilgiliİncelemelerIII,DanıştayBaşkanlığı,(Ankara1986)S.170:163-209;doğumuanındahukukauygunolaraktamamlanmışveböylecekişiyeözgü,lehtesonuçlardoğurmuşdahasonramevzuatdeğişikliğiyadaişlemingerialınmasıgibinedenlererağmen,hukukdüzenincekorunmasıgerekenhakşeklindedetanımlanmaktadır.YücelOğurlu,İdareHukukundaKazanılmışHaklaraSaygıveHaklıBeklentilerSorunu,(Ankara:SeçkinYayıncılık,2003),28;benzerşekildeFatihBirtek, KazanılmışHakKavramı ,İBD,C.82,Sy.2,S.761(2008):759-777;DoktrindeyeralanbutanımlamalardışındaYargıorganlarıdakazanılmışhakkavramınıtanımlamaktadır.AnayasaMahkemesikazanılmışhakkı,kişininbulunduğustatüdendoğan,tahakkuketmişvekendisiyönündenkesinleşmişvekişiselalacakniteliğinedönüşmüşhakolaraktanımlamaktadır.AYM.,3.4.2001,E.1999/50,K.2001/67;DanıştayİçtihatlarıBirleştirmeKurulukararındakazanılmışhakise,gereköğretide,gerekseuygulamada,kişilerinhukukistatülerinibelirlemişvebunadayalıolarakdayenihukukidurumlarınvehaklarıneldeedilmesinenedenolmuş,birbaşkadeyişlehukukisonuçlarınıyerinegetirmişolandurumların,artıkgeriyedönülmez,vazgeçilmezhaklarolduğubelirtmektedir.DİBKK,14.06.1989,E.1989/1-2,K.1989/2.10 Akyılmaz,SezginerveKaya,İdareHukuku,475.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 118899lemler ise hukuk güvenliği ve idari istikrar ilkesi gereğince, muhatabın hilesi yoksa dava açma süresi içinde geri alınabilmektedir. Düzenleyici idari işlemler ise geri alınamamakta, ileriye yönelik kaldırılmaktadırlar.11İdari işlemlerin geri alınması ve kaldırılması mevcut bir idari işlemin hukuki varlığını geriye ya da ileriye yönelik sona erdirmektedir. Hukuka aykırı işlemin sakatlıklarının sonradan giderilerek işleme sağlık kazandırılmasına ilişkin değildir.B. YARGISAL DENETİMDE İDARİ İŞLEMİN SAKATLIĞINA RAĞMEN GEÇERLİ KABUL EDİLMESİİdari yargı merciinin bir idari işlem hakkında hukuka aykırılığı sebebiyle verdiği iptal kararı o işlemin varlığını yapıldığı andan itibaren sona erdirmektedir. Her hukuka aykırılık işlemin iptalini gerektirse de, şekil unsurundaki sakatlıklar Danıştay içtihatlarıyla asli ve tali şekil sakatlıkları olarak incelenmektedir.12 İstisnai olsa da mevzuatta şekil sakatlıkları ve bunun sonucunu düzenleyen hükümler de mevcuttur. 213 sayılı Vergi Usul Kanunu md.108 hatalı tebliğleri hüküm altına almaktadır. Buna göre tebliğ olunan vesikalar, esasa etkisi olmayan şekil hataları içerse de hukuki kıymetlerini kaybetmemektedir. Diğer taraftan vergi ihbarı ile ilgili vesikalarda mükellefin adının, verginin nevi veya miktarının, vergi mahkemesinde dava açma süresinin hiç yazılmamış olması veyahut bu vesikaların görevli bir makam tarafından tanzim edilmemiş bulunması vesikayı hükümsüz kılmaktadır.Savunma hakkına riayet edilmemesi veya eksik üyeyle karar alınmasında olduğu gibi asli şekil sakatlıkları idari işlemin sonucunu etkilediğinden iptaline karar verilmektedir.14 Buna karşılık idari işlemde yazı, dizgi hatalarında olduğu gibi tali şekil sakatlıklarının sonucu etkilemediği bahsiyle iptali gerekmemektedir.15Asli şekil sakatlıkları sonradan giderilememekle birlikte, tali şekil sakatlıkları sonradan düzeltilerek işlemin geçerliliği devam edebilmektedir.16 Ancak hangi şekil sakatlıklarının asli hangilerinin tali olduğu yönünde belirleyici kriterler bulunmamaktadır.17 Mevzuatta hatta Anayasa da öngörülmüş bir usul veya şekle uyulmaması asli şekil sakatlığı olmasına rağmen, Danıştay bazen bunu tali şekil sakatlığı olarak değerlendirmektedir. Örneğin Basın Kartları Yönetmeliğine göre, basın kartı verilmemesi durumunda idarenin gerekçe yükümlülüğüne uyarak işlemin gerekçesini ilgiliye bildirmesi gerekirken, Danıştay idarenin gerekçeye yer vermemesini sonucu etkilemeyen, ilgililerin durumunu değiştirmeyen bir özelliğe 11  Akyılmaz,SezginerveKaya,İdareHukuku,454.12 DİDDK,16.04.2009,E.2006/69,K.2009/1089.13 D.D,15.06.1954,E.1953/3272,K.1954/1790.14 D.D,10.11.2008,E.2006/5273,K.2008/6116.15 DİDDGK,21.10.1983,E.1982/506,K.1983/127.16 MetinGünday,İdareHukuku(Ankara:İmajYayınevi,2017),135vd.17 Akyılmaz,SezginerveKaya,İdariYargılama,1078. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi119900  Atila ERKALDoç. Dr.sahip olduğu yaklaşımıyla tali şekil sakatlığı olarak görmüştür.18 Hatta Anayasa nın md.40/2. fıkrasında belirtilen başvuru yollarının gösterilmesi yükümlülüğü de tali şekil sakatlığı olarak değerlendirilmektedir. Danıştay buna ilişkin kararında  başvuru zamanının ve yerinin bulunmadığı gerekçesiyle şekil yönünden hükümsüz kabul edilmesi Anayasanın 40. maddesinin 2. fıkrası ile sağlanmak istenen amacı aşan bir yorum olacaktır  gerekçesiyle kanaatimizce isabetsiz bir sonuca varmıştır.19 Anayasa md.40/2. fıkrası başvuru yollarını ve süresini gösterme konusunda idareye takdir ya da yorum yetkisi tanımamaktadır. Yükümlülük yüklediğinden bağlı yetki altındadır. Bu yükümlülüğe uyulmaması maddenin amacını aşma olarak yorumlanamaz. Kaldı ki idarenin hukuk kurallarına uymama ayrıcalığı bulunmamaktadır. Bu nedenle doktrinde şekil ve usul kurallarının keyfiliği önlemek için konulduğu, yargının görevinin işlemin mevzuata uygunluğunu denetlemek olduğu, hukuka aykırı bir işlemin çok veya az hukuka aykırılığından bahsedilemeyeceğinden asli- tali şekil sakatlığı ayrımının anlamsız olduğu belirtilmektedir.20 Kanunda öngörülen bir usul ya da şekil zorunluluğu yine kanunla verilen sonradan düzeltme yetkisine göre giderilebilmelidir. Şekil unsurundaki asli-tali sakatlık ayrımının belirsiz olması, kesin bir kriterin bulunmaması bu konudaki tartışmaları beraberinde getirmektedir. Aslında asli şekil sakatlığı olan bir durumun tali şekil sakatlığı olarak değerlendirilmesi sonucu, kişilerin hak arama özgürlüklerinin ihlaline neden olabilmektedir. Hangi usul veya şekil sakatlıklarının işlemin sonucunu etkilemeyeceği ve bu hatalardan hangilerinin sonradan giderilebileceğinin genel bir kural olarak düzenlenmesi, hatta bir idari usul kanunu çıkartılması elzemdir.İdari işlemin geçerliliği ile ilgili bir diğer durum ise sebep ikamesidir. Sebep ikamesi, yargı merciinin idarenin, işlemin sebebi olarak gösterdiği hususu dikkate almayıp, kendisi tarafından resen tespit edilen sebebe göre hüküm kurmasıdır.21 Sebep ikamesi, idarenin dayanak aldığı işlemin sebebinin hukuka aykırı olması ya da ida18 DİDDGK,17.10.1997,E.1995/769,K.1997/525.19 D.D,03.11.2010,E.2008/559,K.2010/5801;Danıştaybaşvuruyollarınıngösterilmesiniaslişekilsakatlığıolarakgörmesededavasüresineetkilerinikabuletmektedir.Bukonuda Bu durumda; Anayasanın 40 ıncı maddesinin ikinci fıkrasında yer alan,  Devlet, işlemlerinde, ilgili kişilerin hangi kanun yolları ve mercilere başvuracağını ve sürelerini belirtmek zorundadır.  amir hükmüne aykırı olarak, yukarıda anılan işlemlerde dava açma süresi ve başvuru yolları belirtilmediği için dava açma süresinin başlatılmasına olanak bulunmadığından gerekçesiyledavasüresininhiçbaşlamayacağınailişkinkararlarıbulunmaktadır,D.D,26.11.2014,E.2014/3745,K.2014/3772;D.D,09.02.2018,E.2015/50,K.2018/357;Ayrıca Anayasa nın 40. madde hükmü uyarınca, özel dava açma süresine tabi olmasına rağmen, bu hususun idari işlemde açıklanmaması halinde, dava konusu idari işlemin tebliği tarihinden itibaren, özel dava açma süresinin değil, 60 günlük genel dava açma süresinin uygulanması gerektiği sonucuna varılmaktadır gerekçesiyleverdiğikararlardaiseözelsüreöngörülendurumlardageneldavaaçmasüreleriningeçerliolduğunubelirtmektedir.D.D,02.02.2017,E.2015/4796,K.2017/437;D.D,10.09.2018,E.2018/1260,K.2018/6582.20 TuranYıldırım;MelikşahYasin;NurKaman;H.EyüpÖzdemir;GülÜstün;ÖzgeOkayTekinsoy,İdareHukuku(İstanbul:OnİkiLevhaYayıncılık,2018),376vd.21  Akyılmaz,SezginerveKaya,İdariYargılama,1103.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 119911renin işlemde dayandığı hukuk kuralında yanılgıya düşmesi durumunda söz konusu olabilmektedir.22 İdarenin işlemin sebebinde yanılgıya düşmesi durumunda yargı organın sebep bakımından doğru hukuk kuralını belirleyerek, işlemi hukuka uygun kabul etmektedir. Dayanılan sebebin hukuka aykırı olması durumunda ise mahkeme tespit ettiği sebebe dayanarak işlemi hukuka uygun kabul ederek işlemi iptal etmemektedir.23 Danıştay, yetki ve şekil unsuru yönünden hukuka uygun olan bir idari işlemde, idarenin dayandığı sebebin hukuka uygun veya aykırı bulunmasına karşın, yargı mercii tarafından yapılan denetimde başka bir hukuka aykırılık veya uygunluk neden saptanmış ise, idarenin ileri sürdüğü sebep dışında saptanan nedene göre uyuşmazlığın çözümleneceğini kabul etmektedir.24 Danıştay kararlarından idarenin gösterdiği sebep hukuka aykırı olsa bile, işlemin hukuka uygunluğu sonucunu doğuran başka bir sebebe dayanarak işlemin hukuki varlığının devam edeceği sonucu çıkmaktadır.C. USUL VE ŞEKİL HATALARININ SONRADAN DÜZELTİLMESİİdari işlemde hukuka aykırılık içeriğine ve esasına ilişkin olabileceği gibi meydana geliş sürecine ilişkin usulde de gerçekleşebilmektedir.25 Usul ve şekil dışındaki diğer unsurlardaki sakatlıklar sonradan düzeltilerek idari işlem geçerli hale getirilememektedir. Örneğin yetki sakatlıkları sonradan düzeltilerek idari işlem geçerlilik ya da hukukilik kazanamamaktadır.26Bir idari işlemde usul-şekil hataları varsa sonradan düzeltilerek hukuki varlığını devam ettirebilmesi hususunda Danıştay,  idarelerin hatalı işlemlerini düzeltebileceği ilkesi ni kabul etmektedir.27 Ancak bu ilkeye her usul-şekil sakatlığında değil sadece tali şekil sakatlıklarının giderilmesinde başvurulabilmektedir.28 Şekil sakatlıklarının idare tarafından sonradan giderilmesinin, ilke olarak idari işlemi sakatlıktan kurtarmayacağını, ancak sonradan düzeltilen şekil sakatlığının, işlemin içeriğini, özellikle maddi-teknik nitelikteyse işleme sağlık kazandıracağı belirtilmektedir.29 Danıştay, sonradan yapılan düzeltme işleminin hatalı işlemi geri alma niteliğinde olarak görmektedir. Buna göre yapıldığı tarihte yanlış, hatalı olan bir işlem sonradan yapılacak ikinci bir işlemle düzeltilebilecek, düzeltme işlemin ise yapıldığı tarihten son22  RamazanÇağlayan, İdariYargılamaUsulündeİdariYargıYerininSebepİkameYetkisi ,DD.Sy.141,S.13vd.(2016):9-40.23 Çağlayan,Sebepİkamesi,14;Danıştayiçtihatlarıylagelişensebepikamesi,resenaraştırmailkesininsebepikamesinindayanağıolamayacağı,idarenintakdiryetkisiniihlalettiği,yargıyerincebirneviidareyerinegeçerekkararalındığıgibigerekçelerleeleştirilmektedir.Akyılmaz,SezginerveKaya,İdareHukuku,428.24 DİDDK,3.12.1999,E.1999/775,K.1999/1200;D.D,22.12.2015,E.2014/4325,K.2015/10764.25 MichaelSachs,VwVfG§45,HeilungvonVerfahrens-undFormfehlern,in:Stelkens/Bonk/Sachs,Verwaltungsverfahrensgesetz(München:C.H.Beck,2018),Rn.5.26 Gözler,C.I,750;D.D,29.11.1996,E.1995/4567,K.1996/3513.27 D.D,13.06.1994,E.1993/3010,K.1994/2444.28 Akyılmaz,SezginerveKaya,İdariYargılama,1086.29 A.ŞerefGözübüyük;TurgutTan,İdareHukuku,C.1,GenelEsaslar(Ankara:TurhanKitabevi,2018),483;Gözler,C.I,850. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi119922  Atila ERKALDoç. Dr.rası için hüküm doğuran bir işlem değişikliği niteliğinde olmayacak, yeni bir işlemle önceki yanlış, hatalı işlemi ortadan kaldıran bir geri alma işlemi niteliği taşıyacaktır.30 Düzeltilebilecek nitelikte usul-şekil sakatlığı dava açmadan önce ya da dava aşamasında giderilebilecek ve işlem sağlık kazanabilecektir.31Dolayısıyla usul ve şekil unsurundaki sakatlıkların sonradan giderilmesi genel kabul görmektedir. Doktrinde ağırlıklı olarak usul-şekil hatalarının düzeltilmesinin kural olarak işlemi sakatlıktan kurtarmayacağını ancak, işlemin içeriğini etkilemediği takdirde işleme sağlık kazandıracağı belirtilmektedir. Bu bağlamdan usul-şekil sakatlıkları işlemin içeriğini etkileyip etkilemeyeceğine göre bir ayrım yaparak işlemin geçerliliğine ve sonradan düzetilip düzeltilemeyeceğine karar verilmesi yerinde olacaktır. Öncelikle usul ve şekil kurallarının işlemin muhatabının diğer haklarına etkisine bakmak gerekir. Çünkü usul kuralları aynı zamanda temel hakların korunmasına hizmet etmektedir.32 Örneğin başvuru yollarının gösterilmemesi, gerekçe yükümlülüğüne uyulmaması işlemin muhatabının hak arama özgürlüğünü gereği gibi kullanamamasına sebebiyet verebilmektedir.33 Esasa etki etmeyen usul kurallarının hukuki varlığını devam ettirebilmesi için aşağıda belirtildiği üzere göz ardı edilebilecek nitelikte olması gerekir. Buna karşılık dinlenilme hakkında olduğu gibi karara katılma ve idari işleme yön verme imkanı olduğundan farklı bir işlem çıkmasını sağlama durumu söz konusu olacağından esasa etki etmesi olasıdır. Dolayısıyla temel hakların korunmasına hizmet eden usul hakları ile esasa etki edebilme imkanı tanıyan usul haklarının sonradan düzeltilebilmesi kanunun verdiği yetkiyle olmalıdır.Kanunla öngörülmüş bir usul veya şekle uyulmaması sebebiyle hukuka aykırı olan bir işlemin ilkeye dayandırılarak hukuka uyun kabul edilmesi da birebiri ile çelişmektedir. İdari işleme sonradan sağlık kazandırılması usul-şekil hataları ve maddi hatalar ayrımını yaparak ayrı ayrı incelenmesini de gerektirmektedir. Maddi hatalarda sonradan düzeltme ile geçerlilik kazanmazken, usul hatalarında bu mümkündür.34 Nasıl ki kanun koyucunun öngördüğü usul ve şekil şartı herkesi bağlamaktadır, hataların düzeltilmesi de kanun koyucu tarafından kanunla öngörülmelidir. Almanya da İdari Usul Kanunu ve İdari Yargılama Usul Kanununda usul-şekil hatalarının sonradan düzeltilmesi hüküm altına alınarak ve idareye yetki tanınarak idarenin kanuniliği de sağlanmıştır.35 Ancak şunu da belirtmek gere30 D.D,03.04.1990,E.1990/50,K.1990/49.31 D.D,18.04.1989,E.1988/1646,K.1989/912.32 BVerfGE,120,(274),326vd.33 Örneğinidariişlemingerekçesiişleminsebebiniöğrenmeimkanısunduğundanişleminmuhatabıbunagöresavunmahakkınıgeliştirebilecektir.Sezginer,İdariİşlem,218vd.34 Almanhukukundausulhatalarınınyanındabazımaddihatalarındasonradandüzeltilebileceğihususundabkz.FriedrichSchoch, NacholenderBegründungundNachschiebenvonGründen ,DÖV,S.406(1984):401-411.35 Sachs,VwVfG§45,Rn.6.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 119933kir ki Almanya da idari usul kanunu yürürlüğe girmeden önce usul sakatlıkları, maddi sakatlıklar ile aynı ağırlıkta görülmemiş, usul sakatlıkları derecelendirilerek iptal edilmiş, tali nitelikteki şekil sakatlıkları ise kısmen görmezden gelinerek geçerliliğine hükmedilmiştir.36İdari işlemin canlandırılması farklı aşama ve yönetmelerle mümkün olabilmektedir. Bunları idari usul aşaması, idari usulün tamamlanmasından sonra yapılan idari başvurular aşaması ve yargılama aşaması olarak saymak mümkündür.II. ALMANYA DA İDARİ USUL VE ŞEKİL SAKATLIKLARININ SONRADAN DÜZELTİLMESİİdari işlemler bir idari usul sürecinde hazırlanan ve nihayete erdirilen işlemlerdir. İdari usul, sürecin başlaması, olayın incelenmesi, soruşturulması, usulden etkilenenlerin katılımı, dosya inceleme, dinlenilme hakkı gibi hakların güvence altına alınmasına ilişkin usul hükümlerinden meydana gelmektedir. Türkiye de genel bir idari usul kanununun bulunmamasından dolayı usule ilişkin hükümler mevzuatta dağınık bir biçimde yer almaktadır. Bunun dışında kamu ihale kanununda olduğu gibi özel kanunlarda, düzenlediği alana ilişkin usul kuralları mevcuttur. Türk hukukunun aksine Avrupa hukukunda, özellikle de Almanya da hem federal hem eyalet bazında genel idari usul kanunları bulunmaktadır.Almanya da idari usul kanunu yürürlüğe girmeden önce yukarıda ifade edildiği üzere usul ve şekil hatalarının idari işlemin sonucunu etkileyip etkilemediğine göre bir ayrım yaparak geçerliliğine karar verilmekteydi.37 Bu bağlamda asli/kesin (absolute) ve tali hata ayrımı yapılmış, hukuki sonucu etkilemeyen tali şekil sakatlıklarında idari işlem geçerli kabul edilmiştir. Ancak bu dönemde de idari usul kurallarının zorunlu olduğu, bunlara uyulması, uyulmaması durumunda müeyyidelendirilmesi gerektiği, usul sakatlıklarının görmezden gelinmesinin idarenin keyfiliğine sebebiyet verebileceği gerekçeleriyle eleştirilerek, usule aykırı tesis edilen idari işlemin hukuka aykırı olması sebebiyle iptali gerektiği savunulmuştur.38İdari usul kanunuyla birlikte sonradan düzeltilebilecek usul ve şekil sakatlıkları kanunla düzenlenmiştir. Bunun dışındaki şekil sakatlıklarında ise asli şekil sakatlığı olup olmadığına göre idari işlemin geçerliliğine karar verilmektedir.36 HansWernerLaubinger, HeilungundFolgenvonVerfahrens-undFormfehlern-§§45und46VwVfGsowie§§126und127AO1977inderRechtsprechung ,VerwArch72,S.333(1981):331351;BVerwG29,s.283vd.37 Almanya daidariişlemdekişekilhatalarınınsonradandüzeltilmesiPrusyadöneminekadargerigitmektedir.PrusyaYüksekİdareMahkemesiyargıaşamasındadaşekilhatalarınındüzeltilerekhukukaaykırılığıngiderilebileceğinikabuletmekteydi.WolfgangDurner, DieBehördlicheBefugniszurNachbesserungfehlerhafteVerwaltungsakte ,VerwArch97,S.351vd.(2006):345-380.38 Haueisen,Fritz, VerwaltungsverfahrenundVerwaltungsakt ,DÖV,S.656(1973):653-657;Maurer,Hartmut, DasVerwaltungsverfahrensrechtdesBundes ,JuS,S.492(1976):485-497. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi119944  Atila ERKALDoç. Dr.A. İDARİ USUL KANUNUNDA USUL VE ŞEKİL SAKATLIKLARININ DÜZELTİLMESİ İLE GÖRMEZDEN GELİNMESİNE İLİŞKİN HÜKÜMLERAlman İdari Usul Kanunu nun (Verwaltungsverfahrensgesetz-VwVfG) 3. bölümünün 2. kısmında idari işlemin geçerliliği ayrıntılı bir şekilde hüküm altına almaktadır. İdari işlemde şekil VwVfG md.37 de hüküm altına alınmaktadır. Temel kural idari işlemde şekil serbestisinin olmasıdır. Buna göre bir idari işlem yazılı, elektronik, sözlü ya da başka bir şekilde tesis edilebilmektedir. Ancak sözlü idari işlem, haklı menfaatin olması durumunda ilgili tarafından gecikmeksizin talep edilerek, yazılı hale getirilmektedir. VwVfG md.44 idari işlemin hangi hallerde yok hükmünde olduğunu düzenlemekte, VwVfG md.45 te ise usul ve şekil hatalarının sonradan düzeltilmesi hükmü yer almaktadır.VwVfG md.45 yanında vergi işlemleri için Vergi Kanunu md.126, sosyal güvenlik alanında tesis edilen işlemler için Sosyal Güvenlik Kanunu X. Kitabı md.41, usul ve şekil hatalarının sonradan düzeltilerek işleme sağlık kazandırılması hükmüne yer vermektedir. Dolayısıyla üç temel alana ilişkin ayrı kanunlarda usule ilişkin hükümlerin yanında hatalarının sonradan giderilmesi de ayrı ayrı düzenlenmiştir. Hükümler içerik olarak birbirine benzemektedir. Kanun koyucu her usul ve şekil sakatlığının idari işlemin hukuka aykırılığını sonucunu doğurmaması, maddi ve içerik açısından hukuka uygun idari işlemin iptalini ve yeni bir işlem için aynı usul sürecinin baştan tekrarlanmasını önlemek amacıyla bu hükümleri getirmiştir.39 Bu temel alanlar dışında özel kanunlarda da usul hataları ve bunların sonradan düzeltilmesi yer almaktadır. Örneğin çevreye ilişkin başvuru yollarını düzenleyen UmwRG md.4 çevreyle ilgili alınan kararlarda usul hatalarının sonradan düzeltilmesini hüküm altına almaktadır.41 Bir bütün olarak bakıldığında Alman idari usul hukukunda idari işlemdeki usule ve şekle ilişkin hataların sonradan düzeltilmesinin yaygınlaştırılma çabası olduğu görülmektedir.42VwVfG md.46 ise genel olarak usul ve şekil hatalarının sonuçlarını hüküm altına almakta ayrıca md.45 te yer alan beş usul hatası da bu kapsamda değerlendirilmektedir.43 İdari işlemde md.45 te sayılan usul ve şekil hatası giderilemiyorsa hemen iptal edilmemektedir. 46. madde uyarınca öncelikle görmezden gelinebilecek bir usul hatası olup olmadığının tespit edilmesi gerekmektedir. Eğer görmezden gelinebilecek bir hataysa idari işlemin geçerliliğine etki etmeyecek, aksi durumda iptali gerekecektir.39 BT-Drucks.7/910,s.65vd.40 AvrupaBirliğidirektifiçerçevesindeyürürlüğekonulanGesetzÜberergänzendeVorschriftenzuRechtsbehelfeninUmweltangelegenheitennachderEG-Richtlinie2003/35/EG(UmweltRechstbehelfsgesetz-UmwRG).41 Bukonudaayrıntılıolarakbkz.JohannesSaurer, HeilungvonVerfahrensveghlerninumweltrechtlichenZulassungsverfahren ,NVwZ,S.1137vd.(2020):1137-1143.42 Wolfgang,VerwArch2006,346vd.43 Sachs,VwVfG§45,Rn.18.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 119955VwVfG 45 ve 46. maddeleri usul ve şekil hatalarına ilişkin olsa da arasında temel farklılık bulunmaktadır. VwVfG md.45 usul ve şekil sakatlıklarının sonradan düzeltilebilesine imkan tanırken, md.46 idari işlemin esasına etki etmeyen usul ve şekil sakatlıklarının görmezden gelinmesini, diğer bir ifadeyle dikkate alınmamasını hüküm altına almaktadır.44 Usul ve şekil hatalarının sonuçlarını düzenleyen md.46 ya göre; yok hükmünde olmayan idari işlemler olaya ilişkin alınan kararın açıkça sakatlanmasına etki etmediği sürece sadece usul, şekil ya da bölgesel yetkiye ilişkin hükümlere aykırı olması sebebiyle iptali ya da geri alınması talep edilememektedir. Dolayısıyla idari işlem için öngörülen usul ve şekil kurallarına uyulmamış olmasının kararın esasına etki edecek ağırlıkta olup olmadığının tespitini gerektirmektedir.45İdari usul kanununda usul ve şekil sakatlıklarının sonradan düzeltilerek idari işleme sağlık kazandırılmasına ve usuldeki hataların görmezden gelinmesine ilişkin hükümler doktrinde usul ekonomisine uygun olarak kabul görürken, eleştirilerde neden olmaktadır.46 Hatta anayasaya aykırı olduğunu savunanlar bulunmaktadır. Bu görüşe göre dinlenilme gibi usul hakları idari karara yön verebildiğinden, usulde dinlenilme hakkı tanınmadan karar çıkması durumunda ilgilinin sonradan bu karara etki edemeyeceği ve hukuk devleti ile anayasada yer alan hukuki dinlenilme hakkıyla çelişeceği belirtilmektedir.47B. ALMAN İDARİ USUL KANUNUNDA USUL VE ŞEKİL SAKATLIKLARININ SONRADAN DÜZLETİLMESİVwVfG md.43 uyarınca idari işlem, muhatabına tebliğ edildikten sonra hüküm ve sonuç doğurmaktadır. Yok hükmündeki işlemler hariç sakat bir idari işlem geri alınmadığı, kaldırılmadığı iptal edilmediği ya da farklı şekilde hukuki varlığı sona ermediği sürece yürürlüğünü ve etkisini devam ettirmektedir. Buna istinaden usul ve şekil sakatlıkları olan bir idari işlem kendisinden beklenen hukuki sonucu doğurmaktadır. Usul ve şekil sakatlıklarının sonradan düzeltilmesiyle, işlem bu açıdan hukuka uygun hale gelmekte, idari işlemin iptal davasına konu olmasına gerek kalmadan sağlık kazanmaktadır.48 Kanunda sonradan düzeltilecek usul ve şekil hatalarının hangileri olduğu sayma yoluyla belirlenmiştir.44  FranzSchemmer,VwVfG§46,FolgenvonVerfahrens-undFormfelern,in:BeckOKVwVfG,Bader/Ronellenfitsch2021,Rn.26.45 Sachs,VwVfG§45,Rn.135.46 FerdinandKopp;UlrichRamsauer,VwVfG§45,Verwaltungsverfahrensgesetz,(München:C.H.Beck,2020),Rn.1,§46,Rn.4.47 ReinerWahl;JostPitzcker, VerwaltungsverfahrenzwischenVerwaltungseffizienzundRechtschutzauftrag ,VVDStRL41,S.173(1983):151-186;GwiasdaBenjamin,DasverfahreneVerfahren:§45VwVfGundseineWirkungen,NVwZ,S.532(2021):526-532.48 SteffenDetterbeck,AllgemeinesVerwaltungsrechtmitVerwaltungsprozessrecht(München:C.H.Beck2020),213. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi119966  Atila ERKALDoç. Dr.VwVfG 45. maddeye göre usul ve şekil hataları;(1) [VwVfG] 44. madde uyarınca idari işlemi yok hükmünde saymayacak idari usul ve şekil hataları şu durumlarda göz ardı edilir, 1. İdari işlemin yapılması için gerekli olan dilekçenin sonradan idareye verilmesi,2. İdari işlem için zorunlu olan gerekçenin sonradan yazılması,3. İdari usulde dinlenilmesi gereken katılanların sonradan dinlenilmesi,4. İdari işlemin tesisi için zorunlu olan bir komisyon kararının sonradan alınması,5. İdari işleme katılması gereken başka bir idarenin, daha sonradan karara katılması Bu madde usul ve şekil hatalarının giderilmesini düzenlediğinden esasa ilişkin diğer hataları kapsamamaktadır.49 Dolaysıyla söz konusu sakatlıklar idari işlemin içeriğine ilişkin değil, meydana geliş sürecine yönelik olmalıdır. Bu nedenle idari işlemin maddi açıdan hukuka uygunluğuna değil, şekli açıdan hukuka uygunluğuna hizmet etmektedir.50 Kanunda sayılan bu hallerde usul hatalarının düzeltilebilmesinin, kişilerin haklarını kullanmasına mani olunmaması şartına bağlıdır. Eğer haklarını kullanmasına mani oluyorsa idari işlemdeki usul sakatlığının sonradan düzeltilememektedir.51 İdari işlemin içeriğine hiç etki etmeyen, idarenin iradesine yansımayan yazım ya da hesap gibi şekil hataları ise herhangi bir usul sürecine gerek kalmadan her zaman doğrudan giderilebilmektedir.52VwVfG md.45 uyarınca idari usul ve şekil hatalarının sonradan düzeltilebilmesi için md.44. uyarınca idari işlemin yok hükmüne olması sonucu doğurmaması gerekmektedir. VwVfG md.44/1. fıkra uyarınca bir idari işlem tüm koşullar bakımından makul bir şekilde değerlendirildiğinde ağır bir hata olduğunun açıkça görülmesi durumunda yok hükmündedir. Buradaki sakatlık bir bütün olarak hukuk düzeniyle uyuşmayacak derecede ağır olduğundan, idari işlemin hukuki sonuç doğurması mümkün olmayacağından usul ve şekil hatalarının da sonradan düzeltilmesi mümkün değildir. Maddenin devamında her hâlükârda idari işlemin yokluğu sonucu doğuran durumlar ve istisnalar düzenlenmiştir. Buna göre yazılı veya elektronik olarak yapılmış bir idari işlemde, işlemi yapan idarenin kim olduğunun belirlenememesi, idari işlem yapmaya yetkili olmaması, idari işlemin suç ya da para cezası gerektiren bir eylemde bulunmayı içermesi gibi durumlarda 49 Sachs,VwVfG§45,Rn.1.50  Sachs,VwVfG§45,Rn.1.51 FerdinandKopp, DieHeilungvonMängelndesVerwaltungsverfahrensundNachschiebenvonGründenimVerwaltungsprozeβ ,VerwArch61,S.219vd.(1970):219-259.52  MichelLysanderFremuth, FormelleFehlerdesVerwaltungsaktsundIhreFolgen ,JA,S.844(2012):844-850;StefanStorr;RainerSchröder,AllgemeinesVerwaltungsrecht(Stuttgart:Kohlhammer2021),155.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 119977işlem yok hükmündedir. İdari işlemin yokluğu idare tarafından resen ya da talep üzerine tespit edilebilir. İdare tespit konusunda hareketsiz kalırsa İdari Yargılama Usul Kanunu (VwGO) md.43 uyarınca idari yargıda yokluğun tespiti davası açılabilmektedir. Eğer iptal davası açılmışsa mahkeme tarafından da işlemin yokluğuna karar verilebilmektedir.53VwVfG md.45/2. fıkrasında usul ve şekil hatalarının idari yargılama usulünde de düzeltilebileceğini hüküm altına almaktadır. Buna göre esasa ilişin yargılamanın son aşamasına diğer bir ifadeyle esasa ilişkin karar verilinceye kadar düzeltme yapılabilecektir.VwVfG md.45/3. fıkrada ise idari işlemde gerekli gerekçe eksik ya da hiç gösterilmemişse veya idari işlem yapılmadan önce idari usule katılan ve dinlenilmesi gereken kişinin dinlenilmemesi sebebiyle işlemin iptaline ilişkin süre kaçırılmışsa, bu kusura dayandırılmamaktadır. Eski hale getirmeyi düzenleyen VwVfG 32. maddesinin süreye ilişkin 2. fıkrasına göre hareket edilerek, usul ve şekil hatasının düzeltildiği tarihte süre tekrar işlemeye başlamaktadır.1. İdari İşlemin Yapılması İçin Gerekli Olan Dilekçenin Sonradan İdareye VerilmesiBir idari işlemin yapılması muhatabının talebine bağlıysa, dilekçe verilmeden idarenin idari işlemi tesis etmesi, ağırlığına göre onu yok hükmünde veya iptal edilebilir kılmaktadır.54 Örneğin işyeri açılması, bina yapılması ya da devlet destek ve teşviklerinden yararlanmak için idareden bu yönde talepte bulunulması zorunludur. Kişi sadece destek ya da teşvik konusunda bilgi almak için idareye başvurduğu, ancak talepte bulunmadığı halde yararlandırılırsa usul sakatlığı bulunmaktadır.55 Kişinin amacı sadece bilgi almak olduğu halde idarenin ilgiliye bilgi, belge ve dilekçe formunu vermesi ve bunu kişinin talepte bulunması olarak değerlendirilerek ya da gözden kaçırılarak bu yönde kayıt yapılması söz konusu olabilmektedir. İdare bu kayda dayanarak kişinin dilekçe vermediği halde yararlandırılması yönünde bir idari işlem tesis ederse, ilgili bu teşvikten faydalanmak istiyorsa kendi rızasıyla dilekçesini sonradan idareye vererek idari işlemin geçerlilik kazanmasını sağlayabilmektedir.İdarece tesis edilen idari işleme kişinin sonradan verdiği muvafakat ya da kısıtlı olanların veya fiil ehliyetine sahip olmayan küçüklerin verdiği dilekçeye istinaden tesis edilen işlemlerin bu kişilerin veli ya da vasilerin muvafakati ile sonradan düzeltilmesi mümkündür.56 Dilekçe idari işlemin yapılmasından sonra dava açmadan önce verilebileceği gibi, kanun hükmünde de görüldüğü üzere 53  StorrveSchröder,154.54  Sachs,VwVfG§45Rn.28.55 GuyBeaucamp,HeilungundUnbeachtlichkeitvonformellenFehlernimVerwaltungsverfahren,JA,S.117(2007):117-120.56 Sachs,VwVfG§45,Rn.28. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi119988  Atila ERKALDoç. Dr.dava açıldıktan sonra da esasa ilişkin karar verilene kadar bu sakatlık sonradan düzeltilebilmektedir. Ancak doktrinde idari usul ve şekil hatalarının idareden kaynaklanması durumunda mümkün olduğu, dilekçe hakkının ise muhataba ait olması sebebiyle idari aşamada sonradan vererek bu usul sakatlığını giderebileceği, yargı aşamasında ise bunun mümkün olamayacağı savunulmaktadır.572. İdari İşlemde Gösterilmesi Gereken Gerekçenin Sonradan TamamlanmasıVwVfG md.39 idari işlemde gerekçe yükümlülüğünü hüküm altına almaktadır.58 Buna göre idari işlem sebebinin ilgiliye bildirilmesi gerekmektedir. Sebep unsuru maddi hukukla ilgili olmakla birlikte, gerekçe işlemin usul-şekil unsuru ile ilgilidir.59 Ayrıca sebep hakime gerekçe ise ilgiliye yöneliktir.60 Bu yükümlülüğe uyulmaması durumunda bir usul hatası ortaya çıkmakta, idari işlem hukuka aykırı olmaktadır. Ancak bu işlem yoklukla geçersiz kılacak ağırlıkta bir sakatlık değildir.61 Dolayısıyla idari işlemin gerekçesi sonradan yazılarak idari işlem sağlık kazanabilmektedir.62İdari  işlemde  gerekçenin  hiç  gösterilmemiş  olmasının  yanında  VwVfG md.39/1. fıkrasına uygun yazılmamış gerekçe de hukuka aykırı olduğundan, sonradan tamamlanması mümkündür.63 Gerekçe yükümlülüğü özel kanuna dayanıyorsa gerekçenin kanunda öngörülen şartlar çerçevesinde yazılması veya tamamlanması gerekmektedir. Ancak burada dikkat edilmesi gereken husus idari işlemin yapılışında dayanılan sebebe ilişkin gerekçenin gösterilmesidir. Başka bir sebebe dayanılarak başka gerekçe gösterilmesi mevcut idari işlemde gerekçenin sonradan tamamlanması anlamına gelmeyeceğinden hukuka aykırılık devam edecektir.64 Gerekçe idari işlem yapıldıktan sonra yapan idare tarafından sonradan düzeltilebileceği gibi, itiraz sürecinde itiraz merci tarafından da giderilebilecektir.65Gerekçeye ilişkin hatalar ve eksikliklerin sonradan düzeltilmesinde süre sınırı olması gerektiği özellikle dava açılmadan önce yapılması yönünde görüşler bulunmaktadır. İdari işlemde gerekçenin işlemin muhatabına, hakkını daha etkili koruma imkanı sunmasının yanında gerekçeye istinaden hak arama yollarına gidip gitmeyeceğine karar vermesi, özellikle eksik gerekçe durumunda bazı mağ57 Kei-UweRiese,VwGO§113,in:Schoch/Schneider,VwGO(München:C.H.Beck2021),Rn207.58 Bukonudaayrıntılıolarakbkz.AtilaErkal, TürkveAlmanHukukundaGerekçeYükümlülüğü ,SÜHFDC.17,Sy.1,S.120vd.(2009):119-150.59 Erkal,124.60 Akyılmaz,İdariİşlem,200.61 Kopp/Ramsauer,§45,Rn.22.62 Erkal,147.63  StorrveSchröder,156.64 BVerwGE133,13,Rn.13;Sachs,VwVfG§45,Rn.34,45.65 Schoch,DÖV1984,406.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 119999duriyetler yaşamasına sebebiyet verecektir. Özellikle eksik gerekçede işlemin hukuka uygun olduğu kanısına vararak uzun yargılamalar maruz kalmamak için dava açmama ihtimali bulunmaktadır. Bu nedenle de dava açmadan önce bu eksikliklerin düzeltilmesi gerektiği savunulmaktadır.663. İdari Usulde Dinlenilmesi Gereken Katılanların Sonradan DinlenilmesiVwVfG md.28 idari usulde hukuki dinlenilme hakkını düzenlemektedir. Bunun yanında kanunun 38/1-2, 63, 67/1 ve 73/4. maddelerinde de alan bazlı dinlenilme hakları mevcuttur. Ayrıca özel kanunlarda dinlenilme hakkına yer veren hükümler bulunmaktadır. VwVfG md.28 yanında diğer hükümlerde yer alan dinlenilme hakları da VwVfG md.45 kapsamında değerlendirilerek sonradan düzeltilebilmektedir.67 Ancak bu husus doktrinde kanun sistematiğine uymadığı, kanunun genişletilerek uygulanmasıyla diğer alanlarda yazılı olmayan istisnalar doğurduğu gerekçeleriyle eleştirilmektedir.68Kanun dinlenilmeyi kişiye bir hak olarak tanırken, idareye bu konuda yükümlülük getirmektedir.69 İdari işlem tesis edilirken kanunen zorunlu olarak dinlenilmesi gereken usule katılanlar dinlenilmemişse bir usul sakatlığı söz konusu olmaktadır. Bu usul sakatlığı da VwVfG md.45/1-3. fıkrası uyarınca sonradan düzeltilebilmektedir. Ancak bunun maddi hukuk çerçevesinde dinlenilme hakkı ile ilgili olmaması gerekmektedir. Ayrıca katılanın dinlenmemiş olması, idari işlemin yok hükmünde sayılmasını gerektirecek ağrılıkta olmamalıdır.70 Yok hükmünde sayılan bir idari işlemin sonradan dinlenilme hakkının tanınmasıyla sağlık kazanması mümkün değildir. Dinlenilme hakkının idari işlemi tesis eden idare tarafından sonradan tekrarlanarak usul hatasının giderilmesi gerekmektedir. İdari işlem birden fazla idarenin katılımıyla tesis ediliyorsa bu durumda bu idarelerin birlikte dinlemesi gerekmektedir.İdari usulde dinlenilme hakkına riayet etmeden işlem tesis edilmesi ve bunun sonra giderilerek idari işleme sağlık kazandırılması haklı olarak eleştirilere konu olmaktadır. İdari usule katılan dinlenilme hakkı ile kendisini ifade etme, kendi bakış açısıyla olayları değerlendirme ve idareyi etkileyerek lehine karar çıkmasını sağlayabilme imkanına sahiptir. Tesis edilen bir idari işlemden sonra dinlenilme hakkının tanınması durumunda karara yön verme imkanı da ortadan kalkmaktadır.71 Bu nedenle dinlenilme hakkına ilişkin usul hatasının sonradan düzeltilmesi, ancak bu hakkın anlam ve amacına ulaşması durumunda mümkündür. Bu da usule katılanların dinlenilmesiyle elde edilen bilgi ve görüşlerin idari 66  Beaucamp,JA2007,118;Sachs,VwVfG§45,Rn.38.67 Kopp/Ramsauer,VwVfG§45,Rn.16vd.;BVerwG,NVwZ1984,578vd.68 Hufen,FehlerimVerwaltungsverfahren,365;Beaucamp,JA2007,119.69 Gwiasda,NVwZ2021,528.70 Sachs,VwVfG§45,Rn.70-73.71 Gwiasda,NVwZ2021,526,528. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi220000  Atila ERKALDoç. Dr.işleme etkisinin kontrolüyle mümkün olmaktadır. Örneğin bir memurun disiplin suçu nedeniyle dinlenilmeden görevine son verilmesi üzerine bir üst makama itiraz etmesi durumunda, üst makamın eksik olan dinlenilme hakkını tanıyarak usul hatasını sonradan gidermesi anlam ve amaca aykırılıktan dolayı mümkün değildir.72 Bu sebeple doktrinde ve bazı yargı kararlarında hukuki dinlenilmenin VwGO md.68 uyarınca en geç dava açılmadan önceki, ön usulde düzeltilebileceği ifade edilmektedir.73Diğer taraftan dinlenilme hakkının mevcut idari işleme ilişkin tanınması gerekmektedir. Mevcut idari işlemle ilgisi olmayan ya da işlemle ilgisi olsa da karara etkisi olan olaylar dışında dinlenilme hakkı tanınması da idari işleme sağlık kazandırmamaktadır.74 Dinlenilme hakkının karar alınmadan önce ya da sonra tanınması hem ilgili hem de idare açısından karara etki bakımından farklılık arz etmektedir.75 Dinlenilme hakkının karara etki etmeyeceğini düşünen ilgili sonradan dinlenmeyi reddedebilmektedir.764. İdari İşlemin Tesisi İçin Zorunlu Olan Bir Komisyon Kararının Sonradan Alınmasıİdari işlemin yürürlüğe girebilmesi kanunla öngörülmüş bir komisyon kararına ihtiyaç duyduğu halde, bu komisyon kararı alınmadan işlem tesis edilmişse hukuka aykırıdır. İhtiyaç duyulan karar, başka bir tüzel kişi içinde yer alan komisyona ait olabileceği gibi, aynı tüzel kişilik içinde yer alan bir komisyon kararı da olabilmektedir. Örneğin eğitim kurumlarına ilişkin mevzuatta öngörülen kitap harçlarının eğitim araçları komisyonunun katılımı ile yükseltileceği kuralına aykırı bir şekilde komisyon kararı olmadan yükseltilmişse işlem sakattır ve bu usul sakatlığı daha sonradan düzeltilebilmektedir.77 Buna karşılık özel kanunla öngörülmesi durumunda komisyon kararının idari işleme etkisinin idari işlemin tesisinden önce gönderilmesiyle mümkünse, komisyon kararının sonradan gönderilmesi idari işleme sağlık kazandırmamaktadır.785. İdari İşleme Katılması Gereken Başka Bir İdarenin, Daha Sonradan Karara Katılmasıİdari işlemin birden fazla idarenin katılımıyla tesis edilmesi zorunluysa, karar altında hepsinin imzası bulunmalıdır. İdari işlem eksik katılımla tesis edilmişse, kararda iradesi bulunmayan idarenin sonradan karara katılımı sağlanarak usul 72 Fremuth,JA2012,845.73 Detterbeck,s.215;BVerwGE66,s.114.74 Sachs,VwVfG§45,Rn.84.75 Beaucamp,JA2007,118.76  Sachs,VwVfG§45,Rn.91.77 Fremuth,JA2012,847.78 Laubinger,VerwArch1981,339.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 220011hatası kaldırılabilmektedir. Bu müşterek ya da zincir işlemlerde karşımıza çıkan bir durumdur. Buna karşılık yetkisiz bir idarenin aldığı kararın, yetkili bir idarece muvafakat göstererek onaylanması bu kapsamda yer almaz. Kaldı ki yetkisiz idarenin aldığı karar yetkili idarenin onayıyla da geçerlilik kazanamaz.Karara katılacak idareler ayrı tüzel kişilik olabileceği gibi, aynı tüzel kişilik içinde farklı birim ya da makamlar da olabilmektedir.79 Buradaki usul idari işlemin tesisi için gerekli komisyon kararının sonradan alınmasına benzemektedir. Gerek başka idarenin katılımı gerekse komisyon kararının alınacak idari işleme etkisinin işlem muhatabının (menfaatinin) korunmasıyla ilgili olup olmayacağı fıkrada düzenlenmemektedir. Ancak doktrinde ve yargı kararlarında sonradan düzeltmenin muhatabın menfaatinin korumaya hizmet etmesi gerektiği belirtilmektedir.80C. İDARİ USUL VE ŞEKİL HATALARININ SONRADAN GİDERİLMESİNDE SÜREVwVfG md.45/2. fıkrası uyarınca idari usul ve şekil hataları esasa ilişkin yargılamanın son aşamasına kadar düzeltilebilmektedir. Dolaysıyla hem idari süreçte hem de yargılama sürecinde düzeltme yapılarak idari işlemin geçerliliği sağlanabilmektedir. Kanun koyucu yargılama aşamasında da düzeltme yapılabileceğini 1996 yılında kabul etmiştir.81Bunun öncesinde sadece idari aşamada ve ayrıca dava açılmadan önce ön aşama öngörülmüşse bu aşamada, kısaca dava açılmadan önce usul ve şekil hatalarının düzeltilmesi mümkündü.82 VwGO md.68 iptal davası açmadan önce işlemin hukuka ve yerindeliğe uygunluğunun bir ön usulde idare tarafından denetlenmesini hüküm altına almaktadır. Bu usulde usul ve şekil sakatlıkları sonradan düzeltilerek idari işleme geçerlilik kazandırabilmektedir. İdari yargı aşamasında da usul ve şekil hatalarının sonardan düzeltilme imkanının getirilmesi yargısal fırsat eşitliğini, hakimin tarafsızlığını ve hukuki dinlenilme hakkını ihlal ettiği gerekçeleriyle anayasaya aykırılık tartışmalarını beraberinde getirmiştir.831. İdari AşamaYukarıdan sayılan beş idari usul ve şekil sakatlıkları dava açılmadan önce idari aşamada sonradan düzeltilerek işleme geçerlilik kazandırılmaktadır. Usulle ilişkin yükümlülükleri idari işlemi tesis edecek idare tarafından yerine getirilece79 Sachs,VwVfG§45,Rn.98.80 Sachs,VwVfG§45,Rn.100.81 GesetzzurBeschleunigungvonGenehmigungsverfahren(GenBeschlG),BGBl.I,S.1354Art.1Nr.3.82 Gwiasda,NVwZ2021,527.83 FriedhelmHufenveTorstenSiegel,FehlerimVerwaltungsverfahren(BadenBaden:NomosVerlag2021),Rn.959;WolfRüdigerSchenke,„Reform ohneEnde-DasSechsteGesetzzurÄnderungderVerwaltungsgerichtsordnungundandererGesetze(6.VwGOÄndG) ,NJW,S.86(1997):81-93. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi220022  Atila ERKALDoç. Dr.ğinden, bunlara hiç uymaması yada eksik yerine getirmesi durumunda usul hataları yine aynı idare tarafından sonradan düzeltilecektir. İdari işlem birden fazla idarenin katılımıyla çıkartılıyorsa, usul hataları bu idareler tarafından müşterek giderilecektir. Tesis edilen idari işleme karşı itiraza başvurulmuşsa, itirazı değerlendiren üst makam VwVfG md.43 uyarınca idari işlemi geri alabilir, kaldırabilir değiştirebilir ya da ilgili makam iade edebilir.84 İtiraz makamının usul ve şekil hatalarını sonradan düzeltebilmesi hususunda tartışmalar olsa da, ağır basan yaklaşım düzeltilebileceği yönündedir.85 Buna karşılık itiraz sürecinde idari işlemdeki usul ve şekil hatalarının düzeltilmesinin md.45 e, değil md.43 e dayanarak hukuki ve yerindelik denetimi çerçevesinde mümkün olacağı ifade edilmektedir.862. Yargısal Aşamaİdari işlem aleyhine idari yargıda dava açılmışsa, usul ve şekil hatalarının giderilmesi esasa ilişkin yargılamanın son aşamasına kadar mümkündür. Esasa ilişkin yargılamada son aşama karar aşaması olduğundan, usul ve şekil sakatlıkları karar verilene kadar düzeltilebilecektir.87 Maddi yargılama yapılmayan sadece kararın hukukilik denetimini yapıldığı temyizde olduğu ve diğer kanun yollarında ise idari usul ve şekil hatalarını düzeltilmesi istenemez ve yapılamaz.88Yargısal aşamada usul hataları mahkeme tarafından doğrudan giderilememektedir. Düzeltme idari işlemi tesis eden idare tarafından yapılmaktadır.89 Yargısal aşamada işlemdeki usul ve şekil sakatlıkların hukuka uyun düzletilebilmesi için süresinde, yetkili idare tarafından formaliteden uzak ve etkili bir şekilde yapılması gerekmektedir. Yargılama aşamasında idare işlemin geçerliliğini devam ettirmek, diğer bir ifadeyle işlemi kurtarmak için çabalayacağından, mahkemenin, işlemdeki usul veya şekil hatasının hukuka uygun bir şekilde düzeltildiğini kontrol etmesi özel önem taşımaktadır.90 İdari işlemdeki usul veya şekil hatası düzeltildikten sonra, ilk yapıldığı tarihten itibaren hukuka uygun hale geldiğinden mahkeme tarafından diğer unsurlar bakımından hukuka uygun olup olmadığını denetlenecektir.91 Ancak usul ve şekil sakatlığı sonradan düzeltildiğinde davacının davasını geri çekme hakkı da bulunmaktadır.9284 MaxEmanuelGeis,VwGO§68Vorverfahren,Sodan/Ziekow,Verwaltungsgerichtsordnung(MünchenC.H.Beck,2018),Rn.211vd.85 Detterbeck,213;Geis,VwGO§68,Rn.217.86 Durner,VerwArch2006,352.87 Gwiasda,NVwZ2021,526;Detterbeck,214.88 Sachs,VwVfG§45,Rn.108.89 FriedrichSchoch, DieHeilungvonAnhörungsmängelnimVerwaltungsverfahren ,Jura,S.32(2007):28-32.90  Hufen/Siegel,Rn.960.91 Hufen/Siegel,Rn.973.92 Storr/Schröder,157.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 220033D. VwVfG 45. MADDEDE YER ALMAYAN DİĞER USUL VE ŞEKİL SAKATLIKLARININ SONRADAN DÜZELTİLMESİAlman hukukunda idari usul kanununda öngörülen beş usul hatasının sonradan düzeltilmesi dışında diğer usul hatalarının da düzeltilip düzeltilmeyeceği hususunda tartışmalar devam etmektedir. VwVfG md.45 in sadece maddede sayılan hallerle sınırlı olduğu, kıyasen diğer kanunlarda yer alan usul ve şekil sakatlıklarında uygulanamayacağı belirtilmektedir.93 Ancak ağır basan görüş ve uygulama bu hükmün diğer kanunlarda yer alan usul ve şekil hatalarının sonradan düzeltilmesinde de maddede sayılan beş durumla sınırlı olmak üzere kıyasen uygulanması yönündedir.94E. İDARİ USUL VE ŞEKİL HATALARININ GÖRMEZDEN GELİNMESİVwVfG md.46 yukarıda da ifade edildiği üzere idari işlemin esasına etki etmeyen usul ve şekil sakatlıklarının görmezden gelineceğini düzenlemektedir.95 VwVfG md.45 sonradan düzelterek idari işlemin hukuka uygun hale gelerek sağlık kazanmasını hüküm altına alırken md.46 bir düzeltme öngörmemektedir. Bu durumda idari işlem şeklen hukuka aykırı olsa da iptali istenemediğinden geçerli kabul edilmektedir.96 Usul ve şekil hatalarının görmezden gelinebilmesi için öncelikle idari işlemin yok hükmünde sayılacak başka bir sakatlığının bulunmaması gerekmektedir. Ayrıca idari işlemin esasına etki etmediği açıkça görülmelidir. Dolayısıyla usul ve şekil ile bölgesel yetkiye ilişkin hükümlere aykırı olmakla birlikte olaya ilişkin alınan kararın açıkça sakatlanmasına etki etmediği sürece idari işlemdeki bu hatalar görmezden gelinebilmekte ve işlemin iptali ya da geri alınması talep edilememektedir.97 Bir usul ve şekil hatası idari işlemin içeriğine etki ediyorsa, kararın hukuki sonucunu değiştiriyorsa asli bir sakatlık olarak kabul edilmekte ve sonradan düzeltilerek idari işleme sağlık kazandırmamaktadır.98İdari usul kanunun öngördüğü belli usul ve şekil hatalarında ise asli/kesin ya da tali olup olmadığına bakılmaksızın idari işlemi hukuka aykırı kılmaktadır.99 Mutlak usul hakları olarak ifade edilen bu durumda usul ya da şekil hatasının işlemin içeriğine ya da sonucun etki edip etmediğine bakmaksızın işlemi sakat93 Laubinger,VerwArch1981,s.334;Durner,VerwArch2006,357.94 Kopp/Ramsauer,VwVfG§45,Rn.9vd.;BVerwG,NVwZ1984,S.578vd.;BVerwG,NVwZ2004,S.1486vd.;HattadoktrindeVwVfG§45 inkıyasenuygulanarakmaddihukukailişkinhatalarınsonradangiderilebileceğiyönündegörüşlerdebulunmaktadır.HermannHill,DasfehlerhafteVerfahrenundseineFolgenimVerwaltungsrecht,Heidelberg1986,s.325vd.95 Schemmer,VwVfG§46,FolgenvonVerfahrens-undFormfelern,in:BeckOKVwVfG,Bader/Ronellenfitsch2021,Rn.26;Detterbeck,216.96 HufenFehlerimVerwaltungsverfahren,388;Kopp/Ramsauer,VwVfG§46,Rn.41vd.97 Storr/Schröder,157.98 Sachs,VwVfG§45,Rn.123.99 Hill,373;Held,NVwZ2012,463. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi220044  Atila ERKALDoç. Dr.lamakta ve işlemin iptalini gerektirmektedir.100 Bu haklar kişiye maddi hukuktan bağımsız ve başlı başına bir usul hakkı olarak işlemi iptal ettirme imkanı tanımaktadır.101 Örneğin BauGB (İmar K.) md.36 uyarınca nihai ruhsat işleminden önce belediyenin yapı ruhsatı konusunda rıza gösterme sürecine katılım mutlak usul hakkı olarak kabul edilmektedir. Yine VwVfG md.44 uyarınca idari işlemin yokluğuna sebebiyet veren usul ve şekil hatalarında mutlak hukuka aykırı olduğundan sonradan düzeltilmesi mümkün değildir. Buna karşılık tali usul ve şekil sakatlıkları sonradan düzeltilerek idari işleme sağlık kazandırmaktadır.F. İDARİ USUL VE ŞEKİL HATALARININ SONRADAN GİDERİLMESİ VE HUKUKİ SONUÇLARIİdari usulde hataların sonradan giderilmesi idari işleme ilişkin tüm usul sürecinin tekrarını gerektirmemektedir. Sadece kanunda öngörülen usul ve şekil sakatlıklarından hangisi giderilecekse onunla sınırlı bir usul süreciyle gereken düzeltmenin yapılması yeterlidir.102 İdari işlemdeki usul ve şekil hatasını sonradan düzeltecek idarenin yetkili olması, düzeltmeyi hatasız ve formalite için yapmayıp kanunu amacı doğrultusunda gerçekleştirmelidir.103 İdari usul kuralları bir taraftan kişilerin hakkını korumayı, diğer taraftan da idari fonksiyonun gereği gibi yerine getirmesini amaçlamaktadır. Kişiler açısından usul hakları maddi hukuka ve kararın esasına etki edebildiği sürece anlam taşımaktadır.104 Usul ve şekil hatalarının sonradan düzeltilmesinin de bu amaca hizmet etmesi gerekmektedir. Aksi durumda sonradan yapılan düzeltmenin hukuka uygunluğu tartışılabilir hale gelecektir.Hukuka aykırı da olsa bir idari işlem geri alınana ya da iptal edilene kadar kendinden beklenen sonucu doğurduğundan usul ve sekil hataları sonradan giderilirse işlem şeklen hukuka uygun hale gelmektedir.105 İdari işlemde sadece düzeltme sonrasına değil, ilk yapıldığı andan itibaren hukuka uygunluk sağlanmaktadır.106 Sırf bu sebeple iptali istenememektedir. Buna karşılık idari işlemin diğer unsurlarında bir hukuka aykırılık varsa iptali konusunda önünde bir engel bulunmamaktadır. Diğer taraftan usul ve şekil hataları düzeltilse bile bir zarar meydana gelmişse buna ilişkin tazminat talebi önünde bir engel bulunmamaktadır.107Düzletme usul ve şekil hatalarının kanun öngördüğü şekilde giderilmesi suretiyle gerçekleşmektedir. Yoksa idareyi bu yükümlülükten kurtarmamaktadır. 100 Held,NVwZ2012,466vd.101 Schemmer,VwVfG46FolgenvonVerfahrens-undFormfelern,in:BeckOKVwVfG,Bader/Ronellenfitsch2021,Rn.26.102 Durner,VerwArch2006,366;Kopp/Ramsauer,VwVfG§45,Rn.42;Sachs,VwVfG§45,Rn.85.103 Geis,VwGO§68,Rn.216.104 Storr/Schröder,155.105  Fremuth,JA2012,845;Beaucamp,JA2007,120.106  Geis,VwGO§68,Rn.21.107 Sachs,VwVfG§45,Rn.21vd.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 220055Örneğin idari işlemin gerekçesi gösterilmemişse sadece buna ilişkin usul yürütülerek sonradan gösterilmelidir ya da hukuki işlemin muhatabı dinlenilmemişse sonradan dinlenerek sakatlık ya da hata giderilmektedir. Ancak dinlenilme hakkı işlemin aynı zamanda içeriğine etki edebileceğinden dolayı ve kişinin dilenilmesinden sonra elde edilen bilgiler bağlamında farklı bir işlem yapılma durum ortaya çıkarsa mevcut işlemin sağlık kazanarak geçerli hale gelmesi söz konusu olmamaktadır.Bir idari işlemdeki usul veya şekil hatası VwVfG md.45 uyarınca giderilemiyorsa yukarıda bahsedildiği üzere VwVfG md.46 uyarınca görmezden gelinebilecek bir hata olup olmadığı yargı merci tarafından incelenecektir. Görmezden gelinebilecek bir hata değilse ve VwGO md.113 uyarınca davacının hakkını ihlal ediyorsa, usul ve şekil sakatlığı sebebiyle idari işlemin iptali gerekecektir. Dolayısıyla VwVfG md.45 ve md.46 kapsamı dışında kalan açık ve ağır usul sakatlıkları ile işlemin esasına etki eden sakatlıklar sonradan giderilememektedir.108SONUÇİdari faaliyetlerin yerine getirilmesinde önemli bir yer tutan idari işlemler hukuka uygun tesis edilmelidir. İdare bunun için azami gayret göstermeli ve hukuka uygunluk karinesinin arkasına sığınmamalıdır. İdari işlemin hukuka uygunluğu bütün unsurları bakımından söz konusu olmakla birlikte, usul ve şekil hatalarının sonradan düzeltilerek işleme sağlık kazandırılması mümkündür. Ancak bu düzletme imkanı, usul ve şekil kurallarının maddi sakatlıklar karşısında daha önemsiz olduğu sonucunu doğurmamaktadır. Mecellede yer alan  usul ve esastan mukaddemdir  ve Rudolf von Jehring in  şekil keyfiliğin yeminli düşmanı özgürlüğün ikiz kardeşidir  sözü idari işlemle elde edilecek doğru hukuki sonucun usul ve şekle bağlı olduğunun ifadesidir.Hukuka uygun bir idari işlem sadece maddi hukukun değil, aynı zamanda usul kuralların tatbikiyle hayat bulması mümkündür. Eksiklik durumunda ise tüm idari usulü baştan tekrar işetip, o usul kuralına uyarak yine aynı kararın çıkması olasıdır. Türk hukukunda şekil bakımından iptal edilen bir idari işlem, iptale neden olan şekil sakatlığı giderilerek tekrar tesis edilebilmektedir. İdari işlemin esasına etki etmeyen, düzeltilebilecek ağırlıkta olan usul ve şekil kurallarına hem idari hem yargısal aşamada giderilmesinin usul ekonomisine fayda sağlayacağı aşikardır.Türk hukukunda Vergi Usul Kanunundaki özel düzenleme dışında idari işlemdeki usul ve şekil hatalarının sonradan düzeltilmesini öngören genel bir hüküm bulunmamaktadır. Buna karşılık Danıştay asli ve tali şekil sakatlığı ayrımı yaparak, esasa etki etmeyen şekil sakatlıklarını önemsiz görerek iptal sebebi saymamaktadır. Şekil sakatlıklarının dava öncesi de idarece giderilebileceği kabul 108 Beaucamp,JA2007,120. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi220066  Atila ERKALDoç. Dr.edilmektedir. Ancak bu idari işlemdeki şekil sakatlığının hukuka aykırılığını gidermemektedir. Asli ve tali şekil sakatlığını birbirinden ayırabilecek belirleyici kesin bir kıstas olmadığından gerekçe yükümlülüğünde olduğu gibi asli şekil sakatlığı olarak kabul edilmesi gereken bir husus tali şekil sakatlığı olarak değerlendirilebilmektedir. Asli ve tali şekil sakatlığı ayrımı belirleyecek, asli usul ve şekil sakatlıklarında dahi düzeltilebilecek nitelikte olanların sonradan düzeltilmesini öngören, genel bir kuralın varlığı elzemdir. Bu da ancak genel bir idari usul kanunuyla mümkün olacaktır. İdari usul kanunlarında idari işlemin geçerliliği, yokluğu, şekli, usul hatalarının sonradan giderilmesi gibi birçok konu yasama organı tarafından düzenlenmişken, Türk hukukunda kanun olmaması sebebiyle işlemin geçerliliğine karine ya da ilkelere dayanılarak karar verilmektedir. Oysaki kanunla öngörülen bir usu veya şekil şartına idarenin uymaması idarenin kanuniliği ile çelişmektedir. Bu hataların sonradan düzeltilerek idari işleme sağlık kazandırılması konusunda idareye yetki tanınması kanuna bağlı idare ile de uyumlu hale gelecektir.Almanya da idari işlemdeki usul ve şekil sakatlıklarının sonradan düzeltilerek idari işleme sağlık kazandırılması idari usul kanununda hüküm altına alınmıştır. Yokluk müeyyidesine tabi olmayan idari işlemler kanunda sayılan usul ve şekil sakatlıklarının sonradan giderilmesiyle tekrar sağlık kazanmaktadır. Bu idari işlemler her ne kadar yürürlüğe girdikten sonra kendinden beklenen sonucu doğursa da, düzeltmeyle tesis edildiği tarihten itibaren hukuka uygun hale gelmektedir. Almanya da idari usul kanunundaki bu düzenleme kanunun uygulama alanıyla sınırlı kalmamış, diğer usul ve şekil sakatlıklarının giderilmesinde de kıyasen uygulama imkanı bulmuştur. Alman idari usul kanunu 45. maddesinde sayılan haller dışında, 46. madde uyarınca idari işlemin esasına etki etmeyen önemsiz usul ve şekil hataları da görmezden gelinebilmektedir. Burada usul ve şekil hatasının asli ya da tali olup olmamasına göre idari işlemin geçerliliğine karar verilmektedir. İdari işlemdeki usul ve şekil sakatlığının giderilmesi hem idari hem de yargı aşamasında mümkün olabilmektedir. Yargı aşamasında esasa ilişkin karar verilinceye kadar düzeltme yapılabilmektedir.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği 220077",
     "Kaynakça": "Akyılmaz, Bahtiyar. İdari Usul İlkeleri Işığında İşlemin Yapılış Usulü, Ankara Yetkin Yayınevi, 2000.Akyılmaz, Bahtiyar; Sezginer, Murat ve Kaya, Cemil. Türk İdare Hukuku, Ankara Savaş Yayınevi, 2021. (İdare Hukuku).Akyılmaz, Bahtiyar; Sezginer, Murat ve Kaya, Cemil. Türk İdari Yargılama Hukuku, Açıklamalı İçtihatlı, Ankara Savaş Yayınevi, 2019. (İdari Yargılama).Beaucamp, Guy.  Heilung und Unbeachtlichkeit von formellen Fehlern im Verwaltungsverfahren , JA (2007): 117 120.Birtek, Fatih.  Kazanılmış Hak Kavramı , İBD, C.82, Sy.2, (2008): 759 777.Bülbül, Erdoğan. İdari İşlemlerin Yürürlükten Kaldırılması, İstanbul: Beta Basım Yayım, 2010.Çağlayan, Ramazan.  İdari Yargılama Usulünde İdari Yargı Yerinin Sebep İkame Yetkisi , DD. Sy.141, (2016): 9 40.Detterbeck, Steffen. Allgemeines Verwaltungsrecht mit Verwaltungsprozessrecht, München: C.H. Beck, 2020.Durner, Wolfgang.  Die Behördliche Befugnis zur Nachbesserung fehlerhafte Verwaltungsakte , VerwArch 97, (2006): 345 380.Erkal, Atila.  Türk ve Alman Hukukunda Gerekçe Yükümlülüğü , SÜHFD C.17, Sy.1, (2009): 119 150.Fremuth, Michel Lysander.  Formelle Fehler des Verwaltungsakts und Ihre Folgen , JA, (2012): 844  850.Gözler, Kemal. İdare Hukuku, C.I, Bursa: Ekin Basım Yayın Dağıtım, 2009. (c. I).Gözübüyük, A. Şeref ve Tan, Turgut. İdare Hukuku, C.1, Genel Esaslar, Ankara Turhan Kitabevi, 2018.Günday, Metin. İdare Hukuku, Ankara İmaj Yayınevi, 2017.Gwiasda Benjamin.  Das verfahrene Verfahren: §45 VwVfG und seine Wirkunggen , NVwZ (2021): 526 532.Häberle, Peter.  Grundrechte im Leistungsstaat , VVDStRL 30, (1970): 43 141.Haueisen, Fritz.  Verwaltungsverfahren und Verwaltungsak t, DÖV, (1973): 653 657.Held, Jürgen.  Individualrechtschutz bei fehlerhaftem Verwaltungsverfahren , NVwZ, (2012): 461 468.Hill, Hermann. Das fehlerhafte Verfahren und seine Folgen im Verwaltungsrecht, Heidelberg v. Decker Verl., 1986.Hufen, Friedhelm. Fehler im Verwaltungsverfahren, Baden Baden Nomos Verlag, 2002.Kopp, Ferdinand.  Die Heilung von Mängeln des Verwaltungsverfahrens und Nachschieben von Gründen im Verwaltungsprozeβ , VerwArch 61, (1970): 219 259.Kopp,  Ferdinand  ve  Ramsauer,  Ulrich.  VwVfG  §45,  Verwaltungsverfahrensgesetz, München C.H. Beck, 2020. 2021,   11     2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi220088  Atila ERKALDoç. Dr.Laubinger, Hans Werner.  Heilung und Folgen von Verfahrens  und Formfehlern   §§45 und 46 VwVfG sowie §§126 und 127 AO 1977 in der Rechtsprechung , VerwArch 72, (1981): 331 351.Maurer, Hartmut. Das Verwaltunggsverfahrensrecht des Bundes, JuS, (1976): 485 497.Oğurlu, Yücel. İdare Hukukunda Kazanılmış Haklara Saygı ve Haklı Beklentiler Sorunu, Ankara Seçkin Yayıncılık, 2003.Riese, Kei Uwe. VwGO §113, in: Schoch/Schneider, VwGO, München: C.H. Beck 2021. (BeckOnline).Sachs, Michael. VwVFG §45, Heilung von Verfahrens  und Formfehlern, in: Stelkens/Bonk/Sachs/, Verwaltungsverfahrensgesetz, München: C.H. Beck, 2018.Saurer, Johannes.  Heilung von Verfahrensveghlern in umweltrechtlichen Zulassungsverfahren , NVwZ, (2020): 1137 1143.Schemmer, Franz. VwVfG §46 Folgen von Verfahrens  und Formfelern, in: BeckOK VwVfG, Bader/Ronellenfitsch, München C.H. Beck, 2021.(BeckOnline).Schenke, Wolf Rüdiger. „Reform  ohne Ende   Das Sechste Gesetz zur Änderung der Verwaltungsgerichtsordnung und anderer Gesetze (6. VwGOÄndG) , NJW, (1997): 81 93.Schoch, Friedrich.  Nacholen der Begründung und Nachschieben von Gründen , DÖV, (1984): 401 411.Sezginer, Murat. Usul Kanunlarında İdari İşlemin Dış Görünüşü, İdari usul Kanunu Hazırlığı Uluslararası Sempozyumu, (Ankara 17 18 Ocak 1998): 201 226. (idari işlem).Storr, Stefan ve Schröder, Rainer. Allgemeines Verwaltungsrecht, Stuttgart Kohlhammer, 2021.Tan, Turgut. İdari İşlemin Geri Alınması, Ankara Sevinç Matbaası, 1970.Tolon, Kemal Doğu. İptal ve Tam Yargı Davalarında Kazanılmış Hak, İdare Hukuku ve İdari Yargı ile ilgili İncelemeler III, Danıştay Başkanlığı, Ankara 1986: 163 209.Wahl, Reiner ve Pitzcker, Jost.  Verwaltungsverfahren zwischen Verwaltungseffizienz und Rechtschutzauftrag , VVDStRL 41, (1983): 151 186.Yıldırım, Turan; Yasin. Melikşah; Kaman, Nur; Özdemir, H. Eyüp; Üstün, Gül; Tekinsoy, Özge Okay, İdare Hukuku,"
}