{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "12",
     "Sayı": "1",
     "Başlık": "AVRUPA BİRLİĞİ NİN DIŞ SINIRLARININ YÖNETİMİNDE ÜÇÜNCÜ ÜLKELERLE İŞ BİRLİĞİ: TÜRKİYE ÖRNEĞİ",
     "Title": "COOPERATION WITH THIRD COUNTRIES IN THE MANAGEMENT OF EXTERNAL BORDERS OF THE EUROPEAN UNION: THE CASE OF TURKEY",
     "Yazar İsmi": [
          "Prof. Dr. Mehmet Hanifi BAYRAM",
          "Dr. Öğr. Üyesi Ramazan İZOL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Frontex",
          "Avrupa Birliği",
          "Dış sınırlar",
          "Üçüncü Ülkeler",
          "İş Birliği",
          "Türkiye"

     ],
     "Keywords": [
          "Frontex",
          "Cooperation",
          "Third Countries",
          "External Borders",
          "European Union",
          "Turkey"
     ],
     "Özet": "Son yıllarda Avrupa Birliği (AB) sınırlarında göçmen akını yoğunlaşmıştır. Böylece sınır yönetimi AB için öncelikli bir alan haline gelmiştir. Bu çerçevede Avrupa Birliği sınır yönetimi ve Frontex konusunda önemli düzenlemeler yapmıştır. 2007/2004 sayılı Tüzük ile kurulan Frontex, 2005 yılında göreve başladığından beri, ortak operasyonlar ve hızlı sınır müdahaleleri, risk analizi, ortak geri dönüş operasyonları, bilgi alışverişi ve üçüncü ülkelerle kurulan ilişkilerle Avrupa Birliği ve Schengen Alanı na üye devletlerin dış sınırlarını güvence altına almalarına yardımcı olmaktadır.Coğrafi konumu dolayısıyla ve aday ülke olarak Türkiye, Birliğin tüm bu düzenlemelerinden doğal olarak etkilenmektedir. Sekiz ülkeyle 2600 kilometrelik kara sınırına sahip olan Türkiye, 2000 li yıllardan itibaren bir göç ve geçiş ülkesi haline gelmiştir. Türkiye nin toprakları üzerinde karşı karşıya kaldığı artan göç yükü ve riskleri, AB yi endişelendirecek niteliktedir.Dışişleri Bakanlığı ile Frontex arasında 2012 de iş birliği  Mutabakat Zaptı  ve devamında da üç İş birliği Planı imzalanmıştır. Mutabakat Zaptı ve İş birliği Planları, sınır yönetimi alanında risk analizi ve veri değişimi, Türkiye ile AB üyesi ülke sınır geçiş noktalarında gözlemci görevlendirilmesi ve Frontex tarafından düzenlenen eğitim faaliyetlerine katılım sağlanması hususlarını içermektedir.Sınır güvenliğinden sorumlu tek bir sivil teşkilat oluşturmaya yönelik mevzuat, esas olarak sınır bölgelerindeki güvenlik endişeleri nedeniyle askıya alınmıştır. Türkiye nin AB sınır yönetimdeki rolü, iç siyasi dengelerdeki değişikliklere ve AB nin Türkiye yi Avrupa sınırlarının sağlamlaştırılmasına dahil etme arzusuna bağlıdır. Her iki taraftaki irade değişikliği, AB dış sınırlarının yönetimine yönelik dayanışmayı şekillendirecektir. Özellikle göç akışının yönetimi etkilenmeye açıktır, bu alanda yakın iş birliği sürdürülmelidir.AB nin tahsis ettiği fon miktarı yüksek olsa da, Türkiye nin topraklarında 3,7 milyon mülteciyi ve göçmeni barındırma ve yasa dışı göçmen akışına karşı koyma kapasitesi yoktur. AB, bu gerçeği kabul edip Türkiye nin sarf ettiği muazzam çabada ekonomik, siyasi ve sosyal sorumluluğu paylaşmalıdır. Türkiye nin hem komşu ülke hem de AB ile üyelik müzakeresi sürecinde olduğu unutulmamalıdır.",
     "Abstract": "In recent years, the influx of migrants has intensified at the borders of the European Union (EU). Thus, border management has become a priority for the EU. In this context, European Union has made significant regulations on border management and Frontex. Established with the Regulation No 2007/2004, Frontex, since took office in 2005, assists the European Union and Schengen Area member states to secure their external borders through joint operations, rapid border interventions, risk analysis, joint repatriation operations, information exchange and relations with third countries.As a candidate country, Turkey is naturally affected by these regulations of the Union due to its geographical location. Having a land border of 2600 kilometers with eight countries, Turkey has become a country of migration and transit since the 2000s. The increasing migration burden and risks faced by Turkey are at a level to concern the EU. A Memorandum of Understanding  on cooperation was signed between the Ministry of Foreign Affairs and Frontex in 2012, followed by three Cooperation Plans. The Memorandum of Understanding and the Cooperation Plans include risk analysis and data exchange in the field of border management, assignment of observers at the border crossing points of Turkey and EU member states and participation in educational activities organized by Frontex.Legislation to create a single civilian body responsible for border security has been suspended mainly due to security concerns in the border areas. Turkey s role in EU border management depends on changes in domestic political balances and the EU s willingness to involve Turkey in the strenghtening of European borders. The attitudes of both sides will shape the solidarity towards the management of the EU s external borders. In particular, the management of the migration flows is vulnerable to influence thus cooperation should be maintained in this area.While the amount of funds allocated by the EU is high, Turkey does not have the capacity to host 3.7 million refugees and migrants on its territory and to withstand the flow of illegal migrants. EU must acknowledge this fact and share the economic, political and social responsibility in Turkey s enormous effort. It should not be forgotten that Turkey is both a neighboring country and is in the process of membership negotiations with the EU.",
     "Metin": "Son yıllarda devletler ülkelerinin güvenliğini artırmak amacıyla sınırlarına 26.000 km duvar örmüşlerdir. Metal bariyerlerle birlikte  ayırma duvarları  günümüzde 40.000 km uzunluğa ulaşmaktadır. 2016 yılında uluslararası kara sınırlarının uzunluğu 252.000 km ye erişmektedir.Avrupa da da tarih tekerrür etmektedir. Roma İmparatorluğu nun sınırları boyunca inşa edilen surlar gibi, AB nin etrafına da duvarlar inşa edilmektedir. Yunanistan-Türkiye sınırındaki Meriç Nehri boyunca 40 km lik çelik duvar inşa1 İngilizce de frontier kelimesiFranasızca daki frontière-zone (sınırbölgesi); boundrary kelimesiise frontière-line (sınırşeridi/çizgisi)anlamındakullanılmaktadırbkz.ClaudeBlumann, Frontièresetlimites(Rapportgénéral) ,içindeLa frontière (Colloque de Poitiers),ed.Sociétéfrançaisepourledroitinternational(Paris:ÉditionsA.Pedone,1980),8.2 MichelFoucher,Fronts et frontières: un tour du monde géopolitique,Nouv.éd.entièrementref(Paris:Fayard,1991),38.3 MichelFoucher, Àquoiserventlesfrontières?Justifications,séparations,transitionsetpassages ,Questions internationales nos 79-80 - Mai-août 2016,sy78-80(2016):14. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi18  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. Üyesisı sayılabilir. Bulgaristan ı Türkiye den ayıran sınır, 240 km uzunluğunda dikenli tel bariyerle korunmaktadır. Macaristan Sırbistan ile 175 km sınır hattına dikenli tel çit çekilmiştir. Son olarak Polonya, Belarus tan yasa dışı yollardan göçmenlerin Avrupa Birliği (AB) topraklarına geçmesini engellemek amacıyla Belarus sınırı boyunca 180 km uzunluğunda duvar inşa etmeye başlamıştır.Sınır güvenliğini güçlendirmek, kaçakçılıkla ve yasadışı geçişlerle mücadele etmek amacıyla Türkiye, 2015 yılında Sınır Fiziki Güvenlik Sistemi projesi başlatmıştır. Bu proje kapsamında, 1.295 km lik Suriye sınırının 837 km si 2015-2021 yılları arasında, 1.182 km lik İran sınırının 176 km si 2017-2021 yılları arasında sınır duvarı örülerek kapatılmıştır. Hakkari de de Irak sınırına 13 km duvar yapılmıştır. Şimdiye kadar toplam 2.949 km kara sınırının yüzde 36,5 ü olan 1.079 km sinde güvenlik duvarı inşa edilmiştir. Güvenlik sorunları, göçmen akını, terörle mücadele ve kaçakçılık gibi nedenlerle devletler sınırlarına duvar inşa edip, ülkelerini güvenceye alacak daha etkili sınır yönetimi arayışına girmektedirler.Son yıllarda Avrupa Birliği (AB) sınırlarında göçmen akını yoğunlaşmıştır. Böylece sınır yönetimi AB için öncelikli bir alan haline gelmiştir. Bu çerçevede Avrupa Birliği sınır yönetimi ve Frontex konusunda önemli düzenlemeler yapmıştır. 2007/2004 sayılı Tüzük ile kurulan Frontex, 2005 yılında göreve başladığından beri, ortak operasyonlar ve hızlı sınır müdahaleleri, risk analizi, ortak geri dönüş operasyonları, bilgi alışverişi ve üçüncü ülkelerle kurulan ilişkilerle Avrupa Birliği ve Schengen Alanı na üye devletlerin dış sınırlarını güvence altına almalarına yardımcı olmaktadır.Dış sınırların yönetimi alanında AB nin amacı, Birlik içindeki kişilerin serbest dolaşımı için gerekli olan ve özgürlük, güvenlik ve adalet alanının da temel bileşenlerinden biri olan, Avrupa entegre sınır yönetiminin ulusal ve Birlik düzeyinde 4  Faceauxmigrations,l Europedressedesmurs ,EuropeanDataNewsHub,31Ocak2022,https://ednh.news/fr/face-aux-migrations-leurope-dresse-des-murs/.5  Polonya,göçmenakışınıdurdurmakiçinduvarinşaatınabaşladı ,euronews,28Ocak2022,https://tr.euronews.com/2022/01/28/polonya-belarus-tan-gocmen-ak-s-n-durdurmak-icin-s-n-ra394-milyon-dolarl-k-duvar-oruyor.6  2022 Yılı Cumhurbaşkanlığı Yıllık Programı(TÜRKİYECUMHURİYETİCUMHURBAŞKANLIĞISTRATEJİVEBÜTÇEBAŞKANLIĞI,2021),355,https://www.sbb.gov.tr/2022-yili-cumhurbaskanligiyillik-programi-25-10-2021-tarih-ve-31639-mukerrer-sayili-resmi-gazetede-yayimlanmistir/.7 NedimŞener, Güvenlikduvarı1079kilometreyeulaştı ,erişim04Nisan2022,https://www.hurriyet.com.tr/yazarlar/nedim-sener/guvenlik-duvari-1079-kilometreye-ulasti-41924175.8 Şener.9 TolgaÖztürkveEceBoyaci, SuriyeliMülteciKrizininTürkiyeveAvrupaBirliğiİlişkisineYansıması:DünyaSistemleriAnaliziÜzerindenBirDeğerlendirme ,Alanya Akademik Bakış6,sy1(31Ocak2022):1811,https://doi.org/10.29023/alanyaakademik.1035028.10  Règlement (CE) n° 2007/2004 du Conseil du 26 octobre 2004 portant création d une Agence européenne pour la gestion de la coopération opérationnelle aux frontières extérieures des États membres de l Union européenne,2006,2,http://data.europa.eu/eli/reg/2004/2007/oj/fra.11 MehmetHanifiBayram,Avrupa Birliği nin Dış Sınırlarının Yönetimi: Frontex(Ankara:SeçkinYayıncılık,2019),22,https://www.seckin.com.tr/kitap/796152542#.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 19geliştirilmesi ve uygulanmasıdır. Avrupa entegre sınır yönetimi, göç yönetimini geliştirmede merkezi bir rol oynamaktadır. Amaç, dış sınırların geçişini etkin bir şekilde yönetmek ve bu sınırlardaki göçmen sorunlarıyla ve gelecekteki muhtemel tehditlerle mücadele etmek olmalıdır. Böylece, sınır ötesi boyutları olan ciddi suçlarla mücadeleye yardımcı olunarak, Birliğin yüksek düzeyde iç güvenliği sağlanacaktır.AB nin dış sınırlarının yönetimi sadece belli noktalarda giriş ve çıkışların kontrolü ile sınırlı olmayıp, aynı zamanda istihbarat (bilgi toplama) ve risk analizini de içine alan zamana ve mekana yayılan sınır kontrolü ve gözetim faaliyetini kapsamaktadır,15. Schengen ve AB bu anlamda, geleceğin sınır yönetiminin laboratuvarı olarak görülebilir.2015 yılında yaşanan göç krizinin ardından 2016/1624 sayılı Tüzük ile Avrupa Birliği, Avrupa Sınır ve Sahil Güvenlik Birimi ni (ASSGB) kurmuştur. Bu yeni Birim, Avrupa Sınır ve Sahil Koruma Ajansı (ASSGA) (Frontex), sınır yönetiminden sorumlu ulusal makamlar ve sınır kontrol görevlerini yerine getiren ulusal sahil korumalarından oluşmaktadır. Dış sınır yönetimini güçlendirmek üzere 2019 da yeni bir düzenleme kabul edilmiştir (2019/1896 sayılı Tüzük)17. Üçüncü ülkelerle iş birliği, Avrupa göç politikasının temel bir unsurudur. Bu iş birliğini uzun vadeli olarak sürdürmek amacıyla AB, bu yeni düzenlemede geri dönüş politikasını ve üçüncü ülkelerle olan iş birliğini önemli oranda revize etmiştir.Coğrafi konumundan ve aday ülke statüsünden dolayı Türkiye, Birliğin tüm bu düzenlemelerinden doğal olarak etkilenmektedir. Birlik tedbirleri, göçmenlerin Türkiye üzerinden geçişini azaltmayı ve Schengen Alanı nın güvenliğini artırmayı hedeflemektedir. Sekiz ülkeyle 2600 kilometrelik kara sınırına sahip olan Türkiye, 2000 li yıllardan itibaren bir göç ve geçiş ülkesi haline gelmiştir. Türkiye nin toprakları üzerinde karşı karşıya kaldığı artan göç yükü ve riskleri, AB yi endişelendirecek niteliktedir. Bu nedenle AB hızlı bir şekilde Türkiye yi 12 GökçeKonyalı,Uluslararası Hukukta Sığınma Hakkı(Ankara:SeçkinYayıncılık,2021),56.13 Bayram,Avrupa Birliği nin Dış Sınırlarının Yönetimi,38.14 PhilippeBonditti, Lesfrontièresdel Europeàl épreuvedelaviolence ,Questions internationales,sy79-80(2016):118.15 AhmetCeran, AB ninSınırGüvenliğindeDijitalHafızasıSchengenBilgiSistemiİyileştiriliyor ,İKV Dergisi,sy235(2018):59.16  Règlement (UE) 2016/1624 du Parlement européen et du Conseil du 14 septembre 2016 relatif au corps européen de garde-frontières et de garde-côtes, modifiant le règlement (UE) 2016/399 du Parlement européen et du Conseil et abrogeant le règlement (CE) n° 863/2007 du Parlement européen et du Conseil, le règlement (CE) n° 2007/2004 du Conseil et la décision 2005/267/CE du Conseil,2016,http://data.europa.eu/eli/reg/2016/1624/oj/fra.17  Règlement(UE)2019/1896duParlementeuropéenetduConseildu13novembre2019relatifaucorpseuropéendegarde-frontièresetdegarde-côtesetabrogeantlesrèglements(UE)n°1052/2013et(UE)2016/1624,JOL295du14.11.2019 ,2019/1896§(2019),https://eur-lex.europa.eu/eli/reg/2019/1896/oj.18 MIGREUROP, ‘Accord UE-Turquie:letrocindigne ,MIGREUROP,17Mayıs2018,http://migreurop.org/article0.html. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi20  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. Üyesitopraklarına erişimi kısıtlamaya ve düzensiz göçle mücadelesini yoğunlaştırmaya teşvik etmiştir. Türkiye ile 2013 yılında imzalanan geri kabul anlaşması, düzensiz göçün kontrol altına alınmasında önemli bir adım olmuştur.Yunanistan ve Bulgaristan sınırlarına örülen duvarlara rağmen düzensiz göçmenlerin Avrupa ya yöneldiğini gören AB, 18 Mart 2016 da  AB-Türkiye Anlaşması  olarak bilinen bir Bildiri kabul etmiştir. Bu AB-Türkiye Bildirisi nin ana hedefi,  Türkiye topraklarından AB ye düzensiz bir göç yolunun açılmasını önlemek  olmuştur. Türkiye den Yunanistan a düzensiz geçişlerde Bildiri nin hayata geçirilmesi sonrasında keskin bir düşüş meydana gelmiştir.Son yıllarda yaşanan yasa dışı sınır geçişlerinin yalnızca Türkiye ye değil AB ye de önemli yansımaları olmuştur. Bu nedenle, AB nin entegre sınır yönetim politikalarıyla uyumlu, yüksek-seviye sınır izleme ve sınır denetim sistemleri ve standartlarının geliştirilmesinde AB Türkiye ye destek olmaktadır.19 SüleymanDost, Avrupa yaİkinciKavimlerGöçü(mü?):Sorunlar,Fırsatlar,Tehditler,Çözümler ,Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü Dergisi23,sy4(31Aralık2021):3,https://doi.org/10.16953/deusosbil.1055481.20  Accordentrel UnioneuropéenneetlaRépubliquedeTurquieconcernantlaréadmissiondespersonnesenséjourirrégulier ,OJL§(2013),http://data.europa.eu/eli/agree_internation/2014/252/oj/fra.21  DéclarationUE-Turquie,18mars2016 ,erişim04Nisan2022,https://www.consilium.europa.eu/fr/press/press-releases/2016/03/18/eu-turkey-statement/.22  Cinqansaprès,qu enest-ildel accordmigratoireUE-Turquie?-Vuesd Europe ,29Nisan2021,https://www.vuesdeurope.eu/brief/1953/.23 AvrupaKomisyonu, AvrupaKomisyonu2016TürkiyeRaporu ,2016,78-79,https://www.ab.gov.tr/46224.html.24 ABDESTEKLİYÜRÜTÜLENFAALİYETLER I.Türkiye-YunanistanBulgaristanSınırındaSınırGözetlemeKapasitesininArtırılmasıProjesi: Sınırgözetlemekapasitesininartırılmasıvesınırgüvenliğinekatkısağlanmasıamacıyla,kuletedarik,zırhlıgözetlemearacıtedariki,eğitim. II.UlusalKoordinasyonveOrtakRiskAnaliziMerkeziKurulmasıileEntegreSınırYönetimiOrtakVeriTabanınınGeliştirilmesi(NACORAC)Projesi: Projeilesınıryönetimialanındasorumlukurumlarınbirarayagetirilmesiveentegresınıryönetimiçerçevesindekurumlararasıişbirliğiningeliştirilmesihedeflenmektedir. III.Türkiye ninDoğuSınırlarındaSınırGözetlemeKapasitesininArtırılmasıProjesiAşama1-2: Tedarikbileşenikapsamındadoğusınırlarımızdakullanılmaküzereelektro-optikgözetlemekulesistemlerinintedarikedilmesiplanlanmaktadır.Böylece,projesonundaülkemizintümdoğusınırlarının(906km)yaklaşık560km likalanıgözetlemeimkânıolacaktır. Eğitimbileşenikapsamındaise;KaraKuvvetleriKomutanlığıbünyesindekihudutbirliklerindegörevlienaz800personelesınırgözetim,kontrolvemevzuateğitimleriverilmesihedeflenmektedir. IV.Türkiye ninGüneydoğuSınırlarındaSınırGözetlemeKapasitesininArtırılmasıProjesi: ProjeileSuriyesınırındagörevlihudutbirliklerinetermalkameratedarikedilecektir. V.Türkiye-YunanistanBulgaristanArasındaSınırYönetimiAlanındaBölgeselİşbirliğiProjesiAşama1-2:YunanistanveBulgaristanilesınıryönetimialanındaişbirliğininmerkeziveyereldüzeydegeliştirilereküçülkeninsınırdaçalışanpersoneliarasındakarşılıklıgüvenortamınınoluşmasıvegünlükirtibatlarınartırılmasıhedeflenmektedir. VI.VanİlindeYerindenEdilmişKişilerinEkonomikveSosyalEntegrasyonuToplumMerkezleriProjesi. VII.Türkiye deSınırYönetimininDesteklenmesiProjesiAşama1-2: Projeilesınıryönetimindensorumlukurumlarıngörevvefaaliyetlerinidahaetkinbirşekildesürdürmeleri,entegresınıryönetimialanındayürütülençalışmalarakatkısağlanması,sınırkapılaAkdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 21AB sınır kavramı ve dış sınırlarının yönetimi konusunda ihtiyaca göre üçüncü ülkelerle iş birliğine girmektedir. AB sınır yönetimi konusunu sadece üye devletlerle sınırlamamış, komşu ülkelerle de yakın iş birliğinde bulunmayı ihmal etmemiştir. Bu düşünceyle AB, sınır kontrolü için 2005 yılından bu yana katılım müzakerelerine öncülük eden Türkiye ile iş birliği yapmaktadır. AB, göç akışlarının kontrolünü güçlendirme çabasında Türkiye yi desteklemekte ve etkili sınır yönetimini sağlamada yardımcı olmaktadır. Türkiye ayrıca dış sınırların etkin yönetimini sağlamak için AB ye destek olmaktadır. Bu çerçevede Türkiye, sınır yönetimini güçlendirmek, risk analizlerini, irtibat görevlilerinin konuşlandırılmasını ve gözlemcilerin katılımını sağlamak için alınan önlemlerle ilgili adımları atmaktadır.I. AVRUPA BİRLİĞİ NDE SINIR KAVRAMIAvrupa bütünleşmesinin temel hedefi devletleri ve halkları birbirinden ayıran tüm engellerin kaldırılmasıdır. Bu engellerin başında hiç kuşkusuz sınırlar gelmektedir. Sonuç olarak, Tek Pazar projesinin de amacı Birlik vatandaşlarını ve ekonomik faaliyetleri ayıran mali, teknik ve fiziki sınırların kaldırılması olmuştur.Kurucu Antlaşmaların sınır (hudut)26 konusuna değinmediklerini belirtmekte fayda vardır. Avrupa Toplulukları ve Avrupa Birliği nin kurucu antlaşmalarının gelişimine bakıldığında başlangıçta  sınır  kavramının antlaşmalarda neredeyse hiç yer almadığı görülmektedir. Sadece Roma Antlaşmasının (AET Antlaşmasının) 81. maddesinde  sınır  kelimesi şu şekilde geçmektedir:  Sınır geçişi sırasında bir taşımacı tarafından, taşıma bedellerine ek olarak tahsil edilen resim ya da harçlar bu geçişin fiilen sebep olduğu masraflara oranla makul bir düzeyi aşamaz 27.İltica ve göç konuları ilk kez Maastricht Antlaşması nda Adalet ve İçişleri alanında hükümetlerarası iş birliği kapsamında  ortak yarar sorunları  olarak AB hukukuna dahil edilmiştir. Böylece AB hukukunda  iç sınırlar  ve  dış sınırlar  rındagörevlipersoneleeğitimlerverilmesivesınırgeçişnoktalarınamalzemetedarikiyapılmasıamaçlanmaktadır.Bkz.ÖnderBozkurt, SınırYönetimiAlanındaYapılanÇalışmalarSınırveGöçYönetimi ,İdarecinin Sesi Dergisi,sy185(Ekim2018):20-26,http://tid.web.tr/idarecinin-sesidergisi-185sayi-eylul-ekim-2018.25 AvrupaKomisyonu, AvrupaKomisyonu2016TürkiyeRaporu ,2016,78-79,https://www.ab.gov.tr/46224.html.26  Yunancasinoronkelimesindengelensınır,sözlüklerde,ikikomşudevletintopraklarınıbirbirindenayırançizgi,hudut;komşuil,ilçe,köyveyakişilerintopraklarınıbirbirindenayırançizgi;birşeyinyayılabileceğiveyagenişleyebileceğisonçizgi,uçgibiifadelerletanımlanmıştır.SınırileaynıanlamdaveArapçadangelenhudutise,sözlüklerde‘sınır,uç,son gibikelimelerleaçıklanmıştır.Buanlamıkarşılayandiğerbirterimde,sözlüklerdesınırboyuolarakifadeedilenserhattir.Serhat,Osmanlıdevletinin,komşuülkelerlearasındakisınırbölgesineverilenaddır.Başkabirifadeile,hudutbaşı,ikidevlettoprağınınbirleştiğisınıryerindekullanılanbirtabirdir. OsmanGümüşçü, SiyasiCoğrafyaAçısındanSınırlarveTarihiSüreçİçindeTürkiye deSınırKavramı ,Bilig,sy52(2010):80-81,http://www.acarindex.com/dosyalar/makale/acarindex-1423873159.pdf..27 MyriamBenloloCarabot, Latransformationdelanotiondefrontièredansl Unioneuropéenne ,Pouvoirs165,sy2(2018):65-79,https://doi.org/10.3917/pouv.165.0065. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi22  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. Üyesiarasındaki ayrım ortaya çıkmıştır. Bu yaklaşım (ayırım) daha sonraki Amsterdam ve Lizbon Antlaşmalarında  Özgürlük, Güvenlik ve Adalet Alanı (ÖGAA)  hedefiyle güçlenerek devam etmiştir. AB hukukunda iki üye devleti birbirinden ayıran sınırlar (iç sınırlar) ile üye bir devleti üçüncü ülkelerden ayıran sınırlar (dış sınırlar) farklı şekilde ele alınmaktadırlar. Birinci durum için iç sınırlar; ikinci durum için dış sınırlar ifadesi kullanılmaktadır. 2016/399 sayılı Tüzüğün 2/I. maddesine göre,  İç sınırlar  şu anlama gelir: Üye devletlerin nehir ve göl sınırları dahil ortak kara sınırları; üye devletlerin iç hat uçuşları için havaalanları; Düzenli iç feribot bağlantıları için üye devletlerin deniz, nehir ve göl limanları . 2016/399 sayılı Tüzüğün 2/II. maddesine göre dış sınırlar ise,  üye devletlerin kara sınırlarıdır, bunlara nehir ve göl sınırları, deniz sınırları ve bunların hava limanları, nehir limanları, deniz limanları ve göl limanları dahildir, ancak bunların iç sınır olmaması gerekmektedir  şeklinde açıklanmıştır. Dolayısıyla, her iki durumda sınırların rejimi farklı olmaktadır. Avrupa bütünleşmesine bağlı olarak iç sınırlar, uluslararası sınırlardan nispeten farklı iken; üye devletleri üçüncü devletlerden ayıran sınırlar daha çok uluslararası sınırlara benzerlik göstermektedir.Avrupa Birliğinin İşleyişine İlişkin Antlaşma (ABİA) nın 3/II. maddesine göre,  Birlik, vatandaşlarına, dış sınırların kontrolü, iltica, göç, suçun önlenmesi ve suçla mücadele konularında uygun tedbirler vasıtasıyla kişilerin serbest dolaşımının sağlandığı, iç sınırların olmadığı bir özgürlük, güvenlik ve adalet alanı sunar . Bu maddede,  özgürlük, güvenlik ve adalet alanı  bağlamında  dış sınırlar  dan söz edilmektedir; üye devletlerin dış sınırı ile bağlantılı olarak değil de Birlik vatandaşları ile beraber geçmektedir. Böylece artık AB Birliği nin gerçekleştirmek istediği  iç sınırların olmadığı alan , iç pazar değil  özgürlük, güvenlik ve adalet alanı  olmaktadır. Bu alanda,  dış sınırların kontrolü, iltica, göç, suçun önlenmesi ve suçla mücadele konularında uygun tedbirler vasıtasıyla kişilerin serbest dolaşımı  sağlanmaktadır. Bu hükümde üye devletlerin ve / veya Avrupa Birliği nin iç sınırları ve dış sınırları ifadeleri birlikte yer almaktadır; bu iki sınır kavramının birbirine olan zıtlığının yansıması olarak iç sınırların kalkması, dış sınırları ise güçlendirilmesi vurgulamaktadır.II. AVRUPA BİRLİĞİ NİN DIŞ SINIRLARININ YÖNETİMİ İHTİYACI2016/399 sayılı Tüzüğün 2/X. Maddesine göre,  sınır yönetimi  (border control-contrôle aux frontières)  Bu Tüzük uyarınca ve bunun amacına uygun olarak, münhasıran sınırı geçme niyetine veya sınırı geçme eylemine cevap olarak, herhangi bir başka husus dışında, sınırda gerçekleştirilen sınır kontrolleri ve sınır gözetiminden ibaret olan faaliyetler  olarak tanımlanmaktadır. Aynı düzenlemede  sınır kontrolleri  (border checks - vérifications aux frontières),  Sınır 28 AvrupaKomisyonu, AvrupaKomisyonu2016TürkiyeRaporu ,2016,78-79,https://www.ab.gov.tr/46224.html.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 23kapılarında gerçekleştirilir, amacı kişilerin, bunlara ait ulaşım araçlarının ve sahip oldukları malların, üye devletlerinin ülkelerine (sınırlarına) giriş çıkış hakkına haiz olup olmadığını belirlemek  olarak açıklanmaktadır (2016/399 sayılı Tüzük m. 2/XI).  Sınır yönetimini  tamamlayan  Sınır gözetimi  (border surveillance - surveillance des frontières) ise,  Sınır kapıları arasındaki sınırların ve belirlenen açılış saatleri haricinde sınır kapılarının kişilerin sınır kontrollerinden kaçmasını önlemek üzere gözetimidir  şeklinde ifade edilmektedir (2016/399 sayılı Tüzük m. 2/XII).Avrupa Birliği nde iç sınırlarda serbest dolaşımın hayata geçirilmesiyle, komşu ülkelerde sınır yönetimi bütün AB ülkeleri için önem arz eden bir pozisyona gelmiştir. Sınır kontrolleri konusunda AB ortak uygulamalara ve kararlara gereksinim duymuştur.Avrupa Birliği nin iç sınırlarında serbest dolaşımın sağlanmasıyla birlikte, dış sınırları olan ülkelerde sınır kontrolü tüm AB ülkeleri için çok önemli hale gelmiştir. Böylece üye devletlerin hem kendi adlarına hem de Birlik adına dış sınırlarını korumaları gerekmektedir. Bu durum, üye devletler için ağır bir sorumluluk ortaya çıkarmaktadır. Bu nedenle, AB, dış sınırların yönetiminde zorluklarla karşılaşan üye devletleri desteklemek üzere 2004 yılında Frontex aracılığıyla karşılıklı yardım ve ortak yönetim sistemini hayata geçirmiştir.200732 ve 2011 de kabul edilen Tüzükler 2004/2007 sayılı Tüzüğü değiştirip Frontex in yetkilerini artırmasına karşın, Ajans ismini Frontex olarak ko29 A.AslıBilgin, GöçmenlereYönelikDenizOperasyonlarındaFrontex inMüdahaleYetkisininUluslararasıHukukKapsamındaDeğerlendirilmesi ,Hacettepe Üniversitesi Hukuk Fakültesi Dergisi 7,sy2(2017):62.30 ClaireRodier, Externalisationducontrôledesfluxmigratoires:commentetavecquil Europerepoussesesfrontières ,Migrations Société116,sy2(2008):7-8,https://doi.org/10.3917/migra.116.0105.31  2007/2004 sayılı Frontex Tüzüğü-AvrupaBirliği ninÜyeDevletlerininDışSınırlardaOperasyonelİşBirliğiYönetimiAjansınıtesisedenTüzük Règlement(CE)n°2007/2004duConseildu26octobre2004portantcréationd uneAgenceeuropéennepourlagestiondelacoopérationopérationnelleauxfrontièresextérieuresdesÉtatsmembresdel Unioneuropéenne ,Pub.L.No.32004R7,349OJL(2006),http://data.europa.eu/eli/reg/2004/2007/oj/fra..32 HızlıSınırMüdahaleEkiplerinin-RABİTkurulmasınailişkin863/2007sayılıTüzük Règlement(CE)n°863/2007duParlementEuropéenetduConseildu11juillet2007instituantunmécanismedecréationd équipesd interventionrapideauxfrontièresetmodifiantlerèglement(CE)n°2007/2004duConseilpourcequiatraitàcemécanismeetdéfinissantlestâchesetcompétencesdesagentsinvités ,Pub.L.No.32007R3,199OJL(2007),http://data.europa.eu/eli/reg/2007/863/oj/fra..33 1168/2011sayılıTüzük-AvrupaBirliği ninÜyeDevletlerininDışSınırlardaOperasyonelİşbirliğiYönetimiAjansınıtesiseden(EC)2007/2004sayılıKonseyTüzüğünüdeğiştirenTüzük Règlement(UE)no1168/2011duParlementeuropéenetduConseildu25octobre2011modifiantlerèglement(CE)no2007/2004duConseilportantcréationd uneAgenceeuropéennepourlagestiondelacoopérationopérationnelleauxfrontièresextérieuresdesÉtatsmembresdel Unioneuropéenne ,Pub.L.No.32011R8,304OJL(2011),http://data.europa.eu/eli/reg/2011/1168/oj/fra.. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi24  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. Üyesirumuştur. 2016/1624 sayılı Tüzük ise 2007/2004 sayılı Tüzüğü (Avrupa Birliği Üye Devletlerin Dış Sınırlarında Operasyonel İş birliği Yönetimi için Avrupa Ajansı nın kurulmasına ilişkin) ile 863/2007 sayılı Tüzüğü (Acil Sınır Müdahale Ekiplerinin -RABİT kurulmasına ilişkin) yürürlükten kaldırıp, Avrupa Sınır ve Sahil Güvenlik Birimi ni (ASSGB) kurmuştur. Bu Birim, Avrupa Sınır ve Sahil Güvenlik Ajansı (ASSGA) (Frontex)34 ve sınır yönetiminden sorumlu ulusal makamlar ve sınır kontrol görevlerini yerine getiren ulusal sahil korumalarından oluşmaktaydı. 2016/1624 sayılı Tüzüğün 6/I. maddesinde  Avrupa Birliği Üye Devletlerin Dış Sınırlarında Operasyonel İş birliği Yönetimi için Avrupa Ajansı nın (Frontex) ismi  Avrupa Sınır ve Sahil Güvenlik Ajansı  olarak değiştirilmiştir (2016/1624 sayılı Tüzük, m. 6/I). Ancak bu Ajans ın ismi değişmesine karşın  Frontex  akronimi Ajans için aynı şekilde kullanılmaya devam edilmiştir (2016/1624 sayılı Tüzük, paragraf 11).2019/1896 sayılı Tüzüğe göre de Avrupa Sınır ve Sahil Güvenlik Birimi (ASSGB), Avrupa Sınır ve Sahil Güvenlik Ajansı (ASSGA) ve sınır yönetiminden sorumlu ulusal makamlar ve sınır kontrol görevlerini yerine getiren ulusal sahil korumalarından oluşmaktadır (2019/1896 sayılı Tüzük, m. 4). Yeni Tüzük, üye devletlerin kendilerine ait dış sınırların kontrol ve gözetiminde birinci derecede sorumlu olduğunu belirtmektedir (2019/1896 sayılı Tüzük, m. 7/I). Bununla birlikte, 2019/1896 sayılı Tüzük 7. maddede Avrupa Sınır ve Sahil Güvenlik Birimi ve üye devletlerin ortak sorumluluğunu (üye devletler-AB arasında) teyit etmiştir. Yeni düzenleme, ortak sorumluluğu Avrupa entegre sınır yönetimi çerçevesinde ele almıştır. Avrupa Sınır ve Sahil Güvenlik Birimi, Avrupa entegre sınır yönetimini Avrupa Sınır ve Sahil Koruma Ajansı, sınır yönetiminden sorumlu ulusal makamlar ve sınır kontrol görevlerini yerine getiren ulusal sahil korumaları ile ortak sorumluluk temelinde sağlamaktadır.Dış sınırların yönetimi için üye devletler, kendi yasal düzenlerine ve AB mevzuatına göre hareket etmelidirler. Her iki hukuk düzenin kuralları uyum içinde uygulanmalıdır.A. YENİ DIŞ SINIR YÖNETİMİ KAVRAMI2005 yılında göreve başladığından beri Frontex, Schengen ülkelerinin dış sınırlarını korumasına yardım etmektedir. Avrupa Birliği, 2015 ve 2016 yıllarında bir göç kriziyle karşı karşıya kalmıştır. Bu, Ajans ta büyük bir reforma ve misyon ve kaynaklarında bir artışa yol açmıştır. 2016 yılında, Ajansın yetkileri artırılıp, 34  Frontex akronimi(kısmaad)Fransızca frontièresextérieures(dışsınırlar) sözcüklerinilkharflerindenoluşturulmuştur.Bubiriminadıİngilizce EuropeanBorderandCoastGuardAgency ;Fransızcaise Agenceeuropéennedegarde-frontièresetdegarde-côtes olduğunubelirtmektefaydavardır.35 Konuylailgilidüzenlemeleriçinbkz.2007/2004sayılıTüzük,m.1/II;2007/2004sayılıTüzükparagraf4ve10;2016/1624sayılıTüzükm.5;2016/1624sayılıTüzükparagraf6,10,11ve20;2019/1896sayılıTüzükm.7.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 25Avrupa Birliği nin dış sınırlarının yönetiminin Avrupa Birliği ve üye devletler arasında paylaşılan bir sorumluluk olduğu belirtilmiştir. Bu durum 2019/1896 sayılı Tüzük ile teyit edilmiştir2015 yılında AB nin karşılaştığı kitlesel yasadışı girişler, Avrupa düzeyinde bir travmaya sebep olmuştur: 2015 te 1,2 milyon kişi yasadışı yollardan AB ye girmiştir. 1 Ocak 2021 den bu yana Avrupa Birliği ne yasadışı giriş sayısı 160 bin olarak Frontex tarafından belirtilmektedir. Bu rakam pandemi öncesine (2019) göre %20 artmıştır. Doğu Akdeniz güzergahında yasa dışı giriş sayısında azalma olmasına karşın, Yunanistan ın ve özellikle adaların yeniden artan yasa dışı göç baskısı altında olduğu görülmektedir.Bugün Ajans, dış sınırlarda 1.500 sınır ve sahil güvenlik görevlisi görevlendirmektedir.  Ağırlıklı  olarak  Yunanistan da  Poseidon,  İtalya da  Themis, İspanya da Indalo gibi büyük operasyonlar çerçevesinde görev yapmaktadırlar.Frontex in periyodik risk analizleri, savunmasızlık değerlendirmesi ve ortak operasyonları yapmak gibi önemli görevleri vardır. Ajansın artan görevlerini karşılamak üzere kaynakları artmıştır: 2015 yılı için 94 milyon Avro olan bütçe, 2021 yılında 544 milyon Avro olmuştur. Frontex e, devriye gemileri, helikopterler ve uçaklar üye devletler tarafından maliyetleri karşılanmak koşulu ile temin edilmektedir. Ancak, Frontex kendi ekipmanını satın alabilmektedir. Frontex in operasyonları için gerekli olan uçak, gemi, motorlu araçlar gibi gerekli ekipmanların alımı, bakımı ve kullanımı için AB Komisyonu 2021-2027 dönemi için 2, 2 milyar Avro düzeyinde bir bütçe ayırmayı önermektedir. Aynı dönem için Ajans ın personel giderlerini finanse etmek üzere Avrupa Komisyonu, 5,5 milyar Avro teklif etmektedir.B. YENİ TÜZÜK (2019/1896 SAYILI TÜZÜK)Dış sınırların güvenliğini güçlendirmek ve Schengen Alanı nı korumak için, Frontex in yetkileri genişletilmiş ve Avrupa entegre sınır yönetimine ilişkin ortak 36  Crisemigratoire:Frontexadénombré160.000migrantsentrésillégalementdansl UEdepuisjanvier2021 ,BFMTV,erişim07Nisan2022,https://www.bfmtv.com/societe/crise-migratoirefrontex-a-denombre-160-000-migrants-entres-illegalement-dans-l-ue-depuis-janvier-2021_AV202111290585.html.37  Qu est-cequeFrontex? ,erişim08Nisan2022,https://frontex.europa.eu/fr/qui-sommes-nous/qu-est-ce-que-frontex-/.38  PublicAccesstoDocumentsRegistry ,erişim08Nisan2022,https://frontex.europa.eu/accountability/public-access-to-documents/public-access-to-documents-registry/?category=budget.39  Qu est-cequeFrontex,l Agenceeuropéennedegarde-frontièresetdegarde-côtes? ,Touteleurope.eu, 30 Mart 2022, https://www.touteleurope.eu/institutions/qu-est-ce-que-l-agenceeuropeenne-de-garde-frontieres-et-de-garde-cotes-frontex/.40  ÉTATDEL UNION2018Uncorpseuropéendegarde-frontièresetdegarde-côtesrenforcéetparfaitementéquipé ,12Eylül2018,https://ec.europa.eu/commission/sites/beta-political/files/soteu8-factsheet-coast-guard_fr.pdf.41  Qu est-cequeFrontex,l Agenceeuropéennedegarde-frontièresetdegarde-côtes?  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi26  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. Üyesisorumluluk son düzenleme ile netleştirilmiştir (2019/1896 sayılı Tüzük, madde 7). Yeni düzenlemenin amacı, Schengen dış sınırlarını daha iyi yönetmek, yasa dışı göçmenlerin temel haklarını korumak ve geri dönüşlerini iyileştirmektir. Periyodik risk analizleri, savunmasızlık değerlendirmesi ve planlama gibi görevleri daha etkin yapmak amacıyla Frontex, bir iletişim ağı oluşturacak ve yönetecektir. Bu ağ mevcut EUROSUR (European Border Surveillance System /Avrupa Sınır Gözetim Sistemi) sistemini temel alacaktır. Üye devletler ile Avrupa Sınır ve Sahil Güvenlik Ajansı arasında bilgi değişimi ve operasyonel iş birliğini geliştirmek amacıyla, EUROSUR bu Tüzük ile Avrupa Sınır ve Sahil Güvenlik Birimi ne entegre edilmiştir (2019/1896 sayılı Tüzük, madde 18). Böylece AB, daha fazla bilgiye ulaşma imkanına kavuşup, sınır yönetimi çerçevesinde tepki kapasitesini artırmıştır. Bu yeni düzenleme sayesinde, yasa dışı göç ve sınır ötesi suçları tespit etme, önleme ve bunlarla mücadele etme de dahil olmak üzere göçmenlerin hayatlarının korunması ve güvence altına alınması da kolaylaşmıştır.Ayrıca Ajans a, yeterli teçhizat ve Ajans a bağlı daimi bir birlik şeklinde gerekli personel kapasitesi sağlanacaktır. Bu birliğin sayısı 2027 yılına kadar kademeli olarak 10 bin personele ulaşacaktır (2019/1896 sayılı Tüzük, m. 5/II).Yeni Tüzüğe göre, Ajans ın üçüncü ülkelerdeki varlığının güçlendirilmesi için, üçüncü ülkelerle iş birliği artırılmalıdır. Komşu ülkeler dışındaki üçüncü ülkelerle de statü anlaşmaları yapılmalıdır. Üçüncü ülkelerle iş birliği, Avrupa entegre sınır yönetiminin önemli bir unsurudur. Bu iş birliği, sınır yönetimi ve geri dönüşler konusunda Avrupa standartlarının teşvik edilmesini, bilgi değişimini ve risk analizlerini mümkün kılmaktadır. Aynı zamanda geri dönüşlerin uygulanmasını kolaylaştırmak ve sınır yönetimi ve göç alanında üçüncü ülkeleri desteklemek için de gereklidir. İş birliği sayesinde, dış sınırların korunmasını ve Birliğin göç politikasının etkin bir şekilde yönetilmesini sağlamak için destek gerektiğinde üçüncü ülkelere kalıcı birlik konuşlandırılma imkanı olacaktır (2019/1896 sayılı Tüzük, par. 87).III. TÜRKİYE İLE İŞ BİRLİĞİÜçüncü ülkelerle iş birliği, sınır yönetim politikasının temel bir unsurudur. Bu iş birliğini sürdürülebilir kılmak için, bir tüzel kişilik olarak Frontex, Avrupa Birliği üyesi olmayan devletlerle (AB üyesi olmayan Devletler) veya uluslararası örgütlerle anlaşmalar imzalayabilmektedir.Üçüncü ülkelerle iş birliği, Birliğin dış eylemi çerçevesinde ve Avrupa Birliği Antlaşması nın 21. maddesinde belirtilen ilke ve hedeflere uygun olarak yürütülmelidir. Komisyon, Avrupa entegre sınır yönetimi ile Birliğin dış eylemi alanındaki diğer Birlik politikaları ve özellikle Ortak Güvenlik ve Savunma Politikası arasında tutarlılığı sağlamalıdır. Bu iş birliği, özellikle, Ajansın üçüncü ülkelerin topraklarında yürütülen faaliyetler veya risk analizi, operasyonların planlanması Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 27ve yürütülmesi, eğitim, bilgi alışverişi gibi alanlarda üçüncü ülkelerden yetkililerin dahil olduğu faaliyetlerle ilgili olarak gerçekleştirilmelidir.Yeni Frontex Tüzüğüne göre, komşu olmayan üçüncü ülkelerle de anlaşma yapılması mümkündür. Bu anlaşmalar, Ajansın, sınır yönetimi ve göç akışları alanlarında yerinde yardım sağlamasına olanak tanıyacaktır. Özellikle yasa dışı göçün kaynak ülkeleri veya geçiş ülkeleri için bu yerinde yardımlar önemli olacaktır. AB ve üçüncü ülkeler, özellikle sınır koruma uzmanlarının uygulama yetkilerini düzenleyecek olan statü anlaşmalarını akdedebilmektedirler.Sınır yönetimindeki rolünü ve Birlik dışındaki varlığını güçlendirmek için Frontex, fazla sayıda yasadışı göçmenin geldiği ülkelerin yetkilileriyle giderek daha yakın bir şekilde çalışmaktadır. Ajans ın iş birliği yaptığı ülkelerle ilgili olarak, iki iş birliği yöntemi vardır. Birincisi, Frontex, İspanya ve Senegal ile imzalanan anlaşma gibi bir üye devlet ile üçüncü bir ülke arasındaki ikili anlaşmaya dayanabilir. İkincisi, Frontex bizzat ilgili ülkenin makamlarıyla bir anlaşma imzalayabilir. AB, sınırlarının yönetimine yönelik çabalarında Türkiye ile dayanışma içinde olduğunu, sağladığı destekle ortaya koymaktadır.Frontex in operasyonları esas olarak iki alana odaklanmaktadır: Sınır ötesi suçlara karşı sınır kontrolü, gözetimi faaliyetleri (uyuşturucu veya silah kaçakçılığı, insan kaçakçılığı ile mücadele) ve yasa dışı göçmenlerin gelişini yönetme (sığınma başvurularının yönetimi)42. Bu bağlamda, Frontex, göç baskısı altında olan Türkiye ile, teknik yardım (yetkili birimlerin sınırları kontrol etmesine) ve ilgili personelin kabiliyetini artırmak (yasadışı göçmenlerin gelişini yönetmesine yardımcı olmak için) için yakın iş birliği içine girmektedir.Avrupa Birliği, göç akışının yönetimini, yasadışı göçmenlerin geçiş ve menşe ülkesi olan Türkiye gibi ülkelerle anlaşmalar imzalayarak devretmekten çekinmemektedir. Bu amaçla AB, 2016 yılında Türkiye ile bir anlaşma imzalamıştır. Bu durum, sınır yönetim faaliyetlerinin dışsallaştırılmasına (faaliyetlerin üçüncü bir ülkeye veya devlet dışı bir aktöre aktarılmasını) olarak tanımlanmaktadır.Frontex, sınır yönetim faaliyetlerinin dışsallaştırılmasında kullanılan operasyonel ve teknik bir birimdir. Son yasal düzenlemeler giderek Frontex e daha fazla yetki, ayrıcalık ve ekonomik, insani ve maddi araç sağlamaktadır. Ajansın bütçesindeki önemli ve sürekli artışlar, bu güvenlik olgusuna tanıklık etmektedir. Frontex in imtiyazlarını ve insan kaynaklarını güçlendirmeyi amaçlayan yeni 42  LaSuissevotesursaparticipationàFrontex ,SWIswissinfo.ch,erişim11Nisan2022,https://www.swissinfo.ch/fre/economie/la-suisse-vote-sur-sa-participation-%C%A-frontex/47433210.43  AB nindışsınırlarındakidurumlailgiliolarakyapılanaçıklama ,ABTürkiye,erişim10Nisan2022, https://www.avrupa.info.tr/tr/eeas-news/abnin-dis-sinirlarindaki-durumla-ilgili-olarak-yapilanaciklama-10164.44 ThéoBuratti, Externalisationdesfrontièresdel Unioneuropéenne,enjeuxetperspectives (RSE&Diversité,Temmuz2020),3,https://www.pourlasolidarite.eu/sites/default/files/publications/files/na_2020_div_externalisation_des_frontieres_de_l_union_europeenne.pdf. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi28  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. Üyesimevzuat 13 Kasım 2019 da kabul edilmiştir. Bu mevzuat, Ajans ın AB nin komşu ülkelerinin ötesine geçen üçüncü ülkelerle yeni anlaşmalar imzalayabilmesine olanak verdiği için iş birliği yetkilerini güçlendirmektedir. 2010 ların başından beri ve özellikle 2015 teki  göç krizinin  başlangıcından bu yana, Avrupa Birliği, üçüncü ülkelerle ister ikili ister çok taraflı olsun, çok sayıda anlaşma ve iş birliği anlaşması imzalayarak göç yönetimini dışsallaştırma stratejisini giderek güçlendirmiştir.Göç ile yakından bağlantılı olan sınır yönetimi, AB nin komşu ülkeleriyle yakın iş birliğini gerektirmektedir. 2005 yılından bu yana katılım müzakerelerini yürüten Türkiye, göç sorunuyla kendisi de karşı karşıya kaldığından, sınır yönetimi için AB ile iş birliği yapmaktadır. Sınır yönetimini güçlendirmek için alınan önlemler veya sağlanan eğitim, risk analizi veya irtibat görevlilerinin konuşlandırılması ve gözlemcilerin katılımı gibi alanlarda iş birliği önem kazanmaktadır.A. İŞ BİRLİĞİNİN GÜÇLENDİRİLMESİFrontex ile AB üyesi olmayan devletlerin sınır yönetiminden sorumlu servisler arasında, yeni Frontex Tüzüğünün 71. maddesi uyarınca, sınır yönetiminde operasyonel iş birliğini organize etmek ve güvenliği artırtmak amacıyla çalışma anlaşmaları imzalanabilmektedir.Şimdiye kadar, Frontex, AB üyesi olmayan 18 ülke ile çalışma anlaşması imzalamıştır. Bu ülkeler: Arnavutluk, Ermenistan, Azerbaycan, Beyaz Rusya, Bosna Hersek, Kanada, Yeşil Burun Adaları, Kuzey Makedonya, Gürcistan, Kosova, Moldova, Karadağ, Nijerya, Rusya Federasyonu, Sırbistan, Türkiye, Ukrayna ve Amerika Birleşik Devletleri dir. Türkiye, Ajansın iş birliği anlaşması imzaladığı devletlerden biridir (28 Mayıs 2012 tarihli mutabakat zaptı).Dışişleri Bakanlığı ile Frontex arasında 2012 de iş birliği  Mutabakat Zaptı  ve devamında da üç İş birliği Planı (2014-2016, 2018-2020, 2020-2022 yıllarını kapsayan) imzalanmıştır. Son dönemi kapsayan üç yıllık bir İş birliği Planı Ocak 2020 de, Türkiye ile Frontex arasında, risk analizi alanında gelişmiş bir iş birliğine gidilmesini, operasyonel faaliyetlerde gözlemci değişiminin artırılmasını ve Varşova daki Türk Büyükelçiliği ne bir Türk İrtibat görevlisi atanmasını öngörmekteydi. Mutabakat Zaptı ve İş birliği Planları, sınır yönetimi alanında risk analizi ve veri değişimi, Türkiye ile AB üyesi ülke sınır geçiş noktalarında gözlemci görevlendirilmesi ve Frontex tarafından düzenlenen eğitim faaliyetlerine katılım sağlanması hususlarını içermektedir.45 Buratti,6-7.46  Non-EUCountries ,erişim08Nisan2022,https://frontex.europa.eu/we-build/other-partnersand-projects/non-eu-countries/.47 Bozkurt, SınırYönetimiAlanındaYapılanÇalışmalarSınırveGöçYönetimi ,29.48 AvrupaKomisyonu, AvrupaKomisyonu2020TürkiyeRaporu ,2020,52,https://www.ab.gov.tr/46224.html.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 29Sınır yönetimi, AB ve Türkiye arasındaki göç ile ilgili iş birliği kapsamında da önem taşıyan bir unsur olarak karşımıza çıkmaktadır. AB, göç akımlarının yönetimi kapasitesini güçlendirme ve etkin ve verimli bir sınır yönetim sistemi kurma çalışmalarında Türkiye yi desteklemektedir.Avrupa Komisyonu tarafından Türkiye nin Kopenhag kriterlerine uyum konusunda kaydettiği gelişmeleri yıllık olarak değerlendiren raporlarda, sınır yönetimine ilişkin ilerlemeler de yer almaktadır.Sınır Yönetimi Alanında Kurumlararası İş birliği ve Koordinasyon hakkında Yönetmelik ile denetleme organı olarak, Entegre Sınır Yönetimi Koordinasyon Kurulu; izleme işlevi ve sınırların iyileştirilmesine yönelik ihtiyaçları belirlemek üzere ise Sınır Yönetimi Uygulama Kurulu oluşturulmuştur. 2021 de Cumhurbaşkanlığı Kararnamesi ile sınır bölgelerinde sınır yönetimi sorumluluğu Hudut Mülki İdare Amirliği ne devredilmiştir. Sınır güvenliğine ilişkin verilerin toplanması, paylaşılması ve işlenmesi ile sınır makamları arasında ortak risk analizinin gerçekleştirilmesi amacıyla, 2016 sınır yönetimi yönetmeliği ile kurulmuş olan Ortak Risk Analiz Merkezi (UKORAM) henüz faaliyete geçmemiştir. AB ye Katılım İçin Ulusal Eylem Planı nda, 2022 yılana kadar Ulusal Koordinasyon ve Ortak Risk Analiz Merkezi nin operasyonel hale getirilerek, Entegre sınır yönetimi sistemine geçiş ve risk analizi çalışmalarının AB standartlarında gerçekleştirilmesi amaçlanmaktadır.AB ye Katılım İçin Ulusal Eylem Planı nda, 2023 yılana kadar Entegre Sınır Yönetimi Eylem Planının Güncellenerek, kurumlar arası iş birliğine dayalı entegre bir sınır yönetimi anlayışının uygulamaya geçirilmesi amaçlanmaktadır. Bu yönetim anlayışı çerçevesinde teknolojik ve fiziki altyapının iyileştirilmesi yoluyla kara ve denizlerde sınır güvenliği artırılacaktır. Entegre sınır güvenliği sistemi oluşturularak düzensiz göç önlenecek, kaçakçılık, organize suçlar ve terörle mücadelede etkinlik artırılacaktır. Ulusal Entegre Sınır Yönetimi Stratejisinin Oluşturulması ve Türkiye nin Entegre Sınır Yönetimini Uygulaması için Ulusal Eylem Planı nın güncellenmesi için çalışmalar devam etmektedir.49 AvrupaKomisyonu, AvrupaKomisyonu2021TürkiyeRaporu ,2021,53,https://www.ab.gov.tr/46224.html.50 AvrupaKomisyonu,53.51 T.C.DIŞİŞLERİBAKANLIĞIAVRUPABİRLİĞİBAŞKANLIĞI, AB yeKatılımİçinUlusalEylemPlanı(2021-2023) ,AVRUPABİRLİGİ NEKATILIMİÇİNULUSALEYLEMPLANI,Ocak2021,194-95,https://www.ab.gov.tr/52882.html.52  2022 Yılı Cumhurbaşkanlığı Yıllık Programı,359.53 T.C.DIŞİŞLERİBAKANLIĞIAVRUPABİRLİĞİBAŞKANLIĞI, AB yeKatılımİçinUlusalEylemPlanı(2021-2023) ,194-95.54  TaslakUlusalEntegreSınırYönetimiStratejisininOluşturulmasıveTürkiye ninEntegreSınırYönetiminiUygulamasıiçinUlusalEylemPlanı nınGüncellenmesi ,erişim12Nisan2022,https://ab.gov.tr/taslak-ulusal-entegre-sinir-yonetimi-stratejisinin-olusturulmasi-ve-turkiyenin-entegre-sinir-yonetimini-uygulamasi-icin-_52372.html. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi30  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. ÜyesiB. GÖZLEMCİLERİN KATILIMI2008 ve 2011 yılları arasında, ortak Frontex operasyonlarına AB üyesi olmayan ülkelerden gözlemcilerin katılımı konusunda Frontex in yetkisi açık değildi. Bu tür bir katılım, ancak Frontex in statüsünde yapılan değişiklikle mümkün olmuştur (2019/1896 sayılı Tüzük, m. 78/II.). 2019/1896 sayılı Tüzüğün 78/II. maddesi uyarınca, Ajans, ilgili üye devletin mutabakatı ile, üçüncü ülkelerden gözlemcileri dış sınırlardaki faaliyetlerine, geri dönüş operasyonlarına, geri dönüş müdahalelerine ve eğitime katılmaya davet edebilmektedir.Çalışma anlaşmaları, belli bir madde kapsamında, Frontex in ortak operasyonları sırasında AB üyesi olmayan ülkelerden  gözlemci  görevlendirilmesi imkanını sağlamaktadır. Böylece 2008 ile 2012 yılları arasında AB üyesi olmayan 11 ülkeden 200 gözlemci 33 ortak operasyonda görevlendirilmiştir. 2012 yılından bu yana Türkiye bir gözlemci ile ortak operasyonlara katılmaktadır.Frontex ile çalışma anlaşması bulunan AB üyesi olmayan iki ülke arasındaki sınır geçiş noktalarında bir dizi koordinasyon noktası kurulmuş ve ortak ülkelerin talebi üzerine belirli bir süre için etkinleştirilmiştir. Avrupa Sınır ve Sahil Güvenlik Ekiplerinden gözlemciler, özellikle düzensiz göç eğilimlerinin erken tespiti ile ilgili olarak iş birliği ve bilgi alışverişini kolaylaştırmak için bu koordinasyon noktalarına konuşlandırılmaktadır. Türkiye, Kasım 2016 da faaliyete geçen Polis ve Gümrük İş birliği Üçlü Ortak İletişim Merkezi aracılığıyla komşu Yunanistan ve Bulgaristan ile bu çerçevede iş birliğini geliştirmiştir. Böylece Türkiye, Bulgaristan sınır geçiş noktası Kapitan Andreevo da Üçlü Temas Merkezi kurulmasıyla yasa dışı göçün önlenmesine yönelik komşularıyla sınır iş birliğini artırmıştır.C. İRTİBAT GÖREVLİLERİNİN KONUŞLANDIRILMASIAvrupa sınırları dışında denetimi kolaylaştırmak için Frontex, 2011 den beri kendi  göç  irtibat görevlilerini AB dışındaki ülkelere konuşlandırabilmektedir. Bu faaliyetler, 2004 ten bu alanda ağ dahilinde çalışan üye devletlerin irtibat görevlilerinin çalışmalarını güçlendirmektedir. Bu görevlilerin faaliyeti,  yasa dışı göçün önlenmesine, buna karşı mücadeleye ve yasa dışı göçmenlerin geri dönüşüne katkıda bulunmaktır . Bu görevlilerin rolü, yasa dışı göçle ilgili bilgi toplamak veya teknik yardım projelerini başlatmak ve finanse etmektir.Frontex Tüzüğünün 77. maddesi uyarınca, Ajans, kendi personelinden uzmanları veya diğer uzmanları üçüncü ülkelerde irtibat görevlisi olarak görevlendirebilmektedir. Birliğin dış politikası bağlamında, risk analizine göre, yasa dışı göçün kaynağı veya transit ülkesi olan üçüncü ülkelerde irtibat görevlileri öncelikli olarak görevlendirilmektedir. Ajans, karşılılık esasına göre, üçüncü ülkeler tarafından görevlendirilen irtibat görevlilerine ev sahipliği yapmaktadır. Ajansın irtibat görevlileri, yasa dışı göçün önlenmesine ve buna karşı mücadeleye katkıda bulunmak ve geri dönüş kararına tabi kişilerin geri dönüşüne katkıda bulunmak Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 31amacıyla gönderildikleri üçüncü ülkenin yetkili makamları ile iletişim kurmaktadırlar. Ayrıca, üçüncü ülke vatandaşlarının belirlenmesi ve seyahat belgelerinin edinilmesi için teknik yardım sağlamaktadırlar.İrtibat görevlileri çalışmalarını Avrupa Birliği delegasyonlarında gerçekleştirebilmektedirler. Ankara da ilk irtibat görevlisi 2016 yılında konuşlandırılmıştır. Frontex in Yunanistan da çok yoğun faaliyetleri vardır. Türkiye-Bulgaristan ve Türkiye-Yunanistan kara sınırları göç baskısı altındaki yerler olduğu söylenebilir. Avrupa Sınır ve Sahil Güvenlik Ajansı (Frontex) ile 2020-2022 dönemini kapsayan üç yıllık bir İş birliği Planı na dayanan ilişkiler, Yunanistan-Türkiye kara sınırı ve Ege Denizi nde yaşanan olaylardan olumsuz yönde etkilenmiştir.Türkiye ye bir Frontex irtibat görevlisinin atanması ve irtibat görevlileri ile iş birliği yapılması kaçakçılık şebekeleriyle mücadele konusunda AB nin Türkiye ile bilgi alışverişi kapasitesini artırmıştır. 2016 dan beri Frontex ve Türkiye, irtibat görevlisi aracılığıyla operasyonel iş birliğini sürdürmektedirler. AB üyesi olmayan ülkelerdeki Frontex İrtibat Görevlileri, diyalogu ve sahada iş birliğinin uygulanmasını kolaylaştırmaktadırlar.D. RİSK ANALİZİFrontex in risk analizi birimi, üye devletler, AB üyesi olmayan devletlerin sınır kontrol makamları ve Avrupa Komisyonu tarafından sağlanan bilgilere dayanarak her yıl göç riski analizi raporu hazırlamaktadır. Ajans, dış sınırlarda yasa dışı göç başta olmak üzere diğer bütün yasa dışı faaliyetlerle ilgili açık ve kapalı kaynaklardan elde ettiği bilgilerle dış sınırların risk analizini yapmaktadır. Bu bilgiler, Eurostat (Avrupa Birliği Adli İş birliği Birimi) ve Europol Avrupa Polis Ofisi gibi Avrupa kurumları, uluslararası kuruluşlar ve araştırmacılar tarafından yapılan çalışmalar, akademik makaleler, basın gibi açık kaynaklardan toplanmaktadır. Risk analizleri, bir erken uyarı mekanizması geliştirmek amacıyla, Avrupa entegre sınır yönetimi ile ilgili tüm hususları kapsamaktadır. Ajansın operasyonel faaliyetlerinin geliştirilmesi için temel sağlayan bu analizler, AB göç politikalarının belirlenmesine katkıda bulunmaktadır. Frontex, faaliyetlerini ve ortak operasyonlarını risk analizlerine dayanarak gerçekleştirmektedir.Risk analizi, ortak ve entegre risk analizi modeli tarafından sağlanan metodolojiye (Common Integrated Risk Analysis Model - CIRAM) göre Frontex Tüzüğünün (2019) 29. maddesi esas alınarak düzenlenmektedir.Risk analizleri için gerekli bilgi paylaşımını kolaylaştırmak amacıyla Frontex liderliğinde AB ile AB üyesi olmayan katılımcı ülkeler arasında geniş bir bölgesel istihbarat paylaşım ağı kurulmuştur: Batı Balkanlar Risk Analizi Ağı (WB-RAN), Doğu Ortaklığı Risk Analizi Ağı (EaP-RAN), Türkiye-Frontex Risk Analizi Ağı (TU-RAN) ve Afrika Frontex İstihbarat Topluluğu (AFIC). Böylece 55 AvrupaKomisyonu, AvrupaKomisyonu2021TürkiyeRaporu ,53. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi32  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. ÜyesiFrontex, risk analiz modelini Türkiye gibi diğer AB üyesi olmayan ülkelere de genişletme imkanına kavuşmuştur. Frontex in Türkiye ile imzaladığı mutabakat zaptı uyarınca, sınır güvenliğine ilişkin verilerin toplanması, veri alışverişi ve verilerin işlenmesi ile ortak risk analizinin gerçekleştirilmesi amacıyla Ulusal Koordinasyon ve Ortak Risk Analiz Merkezi (UKORAM) yasal bir düzenlemeyle Mart 2016 da kurulmuştur ve merkezi düzeyde faaliyete geçmiştir.Gerçekten de sınır ötesi suçlara ve kaçakçılık şebekelerine karşı etkinliği artırmak için risk analizine dayalı kurumlar arası iş birliği önem arz etmektedir. Gümrük ve Ticaret Bakanlığı, varış öncesi yolcu bilgisinin alınması ve risk analizinin gerçekleştirilmesine yönelik çalışmalarını tamamlamıştır. Göç İdaresi Başkanlığı (GİB) hava yoluyla seyahat eden yolculara ilişkin varış öncesi yolcu bilgilerinin alınmasının ve risk analizleri yapılmasının yönetimi sorumluluğunu üstlenmiştir. Frontex ile iş birliğine yönelik eylem planının bir parçası olarak, risk analizi ve veri toplama konusunda eğitim verilmektedir. Sınır görevlilerine verilen sınır yönetimi ve risk analizi eğitimleri Litvanya İçişleri Bakanlığı uzmanları tarafından üstlenilmiştir. Bu amaçla Litvanya ile yapılan sözleşmeye göre proje açılış toplantısı 7 Eylül 2018 de gerçekleştirilmiştir. Ayrıca, görevlilerin sınır denetimlerinde nelere odaklanmaları gerektiğini daha iyi analiz edebilmeleri için risk yönetimi modelleri geliştirilmiştir.SONUÇ Üye devletlerin baskın rolüne rağmen, Frontex in kurulması AB nin dış sınırların yönetimini ortak sorumluluk temelinde gerçekleştirmeyi mümkün kılmıştır. Kuruluşundan bu yana, Ajans hem bütçesini hem de üçüncü ülkelerle müzakereler (anlaşmalar, Avrupa irtibat görevlilerinin varlığı) açısından yetkilerini artırmıştır. Böylece Frontex, komşu ülkelerle ile AB arasında bir tampon alan oluşturmaya çalışmaktadır.Türkiye nin dış sınırlar konusundaki mevzuatının AB müktesebatından esinlendiği açıktır. Sınır yönetimini güçlendirmek için risk analizi, irtibat görevlilerinin konuşlandırılması ve gözlemcilerin katılımı gerekmektedir, bu nedenle bu alanlarda iş birliğinin derinleştirilmesi önem kazanmaktadır. Uygulamalar, yasal ve idari düzenlemeler AB ninkilerle tam uyumlu olmasa da, Türkiye nin bu yöndeki çabaları şüphesiz dış sınırların etkili yönetimine ilişkin iş birliğini kolaylaştırmaktadır.56 AvrupaKomisyonu, AvrupaKomisyonu2018TürkiyeRaporu ,2018,49,https://www.ab.gov.tr/46224.html.57 AvrupaKomisyonu, AvrupaKomisyonu2016TürkiyeRaporu ,78-79.58 Bozkurt, SınırYönetimiAlanındaYapılanÇalışmalarSınırveGöçYönetimi ,25.59  EntegreSınırYönetimiSistemininKurulması(2.aşama) ,ABTürkiye,erişim12Nisan2022,https://www.avrupa.info.tr/tr/entegre-sinir-yonetimi-sisteminin-kurulmasi-2-asama-161.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 33Sınır güvenliğinden sorumlu tek bir sivil teşkilat oluşturmaya yönelik mevzuat, esas olarak sınır bölgelerindeki güvenlik endişeleri nedeniyle askıya alınmıştır. Türkiye nin AB sınır yönetimdeki rolü, iç siyasi dengelerdeki değişikliklere ve AB nin Türkiye yi Avrupa sınırlarının sağlamlaştırılmasına dahil etme arzusuna bağlıdır. Her iki taraftaki irade değişikliği, AB dış sınırlarının yönetimine yönelik dayanışmayı şekillendirecektir. Özellikle göç akışının yönetimi etkilenmeye açıktır, bu alanda yakın iş birliği sürdürülmelidir. Bu iş birliğinin devamı hem AB hem de Türkiye nin menfaatinedir.AB nin tahsis ettiği fon miktarı yüksek olsa da, Türkiye nin topraklarında 3,7 milyon mülteciyi ve göçmeni barındırma ve yasadışı göçmen akışına karşı koyma kapasitesi yoktur. AB, bu gerçeği kabul edip Türkiye nin sarf ettiği muazzam çabada ekonomik, siyasi ve sosyal sorumluluğu paylaşmalıdır. Türkiye nin hem komşu ülke hem de AB ile üyelik müzakeresi sürecinde olduğu unutulmamalıdır. Dolayısıyla, bu sorun AB üyelik çerçevesinde ilgili fasıllar açılarak kalıcı çözümler ortaya konulmalıdır.60 SinemHun, «L accordUE-Turquieaactélafermeturedesportesdel Europe»-Vuesd Europe ,30Nisan2021,https://www.vuesdeurope.eu/news/laccord-ue-turquie-a-acte-la-fermeture-desportes-de-leurope/. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi34  Mehmet Hanifi BAYRAM -   Ramazan İZOLProf. Dr. Dr. Öğr. Üyesi",
     "Kaynakça": "2022 Yılı Cumhurbaşkanlığı Yıllık Programı. TÜRKİYE CUMHURİYETİ CUMHURBAŞKANLIĞI  STRATEJİ  VE  BÜTÇE  BAŞKANLIĞI,  2021.  https://www.sbb.gov.tr/2022 yili cumhurbaskanligi yillik programi 25 10 2021 tarih ve 31639mukerrer sayili resmi gazetede yayimlanmistir/.AB Türkiye.  AB nin dış sınırlarındaki durumla ilgili olarak yapılan açıklama . Erişim Tarihi: 10 Nisan 2022. https://www.avrupa.info.tr/tr/eeas news/abnin dis sinirlarindakidurumla ilgili olarak yapilan aciklama 10164.AB Türkiye.  Entegre Sınır Yönetimi Sisteminin Kurulması (2. aşama) . Erişim Tarihi: 12 Nisan 2022. https://www.avrupa.info.tr/tr/entegre sinir yonetimi sistemininkurulmasi 2 asama 161.Accord entre l Union européenne et la République de Turquie concernant la réadmission des personnes en séjour irrégulier, OJ L § (2013). http://data.europa.eu/eli/agree_internation/2014/252/oj/fra.Avrupa Komisyonu.  Avrupa Komisyonu 2016 Türkiye Raporu , 2016. https://www.ab.gov.tr/46224.html.Avrupa Komisyonu.  Avrupa Komisyonu 2018 Türkiye Raporu , 2018. https://www.ab.gov.tr/46224.html.Avrupa Komisyonu.  Avrupa Komisyonu 2020 Türkiye Raporu , 2020. https://www.ab.gov.tr/46224.html.Avrupa Komisyonu.  Avrupa Komisyonu 2021 Türkiye Raporu , 2021. https://www.ab.gov.tr/46224.html.Bayram, Mehmet Hanifi. Avrupa Birliği nin Dış Sınırlarının Yönetimi: Frontex. Ankara: Seçkin Yayıncılık, 2019. https://www.seckin.com.tr/kitap/796152542#.Benlolo Carabot, Myriam.  La transformation de la notion de frontière dans l Union européenne . Pouvoirs C. 165, S. 2 (2018): 65 79. https://doi.org/10.3917/pouv.165.0065.BFMTV.  Crise migratoire: Frontex a dénombré 160.000 migrants entrés illégalement dans l UE depuis janvier 2021 . Erişim Tarihi: 07 Nisan 2022. https://www.bfmtv.com/societe/crise migratoire frontex a denombre 160 000 migrants entres illegalementdans l ue depuis janvier 2021_AV 202111290585.html.Bilgin, A. Aslı.  Göçmenlere Yönelik Deniz Operasyonlarında Frontex in Müdahale Yetkisinin Uluslararası Hukuk Kapsamında Değerlendirilmesi . Hacettepe Üniversitesi Hukuk Fakültesi Dergisi C. 7, S. 2 (2017): 55 82.Blumann, Claude.  Frontières et limites (Rapport général) . İçinde La frontière (Colloque de Poitiers), editör Société française pour le droit international, 3 33. Paris: Éditions A. Pedone, 1980.Bonditti, Philippe.  Les frontières de l Europe à l épreuve de la violence . Questions internationales, S. 79 80 (2016): 112 20.Bozkurt, Önder.  Sınır Yönetimi Alanında Yapılan Çalışmalar Sınır ve Göç Yönetimi . İdarecinin Sesi Dergisi, S. 185 (Ekim 2018): 19 29. http://tid.web.tr/idarecinin sesidergisi 185sayi eylul ekim 2018.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 35Buratti, Théo.  Externalisation des frontières de l Union européenne, enjeux et perspectives . RSE & Diversité, Temmuz 2020. https://www.pourlasolidarite.eu/sites/default/files/publications/files/na_2020_div_externalisation_des_frontieres_de_l_union_europeenne.pdf.Ceran, Ahmet.  AB nin Sınır Güvenliğinde Dijital Hafızası Schengen Bilgi Sistemi İyileştiriliyor . İKV Dergisi, S. 235 (2018): 58 61. Cinq ans après, qu en est il de l accord migratoire UE Turquie ?   Vues d Europe , Erişim Tarihi: 29 Nisan 2021. https://www.vuesdeurope.eu/brief/1953/. Déclaration UE Turquie, 18 mars 2016 . Erişim Tarihi: 04 Nisan 2022. https://www.consilium.europa.eu/fr/press/press releases/2016/03/18/eu turkey statement/.Dost, Süleyman.  Avrupa ya İkinci Kavimler Göçü (mü?): Sorunlar, Fırsatlar, Tehditler, Çözümler . Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü Dergisi C. 23, S. 4. Erişim Tarihi: 31 Aralık 2021: 1 21. https://doi.org/10.16953/deusosbil.1055481. ÉTAT DE L UNION 2018 Un corps européen de garde frontières et de garde côtes renforcé et parfaitement équipé , Erişim Tarihi: Eylül 2018. https://ec.europa.eu/commission/sites/beta political/files/soteu2018 factsheet coast guard_fr.pdf.Euronews.  Polonya, göçmen akışını durdurmak için duvar inşaatına başladı . Erişim Tarihi:  28  Ocak  2022.  https://tr.euronews.com/2022/01/28/polonya belarus tangocmen ak s n durdurmak icin s n ra 394 milyon dolarl k duvar oruyor.European Data News Hub.  Face aux migrations, l Europe dresse des murs , Erişim Tarihi: Ocak 2022. https://ednh.news/fr/face aux migrations leurope dresse des murs/.Foucher, Michel.  À quoi servent les frontières ? Justifications, séparations, transitions et passages . Questions internationales nos 79 80   Mai août 2016, S. 78 80 (2016): 14 21.Foucher,  Michel.  Fronts  et  frontières:  un  tour  du  monde  géopolitique.  Nouv.  éd. entièrement ref. Paris: Fayard, 1991.Gümüşçü, Osman.  Siyasi Coğrafya Açısından Sınırlar ve Tarihi Süreç İçinde Türkiye de Sınır Kavramı . Bilig, S. 52 (2010): 79 104. http://www.acarindex.com/dosyalar/makale/acarindex 1423873159.pdf.Hun, Sinem.  « L accord UE Turquie a acté la fermeture des portes de l Europe »   Vues d Europe . Erişim Tarihi: 30 Nisan 2021. https://www.vuesdeurope.eu/news/laccordue turquie a acte la fermeture des portes de leurope/.Konyalı, Gökçe. Uluslararası Hukukta Sığınma Hakkı. Ankara: Seçkin Yayıncılık, 2021.SWI swissinfo.ch.  La Suisse vote sur sa participation à Frontex . Erişim Tarihi: 11 Nisan 2022. https://www.swissinfo.ch/fre/economie/la suisse vote sur sa participation%C3%A0 frontex/47433210.MIGREUROP.  ‘Accord  UE Turquie : le troc indigne . MIGREUROP. Erişim Tarihi: 17 Mayıs 2018. http://migreurop.org/article2880.html. Non EU Countries . Erişim Tarihi: 08 Nisan 2022. https://frontex.europa.eu/we build/other partners and projects/non eu countries/. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi36  Mehmet Hanifi BAYRAM     Ramazan İZOLProf. Dr. Dr. Öğr. ÜyesiÖztürk, Tolga, ve Ece Boyacı.  Suriyeli Mülteci Krizinin Türkiye ve Avrupa Birliği İlişkisine Yansıması: Dünya Sistemleri Analizi Üzerinden Bir Değerlendirme . Alanya Akademik Bakış C. 6, S. 1. Erişim Tarihi: 31 Ocak 2022: 1809 23. https://doi.org/10.29023/alanyaakademik.1035028. Public Access to Documents Registry . Erişim Tarihi: 08 Nisan 2022. https://frontex.europa.eu/accountability/public access to documents/public access to documentsregistry/?category=budget. Qu est ce que Frontex? . Erişim Tarihi: 08 Nisan 2022. https://frontex.europa.eu/fr/quisommes nous/qu est ce que frontex /.Règlement (CE) n° 863/2007 du Parlement Européen et du Conseil du 11 juillet 2007 instituant un mécanisme de création d équipes d intervention rapide aux frontières et modifiant le règlement (CE) n° 2007/2004 du Conseil pour ce qui a trait à ce mécanisme et définissant les tâches et compétences des agents invités, Pub. L. No. 32007R0863, 199 OJ L (2007). http://data.europa.eu/eli/reg/2007/863/oj/fra.Règlement (CE) n° 2007/2004 du Conseil du 26 octobre 2004 portant création d une Agence européenne pour la gestion de la coopération opérationnelle aux frontières extérieures des États membres de l Union européenne, 2006. http://data.europa.eu/eli/reg/2004/2007/oj/fra.Règlement (CE) n° 2007/2004 du Conseil du 26 octobre 2004 portant création d une Agence européenne pour la gestion de la coopération opérationnelle aux frontières extérieures des États membres de l Union européenne, Pub. L. No. 32004R2007, 349 OJ L (2006). http://data.europa.eu/eli/reg/2004/2007/oj/fra.Règlement (UE) 2016/1624 du Parlement européen et du Conseil du 14 septembre 2016 relatif au corps européen de garde frontières et de garde côtes, modifiant le règlement (UE) 2016/399 du Parlement européen et du Conseil et abrogeant le règlement (CE) n° 863/2007 du Parlement européen et du Conseil, le règlement (CE) n° 2007/2004 du Conseil et la décision 2005/267/CE du Conseil, 2016. http://data.europa.eu/eli/reg/2016/1624/oj/fra.Règlement (UE) 2019/1896 du Parlement européen et du Conseil du 13 novembre 2019 relatif au corps européen de garde frontières et de garde côtes et abrogeant les règlements (UE) n° 1052/2013 et (UE) 2016/1624, JO L 295 du 14.11.2019, 2019/1896 § (2019). https://eur lex.europa.eu/eli/reg/2019/1896/oj.Règlement (UE) n o 1168/2011 du Parlement européen et du Conseil du 25 octobre 2011 modifiant le règlement (CE) n o 2007/2004 du Conseil portant création d une Agence européenne pour la gestion de la coopération opérationnelle aux frontières extérieures des États membres de l Union européenne, Pub. L. No. 32011R1168, 304 OJ L (2011). http://data.europa.eu/eli/reg/2011/1168/oj/fra.Rodier, Claire.  Externalisation du contrôle des flux migratoires: comment et avec qui l Europe repousse ses frontières . Migrations Société C. 116, S. 2 (2008): 105 22. https://doi.org/10.3917/migra.116.0105.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa Birliği nin Dış Sınırlarının Yönetiminde Üçüncü Ülkelerle İş Birliği: Türkiye Örneği 37Şener, Nedim.  Güvenlik duvarı 1079 kilometreye ulaştı . Erişim Tarihi: 04 Nisan 2022. https://www.hurriyet.com.tr/yazarlar/nedim sener/guvenlik duvari 1079 kilometreyeulasti 41924175. Taslak Ulusal Entegre Sınır Yönetimi Stratejisinin Oluşturulması ve Türkiye nin Entegre Sınır Yönetimini Uygulaması için Ulusal Eylem Planı nın Güncellenmesi . Erişim Tarihi: 12 Nisan 2022. https://ab.gov.tr/taslak ulusal entegre sinir yonetimi stratejisinin olusturulmasi ve turkiyenin entegre sinir yonetimini uygulamasi icin _52372.html.T.C. DIŞİŞLERİ BAKANLIĞI AVRUPA BİRLİĞİ BAŞKANLIĞI.  AB ye Katılım İçin Ulusal Eylem Planı (2021 2023) . AVRUPA BİRLİĞİ NE KATILIM İÇİN ULUSAL EYLEM PLANI. Erişim Tarihi: 2021. https://www.ab.gov.tr/52882.html. Touteleurope.eu.  Qu est ce que Frontex, l Agence européenne de garde frontières et de garde côtes ? . Erişim Tarihi: 30 Mart 2022. https://www.touteleurope.eu/institutions/qu est ce que l agence europeenne de garde frontieres"
}