{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "11",
     "Sayı": "2",
     "Başlık": "SOSYAL GÜVENLİK KURUMUNCA ELEKTRONİK ORTAMDA YAPILACAK TEBLİGATA İLİŞKİN YÖNETMELİK ÇERÇEVESİNDE ELEKTRONİK TEBLİGAT",
     "Title": "ELECTRONIC NOTIFICATION WITHIN THE FRAMEWORK OF REGULATION ON NOTIFICATION TO BE MADE ON ELECTRONIC MEDIUM BY THE SOCIAL SECURITY INSTITUTION",
     "Yazar İsmi": [
          "Arş. Gör. Dr. Fatih TAHİROĞLU",
          "Dr. Volkan GÜNEŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sosyal Güvenlik Kurumu",
          "Yönetmelik",
          "İşveren",
          "Muhatap",
          "Tebligat",
          "Elektronik Tebligat"
     ],
     "Keywords": [
          "Social Security Institution",
          "Regulation",
          "Employer",
          "Addressee",
          "Notification",
          "Electronic Notification"
     ],
     "Özet": "Teknolojik gelişmeler, hukuk alanında da etkilerini her geçen gün artırmaktadır. Bunun bir sonucu olarak, tebligatların elektronik ortamda yapılması amacıyla birçok düzenleme yapılmıştır. Bu düzenlemelerden biri de 01.10.2021 tarihi itibariyle yürürlüğe giren Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik tir. Bu Yönetmelik Sosyal Güvenlik Kurumu tarafından elektronik ortamda yapılacak tebligatlara ilişkin usûl ve esasları belirlemek amacıyla çıkarılmıştır. Çalışmanın konusunu Sosyal Güvenlik Kurumu tarafından söz konusu Yönetmelik çerçevesinde yapılacak elektronik tebligat oluşturmaktadır. Çalışmada öncelikle, elektronik tebligat kavramından ve elektronik tebligat sisteminden bahsedilmiştir. Daha sonra, elektronik tebligatın uygulama alanı üzerinde durulmuştur. Bu kapsamda, elektronik tebligatın uygulama alanı hem konu bakımından hem de kişi bakımından olmak üzere ayrı ayrı incelenmiştir. Ardından elektronik tebligat adresinin edinilmesi, elektronik tebligatın yapılması ve yapılamaması konuları ele alınmıştır. Son olarak ise, elektronik tebligat adresinin kapatılması anlatılmıştır.",
     "Abstract": "Technological advancements are increasing their effects in the field of law day by day. As a result of this, many regulations have been made in order to make notifications electronically. One of these regulations is the Regulation on Notification to be made on Electronic Medium by the Social Security Institution, which came into force as of 01.10.2021. This Regulation was issued by the Social Security Institution in order to determine the procedures and principles regarding the notifications to be made on electronic medium. The subject of the study is the electronic notification to be 1 MakaleninDergiyeGelişTarihi:16.11.2021-MakaleninKabulEdildiğiTarih:10.12.2021,  DOI No:10.54704/akdhfd.1024357.2 İstanbulÜniversitesi,HukukFakültesi,MedeniUsûlveİcra-İflâsHukukuAnabilimDalı/İstanbul,Türkiye(Ress.Asst.Dr.,IstanbulUniversity,FacultyofLaw,DepartmentofCivilProcedureEnforcement-BankruptcyLaw,Istanbul,Turkey).  E-posta:fatiht@istanbul.edu.tr,  OrcidId:https://orcid.org/0000-0002-6382-4942.3 İstanbulTeknikÜniversitesi,İşletmeFakültesi,İşveSosyalGüvenlikHukukuAnabilimDalı(20152021)/İstanbul-Türkiye(Dr.,IstanbulTechnicalUniversity,FacultyofManagement,DepartmentofLaborandSocialSecurityLaw(2015-2021),Istanbul,Turkey).  E-posta:volkangns@hotmail.com,  OrcidId:https://orcid.org/0000-0002-1713-8204.  ThisarticleislicensedunderaCreativeCommonsAttribution-NonCommercial4.0InternationalLicense (CCBY-NC4.0)  2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi440000  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.made by the Social Security Institution within the framework of the aforementioned Regulation. In the study, firstly, the concept of electronic notification and the system of electronic notification are mentioned. Then, the scope of electronic notification is emphasized. In this context, the scope of electronic notification has been examined separately, both in terms of subject and person. Then, the issues of obtaining the electronic notification address, making and not being able to make the electronic notification are discussed. Finally, closing the electronic notification address is explained.",
     "Metin": "5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu nun 88. maddesine 18.05.2017 tarih ve 7020 sayılı Kanun un 16. maddesi ile yeni bir fıkra eklenmiştir. 5510 sayılı Kanun un bahsi geçen maddesinin 23. fıkrası uyarınca,  Kurum görev alanı kapsamındaki tebliğler, bu Kanunun 99 uncu maddesi hükümleri saklı kalmak kaydıyla, tebliğe elverişli elektronik bir adres vasıtasıyla elektronik ortamda yapılabilir. Elektronik ortamda yapılan tebligat, muhatabın elektronik adresine ulaştığı tarihi izleyen beşinci günün sonunda yapılmış sayılır. Kurum, elektronik ortamda yapılacak tebliğle ilgili her türlü teknik altyapıyı kurmaya veya kurulmuş olanları kullanmaya, tebliğe elverişli elektronik adres kullanma zorunluluğu getirmeye, kendisine elektronik ortamda tebliğ yapılacakları ve elektronik tebliğe ilişkin diğer usul ve esasları belirlemeye yetkilidir. Kurum tarafından yapılacak tebliğler, Maliye Bakanlığı ile yapılacak protokol çerçevesinde 213 sayılı Kanunun 107/A maddesi hükümlerine göre kurulan teknik altyapı kullanılarak da elektronik ortamda yapılabilir. Bu şekilde yapılan tebligatlar, 99 uncu maddenin ikinci fıkrası kapsamındaki bildirim yerine geçer .5510 sayılı Kanun un yukarıdaki hükmünün uygulanmasına ilişkin olarak Sosyal Güvenlik Kurumu tarafından Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik (Yönetmelik) çıkartılmıştır. Söz konusu Yönetmelik, yürürlük maddesi (m.14) uyarınca 01.10.2021 tarihi itibariyle yürürlüğe girmiştir.Elektronik ortamda tebligat, tebliğ işlemlerinin daha kısa sürede ve daha az masrafla tamamlanmasına hizmet eder.3 Ayrıca elektronik tebligatın, usûlsüz 1 BazıAlacaklarınYenidenYapılandırılmasıileBazıKanunlardaveBirKanunHükmündeKararnamedeDeğişiklikYapılmasınaDairKanun,RG,27.05.2017,30078.2 RG,24.09.2021,31608.3 ÖzlemTüzüner, ElektronikTebligatınKalitatifYöntemleİncelenmesi, Ankara Barosu Dergisi,S.4(2011):152;İbrahimÖzbay, 6099SayılıKanunveTebligatKanunununUygulanmasınaDairYönetmelikÇerçevesindeTebligatHukukundakiSonDeğişiklikler, Erzincan Üniversitesi Hukuk Fakültesi Dergisi,16S.1-2(2012):124;LeventBörü, ElektronikTebligatYönetmeliğiTaslağı naİlişkinKısaBirDeğerlendirme, Ankara Barosu Dergisi,S.2(2012):405;NesibeKurtKonca, TürkHukukundaTebligataİlişkinGüncelSorunlarveÇözümÖnerileri, Türkiye Barolar Birliği Dergisi,S.114(2014):262;AsafVarolveİhsanBaştürk, HukukiveTeknikBoyutuylaElektronikTebligatileKayıtlıElektronikPostaSistemi, Ankara Barosu Dergisi,S.1(2015):271;MineAkkan, Tebli 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi440022  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.tebliğ sonucunu doğuran hataların önlenmesine katkı sağladığı da söylenebilir.4 Bunların yanında, Yönetmelik çerçevesinde Kurum tarafından yapılacak elektronik tebligat, özellikle süresi içinde ödenmeyen sosyal sigorta ve genel sağlık sigortası primleri, işsizlik sigortası primleri, idari para cezaları, gecikme zamları, katılım payları Kurum alacağına dönüştüğünde, kamu alacağı niteliğindeki bu alacakların tahsil sürecini daha seri hâle getireceği için de önemlidir.5 Böylece Kurum alacaklarının sonradan 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun un uygulama alanına dâhil edilmiş olmasının yanında, bu alacakların tahsili açısından bir başka etkili önlem daha alınmış olmaktadır.Diğer taraftan Kurum un 5510 sayılı Kanun un 88. maddesinin 23. fıkrası ve buna istinaden çıkarılan Yönetmelik uyarınca yapacağı elektronik tebligatı, Kurum un Tebligat Kanunu ve Elektronik Tebligat Yönetmeliği uyarınca yapacağı elektronik tebligattan ayırt etmek de önemlidir. Zira her iki elektronik tebligat da farklı düzenlemelere tâbidir. Kaldı ki, her iki elektronik tebligatın muhatapları da esasen birbirinden farklıdır. Bununla birlikte, Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik te yer alan bazı hükümler, Tebligat Kanunu nda ve Elektronik Tebligat Yönetmeliği nde yer alan hükümlerle uyumludur. Bu bakımdan Kurum un Yönetmelik uyarınca yapacağı elektronik tebligatlarda Tebligat Kanunu ve Elektronik Tebligat Yönetmeliği kapsamında yapılmış tespitlerden yararlanılabilir. Ayrıca Yönetmelik in 13. maddesinin birinci fıkrasında, Yönetmelik te hüküm bulunmayan hâllerde Tebligat Kanunu ve ilgili diğer mevzuat hükümlerinin uygulanacağı belirtilmiştir. Dolayısıyla böyle durumlarda da Tebligat Kanunu nda ve Elektronik Tebligat Yönetmeliği nde yer alan hükümlerden ve bu hükümlere ilişkin açıklamalardan yararlanılması gündeme gelebilir.Yukarıda genel hatları ile açıklanan önemi ve özellikleri dikkate alınarak, bu çalışmada 5510 sayılı Kanun un 88. maddesinin 23. fıkrasına istinaden çıkarılan Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik hükümlerinin incelenerek açıklığa kavuşturulması amaçlanmaktadır. Bu çerçevede, öncelikle elektronik tebligat ve elektronik tebligat sistemi kavramları ortaya konulacak, ardından elektronik tebligatın konu ve kişi bakımından uygulama alanı belirlenmeye çalışılacaktır. Daha sonra ise, elektronik tebligat adresinin alınması, elektronik tebligatın yapılması, yapılamaması ve elektronik tebligat adresinin kapanması konuları incelenecektir.gatKanunuÇerçevesindeElektronikTebligat, Medenî Usûl ve İcra ve İflâs Hukuku Dergisi,S.39(2018):50;LeventBörü, ElektronikTebligat, HacettepeHukukFakültesiDergisi10,S.1(2020):191.4 Akkan, ElektronikTebligat, 51.5 MahmutKabakcı,Sosyal Sigorta Prim Borçlarından Şahsi Sorumluluk,(İstanbul:Beta,2019),11.6 RG,19.02.1959,10139.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 440033I. ELEKTRONİK TEBLİGAT VE ELEKTRONİK TEBLİGAT SİSTEMİ KAVRAMLARIElektronik tebligat kavramı, Türk hukukuna 2011 yılında 6099 sayılı Tebligat Kanunu ve Bazı Kanunlarda Değişiklik Yapılmasına Dair Kanun ile Tebligat Kanunu na eklenen 7/a maddesi ile girmiştir.8 Söz konusu maddenin son fıkrasında, bu maddenin uygulanmasına ilişkin usûl ve esasların yönetmelikle belirleneceği hüküm altına alınmıştır. Bu maddeye dayanılarak, ilk olarak 19.01.2013 tarihli Elektronik Tebligat Yönetmeliği yayımlanmıştır. Daha sonra ise, bu Yönetmeliği yürürlükten kaldıran 06.12.2018 tarihli Elektronik Tebligat Yönetmeliği yayımlanmıştır.01.01.2019 tarihinde yürürlüğe giren 06.12.2018 tarihli Elektronik Tebligat Yönetmeliği nde elektronik tebligatın,  Tebligat Kanunu ve söz konusu Yönetmelik e uygun  olarak  elektronik  ortamda  yapılan  tebligatı   ifade  ettiği  düzenlenmiştir (m.3/1-ç). Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik te ise, elektronik tebligat,  İlgili mevzuata göre muhataplara tebliği gereken evrakın elektronik tebligat sistemi ile muhatapların elektronik adreslerine tebliğ edilmesi  şeklinde tanımlanmıştır (m.3/1-ç). Aşağıda açıklanacak olan elektronik tebligat sistemlerine ilişkin farklılıklar bir yana bırakılacak olursa, elektronik tebligat ile esas olarak elektronik ortamda yapılan tebligat anlatılmak istenmektedir.Elektronik tebligat sistemi ise, elektronik tebligat kavramından farklıdır. Yönetmelik m.3/1, (e) hükmünde elektronik tebligat sisteminin  Bilişim sistemleri kanalıyla muhatabın elektronik adresine iletilmek üzere tebliğ evrakının gönderildiği ve elektronik ortamda delillendirilerek tesliminin sağlandığı sistemi  ifade ettiği düzenlenmiştir. 5510 sayılı Kanun un 88. maddesinin 23. fıkrasında Kurum un elektronik ortamda yapılacak tebliğle ilgili her türlü teknik altyapıyı kurmaya veya kurulmuş olanları kullanmaya yetkili olduğu hüküm altına alınmıştır. Tebligat Kanunu nun uygulama alanı çerçevesinde Kurum tarafından çıkarılan tebligatı yapacak olan merci, Posta ve Telgraf Teşkilatı Anonim Şirketi (PTT) olarak belirlenmiş (Tebligat Kanunu m.1) ve bu tebliğ işleminin PTT tarafından kurulan ve işletilen Ulusal Elektronik Tebligat Sistemi (UETS) üzerinden yürüteceği düzenlenmiştir (Tebligat Kanunu m.7/a). Buna karşılık, 5510 sayılı Kanun un 88. maddesinin 23. fıkrasında ise, Kurum elektronik tebligat sistemleri açısından kurulmuş olanları kullanmak dışında her türlü teknik altyapıyı kurmaya da yetkili kılınmıştır.11 Hatta söz konusu hükümde, Kurum un, Maliye Bakanlığı 7 RG,19.01.2011,27820.8 EjderYılmazveTacarÇağlar,Tebligat Hukuku,(Ankara:YetkinYayınları,2013),118-119;Akkan, ElektronikTebligat, 24;Börü, ElektronikTebligat, 185;HakanAlbayrak, MukayeseliHukukveYargıKararlarıIşığındaElektronikTebligatınYapılmışSayıldığıTarih, Selçuk Üniversitesi Hukuk Fakültesi Dergisi,29,S.3(2021):2417.9 RG,19.01.2013,28533.10 RG,06.12.2018,30617.11 Başkacakamukurumlarınınkendilerinetanınanbenzeryetkileredayanarakfarklıteknikaltyapılarkurmuşolduklarıdabelirtilmelidir.Örneğin,4734sayılıKamuİhaleKanunu nunEk1.mad 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi440044  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.ile yapılacak protokol çerçevesinde 213 sayılı Vergi Usul Kanunu nun 107/A maddesi hükümlerine göre kurulan teknik altyapıyı kullanarak elektronik ortamda tebligat yapabileceği de açıkça düzenlenmiştir. O hâlde, Kurum, Yönetmelik kapsamında yapacağı elektronik tebligatları, UETS üzerinden ya da 213 sayılı Kanun un 107/A maddesinin üçüncü fıkrasında Maliye Bakanlığı na verilen yetki çerçevesinde kurulan ve  E-Tebligat 13 olarak adlandırılan sistem üzerinden gerçekleştirebileceği gibi, başka bir teknik altyapı da kurabilir.II. ELEKTRONİK TEBLİGATIN UYGULAMA ALANIA. ELEKTRONİK TEBLİGATIN KONU BAKIMINDAN UYGULAMA ALANIElektronik ortamda tebliğin konusunu oluşturan belgeler, Yönetmelik in beşinci maddesinin birinci fıkrasında,  Kurumca, mevzuat gereği tebliği gereken tüm evraklar  olarak belirlenmiştir. Bu kapsamda, Kurum, en başta bilgi ve belge talepleri ile ilgili evrakları Yönetmelik e göre muhatap olanlara elektronik ortamda tebliğ edecektir. Yine prim borçlarının ve bununla birlikte gecikme cezası ve gecikme zammının takip ve tahsili için gerekli evraklar ile idari para cezaları ile ilgili evraklar da elektronik tebligatın konusunu oluşturacaktır.B. ELEKTRONİK TEBLİGATIN KİŞİ BAKIMINDAN UYGULAMA ALANIElektronik tebligatın kişi bakımından uygulama alanını muhataplar oluşturur. Yönetmelik te muhatap,  elektronik ortamda tebligat yapılacak olanlar  şeklinde tanımlanmıştır (m.3/1/ı). Yönetmelik in altıncı maddesi göz önüne alındığında, muhatapların zorunlu muhataplar ve isteğe bağlı muhataplar olmak üzere ikiye ayrılabilmesi mümkündür.1. Zorunlu Muhataplara. İşverenZorunlu muhataplar, Yönetmelik uyarınca kendilerine zorunlu olarak elektronik ortamda tebligat yapılması gerekenlerdir. Yönetmelik in altıncı maddesinin birinci fıkrasında, zorunlu muhatap belirlenirken 5510 sayılı Kanun un 88. maddesinin 23. desindeihalesürecindehertürlübildiriminkısmenveyatamamen,Kurumtarafındanoluşturulan ElektronikKamuAlımlarıPlatformu(EKAP) üzerindengerçekleştirilebileceğidüzenlenmiştir.Bukonudagenişbilgiiçinbkz.EvrenKoç, KamuİhaleHukukundaTebligatEsasları, içKamu İhale Hukuku na İlişkin Tebliğler ve Makaleler-2,ed.FehimÜçışık,ÇetinArslanveSeyyidAhmetHakkakul(İstanbul:AristoYayınevi,2016),222vd..12 RG,10-11-12.01.1961,10703-10704-10705.13 E-TebligatsistemindemuhataplaraGelirİdaresiBaşkanlığı nınİnternetVergiDairesisistemiiçerisindekendileriiçinoluşturulmuşhesaplarüzerindentebligatyapılmaktadır.Vergisistemindeelektroniktebligatileilgiliayrıntılıaçıklamalariçinbkz.MehmetArslanveMineBiniş, TürkVergiSistemindeTebligatveElektronikTebligat Yönetim ve Ekonomi Araştırmaları Dergisi,14,S.1(2016):305vd.;HaticeYurtsever, VergiHukukundaTebligattaYeniBirUygulama:ElektronikTebligat, Yönetim ve Ekonomi23,S.2(2016):461vd.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 440055fıkrasına dayanılmıştır. Nitekim bu hüküm ile Kurum, tebliğe elverişli elektronik adres kullanma zorunluluğu getirmeye ve kendisine elektronik ortamda tebliğ yapılacakları belirlemeye yetkili kılınmıştır. Bu hükme dayanılarak Yönetmelik te işverenler için elektronik tebligat adresi alma ve elektronik sistemi kullanma zorunluluğu kabul edilmiştir (Yönetmelik m.6/1). Bir diğer deyişle, işverenler, Kurum tarafından yapılacak elektronik tebligatlar bakımından zorunlu muhatap olarak belirlenmiştir.Yönetmelik te işverenin,  Bu Yönetmeliğin yürürlüğe girdiği tarihte ve sonrasında 5510 sayılı Kanunun 4 üncü maddesinin birinci fıkrasının (a) ve (c) bentlerine göre sigortalı sayılan kişileri çalıştıran gerçek veya tüzel kişiyi yahut tüzel kişiliği olmayan kurum ve kuruluşları  ifade ettiği hüküm altına alınmıştır (m.3/1/f). Yönetmelik ile getirilen işveren tanımının 5510 sayılı Kanun ile getirilen işveren tanımı ile uyumlu olduğu görülmektedir. Nitekim işveren, 5510 sayılı Kanun un 12. maddesinin birinci fıkrasında da  4 üncü maddenin birinci fıkrasının (a) ve (c) bentlerine göre sigortalı sayılan kişileri çalıştıran gerçek veya tüzel kişiler ile tüzel kişiliği olmayan kurum ve kuruluşlar  olarak tanımlanmıştır.5510 sayılı Kanun un dördüncü maddesinin birinci fıkrasının (a) ve (c) bentlerine göre sigortalı sayılanları çalıştıranlar Yönetmelik anlamında zorunlu muhatap olduğundan, ilk olarak sigortalı sayılanların kimler olduğu açıklığa kavuşturulmalıdır. Sözü geçen maddenin (a) bendi uyarınca  hizmet akdi ile bir veya birden fazla işveren tarafından çalıştırılanlar  sigortalı sayılmaktadır.14 Bu hüküm kapsamında sigortalı sayılmak için önemli olan iş sözleşmesi (hizmet akdi) ile çalıştırılmak olduğundan, sadece İş Kanunu kapsamındakilerin değil; 5953 sayılı Basın İş Kanunu kapsamında gazeteciler, 854 sayılı Deniz İş Kanunu kapsamında gemi adamları ya da 6098 sayılı Türk Borçlar Kanunu kapsamındaki işçiler de m.4/1, (a) uyarınca sigortalı sayılır.15 Dolayısıyla bu kişileri çalıştıran gerçek veya tüzel kişi yahut tüzel kişiliği olmayan kurum ve kuruluşlar Yönetmelik anlamında işveren, yani zorunlu muhataptır. Bir çalışmanın iş sözleşmesine (hizmet akdine) dayanıp dayanmadığı belirlenirken bağımlılık unsurundan hareket edilmeli, işçinin işverene ait iş veya iş organizasyonu çerçevesinde onun yararına bir iş yapması bağımlılık unsurunun varlığı için yeterli sayılmalıdır.1614 Yargıtay ın5510sayılıKanun undördüncümaddesininbirincifıkrasının(a)bendikapsamındasigortalıniteliğininkazanılmasışartlarınıüçbaşlıkaltındatopladığıgörülmektedir:1)Çalışmailişkisininkuralolarakhizmetsözleşmesinedayanması,2)İşinişvereneaitişyerindeyadaişyerindensayılanyerlerdeişorganizasyonuiçerisindeyapılması,3)Çalışanın5510sayılıKanun un6.maddesindebelirtilenistisnalardanolmaması.Bkz.YHGK,15.06.2021,E.2017/2655,K.2021/764(Legalbank);YHGK,15.06.2021,E.2017/2230,K.2021/755(Legalbank).15 AzizCanTuncayveÖmerEkmekçi,Sosyal Güvenlik Hukuku Dersleri,(İstanbul:Beta,2019),302,306vd.Aynıyöndebkz.AliNazımSözer,Türk Sosyal Sigortalar Hukuku,(İstanbul:Beta,2019),69;M.FatihUşan,Türk Sosyal Güvenlik Hukukunun Temel Esasları,(Ankara:SeçkinYayıncılık,2009),74;MüjdatŞakar,Sosyal Sigortalar Uygulaması,(İstanbul:Beta,2017),96;KübraDoğanYeniseyveMahmutKabakcı,Gönüllü Emeği ve İş Hukuku,(İstanbul:İstanbulBilgiÜniversitesiYayınları,2017),59;HalukHadiSümer,Sosyal Güvenlik Hukuku,(Ankara:SeçkinYayıncılık,2021),39.16 TuncayveEkmekçi,303vd.;Uşan,75;Sümer,39. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi440066  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.Yine ücret de, her ne kadar bir iş sözleşmesinden söz etmek ve dolayısıyla m.4/1, (a) uyarınca iş sözleşmesi ile çalıştırılan olarak sigortalı sayılmak için zorunlu bir unsur teşkil etse de, sigortalı kavramının kapsamına iş sözleşmesi ile çalışmayan bazı gruplar ve bunlar içerisinde ücret unsurunu içermeyen bazı çalışma ilişkileri de alınmıştır.17 Aşağıda yeri geldikçe belirtilecek olan bu kişilerin dışında kalan ücretsiz gönüllü faaliyetler gerçekleştirenlerin,  hizmet sözleşmesi ile çalıştırılan  olarak sigortalı sayılamayacağını burada belirtmek gerekir.18 O hâlde, bugünkü yasal düzenlemeler çerçevesinde ücretsiz gönüllü faaliyetleri gerçekleştirenler için  sigortalı  çalıştıran bir işverenden ve dolayısıyla Yönetmelik anlamında bir zorunlu muhataptan da söz edilemez.5510 sayılı Kanun kapsamında işçiler yukarıda açıklandığı şekilde sigortalı sayılmakla birlikte kanun koyucu, iş sözleşmesine göre çalışıp çalışmadıkları duraksama yaratan ya da iş sözleşmesi ile çalışmadıkları açık olan bazı kişilere de iş sözleşmesi ile çalıştırılıp sigortalı sayılanlara ilişkin hükümlerin uygulanmasını öngörmüştür.19  İşçi konumunda sayılanlar  olarak da adlandırılan bu kişiler, 5510 sayılı Kanun un dördüncü maddesinin ikinci fıkrasında, aşağıda yer verildiği gibi sayılmış olup, bu kişileri çalıştıranlar 5510 sayılı Kanun anlamında işveren sayılmaktadır.21 O hâlde, bu kişiler de Yönetmelik anlamında zorunlu muhatap olacaktır.-  İşçi sendikaları ve konfederasyonları ile sendika şubelerinin başkanlıkları ve yönetim kurullarına seçilenler,-  Bir veya birden fazla işveren tarafından çalıştırılan; film, tiyatro, sahne, gösteri, ses ve saz sanatçıları ile müzik, resim, heykel, dekoratif ve benzeri diğer uğraşları içine alan bütün güzel sanat kollarında çalışanlar ile düşünürler ve yazarlar,-  Mütekabiliyet esasına dayalı olarak uluslararası sosyal güvenlik sözleşmesi yapılmış ülke uyruğunda olanlar hariç olmak üzere, yabancı uyruklu kişilerden hizmet akdi ile çalışanlar,17 Primeesasgünlükkazançlarıdüzenleyen5510sayılıKanunm.82/2hükmünde ücretsizçalışansigortalılar dansözedilmesideKanundasigortalıkavramınınkapsamınaalınmışolupücretunsurunuiçermeyenbuçalışmailişkileridikkatealındığındaanlamkazanmaktadır.Bkz.DoğanYeniseyveKabakcı,73.18 DoğanYeniseyveKabakcı,75vd.Tümücretsizçalışmalarınsigortalılıkniteliğidoğurmadığıyönündebkz.Uşan,78.19 AliGüzel,AliRızaOkurveNurşenCaniklioğlu,Sosyal Güvenlik Hukuku,(İstanbul:Beta,2020),80,82;Sözer,91.20 Bkz.Sözer,75vd.;TankutCentel,Türk Sosyal Güvenlik Hukuku,(İstanbul:OnİkiLevhaYayıncılık,2021),142vd.21 Sözer,37.5510sayılıKanunm.4/2,(g) dehernekadarTürkiyeİşKurumutarafındandüzenlenenToplumYararınaÇalışmaProgramlarındanyararlananlaradayerverilmişsedehükmündevamındaTürkiyeİşKurumu nunbukişileriçinprimödemeyükümlüsüolmaklabirliktebuKanunkapsamındaişyeriveişverensayılmayacağıaçıkçadüzenlenmiştir.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 440077-  4081 sayılı Çiftçi Mallarının Korunması Hakkında Kanuna göre çalıştırılanlar,-  1593 sayılı Umumi Hıfzısıhha Kanununda belirtilen umumî kadınlar,-  Milli Eğitim Bakanlığı tarafından düzenlenen kurslarda usta öğretici olarak çalıştırılanlar, kamu idarelerinde ders ücreti karşılığı görev verilenler ile 657 sayılı Devlet Memurları Kanununun 4 üncü maddesinin (C) bendi kapsamında çalıştırılanlar.Yönetmelik anlamında zorunlu muhatap olacak diğer bir grup işveren ise, 5510 sayılı Kanun un dördüncü maddesinin birinci fıkrasının (c) bendi kapsamında sigortalı sayılanları çalıştıranlardır. Söz konusu (c) bendi kapsamında kamu görevlileri sigortalı sayılmıştır. Sigortalı olarak kabul edilen kamu görevlileri ilgili hükümde iki gruba ayrılmıştır. Birinci grupta  kamu idarelerinde, bu maddenin birinci fıkrasının (a) bendine tabi olmayanlardan, kadro ve pozisyonlarda sürekli olarak çalışıp ilgili kanunlarında (a) bendi kapsamına girenler gibi sigortalı olması öngörülmemiş olanlar  sigortalı olarak kabul edilmişken, ikinci grupta  kamu idarelerinde, bu maddenin birinci fıkrasının (a) ve (b) bentlerine tabi olmayanlardan, sözleşmeli olarak çalışıp ilgili kanunlarında (a) bendi kapsamına girenler gibi sigortalı olması öngörülmemiş olanlar ile 657 sayılı Devlet Memurları Kanununun 86 ncı maddesi uyarınca açıktan vekil atananlar  sigortalı olarak kabul edilmiştir.Kanun koyucu, işçi konumunda sigortalı sayılanlar gibi,  kamu görevlisi konumunda sigortalı sayılanları  da belirlemiştir. 5510 sayılı Kanun un dördüncü maddesinin dördüncü fıkrasında, Kanun un m.4/1, (c) hükmü gereği sigortalı sayılanlara (kamu görevlileri) ilişkin hükümlerin kamu görevlisi konumunda sigortalı sayılanlar hakkında da uygulanacağı hüküm altına alınmıştır. O hâlde, m.4/1, (c) uyarınca kamu görevlisini çalıştıranlar gibi, aşağıda yer verilen m.4/4 te sayılan kamu görevlisi konumunda sigortalı sayılan kişileri çalıştıranlar da 5510 sayılı Kanun anlamında işveren sayılmaktadır.22 İşveren sayılan bu kişiler, Yönetmelik anlamında zorunlu muhatap olacaktır.-  Kuruluş ve personel kanunları veya diğer kanunlar gereğince seçimle veya atama yoluyla kamu idarelerinde göreve gelenlerden; bu görevleri sebebiyle kendilerine ilgili kanunlarında Devlet memurları gibi emeklilik hakkı tanınmış olanlardan hizmet akdi ile çalışmayanlar,-  Başbakan, Cumhurbaşkanı yardımcıları, bakanlar, Türkiye Büyük Millet Meclisi üyeleri, belediye başkanları, il encümeninin seçimle gelen üyeleri,-  Birinci fıkranın (c) bendi kapsamında iken, bu kapsamdaki kişilerin kurduğu sendikalar ve konfederasyonları ile sendika şubelerinin başkanlıkları ve yönetim kurullarına seçilenlerden aylıksız izne ayrılanlar,22 Sözer,37. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi440088  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.-  Harp okulları ile fakülte ve yüksekokullarda, Milli Savunma Bakanlığı hesabına okuyan veya kendi hesabına okumakta iken askerî öğrenci olanlar ile astsubay meslek yüksekokulları ve astsubay naspedilmek üzere temel askerlik eğitimine tâbi tutulan adaylar,-  Polis Akademisi ile fakülte ve yüksek okullarda, Emniyet Genel Müdürlüğü hesabına okuyan veya kendi hesabına okumakta iken Emniyet Genel Müdürlüğü hesabına okumaya devam eden öğrenciler ile polis nasbedilmek üzere Polis Meslek Eğitim Merkezlerinde polislik eğitimine tabi tutulan adaylar,-  Jandarma ve Sahil Güvenlik Akademisi ile fakülte ve yüksekokullarda Jandarma Genel Komutanlığı ve Sahil Güvenlik Komutanlığı nam ve hesabına okuyan veya kendi hesabına okumakta iken Jandarma Genel Komutanlığı ve Sahil Güvenlik Komutanlığı nam ve hesabına okumaya devam edenler ile subay ve astsubay naspedilmek üzere temel askerlik eğitimine tabi tutulan adaylar.5510 sayılı Kanun açısından işveren sıfatını taşıyan diğer bir grup ise kısmi sigortalıları çalıştıranlar olup bu işverenler de Yönetmelik anlamında zorunlu muhataptır. 5510 sayılı Kanun un beşinci maddesinde sadece bazı sigorta kollarının uygulanacağı sigortalılar şu kişiler olarak belirlenmiştir:-  Hizmet akdi ile çalışmamakla birlikte, ceza infaz kurumları ile tutukevleri bünyesinde oluşturulan tesis, atölye ve benzeri ünitelerde çalıştırılan hükümlü ve tutuklular,-  3308 sayılı Meslekî Eğitim Kanununda belirtilen aday çırak, çırak ve işletmelerde meslekî eğitim gören öğrenciler, meslekî ve teknik ortaöğretim ile yükseköğrenimleri sırasında staja tabi tutulan öğrenciler, mesleki ve teknik ortaöğretim sırasında tamamlayıcı eğitim ya da alan eğitimi gören öğrenciler, kamu kurum ve kuruluşları tarafından desteklenen projelerde görevli bursiyerler ile 2547 sayılı Yükseköğretim Kanununun 46 ncı maddesine tabi olarak kısmi zamanlı çalıştırılan öğrenciler,-  Harp malulleri ile 2330 sayılı Nakdi Tazminat ve Aylık Bağlanması Hakkında Kanuna veya 2330 sayılı Kanun hükümleri veya 8/6/1949 tarihli ve 5434 sayılı Kanunun 56 ncı maddesi uygulanarak aylık bağlanmasını gerektiren kanunlara göre vazife malullüğü aylığı bağlanmış malullerden, 4 üncü maddenin birinci fıkrasının (a), (b) ve (c) bentleri kapsamında sigortalı olarak çalışmaya başlayanlar,-  Türkiye İş Kurumu tarafından düzenlenen meslek edindirme, geliştirme ve değiştirme eğitimine katılan kursiyerler,-  Ülkemiz ile sosyal güvenlik sözleşmesi olmayan ülkelerde iş üstlenen işverenlerce yurt dışındaki işyerlerinde çalıştırılmak üzere götürülen Türk işçiler.23 Güzel,OkurveCaniklioğlu,194;Aydemir,66.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 440099Özet olarak, Yönetmelik uyarınca zorunlu muhatap olarak kabul edilecek olan işverenleri üç grupta toplamak mümkündür: 1) İşçi ve işçi konumunda sigortalı sayılan kişileri çalıştıran işverenler, 2) Kamu görevlisi ve kamu görevlisi konumunda sigortalı sayılan kişileri çalıştıran kamu idareleri, 3) Kısmi sigortalı konumunda olanları çalıştıran işverenler.Bununla birlikte, işçi konumunda sigortalı sayılanlar, kamu görevlisi konumunda sigortalı sayılanlar ile kısmi sigortalı konumunda olanlardan bazıları yönünden bunları çalıştıranın, yani işverenin kim olduğunun belirlenmesinde zorluklarla karşılaşılabilir. Nitekim 5510 sayılı Kanun un 12. maddesinde bu zorlukların aşılmasına yönelik düzenlemeler getirilmiştir.24 Bu kapsamda, örneğin, Çiftçi Mallarının Korunması Hakkında Kanun a göre çalışan koruma bekçilerinin işvereni olarak bunları tayine yetkili makam, yani koruma ve ihtiyar meclisleri (5510 sayılı Kanun m.12/4); işçi sendikaları ve konfederasyonları ile sendika şubelerinin başkanlıkları ve yönetim kurullarına seçilenlerin işvereni olarak ise bunları çalıştıran işçi sendikaları ve konfederasyonları kabul edilir (5510 sayılı Kanun m.12/3). Ayrıca genel kadınları çalıştıranlar da onların işvereni olmaktadır.25 Kamu görevlisi konumunda sigortalı sayılanlarda ise işveren, bunları çalıştıran kamu idareleri veya eğitim gördükleri okullardır (5510 sayılı Kanun m.12/3). Kısmi sigortalı konumunda olanlardan ceza infaz kurumları ile tutukevleri bünyesinde oluşturulan tesis, atölye ve benzeri ünitelerde çalıştırılan hükümlü ve tutukluların işvereni ise Ceza İnfaz Kurumları ile Tutukevleri İş Yurtları Kurumu dur (5510 sayılı Kanun m.12/5).Zorunlu muhatap olarak elektronik tebligat adresi almak ve elektronik tebligat sistemi kullanmak zorunluluğu olan yukarıda belirtilen işverenler gerçek kişi olabileceği gibi, tüzel kişi de olabilir. O hâlde, zorunlu muhatap olacak işverenler arasında şirketler, kooperatifler, dernekler, vakıflar, sendikalar, KİT ler, belediyeler, bakanlıklar sayılabilir. Yine tüzel kişiliğe sahip olmayan kurum ve kuruluşlar da işveren olabileceğinden, Bakanlıklara bağlı olup tüzel kişilikleri olmayan kurum ve kuruluşlar da sigortalı çalıştırdıkları takdirde Yönetmelik uyarınca zorunlu muhatap olacaklardır. Aynı durum, özel hukuk açısından adi şirket ve donatma iştiraki için de geçerlidir.Son olarak, Yönetmelik gereği zorunlu muhatap olan bir işverenin bulunup bulunmadığı belirlenirken, 5510 sayılı Kanun un 6. maddesi de göz önünde bulundurulmalıdır. Söz konusu hükümde, sigortalı sayılmayanlar aşağıda yer verildiği şekilde belirlenmiş olup, bu kişileri çalıştıranların, çalışma ilişkisi iş sözleşmesine dayansa bile, Kanun anlamında işveren sayılmaları mümkün değildir.26 O hâlde, bu kişileri çalıştıranların Yönetmelik gereği elektronik tebligat adresi alma ve elektronik sistemi kullanmak zorunluluğunun bulunduğundan söz edilemez.24 Bkz.Güzel,OkurveCaniklioğlu,195;TuncayveEkmekçi,359;Sözer,37;Sümer,76.25 Sözer,38.26 Güzel,OkurveCaniklioğlu,194;Aydemir,66. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi441100  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.-  İşverenin işyerinde ücretsiz çalışan eşi,-  Aynı konutta birlikte yaşayan ve üçüncü derece dahil bu dereceye kadar hısımlar arasında ve aralarına dışardan başka kimse katılmaksızın, yaşadıkları konut içinde yapılan işlerde çalışanlar-  Ev hizmetlerinde çalışanlar (Kanunun ek 9 uncu maddesinin ikinci fıkrası kapsamında sigortalı olanlar ile ücretle aynı kişi yanında ay içinde 10 gün ve daha fazla süreyle çalışanlar hariç),-  Askerlik hizmetlerini er ve erbaş olarak yapmakta olanlar ile yedek subay ve yedek astsubay okulu öğrencileri,-  Uluslararası sosyal güvenlik sözleşmeleri hükümleri saklı kalmak kaydıyla; yabancı bir ülkede kurulu herhangi bir kuruluş tarafından ve o kuruluş adına ve hesabına Türkiye ye üç ayı geçmemek üzere bir iş için gönderilen ve yabancı ülkede sosyal sigortaya tabi olduğunu belgeleyen kişiler ile Türkiye de kendi adına ve hesabına bağımsız çalışanlardan, yurt dışında ikamet eden ve o ülke sosyal güvenlik mevzuatına tabi olanlar,-  Yüksek okullarda fiilen normal eğitim süreleri içinde yapılan, tatbikî mahiyetteki yapım ve üretim işlerinde çalışan öğrenciler,-  Sağlık hizmet sunucuları tarafından işe alıştırılmakta olan veya rehabilite edilen, hasta veya malûller,-  4 üncü maddenin birinci fıkrasının (b) ve (c) bentleri gereği sigortalı sayılması gerekenlerden 18 yaşını doldurmamış olanlar,-  Kamu idarelerinde ve Kanunun ek 5 inci maddesi kapsamında sayılanlar hariç olmak üzere, tarım işlerinde veya orman işlerinde hizmet akdiyle süreksiz işlerde çalışanlar ile tarımda kendi adına ve hesabına bağımsız çalışanlardan; tarımsal faaliyette bulunan ve yıllık tarımsal faaliyet gelirlerinden, bu faaliyete ilişkin masraflar düşüldükten sonra kalan tutarın aylık ortalamasının, bu Kanunda tanımlanan prime esas günlük kazanç alt sınırının otuz katından az olduğunu belgeleyenler ile 65 yaşını dolduranlardan talepte bulunanlar,-  Kendi adına ve hesabına bağımsız çalışanlardan gelir vergisinden muaf olup, esnaf ve sanatkâr siciline kayıtlı olanlardan, aylık faaliyet gelirlerinden bu faaliyetine ilişkin masraflar düşüldükten sonra kalan tutarı, prime esas günlük kazanç alt sınırının otuz katından az olduğunu belgeleyenler,-  Kamu idarelerinin dış temsilciliklerinde istihdam edilen ve temsilciliğin bulunduğu ülkede sürekli ikamet izni veya bu devletin vatandaşlığını da haiz bulunan Türk uyruklu sözleşmeli personelden, bulunduğu ülkenin sosyal güvenlik kurumunda sigortalı olduğunu belgeleyenler ile kamu idarelerinin dış temsilciliklerinde istihdam edilen sözleşmeli personelin uluslararası sosyal güvenlik sözleşmeleri çerçevesinde ve temsilciliğin bulunduğu ülkenin ilgili mevzuatının zorunlu kıldığı hallerde, işverenleri tarafından bulunulan ülkede sosyal sigorta kapsamında sigortalı yapılanlar,Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 441111-  Gençlik ve Spor Bakanlığı, Spor Genel Müdürlüğü, Türkiye Futbol Federasyonu, bağımsız spor federasyonları tarafından yapılan her türlü gençlik ve spor faaliyetleri ile bu faaliyetlerle ilgili kamp, eğitim ve hazırlık çalışmalarında süreklilik arz etmeyecek şekilde görevlendirilenler,-  30 uncu maddenin üçüncü fıkrasının (b) bendi kapsamında olanlar hariç olmak üzere, yaşlılık aylığı almaktayken bu aylıkları kesilmeksizin 4 üncü maddenin birinci fıkrasının (b) bendi kapsamında çalışanlar.b. İşveren Vekilinin Yönetmelik Kapsamında Zorunlu Muhatap Olup Olamayacağı5510 sayılı Kanun ya da 6183 sayılı Kanun uyarınca tebliğ edilmesi gereken evraklarda muhatap genellikle işverenler olsa da işveren vekillerine tebliğ edilmesi gereken evraklar da söz konusu olabilir. Örneğin, Kurum alacaklarının tahsilinde işveren vekillerinin işveren ile birlikte sorumluluğu söz konusu olduğunda, ilgili işveren vekiline Kurum tarafından 6183 sayılı Kanun uyarınca bir ödeme emri tebliğ edilebilir. Nitekim 5510 sayılı Kanun un 12. maddesinin ikinci fıkrasında, işveren vekilinin, bu Kanunda belirtilen yükümlülüklerinden dolayı işveren ile birlikte müştereken ve müteselsilen sorumlu olduğu düzenlenmiştir. Yine işveren vekillerine 5510 sayılı Kanun uyarınca idari para cezası uygulanmasını gerektiren hâller de ortaya çıkabilir ki, hem bu idari para cezalarının tebliği hem de ödenmeyen idari para cezalarının tahsili için ödeme emirlerinin tebliği gerekebilir. O hâlde, yukarıda belirtilen işverenler dışında işveren vekillerinin de Yönetmelik uyarınca zorunlu muhatap olarak kabul edilip edilemeyeceği ve dolayısıyla elektronik tebligat adresi alma zorunluluklarının olup olmadığı açıklığa kavuşturulmalıdır.27İşveren vekili, 5510 sayılı Kanun un 12. maddesinin ikinci fıkrasında -4857 sayılı İş Kanunu ndan farklı olarak-  İşveren adına ve hesabına, işin veya görülen hizmetin bütününün yönetim görevini yapan kimse  şeklinde tanımlanmaktadır. Dolayısıyla Kanun anlamında işveren vekilinden söz edebilmek için gerçek kişi işverenin kendisinin; tüzel kişi işverenlerde ise yönetim organının sahip olduğu bütün yönetim yetkileri ile donatılmış olmak gerekir.28 Bir başka deyişle, işyerinin tümünü yönetmek yetkisine sahip olmayanlar, 5510 sayılı Kanun anlamında işveren vekili olarak kabul edilemezler.29 5510 sayılı Kanun un 12. mad27 Bunoktada,işverenvekilini,TebligatKanunu nun11.maddesininbirincifıkrasındabahsedilenvekillekarıştırmamakgerekir.Sözkonusuhükmegöre,vekilaracılığıylatakipedilenişlerdetebligatvekileyapılır.TebligatKanunuanlamındavekililekastedilen,avukat,davavekili,davatakipçisiveKadastroKanunu ndabelirtilenbelirliderecedeyakınlardır(RecepAkcanveHakanAlbayrak,Tebligat Hukuku (Ankara:SeçkinYayıncılık,2016),103;İbrahimÖzbayveTanerEmreYardımcı,Tebligat Hukuku(Ankara:SeçkinYayıncılık,2020),54;MelihIşık, MuhatapYerineTebellüğeYetkilendirilenKişilereTebligatYapılması, İçOlaylarla Tebligat Hukuku(İstanbul:OnİkiLevhaYayıncılık,2021),81).28 Kabakcı,28.29 Güzel,OkurveCaniklioğlu,196;Aydemir,110,114. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi441122  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.desinin ikinci fıkrasında işveren vekilinin tanımlanmasını takiben  bu Kanunda geçen işveren deyimi, işveren vekilini de kapsar  düzenlemesine yer verilmiştir. Kanun da işveren vekili için dar kapsamlı bir tanıma yer verilmiş olması ve buna uygun şekilde Kanun da geçen işveren deyiminin işveren vekilini de kapsadığının açık bir şekilde düzenlenmesi dikkate alındığında, Yönetmelik açısından işveren vekillerinin de işveren gibi zorunlu muhatap kabul edilmeleri gerektiği şeklinde bir görüş ileri sürülebilir. Böylece işveren vekilleri için de elektronik tebligat adresi alma zorunluluğu doğacaktır. Bu görüşün benimsenmesi hâlinde, bir başka soruya daha cevap aranması gerekir. Acaba, Kanun un 88. maddesinin 20. fıkrasında sayılan ve Kurum un ödenmeyen sigorta primleri ve diğer alacaklarından işverenle birlikte sorumluluğu öngörülenler de Yönetmelik anlamında zorunlu muhatap mı olmalıdır? Nitekim öğretide, Kanun un 88. maddesinin 20. fıkrası çerçevesinde primlerin tahakkuk ve ödemesi işini üstlenenlerin de (örneğin, sigorta işlemleri işinin bütününü yöneten birim sorumlusu müdür, şef gibi) Kanun anlamında işveren vekili olarak nitelendirildiği görülmektedir.30Kanaatimizce Yönetmelik anlamında işveren vekillerinin de işveren olarak kabul edilerek Kurumca kendilerine yapılacak tebligatlar için elektronik tebligat adresi alma zorunluluklarının olduğundan söz edilemez. Aksi hâlde, özellikle büyük şirketlerdeki karmaşık organizasyon yapıları bakımından sürekli olarak ve çok sayıda uyuşmazlığın doğacağı açıktır ki, bu sonucun elektronik tebligatın getirilmesindeki amaçlarla bağdaştırılması mümkün değildir. Yine Yönetmelik i yayımlayarak zorunlu muhatapları belirleyen Kurum un, Yönetmelik te işveren vekillerini açıkça zikretmeyip 5510 sayılı Kanun yardımıyla bu sonuca varılmasını öngördüğü de düşünülemez. Bir başka deyişle, Yönetmelik te bu hususta bilinçli bir susmanın ya da boşluğun olduğu sonucuna varmak yerinde olmaz. Ayrıca tebligatın, hukuki dinlenilme ve bilgi edinme hakkı ile sıkı ilişkisi göz önünde bulundurulduğunda,31 muhatapların açık bir şekilde belirlenmesi gerektiği ortaya çıkmaktadır. Sonuç olarak, Yönetmelik açısından işveren vekillerine elektronik yolla tebligat yapılması zorunluluğundan bahsedilemez. Dolayısıyla işveren vekillerinin elektronik tebligat adresi edinme zorunlulukları bulunmamaktadır.2. İsteğe Bağlı Muhataplarİsteğe bağlı muhataplar, kendilerine elektronik ortamda tebligat yapılmasını talep edebilecek olanlardır. Yönetmelik in altıncı maddesinin birinci fıkrası kapsamında zorunlu muhatap olan işverenler dışında kalan muhataplar, isteğe bağlı olarak kendilerine elektronik ortamda tebligat yapılmasını talep edebilirler (Yönetmelik m.6/2). Yukarıda açıklanan sebeplerle işveren gibi zorunlu muhatap ola30 Sözer,43-44.31 Builişkiilgiliaçıklamalariçinbkz.HakanPekcanıtez, HukukiDinlenilmeHakkı, içProf. Dr. Seyfullah Edis e Armağan(İzmir:2000),770vd.;MuhammetÖzekes,Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı,(Ankara:YetkinYayınları,2003),98vd.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 441133rak kabulü mümkün olmayan işveren vekilleri Yönetmelik anlamında isteğe bağlı muhatap olabilecektir. Bununla birlikte, sigortalı sayılanlar ile hak sahiplerinin de isteğe bağlı muhatap olmaları mümkündür. Yine Kurum tarafından genel sağlık sigortası çerçevesinde kendilerine sıklıkla tebligat gönderilmesi söz konusu olan sağlık kurumları ile eczaneler de isteğe bağlı olarak Yönetmelik kapsamında yapılacak elektronik tebligatın muhatabı olabilirler.İsteğe bağlı olarak kendilerine elektronik tebligat yapılmasını talep eden muhataplar da elektronik tebligat sistemini kullanmak zorunda olup daha sonra bu kapsamdan çıkamazlar (Yönetmelik m.6/3). Bir başka deyişle, bu şekilde isteğe bağlı olarak sisteme dâhil olan muhataplara da elektronik yolla tebligat yapılması zorunlu hâle gelir.III. ELEKTRONİK TEBLİGAT ADRESİNİN EDİNİLMESİYönetmelik in yedinci maddesinin birinci fıkrasına göre, elektronik tebligat adresi almak zorunda olan işverenler, Kurum tarafından belirlenen sistem üzerinden, bu Yönetmelik in yürürlüğe girdiği tarihi takip eden üç ay içinde başvuru yapmakla yükümlüdür. İsteğe bağlı olarak elektronik tebligat adresi alacak olan muhataplar da Sosyal Güvenlik Kurumu tarafından belirlenen sistem üzerinden başvuru yapmakla yükümlü kılınmıştır (Yönetmelik m.7/3).Yukarıdaki hükümler çerçevesinde, gerek zorunlu muhataplar için öngörülen elektronik tebligat adresinin edinilmesine ilişkin üç aylık başvuru süresine gerekse de Kurum tarafından belirlenecek elektronik tebligat sistemi üzerinden gerçekleştirilecek başvuru yollarına ilişkin açıklığa kavuşturulması gereken bazı hususlar söz konusudur.Öncelikle  belirtmek  gerekir  ki,  üç  aylık  başvuru  süresinin  başlangıcı Yönetmelik te açıkça hüküm altına alınmıştır. Elektronik tebligat adresi almak zorunda olan işverenler için bu üç aylık sürenin başlangıcı, Yönetmelik in yürürlüğe girdiği tarih, yani 1 Ekim 2021 dir. Yine Yönetmelik te bu tarihten sonra sigortalı çalıştırmaya başlayan işverenlerin, sigortalı çalıştırmaya başladığı ayı/dönemi takip eden aydan itibaren üç ay içinde, Kurum tarafından belirlenen sistem üzerinden başvuruda bulunması gerektiği de açıkça düzenlenmiştir (Yönetmelik m.7/2). Sonradan sigortalı çalıştırmaya başlayan işverenler için üç aylık sürenin başlangıcında sosyal sigorta ilişkisinin kurulduğu anın önemli olduğuna dikkat edilmelidir. Sigortalılığın başlangıcı genel olarak işçilerde çalışmaya, kamu görevlilerinde ise göreve başlamaya bağlıdır (5510 sayılı Kanun m.7/1, (a) ve (c)).32 O hâlde, Yönetmelik te sonradan sigortalı çalıştırmaya başlayan işverenler için getirilen başvuru yüküm32 Sigortalılığınbaşlangıcınailişkinaçıklamalariçinbkz.Güzel,OkurveCaniklioğlu,150vd.;Sözer,55vd.;TuncayveEkmekçi,151vd.;UfukAydın, SosyalSigortalardaSigortalılıkNiteliğininKazanılmasıveYitirilmesi, TÜHİS16,S.2(2000):35-36;NurşenCaniklioğluveErcümentÖzkaraca, SanatçılarınSosyalGüvenliği, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası72,S.2(2014):657-658. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi441144  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.lülüğüne ilişkin üç aylık süre hesaplanırken iş sözleşmesinin yapıldığı tarih değil, çalışmaya ya da göreve başlandığı tarih dikkate alınmalıdır. Bu durumda üç aylık sürenin başlangıcı, çalışmaya başladığı ayı/dönemi takip eden ayın başı olmalıdır.Yönetmelik te öngörülen elektronik tebligat adresinin edinilmesine ilişkin üç aylık sürenin hâlihazırda işlemeye başlamasına rağmen Kurum un hangi elektronik tebligat sistemini kullanacağı henüz belli değildir. Dolayısıyla söz konusu sürenin uzatılması gündeme gelebilir. Öte yandan, bir sigortalı çalıştıran işverenlerin dahi zorunlu muhatap olduğu göz önüne alındığında, oldukça geniş bir kesimin elektronik tebligat sistemine gireceği söylenebilir. Bu nedenle elektronik tebligat adresi edinilmesi için başvuru süresinin daha uzun tutulması da düşünülebilir.Yönetmelik kapsamında zorunlu muhatap olan işverenlerin elektronik tebligat adresi almak için nasıl bir başvuru yolu izleyecekleri, elektronik tebligat sistemi henüz belirlenmediği için açık değildir. Bununla birlikte, kurulacak ya da tercih edilecek elektronik tebligat sistemi ne olursa olsun, çeşitli sebeplerle elektronik tebligat adresini edinmeyen veya edinemeyen zorunlu muhataplarla uygulamada karşılaşılabilir. Yönetmelik te, elektronik tebligat adresi edinmeyen muhataplar açısından bir yaptırım öngörülmemiştir. Bununla birlikte, elektronik tebligat adresi edinmemiş olan muhataplara hâliyle klasik usûlle tebligat yapılmaya devam edilecektir. Bu bağlamda, söz konusu muhataplar için, vergi mükellefleri bakımından geçerli olan elektronik tebligat düzenlemesine (Bkz. Vergi Usul Kanunu Genel Tebliği Sıra No: 456) benzer bir düzenleme yapılması ve re sen elektronik tebligat adresinin oluşturularak muhataplara tebliğ edilmesi de düşünebilir.IV. ELEKTRONİK TEBLİGATIN YAPILMASISosyal güvenlik il müdürlüğü veya sosyal güvenlik merkezi/merkez teşkilatı tarafından tebliğ edilmesi gereken evrak elektronik ortamda imzalanır ve Sosyal Güvenlik Kurumu tarafından muhatabın elektronik tebligat adresine ulaştırılır (Yönetmelik m.8/1).Yönetmelik in sekizinci maddesinin ikinci fıkrasına göre, elektronik imzalı evrak muhatabın elektronik ortamdaki adresine ulaştığı tarihi izleyen beşinci günün sonunda tebliğ edilmiş sayılır. Bu düzenleme, Tebligat Kanunu nun 7a maddesinin dördüncü fıkrası ve Elektronik Tebligat Yönetmeliği nin dokuzuncu maddesinin son fıkrası ile uyumludur.33 Söz konusu hükümlere göre de, elektronik yolla tebligat, muhatabın elektronik adresine ulaştığı tarihi izleyen beşinci günün sonunda yapılmış sayılır. O hâlde, elektronik tebligatın yapılmış sayılacağı tarih ile ilgili tespit ve tartışmalara burada değinmek gerekir.33 Bubağlamda,mevzuatımızdatebliğtarihikonusundaTebligatKanunu ndanfarklıdüzenlenmelerdemevcuttur.Örneğin,ElektronikKamuAlımlarıPlatformu(EKAP)üzerindenyapılacaktebligatlardabildirimtarihitebliğtarihisayılır(KamuİhaleKanunum.65).Bukonudabkz.Koç, Kamuİhale, 229-230.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 441155Elektronik tebligatın yapılmış sayılacağı tarih belirlenirken, tebligatın muhatabın elektronik tebligat adresine ulaştığı gün hesaba katılmaz, beş günlük süre tebligatın ulaştığı günün ertesi gününden başlanarak hesaplanır.34 Örneğin, tebligat 21.10.2021 tarihinde muhatabın elektronik posta adresine ulaşmışsa, bu gün hesaba katılmaz, bu günü takip eden beşinci günün sonunda, yani 26.10.2021 tarihi bittiğinde tebligat yapılmış sayılır.35 Ayrıca belirtmek gerekir ki, elektronik tebligatın mesai saatleri dışında ulaşması söz konusu hesaplamada bir değişiklik yaratmaz.36 Örneğin, muhataba saat 23:59 da ulaşan elektronik tebligatın dahi ertesi gün ulaştığı kabul edilemez.37Aynı esas, Kurum tarafından Yönetmelik çerçevesinde yapılacak elektronik tebligatlar bakımından da geçerli olacaktır. Nitekim yukarıda belirtildiği üzere, Yönetmelik te yer alan düzenleme ile Tebligat Kanunu nda ve Elektronik Tebligat Yönetmeliği nde yer alan düzenlenme aynıdır.Tebligat Kanunu ve Elektronik Tebligat Yönetmeliği çerçevesinde yapılacak elektronik tebligatlar açısından, beş günlük süre içerisinde muhatabın tebligatı açıp okumasının tebliğ tarihi bakımından değişiklik yaratıp yaratmayacağı meselesi tartışmalıdır.38 Öğretide bir görüşe göre, muhatabın, beş günlük süre içerisinde elektronik tebligat adresini açtığı tespit edilirse, elektronik tebligatın açıldığı an tebliğ tarihi olarak kabul edilmelidir.39 Öğretideki ağırlıklı görüşe göre ise, beş günlük süre içerisinde elektronik tebligatın muhatap tarafından açılıp okunması, tebliğ tarihi bakımından herhangi bir değişiklik yaratmaz.40 Zira Tebligat 34 Akkan, ElektronikTebligat, 80;AyşeEceAcar, ElektronikTebligat, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası74,S.1(2016):163;SeyithanDeliduman,Tebligat Hukuku Bilgisi(Ankara:YetkinYayınları,2019),50;AhmetCemalRuhiveCananRuhi,Tebligat Hukuku,(Ankara:SeçkinYayıncılık,2021),101-102;ŞanalGörgün,LeventBörüveMehmetKodakoğlu,Medenî Usûl Hukuku,(Ankara:YetkinYayınevi,2021),218;Koç, Kamuİhale, 229;ÖzbayveYardımcı,34;MuratAtalı,İbrahimErmenekveS.HilalÜçüncü,Tebligat Hukuku(Ankara:SeçkinYayıncılık,2021),82;Börü,ElektronikTebligat,209;HakanAlbayrak,Tebligat Hukuku,(Ankara:SeçkinYayıncılık,2021),57;TuğçeArslanpınarTat, ElektronikTebligat, İçOlaylarla Tebligat Hukuku(İstanbul:OnİkiLevhaYayıncılık,2021),209;AlperTungaKüçük, YargıKararlarıIşığındaElektronikTebligatınYapılmışSayılacağıTarihinBelirlenmesi, Terazi Hukuk Dergisi16,S.179(2021):1321.35 Görgün,BörüveKodakoğlu,218;Deliduman,50;ÖzbayveYardımcı,34;Börü, ElektronikTebligat, 209;Albayrak,Tebligat,57;ArslanpınarTat,209;Küçük,1321.36 Börü, ElektronikTebligat, 209;Albayrak,Tebligat,57;TanerEmreYardımcı, YeniElektronikTebligatYönetmeliğiÇerçevesindeElektronikTebligat ,Ankara Barosu Dergisi,S.3(2019):27.37 Yardımcı,27;Börü, ElektronikTebligat, 209;Küçük,1321.38 Bukonuhakkındagenişbilgiiçinbkz.Küçük,1319-1327;Albayrak, ElektronikTebligat, 24151453.39 SühaTanrıver,Medenî Usûl Hukuku Cilt I(Ankara:YetkinYayınları,2021),488;ÖzbayveYardımcı,34;Yardımcı,27.40 MineAkkan, ElektronikTebligat, 81;MineAkkan, 7101sayılıKanunlaElektronikTebligatKonusundaGetirilenYeniDüzenlemelerveDeğerlendirilmesi iç7101 sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler,ed.MuhammetÖzekes,(İstanbul:OnİkiLevhaYayıncılık,2018),164;Atalı,ErmenekveÜçüncü,Tebligat,79;RamazanArslan,EjderYılmaz,SemaTaşpınarAyvazveEmelHanağası,Medenî Usul Hukuku(Ankara:YetkinYayınları,2020),190;AliCemBudakveVarolKaraaslan,Medenî Usul Hukuku(İstanbul:FilizKitabevi,2021),139; 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi441166  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.Kanunu nda tebliğ tarihi açıkça belirlenmiştir.41 Nitekim bu düzenleme ile tebligatın muhatabın elektronik ortamdaki adresine ulaştığı tarihi izleyen beşinci günün sonu tebliğ tarihi olarak varsayılmıştır.42 Söz konusu düzenlemeye göre, tebligatın okunmasının, yani öğrenilmesinin tebliğ tarihi açısından bir önemi yoktur.43 Yargıtay kararlarında da, elektronik tebligatın muhatabın elektronik adresine ulaştığı tarihi takip eden beşinci günün sonunda yapılmış sayılacağı kabul edilmektedir.44 Anayasa Mahkemesi ise, bir kararında, muhatabın elektronik tebligatı okumasıyla sürenin başlayacağına hükmetmiştir.45 Ancak belirtmek gerekir ki, söz konusu kararda Anayasa Mahkemesi nin elektronik tebligatın okunma tarihini esas almasının sebebi, Anayasa Mahkemesi ne bireysel başvuru süresinin ihlâlin öğrenildiği tarihten itibaren başlamasıdır.46 Nitekim Anayasa Mahkemesinin Kuruluşu ve Yargılama Usulleri Hakkında Kanun un 47. maddesinin beşinci fıkrasına göre, bireysel başvuru süresi, ihlâle karşı bir başvuru yolu düzenlenmemişse, ihlâlin öğrenildiği tarihten itibaren işlemeye başlar.47Kanaatimizce Kurum un yaptığı elektronik tebligatlarda da tebligatın içeriği muhatap tarafından daha öncesinde açılıp okunsa dahi tebligat muhatabın elektronik adresine ulaştığı tarihi izleyen beşinci günün sonunda yapılmış sayılır. Şöyle ki, Tebligat Kanunu nda ve Elektronik Tebligat Yönetmeliği nde olduğu gibi,48 bu Yönetmelik teki düzenleme de aslında açıktır. Nitekim Yönetmelik te de tebliğ tarihi düzenlenirken öğrenme tarihi dikkate alınmamıştır.Son  olarak,  elektronik  tebligatın  yapılmasının  belgelendirilmesinden  de bahsetmek gerekmektedir. Tebligat Kanunu ve Elektronik Tebligat Yönetmeliği Börü, ElektronikTebligat, 212;AyşeEceAcar UlusalElektronikTebligatSistemi ndeTutulanDelilKayıtlarınınİspatKuvvetiveBuKayıtlarınAksininİleriSürülmesi, Kadir Has Üniversitesi Hukuk Fakültesi Dergisi8,S.1(2020):77;Küçük,1325;ArslanpınarTat,207;Albayrak, ElektronikTebligat, 2446.41 Akkan, ElektronikTebligat, 81;Akkan, 7101sayılıKanun, 164;Küçük, ElektronikTebligat, 1325;Acar, DelilKayıtları, 77.42 Akkan, ElektronikTebligat, 81;Akkan, 7101sayılıKanun, 164.43 Akkan, ElektronikTebligat, 81;Acar, DelilKayıtları, 77;Küçük,1325-1326.44   [...] Görüldüğü üzere, 7201 sayılı Tebligat Kanunu nun 7/a maddesinde muhatabın elektronik tebligatı tebellüğ etmiş sayılacağı tarihe ilişkin özel bir düzenleme yer almaktadır. Bu düzenlemeye göre  Elektronik yolla tebligat, muhatabın elektronik adresine ulaştığı tarihi izleyen beşinci günün sonunda yapılmış sayılır.  Bunun sonucu olarak elektronik tebligatta tebellüğ tarihi elektronik tebligatın muhatabın elektronik posta hesabına ulaştığı veya okunduğu tarih olmayıp, tebligatın muhatabın elektronik adresine ulaştığı tarihi izleyen beşinci günün sonu olmaktadır. Böylelikle, muhatabın kayıtlı elektronik posta hesabını kontrol etmemek suretiyle tebliğin sonuçlarını geciktirmesi ihtimali söz konusu olmayacaktır [...] YHGK,14.01.2020,E.2019/623,K.2020/9(Lexpera);aynıyöndebkz.YHGK,24.11.2020,E.2020/547,K.2020/924(Lexpera).45 AYMKararı,BaşvuruNo:2019/6266,15/1/2020,§27(RG,04.03/2020,31058).46 Küçük,1325-1326.47 KezaAnayasaMahkemesiİçtüzüğü nün64.maddesininbirincifıkrasınagöredeihlâlekarşıbirbaşvuruyolubulunmadığıhâllerde,başvurusüresiihlalinöğrenildiğitarihtenitibarenişlemeyebaşlar.48 Küçük,1326;Acar, DelilKayıtları, 77.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 441177çerçevesinde yapılacak elektronik tebligatlarda belgelendirme unsurunun delil kaydı ile sağlandığı ifade edilmektedir.49 Söz konusu kayıt, Elektronik Tebligat Yönetmeliği nde tanımlanmıştır. Delil kaydı, tebligatın tebligat çıkarmaya yetkili makam ve merciden Ulusal Elektronik Tebligat Sistemi (UETS) tarafından teslim alındığına, muhatabın elektronik tebligat adresine ulaştığına, okunduğuna ve usûlen tebliğ edilmiş sayıldığına dair üretilen ve elektronik sertifika ile imzalanmış kayıtları ifade eder (m.3/1-b). Bu noktada, delil kaydı tebliğ tutanağı işlevine sahiptir.50Kurum tarafından Yönetmelik kapsamında yapılacak elektronik tebligatlarda ise belgelendirme unsuru olay kaydı ile sağlanacaktır.51 Olay kaydı, elektronik tebligat hizmetinin verilmesi esnasında meydana gelen ve mevzuat gereği kaydının tutulması zorunlu olan tüm bilişim sistemi işlem kayıtlarını ifade eder (Yönetmelik m.3-i). Bu kapsamda, olay kaydı elektronik tebligatta tebliğ tutanağı işlevini görecektir.52Delil kaydının bulunmaması, elektronik tebligatın yokluğu sonucunu doğurur.53 Şöyle ki, bu durumda, tebliğin unsurlarından olan belgelendirme unsurunun varlığından bahsedilemez.54 Tebliğ işleminin yazılı bildirim ve belgelendirme unsurlarından birinin mevcut olmaması tebliğ yokluğu sonucunu doğurur.55 Aynı durum, olay kaydı bakımından da geçerlidir. Bir başka deyişle, olay kaydının mevcut olmaması Sosyal Güvenlik Kurumu tarafından yapılan elektronik tebligatın yokluğuna neden olur.49 Yardımcı,25;Acar, DelilKayıtları, 81;EvrenKoç, ZorunluElektronikTebligattaDelilKaydı ,Medipol Üniversitesi Hukuk Fakültesi Dergisi8,S.1(2021):267;İremİleri,Tebligat Kanunu Çerçevesinde Elektronik Tebligat(İstanbul:OnİkiLevhaYayıncılık,2021),66.Belgelendirmeunsurununişlemvedelilkayıtlarıilesağlandığışeklindebkz.Atalı,ErmenekveÜçüncü,59;Börü, ElektronikTebligat, 189.Belgelendirmeunsurununişlemkaydıilesağlanacağıyönündebkz.NedimMeriç, TebligatınAnlamıveİlgiliMevzuat, İçOlaylarla Tebligat Hukuku(İstanbul:OnİkiLevhaYayıncılık,2021),5.50 Acar, DelilKayıtları, 81;Koç, DelilKaydı, 263.51 Bubağlamda,eskiElektronikTebligatYönetmeliği ndedeolaykaydıkavramınayerverilmişti.Olaykaydı,idareveyadiğerhizmetsağlayıcılartarafındanelektroniktebligathizmetininverilmesiesnasındameydanagelenvemevzuatgereğikaydınıntutulmasızorunluolantümbilişimsistemiişlemkayıtlarınıifadeetmekteydi(m.3/1-k).Doktrinde,olaykaydınınelektroniktebligatınbelgelendirmeunsurunusağladığıifadeedilmiştir(Akkan, ElektronikTebligat, 48).52 EskiElektronikTebligatYönetmeliği ndeyeralanolaykaydınıntebliğtutanağıişlevigördüğübelirtilmiştirbkz.Akkan, ElektronikTebligat, 48-49.53 Yardımcı,25;Börü, ElektronikTebligat, 190;Koç, DelilKaydı, 270;Acar, DelilKayıtları, 7980.54 Yardımcı,25;Börü, ElektronikTebligat, 190;Koç, DelilKaydı, 270.55 TimuçinMuşul,Tebligat Hukuku(Ankara:AdaletYayınevi,2018),138;TimuçinMuşul,İcra ve İflâs Hukuku Cilt I(Ankara:AdaletYayınevi,2013),162;DeryaBelginGüneş, TebliğYokluğu, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası74,S.1(2016):221;Koç, DelilKaydı, 261;MelihIşık, TebligatınYokluğuveUsulsüzTebliğ, İçOlaylarla Tebligat Hukuku(İstanbul:OnİkiLevhaYayıncılık,2021),178. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi441188  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.Olay kayıtları, işlem zaman bilgisi eklenerek arşivde erişilebilir şekilde saklanır. Söz konusu kayıtlar, ancak tebliğ konusu evrakın ilgili mevzuat hükümleri uyarınca imha edilmesinin ardından silinebilir (Yönetmelik m.8/3). Talep edilmesi durumunda olay kayıtları muhataba veya yetkili mercilere sunulur (Yönetmelik m.8/4).Olay kayıtları aksi ispat edilmedikçe kesin delil sayılır (Yönetmelik m.8/5). Bu düzenleme, Hukuk Muhakemeleri Kanunu nun 204. maddesinin ikinci fıkrasında yer alan hüküm ile uyumludur. Söz konusu hükme göre, ilgililerin beyanına dayanılarak noterlerin tasdik ettikleri senetlerle diğer yetkili memurların görevleri çerçevesinde usûlüne uygun olarak düzenledikleri belgeler, aksi ispat edilinceye kadar kesin delil sayılırlar. Bu kapsamda, olay kayıtları, resmî belge olarak değerlendirilmelidir.56V. ELEKTRONİK TEBLİGATIN YAPILAMAMASISosyal Güvenlik Kurumu tarafından elektronik yolla tebligat yapılması bazen mümkün olmayabilir. Yönetmelik in beşinci maddesinin ikinci fıkrasında, elektronik yolla tebligatın zorunlu bir sebeple yapılamaması durumunda, kendilerine elektronik tebligat yapılması gereken muhataplara diğer usûllerle de tebligat yapılabileceği düzenlenmiştir. Benzer düzenlemeler, Tebligat Kanunu nun 7a maddesinde ve Elektronik Tebligat Yönetmeliği nin 16. maddesinde de mevcuttur. Söz konusu hükümlere göre de, elektronik yolla tebligatın zorunlu bir sebeple yapılamaması hâlinde Tebligat Kanunu nda belirtilen diğer usûllerle tebligat yapılır.Yönetmelik te, Tebligat Kanunu nda ve Elektronik Tebligat Yönetmeliği nde de olduğu gibi, hangi hâllerin zorunlu sebep olduğu açıkça belirtilmemiştir. Ancak elektronik tebligatın yapılmasını imkânsız kılan durumlarda, zorunlu bir sebebin varlığından bahsedilebilir.57 Bu konuda, 6099 sayılı Kanun un gerekçesinde bazı durumlardan bahsedilmiştir. Bu kapsamda, elektronik postaların engellenmesi, teknik alt yapının zarar görmesi, istem dışı engellemeler gibi hâller zorunlu sebep olarak sayılabilir.Yönetmelik te yer alan diğer usûller ile kastedilen Tebligat Kanunu nda yer alan diğer usûllerdir. Zira Kurum, Tebligat Kanunu hükümlerine uygun tebliğ yapmakla yükümlü mercilerdendir (Tebligat Kanunu m.1).58 Öyleyse zorunlu bir sebeple elektronik yolla tebligatın yapılamaması durumunda, tebligatın öncelikle posta yoluyla veya şartları varsa memur vasıtasıyla yapılması gerekir.59 Eğer söz konusu usûllere göre de tebligat yapılamazsa, muhataba ilanen tebligat yapılması gerekir.6056 Delilkayıtlarıbakımındanaynıyöndebkz.Yardımcı,29-30;Acar, DelilKayıtları, 81.57 Yardımcı,12;Börü, ElektronikTebligat, 213.58 Tebligatçıkarmayayetkilimercilerhakkındagenişbilgiiçinbkz.FatihTahiroğlu, TebligatKanunuHükümleriÇerçevesindeTebligatÇıkarmayaYetkiliMerciler, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası74,S.1(2016):389-396.59 TebligatKanunuçerçevesindeyapılacakelektroniktebligatlaraçısındanaynıyöndebkz.Yardımcı,12;Börü, ElektronikTebligat, 214.60 TebligatKanunuçerçevesindeyapılacakelektroniktebligatlaraçısındanaynıyöndebkz.Yardımcı,12;Börü, ElektronikTebligat, 214.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 441199Bu başlık altında, elektronik yolla tebligat yapılmasına bir engel bulunmamasına rağmen, Sosyal Güvenlik Kurumu nun muhataba Tebligat Kanunu nda yer alan diğer usûllere göre tebligat yapmasının nasıl bir sonucu olacağı üzerinde de durulmalıdır. Bu konu Tebligat Kanunu ve Elektronik Tebligat Yönetmeliği çerçevesinde yapılacak elektronik tebligatlar bakımından tartışılmıştır.Öğretide bir görüşe göre, zorunlu bir sebep olmamasına rağmen elektronik tebligat yerine diğer usûllerle tebligat yapılmışsa, yapılan tebligatın usûlsüz olduğu söylenemez.61 Öğretide diğer bir görüşe göre, elektronik tebligat yapılması gerekirken fizikî tebligat yapılmışsa, bu tebligat usulsüzdür.62 Zira bu durumda tebligat, Kanun da öngörülen usûle uygun yapılmamıştır.63 Öğretide bir başka görüşe göre ise, elektronik yolla tebligat yapılması zorunlu olan muhataba, bu yolla tebligatın yapılmaması tebliğ yokluğuna neden olur.64 Yargıtay da, bazı kararlarında, elektronik yolla tebligat yapılmasının zorunlu olmasına rağmen, klasik usûlle yapılan tebligatın yok hükmünde olduğunu kabul etmiştir.65Kanaatimizce Kurum un zorunlu bir sebep olmamasına rağmen elektronik yolla tebligat yerine fizikî tebligat yaptığı hâllerde esasen usûlsüz tebligat söz konusu olur. Şöyle ki, böyle bir durumda Kurum tarafından fizikî tebligat yapılmış olması tek başına tebliğ yokluğu sonucunu doğurmaz. Zira yukarıda belirtildiği üzere, tebliğ yokluğundan bahsedebilmek için tebliğ işleminin yazılı bildirim ve belgelendirme unsurlarından birinin mevcut olmaması gerekir. Öyleyse tebliğ yokluğu, ancak Kurum tarafından elektronik tebligat yerine yapılan fiziki tebligatta bu unsurlardan birinin bulunmaması hâlinde gündeme gelebilir. Öte yandan, usûlsüz tebligatta ortada bir tebliğ işlemi mevcut olsa da, tebliğ usûle (Tebligat Kanunu nda ve Tebligat Kanununun Uygulanmasına Dair Yönetmelik te öngörülen kurallara) uygun gerçekleşmiş değildir.66 Örneğin, adresin meçhul olup olmadığı tespit edilmeden ilanen tebligat yapılırsa, bu tebligat usûlsüz olur.67 Aslında Kurum tarafından Yönetmelik uyarınca elektronik yolla tebligat yapılması gerekirken fizikî tebligat yapılması hâlinde de benzer bir durum söz konusudur. Nitekim burada da zorunlu bir sebebin bulunup bulunmadığı tespit edilmeden fizikî tebligat yapılmaktadır. Bununla birlikte, Kurum tarafından fizikî tebligat yapılması hâlinde de ortada bir tebliğ işlemi vardır, ancak tebliğ 61 Yardımcı,13;ÖzbayveYardımcı,33.62 Akkan, ElektronikTebligat, 68-69;Atalı,ErmenekveÜçüncü,85;Börü, ElektronikTebligat, 216;Albayrak,Tebligat,55;ArslanpınarTat,204.63 Akkan, ElektronikTebligat, 69;Atalı,ErmenekveÜçüncü,85.64 Koç, DelilKaydı, 269.65 Y.HD,26.12.2019,E.2019/13554,K.2019/18558(Kazancı).66 Muşul,Tebligat,85ve571;Belgin,221-222;AkcanveAlbayrak,175;ÖzbayveYardımcı,34;MuratAtalı,İbrahimErmenekveErsinErdoğan,Medenî Usûl Hukuku(Ankara:YetkinYayınları:2020),308;AnılKöroğlu, MedeniUsulHukukundaSürelereİlişkinEsaslar (YüksekLisansTezi,İstanbulÜniversitesiSosyalBilimlerEnstitüsü,2014),161;Işık,161.67 AkcanveAlbayrak,58;ÖzbayveYardımcı,101;Albayrak,Tebligat,45. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi442200  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.Yönetmelik te öngörülen usûle uygun gerçekleşmemiştir. Dolayısıyla muhatabın fizikî tebligatın içeriğini öğrenmesiyle, tebligat geçerli sayılır (Tebligat Kanunu m.31/1). Böyle bir durumda, muhatabın öğrenme tarihi, tebliğ tarihi kabul edilir (Tebligat Kanunu m.31/2). Son olarak, söz konusu tespitlerin sadece zorunlu muhataplar açısından değil, isteğe bağlı muhataplar açısından da geçerli olduğu belirtilmelidir.VI. ELEKTRONİK TEBLİGAT ADRESİNİN KULLANIMA KAPATILMASIYönetmelik in dokuzuncu maddesinde gerek zorunlu olarak gerekse de isteğe bağlı olarak elektronik tebligat sistemine dâhil olanların sistemden çıkmalarının kural olarak mümkün olmadığı düzenlenmiştir.Bununla birlikte, Yönetmelik te iki durumda elektronik tebligat adresinin kullanıma kapatılacağı hüküm altına alınmıştır. Bunlar; tüzel kişilerde ticaret sicil kaydının silinmesi (nevi değişikliği, birleşme hâlleri dâhil), gerçek kişilerde ise ilgilinin ölümü ya da gaipliğine karar verilmesidir (m.9). Ölen ya da gaipliğine karar verilen kişinin elektronik tebligat adresi re sen veya mirasçılarının talebi üzerine kapatılır (m.9).Görüldüğü üzere, muhatapların isteğine bağlı olarak elektronik tebligat adreslerinin kapatılması mümkün değildir. Bu konuda, zorunlu olarak elektronik tebligat adresi edinmiş olan muhataplar ile isteğe bağlı olarak elektronik tebligat adresi edinmiş olan muhataplar arasında bir fark bulunmamaktadır.SONUÇKurumca, mevzuat gereği tebliği gereken tüm evrakların, Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik gereği zorunlu muhatap olanlara elektronik ortamda tebliği öngörülmektedir. Kurum, 5510 sayılı Kanun un 88. maddesinin 23. fıkrasında kendisine tanınan yetki çerçevesinde zorunlu muhatap olarak 5510 sayılı Kanun un dördüncü maddesinin birinci fıkrasının (a) ve (c) bentlerine göre sigortalı sayılan kişileri çalıştıran işverenleri belirlemiştir. Bir işverenin zorunlu muhatap olup olmadığının belirlenmesinde,  sigortalı sayılanları çalıştırma  koşulu, 5510 sayılı Kanun hükümleri çerçevesinde değerlendirilmelidir. Bu kapsamda işçi ve işçi konumunda sigortalı sayılan kişileri çalıştıran işverenler; kamu görevlisi ve kamu görevlisi konumunda sigortalı sayılan kişileri çalıştıran kamu idareleri ve son olarak da kısmi sigortalı konumunda olanları çalıştıran işverenler, Yönetmelik anlamında zorunlu muhatap sayılmalıdır. Bu kişiler elektronik tebligat adresi almak ve elektronik sistemi kullanmak zorundadırlar. Bununla birlikte her ne kadar 5510 sayılı Kanun un 12. maddesinin ikinci fıkrasında  bu Kanunda geçen işveren deyimi, işveren vekilini de kapsar  hükmüne yer verilmişse de işveren vekillerinin, Yönetmelik anlamında zorunlu muhatap olarak kabul edilmeleri mümkün değildir.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 442211Yönetmelik kapsamında zorunlu muhatap olan işverenler için elektronik tebligat adresi almak için öngörülen üç aylık süre 1 Ekim 2021 tarihi itibariyle başlamışsa da Kurum tarafından hangi elektronik tebligat sisteminin kullanılacağı henüz belirlenmemiştir. Bu nedenle özellikle tebligat adresi edinilmemesi hali ile ilgili bazı soruların bugün için cevaplanması mümkün değildir.Yönetmelik in sekizinci maddesinin ikinci fıkrasına göre, elektronik imzalı evrak muhatabın elektronik ortamdaki adresine ulaştığı tarihi izleyen beşinci günün sonunda tebliğ edilmiş sayılır. Elektronik tebligatın yapılmış sayılacağı tarih belirlenirken, tebligatın muhatabın elektronik tebligat adresine ulaştığı gün hesaba katılmaz, beş günlük süre tebligatın ulaştığı günün ertesi gününden başlanarak hesaplanır. Ayrıca elektronik tebligatın içeriği muhatap tarafından daha öncesinde açılıp okunsa dahi tebligat muhatabın elektronik adresine ulaştığı tarihi izleyen beşinci günün sonunda yapılmış olur.Kurum tarafından Yönetmelik kapsamında yapılacak elektronik tebligatlarda belgelendirme unsuru olay kaydı ile sağlanacaktır. Olay kaydının mevcut olmaması ise, Sosyal Güvenlik Kurumu tarafından yapılan elektronik tebligatın yokluğuna neden olur.Yönetmelik in beşinci maddesinin ikinci fıkrasında, elektronik yolla tebligatın zorunlu bir sebeple yapılamaması durumunda, kendilerine elektronik tebligat yapılması gereken muhataplara diğer usûllerle tebligat yapılabileceği düzenlenmiştir. Elektronik tebligatın yapılmasını imkânsız kılan durumlarda, zorunlu bir sebebin varlığından bahsedilebilir. Kurum un elektronik yolla tebligat yapması gerekirken zorunlu bir sebep olmamasına rağmen fizikî tebligat yaptığı hâllerde ise esasen usûlsüz tebligat söz konusu olur.Yönetmelik e göre, gerek zorunlu olarak gerekse isteğe bağlı olarak elektronik tebligat sistemine dâhil olanların sistemden çıkmaları kural olarak mümkün değildir. Bu bakımdan muhatapların isteğine bağlı olarak elektronik tebligat adresleri kapatılamaz. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi442222  Fatih TAHİROĞLU -   Volkan GÜNEŞArş. Gör. Dr. Dr.",
     "Kaynakça": "Acar, Ayşe Ece.  Elektronik Tebligat.  İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 74, S.1 (2016): 159 174.Acar, Ayşe Ece.  Ulusal Elektronik Tebligat Sistemi nde Tutulan Delil Kayıtlarının İspat Kuvveti ve Bu Kayıtların Aksinin İleri Sürülmesi.  Kadir Has Üniversitesi Hukuk Fakültesi Dergisi 8, S.1 (2020): 73 88.Akcan, Recep ve Albayrak, Hakan. Tebligat Hukuku. Ankara: Seçkin Yayıncılık, 2016.Akkan, Mine.  Tebligat Kanunu Çerçevesinde Elektronik Tebligat.  Medenî Usûl ve İcra ve İflâs Hukuku Dergisi, S.39 (2018): 23 89.Akkan, Mine.  7101 sayılı Kanunla Elektronik Tebligat Konusunda Getirilen Yeni Düzenlemeler ve Değerlendirilmesi.  İç 7101 sayılı Kanunla Konkordato ve Elektronik Tebligat Konularında Getirilen Yenilikler, ed. Muhammet Özekes, 149 167. İstanbul: On İki Levha Yayıncılık, 2018.Albayrak, Hakan. Tebligat Hukuku. Ankara: Seçkin Yayıncılık, 2021.Albayrak, Hakan.  Mukayeseli Hukuk ve Yargı Kararları Işığında Elektronik Tebligatın Yapılmış Sayıldığı Tarih.  Selçuk Üniversitesi Hukuk Fakültesi Dergisi 29, S.3 (2021): 2414 2453.Arslan, Mehmet ve Biniş, Mine.  Türk Vergi Sisteminde Tebligat ve Elektronik Tebligat  Yönetim ve Ekonomi Araştırmaları Dergisi 14, S.1 (2016): 300 317.Arslan, Ramazan; Yılmaz, Ejder; Taşpınar, Ayvaz Sema ve Hanağası, Emel. Medenî Usul Hukuku. Ankara: Yetkin Yayınları, 2020.Arslanpınar Tat, Tuğçe.  Elektronik Tebligat.  İç Olaylarla Tebligat Hukuku, 197 214. İstanbul: On İki Levha Yayıncılık, 2021.Atalı, Murat; Ermenek, İbrahim ve Erdoğan, Ersin. Medenî Usûl Hukuku. Ankara: Yetkin Yayınları: 2020.Atalı, Murat; Ermenek, İbrahim ve Üçüncü, S. Hilal. Tebligat Hukuku. Ankara: Seçkin Yayıncılık, 2021.Aydemir, Murteza. Türk Hukukunda İşveren, İşveren Vekili ve Alt İşveren Kavramları. İstanbul: Türkiye Metal Sanayicileri Sendikası Yayınları, 1993.Aydın, Ufuk.  Sosyal Sigortalarda Sigortalılık Niteliğinin Kazanılması ve Yitirilmesi.  TÜHİS 16, S.2 (2000): 32 50.Belgin Güneş, Derya.  Tebliğ Yokluğu.  İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 74, S.1 (2016): 221 231.Börü, Levent.  Elektronik Tebligat Yönetmeliği Taslağı na İlişkin Kısa Bir Değerlendirme. , Ankara Barosu Dergisi, S.2 (2012): 403 410.Börü, Levent.  Elektronik Tebligat.  Hacettepe Hukuk Fakültesi Dergisi 10, S.1 (2020): 183 225.Budak, Ali Cem ve Karaaslan, Varol. Medenî Usul Hukuku. İstanbul: Filiz Kitabevi, 2021.Caniklioğlu, Nurşen ve Özkaraca, Ercüment.  Sanatçıların Sosyal Güvenliği.  İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 72, S.2 (2014): 637 664.Akdeniz Üniversitesi        2021,   11     2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Sosyal Güvenlik Kurumunca Elektronik Ortamda Yapılacak Tebligata İlişkin Yönetmelik ... 442233Centel, Tankut. Türk Sosyal Güvenlik Hukuku. İstanbul: On İki Levha Yayıncılık, 2021.Deliduman, Seyithan. Tebligat Hukuku Bilgisi. Ankara: Yetkin Yayınları, 2019.Doğan Yenisey, Kübra ve Kabakcı, Mahmut. Gönüllü Emeği ve İş Hukuku. İstanbul: İstanbul Bilgi Üniversitesi Yayınları, 2017.Görgün, Şanal; Börü, Levent ve Kodakoğlu, Mehmet. Medenî Usûl Hukuku. Ankara: Yetkin Yayınevi, 2021.Güzel, Ali; Okur, Ali Rıza ve Caniklioğlu, Nurşen. Sosyal Güvenlik Hukuku. İstanbul: Beta, 2020.Işık, Melih.  Muhatap Yerine Tebellüğe Yetkilendirilen Kişilere Tebligat Yapılması.  İç Olaylarla Tebligat Hukuku, 79 107. İstanbul: On İki Levha Yayıncılık, 2021.Işık, Melih.  Tebligatın Yokluğu ve Usulsüz Tebliğ.  İç Olaylarla Tebligat Hukuku, 159179. İstanbul: On İki Levha Yayıncılık, 2021.İleri, İrem. Tebligat Kanunu Çerçevesinde Elektronik Tebligat. İstanbul: On İki Levha Yayıncılık, 2021.Kabakcı, Mahmut. Sosyal Sigorta Prim Borçlarından Şahsi Sorumluluk. İstanbul: Beta, 2019.Koç, Evren.  Kamu İhale Hukukunda Tebligat Esasları.  İç Kamu İhale Hukuku na İlişkin Tebliğler ve Makaleler 2, ed. Fehim Üçışık, Çetin Arslan ve Seyyid Ahmet Hakkakul, 222 240. İstanbul: Aristo Yayınevi, 2016.Koç, Evren.  Zorunlu Elektronik Tebligatta Delil Kaydı.  Medipol Üniversitesi Hukuk Fakültesi Dergisi 8, S.1 (2021): 259 271.Köroğlu, Anıl.  Medeni Usul Hukukunda Sürelere İlişkin Esaslar.  Yüksek Lisans Tezi, İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, 2014.Kurt Konca, Nesibe.  Türk Hukukunda Tebligata İlişkin Güncel Sorunlar ve Çözüm Önerileri. , Türkiye Barolar Birliği Dergisi. S.114 (2014): 239 274.Küçük, Alper Tunga.  Yargı Kararları Işığında Elektronik Tebligatın Yapılmış Sayılacağı Tarihin Belirlenmesi.  Terazi Hukuk Dergisi 16, S.179 (2021): 1319 1327.Meriç, Nedim.  Tebligatın Anlamı ve İlgili Mevzuat.  İç Olaylarla Tebligat Hukuku, 1 9. İstanbul: On İki Levha Yayıncılık, 2021.Muşul, Timuçin. İcra ve İflâs Hukuku Cilt I. Ankara: Adalet Yayınevi, 2013.Muşul, Timuçin. Tebligat Hukuku. Ankara: Adalet Yayınevi, 2018.Özbay, İbrahim.  6099 Sayılı Kanun ve Tebligat Kanununun Uygulanmasına Dair Yönetmelik Çerçevesinde Tebligat Hukukundaki Son Değişiklikler.  Erzincan Üniversitesi Hukuk Fakültesi Dergisi 16, S.1 2 (2012): 115 157.Özbay, İbrahim ve Yardımcı, Taner Emre. Tebligat Hukuku. Ankara: Seçkin Yayıncılık, 2020.Özekes, Muhammet. Medeni Usul Hukukunda Hukuki Dinlenilme Hakkı. Ankara: Yetkin Yayınları, 2003.Pekcanıtez, Hakan. Hukuki Dinlenilme Hakkı. İç Prof. Dr. Seyfullah Edis e Armağan, 753 791. İzmir: 2000. 2021,   11     2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi442244  Fatih TAHİROĞLU     Volkan GÜNEŞArş. Gör. Dr. Dr.Ruhi, Ahmet Cemal ve Ruhi, Canan. Tebligat Hukuku. Ankara: Seçkin Yayıncılık, 2021.Sözer, Ali Nazım. Türk Sosyal Sigortalar Hukuku. İstanbul: Beta, 2019.Sümer, Haluk Hadi. Sosyal Güvenlik Hukuku. Ankara: Seçkin Yayıncılık, 2021.Şakar, Müjdat. Sosyal Sigortalar Uygulaması. İstanbul: Beta, 2017.Tahiroğlu, Fatih.  Tebligat Kanunu Hükümleri Çerçevesinde Tebligat Çıkarmaya Yetkili Merciler.  İstanbul Üniversitesi Hukuk Fakültesi Mecmuası 74, S.1 (2016): 389 396.Tanrıver, Süha. Medenî Usûl Hukuku Cilt I. Ankara: Yetkin Yayınları, 2021.Tuncay, Aziz Can ve Ekmekçi, Ömer. Sosyal Güvenlik Hukuku Dersleri. İstanbul: Beta, 2019.Tüzüner, Özlem.  Elektronik Tebligatın Kalitatif Yöntemle İncelenmesi.  Ankara Barosu Dergisi. S.4 (2011): 137 159.Uşan, M. Fatih. Türk Sosyal Güvenlik Hukukunun Temel Esasları. Ankara: Seçkin Yayıncılık, 2009.Varol, Asaf ve Baştürk, İhsan.  Hukuki ve Teknik Boyutuyla Elektronik Tebligat ile Kayıtlı Elektronik Posta Sistemi.  Ankara Barosu Dergisi. S.1 (2015): 263 278.Yardımcı, Taner Emre.  Yeni Elektronik Tebligat Yönetmeliği Çerçevesinde Elektronik Tebligat.  Ankara Barosu Dergisi, S.3 (2019): 1 38.Yılmaz, Ejder ve Çağlar, Tacar. Tebligat Hukuku. Ankara: Yetkin Yayınları, 2013.Yurtsever, Hatice.  Vergi Hukukunda Tebligatta Yeni Bir Uygulama: Elektronik Tebligat, "
}