{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2021",
     "Cilt": "11",
     "Sayı": "1",
     "Başlık": "BİR DANIŞTAY KARARI ÇERÇEVESİNDE ORGANİZE SANAYİ BÖLGELERİNDE BELEDİYELERİN İLAN VE REKLAM VERGİSİ TAHSİL YETKİSİ",
     "Title": "AUTHORITY OF MUNICIPALITIES TO COLLECT ANNOUNCEMENT AND ADVERTISEMENT TAX IN ORGANIZED INDUSTRIAL ZONES IN THE CONTEXT OF A COUNCIL OF STATE DECISION",
     "Yazar İsmi": [
          "Dr. Ahmet Alptekin DURU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İlan ve Reklam Vergisi",
          "Organize Sanayi Bölgesi",
          "Vergi İdaresi",
          "Belediye Geliri"
     ],
     "Keywords": [
          "Announcement and Advertisement Tax",
          "Organized Industrial Zone",
          "Tax Authority",
          "Municipal Revenue"
     ],
     "Özet": "Özel hukuk tüzel kişiliğine sahip olan ve kamusal ayrıcalıklarla donatılan Organize Sanayi Bölgeleri nde belediyeler tarafından ilan ve reklam vergisi tahsil edilip edilemeyeceği belediye gelirleri açısından önemli bir husustur. Belediye Kanunu nda ve Büyükşehir Belediyesi Kanunu nda Organize Sanayi Bölgeleri Kanunu hükümleri saklı tutulmuştur. Ancak bu istisna belediyelerin Belediye Gelirleri Kanunu uyarınca Organize Sanayi Bölgeleri nde ilan ve reklam vergisi tahsil etmesine engel değildir. Bu çalışmada, Danıştay ın bir kararında Organize Sanayi Bölgeleri nde belediyelerin ilan ve reklam vergisini tahsile yetkili olmadığına ilişkin değerlendirmesi tartışılmaktadır.",
     "Abstract": "It is an important issue in terms of municipal revenues whether or not the announcement and advertisement tax can be collected by the municipalities in the Organized Industrial Zones which have a private law legal personality and are equipped with public privileges. The provisions of the Organized Industrial Zones Law are reserved in the Municipality Act and the Metropolitan Municipality Act. However, this exception does not prevent municipalities from collecting announcement and advertising tax in Organized Industrial Zones in accordance with the Municipal Revenues Act. In this study, the decision of the Council of State indicating that the municipalities are not authorized in Organized Industrial Zones to collect the announcement and advertisement tax is criticized.",
     "Metin": "Türkiye de  vergi  adı altında kamu geliri tahsil etme yetkisi kanunlarla sadece merkezi idare, belediyeler ve il özel idarelerine verilmiştir. Organize Sanayi Bölgeleri (OSB) nde ilan ve reklam vergisini tahsile yetkili idareyi tespite ilişkin bir uyuşmazlıkta, Danıştay 9. Dairesi, kanun yararına temyiz edilen bir vergi mahkemesi kararını, OSB de belediyenin yetkisi olmadığı gerekçesiyle bozmuştur.1 Ancak Danıştay 9. Dairesinin bozma kararının gerekçesi Anayasa da düzenlenen vergileme ilkelerine aykırıdır. Danıştay ın karar gerekçesine göre adeta OSB vergi idaresidir ve kendi nam ve hesabına vergi tahsil edebilir. Halbuki OSB özel hukuk tüzel kişisidir ve vergi idaresi olarak addedilmesi mümkün değildir.Bu makalenin konusu olan Danıştay 9. Dairesi kararı; OSB de büyükşehir belediyesi ve diğer belediyelerin ilan ve reklam vergisi tahsil etme yetkisine ilişkindir. Türkiye de 343 tane OSB içinde, 50 bin civarında işletme faaliyet göstermektedir. Türkiye deki toplam girişim (işletme) sayısı 2019 yılında 3,27 milyon adettir.4 Belediyelerce 2018 yıllında 481 milyon TL ve 2019 yılında 442,6 milyon TL ilan ve reklam vergisi tahsil edilmiştir.5 İşletmelerin hepsinin ilan ve reklam vergisi mükellefi olduğu ve ilan ve reklam vergisinin çoğunlukla tabelalar üzerinden tahsil edildiği varsayıldığında, OSB de çalışan işletmelerin toplam işletmelere oranının %1,5 olduğu dikkate alınarak, makale konusu hukuki meselenin belediyelerin vergi gelirleri üzerine yıllık ekonomik etkisi 7 milyon TL civarındadır.I. OLAYIN ÖZETİ VE MERCİ KARARLARIA. Olayın ÖzetiDava konusu uyuşmazlık, davalı Ankara Büyükşehir Belediye Başkanlığı tarafından OSB de yer alan işyeri için davacı şirkete tahakkuk ettirilen İlan ve Reklam Vergisi ile ilan ve reklam tabelası tahsis ücretinden kaynaklanmaktadır.1 D.D,17.10.2019,E.2018/154,K.2019/4849,RG14.3.2020,31068.2 OrganizeSanayiBölgeleriÜstKuruluşu, OrganizeSanayiBölgeleriListesi ,ErişimTarihi:Eylül29,2020,https://osbuk.org/wp-content/uploads/2020/09/liste.pdf.3 AvrasyaOrganizeSanayiBölgesi, Türkiye deRakamlarlaOSB ,ErişimTarihi:Eylül29,2020,https://avrasyaosb.com.tr/turkiyede-rakamlarla-osb/#:~:text=Organize%20Sanayi%20B%C%Blgeleri%20%C%9Cst%20Kurulu%C%9Fu,50%20bin%20fabrika%20%C%BCretim%20yap%C%Byor.4 TürkiyeİstatistikKurumu, GirişimcilikveİşDemografisi2017-2019 ,ErişimTarihi:Ekim1,2020,http://www.tuik.gov.tr/PreHaberBultenleri.do?id=33939.5 HazineveMaliyeBakanlığıMuhasebatGenelMüdürlüğü, MahalliİdarelerBütçeİstatistikleri ,ErişimTarihi:Ekim1,2020,https://muhasebat.hmb.gov.tr/mahalli-idareler-butce-istatistikleri.Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 44111. Davacının İddiasıDavacı şirket, davalı Ankara Büyükşehir Belediye Başkanlığı nın 2464 sayılı Belediye Gelirleri Kanunu uyarınca 2014-2016 yıllarına ilan ve reklam vergisi tahakkuk ettirilmesine ilişkin idari işlemin iptalini, vergi mahkemesinden talep etmiştir. İptal talebinin dayanağı olarak da şirketin OSB de faaliyet göstermesinden ötürü 4562 sayılı Organize Sanayi Bölgeleri Kanunu nda yer alan OSB lere ilişkin istisnai hükümler gösterilmiştir. Davacının iddiası, OSB de ilan ve reklam geliri elde etme yetkisinin OSB de olmasından dolayı Ankara Büyükşehir Belediye Başkanlığı tarafından vergi tahakkuk ettirilmesi işleminin hukuka aykırı olduğudur.2. Davalının SavunmasıDavalı Ankara Büyükşehir Belediye Başkanlığı, OSB nin belediyenin yetki alanında olması sebebiyle OSB deki ilan ve reklama ilişkin ilan ve reklam vergisinin kendilerince tahakkuk ettirileceğini ve dava konusu işlemde hukuka aykırılık bulunmadığını ifade etmiştir.B. Merci KararlarıAnkara 2. Vergi Mahkemesi davayı reddetmiştir. İlk derece mahkemesinin vermiş olduğu karar, dava konusu uyuşmazlığın tutarının (2.906,14 TL) 2577 sayılı İdari Yargılama Usulü Kanunu nun 45 inci maddesinin birinci fıkrası uyarınca belirlenen eşik değerden (5.000 TL) düşük olmasından dolayı kesin karar haline gelmiş ve davacı şirket istinaf yoluna başvuramamıştır.Davacı şirket, ilk derece mahkemesi kararının hukuka aykırı olduğunu öne sürerek Danıştay Başsavcılığı na başvurmuş ve kararın kanun yararına temyiz edilmesini talep etmiştir.1. İlk Derece Mahkemesinin Kararı (26.04.2017, E.2016/2052, K.2017/600)Ankara 2. Vergi Mahkemesi, Belediye Gelirleri Kanunu nun 12 nci maddesinin birinci fıkrasında yer alan  Belediyesınırlarıilemücaviralanlarıiçindeyapılanhertürlüilanvereklam,İlanveReklamVergisinetabidir.  hükmü ile 15 inci maddesinin üçüncü fıkrasında yer alan  Cadde,sokakveyayakaldırımlarıüzerinegerilen,binalarıncepheveyanlarınaasılanbezveyasairmaddelervasıtasıylayapılangeçicimahiyettekiilânvereklamlarınmetrekaresindenhaftalıkolarak  hükmüyle belirlenen tutarda vergi alınacağının düzenlendiğini kaydetmiştir.76 Davacı,ilanvereklamvergisininyanısırailanvereklamtabelasıtahsisücretiilebuücretebağlıkatmadeğervergisidâhilgecikmezammınıniptalinitalepetmiştir.Fakatbuçalışmadatahsisücretielealınmayacağıiçinbuhususincelenmemiştir.7 19.12.2005tarihlive2005/9986sayılıBakanlarKuruluKararıileyürürlüğekonulanMevzuatHazırlamaUsulveEsaslarıHakkındaYönetmelik tedüzenlenenmevzuatsistematiğiaçısından2464sayılıBelediyeGelirleriKanunu nun15 incimaddesininüçüncüfıkrasımevcutdeğildir.Anı 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi4422  Ahmet Alptekin DURUDr.Mahkeme, OSB Kanunu nun 12 nci maddesinin birinci fıkrasının (k) bendinde OSB gelirleri arasında  ilan ve reklam gelirleri  sayılmış ise de söz konusu maddede  gelir  kavramına vurgu yapıldığı ve  vergi den söz edilmediğinden hareketle, vergi gelirlerinin OSB tarafından tahsil edileceği yönünde bir düzenleme olmadığını tespit etmiştir. Mahkeme ayrıca  vergialmayetkisikanunlarlabelirlenirvevergilerkanununyetkilendirdiğiorganlarvasıtasıylatahsiledilir  şeklinde bir açıklamaya da kararın gerekçesinde yer vermiştir.Ankara 2. Vergi Mahkemesi, büyükşehir belediyesi sınırları içinde yer alan OSB deki sanayi kuruluşlarının büyükşehir belediyesinin yetki alanındaki meydan, bulvar, cadde ve anayollar ile bu alanlara cephesi bulunan binalar üzerindeki her türlü ilan ve reklamına ilişkin verginin büyükşehir belediyesince tahsil edileceği gerekçesiyle davanın reddine karar vermiştir.2. İnceleme Konusu Karar: Danıştay 9. Dairesinin Kararı (17.10.2019, E.2018/154, K.2019/4849)İdari Yargılama Usulü Kanunu nun 51 inci maddesinin birinci fıkrasına göre idare ve vergi mahkemelerinin kesin olarak verdiği kararlardan niteliği bakımından yürürlükteki hukuka aykırı bir sonucu ifade edenler Danıştay Başsavcısı tarafından kanun yararına temyiz olunabilir. Ankara 2. Vergi Mahkemesi nin kesin kararı üzerine davacı şirket kararın kanun yararına temyiz edilmesi istemiyle Danıştay Başsavcılığı na başvurmuştur. Başsavcı da, Ankara 2. Vergi Mahkemesi nin kararını kanun yararına temyiz etmiştir.Danıştay Başsavcısı, 5216 sayılı Büyükşehir Belediyesi Kanunu nun 7 nci maddesinin dördüncü fıkrasında yer alan  4562sayılıOrganizeSanayiBölgeleriKanunuylaSanayiveTicaretBakanlığınaveorganizesanayibölgelerinetanınanyetkivesorumluluklar...buKanunun[BüyükşehirBelediyesiKanunu]kapsamıdışındadır. 8 hükmünü dikkate alarak OSB lere ilişkin ilan ve reklam vergisinin büyükşehir belediyelerince tahsil edilemeyeceği yorumunu yapmıştır. İlaveten büyükşehir belediyelerinin gelirlerinin sayıldığı Büyükşehir Belediyesi Kanunu nun 23 üncü maddesinin birinci fıkrasının (e) bendinde yer alan  [BüyükşehirBelediyesiKanunu]7 ncimaddeninbirincifıkrasının(g)bendindebelirtilenalanlar[mahalleleriilçemerkezinebağlayanyollar,meydan,bulvar,lanYönetmeliğegöre,Mahkeme ninalıntıyaptığıhükme 2464 sayılı Belediye Gelirleri Kanununun 15 inci maddesinde yer alan tarife cetvelinin (3) numaralı satırı olarakatıfyapılmalıydı.DiğertaraftanMahkemekarargerekçesindetarifecetvelindekigeçicireklamdüzenlemesiniesasalmıştır,oysavergikonusunudavacışirketingeçicideğilsabitreklamlarıoluşturmaktadır.BusebepleMahkeme nintarifecetvelindekisabitreklamlarıdüzenleyen(1)numaralısatıra(Dükkân, ticarî ve sınaî müessese ve serbest meslek erbabınca çeşitli yerlere asılan ve takılan her çeşit levha, yazı ve resim gibi tüm sabit ilân ve reklamlar)atıfyapmasıgerekirdi.Mahkeme ninmezkûrhatasıbumakalebağlamındaincelenenkararınözünüetkileyecekvasıftadeğildir.8 Benzerbirhüküm5393sayılıBelediyeKanunu nun14 üncümaddesininsekizincifıkrasında 4562 sayılı Organize Sanayi Bölgeleri Kanunu hükümleri saklıdır. şeklindeyeralmaktadır.Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 4433caddeveanayollar]ilebualanlaracephesibulunanbinalarüzerindekihertürlüilânvereklamlarınvergileriileasma,tahsisvebakımücretleri  hükmünün büyükşehir belediyelerinin ilan ve reklam vergisi alabileceği yerleri sınırladığını belirtmiştir.Danıştay Başsavcısı ayrıca, OSB Kanunu nun 12 nci maddesinin birinci fıkrasının (k) bendinde ilan ve reklam gelirlerinin OSB gelirleri arasında sayılması sebebiyle OSB de büyükşehir belediyelerinin ilan ve reklam vergisi toplama yetkisi olmadığını kaydetmiştir. Başsavcı, sayılan iki kanundaki hükümleri birlikte değerlendirerek Ankara 2. Vergi Mahkemesi kararının hukuka aykırı olduğu yorumuna ve kararın kanun yararına temyiz edilmesi gerektiği sonucuna ulaşmıştır.Danıştay 9. Dairesi, Büyükşehir Belediyesi Kanunu nun 7 nci ve 23 üncü maddeleri  ile  OSB  Kanunu nun  12 nci  maddesine  dayanarak  Danıştay Başsavcısı nın görüşleri paralelinde karar vermiştir. Danıştay,  Olayda,OrganizeSanayiBölgesindeyeralanışıklıveışıksızreklamtabelaları,davalıbelediyeninyetkialanıiçindebulunmadığından,yetkisizidarecetesisedilendavakonusuişlemdevedavayıreddedenVergiMahkemesikararındahukukauyarlıkbulunmamaktadır  şeklinde hukuki değerlendirme yapmıştır. Böylece ilk derece mahkemesinin kararını kanun yararına bozmuştur.Danıştay ın belediyenin yetkisizliğine dayalı olarak verdiği hüküm açıktır. Diğer taraftan Danıştay,  4562sayılıOrganizeSanayiBölgeleriKanunu nun Gelirler başlıklı12.maddesinde[birincifıkranın(k)bendinde]OrganizeSanayiBölgesi ningelirleriarasındailanvereklamgelirlerinedeyerverilmiş  olmasını kararın gerekçesinde ilgili mevzuat kısmında zikretmiştir. Bu bağlamda Danıştay ın OSB nin ilan ve reklam gelirlerinin, belediyelerin tahsil ettiği ilan ve reklam vergisini ikame eden bir gelir olarak mı değerlendirdiği hususu, Danıştay kararının gerekçesinde muğlaktır. Zira Danıştay sadece mevzuat hükmünü zikretmekle kalmış, idari işlem ile OSB Kanunu nun 12 nci maddesindeki hüküm arasındaki bağlantıyı açıklamamıştır.II. HUKUKİ MESELE, KURAMSAL ÇERÇEVE VE DEĞERLENDİRMEA. Hukuki MeseleDanıştay  kararına  konu  olan  uyuşmazlıkta,  Büyükşehir  Belediyesi Kanunu nun 7 nci ve 23 üncü maddesi ile OSB Kanunu nun 12 nci maddesinin birlikte değerlendirilmesiyle, OSB nin belediyenin yetki alanı içinde bulunmadığı için belediyelerin buralarda ilan ve reklam vergisi tahsil edemeyeceğini tespit etmiştir. Bu çerçevede vergi tahsil yetkisi açısından OSB ler belediyelerin yetki alanı içinde olup olmadığının yürürlükteki mevzuata göre belirlenmesi gereklidir.Danıştay kararının gerekçesinde OSB Kanunu nun 12 nci maddesinde OSB gelirleri arasında ilan ve reklam gelirlerinin sayılmasını, kararın dayandığı hu 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi4444  Ahmet Alptekin DURUDr.kuki sebep olarak yer verilmiştir. Bu durum Danıştay tarafından OSB nin ilan ve reklam gelirinin belediyenin ilan ve reklam vergisi gelirini ikame ettiği şeklinde yorumladığını göstermektedir. Fakat adil yargılanma hakkı kapsamında Danıştay ın karar gerekçesi yeterli değildir.Mahkeme  kararlarının  gerekçesi  konusunda  Avrupa  İnsan  Hakları Sözleşmesi nde emredici bir kural bulunmamakla birlikte, Avrupa İnsan Hakları Mahkemesi (AİHM) Sözleşme nin 6 ncı maddesinde düzenlenen adil yargılanma hakkı çerçevesinde mahkeme kararlarındaki gerekçeyi doğru ve güvenli adil yargılanma hakkının temel bir unsuru olarak nitelendirmektedir.9 AİHM gerekçeli karar hakkını tanıyarak, mahkeme kararlarında, kararın dayandığı hususlara dair tarafların bilgilendirilmesini için gerekçe bulunmasının zorunlu olduğunu belirtmektedir; böylece mahkemenin sonuca etkili argümanları açıkça belirlenebilir ve halkın yargı kararlarının sebeplerini öğrenmesi mümkün olur.10 Buna göre Avrupa İnsan Hakları Sözleşmesi nin 6 ncı maddesine uygun bir gerekçenin somut davada uygulanabilir mer i bir mevzuat hükmünü içermesi ve kararın bu hükme dayanması gereklidir.11Mahkeme kararlarının gerekçeli olması Türkiye Cumhuriyeti Anayasası nın 36 ncı maddesinde düzenlenen adil yargılanma hakkının bir unsurudur. Bununla birlikte Anayasa nın 141 inci maddesinin üçüncü fıkrasında yer alan  Bütünmahkemelerinhertürlükararlarıgerekçeliolarakyazılır.  hükmü gerekçeyi özellikle vurgulamıştır. Bu bağlamda Anayasa Mahkemesi ne göre; Makulgerekçe;davayakonuolayveolgularınmahkemecenasılnitelendirildiğini,kurulanhükmünhanginedenlerevehukuksaldüzenlemeleredayandırıldığınıortayakoyacak,olayveolgularilehükümarasındakibağlantıyıgöstereceknitelikteolmalıdır.Zirataraflarınodavayönünden,hukukdüzenincehanginedenlehaklıveyahaksızgörüldüklerinianlayıpdeğerlendirebilmeleriiçinortadausulüneuygunşekildeoluşturulmuş,hükmünhanginedenleoiçerikvekapsamdaverildiğinigösteren,ifadeleriözenleseçilmişvekuşkuyayervermeyecekaçıklıktakibirgerekçebölümününvebunauyumluhükümfıkralarınınbulunmasızorunludur. 122577 sayılı İdarî Yargılama Usulü Kanunu nun 24 üncü maddesinin birinci fıkrasının (e) bendine göre  Kararındayandığıhukukîsebeplerilegerekçesivehüküm  mahkeme kararlarında bulunmak zorundadır. 2575 sayılı Danıştay Kanunu nun 51 inci maddesinin birinci fıkrasında  Kararlarda,...verilenkararlarıngerekçeleri,belirtilir  kuralı bulunmaktadır.9 ÇetinAşçıoğlu, YargıdaGerekçeSorunu ,TürkiyeBarolarBirliğiDergisi,48(2003):110.10 M.NedimBekri, GerekçeliKararHakkı ,AnkaraBarosuDergisi,3(2014):210-211.11 Bekri, GerekçeliKararHakkı ,212.12 AYMKararı,BaşvuruNo:2013/1235,13.6.2013,§24,RG27.7.2013,28720.Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 4455İdari yargılama hukukundaki yazılılık ve re sen araştırma ilkesi bağlamında mahkeme tarafların zikretmediği konular hakkında değerlendirme yapabilir ancak verilen hükmün açık ve hukuki gerekçeleri bakımından da doyurucu olması, davanın taraflarına mahkemece ulaşılan hukuki sonucun dayandığı hukuk kurallarının yorumlanarak açıklanması şarttır.13 Yargı kararlarında gerekçenin varlığı ve içeriği, kararı veren hâkimlerin dava dosyasına vâkıf olduğunu, uyuşmazlık ile uyuşmazlığın çözümü için uygulanan hukuki kuralın doğruluğunu ve yerindeliğini ortaya koyar. Sonuçta gerekçe, hâkimi o kararı vermeye götüren sebepler zincirini, o kararı okuyan kişilere göstermelidir.14Bu makalede incelenen kararın gerekçesinde Danıştay  4562sayılıOrganizeSanayiBölgeleriKanunu nun Gelirler başlıklı12.maddesinde[birincifıkranın(k)bendinde]OrganizeSanayiBölgesi ningelirleriarasındailanvereklamgelirlerinedeyerverilmiş  olmasını ilgili mevzuat kısmında zikretmiştir. Fakat mevzuat, idari işlem ve hüküm arasındaki bağlantıyı kararda görmek mümkün değildir. Başka bir ifadeyle, İdarî Yargılama Usulü Kanunu nun 24 üncü maddesinde kullanılan terimler takip edilerek, kararın dayandığı  hukukî sebepler  mevcut olmakla birlikte mevzuat ile hüküm arasındaki bağlantıyı içeren bir  gerekçe  yoktur. Bu açıdan Danıştay kararındaki gerekçenin içeriği AİHM ve Anayasa Mahkemesi içtihatlarında belirtilen vasıflardan uzaktır.Danıştay ın kararının dayandığı hukuki sebepler arasında OSB Kanunu nun 12 nci maddesinin bulunması OSB lerin tahsil ettiği  ilan ve reklam gelirleri nin belediyelerin tahsil ettiği  ilan ve reklam vergisi  yerine geçtiği yorumuna yol açmaktadır.Bu çerçevede iki hukuki mesele ortaya çıkmaktadır:1.  Vergi tahsil yetkisi açısından OSB ler belediyelerin yetki alanı dışında mıdır?2.  OSB lerin tahsil ettiği ilan ve reklam gelirleri, belediyelerin tahsil ettiği ilan ve reklam vergisini ikame etmekte midir?Bu kapsamda anayasal vergileme ilkeleri, vergi idaresi, belediyelerin ilan ve reklam vergisi tahsil yetkisi ile OSB nin hukuki statüsü dikkate alınarak anılan kanun hükümlerinin yorumlanması gereklidir.B. Kuramsal Çerçeve1. Anayasa daki Vergilendirme İlkeleriVergi kavramı kurumsallaşmış, sağlam bir fikir sistemine kavuşmuştur. Modern maliyecilere göre vergi kişilerden kamu harcamalarını karşılamak, devletin 13 A.KürşatErsöz, TürkİdariYargılamaHukukundaKararVermeUsulüveHükmünTesisEdilmesi ,LegalHukukDergisi,16,S.189(2018):4097,4103.14 EnderEthemAtay, YargıKararlarınınGerekçelendirilmesiveİdariYargıdakiUygulaması ,DanıştayDergisi,S.147(2018):22,25. 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi4466  Ahmet Alptekin DURUDr.ekonomik ve sosyal hayata müdahalesini sağlamak üzere zorla, nihai ve karşılıksız olarak istenen parasal bir yükümlülüktür.15 Devletin üstlendiği görevlerin yerine getirilmesi bakımından kamu gelirleri içinde önemli bir yer tutan vergiler, devletin egemenlik gücü çerçevesinde ihdas edilmekte ve uygulanmaktadır.16 Vergi, devletin ve vergilendirme yetkisi bulunan diğer kamu idarelerinin yüklenmiş olduğu mali ve mali olmayan amaçları yerine getirmek üzere gerçek ve tüzel kişilerden egemenlik gücüne dayanarak hukuki cebir altında, karşılıksız ve nakit olarak aldığı iktisadi değerler olarak tanımlanabilir.17Maliye  literatüründeki  görüşlere  koşut  biçimde Türk  anayasalarında  da vergilendirme ilkeleri bulunagelmiştir. 1982 Anayasası nın vergi ödevi başlıklı 73 üncü maddesinde düzenlenen vergilendirme ilkeleri olarak vergi gelirlerinin kamu giderlerinin karşılığı olması ilkesi, vergi adaleti ilkesi ile vergilerin kanuniliği ilkesi sayılmıştır.18Vergi gelirlerinin kamu giderlerinin karşılığı olması ilkesi ile vergi adaleti ilkesi Anayasa nın 73 üncü maddesinin birinci ve ikinci fıkrasında  Herkes,kamugiderlerinikarşılamaküzere,maligücünegöre,vergiödemekleyükümlüdür.Vergiyükününadaletlivedengelidağılımı,maliyepolitikasınınsosyalamacıdır.  şeklinde ifade edilmiştir. Vergilerin kanuniliği ilkesi de, aynı maddenin üçüncü fıkrasında,  Vergi,resim,harçvebenzerimaliyükümlülüklerkanunlakonulur,değiştirilirveyakaldırılır.  cümlesiyle Anayasa da yer almıştır.Anayasa da yer alan vergi gelirlerinin kamu giderlerinin karşılığı olması ilkesi kişilerden ancak kamu gideri gerektirdikçe vergi alınabilmesi veya vergilerin sadece kamu giderleri için harcanabilmesi anlamına gelmektedir. Vergi bir karşılığa dayanmaksızın genel olarak yararlanılan kamu hizmetlerinin karşılığı olarak tahsil edilir. Bu itibarla, vergi tahsili suretiyle toplanan kamu geliri, kamu hizmetlerinin yerine getirilmesi amacıyla yapılan kamu giderlerinin karşılığını oluşturmaktadır.19Anayasa Mahkemesi bir kararında kamu hizmeti kavramını geniş yorumlamış ve özel teşebbüslerin de kamu hizmeti görebileceğini kaydetmiştir.21 Bu 15 İsmailTürk,KamuMaliyesi,(Ankara:TurhanKitabevi,1999),98.16 ÖzhanUluatam,KamuMaliyesi,(Ankara:İmajYayınevi,2014),16.17 HüseyinŞenveİsaSağbaş,VergiTeorisivePolitikası,(Bursa:EkinYayınevi,2020),1.18 YusufKarakoç, AnayasalVergilendirmeİlkeleriÜzerineBirDeğerlendirme ,DokuzEylülÜniversitesiHukukFakültesiDergisi,15,ÖzelSayı,(2013):1259-1308.Yazar,Anayasa nın73 üncümaddesindeaçıkçadüzenlenenbuilkelerinyanısırahukukdevleti,hukukigüvenlikveölçülülükilkelerinindeanayasalvergilendirmeilkeleriarasındasayılmasıgerektiğinibelirtmektedir.19 YusufKarakoç, VergiGelirlerininKamuGiderlerininKarşılığıOlmasıİlkesi ,MehmetAkifAydın aArmağan-HukukAraştırmalarıDergisiÖzelSayı,(2015):413-455.20 AYMKararı,28.6.1995,E.1994/71,K.1995/23,RG20.3.1996,22586.21  En geniş tanıma göre kamu hizmeti, devlet ya da diğer kamu tüzel kişileri tarafından ya da bunların gözetim ve denetimleri altında, genel ve ortak gereksinmeleri karşılamak, kamu yararı ya da çıkarını sağlamak için yapılan ve topluma sunulmuş bulunan sürekli ve düzenli etkinliklerdir. Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 4477açıdan OSB nin de kamu hizmeti sunan kişilerden olduğu iddia edilebilir. Zaten makalenin ilerleyen bölümlerinde açıklanacağı üzere OSB ye 4562 sayılı Organize Sanayi Bölgeleri Kanunu, 5393 sayılı Belediye Kanunu ve 5216 sayılı Büyükşehir Belediyesi Kanunu ile tanınan (imar, ruhsat, parafiskal gelir toplama gibi konulardaki) kamu gücü ayrıcalıkları da OSB lerin kamu hizmeti sunan özel hukuk tüzel kişileri olduğunu işaret etmektedir.Vergilerin kanuniliği ilkesi, vergilerin mutlaka kanunla konulması gerektiğini ifade etmektedir. Bir verginin kanunla konulmuş sayılabilmesi için, verginin temel unsurları olan konu, mükellef, vergiyi doğuran olay, matrah, oran, ödeme zamanı, zamanaşımı gibi unsurların da kanunda açıkça düzenlenmesi şarttır. Diğer taraftan kanunla düzenleme kavramı, bir vergiyle ilgili bütün konuların aynı kanun içinde düzenlenmesi gerektiği şeklinde anlaşılmamalıdır. Verginin unsurları farklı kanunlarda düzenlenebilir.22Makalenin değerlendirme bölümünde açıklanacağı üzere anayasal vergilendirme ilkelerinden olan vergilerin kanuniliği ilkesi uyarınca belediyeler dışındaki kamu tüzel kişileri ilan ve reklam vergisi tahsil edemez. OSB Kanunu nda ilan ve reklam vergisi tahsiline ilişkin bir hüküm bulunmadığı için OSB nin de ilan ve reklam vergisini tahsil etmesi imkânsızdır.2. İlan ve Reklam Vergisinin MahiyetiAnayasaya göre vergi alacaklısı egemenlik gücüne dayanarak çıkarılan kanunlarla vergi koyma ve uygulama yetkisi verilmiş olan devlettir.23 Verginin kanuniliği ilkesi çerçevesinde vergi kanunları Türkiye Büyük Millet Meclisi tarafınToplumsal yaşamın zorunlu gereksinmelerini karşılayan hizmetler, nitelikleri gereği kamu hizmeti olarak görülmüştür. ... Bir kamu hizmeti, ülke düzeyinde, tüm halkın gereksinmesine yanıt verebileceği gibi; belli bir yörede belli bir topluluğun gereksinmesini de karşılayabilir. Başka bir anlatımla, hizmetin ülkesel, yöresel veya toplumun bir kesimi için söz konusu olması onun kamu hizmeti olma niteliğini etkilemez. Kamu hizmeti kavramının gerek öğretide gerekse uygulamalarda devlet ve öteki kamu tüzel kişilerince genel idare esaslarına göre yürütülen hizmetler alanının dışına taşan ve yayılan bir kapsamı olduğu ve bunun da gittikçe genişlediği bir gerçektir... köprü, tünel, baraj, içme ve kullanma suyu, arıtma tesisi, kanalizasyon, otoyol, demiryolu, deniz ve hava limanları yapımı ve işletilmesi ve benzeri etkinlikler kamu hizmetidir. Çünkü bunlar, toplumun ortak gereksinmelerini karşılamaya yönelik, kamu yararı için yapılan düzenli ve sürekli etkinliklerdir. Öğretide, kamu hizmetini belirlemenin tek geçerli ölçütünün, onu kuranların iradesi olduğu ileri sürülmektedir. Daha açık anlatımla, bir hizmetin kamu hizmeti niteliğine bürünmesinde yasakoyucunun iradesi rol oynamaktadır. Kuşkusuz, Anayasa kurallarına uygun olmak koşulu ile, kamusal gereksinimlerin zorunlu kıldığı durumlarda yasama organı herhangi bir alanı yasal statü içine alarak kamu hizmeti kurabilir. Ancak, Anayasa Mahkemesi nin anayasal denetim görevini yerine getirmesindeki değerlendirmeleri saklıdır. Çünkü, etkinliği irdeleyip nitelendirmeden Anayasa kurallarına uygunluğunu ya da aykırılığını saptamanın olanağı yoktur. Bir hizmetin kamu hizmeti olup olmadığı saptanırken, niteliğine bakmak gerekir. Nitelik yönünden kamusal olan bir hizmetin özel kesimce yürütülmesi, onun niteliğini etkilemez. Nitekim, Anayasa nın 47. maddesinde,  kamu hizmeti niteliği taşıyan özel teşebbüsler... devletleştirilebilir  denilirken özel teşebbüslerce yürütülen kamu hizmetinin varlığı kabul edilmiştir.22 Karakoç, AnayasalVergilendirmeİlkeleriÜzerineBirDeğerlendirme ,1266.23 AbdurrahmanAkdoğan,VergiHukukuveTürkVergiSistemi,(Ankara:GaziKitabevi,2008),44. 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi4488  Ahmet Alptekin DURUDr.dan çıkarılmaktadır. Dolayısıyla yerel yönetimlerin kendi meclisleri eliyle vergi koyma yetkisi yoktur. Bu durum Türkiye de yerel yönetimlerin siyasal özerkliği olmamasının doğal bir sonucudur.241981 yılında yürürlüğe giren Belediye Gelirleri Kanunu nda ilan ve reklam vergisi bir belediye geliri olarak düzenlenmiştir. 2012 yılına kadar anılan Kanun un 96 ncı maddesinin (B) fıkrasına göre ilen ve reklam vergisinin tarifesi Kanun da belirtilen en alt ve en üst sınırları aşmamak şartıyla mahallin çeşitli semtleri arasındaki sosyal ve ekonomik farklılıklar göz önünde tutularak belediye meclislerince tespit olunmaktaydı. Bu hüküm Anayasa Mahkemesi tarafından Anayasa nın 73 üncü maddesinin üçüncü fıkrasında yer alan  Vergi,resim,harçvebenzerimaliyükümlülüklerinmuaflık,istisnalarveindirimleriyleoranlarınailişkinhükümlerindekanununbelirttiğiyukarıveaşağısınırlariçindedeğişiklikyapmakyetkisiBakanlarKurulunaverilebilir.  hükmüne aykırılık teşkil ettiği için iptal edilmiştir. 2013 yılındaki 6487 sayılı Kanun ile Belediye Gelirleri Kanunu nun 96 ncı maddesinin (A) fıkrası değiştirilmiş ve belediye meclisleri yerine Bakanlar Kurulu nun (2018 yılından itibaren Cumhurbaşkanı nın) ilan ve reklam vergisi tarifelerini belirlemesi sağlanmıştır. 2014 yılında 6527 sayılı Kanun ile Belediye Gelirleri Kanunu nun 96 ncı maddesinin (A) fıkrasına eklenen ikinci paragrafla ilan ve reklam vergisi Kanun da belirtilen en alt ve en üst sınırları aşmamak şartıyla mahallin çeşitli semtleri arasındaki sosyal ve ekonomik farklılıklar göz önünde tutularak ilgili belediye meclislerinin önerisi üzerine Bakanlar Kurulu tarafından (2018 yılından itibaren Cumhurbaşkanı tarafından) tespit edilir hale gelmiştir. Böylece ilan ve reklam vergisi tarifelerinin hazırlanması sürecine belediye meclisleri de katılmaya çalışılmıştır. Belediye Gelirleri Kanunu nun 2014 yılından itibaren yürürlüğe giren bu yeni hükmü uyarınca belediye meclisleri kanunun öngördüğü en az ve en çok tutarlar arasında ilan ve reklam vergisi tarifesini kabul ederek merkezi idareye öneri sunacaktır. Fakat günümüze kadar ilan ve reklam vergisi tarifesini düzenleyen ne bir Bakanlar Kurulu Kararı ne de Cumhurbaşkanı Kararı yayımlanmıştır. Dolayısıyla 2464 sayılı Kanun un (6527 sayılı Kanun ile getirilen) geçici 7 nci maddesinin birinci fıkrası uyarınca belediye meclislerinin 2013 yılında uygulanmak üzere belirlediği ilan ve reklam vergisi tarifesi halihazırda geçerlidir. Sonuçta merkezi idare tarafından belediye meclislerinin kararı neticesinde Bakanlar Kurulu Kararı veya Cumhurbaşkanı Kararı çıkarılmadığı için, belediye meclislerinin ilan ve reklam vergisi tarifesini belirleme yetkisi pratik olarak mevcut değildir.2624 HakanYılmaz,M.FerhatEmilveBakiKerimoğlu,YerelYönetimlerMaliyesi,(Ankara:MaliHizmetlerDerneğiYayınevi,2012),240.25 AYMKararı,29.12.2011,E.2010/62,K.2011/175,RG19.5.2012,28297.26 AhmetAlptekinDuru, BelediyelerinİlanveReklamVergisiUygulamalarıÜzerineBirDeğerlendirme ,AnemonMuşAlparslanÜniversitesiSosyalBilimlerDergisi,8,S.3(2020):831-843.Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 4499Türkiye de merkezi idare harcamalarının devletin üstlendiği görevleri yerine getirmek için yapıldığı ve kamu harcaması olduğu konusunda tereddüt yoktur. Yerel yönetimler için de öğretide uzlaşma olduğu görülmektedir.27 Zaten 5018 sayılı Kamu Malî Yönetimi ve Kontrol Kanunu nun 3 üncü maddesinin birinci fıkrasının (a) bendi uyarınca mahalli idareler genel yönetim kapsamındaki kamu idareleri arasında sayılmıştır. Bu çerçevede yerel yönetimlerin kamu gelirlerini tahsil etme yetkisi olduğu açıktır.Vergiler kaynağına veya konusuna bağlı olarak gelir üzerinden, servet üzerinden, harcama üzerinden ve yararlanma ilkesine dayalı olarak alınanlar olmak üzere sınıflandırılmaktadır. Yararlanma ilkesine dayalı olarak alınan kamu gelirleri özel bir vergileme biçimidir ve uygulamada çoğunlukla katılma payı, şerefiye, harç, resim, ruhsat ücreti gibi deyimlerle ifade edilir.28 Bunlar genellikle bir hizmetten yararlanma veya belirli işlerin yapılması için verilen izinler neticesinde tahsil edilir. Geleneksel olarak harçlar devlet hizmetleriyle ilgili, ruhsat ücretleri kişilerin faaliyette bulunmaları için verilen izinlerle ilgili ve resimler ise belge niteliğindeki bazı resmi evrakın düzenlenmesiyle ilgili mükellefiyetleri adlandırmak için kullanılmıştır. Fakat bu terimlerin böyle bir anlam inceliğine dikkat etmeden kullanıldığı da görülmektedir.29İlan ve reklam vergisi, işletmelerin kentin görüntüsünü etkileyecek tabelaları asmaları mukabilinde karşı karşıya kaldığı bir vergi türüdür. Bu açıdan yararlanma ilkesine dayalı olarak alınan kamu gelirleri arasında değerlendirilebilir.30 Diğer taraftan ilan ve reklam vergisini harcamalar üzerinden alınan vergiler türüne dâhil eden akademisyenler de vardır.31 Bazıları da bu tasnife dahil etmeksizin, ilan ve reklam vergisini mahalli idare vergileri başlığı altında ele almaktadır.32Kamu Mali Yönetimi ve Kontrol Kanunu nun 16 ncı maddesinin dördüncü fıkrası uyarınca her yıl yayımlanan bütçe çağrısı ve eki bütçe hazırlama rehberinde ilan ve reklam vergisi de yer almaktadır. Anılan rehbere göre ilan ve reklam vergisi, Analitik Bütçe Sınıflandırması Dördüncü Düzey Gelir Kodları içinde Dâhilde Alınan Mal ve Hizmet Vergileri arasında (01-3-9-53 koduyla) yer almaktadır. Bu bağlamda ilan ve reklam vergisi, verginin ekonomik kaynağına 27 Uluatam,KamuMaliyesi,233-234.28 İlanvereklamvergisininselefiolankamugelirleri,6.3.1924tarihlive63sayılıResmîGazete deyayımlanan20Recep1342/26Şubat1340tarihlive423sayılıBelediyeVergiveResimleriKanunuile9.7.1948tarihlive6953sayılıResmîGazete deyayımlanan1.7.1948tarihlive5237sayılıBelediyeGelirleriKanunu nda İlanveReklamResmi adıylamevzuattayeralmıştır.29 Uluatam,KamuMaliyesi,458-459.30 ÖzhanUluatamveYaşarMethibay,VergiHukuku,(Ankara:İmajYayıncılık,2001).31 DoğanŞenyüz,MehmetYüceveAdnanGerçek,TürkVergiSistemi,(Bursa:EkinYayınevi,2018).32 ErdoğanÖner,TürkVergiSistemi,(Ankara:SeçkinYayıncılık,2014),296.33 Örneğinbkz.2020-2022DönemiBütçeÇağrısıveEkiBütçeHazırlamaRehberi,RG10.10.2019,30914mükerrer. 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5500  Ahmet Alptekin DURUDr.göre gelir veya servet üzerinden alınan bir vergi türü değil, harcama/kullanma üzerinden alınan bir vergi türü olarak tasnif edilmiştir.Diğer taraftan OSB nin ilan ve reklam gelirlerinin parafiskal bir gelir olup olmadığı hususu da açıklığa kavuşturulmalıdır.34 Zira parafiskal gelirler de vergi gelirleri gibi bir kamu geliri sayılmaktadır ve cebren tahsil edilebilirler. Karakoç tarafından parafiskal gelirler ekonomik, sosyal veya mesleki kurum ve kuruluşların hizmetlerinden yararlananlar veya mensuplarından kanuna dayanarak ve zorunlu olarak tahsil edilen bütçe dışı kamu geliri olarak tanımlanmaktadır. Bu gelirler ilgili kuruluşların bütçelerinde yer alır ve bütçe mevzuatı ilkelerinden olan  ademi tahsis  ilkesine göre değil  tahsis  ilkesine göre harcanırlar. Ekonomik parafiskal gelirler bir ekonomik faaliyeti teşvik etmek veya istikrara kavuşturmak için tahsil olunan ve iktisadi işlemler neticesinde tahsil edilen gelirlerdir. Sosyal parafiskal gelirler sosyal güvenlik hizmeti sağlayan kuruluşça tahsil edilir. Mesleki parafiskal gelirler ise zorunlu üyeliğin söz konusu olduğu kuruluşlarca tahsil edilir. Genellikle mesleki parafiskal gelirler  giriş (kayıt) ücreti  veya  aidat , sosyal parafiskal gelirler  prim  olarak adlandırılır. Mesleki parafiskal gelirlerin konusu zorunlu üyelik, mükellefi de zorunlu olarak üye olan kişidir.35OSB Kanunu nun 12 nci maddesinde OSB nin gelirleri sayılmaktadır. Bunlar arasında yer alan yönetim aidatı ve ilan ve reklam gelirleri bir mesleğin icrasıyla veya sosyal güvenlikle ilgili olmaması sebebiyle ekonomik parafiskal gelir olarak tasnif edilebilir.36 Çünkü OSB, sanayinin teşviki ve etkin bir biçimde çalışabilmesi için kamu gücü ayrıcalıklarıyla donatılmış bir kuruluştur. OSB Kanunu nun 16 ncı maddesinde düzenlenen  yönetim aidatı  OSB de faaliyet gösteren işletmelerce ödenir. İşletmeler OSB tarafından sunulan hizmetlerin tamamından yararlanmasalar bile alt yapı ve müşterek hizmetlere ilişkin masrafları karşılamak üzere OSB yönetim kurulu tarafından yıllık olarak belirlenen yönetim aidatını ödemekle yükümlüdür. Kanunla konulmuş olması, OSB de faaliyet gösteren tüm işletmelerden parsel büyüklüğüne göre alınması ve zorunlu olarak ödenmesi gerektiği için yönetim aidatı adı altında tahsil edilen gelir parafiskal gelir vasıflarını taşımaktadır. Benzer şekilde OSB nin ilan ve reklam gelirlerinin de ekonomik parafiskal gelir niteliklerini taşıdığı iddia edilebilir. Çünkü bu gelirler de OSB nin kuruluş amaçlarına ulaşabilmesi için OSB ye kaynak temin eden gelirlerdendir. Ancak OSB nin ilan ve reklam gelirlerinin parafiskal gelir olduğu 34 Konununparafiskalgelirboyutuyladeincelenmesigerektiğinedikkatçekenmakaleninanonimhakemineteşekkürederim.35 YusufKarakoç, ParafiskalGelirveDiğerKamuGelirleriileKarşılaştırması ,DicleÜniversitesiHukukFakültesiDergisi,3,S.3(1985):373-397.36 OSBKanunu nun12 ncimaddesindesayılangelirlerdenyönetimaidatlarıdışındakileryabirdefayamahsusolarakalınmaktaveya(su,elektrik,doğalgaz,arıtmagibi)tüketime/kullanımabağlıolarakalınmaktayahutkira/faiz/bağış/satışgibiişlemlerdendoğmaktadır.OSB deçalışanbirişletmedenheryılmutatolarakkarşılığındabirhizmetverilmeksizinalınantekgelirkalemiyönetimaidatıdır.Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 5511kabul edilse bile bunun bir belediye geliri olan ilan ve reklam vergisinin yerine geçen ve OSB de faaliyet gösteren işletmeleri ilan ve reklam vergisi mükellefi olmaktan çıkaran bir niteliği olduğunu söylemek mümkün değildir.3. Vergi İdaresiVergi ilişkisi genellikle vergi alacaklısı ve vergi borçlusu olmak üzere iki taraf arasında oluşur; bu ilişkiye bazı durumlarda vergi sorumlusu adı verilen üçüncü bir taraf daha dahil olur.37 Vergi idaresi, verginin alacaklısı olan kamu idaresi birimidir.38 Vergilendirme yetkisinin asli sahibi devlettir, üniter devletlerde bu yetki merkezi yönetim ile yerel yönetimler arasında paylaşılır.39 Vergilendirme işleminin alacaklı tarafını devlet ile kendisine bu yönde yetki devredilen kamu tüzel kişileri oluşturur.40 Başka bir deyişle, idare içindeki vergiden sorumlu birimlere vergi idaresi denilir. Vergi idaresi, geniş anlamda vergilerin ihdası ve icrasıyla ilgili kurallar bütünü, başka bir ifadeyle vergilendirme sürecine ilişkin tarh, tahakkuk, tahsil ve vergi denetimini ifade eder. Dar anlamda vergi idaresi ise vergi hizmetlerini yürüten vergi örgütünü ifade eder. Vergilendirme sürecindeki tarh, tahakkuk, tahsil, denetim gibi idarî işlemler vergi idaresi tarafından yerine getirilir.41Türkiye de vergi alacaklısı esas itibariyle devlettir, ancak görece önemsiz olmasına rağmen yerel yönetimler tarafından da vergi toplanmaktadır.42 213 sayılı Vergi Usul Kanunu nun 4 üncü maddesinin birinci fıkrasında vergi dairesi  mükellefitesbiteden,vergitarheden,tahakkukettirenvetahsiledendairedir  şeklinde tanımlanmıştır. Anılan Kanun ayrıca mükelleflerin denetlenmesi, vergi suçları ile verginin geç ödenmesi halinde gecikme zammı, gecikme faizi ve vergi cezalarının da vergi idaresi tarafından nasıl tahsil edileceğini düzenlemektedir. 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun da kamu alacağını ödemek mecburiyetinde olan gerçek ve tüzel kişilerin ödeme yapmaması durumunda nasıl takip edileceğini düzenlemektedir. Her iki kanunun kapsamında devlet, il özel idareleri ve belediyeler bulunmaktadır. Dolayısıyla Türkiye deki vergi idareleri devlet, il özel idareleri ve belediyelerden ibarettir.Vergi idaresinin mükellefleri ve vergiyi doğuran olayları tespit etmek ve ardından vergiyi doğru bir biçimde tarh etmek için bilgi edinmesi gerekir. Vergi idaresi bu bağlamda yoklama (mükellefleri ve mükellefiyetleri tespit etme), in37 NurettinBilici,VergiHukuku,(Ankara:SeçkinYayıncılık,2021),43.38 OsmanPehlivan,VergiHukuku:GenelİlkelerveTürkVergiSistemi,(Trabzon:yazarınkendiyayını,2013),111.39 NamiÇağan,VergilendirmeYetkisi,(İstanbul:KazancıHukukYayınları,1982),8.40 ŞükrüKızılotveMetinTaş,VergiHukukuveTürkVergiSistemi,(Ankara:GaziKitabevi,2013),31.41 ÜmitSüleymanÜstün, TürkVergiHukukundaİdareninTakdirYetkisi ,SelçukÜniversitesiHukukFakültesiDergisi,14,S.1(2006):217-285.42 M.KâmilMutluer,VergiGenelHukuku,(İstanbul:İstanbulBilgiÜniversitesiYayınları,2006),104. 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5522  Ahmet Alptekin DURUDr.celeme (tahakkuk eden verginin doğruluğunu teyit etme), arama (mükelleflerin belge ve kayıtlarının aranması) ve bilgi toplama (kamu tüzelkişileri ile gerçek ve tüzel kişilerden zorla bilgi alma) yöntemlerle bizzat bilgi edinebilir.43 Vergi idaresinin sayılan bu bilgi edinme yöntemleri kamu gücü ayrıcalıklarını gerektirir. OSB ye kanunla böyle ayrıcalıklar tanınmadığı için OSB nin vergi idaresi vasfını taşımadığı söylenebilir. Ayrıca verginin tarhı vergi alacağı miktarının tespit edilmesi işlemi olarak bir idari işlem niteliği taşımaktadır.44 OSB kamu tüzelkişiliğini haiz olmadığı için bu şekilde bir idari işlem de tesis edemez. İlaveten mükellefin veya vergi sorumlusunun vergilendirme ile ilgili ödevlerini yerine getirmemesi halinde vergi idaresi tarafından mükelleflerin vergi ziyaı, genel usulsüzlük ve özel usulsüzlük hallerinde ceza verilmesi söz konusu olur.45Belediye Gelirleri Kanunu nun 16 ncı maddesinin birinci fıkrasında, ilan ve reklam vergisinin beyana dayalı olarak tahakkuk edeceği düzenlenmiştir. Beyana dayalı vergilerde tahakkuk işlemi, tahakkuk fişinin mükellefe veya vergi sorumlusuna verilmesiyle gerçekleşir ki bu aynı zamanda verginin kesinleşmesi anlamına gelir.46 Vergi idaresi olmayan OSB nin mükellefin vergi beyannamesini teslim alması ve beyannameye istinaden vergi tahakkuk ettirmesi de mümkün değildir.Vergi alacağının uygulanmasından sorumlu olanlar devlet tüzel kişiliği veya ilgili diğer kamu tüzelkişileridir ki bunlar tahsil dairesi olarak da adlandırılır. Vergi alacağının takip ve tahsilini temin etmek üzere yürürlüğe konulan 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun un 3 üncü maddesinde de  tahsil dairesi  terimi alacaklı kamu idaresinin 6183 sayılı Kanun u uygulamakla görevli dairesini, servisini, memur veya memurlarını ifade eder şeklinde tanımlanmıştır.47 Diğer bir deyişle vergi alacaklısı kamu idaresi olmak zorundadır ve vergi tahsilini kamu idaresinde çalışan memurlar yapabilir. Öğretide vergi alma hakkına sahip olan vergi idarelerinin aynı zamanda vergi suçlarının mağduru olarak da değerlendirildiği de görülmektedir.48Vergi idaresi 213 sayılı Vergi Usul Kanunu ile 6183 sayılı Amme Alacaklarının Tahsil Usulü Hakkında Kanun uyarınca vergi kanunlarına aykırı hareket edenler hakkında vergi cezası kesmek, vergi uyuşmazlıkları söz konusu olduğunda vergi yargılamasında taraf olmak ile vergi borcunu zamanında ve usulüne uygun ödemeyenler için icrai takibatta bulunmak yetkisine de sahiptir.49 OSB, 43 UluatamveMethibay,VergiHukuku,201-208.44 KızılotveTaş,VergiHukukuveTürkVergiSistemi,51.45 AhmetErol,TürkVergiSistemiveVergiHukuku,(Ankara:YaklaşımYayıncılık,2012),177.46 Bilici,VergiHukuku.47 DoğanŞenyüz,MehmetYüceveAdnanGerçek,VergiHukuku(GenelHükümler),(Bursa:EkinYayınevi,2020),334-335.48 M.KâmilMutluerveN.NilayDayançKuzeyli,VergiCezaHukuku,(İstanbul:İstanbulBilgiÜniversitesiYayınları,2018),91.49 Mutluer,VergiGenelHukuku,110.Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 5533213 sayılı Kanun ile 6183 sayılı Kanun da sayılan idarelerden olmadığı için bu yetkileri kullanması mümkün değildir. Keza vergi yargılaması, vergi idaresi ile vergi ödevlisinin uyuşmazlıklarını çözmektedir.50OSB ler kamu hizmeti görmekle birlikte bir kamu idaresi ve dolayısıyla bir vergi idaresi olmadığı için vergi toplama yetkisinden bahsedilemez. Bu meyanda OSB ler vergi incelemesi yapamaz, vergi suçlarını tespit ederek vergi cezaları veremez, vergi alacaklarını zorla tahsil edemez.C. OSB Tüzel Kişiliği ve Ayrıcalıkları4562 sayılı Organize Sanayi Bölgeleri (OSB) Kanunu, organize sanayi bölgelerinin kuruluş, yapım ve işletilmesine ilişkin esasları düzenlemektedir. OSB Kanunu nun 3 üncü maddesinin birinci fıkrasının (h) bendine göre OSB  sanayininuygungörülenalanlardayapılanmasınısağlamak,çarpıksanayileşmeveçevresorunlarınıönlemek,kentleşmeyiyönlendirmek,kaynaklarırasyonelkullanmak,bilgivebilişimteknolojilerindenyararlanmak,sanayitürlerininbelirlibirplandâhilindeyerleştirilmesivegeliştirilmesiamacıyla,sınırlarıtasdikedilmişaraziparçalarınınimarplanlarındakioranlardâhilindegerekliortakkullanımalanları,hizmetvedestekalanlarıveteknolojigeliştirmebölgeleriiledonatılıpplanlıbirşekildevebelirlisistemlerdâhilindesanayiiçintahsisedilmesiyleoluşturulanvebuKanunhükümlerinegörekurulan,planlananveişletilen,kaynakkullanımındaverimliliğihedefleyenmalvehizmetüretimbölgeleri  olarak tanımlanmaktadır. Aynı fıkranın (e) bendine göre katılımcı adı altında gerçek ve tüzel kişiler tüzel kişiler OSB alanı içinde faaliyet gösterebilmektedir.OSB Kanunu nun 5 inci maddesinin birinci fıkrasına göre OSB bir özel hukuk tüzel kişisidir.52 Bununla birlikte OSB Kanunu yla OSB ler Sanayi ve Teknoloji Bakanlığı ndan kamulaştırma talep edebilme, Hazine veya kamu kurum ve kuruluşlarına ait arazileri bedelsiz iktisap edebilme veya harca esas değeri üzerinden satın alma, Sanayi ve Teknoloji Bakanlığı tarafından onaylanmak üzere imar ve parselasyon planları ve değişiklikleri hazırlama, OSB alanındaki yapı ve tesislerinin projelendirilmesi, inşası ve kullanımıyla ilgili ruhsat ve izinler ile işyeri açma ve çalışma ruhsatlarını verme gibi kamu gücü ayrıcalıklarıyla donatılmıştır.OSB nin kurulmasındaki kamu hukukundan kaynaklanan iradenin ağırlığını, ayrı kanun ile düzenlenmesini, imar hukuku ile işyeri açma ruhsatı vermeleri ve de50 YusufKarakoç,VergiHukuku(GenelVergiHukuku)Bilgisi,(Ankara:YetkinYayınları,2020),375-376.51 5018sayılıKamuMaliYönetimiveKontrolKanunukamuidaresi,kamugelirivekamugideriterimlerinitanımlamıştır.52 OSBKanunu nda bir özel hukuk tüzel kişiliğidir ibaresiyeralmaklabirliktebuibareyi bir özel hukuk tüzel kişisidir  yahut  özel hukuk tüzel kişiliğini haizdir şeklindeanlamakgerekir.Zira tüzelkişilik (hükmişahsiyet)ibaresikişiolmahalikavramınıifadeetmekiçinkullanılır; tüzelkişi (hükmişahıs)ibaresiiseTürkMedeniKanunuvevarsakendileriyleilgilikanunlardakiözelhükümleruyarıncakişilikkazanankişiveyamaltopluluklarınıifadeeder. 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5544  Ahmet Alptekin DURUDr.netleme yetkilerini dikkate alarak, OSB nin hem kamu hukuku hem de özel hukuk hükümlerine göre faaliyette bulunan ve aynı zamanda kamu gücü ayrıcalıklarından yararlanan  kamuhukukuağırlıklısuigeneristüzelkişilik  olarak sınıflandırılması gerektiğini ileri sürülmektedir.53 Gözler ise bir tüzel kişinin ya özel hukuk tüzel kişisi ya da kamu tüzel kişisi olabileceğini belirterek başka kategoriler oluşturmanın yanlış olacağına işaret etmektedir. Gözler, bir kamu tüzel kişisinin Anayasa veya kanunla kamu tüzel kişisi olarak nitelendirilmiş olması şartının aranması gerektiğini, bu şartın bulunmadığı hallerde bir tüzel kişinin kanunla veya kanunun açıkça verdiği yetkiyle idare tarafından kurulmuş olması ve en az bir kamu gücü ayrıcalık ve yükümlülüğüyle donatılmış olması kaydıyla kamu tüzel kişisi olacağını belirtmektedir.54 OSB Kanunu bu konuda tam aksine bir düzenleme getirmiştir. OSB kamu gücü ayrıcalığına sahip olmakla birlikte özel hukuk tüzel kişiliğini haizdir.OSB lerin özel hukuk tüzel kişisi olduğu Anayasa Mahkemesi tarafından da teyit edilmiştir.55 Anayasa Mahkemesi davacıya ait taşınmazların, Sanayi ve Ticaret Bakanlığı nın kamu yararı kararına istinaden Ankara 1. Organize Sanayi Bölgesi Yönetim Kurulunca kamulaştırılmasına ilişkin işleme karşı açılan davada, Anayasa ya aykırılık iddiası üzerine önüne gelen dosyada OSB tüzel kişiliğini incelemiştir. Mahkeme ye göre; KamulaştırmanınyalnızcaDevletvekamutüzelkişileritarafındanyapılabilmesi,mülkiyethakkınınsınırlandırılmasınayönelikusuligüvencelerdenbirinioluşturmaktadır.OSB,bazıkamugücüayrıcalıklarıyladonatılmışisedebudurum,OSB ninkamulaştırmayapabilmesiyönündenyeterliolmayıp,Anayasa nın46.maddesiuyarınca,kamutüzelkişiliğinidehaizolmasızorunludur.4562sayılıKanun un5.maddesininbirincifıkrasında,OSB ninbirözelhukuktüzelkişisiolduğuaçıkçakuralabağlandığındanOSB yekamulaştırmayetkisitanınması,özelmülkiyettekibirtaşınmazakamulaştırılmasınayönelikolarakAnayasa daöngörülengüvencelereaykırılıkteşkiletmektedir. Danıştay ve Uyuşmazlık Mahkemesi kararlarında da OSB tüzel kişiliğinin özel hukuk tüzel kişiliği olduğu vurgulanmıştır. Uyuşmazlık Mahkemesi, 53 K.Begümİsbir,KamuTüzelKişiliği,(Ankara:TurhanKitabevi,2017).54 KemalGözler, KamuTüzelKişiliğiNeİşeYarar?K.Begümİsbir inKamuTüzelKişiliğiİsimliDoktoraTezininDüşündürdükleri ,Prof.Dr.MetinGündayArmağanı(Ed.BurakÖztürk,vd.),CiltI,(Ankara:AtılımÜniversitesiYayınları,2020).55 OSB ninhukukistatüsüileOSB yetanınankamusalayrıcalıklarınyerelyönetimlerinözerkliğiilkesibağlamındadeğerlendirmehakkındabkz.ŞerifeYıldızAkgül, YerelYönetimlerinGörevAlanıveOrganizeSanayiBölgeleriÖrneği ,İnönüÜniversitesiHukukFakültesiDergisi,7,S.1(2016):639-676.56 AYMKararı,31.10.2013,E.2013/49,K.2013/125,RG28.12.2013,28865.57 Örneğinbkz.D.D,30.9.2009,E.2009/1043,K.2009/1286;D.D,28.11.2013,E.2013/6212,K.2013/7557;D.D,16.12.2009,E.2009/5590,K.2009/10533.58 Örneğinbkz.UyuşmazlıkMahkemesiHukukBölümü25.9.2017,E.2017/242,K.2017/517;26.1.2015,E.2014/1089,K.2015/4;5.6.2017,E.2017/47,K.2017/344.Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 5555OSB nin kamusal ayrıcalıklarla donatılmış olmasının bunların idari işlem yapabilmeleri anlamına gelmediğini belirterek  4562sayılıKanunilekurulanvegörevveyetkileriyinebuKanunçerçevesindebelirlenenOSB ninözelhukuktüzelkişiliğiolduklarıkonusundatereddütbulunmadığıgibisözkonusukurumlarınkamusalalandagörevyapmalarındanyolaçıkılarakyaptıklarıişlemlerinidariişlemolarakdeğerlendirilmesiyukarıdaaçıklananyasaldüzenlemelerkarşısındakabuledilemez. 59 şeklinde bir değerlendirme yapmıştır.OSB nin özel hukuk tüzel kişisi olması OSB nin yaptığı işlemlere karşı yargı yolunun idari yargı değil adli yargı yolu olması sonucuna yol açmaktadır.60 Dolayısıyla bir belediye tarafından yapılması halinde idari yargıda görülecek işlemler OSB nin kamu gücü ayrıcalıklarıyla donatıldığı konularda adli yargının görev alanına girmektedir. Örneğin işyeri açma ve çalışma ruhsatının verilmesi ve iptali,62 inşaatın mühürlenmesi ve düzenlenen yapı tatil tutanağı,63 arsa tahsis talebinin reddi gibi OSB Başkanlığı tarafından yapılan işlemlere ilişkin uyuşmazlıkların adli yargıda çözülmesi gerektiği hakkında Uyuşmazlık Mahkemesi kararları mevcuttur.D. Değerlendirme1. Belediyelerin Yetki Alanı ve OSBBelediyelerin ilan ve reklam vergisi açısından yetki alanının sınırlarına OSB nin dâhil olup olmadığının anlaşılması için 2464 sayılı Belediye Gelirleri Kanunu, 5393 sayılı Belediye Kanunu, 5216 sayılı Büyükşehir Belediyesi Kanunu ve 4562 sayılı OSB Kanunu nun birlikte değerlendirilmesi gerekir.Belediye Gelirleri Kanunu nun 12 nci maddesinin birinci fıkrasına göre  Belediyesınırlarıilemücaviralanlarıiçindeyapılanhertürlüilanvereklam,İlanveReklamVergisinetabidir.  Dolayısıyla belediyenin OSB de ilan ve reklam vergisi tahsil yetkisinin bulunup bulunmadığının tespiti için OSB nin belediye sınırı ile mücavir alanı içinde olup olmadığının tespiti gereklidir.Belediyelerin  yetki  sınırları,  ilgili  kanunlarda  düzenlenmiştir.  Belediye Kanunu nun 6 ncı maddesinin birinci fıkrasında  Belediyesınırları,belediyemeclisininkararıvekaymakamıngörüşüüzerinevalininonayıilekesinleşir.  59 UyuşmazlıkMahkemesiHukukBölümü4.5.2015,E.2015/264,K.2015/283.60 İdariyargınınAnayasatarafındangüvencealtınaalınmışbirgörevalanıbulunupbulunmadığıveidariyargınıngörevalanıdışınaçıkarılanuyuşmazlıklarhakkındabkz.BahtiyarAkyılmaz,MuratSezginerveCemilKaya,TürkİdariYargılamaHukuku,(Ankara:SavaşYayınları,2019),138-167.YazarlaraveAnayasaMahkemesikararlarınagöre(s.140),idariyargınıngörevalanınagirenbiruyuşmazlığıhaklınedenvekamuyararınınbulunmasıhalindeadliyargınıngörevalanınavermesikonusundakanunkoyucununtakdiryetkisimevcuttur.61 UyuşmazlıkMahkemesiHukukBölümü21.10.2019,E.2019/525,K.2019/693.62 UyuşmazlıkMahkemesiHukukBölümü25.2.2019,E.2018/880,K.2019/118;5.6.2017,E.2017/47,K.2017/344.63 UyuşmazlıkMahkemesiHukukBölümü8.5.2017,E.2017/301,K.2017/335.64 UyuşmazlıkMahkemesiHukukBölümü25.9.2017,E.2017/242,K.2017/517. 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5566  Ahmet Alptekin DURUDr.hükmü ve 14 üncü maddesinin yedinci fıkrasında  Belediyemeclisininkararıilemücaviralanlaradabelediyehizmetlerigötürülebilir.  hükmü yer almaktadır. Anılan hükümler büyükşehir belediyesi bulunmayan illerdeki belediyelerde uygulanma imkânı bulur.Büyükşehir belediyesi bulunan illerde ise belediye yetki sınırları daha geniştir. Büyükşehir Belediyesi Kanunu nun 5 inci maddesinin birinci fıkrasında  Büyükşehirbelediyelerininsınırları,ilmülkisınırlarıdır.  hükmü ve ikinci fıkrasında  İlçebelediyelerininsınırları,builçelerinmülkisınırlarıdır.  hükmü bulunmaktadır. Bu itibarla büyükşehir belediyesi bütün ilde ve büyükşehir ilçe belediyesi de bütün ilçede yetkilidir.Büyükşehir  belediyesi  bulunmayan  illerdeki  belediyelerin  sınırlarının OSB yi kapsayıp kapsamadığının belediye meclisi kararı (ve gerekiyorsa kaymakamın görüşü ve valinin onayı) ile belirlenmesi gerekir. Belediye meclisi kararında OSB belediye yetki sınırları içinde kabul edilmişse OSB belediyenin ilan ve reklam vergisi de tahsil edebileceği sınırları içindedir. OSB Kanunu nda bu konuda bir istisna hükmü bulunmamaktadır. Aksine OSB Kanunu nun 4 üncü maddesinin altıncı ve ondördüncü fıkralarında, 7 nci maddesinin dördüncü fıkrasında ve 21 inci maddesinin üçüncü fıkrasında OSB kuruluş ve faaliyetlerine ilişkin olarak OSB nin bulunduğu yerdeki belediyenin yetkilerinden bahsedilmektedir.Büyükşehir belediyesi bulunan illerde ilan ve reklam vergisinin nerelerde büyükşehir belediyesi nerelerde ilçe belediyesi tarafından tahsil edileceğinin tespiti de ayrı bir hukuki sorundur. Büyükşehir Belediyesi Kanunu nun 5 inci maddesinin birinci ve ikinci fıkralarına göre büyükşehir belediyesi olan 30 ilde büyükşehir belediyelerinin sınırları il mülki sınırları ve büyükşehir ilçe belediyelerinin sınırları ilçe mülki sınırlarıdır. Belediye Kanunu nda ilan ve reklam vergisine ilişkin özel bir düzenleme yoktur. Belediye Gelirleri Kanunu nun 16 ncı maddesinin birinci fıkrasında ilan ve reklam vergisi beyannamesinin mükellef tarafından ilan ve reklamın yayımlandığı, dağıtıldığı veya teşhir edildiği mahallin belediyesine verileceği düzenlenmiştir.Büyükşehir belediyesi ve ilçe belediyesi aynı yetki alanını paylaştığı için hangisinin mahallin belediyesi olarak addedileceğinin tespiti gerekir. Bu bağlamda ilan ve reklam vergisinin, Büyükşehir Belediyesi Kanunu nda büyükşehir belediyesine yetki verilen hallerde büyükşehir belediyelerince, büyükşehir belediyelerinin yetkili olmadığı yerlerde ilçe belediyesince tahsili gerekir. Büyükşehir Belediyesi Kanunu nun 23 üncü maddesinin birinci fıkrasının (d) bendine göre  Büyükşehirbelediyesinebırakılansosyalvekültüreltesisler,spor,eğlencevedinlenmeyerleriileyeşilsahalariçinde  ve aynı maddenin (e) bendine göre  7 ncimaddeninbirincifıkrasının(g)bendindebelirtilenalanlar[mahalleleriilçemerkezinebağlayanyollar,meydan,bulvar,caddeveanayollar]ilebualanlaracephesibulunanbinalarüzerinde  ilan ve reklam vergisini tahsil etmeye Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 5577büyükşehir belediyeleri yetkilidir. Büyükşehir belediyesinin ilan ve reklam vergisi tahsil yetkisinin bulunduğu yerler Büyükşehir Belediyesi Kanunu nda istisnai olarak sayıldığı için, büyükşehirlerde ilan ve reklam vergisi tahsile ilişkin genel yetki ilçe belediyelerine aittir. Başka bir deyişle büyükşehir belediyelerinde ilan ve reklam vergisi için vergi idaresi kural olarak ilçe belediyeleridir. Zira Büyükşehir Belediyesi Kanunu nun 23 üncü maddesinde belirtilen yerler kanunun amir hükmü üzerine kendiliğinden büyükşehir belediyesi yetki alanına dâhil değildir. Büyükşehir Belediyesi Kanunu nun 27 nci maddesinin ikinci fıkrasında  büyükşehirbelediyelerindemeydan,bulvar,cadde,yol,sokak,park,sporvekültüreltesislerinbüyükşehirbelediyesiilebüyükşehirkapsamındakidiğerbelediyelerarasındadağılımınailişkinesaslarbüyükşehirbelediyemeclisitarafındanbelirlenir  şeklindeki hüküm uyarınca büyükşehir belediye meclisince bir kararla büyükşehir belediyesi yetkisine alınması gerekir.65Gelir  İdaresi  Başkanlığı  kurumsal  internet  sitesinde  yayımladığı  bir Özelge de benzer bir yorum yapmıştır. Özelge ye göre  büyükşehirbelediyesisınırlarıiçindebulunanorganizesanayibölgelerindeyeralansanayikuruluşlarının,büyükşehirbelediyesininyetkialanındakimeydan,bulvar,caddeveanayollarüzerindebulunankendibinalarıilebualanlaracephesibulunanbinalarüzerindekihertürlüilanvereklamlarınınvergileribüyükşehirbelediyesine,büyükşehirilçebelediyesisınırlarıiçindeyapılacakilanvereklamlarınınvergileriise,büyükşehirilçebelediyelerineödenmesigerekmektedir. Belediyelerin özerkliği ilkesi dikkate alınarak, belediyelerin yetkisini daraltan ve gelirlerini azaltan yetkilerin kanunla OSB lere tanınmasının Anayasa ya uygunluğu ayrı bir tartışma konusudur. Anayasal güvenceye sahip belediyelerin yetkili oldukları alan sınırları içinde OSB ye tahsis edilen belli bir bölgenin belediyelerin yetki alanından çıkarılmasının belediyelerin karar alma ve mali özerkliğine aykırılık teşkil edeceği öne sürülmektedir.67 Anayasa Mahkemesi mahallî idareye ait bir hizmetin merkezî idareye aktarılması sonucunu doğuran ve belediyeleri bu hizmetten sağladıkları gelirden de yoksun bırakan bir kanun maddesini incelediği kararında,68 belediyelere görevleri ile orantılı gelir kaynakları bulun65 Duru, BelediyelerinİlanveReklamVergisiUygulamalarıÜzerineBirDeğerlendirme ,834.BunoktadaBüyükşehirBelediyesiKanunu nun27 ncimaddesininikincifıkrasındayeralan Büyükşehir belediyesi ile ilçe belediyeleri veya ilçe belediyelerinin kendi aralarında hizmetlerin yürütülmesiyle ilgili ihtilaf çıkması durumunda, büyükşehir belediye meclisi yönlendirici ve düzenleyici kararlar almaya yetkilidir. hükmünegöreOSB ninbüyükşehirbelediyesiyetkialanınadâhiledilipedilemeyeceğidüşünülebilir.FakatBüyükşehirBelediyesiKanunu nunbüyükşehirbelediyesininyetkiliolabileceğiyerlerisayarakbelirlemesisebebiylebüyükşehirbelediyemeclisininbuyöndebirkararalmasıhukukaaykırıolacaktır.66 GelirİdaresiBaşkanlığı(ManisaVergiDairesiBaşkanlığı), OSB deilanvereklamvergisitahsiletmeyetkisihk. konuluÖzelge,evraktarihi:26.10.2015,evraksayısı:85373914175.02[66.01.03]-116,ErişimTarihi:Eylül28,2020,https://www.gib.gov.tr/gibmevzuat.67 YıldızAkgül, YerelYönetimlerinGörevAlanıveOrganizeSanayiBölgeleriÖrneği ,654-655.68 AYMKararı,10.5.1977,E.1976/57,K.1977/71,RG26.12.1977,16151. 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5588  Ahmet Alptekin DURUDr.ması gerektiğini kaydederek belediyenin gelirini azaltan bir kanuni düzenlemeyi Anayasa ya aykırı bularak iptal etmiştir.OSB  Kanunu nda,  Belediye  Gelirleri  Kanunu  uyarınca  tahsil  edilecek kamu gelirlerine ilişkin bir istisna hükmü mevcut değildir. Bu sebeple Belediye Kanunu nda ve Büyükşehir Belediyesi Kanunu nda yer alan OSB Kanunu hükümleri saklıdır şeklindeki düzenleme belediyelerin OSB de ilan ve reklam vergisi tahsiline engel değildir.2. OSB nin İlan ve Reklam GeliriVergi hukukunda verginin kanuniliği ilkesinden hareketle kıyas yasağı mevcuttur. Zira vergi egemenlik gücüne dayanan ve Anayasa da belirlenen sınırlar içinde uygulama imkânı bulunan bir mali yükümlülüktür.70 Vergi hukukunda kıyas yoluyla yoruma başvurulması hukuk devletinin unsurlarından olan hukuki güvenlik ilkesine de ters düşer.71İlan ve reklam vergisini düzenleyen 2464 sayılı Belediye Gelirleri Kanunu sadece belirli belediye gelirlerini düzenlemektedir. Vergi hukukundaki kıyas yasağı sebebiyle başka idareler ilan ve reklam vergisi tahsil edemez. Hatta örneğin mahalli idare olan il özel idareleri ve köyler kıyasen Belediye Gelirleri Kanunu nda belirtilen vergileri tahsil edemez. OSB nin ilan ve reklam vergisi tahsiline ilişkin bir kanun hükmü bulunmadığı için OSB de ilan ve reklam vergisini kendi nam ve hesabına tahsil edemez.Öte yandan OSB Kanunu nun 12 nci maddesinin birinci fıkrasının (k) bendinde yer alan  ilan ve reklam gelirleri  bir vergi geliri türü değil, bir teşebbüs ve mülkiyet geliri türüdür. Eğer bahse konu  ilan ve reklam gelirleri  bir idare tarafından muhasebeleştirilecek olsaydı uluslararası standartlara uygun olarak bir vergi geliri olarak değil bir teşebbüs ve mülkiyet geliri olarak kaydedilmesi gerekecekti.İdarenin tabi olduğu Türk muhasebe mevzuatına göre vergi gelirleri ile teşebbüs ve mülkiyet gelirleri arasında esaslı farklılıklar vardır.72 Bu husus temel olarak 3.12.2014 tarihli ve 2014/7052 sayılı Bakanlar Kurulu Kararı ile yürürlüğe konulan Genel Yönetim Muhasebe Yönetmeliği ile 27.5.2016 tarihli ve 29724 mükerrer sayılı Resmî Gazete de yayımlanan Mahalli İdareler Bütçe ve Muha69 Builke1961Anayasası nın116 ncımaddesindeve1982Anayasası nın127 ncimaddesindeyeralmaktadır.70 Uluatam,KamuMaliyesi,34.71 MuallaÖncel,AhmetKumrulu,NamiÇağanveCenkerGöker,VergiHukuku,(Ankara:TurhanKitabevi,2020),28-30.72 5018sayılıKanun un49 uncumaddesininüçüncüfıkrasınagöre Genel yönetim kapsamındaki kamu idarelerinde uygulanacak muhasebe ve raporlama standartları, uluslararası standartlara uygun olarak Hazine ve Maliye Bakanlığı bünyesinde; Sayıştay Başkanlığı, Hazine ve Maliye Bakanlığı ve diğer ilgili kuruluş temsilcilerinin katılımıyla oluşturulacak olan Devlet Muhasebesi Standartları Kurulu tarafından belirlenir. Bu standartlar Resmî Gazetede yayımlanır. Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 5599sebe Yönetmeliği nde düzenlenmiştir. Ayrıntıları ise analitik bütçe mevzuatında bulunmaktadır. Analitik Bütçe Sınıflandırması Birinci Düzey Gelir Kodlarına göre Vergi Gelirleri  01  koduyla, Teşebbüs ve Mülkiyet Gelirleri de  03  koduyla takip edilmektedir. Analitik Bütçe Sınıflandırmasına İlişkin Rehber,73 teşebbüs ve mülkiyet gelirlerini  Devletinsahipolduğumülklerden,teşebbüslerden,maliyadagayrimaddiaktiflerdensağlanangelirlerden,idarelerinsunduklarıbelirlihizmetlerkarşılığındatahsilettiklerigelirlerden,mallarınkullanmaveyafaaliyettebulunmaiznikarşılığıtahsiledilengelirlerden,malsatış(sermayeyedâhilolmasıgerekenlerhariç)gelirlerinden,KİTvekamubankalarıgelirlerinden,kiragelirlerindenvebunungibidiğergelirlerdenoluşur.  şeklinde tanımlamaktadır. Aynı Rehber e göre vergi gelirleri ise  Devletin;kamuotoritesinedayanarakvekamuamaçlarıiçin,zorunlu,karşılıksızvegeriödemesizolarakyaptığıtahsilatlarınıiçermektedir.Vergigelirleri,vergilerdenalınancezalarlabirlikte,cezalarınödenmemesindenveyageçödenmesindendoğanfaizvecezalarıdakapsar. Analitik Bütçe Sınıflandırması Dördüncü Düzey Gelir Kodları içinde bir teşebbüs ve mülkiyet geliri kalemi olarak (03-1-2-11 koduyla)  İlan ve Reklam Gelirleri  yer almaktadır. Bu bağlamda şayet OSB Kanunu nun 12 nci maddesinin birinci fıkrasının (k) bendinde yer alan  ilan ve reklam gelirleri  bir idare tarafından muhasebeleştirilecek olsaydı bir vergi geliri olarak değil bir teşebbüs ve mülkiyet geliri olarak kaydedilecekti.SONUÇİlk derece mahkemesinin somut olayda belediyenin OSB de ilan ve reklam vergisi tahsiline yetkili olduğunu tespit ederek davayı reddetmesi isabetlidir. Zira davalının işyeri belediye sınırlarındadır, Belediye Gelirleri Kanunu nun 12 nci maddesinin birinci fıkrasına göre ilan ve reklam vergisine tabidir ve gerek Belediye Kanunu gerekse Büyükşehir Belediyesi Kanunu nda OSB için getirilen istisnalar ilan ve reklam vergisi tahsiline mâni değildir. Ancak bidayet mahkemesinin resen araştırma ilkesi uyarınca yetkili belediyenin büyükşehir belediyesi mi yoksa ilçe belediyesi mi olduğunu tartışması da gerekirdi. Davalının işyerinin bulunduğu yer Büyükşehir Belediyesi Kanunu uyarınca büyükşehir belediyesi meclisi tarafından büyükşehir belediyesinin yetkisine alınmış mahalleleri ilçe merkezine bağlayan yollar, bulvar, cadde ve ana yollar üzerinde değilse, ilan ve reklam vergisini tahsile ilçe belediyesi yetkili olacaktır. İlk derece mahkemesi kararının gerekçesinde, vergi alma yetkisinin kanunlarla belirleneceği ve vergilerin kanunun yetki verdiği idareler vasıtasıyla tahsil edileceği de isabetle belirtilmiştir.73 CumhurbaşkanlığıStratejiveBütçeBaşkanlığı, 2020-2022AnalitikBütçeSınıflandırmasınaİlişkinRehber ,ErişimTarihi:Ekim23,2020,https://www.sbb.gov.tr/wp-content/uploads/2019/10/11ekorehber_2020-2022.pdf. 2021,   11 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi6600  Ahmet Alptekin DURUDr.Danıştay 9. Dairesi hatalı bir biçimde, belediyenin OSB de yetkisi olmadığından bahisle ilk derece mahkemesinin kararını kanun yararına bozmuştur. Hâlbuki OSB Kanunu nda OSB gelirleri arasında  ilan ve reklam gelirleri  sayılmakla birlikte, anılan ibare bir vergi gelirini değil bir teşebbüs ve mülkiyet gelirini işaret etmektedir. Danıştay ın OSB lerin tahsil ettiği ilan ve reklam gelirlerini belediyelerin tahsil ettiği ilan ve reklam vergisini ikame eden bir gelir olarak yorumlaması vergilerin kanuniliği ilkesine aykırıdır.Akdeniz Üniversitesi        2021,   11 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Bir Danıştay Kararı Çerçevesinde Organize Sanayi Bölgelerinde Belediyelerin İlan ve ... 6611",
     "Kaynakça": "Akdoğan, Abdurrahman. Vergi Hukuku ve Türk Vergi Sistemi, Ankara: Gazi Kitabevi, 7. Baskı, 2008.Akyılmaz, Bahtiyar, Sezginer, Murat ve Kaya, Cemil. Türk İdari Yargılama Hukuku, Ankara: Savaş Yayınları, 2. Baskı, 2019.Aşçıoğlu, Çetin.  Yargıda Gerekçe Sorunu , Türkiye Barolar Birliği Dergisi, 48 (2003): 109 116.Atay, Ender Ethem.  Yargı Kararlarının Gerekçelendirilmesi ve İdari Yargıdaki Uygulaması , Danıştay Dergisi, S.147 (2018): 7 32.Avrasya Organize Sanayi Bölgesi,  Türkiye de Rakamlarla OSB , Erişim Tarihi: Eylül 29, 2020, https://avrasyaosb.com.tr/turkiyede rakamlarla osb/#:~:text=Organize%20Sanayi%20B%C3%B6lgeleri%20%C3%9Cst%20Kurulu%C5%9Fu,50%20bin%20fabrika%20%C3%BCretim%20yap%C4%B1yor.Bekri, M. Nedim.  Gerekçeli Karar Hakkı , Ankara Barosu Dergisi, 3 (2014): 205 228.Bilici, Nurettin, Vergi Hukuku, Ankara: Seçkin Yayıncılık, 51. Baskı, 2021.Cumhurbaşkanlığı Strateji ve Bütçe Başkanlığı,  2020 2022 Analitik Bütçe Sınıflandırmasına İlişkin Rehber , Erişim Tarihi: Ekim 23, 2020, https://www.sbb.gov.tr/wpcontent/uploads/2019/10/11 ekorehber_2020 2022.pdf.Çağan, Nami. Vergilendirme Yetkisi, İstanbul: Kazancı Hukuk Yayınları, 1982.Duru, Ahmet Alptekin.  Belediyelerin İlan ve Reklam Vergisi Uygulamaları Üzerine Bir Değerlendirme , Anemon Muş Alparslan Üniversitesi Sosyal Bilimler Dergisi, 8, S. 3 (2020): 831 843.Erol, Ahmet. Türk Vergi Sistemi ve Vergi Hukuku, Ankara: Yaklaşım Yayıncılık, 3. Baskı, 2012.Ersöz, A. Kürşat.  Türk İdari Yargılama Hukukunda Karar Verme Usulü ve Hükmün Tesis Edilmesi , Legal Hukuk Dergisi, 16, S.189 (2018): 4095 4132.Gelir İdaresi Başkanlığı (Manisa Vergi Dairesi Başkanlığı),  OSB de ilan ve reklam vergisi tahsil etme yetkisi hk.  konulu Özelge, evrak tarihi: 26.10.2015, evrak sayısı: 85373914175.02[66.01.03] 116, Erişim Tarihi: Eylül 28, 2020, https://www.gib.gov.tr/gibmevzuat.Gözler, Kemal.  Kamu Tüzel Kişiliği Ne İşe Yarar? K. Begüm İsbir in Kamu Tüzel Kişiliği İsimli Doktora Tezinin Düşündürdükleri , Prof. Dr. Metin Günday Armağanı (Ed. Burak Öztürk, vd.), Cilt I, Ankara: Atılım Üniversitesi Yayınları, 2020, 477 500.Hazine ve Maliye Bakanlığı Muhasebat Genel Müdürlüğü,  Mahalli İdareler Bütçe İstatistikleri , Erişim Tarihi: Ekim 1, 2020, https://muhasebat.hmb.gov.tr/mahalli idareler butce istatistikleri.İsbir, K. Begüm. Kamu Tüzel Kişiliği, Ankara: Turhan Kitabevi, 2017.Karakoç, Yusuf.  Anayasal Vergilendirme İlkeleri Üzerine Bir Değerlendirme , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 15, Özel Sayı, (2013): 1259 1308.Karakoç, Yusuf.  Parafiskal Gelir ve Diğer Kamu Gelirleri ile Karşılaştırması , Dicle Üniversitesi Hukuk Fakültesi Dergisi, 3, S.3 (1985): 373 397. 2021,   11     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi6622  Ahmet Alptekin DURUDr.Karakoç, Yusuf.  Vergi Gelirlerinin Kamu Giderlerinin Karşılığı Olması İlkesi , Mehmet Akif Aydın a Armağan  Hukuk Araştırmaları Dergisi Özel Sayı, (2015): 413 455.Karakoç, Yusuf. Vergi Hukuku (Genel Vergi Hukuku) Bilgisi, Ankara: Yetkin Yayınları, 2020.Kızılot, Şükrü ve Taş, Metin. Vergi Hukuku ve Türk Vergi Sistemi, Ankara: Gazi Kitabevi, 5. Baskı, 2013.Mutluer, M. Kâmil ve Dayanç Kuzeyli, N. Nilay. Vergi Ceza Hukuku, İstanbul: İstanbul Bilgi Üniversitesi Yayınları, 1. Baskı, 2018.Mutluer, M. Kâmil. Vergi Genel Hukuku, İstanbul: İstanbul Bilgi Üniversitesi Yayınları, 1. Baskı, 2006.Organize Sanayi Bölgeleri Üst Kuruluşu,  Organize Sanayi Bölgeleri Listesi , Erişim Tarihi: Eylül 29, 2020, https://osbuk.org/wp content/uploads/2020/09/liste3.pdf.Öncel, Mualla, Kumrulu, Ahmet, Çağan, Nami ve Göker, Cenker. Vergi Hukuku, Ankara: Turhan Kitabevi, 29. Baskı, 2020.Öner, Erdoğan. Türk Vergi Sistemi, Ankara: Seçkin Yayıncılık, 4. Baskı, 2014.Pehlivan, Osman. Vergi Hukuku: Genel İlkeler ve Türk Vergi Sistemi, (Trabzon: yazarın kendi yayını, 2013.Şen, Hüseyin ve Sağbaş, İsa. Vergi Teorisi ve Politikası, Bursa: Ekin Yayınevi, 4. Baskı, 2020.Şenyüz, Doğan, Yüce, Mehmet ve Gerçek, Adnan. Türk Vergi Sistemi, Bursa: Ekin Yayınevi, 15. Baskı, 2018.Şenyüz, Doğan, Yüce, Mehmet ve Gerçek, Adnan. Vergi Hukuku (Genel Hükümler), Bursa: Ekin Yayınevi, 11. Baskı, 2020.Türk, İsmail. Kamu Maliyesi, Ankara: Turhan Kitabevi, 3. Baskı, 1999.Türkiye İstatistik Kurumu,  Girişimcilik ve İş Demografisi 2017 2019 , Erişim Tarihi: Ekim 1, 2020, http://www.tuik.gov.tr/PreHaberBultenleri.do?id=33939.Uluatam, Özhan ve Methibay, Yaşar. Vergi Hukuku, Ankara: İmaj Yayıncılık, 5. Baskı, 2001.Uluatam, Özhan. Kamu Maliyesi, Ankara: İmaj Yayınevi, 13. Baskı, 2014.Üstün, Ümit Süleyman.  Türk Vergi Hukukunda İdarenin Takdir Yetkisi , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, 14, S.1 (2006): 217 285.Yıldız Akgül, Şerife.  Yerel Yönetimlerin Görev Alanı ve Organize Sanayi Bölgeleri Örneği , İnönü Üniversitesi Hukuk Fakültesi Dergisi, 7, S.1 (2016): 639 676.Yılmaz, Hakan, Emil, M. Ferhat ve Kerimoğlu, Baki. Yerel Yönetimler Maliyesi, Ankara:"
}