{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "12",
     "Sayı": "1",
     "Başlık": "ANAYASA VE ÖZEL HUKUK İLİŞKİLERİ BAĞLAMINDA TİCARİ NİTELİKLİ MÜLKİYET HAKKININ KORUNMASI",
     "Title": "PROTECTION OF COMMERCIAL QUALIFIED PROPERTY RIGHT IN THE CONTEXT OF CONSTITUTION AND PRIVATE LAW RELATIONS",
     "Yazar İsmi": [
          "Dr. Öğr. Üyesi Altan Fahri GÜLERCİ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ticaret Hukuku",
          "Mülkiyet Hakkı",
          "Ticari Nitelikli Mülkiyet",
          "Özel Hukuk",
          "Anayasa Mahkemesi",
          "Malvarlığı"
     ],
     "Keywords": [
          "Commercial Law",
          "Property Right",
          "Commercial Qualified Property",
          "Private Law",
          "Constitutional Law",
          "Assets"
     ],
     "Özet": "Liberal ekonominin benimsendiği ülkelerde mülkiyet hakkı, ticaretin ve ticaret hukukunun en temel kavramıdır. Türkiye de mülkiyet hakkına ilişkin temel düzenlemeler 1982 Anayasası ve Türk Medeni Kanunu nda yer almaktadır. Türk Ticaret Kanunu nda mülkiyet kavramına ilişkin bazı düzenlemeler bulunsa da kavrama temel felsefesini veren kurallar ifadesini Türk Medeni Kanunu nda bulmuştur. Medeni hukukun mülkiyet anlayışı ise dar kapsamlıdır. Buna karşın Avrupa İnsan Hakları Sözleşmesi Ek Protokol 1/1 hükümlerinde düzenlenen mülkiyet hakkı AİHM uygulamasında malvarlığı haklarını içerecek şekilde anlaşılmaktadır. Bu uygulama 1982 Anayasası md. 35 kapsamında Anayasa Mahkemesi tarafından da benimsenmiştir. Mülkiyet hakkının böylelikle anayasal bir korumaya sahip olması ise bazı sorunların çözülmesini gerektirmiştir. Çalışmada ilk olarak mülkiyet hakkının anayasada yer bulması nedeniyle anayasa hukukunun özel hukuk ilişkileri üzerindeki etkisi ele alınmıştır. Özel hukuk uygulamasında anayasa normunun rolü tartışılmıştır. Bu kapsamda anayasanın üstünlüğü ilkesinin özel hukuka yansımasının nasıl olacağı konusundaki tartışmalar ve bunların sonuçları incelenmiştir. Anayasal uygulamayla bağlantı tesis edebilmek amacıyla ticaret hukukunun konusunu teşkil eden mülkiyet olarak  ticari nitelikli mülkiyet  ifadesi kullanılmıştır. Böylece kapsam olarak Türk Medeni Kanunu nun mülkiyet anlayışı değil, mülkiyet hakkını malvarlığı şeklinde geniş olarak anlayan, 1982 Anayasası ve Avrupa İnsan Hakları Sözleşmesi nin hükümleri esas alınmıştır. Makalenin ikinci kısmında ise Anayasa Mahkemesi nin ticaret hukuku ile doğrudan ilgili olan mülkiyet hakkına ilişkin kararları hakkında bilgi verilmiştir. Bireysel başvuru yolu ile birlikte Anayasa Mahkemesi nin mülkiyet hakkı ile ilgili hükme bağladığı pek çok karar ortaya çıkmıştır. Ayrıca Anayasa Mahkemesi nin mülkiyet hakkına aykırılık taşıdığı gerekçesiyle ticaret hukukunu doğrudan ilgilendiren iptal kararlarına da değinilmiştir. Makalede Anayasa Mahkemesi nin bu kararlarının ticaret hukukunu nasıl şekillendirebileceği ve bu kararların olası etkileri irdelenmiştir.",
     "Abstract": "In countries where a liberal economy is adopted, property right is the most basic concept of trade and commercial law. The basic regulations regarding the right to property in Turkey are contained in the 1982 Constitution and the Turkish Civil Code. Although there are some regulations regarding the concept of property in the Turkish Commercial Code, the rules that give the basic philosophy of the concept have found their expression in the Turkish Civil Code. On the other hand, the property right is regulated in the provisions of Additional Protocol 1/1 of the European Convention on Human Rights, is understood to include also possesions assets in the practice of the ECHR. In this () MakaleninDergiyeGelişTarihi:28.03.2022-MakaleninKabulEdildiğiTarih:23.05.2022,  DOI No:10.54704/akdhfd.1094249.() AfyonKocatepeÜniversitesi,HukukFakültesi,TicaretHukukuAnabilimDalı/Afyon-Türkiye.  E-posta:afgulerci@aku.edu.tr,  OrcidId:https://orcid.org/0000-0001-8731-4181.  ThisarticleislicensedunderaCreativeCommonsAttribution-NonCommercial4.0InternationalLicense (CCBY-NC4.0)  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi224400  Altan Fahri GÜLERCİDr. Öğr. Üyesistudy, the term  commercial property  is used as the property that constitutes the subject of commercial law in order to establish a connection with the constitutional practice. Thus, on the contrary of the Turkish Civil Code s property perpective, this study is based on the provisions of the 1982 Constitution and the European Convention on Human Rights, which broadly understand the right to property as possesions assets. In the second part of the article, information is given about the decisions of the Constitutional Court on the right to property, which is directly related to commercial law. In addition, the annulment decisions given by the Constitutional Court on the grounds that they are in violation of the property right related to the laws that directly concern the commercial law are also mentioned. In the article, finally how these decisions of the Constitutional Court can shape commercial law and the possible effects of these decisions are examined.",
     "Metin": "Bir terim olarak mülkiyet, Arapça  m-l-k  kökenli olup, özü itibarıyla iktisadi bir kavramdır. Zira mülkiyet ve bundan mütevellit sorunlar iktisadi düşüncenin oluşumunun temel dayanağını teşkil etmektedir. Nitekim kıt kaynakların bölüşümünün ne surette gerçekleşeceği sorunu ve çözümüne odaklanan iktisat doktrinin de ayrım noktası hep mülkiyet olagelmiştir. Mülkiyetin iktisadi bir kavram olarak doğması ve bu alandaki tartışmalar, kuşkusuz en büyük etkisini hukuk alanında göstermiştir. Zira mülkiyete ilişkin her tercih, hukuk politikasının da bu tercihe göre şekillenmesini gerektirmektedir. Bu nedenle iktisadi anlamda mülkiyetin, hukuki anlamda mülkiyet ile eş zamanlı ortaya çıkıp geliştiği ve çoğu zaman iktisadi etkilerin hukuki sonuçları zorladığı söylenebilir. Örneğin tek bir çiftçinin arazisini nadasa bırakması mülkiyet hakkının bünyesinde barındırdığı hakların basit bir kullanımı şeklinde anlaşılabilecekken; büyük bir otomotiv üreticisinin üretimde daralmaya gitmesinin iktisadi sonuçları oldukça farklı olacak, dolayısıyla hukuken mülkiyet hakkının bünyesinde barındırdığı usus, fructus ve abusus yetkileri, iktisadi sonuçların zorlamasıyla akamete uğrayabilecektir. Ayrıca bir malın mülkiyet hakkı ile ilişkilendirilebilip hukukilik vasfı kazanabilmesi için de o malın iktisadi açıdan bir değerinin bulunması gerekmektedir.Önemle belirtelim ki, modern iktisat teorisi, iktisadi anlamda mülkiyetin açıklığa kavuşturulmasını hukuk ve iktisat sahasındaki görüşleriyle Nobel iktisat ödülü kazanan Ronald Coase a borçludur. Coase teorisine göre, mülkiyet hakkı bünyesinde münferit birtakım hakları da barındırmakta ve tüm bu hakların da kullanımının bir sınırı bulunmaktadır. Yazar bu yönüyle mülkiyet hakkını bir haklar demeti (bundle of rights) olarak kabul etmektedir. Sonuç olarak mülkiyet hakkının iktisadi cephesinde yürütülen tartışmaların son tahlilde hep hukuk ilmiyle de bağlantısı kurulmak suretiyle yürütüldüğü anlaşılmaktadır. Bununla birlikte iktisatçıların mülkiyet haklarına bakış açısının bilhassa da özel hukukun mülkiyet hakkı anlayışı ile bağdaşmadığını özellikle belirtmek gerekir.Hukuki anlamda mülkiyet hakkına gelince; bakış açılarındaki bazı farklılıklardan ötürü mülkiyet hakkının kamu hukuku ve özel hukuk açısından ayrı ayrı ele alınması zaruret arz etmektedir.Özel hukukta mülkiyet hakkı öncelikle bir ayni hak niteliği taşır. Dolayısıyla özel hukukun konusunu teşkil edebilmesi mülkiyet hakkının eşya ile ilişkilendirilmesini zorunlu kılar. Hatta bu durum mülkiyet hakkının şahsi haklardan ayırt edilmesini sağlayan ve ona mutlak hak niteliğini kazandıran en önemli özelliğidir. Dolayısıyla bir alacak hakkının mülkiyet hakkı kapsamında mütalaa edilmesi söz konusu olamaz. Özel hukukta mülkiyet hakkını açıklamaya çalışan görüşleri mülkiyeti, bünyesinde münhasıran yetkiler ihtiva eden bir hak olarak telakki eden klasik görüş ile mülkiyet hakkının sosyal fonksiyonunun da bulunduğunu kabul ederek onu ödevleri de bünyesinde barındıran bir hak olarak kabul eden modern görüş olmak üzere ikiye ayırmak mümkündür. Klasik görüş mülkiyet hakkını etkiliolabilecektir. eşya üzerindeki mutlak hakimiyeti şeklinde anlaması ve bu nedenle de mülkiyet hakkının sosyal yönünü göz ardı etmesi nedeniyle eleştirilmiş ve günümüzde yerini modern görüşe bırakmıştır. Nitekim pozitif hukukta özel hukuk bakımından mülkiyet hakkına ilişkin temel hüküm niteliğinde olan TMK md. 683 hükmü, sadece mülkiyet hakkının sahibine bahşettiği kullanma (usus), semerelerinden istifade etme (fructus) ve tasarruf edebilme (abusus) yetkilerini, hakkına tecavüz edilmesi halinde malikin imkanlarını düzenlemekle kalmamış, mülkiyet hakkının sınırlarını da çizmiştir. Mülkiyet hakkının korunmasına ilişkin olarak medeni hukukta TMK md. 683/II hükmünde ifadesini bulan istihkak davası (rei vindicatio) ve tecavüzün önlenmesi (actio negatoria) davalarını burada öncelikle zikretmek gerekir.Kamu hukukunda mülkiyet hakkına ilişkin ulusalüstü bir düzenleme olarak AİHS nin 1 numaralı Ek Protokol md. 1 hükmü mutlaka zikredilmelidir. İç hukukta ise mülkiyet hakkı, 1982 Anayasası md. 35 hükmünde,  Temel Haklar ve Ödevler  başlıklı ikinci kısmın,  Kişinin Hakları ve Ödevleri  başlıklı ikinci bölümünde, bir temel hak olarak hükme bağlamıştır. Mülkiyet hakkı bakımından dikkate almamız gereken bir diğer düzenleme ise 1982 Anayasası md. 13 hükmüdür. Mülkiyet hakkının gerek AİHS ve gerekse 1982 Anayasası tarafından düzenlenmiş olmasının doğal sonucu ise, bu hakkın hem sözleşme ve hem de anayasanın koruması altında bulunmasıdır. Nitekim her iki metinde de bu metinlerde yer alan hakların ihlal edilmesi durumunda sahip olunan imkanlar ayrıca hükme bağlanmıştır. Bu imkanlardan ilki 1982 AY md. 148 ile 30 Mart 2011 tarihli ve 6216 sayılı Anayasa Mahkemesi nin Kuruluşu ve Yargılama Usulleri Hakkında Kanun md. 45 hükümlerinde düzenlenmiş olan Anayasa Mahkemesi ne bireysel başvuru imkânıdır. Avrupa İnsan Hakları Sözleşmesi nin 34. maddesi uyarınca Avrupa İnsan Hakları Mahkemesi ne tanınan bireysel başvuru imkânı ise ulusalüstü insan hakları koruması olarak karşımıza çıkmaktadır.Yukarıdaki düzenlemeler doğrultusunda Anayasa Mahkemesi nin mülkiyet hakkının sınırlanması konusunda birtakım temel ilkeler belirlediğini görmekteyiz. Bu ilkeler mülkiyet hakkına ilişkin sınırlamanın kamu yararına dayanılarak; anayasanın sözüne, ruhuna, demokratik toplum düzeninin gereklerine ve laiklik ilkesine uygun bir şekilde ölçülülük ilkesi gözetilmek suretiyle kanunla yapılması ve tüm bunlar yapılırken mülkiyet hakkının özüne de dokunulmaması şek14 Mecellemd.192 Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 224455linde özetlenebilir. Yine mülkiyet hakkının Anayasa Mahkemesi nce tanımının da yapıldığı burada belirtilmelidir. Mahkeme mülkiyet hakkını,  Anayasa nın 35. maddesinde bir temel hak olarak güvence altına alınmış olan mülkiyet hakkı kişiye başkasının hakkına zarar vermemek ve yasaların koyduğu sınırlamalara uymak koşuluyla, sahibi olduğu şeyi dilediği gibi kullanma, ürünlerinden yararlanma ve tasarruf etme (başkasına devretme, biçimini değiştirme, harcama ve tüketme hatta yok etme) olanağı veren bir haktır  şeklinde tanımlamak suretiyle özel hukukun mülkiyet hakkı anlayışına uygun bir yorum yapmıştır.Bu noktada mülkiyet hakkı konusunda AİHM tarafından benimsenmiş ve AYM tarafından da kabul gören üç kural prensibinden de bahsetmek gerekir. Bu prensibin pratik faydası, mülkiyet hakkına yapılan müdahalenin hangi tür bir müdahale olduğunun tespitine imkân sağlamasıdır Üç kural prensibinde öncelikle ikinci ve üçüncü kuralların, en son birinci kuralın dikkate alınması gerekmektedir. Buna göre birinci kural mal ve mülkün dokunulmazlığı ilkesi olarak Ek Protokol 1/1 in birinci paragrafının ilk cümlesini (1982 AY. md. 35/I), ikinci kural mülkten mahrum bırakma şeklinde Ek Protokol 1/1 in birinci paragrafının ikinci cümlesini (1982 AY. md. 35/II) ve üçüncü kural da kullanımın kontrol edilmesi olarak Ek Protokol 1/1 in ikinci paragrafını (1982 AY. md. 35/III) altlamaktadır. İkinci kural kişilerin mülkiyet haklarının hangi şartlarda sınırlanabileceğini ve kişilerin mülkünden mahrum bırakılabileceğini halleri hükme bağlamaktadır. Üçüncü kural ise AİHS ile 1982 Anayasası md. 35 hükmünü ayrıştırmaktadır. Zira 1982 Anayasası sınırlamanın kanuna dayanmasını ve kamu yararı amacını gütmesini şart koşarken, AİHM üçüncü kuralı içtihadi ilkelerin de hukukilik şartını sağlayabileceğini şeklinde yorumlamaktadır. Sonuçta üçüncü kuralın mülkiyet hakkının kontrolü ile ilgili düzenlemeler yapılması noktasında devlete yetki verdiği görülmektedir. Birinci kural ise genel nitelikte olup herkesin mülkiyet 17 KürşatAkça, AnayasaMahkemesiKararlarındaMülkiyetHakkı ,İnönüÜniversitesiHukukFakültesiDergisiÖzelSayı6,3(2015),567-578;MehmetAkifEtgü,Kamu Hukukunda Mülkiyet Hakkı ve Avrupa İnsan Hakları Mahkemesi nin Mülkiyet Hakkına Bakışı (İstanbul:OnİkiLevhaYayınları,2009),171-188.18 AYMKararı,MehmetAkdoğanveDiğerleriBaşvurusu,BaşvuruNo:2013/817,19.12.2013,§32.BenzerolarakAYMKararı,NecmiyeÇiftçiveDiğerleriBaşvurusu,BaşvuruNo:2013/1301,30.12.2014,§44;AYMKararı,E.1988/34,K.1989/26,21/6/1989;AYMKararı,E.2011/58,K.2012/70,17/5/2012.19 İsmailEmrahPerdecioğlu,Mülkiyet Hakkı Yönünden Devletin Pozitif Yükümlülükleri(Ankara:AdaletYayınevi,2020),139.20 MonicaCarss-Frisk,Avrupa İnsan Hakları Sözleşmesi nin 1 No.lu Protokolünün 1. Maddesinin Uygulanmasına İlişkin Kılavuz(Ankara:AvrupaKonseyi,TürkiyeBarolarBirliğiYayınları,2005),21.21 Carss-Frisk,Avrupa İnsan Hakları Sözleşmesi nin 1 No.lu Protokolünün 1. Maddesinin Uygulanmasına İlişkin Kılavuz,21.22 MehmetAkdoğanveDiğerleriBaşvurusu,§45.23 MehmetAkdoğanveDiğerleriBaşvurusu,§31.24 NecmiyeÇiftçiveDiğerleriBaşvurusu,§48. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi224466  Altan Fahri GÜLERCİDr. Öğr. Üyesihakkına sahip olmasını ve bu hakka saygı duyulması gereğini ifade etmektedir. Birinci kural diğer iki kuralı tamamlayıcı bir fonksiyona sahip olması nedeniyle diğer iki kuralın kapsamına sokulamayan hallerde müdahalenin var olup olmadığının tespitine imkân tanımaktadır.B. AİHS VE 1982 ANAYASASI NIN MÜLKİYET ANLAYIŞININ ÖZEL HUKUK ÜZERİNDEKİ ETKİSİKamu hukuku ve özel hukukun mülkiyet hakkına ilişkin yaklaşımlarını pozitif hukuk bağlamında temel olarak ortaya koyduktan sonra asıl önemli mesele, bu ikisi arasındaki bağlantının ne şekilde tesis edilmesi gerektiği noktasında toplanmaktadır. Temel sorun AİHS ve 1982 Anayasa nın benimsediği mülkiyet hakkı anlayışının, medeni hukukun mülkiyet anlayışı ile kapsam itibarıyla uyuşmamasından kaynaklanmaktadır. Elbette mülkiyet hakkına ilişkin bu farklılığın özel hukuk anlamında ciddi sonuçlarının bulunacağı açıktır. Zira bu ayrım mülkiyet hakkının kapsamının genişletilmesi haricinde, AİHS ve 1982 Anayasası nda ifadesini bulan özel hukuk kavramlarının yorumlanması ile de doğrudan ilgilidir. Bir başka ifadeyle mesele AİHS ve 1982 Anayasası nda mülkiyet hakkının kapsam itibarıyla özel hukuktan çok daha geniş anlaşılması şeklinde değil, aynı zamanda mülkiyet hakkı gibi temel bir özel hukuk müessesesinin kamu hukuku bakış açısının etkisi altına girmesi ile de ilgilidir.Burada ilk olarak anayasa hükümlerinin özel hukukta uygulama kabiliyetinin nasıl olacağı sorununun çözülmesi gerekmektedir. Sorunun temelinde anayasada düzenlenen temel hak ve hürriyetlerin sadece devletle kişiler arasındaki ilişkilere değil (dikey etki), aynı zamanda kişiler arasındaki ilişkilere de (yatay etki) uygulama kabiliyetinin bulunup bulunmadığı meselesi yatmaktadır. Hemen belirtelim ki, mukayeseli hukuktaki farklı çözümlere karşın, 1982 Anayasası bu sorunu md. 11 hükmü ile benimsemiş olduğu anayasanın üstünlüğü ya da bağlayıcılığı olarak ifade edilen ilke yoluyla çözmüş bulunmaktadır. Bu düzenlemeyi 25 Perdecioğlu,Mülkiyet Hakkı Yönünden Devletin Pozitif Yükümlülükleri,124.Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 2244771982 Anayasası md. 138/I hükmü ile birlikte değerlendirdiğimizde ilk izlenim olarak anayasanın özel hukuk ilişkilerinde uygulama kabiliyetinin bulunduğu ve hatta hâkimin de bu hususu re sen dikkate almakla yükümlü kılındığı sonucuna ulaşmaktayız. Hal böyle olmakla birlikte mezkûr hükmün uygulanma yöntemi ve doktrinde  anayasanın özel hukuka etkisi  olarak ifade edilen durumun tezahür biçimleri hususunda farklı görüşlerin bulunduğu görülmektedir.Gören, anayasada düzenlenmiş pek çok temel hakkın başta TMK olmak üzere kanunlarda somutlaştırıldığını dolayısıyla özellikle de kanunlarla somutlaştırılmış mülkiyet hakkı ve sözleşme özgürlüğü gibi temel haklara ilişkin anayasa hükümlerinin özel hukukta uygulanmasının uygulamada sorunlara yol açmayacağı kanısındadır. Yazara göre normlar hiyerarşisi içerisinde anayasanın diğer mevzuat hükümlerine mutlak üstünlüğü bulunduğundan, bir kanun hükmünün anayasa ile bağdaşmamasının onu batıl hale getireceği kuşkusuzdur. Böyle bir durumda yapılan hukuki işlemin de mutlak ya da kısmi butlana tabi olması gerekecektir. Yine yazara göre bir sözleşmenin anayasaya aykırı olması durumunda o sözleşme TBK md. 27 hükmüne başvurmadan doğrudan doğruya 1982 AY. md. 11 hükmüne göre geçersiz olacaktır. Ayrıca her ne kadar TMK, TTK gibi kanunların temel haklara ilişkin öngördükleri hükümler anayasa hükümleri ile mutabık olsa da münferit bir normun yorumlanması bağlamında herhangi bir tereddüt halinde anayasanın mutlak üstünlüğünü kabul etmek gerekir.Tanör/Yüzbaşıoğlu na göre anayasanın münhasıran dikey ilişkilerde değil, yatay ilişkilerde de uygulanması, özel hukuka ilişkin kanunlar üzerinde etkisinin olması kaçınılmaz olup, bunun üç temel yolu bulunur. Bunlardan ilki anayasada hükme bağlanan temel hak ve özgürlüklerin; özel hukuka ilişkin kanunlarda (mülkiyet ve miras gibi hakların TMK da, sözleşme özgürlüğü gibi hakların da TBK ve TTK da hükme bağlanması gibi) somutlaşmasıdır. İkincisi anayasa hükümlerinin özel hukuk işlemlerine doğrudan doğruya uygulanabilmesidir ki yazarlar buna da 1961 Anayasası nda hükme bağlanan grev hakkının kanunen düzenlenmemesine rağmen hizmet akitlerinin feshi imkanını ortadan kaldırmasını örnek göstermişlerdir. Üçüncü yol ise dolaylı etki ya da anayasaya uygun yorum ilkesi olarak da adlandırılmakta ve özel hukuk kurallarının yorumlanmasında ve özellikle de kanun boşluklarının doldurulmasında anayasaya uygunluğun bir ölçüt olarak kabul edilmesidir.Hatemi, özel hukukçuların anayasadan istifade konusunda temkinli olmalarının nedeninin İsviçre hukukunda geçerli olan temel hakların yatay olarak uygulanamayacağı konusundaki klasik özel hukuk görüşünden kaynaklandığı ancak 1961 AY md. 8 (1982 AY md. 11) hükmü karşısında kişiler arası hukuki ilişkilerden kaynaklanan uyuşmazlıklarda da anayasanın bağlayıcılığının dikkate alınması gerektiği kanaatindedir. Yazara göre Anayasa md. 11 hükmünün en önemli özelliği hâkimi anayasaya uygun yorum yapmakla yükümlü kılmasıdır. Bu anlamda hâkim MK md. 1 uyarınca hukuk yaratırken anayasaya aykırı hareket edemeyeceği gibi MK md. 4 uyarınca takdir yetkisini kullanırken de anayasaya uygun hareket etmek zorundadır.Buna karşılık Kocayusufpaşaoğlu/Hatemi/Serozan/Arpacı nın birlikte kaleme aldığı daha yeni tarihli bir başka eserde oldukça farklı görüşlere yer verilmiştir. Bu eserde yazarlar anayasanın özel hukukta doğrudan doğruya değil dolaylı olarak uygulanabileceğini savunmuşlardır. Yazarlara göre hâkim, özel hukukta yer alan dürüstlük kuralı, hakkın kötüye kullanılması yasağı, ahlaka aykırılık gibi birtakım çerçeve normları yorumlarken anayasanın temel hak ve özgürlükler penceresinden olaya yaklaşabilir. Yazarlar bu konuda ölçülülük ilkesinin hakkaniyete uygun çözümler için önemli bir araç olabileceği kanaatindedirler. Yazarlar, İsviçre Federal Mahkemesi nin anayasanın temel hak ve hürriyetlerle ilgili hükümlerinin özel hukuka ilişkin tasarruflarda bulunmaya elverişli olamayabileceği ve aynı zamanda özel hukuk ilişkilerinin de anayasa normları olmadan da hukuki sonuç doğurabileceği şeklindeki görüşünün altını çizmişlerdir.Hirsch ise konuyla ilgili olarak kaleme aldığı makalesinde anayasanın özel hukuk ilişkilerine doğrudan doğruya uygulanması düşüncesinin klasik kamu hukuku öğretisine aykırılığı gerçeği karşısında, 1961 Anayasası md. 8 (1982 Anayasası md. 11) hükmü ile kabul edilen anayasanın üstünlüğü ilkesinin dünya anayasaları arasında müstesna bir örnek teşkil ettiğinin altını çizmiştir. Yazara göre bu hüküm karşısında sadece özel hukuka ilişkin kanunların değil, örf ve âdet hükümlerinin de anayasaya aykırı oldukları oranda TBK md. 27 hükmüne tabi olmaları gerekir. Aynı durum hâkimin TMK md. 1 uyarınca kanun boşluklarını 34 HüseyinHatemi,Hukuka ve Ahlaka Aykırılık Kavramı ve Sonuçları,(İstanbul:SulhiGaranMatbaası,1976),48vd.35 Hatemi, Hukuka ve Ahlaka Aykırılık Kavramı ve Sonuçları,49,dn.20.36 Hatemi, Hukuka ve Ahlaka Aykırılık Kavramı ve Sonuçları,50,dn.20.37 Kocayusufpaşaoğlu,Hatemi,SerozanveArpacı,Borçlar Hukuku Genel Bölüm Birinci Cilt(İstanbul:FilizKitabevi,2017),503vd.38 Kocayusufpaşaoğlu,Hatemi,SerozanveArpacı,Borçlar Hukuku Genel Bölüm Birinci Cilt,504.39 Kocayusufpaşaoğlu,Hatemi,SerozanveArpacı,Borçlar Hukuku Genel Bölüm Birinci Cilt,504,dn.4.40 Kocayusufpaşaoğlu,Hatemi,SerozanveArpacı,Borçlar Hukuku Genel Bölüm Birinci Cilt,504,dn.4.41 Hirsch, Anayasa nınÖzelHukukKurallarınaEtkileri ,Birinci Türk Hukuk Kongresi ne Sunulan Tebliğler(Ankara:TürkiyeBarolarBirliğiYayınları,1972),6.42 Hirsch, Anayasa nınÖzelHukukKurallarınaEtkileri ,7.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 224499doldurması esnasında da cari olmalıdır. Anayasanın üstünlüğü ilkesi aynı zamanda akdi münasebetlerinin de anayasaya aykırı olamaması sonucunu doğurur. Yazar bu konuda  anayasa ile bağdaşmayan her hukuk kuralı, her özel hukuk işlemi batıldır  şeklinde düşüncesini ortaya koymuştur.Kaneti, özel hukukun üzerinde anayasanın; özel hukuk kurallarının anayasaya uygun bir surette yorumlanması, özel hukuktaki boşlukların anayasaya uygun bir şekilde doldurulması, anayasaya aykırı özel hukuk kurallarının iptal edilmesi ve anayasa normlarının doğrudan doğruya özel hukuka uygulanması şeklinde temelde dört etkisinin olabileceğini savunmuştur. Kaneti özel hukukta temel hak ve hürriyetlerle ilgili düzenlemelerin anayasa hükümleriyle zaten uyumlu olması nedeniyle anayasa normlarının özel hukukta doğrudan doğruya uygulanmasına ilişkin tartışmanın teorik düzeyde kaldığını ancak aksi hallerin varlığı durumunda dahi her halükârda anayasanın doğrudan doğruya özel hukukta uygulanabileceğini savunmuştur.43 Hirsch, Anayasa nınÖzelHukukKurallarınaEtkileri ,12.44 Hirsch, Anayasa nınÖzelHukukKurallarınaEtkileri ,13.Atar,butipdurumlardaTBKmd.27(818SayılıBKmd.19-20)hükümlerininuygulanmasınıeleştirmiştir.Yazaragöre,mahiyetigereğiyatayilişkilere(özelhukukilişkilerine)uygulanmasıimkândahilindeolananayasanormlarıobjektifnormhüviyetindeolup,doğrudandoğruyauygulanabilirler.BirbaşkaifadeyleTBKmd.27gibivasıtalaraihtiyaçlarıbulunmaz;YavuzAtar, AnayasanınBağlayıcılığıveÜstünlüğüİlkesiveBuİlkeninAnayasadaYerAlmasınınHukukiSonuçları(Anayasamd.11) ,SelçukÜniversitesiHukukFakültesiDergisi2,S:2(1989),208.45 SelimKaneti, AnayasaMahkemesiKararlarınaGöreAnayasa nınÖzelHukukAlanındakiEtkileri ,AnayasaYargısıDergisi6,(1989),20.46 ÖrnekolarakAnayasaMahkemesi ninşukararlarınabakılabilir:AYMKararı,67/22,28.4.1970;AYMKararı,174/115,20.5.1963;AYMKararı,82/3,6.5.1982;AYMKararı,38/34,12.6.1969;AYMKararı,E.2000/17,K.2002/46,7.5.2002;AYMKararı,8/10,20.9.1984;AYMKararı,E.11988/63,K.1989/47,28.11.1989.Bukararlarıntetkikiiçinbkz.Kaneti, AnayasaMahkemesiKararlarınaGöreAnayasa nınÖzelHukukAlanındakiEtkileri ,21-24;OyaBoyar,Anayasa ve Özel Hukuk,(İstanbul:OnİkiLevhaYayıncılık,2019),159-167;Gören, TemelHaklarınÖzelHukukDüzenineEtkisiTemelHaklarınYatay(ÜçüncüKişilere)Etkisi ,24.47 Kanetibuduruma18.11.1964tarihlive2/4sayılıYargıtayİçtihadıBirleştirmeKararı nıörnekgöstermiştir;bkz.Kaneti, AnayasaMahkemesiKararlarınaGöreAnayasa nınÖzelHukukAlanındakiEtkileri ,33.Bukarar6570SayılıGayrimenkulKiralarıHakkındaKanun unmadde2ve3hükümlerininAnayasaMahkemesitarafındaniptalineilişkin31.5.1963tarihliResmiGazete deyayınlanan,26.3.1963tarihli3/67sayılıkararındansonraoluşanboşluğundoldurulmasıhususundaverilmiştir.SözkonusuYargıtaykararındayeralan Böylebirgörüş,Anayasayaaykırılığı,AnayasaMahkemesincekabuledilmişbirhukukidurumudevamettirmeksonucunudoğururki,buhalAnayasayaaykırıdüşer ifadesikanunboşluğununanayasauygunşekildedoldurulmanıngereğininetolarakortayakoymuştur;bkz.https://www.lexpera.com.tr/ictihat/yargitay/ictihatlaribirlestirme-hgk-e-1964-2-k-1964-4-t-18-11-1964,ErişimTarihi:Mart20,2022.48 AnayasaMahkemesi ninözelhukukailişkinolarakgerçekleştirdiğinormdenetimisonucundaverdiğibazıiptalveredkararlarıiçinbkz.Kaneti, AnayasaMahkemesiKararlarınaGöreAnayasa nınÖzelHukukAlanındakiEtkileri ,24-31;Boyar,Anayasa ve Özel Hukuk,140-159;AhmetBattal, AnayasaMahkemesi ninSözleşmeÖzgürlüğününSınırlanmasıKonusundakiYaklaşımları ,Özel Hukuk ve Anayasa Mahkemesi Kararları Sempozyumu Bildiriler-Tartışmalar I, 11 Mayıs 2001 (Ankara:BankaveTicaretHukukuAraştırmaEnstitüsüYayınları,2001),57-86.49 Kaneti, AnayasaMahkemesiKararlarınaGöreAnayasa nınÖzelHukukAlanındakiEtkileri ,34vd. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi225500  Altan Fahri GÜLERCİDr. Öğr. ÜyesiAnayasanın özel hukuk ilişkilerine doğrudan doğruya uygulanmasına konusuna henüz kanuni bir düzenleme bulunmamasına rağmen, 1961 Anayasası nda grev hakkının hükme bağlanması nedeniyle grev nedeniyle iş akdinin feshi imkanının bulunmadığına dair yorum örnek gösterilmektedir. Ancak anayasanın mutlak etki etmesi olarak ifade edebileceğimiz anayasanın özel hukukta doğrudan uygulanması meselesine doktrinde bazı yazarlar ihtiyatla yaklaşmaktadır. Gerçekten de Gözler e göre her ne kadar, anayasanın bağlayıcılığı ilkesi onun doğrudan doğruya uygulanmasını gerektirse de eğer uygulanacak anayasa hükmü ile kanun hükmü birbiri ile çatışıyor ise, Türk hukuk sisteminde kanunların anayasaya uygunluk denetiminin Anayasa Mahkemesi eliyle gerçekleştirilebiliyor olması gerçeği karşısında hâkimin, anayasaya aykırı olduğunu düşündüğü kanun hakkında Anayasa Mahkemesi ne başvurmaktan başka yolu bulunmaz. Yazara göre, bir hâkimin Anayasa Mahkemesi tarafından iptal edilmedikçe bir kanunu uygulamama gibi bir yetkisi yoktur. Yine Boyar, böyle bir durumun özel hukukun temel kavramlarının anayasal değerlerle doldurulması sonucunu doğurup özel hukukun özerkliğinin de bundan etkileneceğini ifade etmiştir. Burada hukuk hakiminin yapması gereken anayasanın değerler anlayışını özel hukukun felsefesiyle kaynaştırmaktır. Yazara göre önüne gelen uyuşmazlıkta uygulanacak hukuk kuralının anayasaya aykırı olduğunu düşünen hâkimin yapması gereken, bu meseleyi Anayasa Mahkemesi ne intikal ettirmektir. Boyar ayrıca, anayasanın özel hukuka doğrudan uygulanmasının bir başka yolu olan bireysel başvuru yolunun da Anayasa Mahkemesi ni fiili temyiz mahkemesi haline getirebileceğini savunmaktadır. Ancak yazar Anayasa Mahkemesi nin bu fiili durumu kabul ettiğinin de altını çizmiştir. Bir başka anayasa hukukçusu Gören ise, genel mahkemelerin somut olayın özel bir kanunla düzenlenmemesi ya da anayasanın konuyu ayrıntılı olarak hükme bağladığı normuna aykırı olan bir kanun mevzu bahis olduğunda anayasayı doğrudan uygulaması, bunun haricinde Anayasa Mahkemesi ne başvurması gerektiğini savunmuştur.50 TanörveYüzbaşıoğlu, 1982 Anayasası na Göre Türk Anayasa Hukuku,134;Gören, TemelHaklarınÖzelHukukDüzenineEtkisiTemelHaklarınYatay(ÜçüncüKişilere)Etkisi ,27;KemalGözler,Türk Anayasa Hukuku(Bursa:EkinYayınevi,2018),257.51 Gözler,Türk Anayasa Hukuku,256.52 Gözler,Türk Anayasa Hukuku,256.53 Boyar,Anayasa ve Özel Hukuk,88.54 Boyar,Anayasa ve Özel Hukuk,88.55 Boyar,Anayasa ve Özel Hukuk,89.56 Boyar,Anayasa ve Özel Hukuk,168.YazarbugörüşünedayanakolarakAnayasaMahkemesi ninTürkiyeEmeklilerDerneğibireyselbaşvurusunailişkinolarakverdiği17.7.2014tarihlive2012/1035sayılıbaşvurudaki ulusalmahkemelerindeiçhukukuyorumlarkenAİHM ninyorumladığışekliyleSözleşmeyeenuygunyorumutercihetmelerigerektiği ve bireylerinmülkiyethakkınınkorunmasıiçinetkiliiçhukukyollarıihdasederekyapılanmüdahalelerekarşıözelliklemahkemelerebaşvurmaksuretiylekorumatalepedebilmelerinisağlamasıveyapılacakyargılamalardaözelkişilerinçatışanhaklarıarasındatercihyaparkenmahkemelerceanayasalyorumlatemelhaklarınkorunmasıgerekmektedir şeklindekiifadeleriniörnekgöstermiştir.57 Gören, TemelHaklarınÖzelHukukDüzenineEtkisiTemelHaklarınYatay(ÜçüncüKişilere)Etkisi ,32.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 225511Kanaatimizce anayasanın doğrudan uygulanmasında hukuk hakimine atfedilen rolün anayasaya aykırı uygulamaları meşrulaştırmak amacıyla yorumlanmaması gerekir. Gerçekten de her şeyden önce hukuk kurallarının hukuk hâkimi tarafından TBK md. 27 hükmü uyarınca batıl addedilmesi gerektiği şeklindeki görüş hukuk hakiminin, Anayasa Mahkemesi hakimine dönüşmesine sebebiyet verir ki, böyle bir durum 1982 Anayasası md. 148 hükmü karşısında kabul edilemez. Ayrıca özel hukukta yer alan temel haklara ilişkin hükümler esasen anayasanın öngördüğü temel hak ve özgürlükler düzenine aykırı olmadığı gibi, aksine onu destekleyici ve somutlaştırıcı niteliktedir. Yine TBK md. 27 hükmünü de anayasaya aykırı kanunun değil; içinde anayasa ve kanunların bulunduğu normlar düzenine aykırılığın batıl addedilmesi şeklinde anlamak gerekir. Nitekim 1982 Anayasası md. 11 hükmünün kaynağını teşkil eden 1961 Anayasası md. 8 in Temsilciler Meclisi tasarısında yer alan  doğrudan doğruya uygulanması gereken temel hukuk kurallarıdır  ibaresi, sonradan metinden çıkarılmış ve anayasal bir nitelik kazanamamıştır. Bu nedenle hukuk hâkimi, önüne gelen olayda uygulanacak hukuk kuralının anayasaya aykırı olduğu kanaatinde ise, yapması gereken 1982 AY. md. 152 hükmü doğrultusunda hareket etmekten ibarettir. Yoksa söz konusu kanun hükmünün anayasaya aykırı olması nedeniyle batıl olduğuna karar vermek ya da uygulamaktan imtina etmek gibi bir durum mevzu bahis olamaz.Buna karşılık bireysel başvuru yolunda anayasanın özel hukukta doğrudan doğruya uygulanması söz konusu olabilir. Hatta bireysel başvuru yolunun en önemli özelliği kanaatimizce anayasanın özel hukuk ilişkilerine doğrudan doğruya uygulanmasına olanak vermesidir. Bu yönüyle bireysel başvuru yolunu anayasa ile özel hukuk arasında köprü vazifesi gördüğü de söylenebilir. Ayrıca bireysel başvuruların bizzat Anayasa Mahkemesi tarafından karara bağlanması nedeniyle, 1982 AY. md. 148 hükmüne aykırı olduğu da iddia edilemeyecektir.58 ÖmerİzgiveZaferGören,Türkiye Cumhuriyeti Anayasası nın Yorumu, Cilt: 1(Ankara:TBMMYayını,2002),161.59 PekiacababireyselbaşvuruyakonubirhususuincelediğiesnadaAnayasaMahkemesi,olayauygulanankanunhükmününanayasayaaykırıolduğukanısınavarırsa,kendisibukanunu,iptaldavasınakonuedip,bireyselbaşvuruyuiptaldavasısonuçlananakadarbekleticimeseleyapabilirmi?Kanaatimizcebuhususbireyselbaşvurununhukukiniteliğiiledoğrudanilgilidir.Zira1982AY.md.152uyarıncaanayasayaaykırılıkiddiasıylaAnayasaMahkemesi nebaşvurabilmekiçinöncelikleortadabirmahkemedahasonradabirdavabulunmasışarttır.Gözler,AnayasaMahkemesi nin,siyasipartikapatmadavalarıilemahkemeninyücedivansıfatıylagördüğüişlerdekendisinibirmahkemeolarakkabulettiğiniifadeetmiştir;bkz.KemalGözler,Türk Anayasa Hukuku Dersleri(Bursa:EkinYayınevi,2013),429.Budurumdamahkemenin,bireyselbaşvuruyolusözkonusuolduğundakendisinimahkemeolarakgörüpgörmediğiönceliklisorunolacaktır.Bukabuledilirse,ikincimeselekarşımızaçıkarki,budabireyselbaşvurununbirdavaolupolmadığısorununçözümünügerektirir.Ancakbireyselbaşvurununbirdavaolupolmadığıdatartışmalıdır;bukonudakitartışmalariçinbkz.SüleymanBurakGündoğdu,Medenî Yargıda Usûl Kurallarına Aykırılığın Anayasa Mahkemesi nce Bireysel Başvuru Yoluyla Denetlenmesi(İstanbul:OnİkiLevhaYayınları,2021),14-33.Doktrindegenelkabulgörengörüşbireyselbaşvurununbirdavaolmadığışeklindedir;bkz.HakanPekcanıtez, BireyselBaşvuruSonundaVerilenKararlarınMedeniYargıyaEtkisi ,Anayasa Yargısı35,(2018),75-76;CansuKorkmaz, Anayasa 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi225522  Altan Fahri GÜLERCİDr. Öğr. ÜyesiBuraya kadar anayasanın özel hukuk ilişkilerine uygulanması hususunda cereyan eden tartışmalara değinilmiştir. Anayasanın mülkiyet hakkı üzerindeki etkisi konusunda ikinci aşamada karşımıza çıkan bir başka sorun daha bulunmaktadır. Sorun mülkiyet hakkının kapsam olarak 1982 Anayasası ve AİHS tarafından oldukça farklı düzenlenmiş bulunması nedeniyle anayasada ifadesini bulan özel hukuk kavramlarının Anayasa Mahkemesi tarafından nasıl yorumlanacağı ve özellikle de bu kavramların muhteva ve kapsamları itibarıyla özel hukuktaki hükümlerle bağlantısının nasıl tesis edileceği noktasında toplanmaktadır.Battal, Anayasa Mahkemesi nin sözleşme özgürlüğünün sınırlanması konusundaki kararlarını incelediği çalışmasında, sözleşme özgürlüğü özelinde mahkemenin özel hukuk kurumlarına bakış açısına dair birtakım tespitlerde bulunmuştur. Yazarın tespitlerine göre Anayasa Mahkemesi, sözleşme özgürlüğü konusundaki kararlarında kavramı irdelemektense kısaca bahsetme yolunu seçmiştir. Yine Battal a göre Anayasa Mahkemesi, konuyla ilgili kararlarında sözleşme özgürlüğünü kamu hukuku açısından ele almış, kavramı kamu hukuku kavramlarının penceresinden değerlendirmiş ve özel hukuk alanındaki temel ilkelerden pek az istifade etmiştir. Nitekim yazarın bu tespitlerde bulunduğu sempozyumda, Anayasa Mahkemesi nin özel hukuk kavramlarına bakış açısı ile ilgili olarak bir dönem Anayasa Mahkemesi üyeliği yapmış olan Fulya Kantarcıoğlu da  Anayasa Mahkemesi nin uğraşı alanı zaten kamu hukuku, yani Anayasa Mahkemesi bir olaya elbetteki kamu hukuku bakış açısıyla bakacak özel hukukla bakması zaten mümkün değil; ama şunun için söylüyorum. Anayasa yargısını ilgilendirdiği ölçüde özel hukuk kurallarını da Anayasa Mahkemesi kullanmakta  şeklinde bir düşünce ortaya koymuştur. Anayasa hukukçusu Boyar ise özel hukuk kavramlarının tarihinin anayasa hukukuna nazaran çok daha köklü olması nedeniyle anayasanın özel hukuktan etkilenmemesinin mümkün olamayacağını ancak bu etkinin kavramın aynen iktibası ya da anayasanın mahiyetine uygun yorumlanmak suretiyle dönüşüme uğratılarak uygulanması şeklinde zuhur edebileceği kaMahkemesi ninBireyselBaşvuruSonucundaVerdiğiKararlarınMedeniUsûlHukukuBakımındanDeğerlendirilmesi ,Yıldırım Beyazıt Hukuk Dergisi,3(2017),220-223.Aydınisebireyselbaşvuruyolunuolağanüstübirhukukiçareolmaklaberaber,birdavatürüolarakdanitelendirmiştir;bkz.ÖyküDidemAydın, TürkAnayasaYargısındaYeniBirMekanizma:AnayasaMahkemesi neBireyselBaşvuru ,Gazi Üniversitesi Hukuk Fakültesi DergisiXV,4(2011),125.Şudurumdaeğerbireyselbaşvuruyolubirdavaolarakkabuledilirse,bireyselbaşvurunungörülmesiaşamasındabirkanununanayasayaaykırıolduğukanısınavaranAnayasaMahkemesi ninmeseleyisomutnormdenetimikonusuyapmasıgerekecek;yokeğerbireyselbaşvuruyolusuigenerisbirhukukiçareolarakkabuledilirse,AnayasaMahkemesibireyselbaşvuruileönünegelenolaydabirkanununanayasayaaykırıolduğunugörsebilehareketsizkalacakvebireyselbaşvuruyailişkinkararındabudurumadaişaretedecektir.Ancakbuikincidurumunişindoğasınaaykırıolduğudaaçıktır.60 Battal, AnayasaMahkemesi ninSözleşmeÖzgürlüğününSınırlanmasıKonusundakiYaklaşımları ,87.61 Bkz.Özel Hukuk ve Anayasa Mahkemesi Kararları Sempozyumu Bildiriler-Tartışmalar I, 11 Mayıs 2001(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsüYayınları,2001),90-91.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 225533naatindedir. Yazara göre anayasaya uygunluk denetiminde bulunurken Anayasa Mahkemesinin kamu hukuku- özel hukuk ayrımını göz ardı etmesi gerekir. Zira böyle bir ayrımın anayasa hukukunda etki göstermesi, hukukun siyasi anlamda bölünmesine sebebiyet verebilecektir. Boyar a göre bir anayasa mahkemesi hakiminin özel hukuk kurumlarının denetimi, anayasanın çizdiği sınırlamalara uyulup uyulmadığı noktasında olmalıdır. Kaboğlu ise, anayasanın sadece kamu hukuku değil, özel hukuk ilişkileri üzerinde de derin etkileri olabileceğini ve bunun da sadece anayasada yer alan hükümler yoluyla değil, aynı zamanda Anayasa Mahkemesi nin yaptığı yorumlarla özel hukuku  yönlendirmesi, şekillendirmesi ve dönüşüme uğratması  şeklinde de gerçekleşebileceği düşüncesindedir.Tüm bu meseleleri mülkiyet hakkı bağlamında değerlendirdiğimizde çözmemiz gereken temel sorunun mülkiyet hakkına ilişkin anayasa hükümleri ile kanun hükümleri arasındaki bağlantının nasıl tesis edileceği noktasında toplandığı anlaşılmaktadır. Bu hususta Başpınar kesin surette özel hukuk hükümlerinin esas alınması gerektiğini açık yüreklilikle savunmuştur. Gerçekten Başpınar  anayasa hukuku anlamında mülkiyet- özel hukuk anlamında mülkiyet  ayrımı ve bu ayrımı savunanlarca ileri sürülen anayasa hukuku anlamında mülkiyet hakkının, özel hukuktaki mülkiyet hakkından kapsam olarak daha geniş olması nedeniyle, mülkiyet hakkının korunma sahasının bu yeni sistemde daha etkili olduğu şeklindeki düşünceleri kabul etmemekte ve şiddetle eleştirmektedir. Yazara göre böyle bir ayrım hukuk sisteminin bütünlüğü ilkesine tamamen aykırı olduğu gibi, mülkiyet hakkı da zaten tarihi perspektiften bakıldığında bir özel hukuk kurumudur. Bu hakkın birden fazla hukuk alanını ilgilendiriyor olmasının, onun köklerinden koparılabileceği ve temel ilkelerinin yozlaştırılabileceği anlamına gelmemesi gerekir. Başpınar, bu hakkı kendisi yapan bütün özelliklerin özel hukuk alanında mevcut bulunmasına rağmen, anayasa hukuku anlamında yeni bir mülkiyet anlayışı tesis edilmesine çalışılmasının ardında; mülkiyet hakkının bünyesinde barındırdığı yetkilerin yanına pek çok ödevi de dahil etme çabasının yattığı kanaatindedir. Başpınar ayrıca, anayasa hukukunda mülkiyet hakkına ilişkin sınırlamaların bir sınırı olduğu (1982 AY. md. 2, 13) ve bu sınırlamaların hakkın özel hukuka ait olma niteliğini değiştiremeyeceği gerçeği karşısında, söz konusu düşüncelerin aynı zamanda mülkiyet hakkının asliliğine de aykırılık arz edeceğinin altını çizmiştir. Yazara göre malikin kanunun çizdiği sınırlar dahilinde mülkiyet hakkından kaynaklanan yetkilerini dilediği gibi kullanma hakkına engel olunamamalıdır.62 Boyar, Anayasa ve Özel Hukuk,97.63 Boyar, Anayasa ve Özel Hukuk,129.64 Boyar, Anayasa ve Özel Hukuk,130.65 Boyar, Anayasa ve Özel Hukuk,135.66 İbrahimÖ.Kaboğlu,Anayasa Hukuku Dersleri (Genel Esaslar)(İstanbul:LegalYayınevi,2011),45.67 Yazarınbukonudakieleştirileriiçinbkz.Başpınar, Mülkiyet Hakkını İhlâl Eden Müdâhaleler,102. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi225544  Altan Fahri GÜLERCİDr. Öğr. ÜyesiBu noktada Sirmen in de birtakım tespitlerde bulunduğunu görüyoruz. Gerçekten de Sirmen e göre her ne kadar 1982 Anayasası mülkiyet hakkını yer itibarıyla kişinin hak ve ödevleri kısmında düzenlense de özü itibarıyla ona sosyal bir fonksiyon da addetmiştir. Bu haliyle mülkiyet hakkı bulunduğu yer bakımından şahsi bir karakter arz etse de malikini birtakım ödevlerle yükümlü kıldığı için sosyal bir hak vasfını da haizdir. Anayasanın böyle bir durumunu medeni kanunun gözetmemesi ve ona aykırı bir düzenlemede bulunması düşünülemez. Nitekim kanun koyucu da, TMK md. 683 hükmünde yer alan  hukuk düzeninin sınırları içinde  ifadesi ile kanunun anayasa ile bağlantısını tesis etmiştir. Yazar ayrıca medeni kanundaki mülkiyet kavramının, anayasanın kabul ettiği modern mülkiyet anlayışı çerçevesinde değerlendirilmesi gerektiğinin de altını çizmiştir. Bu nedenle yazara göre mülkiyet hakkına ilişkin medeni kanundaki hükümlerin, klasik görüşe göre değerlendirilmesi halinde bir anayasa aykırılık sorunu ile karşı karşıya kalınabilecektir (1982 AY. md. 11/II)69. Mülkiyet hakkının kapsamı bakımından yaptığı değerlendirmede ise yazar AİHS bağlamında sorunu irdelemiş, Avrupa İnsan Hakları Mahkemesi nin mülkiyet hakkı anlayışının ulusal hukuklardan çok önemli farklılıklarının bulunduğunu, mahkemenin kararlarının Yargıtay ı da etkilediğini ve Yargıtay ın pek çok kararında Avrupa İnsan Hakları Mahkemesi nin mülkiyet hakkına ilişkin kararlarına atıfta bulunduğunu ifade etmiştir. Yine yazara göre Anayasa Mahkemesi ne bireysel başvuru yolu da AİHS ni destekler mahiyettedir.Sorunu farklı bir boyuttan ele alan Serozan Türk, İsviçre ve Alman hukuklarının mülkiyet anlayışının erken kapitalizm evresine ait dar kalıplı bir mülkiyet anlayışının ürünü olduğunu belirtmiştir. Yazar toplumsal yapıdaki gelişmelere paralel olarak bu anlayışın değişebileceği ve hatta nisbi alacak haklarının da mülkiyet kapsamında ele alınabileceğini savunmuştur. Yazarın 1982 yılında kaleme aldığı makalesinde bugünleri gördüğü söylenebilir. Bertan da mülkiyet hakkını geniş ve dar anlamda olmak üzere ikiye ayırmıştır. Yazara göre mülkiyet hakkının anayasada düzenlenmesi sosyal rolünden kaynaklanmakta olup anayasal anlamda mülkiyet bu nedenle geniş anlamda mülkiyet olarak ifade edilebilir. Mameleki bir boyutunun olması nedeniyle onun diğer haklardan ayırt edilebilmesi ise dar anlamda mülkiyet olarak medeni kanunda yer almasını gerektirir.Son olarak Hirsch in bizimde katıldığımız görüşlerine gelince; aslında yazarın  bütün mevzuata Anayasa rengi ile boyanmış bir gözlükle bakılmalıdır  şeklinde68 Yazarıngörüşleriiçinbkz.Sirmen,s.230.69 Sirmen, Eşya Hukuku,230.70 Sirmen, Eşya Hukuku,233vd.71 Sirmen, Eşya Hukuku,236.72 RonaSerozan, MülkiyetHakkınınÖzü,İşleviveSınırları ,Prof. Dr. Ümit Yaşar Doğanay ın Anısına Armağan I,(İstanbul:İstanbulÜniversitesiSiyasalBilimlerFakültesiYayınları,1982),246.73 Serozan, MülkiyetHakkınınÖzü,İşleviveSınırları ,247.74 Bertan, Ayni Haklar,46.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 225555ki ifadeleri görüşünü de açıkça ihtiva etmektedir. Bu minvalde yazar, anayasanın mutlak üstünlüğü ilkesi karşısında özel hukuk alanındaki mevzuatın ve hukuki işlemlerin anayasa izin verdiği derecede hukuki sonuçlarının olabileceği kanısındadır. Dolayısıyla TMK nın başlangıç hükümleri de dahil olmak üzere özel hukukla ilgili tüm kurallarının ve hukuk terimlerinin anayasaya uygun yorumlanması şarttır. Yazar bu konuda mülkiyet hakkını örnek göstermiş ve mülkiyet hakkına ilişkin bir tanımın sosyal devlet ilkesini mutlaka uhdesinde barındırması gerektiğini savunmuştur.C. AİHS VE 1982 ANAYASASI NIN MÜLK ANLAYIŞI BAĞLAMINDA TİCARİ NİTELİKLİ MÜLKİYET KAVRAMI VE TİCARİ NİTELİKLİ MÜLKİYET HAKKININ KAPSAMIMülk olarak kabul edilebilecek değerler konusunda Anayasa Mahkemesi ve Avrupa İnsan Hakları Mahkemesi nin yaklaşımlarının özdeş olduğu görülmektedir. Zira gerek anayasal bakımdan ve gerekse AİHS bakımından mülkiyet hakkının kapsamı, medeni hukukun mülkiyet kavramında ifade olunan kapsamından çok daha geniş bir alanı içermekte ve söz konusu alan neredeyse malvarlığı/mamelek kavramı ile uyuşmaktadır. Bu nedenle AİHS VE 1982 Anayasası nın mülk kavramının özerk bir nitelik taşıdığı kabul edilmektedir. Buna göre her şeyden evvel bir şeyin AİHS ek protokol 1/1 ve 1982 AY. md. 35 uyarınca mülk olarak kabul edilebilmesi için iktisadi anlamda kendisine bir değer atfedilebilmesi bir başka söyleyişle parayla ölçülebilir olması ve bunun da çok az olmayıp, belli bir miktarın üzerinde bulunması şarttır. Keza o şeyin özel mülkiyete konu edilebiliyor olması da gerekmektedir. Yine özel mülkiyete konu edilebilen bu iktisadi kıymetin halen 75 Hirsch, Anayasa nınÖzelHukukKurallarınaEtkileri ,13.76 Hirsch, Anayasa nınÖzelHukukKurallarınaEtkileri ,13.77 NitekimAnayasaMahkemesiEmiroğlukararında Sahipolunanşeykavramı,AİHSveAnayasadakidüzenlenmeleraçısındanözerkbirkavramolarakelealınıpdeğerlendirilmektedir.DolayısıylabukonudakideğerlendirmelergerekAİHMvegerekseAnayasaMahkemesitarafındanmevzuattanbağımsızolarakdeğerlendirilmektedir ifadelerineyervermeksuretiylebuhususuteyitetmiştir;bkz.AYMKararı,SelçukEmiroğluBaşvurusu,BaşvuruNo:2013/5660,20.03.2014,§27.Bukararailişkinkısabirdeğerlendirmeiçinbkz.Akça, AnayasaMahkemesiKararlarındaMülkiyetHakkı ,581.78 H.BurakGemalmaz,Mülkiyet Hakkı Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi- 6(Ankara:AvrupaKonseyiYayını,2018),34.79 DavidHarris,MichaelO Boyle,EdBatesveCarlaBuckley,Carla,Avrupa İnsan Hakları Sözleşmesi Hukuku,Çev.:MehveşBingöllüKılcıveUlaşKaran(Ankara:OxfordUniversityPress,AvrupaKonseyi,2013),678;OsmanDoğruveAtillaNalbant,İnsan Hakları Avrupa Sözleşmesi Açıklama ve Önemli Kararlar, 2. Cilt(Ankara:AvrupaKonseyi,Yargıtay,2013),652;A.ŞerefGözübüyükveFeyyazGölcüklü,Avrupa İnsan Hakları Sözleşmesi ve Uygulaması(Ankara:TurhanKitabevi,2011),418.80 H.BurakGemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı(İstanbul:BetaYayınları,2009),179-195;GaniKamışlı,Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesi Kararları Işığında Mülkiyet Uyuşmazlıkları(Ankara:SeçkinYayınevi,2018),116-117;Sibelİnceoğlu,editör,İnsan Hakları Avrupa Sözleşmesi ve Anayasa,(Ankara:AvrupaKonseyi2013),499.81 Kamışlı, Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesi Kararları Işığında Mülkiyet Uyuşmazlıkları,120-122veoradazikredilenAİHMkararları. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi225566  Altan Fahri GÜLERCİDr. Öğr. Üyesigüncel bir menfaat olması da lazımdır. Buna karşılık meşru beklentilerin mülk olarak kabul edilebilmesi için kanuni bir düzenleme, mahkeme kararı ya da hukuki işleme dayanması bir başka ifadeyle somutlaşabilmesi gibi bazı şartların mevcudiyetine bakılır. AİHS ek protokol 1 md. 1 anlamında mülkiyet hakkının kapsamına giren değerleri maddi, gayri maddi değerler ile miras hakkı şeklinde üç temel başlık altında sınıflandırmak mümkündür. Buna göre taşınmaz mallar ile taşınır mallar mülkiyet hakkının kapsamında kabul edilen maddi değerleri ifade etmektedir. Taşınır mallar arasına giren değerlere para ve diğer sikkeler ile mücevherat; motorlu araç, gemi ve uçak gibi özel sicile kayıtlı taşınırlar; hisse senedi, menkul kıymet ve kıymetli evrak; hayvanlar ve hukukun özel mülkiyete imkân tanıması halinde enerji ve doğal güçler örnek olarak gösterilebilir. Gayri maddi değerler olarak ise eser sahibinin hakları, patent, marka, siber mülkiyet (sanal mülkiyet) mülkiyet hakkının kapsamında görülmektedir. Hemen belirtelim ki, AİHS ek protokol 1/1 kapsamına giren bazı gayri maddi değerler ticaret hukuku açısından oldukça önem taşımaktadır. Bunların başında ticari itibar ve müşteri çevresi gelmektedir. Keza mesleki unvan ve benzeri nitelikte ayrıcalıklı statüler de mülkiyet hakkı kapsamında mütalaa edilmektedir. Bu noktada kamu hizmeti görülüp görülmediğine de bakılmaksızın mesleki ve ticari itibarın mülkiyet hakkı kapsamında olduğunu ve bunun bir ticari işletme ile bağlantısı olmasının gerekli olmadığını da belirtmek gerekir. Ruhsat ve izinler ise ancak bir ticari işletmenin işletilmesi ile ilgili olduğu oranda goodwill olarak kabul edilip mülkiyet hakkı kapsamında değerlendirilmektedir. Ayrıca bir ticari işletmenin davasız ve aralıksız olarak yürüttüğü faaliyetler bakımından müşteri çevresinin de mülkiyet hakkı kapsamında kabul edilmesi mümkündür. Kendisine iktisadi bir değer atfedilebilmesinden ötürü know-how (teknik 82 Harris,O Boyle,BatesveBuckley, Avrupa İnsan Hakları Sözleşmesi Hukuku,677;Kamışlı, Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesi Kararları Işığında Mülkiyet Uyuşmazlıkları,77;GözübüyükveGölcüklü,Avrupa İnsan Hakları Sözleşmesi ve Uygulaması,418.83 DoğruveNalbant,İnsan Hakları Avrupa Sözleşmesi Açıklama ve Önemli Kararlar,655.84 Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,230.85 Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,242-285;Kamışlı,Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesi Kararları Işığında Mülkiyet Uyuşmazlıkları,125-143.86 Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,286-347;Kamışlı, Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesi Kararları Işığında Mülkiyet Uyuşmazlıkları,143-153.87 Kamışlı, Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesi Kararları Işığında Mülkiyet Uyuşmazlıkları,157-165veoradazikredilenAİHMkararları.88 Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,357vd.89 Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,362.Bukonudaruhsatveizinleriniptaledilmesihalindeticarifaaliyetlerinsonaerebileceğiveişletmeninkapanabileceğihususuönemtaşımaktadır.Alkollüiçkisatmaruhsatı,madenişletmeruhsatı,sürücükursuruhsatı,gümrüksüzsatışmağazasıvebarıaçmaveişletmeizni,bankacılıkruhsatı,dolmuşhattıişletmeruhsatıkonusundaAİHMkararlarıiçinbkz.Kamışlı,s.175-178;İnceoğlu,İnsan Hakları Avrupa Sözleşmesi ve Anayasa,501;Carss-Frisk, Avrupa İnsan Hakları Sözleşmesi nin 1 No.lu Protokolünün 1. Maddesinin Uygulanmasına İlişkin Kılavuz,15;Etgü, Kamu Hukukunda Mülkiyet Hakkı ve Avrupa İnsan Hakları Mahkemesi nin Mülkiyet Hakkına Bakışı,211.90 Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,368;Carss-Frisk,s.14;Etgü,s.208.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 225577bilgi) da mülkiyet hakkı kapsamında telakki edilebilse de aynı durum ticari sırlar bakımından kabul edilmemekte olup, bunlar AİHS md. 8 hükmünde ifadesini bulan özel hayata saygı kapsamında incelenmektedir. Gayri maddi değerler kapsamında kabul edilen bir diğer gurup ise özel hukuk haklarıdır. Bunlar da mevcut, icrası kabil olması ve şarta bağlı bulunmaması koşuluyla alacak hakları; devir ve intikal kabiliyetinin mevcut olup olmadığına bakılmaksızın irtifak hakları ve kiracılık hakları olarak karşımıza çıkmaktadır. Son olarak miras hakkı da mülkiyet hakkı kapsamında değerlendirilmesi gereken bir malvarlığı hakkı olarak kabul edilmektedir. Tüm bu açıklamalarımızdan da anlaşıldığı üzere 1982 Anayasası md. 35 ve AİHS Ek Protokol 1/1 tarafından öngörülen mülk kavramı, özel hukukun klasik mülkiyet anlayışının benimsediği kapsamın oldukça ötesindedir. Bu nedenle Dinç, kapsama alanı böylesine geniş bir konuyu  mülkiyet hakkı  kavramı ile altlamanın mümkün olmadığını belirterek,  malvarlığı hakları  ifadesinin kullanılmasını önermiştir.AİHS Ek Protokol 1/1 de ifadesini bulan mülkiyet hakkının kapsamının AİHM tarafından doldurulduğunu, bu kapsamın Anayasa Mahkemesi tarafından da benimsendiğini ve mülkiyet hakkının kapsam olarak mamelek/malvarlığı ile özdeş bir şekilde anlaşıldığını yukarıda belirtmiştik. Önce mamelek kavramı ile neyin ifade edilmek istendiği hususu ile meseleye başlanılmalıdır. Türk Hukuk Lügati ne göre mamelek,  bir şahsın hukuki bir bütünlük teşkil eylemek üzere sahip veya mükellef olabileceği, para ile ölçülebilen mal, hak ve borçlarının tamamını , mamelek hakları da  umumiyetle iktisadi mahiyeti haiz bulunan sübjektif haklardır ki, mülkiyet ve mülkiyetin gayri ayni haklar, gayri maddi haklara müteallik haklar, alacak hakları gibi hakları  ifade etmektedir. Malvarlığının ise,  Bir kişinin hukuki bütünlük oluşturmak üzere sahip ve yükümlü tutulacağı, para ile ölçülebilen hak ve borçları91 Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,374.92 Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,390-398.Busayılanlarharicindetahkimanlaşmasıkapsamındagidilentahkimyoluneticesindehükmedilenalacak(hakemkararları),mülkiyetimuhafazakaydıylasatılanmal,hakeldeedilmişvetalepedilebilirbiralacağadayandığımüddetçemüstakbelkazanç,tazminattalepleri,kamulaştırmabedelininödenmesindegecikilmesindenmütevellitzarar,dullukyardımı,işsizliksigortası,acildurumödeneği,sosyalgüvenliködenekleridemülkkapsamındatelakkiedilmektedir;bkz.İnceoğlu,İnsan Hakları Avrupa Sözleşmesi ve Anayasa,499-504;GüneyDinç,Avrupa İnsan Hakları Sözleşmesi ve Malvarlığı Hakları(Ankara:TürkiyeBarolarBirliğiYayınları,2007),26-28.93 Dinç, Avrupa İnsan Hakları Sözleşmesi ve Malvarlığı Hakları,12.94 Malvarlığıkavramı,günümüzhukukundamamelekkavramınınyerinekullanılmaktadır.Ancakbukullanımyanlıştır.Ziramalvarlığındavarlık,maldanoluşur.Oysamamelekkavramıuhdesindehaklarıdabarındırır;bkz.NûşinAyiter,Mamelek Kavramı Üzerinde İnceleme(Ankara:AnkaraÜniversitesiHukukFakültesiYayınları,1968),3,dn.1.BunakarşılıkAcemoğlubugörüşekatılmamaktavehukukikavramlarınmuhtevasınınonaatfedilenanlamagörebelirleneceğinisavunmaktadır;bkz.KevorkAcemoğlu,Borçlar Kanunu nun 179. Maddesine Göre Malvarlığı veya Ticari İşletmenin Devri,(İstanbul:İstanbulÜniversitesiHukukFakültesiYayınları,1971),9.Bizbuçalışmadakonuylailgilikavramsaltartışmayagirmedenaynızamandakanunibirkavramdaolanmalvarlığıkavramınımamelekkavramıileaynıanlamagelmeküzerekullanmaktayız.95  Türk Hukuk Lügati(Ankara:TürkHukukKurumu-BaşbakanlıkMevzuatıGeliştirmeveYayınGenelMüdürlüğü,BaşbakanlıkBasımevi,1991),218. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi225588  Altan Fahri GÜLERCİDr. Öğr. Üyesinın tamamı, mamelek  şeklinde tanımlandığını görmekteyiz. Mamelek haklarının en önemli unsuru iktisadi bir değer taşıması ve intikal kabiliyetinin bulunmasıdır. Mamelek kavramı kendi içerisinde mutlak mamelek hakları (mülkiyet, sınırlı ayni haklar, fikri mülkiyet hakları, miras hakkı vs.), nisbi mamelek hakları (evleviyetle borç ilişkisinden kaynaklanan haklar), tali mamelek hakları (mameleki boyutu olan yenilik doğuran haklar) ve karma nitelikli mamelek hakları (eşyaya bağlı borçlar) olmak üzere temelde dörde ayrılmaktadır. Görüldüğü gibi mamelek ya da malvarlığı kavramı kapsam itibarıyla AİHS ve 1982 Anayasası nın mülkiyet anlayışı ile uyumludur. Ancak yine de AİHS ve 1982 Anayasası tarafından kullanılan  mülkiyet hakkı  ifadesinin  malvarlığı hakları  şeklinde anlaşılması görüşü kanaatimizce hatalıdır. AİHS ve 1982 Anayasası bakımından mülkiyet hakkı, sadece kapsam itibarıyla malvarlığı kavramı ile özdeş olabilir. Bunun nedeni de hakkın koruma kapsamının geniş yorumlanmak suretiyle kişi hak ve özgürlüklerinin gelişimine imkân tanınmasıdır. Bir başka söyleyişle hakkın koruma kapsamının bu şekilde klasik medeni hukuk yaklaşımını oldukça aşar şekilde geniş yorumlanması ve anayasal mülkiyetin, kapsam olarak mamelek kavramı şeklinde anlaşılması kişilerin lehinedir. Ancak mameleki tüm hakların 1982 Anayasası ve AİHS şemsiyesi altına girmesi özellikle de Anayasa Mahkemesi ne bireysel başvuru imkanının da tanınması nedeniyle bu hakların aynileşmesine sebebiyet verebilir. Mameleki tüm hakların anayasadan aldıkları güçle aynileşmesi ise medeni hukukun klasik yaklaşımını derinden etkileyebilecektir. Zira alacak hakkının da taşınmaz mülkiyetinin de aynı hükümlere tabi olması sonucunu doğurabilecektir. Bu nedenle  malvarlığı  kavramının salt korunacak alanın kapsamını tespit bakımından dikkate alınması, ama kavramın  mülkiyet  olarak kabul edilmesi gerektiği kanaatindeyiz. Ayrıca AİHS ek protokol 1/1 in kenar başlığının 11 numaralı protokol ile  Mülkiyetin korunması  olarak düzenlendiğini ve yine 1982 Anayasası md. 35 hükmünün başlığının da  Mülkiyet hakkı  olduğu unutulmamalıdır.Anayasa hukuku ve AİHS bağlamında mülkiyet hakkının kapsamını ana hatlarıyla ortaya koyduktan sonra çalışmamızda kullandığımız  ticari nitelikli mülkiyet  ifadesi ile neyi kastettiğimizi ve bu ifadenin kapsama alanını açıklayabiliriz. Öncelikle bu çalışmada kullandığımız  ticari nitelikli mülkiyet  ifadesinin pozitif hukukta karşılığı olan bir kavram olmadığını belirtmek gerekir. Zira medeni hukukun klasik yaklaşımı açısından mülkiyetin  ticari nitelikli mülkiyet  şeklinde bir ayrımı bulunmaz. Esasen mülkiyet hakkı kapsamındaki hemen tüm değerlerin ticari nitelikli mülkiyet kapsamında mütalaa edilmesi mümkündür. Nitekim TTK nın 96 EjderYılmaz,Hukuk Sözlüğü(Ankara:YetkinYayınları,1996),516.97 Ayiter, Mamelek Kavramı Üzerinde İnceleme,97-102;Acemoğlu,Borçlar Kanunu nun 179. Maddesine Göre Malvarlığı veya Ticari İşletmenin Devri,12.98 Ayiter, Mamelek Kavramı Üzerinde İnceleme,103-125;Acemoğlu,Borçlar Kanunu nun 179. Maddesine Göre Malvarlığı veya Ticari İşletmenin Devri,14.99 Benzerdüşünceiçinbkz.Gemalmaz,Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı,10.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 225599pek çok maddesinde mülkiyet ve malik kelimelerine yer verilmiş olmasına rağmen, TTK bu kavramın içeriği konusunda ayrıca bir hüküm sevk etmemiştir. Kavram temel felsefesini 4721 sayılı TMK hükümlerinden almaktadır. Esasen çalışmamızda kullanılan ticari nitelikli mülkiyet ibaresi ile kastettiğimiz ticari nitelik arz etmesi nedeniyle, aynı zamanda ticaret hukukunun da konusunu teşkil edebilecek mülkiyet haklarıdır. Bu ifadeyi kullanmakla ilk olarak sınırları oldukça girift olan konunun, çerçevesinin sınırlandırılması amaçlanmıştır. Bu ifadeyi kullanmamızın bir diğer nedeni ise anayasal anlamda ve AİHS anlamında mülkiyet hakları ile ticaret hukukunu ilgilendiren mülkiyet hakları arasında bağlantı tesis edebilmektir. Bu sayede mülkiyet hakkının AİHS ve 1982 Anayasası tarafından çizilen geniş kapsamı ile bağlantısı daha kolay kurulabilecektir. İşte  ticari nitelikli mülkiyet  ifadesi de önemini burada kendini göstermektedir. Zira her ne kadar AİHS ve 1982 Anayasası nın mülkiyet hakkı anlayışı, kapsam olarak medeni hukuktan oldukça farklı ise de aynı durum ticaret hukuku için geçerli değildir. Hatta ticaret hukukunun kapsam olarak mülkiyet hakkına atfettiği rolün, AİHS ve 1982 Anayasası nın mülkiyet hakkı anlayışı ile (kapsam olarak) uyumlu olduğu dahi söylenebilir. Ayrıca başta TTK olmak üzere, ticari mevzuatın kapsam itibarıyla mülkiyet hakkına atfettiği anlam, medeni hukuktaki kapsamın çok daha ötesinde olarak; mülkiyet hakkının AİHS ve 1982 Anayasası nda ifadesini bulan kapsamıyla büyük benzerlikler taşımaktadır. Gerçekten de ticari mevzuatta öyle birtakım düzenlemeler bulunmaktadır ki, bir bütün olarak değerlendirdiğimizde bu hükümler bizi TTK nın bazı noktalarda bakış açısı olarak Medeni Kanun dan ziyade 1982 Anayasası ve AİHS ne yaklaştığı sonucuna ulaştırmaktadır. Bu hükümlerden ilki TTK md. 11/3 hükmüdür. Hükmün madde gerekçesinde bu hükümle ticari işletmenin malvarlığının işletmeye daimî surette özgülenmiş unsurları da içerecek şekilde bir bütün olarak düzenlendiği ve fıkrada belirtilen her bir malvarlığı unsurunun da bütünün parçaları olduğu ifade edilmiştir. Bunun haricinde ticaret şirketlerine sermaye olarak konulabilecek değerlerin düzenlendiği TTK md. 127 hükmü de zikredilmelidir. Bir başka hüküm ise 6750 sayılı Ticari İşlemlerde Taşınır Rehni Kanunu md. 5 hükmüdür. Bütün bu hükümleri birlikte değerlendirdiğimizde TTK ve TİTRK nın 1982 AY md. 35 ve AİHS Ek Protokol 1/1 ile kapsam olarak büyük oranda özdeş olduğunun altı çizilmelidir. Bu nedenle ticari nitelikli mülkiyet ifadesinin mülkiyet hakkı bağlamında anayasa hukuku ile ticaret hukuku arasındaki bağlantının tesis edilmesinde kilit rol oynayabileceği kanaatinde olduğumuzu belirtmek isteriz.100 Kendigelenmalvarlığınınkapsamınamaddemetnindebelirtilmişolmasadaekonomikdeğertaşıyantümdeğerlerinörneğinişletmeninnakitparasıdadahilolmaküzere,alacakverehinhaklarınındadahilolduğunuifadeetmiştir;bkz.HüseyinÜlgen,MehmetHelvacı,AbuzerKendigelen,ArslanKayaveFüsunNomerErtan,Füsun,Ticari İşletme Hukuku,(İstanbul:VedatKitapçılık,2015),180.101 Ticariişletmebirbütünolsada,işletmebünyesindeyeralanherbirunsurhukukenbağımsızolarakişlemgörebilir;bkz.YaşarKarayalçın,Ticaret Hukuku Dersleri I.Giriş- Ticari İşletme,(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsüYayınları,1960),108. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi226600  Altan Fahri GÜLERCİDr. Öğr. ÜyesiGörüldüğü gibi ticari nitelikli mülkiyet hakkı, kapsam olarak TMK dan ziyade AİHS ve 1982 Anayasası ile uyumludur. Bu nedenle anayasanın özel hukuk ilişkilerine etkisi ile ilgili olarak yukarıda bahsedilen tartışmalar ticari nitelikli mülkiyet hakkını doğrudan ilgilendirmekle kalmayıp, aynı zamanda bu konudaki belirlemeler, ticari nitelikli mülkiyet hakkı açısından da özellikle önem taşımaktadır. Zira ticari nitelikli mülkiyet hakkı kapsam olarak medeni hukuktan farklı ve geniş anlaşılsa da sonuçta bu hakkın konusu kural olarak her zaman için özel hukuka ilişkin bir haktır. Dolayısıyla ticari nitelikli mülkiyet hakkının kapsam olarak AİHS ve 1982 Anayasası ile uyumlu olması ona uygulanacak hükümlerin tespitini de daha önemli ve çetrefil bir hale getirmektedir. Çünkü ticari nitelikli mülkiyet hakkı özel hukuka ilişkin bir hak olduğu için, kavram temel felsefesini mülkiyet hakkına ilişkin TMK hükümlerinde bulacaktır. Ancak bu defa da kapsam itibarıyla TMK hükümlerinden geniş bir alanı uhdesinde barındırdığı için söz konusu geniş alana TMK hükümlerinin ne surette uygulanacağı ve daha da önemlisi böyle bir uygulamada anayasanın rolünün ne olacağı sorunu ortaya çıkmaktadır. Tüm bunlar da ticari nitelikli mülkiyet hakkı ve bu hakka uygulanacak hükümlerin tespiti bakımından anayasanın özel hukuk ilişkilerine etkisi ve anayasa ile özel hukuk arasındaki bağlantının net olarak ortaya konulmasını gerekli kılmaktadır.Çalışmamızın buraya kadar olan kısmında AİHS ve 1982 Anayasası nın benimsediği mülkiyet anlayışının özel hukuk ve ticaret hukuku bakımından ne anlam ifade ettiğini, bu konuda doktrinde yer alan tartışmalara da değinmek suretiyle ortaya koymaya gayret ettik. Bundan sonraki kısımlarda ise Anayasa Mahkemesi nin mülkiyet hakkı konusunda ticaret hukukunu ilgilendiren birtakım kararlarını incelemek suretiyle mahkemenin, ticari nitelikli mülkiyet hakkının korunması mevzuuna nasıl yaklaştığını tespite çalışacağız.II. ANAYASA MAHKEMESİ NİN BİREYSEL BAŞVURULARDA TİCARİ NİTELİKTEKİ MÜLKİYET HAKKI İHLAL İDDİALARINA YAKLAŞIMIAnayasa Mahkemesi mülkiyet hakkının ihlal edildiği iddiası ile yapılan bireysel başvurularla ilgili esasa dair yaptığı incelemelerde, öncelikle ortada 1982 AY. md. 35 anlamında bir mülkün olup olmadığı daha sonra da somut olayda mülkiyet hakkına yönelik bir müdahalenin bulunup bulunmadığı açısından olayı ele almaktadır. Mahkeme müdahalenin bulunduğu kanısına varırsa bu defa üç kural prensibi açısından olayı irdelemekte ve daha sonra da müdahalenin niteliğini tespite yönelmektedir. Bu bağlamda somut başvuruyu kanunilik, meşru amaç ve ölçülülük ilkeleri açısından tartışmaktadır. Bu noktada müdahalenin kanuna dayalı olup olmadığı, kamu yararının gözetilip gözetilmediği ve ölçülülük ilkesinin alt görünümleri olan elverişlilik, gereklilik ve orantılılık ilkelerine uyulup uyulmadığı noktasından mesele ele alınmaktadır. Mülkiyet hakkına yönelik müdahalenin, müdahale ile arzu edilen amacın sağlanmasına uygun olması elverişlilik ilkesini, bu amaca erişim için Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 226611mezkûr müdahalenin zaruret arz etmesi bir başka ifadeyle başka türlü ve daha az etkili bir müdahale imkanının bulunmaması gereklilik ilkesini ifade etmektedir. Mülkiyet hakkına yönelik müdahale ile amaç arasında bulunması gereken ideal denge ise orantılılık olarak ifade edilmekte ve müdahalenin bireye olağanın üzerinde bir külfet yüklememesini gerekli kılmaktadır.Mahkeme önüne gelen olaylarda, olayın devletin yükümlülüğünün negatif ve pozitif olmasına göre değerlendirmektedir. Özellikle de özel kişiler arasındaki uyuşmazlıklarda mülkiyet hakkı bakımından devletin pozitif yükümlülükleri büyük önem taşımaktadır. Mülkiyet hakkını etkileyecek önemli konularda bilgilendirme yapılması, etkili tazmin mekanizmaları tesis etme, mülkiyet hakkına yapılan müdahalelere karşı itiraz imkanlarının tanınması ve kişilerin kendilerini ifade edebildiği, iddia ve savunmalarını ortaya koyabildiği, bunların adil bir şekilde ele alınıp değerlendirilebildiği bir yargı sistemi ile alınan kararların hak sahibini tatmin edebildiği bir icra sisteminin mevcudiyetinin sağlanması devletin pozitif yükümlülükleri olarak belirtilebilir.Mahkemenin Anayasa nın 35. maddesinde düzenlenen mülkiyet hakkı ile ilgili kararları, mülkiyet hakkının ihlal edildiği ya da ihlal edilmediğine ilişkin olmak üzere iki şekilde tesis edilmektedir. Eğer mahkeme 1982 Anayasası md. 35 hükmünde düzenlenen mülkiyet hakkının ihlal edildiği kanaatine varmışsa  mülkiyet hakkının ihlal edildiğine , aksi kanaate varmışsa da  mülkiyet hakkının ihlal edilmediğine  karar verecektir. Bu kısımda Anayasa Mahkemesi nin mülkiyet hakkının ihlal edildiği iddiasıyla yapılan bireysel başvurularda verdiği, ticaret hukuku ile bağlantılı kararlarından inceleme konumuz bakımından önemli gördüklerimiz hakkında bilgi verilecek ve mahkemenin tutumu tespit edilmeye çalışılacaktır.A. BİR ŞİRKETE ORTAK OLMANIN NİMETLERDEN YARARLANMANIN YANINDA KÜLFETLERE KATLANMAYI DA GEREKLİ KILDIĞINA DAİR KARARLARAnayasa Mahkemesi anonim şirkette pay sahipliği sıfatının anlamını tartıştığı birtakım kararlarda bir şirkete ortak olmanın nimetleri olduğu kadar külfetleri bulunduğunun da altını çizmiş ve mülkiyet hakkının ihlal edilmediğine hükmetmiştir. Bu kararlarda Anayasa Mahkemesi nin işin esası hakkında yorum yapmaktan çekinmediğini görüyoruz.102 AYM,MehmetAkdoğanveDiğerleriBaşvurusu,BaşvuruNo:2013/817,19.12.2013.103 AYM,HesnaFundaBaltalıveBaltalıGıdaHayvancılıkSan.veTic.Ltd.Şti.Başvurusu,BaşvuruNo:2014/17196,25.10.2018.104 Perdecioğlu, Mülkiyet Hakkı Yönünden Devletin Pozitif Yükümlülükleri,158-180.105 Bununharicindebirdemülkiyethakkınınihlaledildiğiiddiasıylamahkemeyeyapılanbaşvurulardanmahkemetarafındanyapılankabuledilebilirlikincelemesineticesindebaşvurununkabuledilebiliryadakabuledilemezolduğunahükmedilmesidesözkonusudur.BumakaledeçalışmanınboyutlarınıgenişletmemekadınasadeceAnayasaMahkemesitarafındanbaşvurununkabuledilebilirbulunduğukararlarincelemeyetabitutulmuştur. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi226622  Altan Fahri GÜLERCİDr. Öğr. Üyesi1. Şirketin Yönetimine El Konulmasının Akabinde Malvarlığının Satışından Elde Edilen Gelirden Hissedarlara Pay Verilmemesi Hususunda Adalet Kayalıbay Başvurusuna İlişkin KararBaşvuru konusu olayda başvurucu pay senetleri (%46,17 oranında) borsada işlem gören Metaş şirketinin halka açık hisselerinin %2,86 lık kısmının malikidir. Bu şirkette %41,98 oranında pay sahibi olan Rumeli A.Ş. ise aynı zamanda İmar Bankası nın da ortağıdır. İmar Bankası nın TMSF ye devrinin akabinde Metaş ın yönetimi de 5411 sayılı BanK md. 134 hükmüne göre TMSF ye geçmiş, TMSF ise şirketi iktisadi ve ticari bütünlük şeklinde satmış ancak şirketin hisseleri iktisadi ve ticari bütünlüğe intikal ettirilmemiştir. Satıştan elde edilen hasılattan ise borçların ödenmesi sonrasında herhangi bir bedelin kalmadığı belirtilmiştir. Başvurucu ise Metaş üzerindeki Rumeli A.Ş. hissesinin %41,98 olmasına rağmen; bu hisse ile sınırlı olmaksızın şirketin tüm malvarlığına el konulmasının, sermaye piyasası mevzuatına güvenerek yatırımını borsada gerçekleştiren ve İmar Bankası zararı ile hiçbir ilgisi olmayan, bu zararda katkı ve kusuru bulunmayan şahsi yatırımcıların zarara uğratılmasına göz yumulması anlamına geldiğini ve böylelikle mülkiyet hakkının ihlal edildiğini iddia etmiştir. Anayasa Mahkemesi ilk olarak, payın belgelendirilmesi amacını güden ve kıymetli evrak niteliğinde bulunan, sahibine üzerinde belirtildiği nispette mülkiyet hakkı tanıyan hisse senetlerinin, mülk kapsamında olduğunun altını çizmiştir. Mahkemeye göre, her ne kadar sahibine hâkim ortakmışçasına şirket yönetiminde söz sahibi olma imkânı sunmasa da bu hisse senetlerinin satışından gelir elde edilmesi, temettü alma gibi sınırlı konularda menfaat elde edilebilmesi nedenleriyle, iktisadi açıdan değerleri bulunmakta ve ortada mülkiyet hakkı kapsamında olan korunması gerekli bir menfaat çıkmaktadır. Anayasa Mahkemesi somut olayda hisse senetlerine doğrudan doğruya el konulmamış olunması nedeniyle; olayın, mülkten yoksun bırakma veya kamu yararı ile mülkiyetin kontrolü bakımından değil, mülkiyetten barışçıl yararlanma hakkına müdahale kapsamında irdelenmesi gerektiği kanısına varmıştır. Mahkeme bu bağlamda somut olayı kanunilik, meşru amaç ve ölçülülük ilkeleri bağlamında ele almıştır.Anayasa Mahkemesi, Metaş ın İmar Bankası borçlarından sorumlu tutulmasının nedeninin hâkim ortağının Rumeli A.Ş. olması değil, Uzan Grubu şirketlerinden biri olmasından kaynaklandığını; bu nedenle hisse oranında takibat yapılmadığının ve şirket ortaklarının da şahsi sorumluluklarına gidilmediğinin altını çizmiştir. Mahkeme bir şirkete ortak olmanın sadece nimetlerden yararlanmayı değil, risk ve külfetlere katlanmayı da beraberinde getirdiğini; buradaki risk ve külfetin de sadece şirketin yürüttüğü ticari faaliyetlerden mütevellit zarara değil, şirketin hukuka aykırı davranmasından mütevellit zarara da katlanmak anlamına geldiğini ifade etmiştir. Anayasa Mahkemesi somut olayda açık bir şekilde terazinin toplum lehine ağır bastığı kanaatini ortaya koymuştur. Gerçekten de bir şirketin hukuka aykırı faaliyetlerinden ortaya 106 AYMKararı,BaşvuruNo:2014/11382,10.05.2017.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 226633çıkan zararın, kusuru ve katkısı bulunmasa dahi, şirketin nimetlerinden yararlanmasını bilen pay sahibine (payı oranında) yüklenmesi, toplumun korunmasındaki kamu yararı karşısında tercihe şayan olmalıdır. Zira mahkemeye göre, toplum yararı şahsi yararın her zaman üstündedir. Sonuç olarak Anayasa Mahkemesi, İmar Bankası nın topluma verdiği zarar karşısında, bağlı şirketlerin tüm malvarlıkları ile sorumlu tutulmalarının ve bu bağlamda Metaş pay sahiplerine yükletilen külfetin orantılı olduğu belirtilerek, mülkiyet hakkının ihlal edilmediğine hükmetmiştir.2. Pay Sahibi Olunan Bankanın TMSF ye Devri Hususunda C.K. vd. Başvurusu ile Yine Aynı Hususta Kenan Işık Başvurusuna İlişkin KararlarAnayasa Mahkemesi kararına konu her iki kararda da başvurucular pay senetleri borsada işlem gören Asya Katılım Bankası A.Ş. pay sahipleridir. Her iki başvurucu da bankanın TMSF ye devrine ilişkin BDDK kararının gerekli şartlar oluşmadan tesis edildiğini ve hukuka aykırı olduğunu iddia ederek iptal davası açmışlar, davalar reddedilmiştir. Anayasa Mahkemesi, BDDK nın 5411 sayılı Bankacılık Kanunu kapsamında bankadan birtakım önlemlerin alınmasını talep ettiğini, TMSF ye devir kararının da söz konusu önlemlerin alınmaması ve kısıtlayıcı önlemlere rağmen mali yapısının bozulmaya devam etmesinden kaynaklandığını belirtmiştir. Anayasa Mahkemesi ne göre başvurucular tüm bu sürece rağmen, bankada pay sahibi olarak kalmaya devam etmişlerdir. Dolayısıyla, nasıl ki normal şartlar altında bir şirkette pay sahibi olarak kalmak birtakım haklardan faydalanma imkânı sağlıyorsa, ticaret hayatının sonucu olarak önemli riskleri de beraberinde getirmesi de normal karşılanmalıdır. Bir başka ifadeyle başvurucuların ticaret hayatı çerçevesinde aldıkları ticari riskin sonuçlarını öngörebilmeleri gerekir. Yine Anayasa Mahkemesi ne göre başvurucuların hakkında iflas kararı verilen banka ile ilgili olarak oluşturulacak sıra cetvelinde alacaklı sıfatıyla yer alabilmek amacıyla talepte bulunmaları ve tasfiye bakiyesinden faydalanma imkanları da mevcut bulunmaktadır. Sonuç olarak Anayasa Mahkemesi bu gerekçelerle, mülkiyet hakkına yapılan müdahale ile kamu yararı mukayesesinde müdahalenin ölçülü olduğu ve mülkiyet hakkının ihlal edilmediği kanaatine varmıştır.B. ANONİM ŞİRKET YÖNETİM KURULU ÜYELERİNİN KAMU BORÇLARINDAN SORUMLULUKLARINA İLİŞKİN KARARLAR1. Bir Anonim Şirketin Temsil Yetkisini Haiz Olmayan Yönetim Kurulu Üyesinin Şirketin Kamu Borçlarından Sorumluluğuna Gidilmesi Hususunda Erol Kesgin Başvurusuna İlişkin KararBaşvuruya konu olayda başvurucu, bir anonim şirketin 2009-2011 yılları arasında yönetim kurulu üyeliğinde bulunmuştur. Şirketin yüz payından birinin maliki 107 AYMKararı,BaşvuruNo:2017/23077,27.11.2019.108 AYMKararı,BaşvuruNo:2017/26291,17.7.2019.109 AYMKararı,BaşvuruNo:2015/11192,30.05.2019. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi226644  Altan Fahri GÜLERCİDr. Öğr. Üyesiolup şirketi temsil ve ilzam yetkisi de bulunmamaktadır. Sosyal Güvenlik Kurumu (SGK) tarafından, şirketin malvarlığından tahsil imkânı bulunmasına rağmen, başvurucu da dahil şirketin diğer yönetim kurulu üyelerine prim borcu nedeniyle ödeme emri gönderilmiştir. Başvurucu yönetim kurulu üyesi tarafından açılan davalar 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu md. 88/20 hükmüne göre şirketin yönetim kurulu üyeleri, üst düzey yönetici ve yetkililerinin sigorta prim borçları nedeniyle işverenle birlikte müştereken ve müteselsilen sorumlu oldukları gerekçesi ile reddedilmiştir. Anayasa Mahkemesi söz konusu olayda müdahaleyi 1982 AY md. 35/III hükmünde ifade edilen mülkiyetin kullanılmasının kontrolü ve düzenlenmesi bağlamında değerlendirmiş ve başvuruyu kanunilik, meşru amaç, ölçülülük ilkeleri açısından irdelemiştir. Anayasa Mahkemesi sosyal güvenlik alacaklarının tahsilinde temel amacın kamu yararı olması nedeniyle müteselsil sorumluluk esasının benimsenmesinin, kişilere normalin dışında bir külfet yükletildiği anlamına gelmeyeceğini belirtmiştir. Ancak mahkemeye göre şirket yöneticilerine sahip oldukları kudretin ötesinde bir sorumluluk da yükletilmemeli; örneğin yönetici müdahale etme, engelleme, hakimiyet kurma imkanının bulunmamasına rağmen, kamu alacağından sorumlu tutulmamalıdır. Zira böyle bir durumda yükletilen külfet orantısız olacaktır. Anayasa Mahkemesi ayrıca TTK md. 375/1-e bendi uyarınca yönetim kurulunun üst gözetim sorumluluğunun altını çizmiştir. Anayasa Mahkemesi bu olayda meseleyi başvurucunun gönderilen ödeme emrine karşı sahip olduğu hakları etkin olarak ortaya koyma imkanının kendisine tanınıp tanınmadığı açısından irdelemiş ve başvurucunun tüm hukuki yolları etkin bir şekilde kullanabildiği sonucuna ulaşmıştır. Anayasa Mahkemesi ne göre başvurucunun yönetim kurulu üyesi sıfatıyla prim borçlarının ödenmesini temin amacıyla müdahale imkânı bulunmaktadır. Keza başvurucunun ödediği prim borcu için, külli halefiyet ilkesi doğrultusunda diğer pay sahiplerine ve şirket tüzel kişiliğine rücu imkânı da bulunmaktadır. Sonuç olarak Anayasa Mahkemesi kamu alacağından dolayı başvurucunun sorumluluğu nedeniyle kendisine normalin dışında bir külfet yüklenmediği ve hakkın korunması ile kamu yararı arasındaki dengenin bozulmadığı gerekçeleri ile mülkiyet hakkının ihlal edilmediğine hükmetmiştir.Mahkemenin bu kararına verilen karşı oyların gerekçelerine de burada değinmek gerektiği kanaatindeyiz. Söz konusu karşı oy gerekçelerinde anonim şirketlerde sınırlı sorumluluk ilkesinin esas olduğu, şahsi sorumluluğuna ancak istisnai hallerde tüzel kişilik perdesinin kaldırılması suretiyle gidilebileceği belirtilmiş; somut olayda şirketin malvarlığının alacağın tahsili açısından yeterli bulunmasına rağmen, şirkette bir paya sahip olan ve kanuni temsilci de olmayan pay sahibine gidilmesinin başvurucu açısından aşırı bir külfetin oluşması sonucunu doğurduğu, bunun da mülkiyet hakkı ile ona yapılan müdahale arasındaki dengeyi bozduğu ifade edilmiştir.110 MahkemebukonudaAYM,E.2016/191,K.2017/131,26/7/2017sayılıkararaatıftabulunmuştur.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 2266552. Yönetim Kurulu Üyesinin Anonim Şirketin Sigorta Prim Borçlarından Sorumlu Tutulması Hususunda Alptekin Düven Başvurusuna İlişkin KararBaşvuruya konu olayda başvurucu her biri 1 TL değerinde elli bin paya ayrılmış 50.000 TL sermayeli bir anonim şirkette 28.000 adet paya sahiptir. Aynı zamanda yönetim kurulunun imza yetkisini haiz başkanı olan başvurucunun yönetim kurulu üyeliği 2007 yılında sona ermiştir. Buna karşılık şirket 2007 ve 2008 yıllarında olağan genel kurul toplantısını gerçekleştirmediği gibi, başvurucunun yönetim kurulundan ayrılmasına ilişkin 2007 tarihli yönetim kurulu kararı da 2009 yılında yapılan genel kurul toplantısında onaylanmış, toplantı tutanağı noterde onaylanmış ve 2010 yılında ticaret sicil gazetesinde ilan edilmiştir. Sosyal Güvenlik Kurumu 2015 yılında başvurucuya 2008-2010 yılları arası prim borçlar için ödeme emri tebliğ etmiştir. Başvurucu yönetim kurulu üyesinin istifa etmesi durumunda bu durumu tescil ve ilan yükümlülüğünün yeni yönetim kuruluna ait olduğunu, 2007 yılından sonraki borçlar için sorumlu olmadığını iddia etmiştir. Anayasa Mahkemesi ne göre, ticaret şirketinin yönetim ve temsilinden sorumlu olan kanuni temsilcilerin diğer yükümlülüklerine ek olarak, ayrıca şirketin kamu hukukundan kaynaklanan ödevlerini ifa yükümlülüğü de bulunmaktadır. Zira kamu alacağının doğmasından sona ermesine kadar geçen süreçte en yetkili kişi şirketin kanuni temsilcisidir. Dolayısıyla kanuni temsilcilerin, şirketten tahsil imkânı bulunmayan kamu alacakları bakımından müteselsil sorumluluk esasına göre sorumlu kılınması, onlara aşırı ve olağan dışı bir külfet yüklendiği şeklinde anlaşılmamalıdır. Burada amaç şirketin özenli yönetilmesi ile kamusal yükümlülüklerin zamanında ifasının sağlanmasıdır. Anayasa Mahkemesi meseleyi başvurucunun yönetim kurulu üyeliğinden istifa tarihi bakımından da incelemiştir. Mahkeme 2007 tarihli istifa kararının, şirketin olağan genel kurulunun onayına sunulmadığını, sadece 2009 tarihli bir noter onayının bulunduğunu ve şirketin her hesap dönemi sonundan itibaren gerçekleştirmesi gereken genel kurullarını gerçekleştirmediği, oysa Sosyal Güvenlik Kurumu nun prim borçlusunu tespit ederken sadece ticaret sicili ve ticaret sicil gazetesi kayıtlarını esas alması gerektiğinin altını çizmiştir. Sonuç olarak Anayasa Mahkemesi genel kurulun süresinde toplanmaması ve tescilin gecikmiş olarak gerçekleşmesi nedeniyle şirket yöneticilerine dava açma imkanının mevcut olduğu hususunu da gözeterek yapılan müdahalenin mülkiyet hakkını ihlal etmediğine hükmetmiştir.3. Bir Bankadan Kullanılan Kredilerin Bankanın Daha Sonra TMSF ye Devredilmesi ve Alacağın Kamu Alacağına Dönüşmesine Rağmen Ödenmemesi Üzerine AATUHK md. 35 Hükmü Uyarınca Kanuni Temsilcinin Sorumluluğuna Gidilmesi Hususunda Ahmet Uğur Balkaner Başvurusuna İlişkin KararKarara konu olayda başvurucunun yönetim kurulu üyesi olduğu şirket, bir bankadan kredi kullanmış, kredi borçları ifa edilmemiş, banka 1999 yılında 111 AYMKararı,BaşvuruNo:2017/21885,22.7.2020.112 AYMKararı,BaşvuruNo:2014/15237,25.07.2017. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi226666  Altan Fahri GÜLERCİDr. Öğr. ÜyesiTMSF ye devredilmiş, kredi alacağına ilişkin hesap ise 2000 yılında kat edilmiştir. Başvurucu kredilerin kullanıldığı değil, kredi borcunun ifa edilmediği tarihte şirketin yönetim kurulu üyesidir. Anayasa Mahkemesi ne göre şirketin kanuni temsilcisinin şirket malvarlığından şirketin borçlarının ifa edilmesi noktasında kanuni bir ödevi bulunmaktadır. Mahkemeye göre bu ödevin yerine getirilmemesi durumunda, borçtan sorumlu tutulması başvurucuya aşırı bir külfet yükletildiği anlamına gelmemektedir. Bu nedenle Anayasa Mahkemesi mülkiyet hakkının ihlal edilmediğine hükmetmiştir.C. TİCARİ MEVZUATTA ÖNGÖRÜLMÜŞ KURALLARIN AMACININ TARTIŞILDIĞI KARARLARAnayasa Mahkemesi nin bazı kararlarda bireysel başvurulara konu olayları ticari mevzuatta öngörülmüş düzenlemelerin öngörülmelerine yönelik amaç bakımından tartışmış ve bu amaç doğrultusunda kişilerin mülkiyet haklarına yönelik müdahalelerin makul olduğu sonucuna ulaşmıştır. Bu kararlardan ilki deniz ticaret hukuku, ikincisi de sermaye piyasası hukuku ile ilgilidir.1. Konişmento ve Deniz Ticaret Mevzuatı Hususunda İntermetal Sanayi ve Ticaret Ştd. Şti. KararlarıBaşvuru konusu olayda başvurucu şirket akreditif yolu ile yurt dışından mal satın almıştır. Ancak liman işletme müdürlüğü, antrepoda bulunan malları, konişmento alıcı nüshaları ve gerekli belgeler ibraz edilmesine rağmen teslim etmemiştir. Liman idaresi malların neden teslim edilmediği konusunda, işletme kayıtlarında konişmentoda belirtilen gemilerin yer almadığı ve eşyalara ait konteyner numaralarının konişmento ile uyuşmadığı hususlarını gerekçe olarak sunmuştur. Başvurucu şirket ise malların bedelinin ödendiğini, faturalarının mevcut olduğunu, gümrük müdürlüğü tarafından da meşru hak sahipliği konusunda gerekli tescil işleminin gerçekleştirildiğini kısacası malın mülkiyetinin ihtilafsız olduğunu ileri sürmüş, gemilerin işletme kayıtlarında bulunmamasının önem taşımadığını iddia etmiştir.İlk derece mahkemesi, gemilerden tahliyesi yapılmış ancak alıcısına teslim edilmemiş mallarla ilgili tasarruf hakkının taşıyanda olduğunu ve liman idarelerine konişmento ibraz etmek suretiyle malların teslim edilmesinin talep edilemeyeceğini, liman idaresinin hukuken ifa yardımcısı olduğunu ve taşıyanların iradesi hilafına malları teslim edemeyeceğini, aksi takdirde taşıyana karşı hukuki ve cezai sorumluluğunun söz konusu olacağını belirtmiştir. İlk derece mahkemesine göre taşıyanın alacağının ifa edilmemesi halinde hapis hakkını kullanabilmesi için malların taşıyanın talimatıyla teslim edilmesi şart olup, bu bakımdan başvurucu şirketin davasını liman idaresine değil, taşıyana açması gerekir.113 AYMKararı,BaşvuruNo:2015/13518,03/07/2018;AYMKararı,BaşvuruNo:2015/13547,09.10.2019.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 226677Anayasa Mahkemesi meseleyi öncelikle mülkün varlığı açısından incelemiş ve depoda tutulan malların mülk olduğu kanaatine varmıştır. Mahkeme daha sonra somut olayda mülkiyet hakkına bir müdahalenin olup olmadığı hususunu tartışmıştır. 1982 AY md. 35/1 hükmünde mülkten barışçıl yararlanma hakkı olarak ifade edilen herkesin mülkiyet hakkına sahip olduğu hususu belirtilmiştir. Anayasa Mahkemesi ne göre dava konusu olayda başvurucuya, ithal ettiği malları taşıyanın talimatının bulunmaması nedeniyle teslim edilmemiş ve başvurucunun mallardan yararlanma ve mallar üzerinde tasarrufta bulunma imkânı kalmamıştır. Dolayısıyla somut olayda müdahale mülkiyetten barışçıl yararlanma ilkesine aykırılığa dayanmaktadır. Elbette ortada bir müdahale olmakla beraber, bu müdahalenin ihlal niteliği taşıyıp taşımadığının da belirlenmesi gerekmektedir. Bu noktada Anayasa Mahkemesi 1982 AY md. 13 bağlamında meselenin müdahalenin kanunilik, kamu yararı ve ölçülülük ilkesi bakımından analizini yapmıştır. Mahkeme, başvurucu şirketin mallarını teslim alamamasının kendisi açısından bir külfet olmakla birlikte, deniz ticareti mevzuatının katı hükümler içermesinin deniz ticaretinin güvenli bir şekilde akması açısından zaruri olduğunu belirtmiştir. Mahkeme ayrıca liman idaresi, başvurucu şirketten gerekli düzeltmeleri yapmasını ve özellikle de alt özet beyanları vermesini talep ettiği halde başvurucunun 4458 sayılı Gümrük Kanunu md. 165/d hükmünde tanınan düzeltme imkanlarını kullanmadığını belirtmiş ve bu imkânın varlığının da somut olaydaki müdahaleyi ölçülü hale getirdiğinin altını çizmiştir. Yine somut olayda başvurucu şirketin taşıyanın talimatının alınmasına yönelik (ordino kesilmesi) olarak da bir girişiminin de bulunmadığı anlaşılmaktadır.Sonuç olarak Anayasa Mahkemesi mülkiyet hakkının ihlal edilmediğine hükmetmiştir. Mahkeme başvurucunun elinde birtakım hukuki imkanların bulunması, malların halen tasfiye edilmemiş olması nedeniyle başvurucu şirkete aşırı bir külfet yüklenmediğini belirtmiş ve hakkın korunması ile kamu yararı arasındaki dengenin ölçülü olduğu kanaatine varmıştır.2. Sermaye Piyasası Mevzuatı Uyarınca Özel Durum Açıklamasının Yapılmaması Hususunda Mars Sinema Turizm ve Sportif Tesisler İşletmeciliği A.Ş. Başvurusuna İlişkin KararBaşvuru konusu olayda Rekabet Kurumu ndan da izin alınmak suretiyle gerçekleştirilen birleşme işlemleri ve bu süreçte gerçekleşen çeşitli hukuki ihtilafların ve birleşmeye engel olabilecek hususların, Özel Durumların Kamuya Açıklanmasına İlişkin Tebliği gereğince açıklanmaması nedeniyle Sermaye Piyasası Kurulu tarafından verilen idari para cezasının mülkiyet hakkını ihlal ettiği ileri sürülmüştür. Anayasa Mahkemesi idari para cezasının sermaye piyasalarının regülasyonu ve kontrolü kapsamında verildiğini ve bu yönüyle 1982 AY. md. 35/114 AYMKararı,BaşvuruNo:2017/23849,10.10.2018. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi226688  Altan Fahri GÜLERCİDr. Öğr. ÜyesiIII anlamında değerlendirilmesi gerektiğini belirtmiştir. Müdahalenin ihlal teşkil edip etmediği bakımından ise 1982 AY md. 13 anlamında kanunilik, meşru amaç ve ölçülülük ilkeleri bakımından incelemiştir. Somut olayda başvurucu, idari para cezası verilmesine ilişkin mevzuatın belirli ve öngörülebilir olmadığı iddiasında bulunmuştur. Kanunilik ilkesi bağlamında yaptığı değerlendirmede Anayasa Mahkemesi, sermaye piyasalarının dinamikliği karşısında, bu alandaki her durumun mevzuatta ayrıntılı olarak düzenlenmesinin mümkün olamayacağını ve idareye takdir yetkisi tanınmasının kaçınılmaz olduğunun altını çizmiş; konuyla ilgili tebliğler vasıtasıyla kamuya açıklanacak bilgilerin neler olabileceği hususunda aydınlatma yükümlülüğünün yerine getirilmiş olduğunu ifade etmiştir. Yine mahkemeye göre sermaye piyasalarına ilişkin regülasyonların etkinliğinin sağlanması ancak bu konudaki yaptırımların caydırıcılığı ile sağlanabilir. Bu nedenle mahkeme, kamunun aydınlatılmasına ilişkin olarak ortaya konulan sistemin varlığının meşru nitelikte bir araç taşıdığı ve bunda da kamu yararı bulunduğu sonucuna ulaşmıştır. Sonuç olarak mahkeme, kamuyu aydınlatma yükümlülüğünün sermaye piyasalarında şeffaflığın sağlanması ve yatırımcı için güvenli bir ortamın oluşturulması açısından zaruret arz ettiği, idari para cezaları konusunda idareye geniş takdir yetkisi tanındığını ve özellikle de başvurucunun kusurlu olduğunu da belirtmek suretiyle, mülkiyet hakkının ihlal edilmediğine hükmetmiştir.D. ULUSLARARASI TİCARİ SÖZLEŞMELERİN UYGULANMASINDAN KAYNAKLANAN SORUNLARLA İLGİLİ KARARLAR1. CMR Konvansiyonu Hükümlerinin Hatalı Uygulanıp Uygulanmadığı Hususunda Nobel İlaç Pazarlama ve Sanayii Ltd. Şti. Başvurusuna İlişkin KararBaşvuru konusu olay Eşyaların Karayolunda Uluslararası Nakliyatı için Mukavele Sözleşmesi nin (CMR) yanlış uygulanması iddiasına ilişkindir. Karara konu olayda başvurucu şirket tarafından ithal edilen ilaçlar taşıma esnasında ısı kaybına maruz kalarak kullanılamaz hale gelmiştir. Ayrıca zararın sigorta poliçesi kapsamında bulunmadığı anlaşılmıştır. Başvurucu şirket ile taşıyıcı şirket arasında imzalanan taşıma sözleşmesi uyarınca, nakliye sırasında malın zarara uğraması halinde tarafların sorumluluğu Eşyaların Kara Yolunda Uluslararası Nakliyatı İçin Mukavele Sözleşmesi (CMR Konvansiyonu) hükümlerine göre belirlenecektir. Açılan davada dosya iki farklı bilirkişi heyeti tarafından incelenmiştir. İlk derece mahkemesi ortada ağır kusur ya da bilerek zararına hareket etme durumu bulunmadığını, CMR Konvansiyonunda ifadesini bulan kasta eşdeğer davranışın dar yorumlanması gerektiğini ve bu nedenle taşıyıcı şirketin CMR Konvansiyonu md. 29 hükmü uyarınca sınırlı sorumlu olabileceğini belirterek, davanın kısmen kabulüne hükmetmiştir. Ancak ilk derece mahkemesinin gerekçeli kararında il115 AYMKararı,BaşvuruNo:2016/4887,3.7.2019.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 226699ginç ifadelere yer verildiği görülmektedir. Gerçekten de gerekçeye göre uluslararası taşımalarda ziya halinde taşıyıcının sorumluluğu kural olarak sınırlı olup, bunun aksi bir düşüncenin kabul edilmesi uluslararası taşımacılığın gelişmesine engel olacak, maliyetleri artıracak ve rekabet unsuruna zarar verecektir. Gerekçeye göre mahkeme başvurucu şirketin zararının büyüklüğünü kabul etmekle beraber, sınırsız sorumluluk halinin geniş bir şekilde yorumlanması durumunda uluslararası ticaretin maruz kalacağı zarar çok daha büyük olacağından, az zararın çok zarara feda edilmesi elzemdir.Anayasa Mahkemesi ise öncelikle başvurucu şirketin uğradığı zararın Anayasa md. 35 anlamında  mülk  niteliğinin altını çizmiş ve kamu makamlarının doğrudan müdahalesinin bulunmadığı, özel kişiler arasında bir uyuşmazlığın mevcut olduğunu bu nedenle olayın devletin pozitif yükümlülükleri bakımından incelenmesi gerektiğini belirtmiştir.Mahkemeye göre çatışan mülkiyet haklarının varlığı durumunda bunlardan hangisine üstünlük tanınacağı hususu, taraf menfaatlerinin dengelenmesi ve bir taraf aleyhine ölçüsüzlüğe mahal verilmemesi kaydıyla derece mahkemelerinin takdirindedir. Somut olayda mahkeme ise taşıyıcı şirket lehine karar vererek, başvurucu aleyhine önemli bir külfet yüklemiştir. Anayasa Mahkemesi ne göre, anayasal güvenceler bakımından mülkiyet hakkının korunmasında zararın telafi edilmesine yönelik mekanizmaların var olup olmadığına bakılması gerekir. Bu anlamda Mahkeme, kanun koyucunun uluslararası taşımacılığın geliştirilmesi gibi birtakım düzenlemelerle taşıyıcı şirketin sınırlı sorumluluk esasını benimsemesi gibi takdire bağlı yöntemlerin, mülkiyet hakkı bağlamında tek başına pozitif yükümlülüklerin ihlal edildiği anlamına gelmeyeceği kanaatindedir. Dolayısıyla burada önemli olan Anayasa Mahkemesi ne göre, başvurucu şirketin zararının azaltılmasına yönelik mekanizmaların var olup olmadığıdır. Görüldüğü gibi Anayasa Mahkemesi esas itibarıyla ortada iki kişi arasındaki bir özel hukuk uyuşmazlığı bulunduğu, ilk derece mahkemesinin takdir hakkına yönelik ya da taşıyıcı şirketin sorumluluğunun tespiti noktasında bir yetkisinin bulunmadığı ifadelerine yer vermiştir. Zira bireysel başvurunun ikincilliği ilkesi gereği Anayasa Mahkemesi nin hukuk kurallarının yorumu ve delillerin değerlendirilmesi konusunda kural olarak yetkilerinin sınırlı olduğu yine kararda ifade edilmiştir. Bununla birlikte mahkemenin esasa ilişkin değerlendirmeler yapmaktan da çekinmediği görülmektedir.Gerçekten de Anayasa Mahkemesi ne göre başvurucunun, böylesine riskli bir taşımada, taşıma sözleşmesine, taşıma işine başvuru sahibi şirketin kendi personelinin de nezaret etmesine ilişkin bir kayıt derç edilebilmesi mümkündü. Zira sıradan bir taşıma işinden farklı olarak burada daha fazla özen gerektiren bu işte, mahkeme, özen yükümlülüğünün başvurucuya ait olduğunu, onun işin mahi116 §78-81. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi227700  Altan Fahri GÜLERCİDr. Öğr. Üyesiyetine uygun bir sözleşme akdetmek suretiyle işle ilgili alınması elzem tedbirleri alma imkanına sahip olduğunu ifade etmiştir. Yine mahkemeye göre gerçekleşen zarar, bozulma riskini ihtiva eden eşyaları taşınması bakımından öngörülebilir niteliktedir. Riski göze alarak taşıma sözleşmesi akdeden başvurucu taşıyıcının ağır kusurunu ispat edememiş ve ilk derece mahkemesi de sözleşme ilişkisi ve CMR Konvansiyonu hükümleri uyarınca değerlendirme yapmak suretiyle ihtilafı çözmüştür. Esasa ilişkin olarak Anayasa Mahkemesi ayrıca, uluslararası taşımacılıktan kaynaklanabilecek külfetin azaltılması amacıyla, hasar teminatının poliçeyle belirlenen kapsamının genişletilmesi ya da ek ücret vermek suretiyle sorumluluk hadlerinin artırılması, sorumluluk kapsamına yeni menfaatler eklenmesi gibi CMR Konvansiyonu md. 24 ve 26 hükümlerinden istifade edilebileceğinin de altını çizmiştir.Anayasa Mahkemesi esasa ilişkin bu tespitlerinden sonra somut olayda kanun hükümlerinin belirli, yargı uygulamasının yerleşik olduğu, başvurucunun iddialarını ifade edebilecek imkanlara sahip ve bu hukuki imkanlarını etkin bir şekilde kullanabildiği, takdir yetkisinin de aşkın kullanılmadığı gerekçesi ile mülkiyet hakkı bağlamında devlete ait olan pozitif yükümlülüklerin ifa edildiği kanısına varmıştır. Sonuç olarak Anayasa Mahkemesi, bu olayda 1982 AY. md. 35 anlamında ifadesini bulan mülkiyet hakkının ihlal edilmediğine hükmetmiş bulunmaktadır.2. Patentin Hükümsüzlüğü Hususunda Novartis AG Başvurusuna İlişkin KararKarara konu olayda Grivec isimli ilaçla ilgili Avrupa Patent Ofisi ne yapılan başvuru, Ofis (EPO) tarafından kabul edilmiş ve Avrupa Patent Bülteni nde ilan edilmiş ve Avrupa patenti Tirk Patent ve Marka Kurumu tarafından da tescil edilmiştir. Buna karşılık başka bir şirket tarafından, başvurucu şirket aleyhine patentin hükümsüzlüğü ve sicilden terkin edilmesi talebiyle İstanbul 2. Fikri ve Sınai Haklar Hukuk Mahkemesi nezdinde dava açılmıştır. Bu davada patente konu madde ile bu maddenin hastalara uygulanmasının daha önce de bilinip uygulandığı, bu nedenle yeni ve tekniğin bilinen durumunu aşan bir hususun bulunmadığı ileri sürülmüştür. Yapılan bilirkişi incelemesinde de patente konu madde ile bunun uygulanış şeklinin yenilik ve buluş olarak kabul edilemeyeceği zira tekniğin bilinen durumunu aşmadığı tespitinde bulunulmuştur. Mahkeme bilirkişi raporunu hükme esas almış ve patentin hükümsüzlüğü ve sicilden terkin edilmesine karar vermiştir.Anayasa Mahkemesi meseleyi öncelikle mülkiyetin varlığı yönünden incelemiş ve kendi tabiri ile  mülkün varlığına  hükmetmiştir. Mahkeme daha sonra uyuşmazlığın kamu makamlarının doğrudan müdahalesinden değil, özel kişiler arasında gerçekleşmesi nedeniyle meselenin incelenmesini devletin pozitif yü117 AYMKararı,BaşvuruNo:2015/11867,14.11.2018.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 227711kümlülükleri bakımından yapmıştır. Mahkemeye göre bu tip durumlarda mülk sahibinin, müdahaleye karşı kendini ifade edebilecek araçların ve bu araçları kullanabilme imkanının var olup olmadığı önem taşımaktadır. Böyle bir durum ise, kuşkusuz etkin hukuki mekanizmaların varlığını gerektirmektedir. Mahkemeye göre mülkiyet hakkının ihlali anlamında mahkemelerin takdir yetkisinin sınırlarını aşıp aşmadığının tespiti şarttır. Bu düşünceden hareketle Anayasa Mahkemesi, başvuru konusu olayda dosyanın bilirkişi incelemesine tabi tutulması, bilirkişilerden ek rapor alınması, başvurucu şirketin kendisini vekil ile temsil ettirmesi vs. gibi tüm hususların değerlendirmesi ile mahkemenin ulaştığı sonuçta bu sınırın aşılmadığı sonucuna ulaşmıştır. Yine Anayasa Mahkemesi, başvurucu şirketin Avrupa ülkelerinde geçerli olan söz konusu patentin Türkiye de geçersizliğine hükmedilmesinin kabul edilebilir olmadığı iddiasına karşı ise, patentin tescil ve ilan edilmesinden sonra ulusal patentlerin hükümlerine tabi olacağı dolayısıyla hükümsüzlüğüne yönelik taleplerin de mümkün olduğu sonucuna ulaşmıştır.Sonuç olarak Anayasa Mahkemesi bu kararında da kanun hükümlerinin belirli, yargı uygulamasının yerleşik olduğu, başvurucunun iddialarını ifade edebilecek imkanlara sahip ve bu hukuki imkanlarını etkin bir şekilde kullanabildiği, takdir yetkisinin de aşkın kullanılmadığı gerekçesi ile mülkiyet hakkı bağlamında devlete ait olan pozitif yükümlülüklerin ifa edildiği kanısına varmış ve 1982 AY. md. 35 hükmünde teminat altına alınmış mülkiyet hakkının ihlal edilmediği kanaatine ulaşmıştır.E. TİCARİ SÖZLEŞMELERİN HÜKÜMLERİ VE TİCARİ ALACAKLAR KONUSUNDAKİ KARARLAR1. En Önemli Alacağını Kesinleşmesine Rağmen Tahsil Edemeyen Bir Şirketin Bu Nedenle İflasına Karar Verilmesi Hususu ile İlgili Tasfiye Halinde Cemtur Seyahat ve Turizm Ltd. Şti. Başvurusuna İlişkin KararAnayasa  Mahkemesi nin  mülkiyet  hakkının  ihlal  edildiğine  hükmettiği kararlar arasında gerekçesi bakımından en dikkat çekici olan Tasfiye Halinde Cemtur Seyahat ve Turizm Ltd. Şti. başvurusunda verdiği karara konu olayda, sözleşme ilişkisi içinde bulunulan şirketin sonradan TMSF ye intikal etmesi ve alacaklı şirketin yargı kararı ile kesinlik kazanmış alacaklarını bu şirketten tahsil edilememesi, ve bu nedenle en önemli alacağını alamayan alacaklı şirketin iflasına karar verilmesi nedeniyle mülkiyet hakkının ihlal edildiğine hükmedilmiştir. Bu kararda Anayasa Mahkemesi, başvurucu şirketin takip hukukuna dayanarak alacağını tahsil edebilme imkanının TMSF nin sahip olduğu olağanüstü yetkiler nedeniyle fiilen imkânsız hale geldiğini, bunun da mülkiyet hakkına yönelik bir müdahale niteliğinde olduğunu belirtmiştir. Mahkeme, başvurucu şirketin borçlu şirket ile olan ilişkisinin bankacılık faaliyetleriyle veya banka kaynaklarının kul118 AYMKararı,BaşvuruNo:2013/865,01.06.2016. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi227722  Altan Fahri GÜLERCİDr. Öğr. Üyesilanılması ile ilgili olmayıp hizmet akdinden kaynaklanan ticari nitelikte bir ilişki olduğu bu nedenle de iyi niyetli üçüncü kişi olarak kabul edilmesi gerektiği kanaatindedir. Anayasa Mahkemesi, başvurucu şirketin yapmış olduğu icra takipleri ile açmış bulunduğu davaların lehine sonuçlandığı, ancak alacaklarını tahsil imkanından TMSF müdahalesi nedeniyle yoksun kaldığı tespitinde de bulunmuştur. Mahkemeye göre başvurucunun henüz İmar Bankasına el konmadan sözleşme ilişkisini feshederek icra takibine başladığı gerçeği de gözetildiğinde; bankanın mali yapısının kötüye gittiği, sonradan kanun değişikliklerine gidilerek TMSF ye birtakım yetkiler verileceği ve takiplerin durdurulabileceği gibi hususları, öngörmesini kendisinden beklemek mümkün değildir. Sonuç olarak Anayasa Mahkemesi başvurucunun, borçlu şirketten tahsilat aşamasına geldiği alacaklarını tahsil etme imkanının ortadan kaldırıldığı, böylelikle bir hukuki belirsizliğe maruz bırakılarak kendisinden zarara katlanmasının beklendiği, oysa bankaların denetim ve gözetiminden bizzat devletin sorumlu olduğu kanaatine varmıştır. Bu nedenle mülkiyet hakkına müdahale ile kamu yararı arasında bulunması beklenen dengenin bozulduğu gerekçesiyle mülkiyet hakkının ihlal edildiğine hükmetmiştir.2. Munzam Zarar Hususunda Verilen Alois Harrer ve diğerleri Başvurusu ile Ano İnşaat ve Ticaret Ltd. Şti. Başvurusuna İlişkin KararlarAnayasa Mahkemesi nin munzam zarar konusundaki iki kararına gelince; bunlardan ilki Alois Harrer ve diğerleri başvurusuna ilişkin olarak verilen ve aynı zamanda pay sahipliği ile ilgili bulunan mülkiyet hakkının ihlali kararıdır. Başvuru konusu olayda TMSF ye intikal eden ve daha sonra 3. kişiye satılan banka ile ilgili olarak, bu işlemlerin mahkeme kararı ile iptal edilmesine karar verilmiştir. Buna müteakip, bankanın TMSF ye intikal etmesinden önceki pay sahipleri tarafından açılan tazminat davasında tazminata hükmedilmiştir. Mahkeme başvurucuların hükmedilen tazminatın enflasyon karşısında değer kaybına uğradığı iddialarını yerinde bularak mülkiyet hakkının ihlal edildiğine hükmetmiştir. Bu kararda hisse senedinin mülk olarak telakki edilmesi gerektiği ifade edilmiş ve hisse senetlerinin hukuka aykırı bir şekilde devrinin mülkiyet hakkını ihlal ettiği belirtilmiştir. Başvuru konusu olayda açılan tazminat davasında ilk derece mahkemesi bankaya el konulmasından bir gün önceki rayiç değeri esas alıp tazminata hükmetmiş ve buna kanuni faiz işletmiştir. Anayasa Mahkemesi bunu doğru bulmadığını  Ancak başvurucunun bu alacağının tespit edilmiş olması tek başına mağdur sıfatını ortadan kaldırmamaktadır. Başvurucunun mağdur sıfatının ortadan kaldırılabilmesi için ileri sürülen ihlalin hem zaman hem de mağdurun bu hakkı kullanamadığı süre göz önüne alınarak telafi yoluna gidilmesi gerekmektedir  ifadeleriyle dile getirmiştir. Anayasa Mahkemesine göre  Ödenen tazminat veya diğer alacak tutarlarının enflasyonun etkilerinden arındırılarak güncelleşti119 AYMKararı,BaşvuruNo:2017/26283,15.1.2020.120 AYMKararı,BaşvuruNo:2014/2267,21.12.2017.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 227733rilmesi yani alacağa hak kazanıldığı tarih ile ödeme tarihi arasında geçen süredeki hissedilir değer kaybını telafi edecek biçimde faiz uygulanması, mülkiyet hakkı kapsamındaki alacağın enflasyon karşısında değer kaybetmesini önleyebilecek bir araçtır . Son olarak mahkeme  adil tazmin  olarak adlandırdığı tazmin şeklinin ancak  hükmedilen tazminat tutarlarının değer kaybına uğratılmadan makul bir sürede ödenmesi  ile gerçekleşebileceğini belirtmiştir. Mahkeme  Bu durumda somut olayda alacaklarının değer kaybına uğratılması başvuruculara şahsi olarak aşırı ve olağan dışı bir külfet yüklendiğinden söz konusu müdahalenin kamunun yararı ile başvurucunun mülkiyet hakkının korunması arasında kurulması gereken adil dengeyi başvurucular aleyhine bozduğu sonucuna varılmıştır  gerekçesiyle mülkiyet hakkının ihlal edildiğine hükmetmiştir.Mahkemenin munzam zararla ilgili olarak verdiği bir diğer karar ise baraj inşaatı yapım sözleşmesinden kaynaklanan alacağın değer kaybına uğradığı iddiasını haklı bularak mülkiyet hakkının ihlal edildiğine hükmettiği Ano İnşaat ve Ticaret Ltd. Şti. başvurusu olarak karşımıza çıkmaktadır. Bu olayda başvurucunun daha önce AİHM ne de başvurduğu ancak AİHM nin  başvurucunun gecikme dolayısıyla ödenen faizi aşan zararlarının 22/4/1926 tarihli ve 818 sayılı mülga Borçlar Kanunu nun 105. maddesinde öngörülen iç hukuk yolunu kullanabileceği  şeklindeki gerekçe ile iç hukuk yollarının tüketilmemesi nedeniyle başvuruyu kabul edilemez bulduğu görülmektedir. Başvurucu bunun üzerine munzam zararın tazmini için dava açmıştır. Başvurucu daha sonra Anayasa Mahkemesine başvurmuştur. Hemen belirtelim ki Anayasa Mahkemesi bu kararında Alois Harrer vd. başvurusunda verdiği karardan farklı birtakım hususlara değinmiş ve ayrıca munzam zararın ispatı konusunda ilk derece mahkemelerinde aranan şartlara da atıf yapmıştır. Mahkeme ilk olarak  ödenen faiz tutarına rağmen aynı dönemde enflasyonun yaklaşık kümülatif olarak %13.254 oranında arttığı, diğer bir deyişle başvurucunun alacağı %1 inden bile daha az bir miktara düştükten sonra enflasyon karşısında bu alacağın önemli ölçüde değer kaybına uğratılarak ödendiği görülmektedir  tespitinde bulunmuştur. Mahkeme bu duru121 Davasonundailkderecemahkemesişöylebirhükümsevketmiştir:  ...Dava,munzamzararailişkinolup,uyulanbozmailamındabelirtildiğiüzeredavacınınyaptığıbarajinşaatınıntasfiyesineilişkinolarakdüzenlenen09.06.1988tarihlitutanaktatasfiyenedeniyledavacışirketemasrafvehiçbirtazminatödenmeyeceğininifadeedilmişolmasınagöre8/505sayılıkararnamehükümleridoğrultusundamunzamzararhesapvetalebininmümkünbulunmadığıanlaşılmaklabirliktedavacınınalınanbilirkişiraporlarınagörekendihükmişahsiyetinedeniyledavacışirketaleyhineyapılanicratakiplerinedeniyledavacışirketindefterlerininvetemlikleriiletakipdosyalarınagöredavacışirketinaynıişdönemindeyüklendiğidiğerişlerininakıbetidearaştırılarakuğradığızararaetkisininbulunupbulunmadığıyönündealınanbilirkişiraporlarınagöredavacınınyaptığıişnedeniyledavacıyaödenentemerrütfaizlerindenfazlamunzamzararınınispatlanmadığıanlaşılmakla,alınanraporveekraporlarınkapsamınagörededavacıyaödenenfaizlerdenfazlamunzamzararhesaplanmasınaesasalınabilecekfaizinyanizararıntespitedilememesinenazaranmahkememizin1999/22Esassayılıdosyasındaevvelcehükmedilen500TL likmunzamzararındabulunmadığısonucunavarıldığındanesasdavanınvebirleşendosyadakimunzamzararadairkalemleriihtivaedendavanınreddinekararvermenindoğruolacağısonuçvekanısınavarılmış[tır]...  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi227744  Altan Fahri GÜLERCİDr. Öğr. Üyesimun mülkiyet hakkını ihlal ettiğine ise  Sonuç olarak başvurucunun mülkiyet hakkı kapsamındaki alacağının enflasyon karşısında önemli ölçüde değer kaybına uğratılarak ödendiği anlaşıldığından başvurucuya şahsi olarak aşırı ve olağan dışı bir külfet yüklendiği kanaatine varılmıştır. Bu tespite rağmen derece mahkemelerinin başvurucunun zarara uğradığını ayrıca ispatlaması gerektiği yönündeki katı yorumu nedeniyle somut olay bakımından kamunun yararı ile başvurucunun mülkiyet hakkının korunması arasında kurulması gereken adil dengenin başvurucu aleyhine bozulduğu değerlendirilmiştir  ifadeleriyle hükmetmiştir.3. TMSF ye Devredilen Banka ile Grup Şirketleri Arasında Akdedilen Protokolün Temerrüde İlişkin Hükümlerinin İşletilmesi Nedeniyle Mülkiyet Hakkının İhlal Edilmiş Olmayacağı Hususunda Erol Aksoy Başvurusuna İlişkin KararBaşvuruya konu olayda TMSF ile başvurucu grup şirketleri arasında borç tasfiyesine ilişkin bir protokol düzenlenmiştir. Ancak daha sonra bazı yükümlülüklerin yerine getirilmediği gerekçesiyle TMSF tarafından protokolün temerrüde ilişkin hükümlerinin uygulanmasına karar verilmiştir. Başvurucu, TMSF nin alacaklı  temerrüdüne  düştüğünü,  protokol  kapsamındaki  borçların  ifası  için şirketlerin kendisine devrinin gerektiğini, bu sayede şirketin iktisadi değerinin artırılabileceğini iddia etmiştir. Anayasa Mahkemesi, protokol kapsamında bazı taksitlerin ifa edilmemesi nedeniyle temerrüde ilişkin hükümlerin işletildiğini belirtmiştir. Ancak başvurucunun şirketlerin kendisine devri gerektiğine ilişkin iddiasının kararda tartışılmadığı görülmektedir. Gerçekten de Anayasa Mahkemesi bu konuda sadece şirketlerin başvurucuya devri konusunda protokolde idareye yönelik açık bir yükümlülüğün bulunmadığını belirtmiştir.F. BİR TİCARİ FAALİYETİN YÜRÜTÜLMESİNE DAİR VERİLEN İZİN VE RUHSATLARIN İPTALİ HAKKINDA KARARLAR1. İkrazatçılık Faaliyet İzninin Kaldırılması Hususunda Ohannes Tomarcı Başvurusuna İlişkin KararOhannes Tomarcı başvurusuna konu karara konu olayda başvurucu, mülga 90 sayılı Ödünç Para Verme İşleri Hakkında KHK kapsamında ikrazatçı olarak faaliyet göstermektedir. Ancak 6361 sayılı Finansal Kiralama, Faktoring ve Finansman Şirketleri Kanunu nun yürürlüğe girmesiyle birlikte 90 sayılı KHK yürürlükten kaldırılmış ve 6361 sayılı kanunun geçici 5. maddesi ile faaliyetlerine mezkûr kanunda belirtilen şirketlerden biri olarak devam etmedikleri takdirde ikrazatçılık faaliyet izninin de kendiliğinden sona ereceği hükme bağlanmıştır. Hazine müsteşarlığı başvurucunun faaliyet iznine son vermiştir. Başvurucunun açtığı davalar ise reddedilmiştir. Bunun üzerine başvurucu Anayasa Mahkemesi ne 122 AYMKararı,BaşvuruNo:2015/13350,17.4.2019.123 AYMKararı,BaşvuruNo:2015/18992,28.6.2018.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 227755başvurarak, söz konusu düzenlemenin kendisini ve çalışanlarını büyük bir maddi zarara uğrattığını, müşteri çevresini kaybettiğini ve ikrazatçılık faaliyetine alternatif olarak sunulan imkanların sınırlı olduğunu ileri sürerek mülkiyet hakkının ihlal edildiğini iddia etmiştir.Anayasa Mahkemesi ilk olarak ikrazatçılık faaliyetinin mülk niteliğini tartışarak, bu faaliyetin  bir müşteri çevresi ve mesleki itibar sağladığı, bunun ise başvurucu açısından şahsi bir hak ve ekonomik bir mal varlığı değeri ifade ettiği  kanaatine varmış ve ortada 1982 AY md. 35 hükmü anlamında bir mülk olduğu sonucun ulaşmıştır. Anayasa Mahkemesi ne göre somut olayda müdahale, 1982 AY md. 35/3 hükmü bağlamında devlet tarafından mülkiyetin kamu yararına kullanılıp düzenlenmesi kapsamında finans piyasalarındaki gerçekleştirilen düzenlemeler ile gerçekleşmiştir. Mahkeme bu müdahalenin bir ihlal oluşturup oluşturmadığını kanunilik, kamu yararı ve ölçülülük ilkeleri kapsamında irdelemiştir. Anayasa Mahkemesi zamanın şartları doğrultusunda belirli bir alanda köklü bir değişiklik yapılması gerekliliği karşısında başvurucuya normal dışı bir külfet yüklenmediği, uzmanlık alanıyla ilgili sair faaliyetlerde bulunmasına engel olunmadığı gerekçesiyle, müdahalenin ölçülü olduğu kanaatine varmış ve mülkiyet hakkının ihlal edilmediğine hükmetmiştir.2. Sigorta Prodüktörlüğü Belgesi Hususunda Sertaç Malik Eskişehirli Başvurusuna İlişkin KararSertaç Malik Eskişehirli başvurusuna konu olay ise sigorta prodüktörlüğü belgesinin yenilenmesine ilişkin talebin, 5684 sayılı Sigortacılık Kanunu nda sigorta prodüktörleri konusunda bir hüküm öngörülmemiş bulunması gerekçesiyle Türkiye Sigorta ve Reasürans Şirketleri Birliği tarafından reddedilmesinin, mülkiyet hakkını ihlal ettiği iddiasına ilişkindir. Meseleyi öncelikle mülkiyetin varlığı noktasında inceleyen Anayasa Mahkemesi; müşteri çevresi oluşumuna imkân tanıması, mesleki açıdan bir itibar sağlaması ve şahsi nitelikte bir hakkın var olmasına sebebiyet vererek, iktisadi bir malvarlığı değeri olarak ifade edilebileceği nedenleriyle sigorta prodüktörlüğü belgesini mülk kapsamında kabul etmiştir. Mahkemeye göre yapılan müdahale etkin bir sigortacılık sektörünün oluşumunun sağlanması amacıyla gerçekleştirilmesi nedeniyle mülkiyet hakkının kamu yararı güdülerek kontrol ve regüle edilebilmesine ilişkin 1982 AY. md. 35/III hükmü kapsamında değerlendirilmelidir. Mahkeme söz konusu müdahalenin başvurucu yönünden ağır bir müdahale olmakla birlikte, şahsi (birel) bir işlemin de bulunmadığının, müdahalenin kanun değişikliği ile gerçekleştiğinin altını çizmiştir. Mahkemeye göre sigortacılık sektörünün regülasyonu konusunda kamu otoritelerinin ve kanun koyucunun geniş bir takdir yetkisi bulunmaktadır. Nitekim kanun koyucu da temel vazifesi sigorta sözleşme akdet124 AYMKararı,BaşvuruNo:2014/5659,20.7.2017. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi227766  Altan Fahri GÜLERCİDr. Öğr. Üyesimek isteyenlere bilgi vermek şeklinde özetlenebilecek sigorta prodüktörlüğü unvanına ihtiyaç kalmaması nedeniyle 5684 sayılı Sigortacılık Kanunu nda yer vermemiştir. Yine mahkemeye göre başvurucunun uzmanlık alanını dahilinde sigorta acentesi, sigorta eksperi, sigorta hakemi, broker gibi unvanlar için başvuruda bulunması da mümkündür. Sonuç olarak Anayasa Mahkemesi, başvurucuya yükletilen külfetin müdahalenin meşru amacı ile kıyaslanamayacağı, kamu yararı-mülkiyet hakkının korunması dengesinin sarsılmadığı, başvurucuya aşırı bir külfet yüklenilmediği gerekçeleriyle mülkiyet hakkının ihlal edilmediğine hükmetmiştir.G. KAYYIMLIKTAN KAYNAKLANAN HUKUKİ SORUNLARLA İLGİLİ KARARLAR1. Terör Suçları Nedeniyle Şirketlere Kayyım Atanması Hususunda Hamdi Akın İpek Başvurusuna İlişkin KararBaşvuru konusu olayda Koza İpek Holding şirketleri yönetimine terörizmin finansmanı gerekçesi ile CMK md. 133/4 hükmü doğrultusunda kayyım atanmış daha sonra kayyımların yetkileri TMSF ye intikal etmiş ve şirketler TMSF tarafından atanan yönetim kurulu tarafından idare edilmiştir. Açılan davalarda mezkûr malvarlığının müsaderesi talep edilmiş ve Anayasa Mahkemesi nin hüküm tarihi itibarıyla yargılama devam etmektedir. Anayasa mahkemesi meseleye ilk olarak taraf ehliyeti açısından yaklaşmış ve söz konusu şirket tüzel kişiliğinin fiilen Anayasa Mahkemesi ne başvurma imkanının hukuki anlamda ortadan kalkması nedeniyle, şirketin hâkim ortağı ve yöneticisi olan kişinin başvurusunun, ortada güncel bir mağduriyet bulunması nedeniyle mümkün olduğunu belirtmiştir. Yine mahkemeye göre bir sermaye şirketinin idare edilmesi mülkiyet hakkı üzerinde tasarrufta bulunmak anlamına geleceğinden, şirket yönetimine kayyım atanması da tasarruf yetkisi kısıtlaması niteliğinde kabul edilmelidir. Mahkeme, her ne kadar suçtan elde edilen gelirden fazlasına el konulmaması ve müsadere edilmemesi esas olsa da somut olayda, şirket bilançolarının karmaşıklığı nedeniyle neticeye ulaşmanın belli bir zaman alacağının altını çizmiş ve zaten somut olayda asıl amacın terörizmin finansmanının önlenmesi olduğunu belirterek, kayyım atama kararının orantısızlık ihtiva etmediği sonucuna ulaşmıştır. Yine mahkemeye göre kayyımın iş ve işlemlerine karşı hukuki yollara gitme imkânı ve davanın sonunda tazminat davası açma imkânı da mevcuttur. Sonuç olarak Anayasa Mahkemesi örgütlü suçlarda idarenin geniş bir takdir hakkına sahip bulunduğu, bu nedenle söz konusu tedbirin başvurucuya olağanın dışında bir külfet yüklemediği ve kamu yararı ile mülkiyet hakkının korunması arasındaki dengenin bozulmadığını belirterek mülkiyet hakkının ihlal edilmediğine hükmetmiştir.125 AYMKararı,BaşvuruNo:2015/17763,24.5.2018.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 2277772. Şirkete Kayyım Atanması İçin Gerekli Şartların Oluşup Oluşmadığı Hususunda Garaj Doğa Sporları ... Ltd. Şti. ve Silah Dünyası Savunma Sanayi ... Ltd. Şti. Başvurusuna İlişkin KararBaşvuruya konu olayda, başvurucu şirketlerin bazı ortak ve yöneticilerinin tutuklanması üzerine, başvurucu şirketler, şirketlerin yönetimine kayyım atanması talebiyle mahkemeye başvurmuş ancak, tutuklu ortak ve yöneticilerin serbest bırakıldığı ve kayyım atanması için gerekli şartların oluşmadığı gerekçesiyle bu talep reddedilmiştir. Başvurucu şirketler ayrıca kayyım atanmaması nedeniyle şirketin yönetilememesi, acze düşmesi nedeniyle oluşan zararın giderilmesi için de tazminat davası açmışlarsa da bu talepleri de kabul görmemiştir. Anayasa Mahkemesi, öncelikle sermaye şirketlerindeki ortaklık paylarının mülk kapsamında olduğu tespitinde bulunmuş ve şirkete kayyım atanmaması yakınmasını, devletin mülkiyet hakkına negatif nitelikli bir müdahalesi olarak değil, mülkiyet hakkının korunmasına yönelik devletin pozitif yükümlülüğü kapsamında değerlendirmiştir. Mahkemeye göre kayyım atanması muhakeme süreci sonunda olası bir müsaderenin gerçekleştirilmesi amacıyla kabul edilmiş bir ceza muhakemesi tedbiri olup, özel hukuk amaçları için kullanılması doğasına aykırıdır. Buna karşılık Anayasa Mahkemesi şirketlerdeki geçici yönetim boşluklarına karşı gerekli hukuki mekanizmaların yokluğunun, devletin pozitif yükümlülüğünün ihlali anlamına geleceğinin de altını çizmiştir. Mahkemeye göre gerek medeni hukukta ve ticaret hukukunda bu tip durumlar için kabul edilmiş vekalet ve temsil gibi birtakım yollar bulunmakta, böylelikle kayyımın ifa edeceği görevin bu kurumlar eliyle yerine getirilmesinde hukuki bir sıkıntı bulunmamaktadır. Sonuç olarak Anayasa Mahkemesi özel hukuk araçlarıyla şirketteki yönetim boşluğunun önlenmesi mümkün olduğundan, mülkiyet hakkının ihlal edilmediğine hükmetmiştir.H. USÛLİ MESELELERLE İLGİLİ KARARLARAnayasa Mahkemesi nin ticari nitelikteki mülkiyet hakkını ilgilendiren birtakım kararları usûli meselelerle doğrudan ilgilidir.1. Limited Şirkete Ait Tek Taşınmazın Ortaklar Kurulu Kararı Olmadan Satışı Hususundaki Kamil Darmaz ve GMO Yapı Grup End. San. Tic. Ltd. Şti. Başvurusuna İlişkin Karar6762 Sayılı TTK nın yürürlükte olduğu dönemde her bir ortağın münferiden temsil yetkisinin bulunduğu bir limited şirkette, şirkete ait tek taşınmazın ortaklar kurulu kararı olmadan (değerinin çok altında bir bedelle) satışı hususunda verdiği kararında Anayasa Mahkemesi, başvurucuların ortaklar kurulu kararı olmadan yapılan şirkete ait tek taşınmazın satış işlemi yönünden, ortada 6762 sayılı TTK nın ilgili hükümleri ve Yargıtay ın istikrar kazanmış kararlarının bulunduğunu belirt126 AYMKararı,BaşvuruNo:2015/4638,28.5.2019.127 AYMKararı,BaşvuruNo:2015/12563,24.05.2018. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi227788  Altan Fahri GÜLERCİDr. Öğr. Üyesimiş, bilirkişi raporunda da başvuru sahiplerinin iddiaları doğrultusunda açıklamalar bulunduğu ifade edilmiş ve mahkeme kararının yeterli değerlendirme ve gerekçe içermemesi ve ortada yolsuz bir tescilin var olup olmadığının araştırılmamış olması nedeniyle mülkiyet hakkının ihlal edildiğine hükmetmiştir. Anayasa Mahkemesi bu kararında yargılamanın sonucu bakımından son derece önem taşıyan bir konuda ikna edici açıklama yapılmamasının altını önemle çizmiştir.2. Uzun Süren İhtiyati Tedbirler, Çek Kanunu ndaki Yaptırımların Uygulanması ve Mahkeme Kararına Aykırı Hareket Edilmesi Hususu ile İlgili KararlarUsûli meselelerle ilgili olmakla beraber ticari davalar bakımından önem taşıması nedeniyle Anayasa Mahkemesi nin uzun süren ihtiyati tedbirler konusundaki temel yaklaşımının bireylerin lehine olduğu görülmektedir. Bir diğer karar da Çek Kanunu nda belirtilen yaptırımların uygulanmasından mütevellit sorunlar konusunda olup, özü itibarıyla usûlsüz tebligat konusundadır. Karar, karşılıksız çek keşidesine ilişkin mahkeme kararının usulüne uygun tebliğ edilmemesine rağmen, çıkarılan yakalama emri nedeniyle adli para cezasının ödenmesi; karar henüz kesinleşmeden ilgili kanun hükmünün değişmesi ile karşılıksız çek keşide etme fiilinin idari yaptırıma tabi tutulması ve daha önceden ödenen adli para cezasının iade edilmemesi nedeniyle, mülkiyet hakkının ihlal edildiği hususuna ilişkindir. Anayasa Mahkemesi bu kararında Anayasa ya uygun addedilebilecek bir mülkiyet hakkı müdahalesinin kanuni olma, kamu yararı amacını sağlama ve ölçülülük ilkeleri açısından değerlendirilmesinin yapılması gerektiğinin altını çizmiştir. Mahkemeye göre mülkiyet hakkına müdahale edilen kişiye bu müdahaleye yönelik itirazlarını sürebilmesine imkân tanımak, buna ilişkin yollar öngörmek gerekir. Somut olayda her şeyden önce bir fiilin suç olmaktan çıkarılması söz konusudur. Her ne kadar kamu makamları çek konusunda geniş bir takdir yetkisiyle donatılmış olsa da tebliğin usulüne göre yapılmaması nedeniyle itiraz etme imkânı ortadan kaldırıldığı için mülkiyet hakkının ihlal edildiğine karar verilmiştir.128 2014/8403numaralıMuhammetAliYılmazveDiğerleribaşvurusunailişkin10.10.2019tarihlikarardaNumaralıkarardaAnayasaMahkemesi,anonimşirketçalışanlarınınmalvarlıklarıüzerindekonulanihtiyatitedbirveihtiyatihacizkararlarınınuzunsüredevametmesinedeniylemülkiyethakkınınihlalinehükmetmiştir.Mahkemebukararındageçicihukukikorumatedbirleribakımındandevletleringenişbirtakdiryetkisinihaizolduğununaltınıçizmiştir.Ancakmülkiyethakkınınihlaledilmemesiiçin,devletinbukonudakipozitifyükümlülükleriçerçevesindemalikeaşırıbirkülfetyüklememesiveorantısızolmamasıgerektiğinibelirtmiştir.2016/8346numaralıŞükrüKarahasanoğlubaşvurusunailişkin18.06.2020tarihlikarardaiseyönetimivedenetimininTMSF yeintikalettiğibirbankanıneskiyönetimkuruluüyesininmalvarlığıüzerinekonulanihtiyatitedbirin18yılsürmesinedeniylebenzergerekçelerlemülkiyethakkınınihlaledildiğinehükmedilmiştir.129 AYMKararı,ZüliyeÖztürkBaşvurusu,BaşvuruNo:2014/1734,14.09.2017.130 Karardaçekeilişkinolarakkanunkoyucununöngördüğümüeyyidelerinkamuyararınadayalıolduğu, Kambiyosenetlerindenolançekingüvenilirbirödemearacıolmasınınticarethayatıveekonomisistemibakımındanönemidikkatealındığındakambiyotaahhüdüneuyulmamasınıncezalandırılmasınıamaçlayanbaşvuruyakonumüdahaleninkamuyararınadayalımeşrubiramacıiçerdiğideğerlendirilmiştir ifadeleriyleözelliklebelirtilmiştir.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 227799Anayasa Mahkemesi iktisadi ve ticari bütünlüğün satış ihalesinin mahkeme tarafından iptal edilmesine rağmen, yine de ilgili kurumca satış işleminin gerçekleştirilmesi hususunda da mülkiyet hakkının ihlal edildiğine ilişkin hüküm tesis etmiştir.III. ANAYASA MAHKEMESİ NİN TİCARİ NİTELİKLİ MÜLKİYET HAKKININ İHLALİ İDDİALARINA KARŞI, AÇILAN İPTAL DAVALARINDAKİ TUTUMUAnayasa Mahkemesi nin ticari nitelikli mülkiyet hakkının ihlal edildiği iddiaları karşısında iki önemli iptal kararı bulunmaktadır.A. 12.06.1933 TARİHLİ 2308 SAYILI ŞİRKETLERİN MÜRURU ZAMANA UĞRAYAN KUPON TAHVİLÂT VE HİSSE SENEDİ BEDELLERİNİN HAZİNEYE İNTİKALİ HAKKINDA KANUN MD. 1-4 HÜKÜMLERİNE İLİŞKİN OLARAK VERİLEN KARARLARSöz konusu kanun ile ilgili olarak Anayasa Mahkemesi nin biri 1961 Anayasası döneminde verilen ve söz konusu kanunun anayasaya aykırı olmadığına hükmedilen 18.02.1965 tarihli 1964/47 E. ve 1965/8 K. sayılı kararı ile 1982 Anayasası döneminde verilen ve aynı kanunun bu defa mülkiyet hakkına aykırı görülerek iptaline hükmedildiği 10.04.2019 Tarihli, 2018/136 E. ve 2019/21 K. sayılı kararı olmak üzere iki farklı kararı bulunmaktadır.2308 Sayılı kanunun birinci maddesi anonim ve limited şirket hisseleri ile paylı komandit şirkette komandit ortaklara ait payların, bu üç şirketin tahvillerinin kanuni mazeret bulunmaksızın beş senelik zamanaşımına uğramış faiz, temettü, ikramiye gibi menfaatlerinin ve ayrıca bu hisse ve tahvillerden nakde dönüşmüş olanlarının on yıllık zamanaşımına uğrayanların bedellerinin devlete intikal edeceği hususunu hükme bağlamıştır.Önce bu kanunla ilgili olarak 1961 Anayasası döneminde verilen 18.02.1965 tarihli 1964/47 E. ve 1965/8 K. sayılı karardan bahsedelim. Anayasa Mahkemesi 2308 sayılı kanunun birinci maddesinin düşürücü zamanaşımı ile ilgili olduğunu ve düşürücü zamanaşımında alacaklıların dava haklarının düştüğünü ve normal şartlarda menfaatlerin borçluda kalması gerekirken, kanunun burada ayrık bir düzenleme yaparak, menfaatlerin devletin uhdesinde kalmasını uygun gördüğünü belirtmiştir. Anayasa Mahkemesi mezkûr kanuni düzenlemede bir yasama tasar131 Başvuruyakonuolaydadeğerideğerlemeraporunda50.000.000ABDDolarıolarakbelirlenmişolanCine5iktisadiveticaribütünlüğüTMSFtarafından40.000.000ABDDolarıbedelleihaleedilereksatılmıştır.Başvurucunun,ihaleniniptaliiçinaçtığıdavalarkabuledilmişisedeiptaleilişkinmahkemekararıTMSFtarafındanhukukivefiiliimkânsızlıkgerekçesiileuygulanmamıştır.Zirasözkonusuiktisadiveticaribütünlükihalealıcısınadevredilmiştir.AnayasaMahkemesisatışişleminingerçekleştirilmişolmasının,satışıniptalineilişkinmahkemekararınınhukukivefiiliimkânsızlıknedeniyleuygulanamayacağıhususundayeterlibirgerekçeteşkiletmeyeceğinevebaşvurucuiçinenidealalternatifçözümüeskihalegetirme(restitutioinintegrum)ilkesinegöremahsup,takasgibiçözümleriönermesigerektiğinibelirtmişvemülkiyethakkınınihlaledildiğinehükmetmiştir;bkz.AYMKararı,ErolAksoyBaşvurusu,BaşvuruNo:2016/11026,12.12.2019. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi228800  Altan Fahri GÜLERCİDr. Öğr. Üyesirufu bulunduğunu, zaten şirketin zimmetinde bulunan söz konusu miktarlar üzerinde mülkiyet hakkının da bulunmadığını ve zamanaşımı süresinin dolmasıyla bu bedellerin kendiliğinden devlete intikal etmesi nedeniyle ortada kazanılmış hak müessesesini zedeleyen bir durumun mevzu bahis olamayacağını belirtmiştir. Anayasa Mahkemesi ayrıca kanunun kapsamının sadece sermaye şirketi olarak belirlenmesinin de bu şirketlerin halktan toplanan büyük paralarla teşekkül etmeleri nedeniyle eşitlik ilkesine de aykırılık teşkil etmediği kanısına varmıştır. Sonuç olarak mahkeme, 2308 sayılı kanunun anayasaya aykırı olmadığı sonucuna ulaşmıştır.2308 Sayılı kanun 1982 Anayasası döneminde tekrar dava konusu edilmiş ve bu defa Anayasa Mahkemesi nin 10.04.2019 Tarihli, 2018/136 E. ve 2019/21 K. sayılı kararı ile mülkiyet hakkına aykırı bulunarak iptal edilmiştir.Anayasa Mahkemesi kanunun burada düşürücü zamanaşımına ilişkin bir hüküm öngörmekle birlikte bu zamanaşımı türünün mülkiyet hakkında bir değişikliğe sebebiyet vermeyip, borcu eksik borç haline getirdiğini ve borçlunun zamanaşımı def i ileri sürmek suretiyle ifadan kurtulabileceğini belirtmiştir. Anayasa Mahkemesi ne göre söz konusu hükümle zamanaşımına uğramış bu kıymetler üzerinde devlete bir alacak hakkı tanınmıştır. Her ne kadar bu alacak hakkı bir kamu alacağı niteliğinde olmasa da kanuna dayanması, zamanaşımına tabi tutulmaması, yaptırımının kanunda belirtilmesi nedenleriyle özel hukuk alacaklarından da farklılık arz etmektedir. Bu hükmün gerekçesinde o dönemde dünyada gerçekleşen iktisadi krizin de etkisiyle kamu bütçesine kaynak sağlamak amacıyla mezkûr hükmün öngörüldüğü görülmektedir. Anayasa Mahkemesi, söz konusu düzenlemenin mülkiyet hakkına müdahale teşkil ettiğini, burada şirketlerin mülkiyet haklarının zamanaşımı gerçekleştikten sonra dahi devletin alacak hakkına nazaran öncelik arz ettiğini belirtmiştir. Mahkemeye göre, bu kıymetler zamanaşımı gerçekleşmeden evvel şirket malvarlığında yer almakta iken; zamanaşımına uğramakla artık şirketin serbestçe tasarruf edebileceği bir özkaynak hüviyetine bürünmektedir. Anayasa Mahkemesi, 2308 sayılı kanunun birinci maddesinin mülkiyet hakkına etkisi konusunda birtakım önemli açıklamalarda bulunmuştur. Mahkemeye göre söz konusu düzenleme bir yönüyle şirketin mezkûr borçları ifa etme olanağını elinden alırken, diğer yönüyle de şirketin mahiyeti itibarıyla zamanaşımına uğramış borç hüviyetinde olan bu menfaatler üzerinde sahip olabileceği mülkiyet hakkını mutlak bir şekilde sonlandırmaktadır. Dolayısıyla maddede adı geçen menfaat ve bedellerin devlete intikali hem şirket malvarlığının azalması nedeniyle doğrudan doğruya ve hem de pay sahiplerinin paylarının değerinde kayba maruz kalmaları nedeniyle dolaylı olarak mülkiyet hakkına tesir etmektedir. Üstelik bu etki tahvil ve intifa senedi sahipleri için de geçerlidir.Anayasa Mahkemesi söz konusu hükmü 1982 AY md. 13 anlamında sınırlamanın kanuna dayalı olması, kamu yararı ve ölçülülük ilkeleri gözetilerek gerAkdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 228811çekleştirilmesi kıstasları açısından da ayrıca irdelemiştir. Bu anlamda Mahkeme, devletin iktisadi anlamda bütçeye gelir kazandırmak amacıyla böyle bir hüküm tesis etmesinde kamu yararı bulunduğu kanaatindedir. Meselenin ölçülülük ilkesinin alt unsurları olan elverişlilik, gereklilik ve orantılılık açısından irdelenmesi ise Anayasa Mahkemesi ni kamu yararı bakımından daha farklı bir sonuca yöneltmiş ve mahkeme müdahalenin ölçülülük ilkesine aykırılığını kanısına varmıştır. Mahkemeye göre diğer tüm kişiler gibi sermaye şirketlerinin de zamanaşımına uğramış borçlarından mütevellit malvarlığı üzerinde tasarrufta bulunabilmeleri gerekir. Ancak bu değerlerin devlete intikal etmesi gerektiğini hükme bağlayan dava konusu kural, sermaye şirketlerinin bu hakkını elinden almakta ve bu şirketlere normalin ötesinde bir külfet yüklemektedir. Kanunun kabul edildiği dönemde devletin ihtiyaçları için öngörülen ve o zamanın şartları için yadırganamayacak bu hüküm ile ulaşılmak istenen amaca, günümüzde daha hafif (daha az müdahaleci) yollarla ulaşılması her zaman için imkân dahilindedir. Nitekim devletin aynı amaca vergi ve sair yollarla ulaşması mümkündür. Bu yapılmayarak 2308 sayılı kanun hükümlerine başvurulmasının ölçülülük ilkesine uygun olduğunu kabul etmek mümkün değildir. Sonuç olarak Anayasa Mahkemesi yukarıdaki mülahazalarla 2308 sayılı kanun md. 1 hükmü ile sermaye şirketlerinin zamanaşımına uğramış kıymetlerinin devlete intikalini öngören hükmünün, bu şirketlerin mülkiyet hakkını ölçüsüz bir şekilde sınırlandırdığı gerekçesiyle 1982 AY md. 35 te ifadesini bulan mülkiyet hakkına aykırılık teşkil ettiği kanısına vararak iptaline hükmetmiştir.B. 6362 SAYILI SERMAYE PİYASASI KANUNU MD. 13/4 HÜKMÜNE İLİŞKİN OLARAK VERİLEN 22.10.2015 TARİHLİ, 2015/29 E./2015/95 K. SAYILI KARAR6362 sayılı Sermaye Piyasası Kanunu nun md. 13/4 hükmü kayden izlenmeye başlanan sermaye piyasası araçlarının, bu tarihten itibaren yedinci yılın sonuna kadar teslim edilmemeleri durumunda Yatırımcı Tazmin Merkezi ne intikal edeceğini, üzerlerindeki sınırlı ayni hakların kendiliğinden sona ereceğini ve YTM hesabına geçmesinden itibaren üç ay içinde satılacağını hükme bağlamıştır. Anayasa Mahkemesi menkul kıymetlerin, bir sermaye piyasası aracı olarak alacak hakkı niteliğinde ve mülkiyet hakkı kapsamında olduğunu ve bunlara yönelik düzenlemelerin mülkiyet hakkının kapsamındaki yetkileri doğrudan ilgilendirdiğinden, mülkiyet hakkına müdahale niteliği taşıdığını belirtmiştir. Yine Anayasa Mahkemesi ne göre kaydileştirmeye ilişkin düzenlemelerin de birtakım meşru nedenleri bulunsa da bu meşru nedenler ile müdahale arasında bir orantı bulunması şarttır. Mahkeme, bu yönüyle kamu yararını gözetmek ve ölçülülük ilkesine de uymak suretiyle kanun koyucunun kaydileştirmeye ilişkin düzenlemeler yapma konusunda bir takdir yetkisi bulunduğunun altını çizmiştir.Anayasa Mahkemesi ne göre iptal davasına konu olan kural sermaye piyasalarının müstakbel yatırımcılarının yatırımlarını güvenle yapmalarına, kişilerin  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi228822  Altan Fahri GÜLERCİDr. Öğr. Üyesimülkiyet hakkına sahip oldukları menkul kıymetleri üzerinde emin bir şekilde tasarruf edebilme imkanlarına engel olmakta ve aynı zamanda kişilerin bu menkul kıymetler üzerinde mülkiyet haklarını mutlak surette ve süresiz şekilde ortadan kaldırmaktadır. Mahkeme mezkûr kuralın aracı kuruluşlar için bir tazmin yolu öngörmesine rağmen, sermaye piyasası yatırımcısı kişiler için telafi edici bir tazmin yolu öngörmemiş olduğunun da altını çizmiştir. Bu yönüyle kişi hak ve özgürlükleri ile kamu yararı arasındaki denge kişiler aleyhine bozulmuş ve ölçülülük ilkesi ihlal edilmiş bulunmaktadır. Sonuç olarak Anayasa Mahkemesi söz konusu hükmün şahısların mülkiyet hakları ile kamu yararı arasında bulunması gereken adil ve makul dengeyi gözetmediğine karar veren mahkeme, mezkûr hükmün mülkiyet hakkına aykırılık taşıdığına hükmetmiştir.IV. ANAYASA MAHKEMESİ NİN TİCARİ NİTELİKLİ MÜLKİYET HAKKININ KORUNMASINA İLİŞKİN YAKLAŞIMININ DEĞERLENDİRİLMESİAnayasa Mahkemesi bireysel başvurulara ilişkin kararlarında kişiler arasındaki ticari uyuşmazlıklar bakımından devletin pozitif yükümlülükleri açısından olaya yaklaşmaktadır. Yukarıdaki kararlarda da görüldüğü üzere Mahkeme, kişilere hukuki imkanların tanınıp tanınmadığı ve eğer tanınmış ise kişilerin bu imkanları kullanıp kullanmadığı noktasında meseleyi irdelemiştir. Ancak devletin hukuki imkanlar tesis etmesi yeterli olmamakta, ayrıca bunun somut olarak işlevsel ve uygulanabiliyor olması da gerekmektedir. Kişilerin sahip olduğu hukuki imkanları kullanmaması halinde ise Mahkeme, söz konusu başvuruya ilişkin olarak, ihlalin bulunmadığını öngörmektedir. Yine özel hukuk kurallarının çeşitli alternatifler sunmasına rağmen, bunların kullanılmayıp Anayasa Mahkemesi ne başvurulması halinde de aynı sonuca ulaşılmaktadır. Anayasa Mahkemesi pek çok kararında başvuru sahiplerinin halefiyet, rücu, alacağını iflas masasına yazdırma gibi imkanların varlığını bireysel başvuru talepleri bakımından ihlalin bulunmadığı şeklinde yorumlamıştır. Ayrıca Anayasa Mahkemesi başvuru konusu olayla ilgili yerleşik yargı uygulaması mevcut ise, bu uygulamanın gözardı edilmesini de doğru bulmamaktadır.Anayasa Mahkemesi nin kararlarında olayların esasına ilişkin açıklamalardan imtina ettiği de görülmektedir. Mahkeme ticaret hukukunun ve özel hukukun temel kavramları konusunda da derinlemesine açıklamalarda bulunmaktan kaçınmaktadır. Bununla birlikte bazı kararlarda ise mahkemenin işin esasına girebildiği ve ilk derece mahkemesi gibi hareket ettiği de görülmektedir. Bu kararlar içerisinde Nobel İlaç Pazarlama ve Sanayii Ltd. Şti. başvurusuna ilişkin olarak Anayasa Mahkemesi nin açıklamaları büyük önem taşımaktadır. Zira mezkûr kararda mahkeme, hukuk kurallarının yorumu ve bireysel başvurunun ikincilliği ilkesinin altını çizmek suretiyle, hukuk kurallarının yorumu ve delillerin değerlen132 AYMKararı,BaşvuruNo:2018/3296,30.06.2021.§59.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 228833dirilmesi konusunda yetkilerinin sınırlı olduğunu ifade etmiş olmasına rağmen, bunu bizzat gerçekleştirmiştir.Bireysel başvuru kararlarından çıkarttığımız bir diğer sonuç da ticari nitelikli mülkiyet hakkının ihlal iddialarında, bir tarafın kamu tüzel kişiliği ya da devlet tüzel kişiliği olması durumunda Anayasa Mahkemesi nin meseleye daha otoriter yaklaşmış olmasıdır. Böylelikle ticari nitelikli mülkiyet hakkı ihlal iddiaları bakımından, her ne kadar köklü değişikliklere maruz kalsa da, 1982 Anayasası nın otorite hürriyet dengesinde otoriteye ağırlık veren ilk felsefesine yakın bir yaklaşım ortaya koyduğu söylenebilir. Örneğin anonim şirkette yüzde bir pay sahibi olan ve şirketi temsil ve ilzam yetkisi de olmayan yönetim kurulu üyesinin, şirketten tahsil imkânı bulunmasına rağmen, kamu borcunu ifa ile yükümlü kılınmasına ilişkin Erol Kesgin başvurusunda, mahkemenin, TTK md. 375/1-e bendi uyarınca yönetim kurulunun üst gözetim sorumluluğunun altını çizmesi, bu tutumu net olarak ifade etmektedir. Oysa söz konusu olayda oldukça düşük bir miktarın, şirketin malvarlığından tahsil etme imkânı da mevcut olduğu halde, temsil yetkisi dahi olmayan yönetim kurulu üyesinden tahsil edilmesi söz konusu idi. Bu haliyle Anayasa Mahkemesi nin TTK md. 375/1-e bendine atıfta bulunmasının hatalı olmasının yanı sıra, aynı zamanda somut olayda ölçülülük ilkesine de bariz bir aykırılık bulunmaktadır. Keza Anayasa Mahkemesi söz konusu kararda şirketlerde kamu borçlarından sorumluluk konusundaki kanun hükümlerinin anayasaya aykırı olmadığını ifade ederek, bu düzenlemeler içerisinde yer alan ölçülülük ilkesine ve hakkaniyete aykırı hükümlerin anayasa aykırılık teşkil edebileceğini kabul etmemiştir.Anayasa Mahkemesi bir tarafın TMSF olduğu davalarda da büyük oranda meseleyi toplum menfaatinin bireysel menfaatten üstün gelmesi açısından ele alıp incelemiştir. Esasen mahkemenin TMSF ile ilgili kararlarında genel olarak hukuki gerekçelendirmelerini kamu yararı kavramı üzerinden gerçekleştirdiğini görmekteyiz. Örneğin TMSF ye intikal eden ve hisse senetlerinin borsada işlem gördüğü şirketlerde, TMSF ye intikal nedenleriyle ilgisi bulunmayan borsa yatırımcılarının uğradıkları zararın, mülkiyet hakkına aykırı teşkil etmediğini, bir şirkete ortak olmanın nimetleri kadar külfetlerinin de bulunduğu şeklinde, kanaatimizce doğru bir şekilde gerekçelendirmişken; hemen akabinde bu kişilerin uğradıkları zararın toplumun maruz kaldığı zarar karşısında kendilerine aşırı bir külfet yüklemediği ifadesini kullanmıştır. Kanaatimizce bu durum ticaret hukukunun temel mantığını net olarak ifade eden ilk gerekçenin hukukilik vasfına zarar vermiştir. Oysa Anayasa Mahkemesi nin bu kararlarında da belirtildiği gibi, ticaret hayatında yatırım yapmanın kazançları olduğu kadar kayıpları da olabilir. Bu anlamda bir şirketin ticari hayatta zarar etmesi ile yöneticilerin hukuka aykırı hareket etmesi nedeniyle zarar etmesi aynı anlama gelecektir. Mahkemenin ticaret hukukunun temel mantığını ortaya koyan bu tespitlerinden sonra kamu yararına ilişkin diğer tespitlerine yer vermemesi gerekirdi. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi228844  Altan Fahri GÜLERCİDr. Öğr. ÜyesiBuna karşılık Anayasa Mahkemesi nin mülkiyet hakkının ihlal edildiğine ilişkin kararlarının sözleşmenin ifasından kaynaklanan mülkiyet hakkı ihlal iddialarında yoğunlaştığının da altını çizmek gerekmektedir. Özellikle de munzam zarar konusunda tesis edilen Alois Harrer başvurusu ile Ano İnşaat ve Ticaret Ltd. Şti. başvurularında tesis ettiği ihlal kararlarını tekrar zikretme gereği duymaktayız. Bu kararlarında Anayasa Mahkemesi konu ile ilgili yargı içtihatlarından da istifade etmiştir.Sonuç olarak Anayasa Mahkemesi nin ticari nitelikli mülkiyet haklarının ihlal iddialarına ilişkin bireysel başvurularda oldukça katı bir tutum takındığı ve büyük bir oranda bireysel başvurularda hak ihlalinin bulunmadığı şeklinde kararlar tesis ettiği kanaatine ulaşmış bulunmaktayız. Buna karşılık Anayasa Mahkemesi ticari nitelikli mülkiyet hakkının ihlal iddialarıyla ilgili bireysel başvuru kararlarında, ticari mevzuattan ve yargı içtihatlarından yararlanmaktan çekinmemekte ve ticaret hukuku kurumlarını, ticaret hukukunun kendine özgü yorum tarzına müdahale etmeden ve ona aykırılık teşkil etmeden ana hatlarıyla yorumlamaktadır.Mahkemenin iptal davalarında verdiği kararlara gelince; yukarıda Anayasa Mahkemesi nin 2308 sayılı kanun ile 6362 sayılı Sermaye Piyasası Kanunu md. 13/4 hükmünü mülkiyet hakkına aykırı bularak iptal ettiğini, bu kararlar hakkında bilgi vermek suretiyle açıklamıştık. Burada özellikle de 2308 sayılı kanunun ilgili maddelerinin iptaline ilişkin kararın, 5411 sayılı Bankacılık Kanunu md. 62 hükmü açısından ne anlam ifade ettiği üzerinde duracağız. Gerçekten de adı geçen kanunun md. 62 hükmü mahiyet itibarıyla büyük oranda 2308 sayılı kanun ile benzeşmektedir. Bozkurt, Anayasa Mahkemesi nin 2308 sayılı kanun hakkında iptal kararı vermeden kısa bir süre önce kaleme aldığı makalesinde, konuyu enine boyuna tartışmış ve md. 62 hükmünün 1982 Anayasası md. 35 hükmüne aykırılık teşkil ettiği kanaatine varmış ve kanun değişikliği yapılması ya da Yargıtay 11. HD nin meseleyi bir uyuşmazlık bağlamında Anayasa Mahkemesi ne intikal ettirmesi önerisinde bulunmuştu. Özellikle de 2308 sayılı kanuna ilişkin iptal kararı ile birlikte yazarın görüşlerinde haklılık payı olduğu ve meselenin Anayasa Mahkeme sinin önüne getirilmesi halinde mülkiyet hakkına ilişkin 1982 Anayasası md. 35 hükmüne aykırı görülerek iptal edilebileceği kanaatini biz de paylaşmaktayız. Ayrıca kanaatimizce BankK md. 62 hükmüne benzer bir düzenleme olarak, bankaların iradi tasfiyesi ile ilgili 5411 sayılı BankK md. 20 hükmü de mülkiyet hakkına aykırılık teşkil etmektedir. Bu hüküm bankaların iradi tasfiyesi halinde, tasfiye halindeki bankaya müracaat edilmemesi nedeniyle TMSF ye intikal eden değerlerin on yıllık süre sonunda yapılan son ilanın üzerinden altı 133 TamerBozkurt, BankacılıkKanunu nun62.MaddesininHukukiNiteliği,UygulamaAlanıveMülkiyetveMirasHakkıYönündenAnayasa yaAykırılığıSorunu ,TicaretveFikriMülkiyetHukukuDergisi3,1(2017),43.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 228855ay geçmesine rağmen hak sahibi tarafından talep edilmemesi halinde TMSF ye gelir kaydedileceğini hükme bağlamaktadır. Hükmün mevcut haliyle mülkiyet hakkına açıkça aykırı olduğunu düşünmekteyiz.Bunun haricinde Anayasa Mahkemesi nin ticari nitelikli mülkiyet hakkı ihlal iddiaları hakkında verdiği iptal kararları incelendiğinde ölçülülük ilkesine büyük bir önem atfedildiği de belirtilmelidir.Sonuç olarak anayasa hukuku alanında son yıllarda yaşanan gelişmelerin diğer tüm hukuk alanlarını olduğu gibi, ticaret hukukunu da etkilediği, anayasa ve insan hakları normlarının ticari nitelikli mülkiyet hakkından kaynaklı hukuki sorunlara doğrudan doğruya olmasa da dolaylı olarak etkilerinin bulunduğu görülmüştür. Yine ticari nitelikli mülkiyet hakkının korunması konusunda Anayasa Mahkemesi ne pek çok bireysel başvuruda bulunulduğu ancak Mahkemenin bu konuda katı bir tutum izlediği kanaatine varılmıştır. Ticari nitelikli mülkiyet hakkına aykırılık teşkil eden kanun hükümlerinin iptali konusunda ise Mahkeme, son yıllarda önüne gelen iki kanunu da ölçülülük ilkesini de kararlarında yoğun bir şekilde kullanmak suretiyle iptal etmiştir.SONUÇBu çalışma ticari nitelikli mülkiyet olgusuna kavramsal bir temel kazandırmayı ve anayasa- özel hukuk ilişkileri ekseninde ticari nitelikli mülkiyet hakkının ne şekilde korunduğunu belirlemeyi amaçlamıştır. Ancak böyle bir çalışma her şeyden önce anayasa ile özel hukuk arasındaki ilişkinin nasıl olması gerektiğine ilişkin bir tespit içermeliydi. Oldukça tartışmalı olan bu konudaki kanaatimiz anayasa hükümlerinin özel hukuk ilişkilerine doğrudan doğruya uygulanamayacağı ancak ticari mevzuatın uygulanması esnasında her aşamada göz önünde tutulmasının da şart olduğu şeklindedir. Hirsch in tabiriyle  bütün mevzuata Anayasa rengi ile boyanmış bir gözlükle bakılmalı  ve ticari mevzuatın yorumlanması, hukuk boşluklarının doldurulması gibi konularda anayasaya uygun hareket edilmelidir. Ancak hukuk hakiminin anayasa aykırı gördüğü bir kanunu uygulamaması söz konusu olamaz. Anayasaya aykırı olduğu düşünülen kanun hükmünün Anayasa Mahkemesi ne götürülmesi gerekir.Bu çalışmada ticaret hukukunun konusunu teşkil eden mülkiyet hakkı  ticari nitelikli mülkiyet  olarak adlandırılmıştır. Bu ifadenin pozitif hukukta karşılığı bulunmamakla birlikte önemli dayanakları vardır. Her şeyden önce AİHS ve 1982 Anayasası anlamında mülkiyet hakkı kapsam itibarıyla malvarlığı kavramı ile örtüşmektedir. Bu yönüyle medeni hukukun mülkiyet hakkı anlayışı ile çatışmaktadır. Oysa ticaret hukukunun konusunu oluşturan ticari nitelikli mülkiyet hakkı, AİHS ve 1982 Anayasa sı ile özdeştir. Nitekim TTK md. 11/3 ve md. 127 hükümlerinden yola çıkarak ticari nitelikli mülkiyet kavramının da tıpkı AİHS ve 1982 Anayasası nda olduğu gibi kapsam olarak malvarlığı şeklinde anlaşı 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi228866  Altan Fahri GÜLERCİDr. Öğr. Üyesilabileceği sonucuna ulaşılmıştır. Böylelikle anayasa ile ticaret kanunu arasında bağlantı da tesis edilmiştir. Mülkiyet hakkının kapsamı bakımından yaptığımız bu tespit, aynı zamanda ticaret hukukunun bağımsız bir alan olarak özerkliğini de tescil eder mahiyettedir.Bu  çalışmada  Anayasa  Mahkemesi nin  ticari  nitelikli  mülkiyet  hakkının  korunmasına  ilişkin  yaklaşımı  da  tespit  edilmeye  çalışılmıştır. Anayasa Mahkemesi nin bireysel başvurular üzerine ticari nitelikteki mülkiyet haklarının ihlali iddialarını hükme bağladığı kararlar incelendiğinde, mahkemenin pek çok kararında mülkiyet hakkının ihlal edilmediğine ilişkin hüküm tesis ettiği, pek az kararın ihlal ile neticelendiği görülmektedir. Ayrıca Anayasa Mahkemesi bir tarafın kamu tüzel kişiliği olduğu başvurularda çoğu kez, ticari nitelikli mülkiyet hakkının korunması hususunda devletçi bir yaklaşım sergilemekte, özellikle de kamu yararı kıstasını geniş bir şekilde yorumlamak suretiyle bireysel menfaatlerin ihlal iddialarını kabul etmemektedir. Buna karşılık iptal davalarında ise ticari nitelikli mülkiyet hakkına ilişkin kanun hükümlerini ölçülülük ilkesi bağlamında değerlendirmekte ve bireysel başvurulardaki katı tutumunu iptal davalarında sürdürmemektedir. Yine ticari nitelikli mülkiyet hakkının ihlal iddialarına karşı Anayasa Mahkemesi nin 1961 Anayasası döneminde kamu menfaatlerini öncelediği, ancak 1982 Anayasası döneminde ise ticari nitelikli mülkiyet hakkını ihlal ettiği ileri sürülen kanun hükümlerine karşı açılan iptal davalarında, ölçülülük ilkesini de kullanmak suretiyle liberal bir yaklaşım benimsediğini de belirtmek gerekir.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 228877",
     "Kaynakça": "Acemoğlu, Kevork. Borçlar Kanunu nun 179. Maddesine Göre Malvarlığı veya Ticari İşletmenin Devri. İstanbul: İstanbul Üniversitesi Hukuk Fakültesi Yayınları, 1971.Akça, Kürşat.  Anayasa Mahkemesi Kararlarında Mülkiyet Hakkı . İnönü Üniversitesi Hukuk Fakültesi Dergisi, 6, 3 (2015): 543 596.Atar, Yavuz.  Anayasanın Bağlayıcılığı ve Üstünlüğü İlkesi ve Bu İlkenin Anayasada Yer Almasının Hukuki Sonuçları (Anayasa md. 11) . Selçuk Üniversitesi Hukuk Fakültesi Dergisi 2, 2 (1989), 181 209.Aydın,  Öykü  Didem.   Türk  Anayasa  Yargısında  Yeni  Bir  Mekanizma:  Anayasa Mahkemesi ne Bireysel Başvuru . Gazi Üniversitesi Hukuk Fakültesi Dergisi XV, 4 (2011): 121 170.Başpınar, Veysel. Mülkiyet Hakkını İhlâl Eden Müdâhaleler. Ankara: Yetkin Yayınları, 2009.Battal, Ahmet.  Anayasa Mahkemesi nin Sözleşme Özgürlüğünün Sınırlanması Konusundaki Yaklaşımları , Özel Hukuk ve Anayasa Mahkemesi Kararları Sempozyumu Bildiriler Tartışmalar I, 11 Mayıs 2001. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2001: 43 88.Bertan, Suad. Ayni Haklar Cilt 1. Ankara: Balkan Basım ve Ciltevi, 1976.Boyar, Oya. Anayasa ve Özel Hukuk. İstanbul: On İki Levha Yayıncılık, 2019.Bozkurt, Tamer.  Bankacılık Kanunu nun 62. Maddesinin Hukuki Niteliği, Uygulama Alanı ve Mülkiyet ve Miras Hakkı Yönünden Anayasa ya Aykırılığı Sorunu . Ticaret ve Fikri Mülkiyet Hukuku Dergisi 3, 1 (2017): 23 46.Carss Frisk, Monica. Avrupa İnsan Hakları Sözleşmesi nin 1 No.lu Protokolünün 1. Maddesinin Uygulanmasına İlişkin Kılavuz. Ankara: Avrupa Konseyi, Türkiye Barolar Birliği Yayınları, 2005.Coase, R. H.  The Problem of Social Cost . The Journal of Law & Economics, III (1960): 1 44.Coase, R. H. The Firm the Market and the Law. Chicago: The University of Chicago Press, 1988.Dinç, Güney. Avrupa İnsan Hakları Sözleşmesi ve Malvarlığı Hakları. Ankara: Türkiye Barolar Birliği Yayınları, 2007.Dinler, Zeynel. İktisada Giriş. Bursa: Ekin Yayınevi, 2011.Doğru, Osman ve Nalbant, Atilla. İnsan Hakları Avrupa Sözleşmesi Açıklama ve Önemli Kararlar, 2. Cilt. Ankara: Avrupa Konseyi; Yargıtay, 2013.Esener, Turhan ve Güven, Kudret. Eşya Hukuku. Ankara: Yetkin Yayınları, 2015.Etgü,  Mehmet Akif.  Kamu  Hukukunda  Mülkiyet  Hakkı  ve  Avrupa  İnsan  Hakları Mahkemesi nin Mülkiyet Hakkına Bakışı. İstanbul: On İki Levha Yayınları, 2009.Gemalmaz, H. Burak. Mülkiyet Hakkı Anayasa Mahkemesine Bireysel Başvuru El Kitapları Serisi  6. Ankara: Avrupa Konseyi Yayını, 2018.Gemalmaz, H. Burak. Avrupa İnsan Hakları Sözleşmesinde Mülkiyet Hakkı. İstanbul: Beta Yayınları, 2009. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi228888  Altan Fahri GÜLERCİDr. Öğr. ÜyesiGören, Zafer,  Temel Hakların Özel Hukuk Düzenine Etkisi Temel Hakların Yatay (Üçüncü Kişilere) Etkisi . Özel Hukuk ve Anayasa Mahkemesi Kararları Sempozyumu Bildiriler Tartışmalar I, 11 Mayıs 2001. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2001: 1 33.Gözler, Kemal. Türk Anayasa Hukuku. Bursa: Ekin Yayınevi, 2018.Gözler, Kemal. Türk Anayasa Hukuku Dersleri. Bursa: Ekin Yayınevi, 2013.Gözübüyük, A. Şeref ve Gölcüklü, Feyyaz, Avrupa İnsan Hakları Sözleşmesi ve Uygulaması. Ankara: Turhan Kitabevi, 2011.Gündoğdu, Süleyman Burak. Medenî Yargıda Usûl Kurallarına Aykırılığın Anayasa Mahkemesi nce Bireysel Başvuru Yoluyla Denetlenmesi. İstanbul: On İki Levha Yayınları, 2021.Güriz, Adnan. Teorik Açıdan Mülkiyet Sorunu. Ankara: Ankara Üniversitesi Hukuk Fakültesi Yayınları, 1969.Harris, David; O Boyle, Michael; Bates, Ed ve Buckley, Carla. Avrupa İnsan Hakları Sözleşmesi Hukuku. Ankara: Oxford University Press; Avrupa Konseyi, 2013.Hirsch, E. E.  Anayasa nın Özel Hukuk Kurallarına Etkileri . Birinci Türk Hukuk Kongresi ne Sunulan Tebliğler. Ankara: Türkiye Barolar Birliği Yayınları, 1972.Hatemi, Hüseyin; Serozan, Rona ve Arpacı, Abdülkadir. Eşya Hukuku. İstanbul: Filiz Kitabevi, 1991.Hatemi, Hüseyin. Hukuka ve Ahlaka Aykırılık Kavramı ve Sonuçları. İstanbul: Sulhi Garan Matbaası, 1976.İnceoğlu, Sibel, editör. İnsan Hakları Avrupa Sözleşmesi ve Anayasa. Ankara: Avrupa Konseyi, 2013.İzgi, Ömer ve Gören, Zafer, Türkiye Cumhuriyeti Anayasası nın Yorumu, Cilt: 1. Ankara: TBMM Yayını, 2002.Kaboğlu, İbrahim Ö. Anayasa Hukuku Dersleri (Genel Esaslar). İstanbul: Legal Yayınevi, 2011.Kamışlı, Gani. Avrupa İnsan Hakları Mahkemesi ve Anayasa Mahkemesi Kararları Işığında Mülkiyet Uyuşmazlıkları. Ankara: Seçkin Yayınevi, 2018.Karayalçın, Yaşar. Ticaret Hukuku Dersleri I.Giriş  Ticari İşletme. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 1960.Kaneti, Selim.  Anayasa Mahkemesi Kararlarına Göre Anayasa nın Özel Hukuk Alanındaki Etkileri , Anayasa Yargısı Dergisi 6, (1989), 19 35.Kocayusufpaşaoğlu; Hatemi; Serozan ve Arpacı. Borçlar Hukuku Genel Bölüm Birinci Cilt. İstanbul: Filiz Kitabevi, 2017.Korkmaz, Cansu.  Anayasa Mahkemesi nin Bireysel Başvuru Sonucunda Verdiği Kararların Medeni Usûl Hukuku Bakımından Değerlendirilmesi , Yıldırım Beyazıt Hukuk Dergisi, 3 (2017), 215 276.Marx, Karl ve Engels, Friedrich. Komünist Manifesto. Çev. Celal Üster; Nur Deriş, İstanbul: Can Yayınları, 2015.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anayasa ve Özel Hukuk İlişkileri Bağlamında Ticari Nitelikli Mülkiyet Hakkının Korunması 228899Oğuz, Fuat, Mülkiyet Hakları  Bir Ekonomik Analiz . Ankara: Roma Yayınları, 2003.Özel Hukuk ve Anayasa Mahkemesi Kararları Sempozyumu Bildiriler Tartışmalar I, 11 Mayıs 2001. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2001.Pekcanıtez, Hakan.  Bireysel Başvuru Sonunda Verilen Kararların Medeni Yargıya Etkisi , Anayasa Yargısı 35, (2018): 73 104.Perdecioğlu, İsmail Emrah. Mülkiyet Hakkı Yönünden Devletin Pozitif Yükümlülükleri, Ankara: Adalet Yayınevi, 2020.Saymen, F. H. ve Elbir, H. K. Türk Eşya Hukuku Dersleri. İstanbul: Filiz Kitabevi, 1963.Serozan, Rona.  Mülkiyet Hakkının Özü, İşlevi ve Sınırları . Prof. Dr. Ümit Yaşar Doğanay ın Anısına Armağan I. İstanbul: İstanbul Üniversitesi Siyasal Bilimler Fakültesi Yayınları, 1982: 239  254.Sirmen, Lale. Eşya Hukuku. Ankara: Yetkin Yayınları, 2015.Tanör, Bülent ve Yüzbaşıoğlu, Necmi, 1982 Anayasası na Göre Türk Anayasa Hukuku. İstanbul: Beta Yayınevi, 2018.Tayyar, Ahmet Emrah.  Hukuk ve İktisat Yaklaşımında Bir İktisatçı: Ronald H. Coase , Yönetim ve Ekonomi 27, 2 (2020): 199 217.Telatar, Funda. Politik İktisat Politikası. Ankara: İmaj Yayınevi, 2004.Türk Hukuk Kurumu. Türk Hukuk Lügati. Ankara: Başbakanlık Mevzuatı Geliştirme ve Yayın Genel Müdürlüğü, Başbakanlık Basımevi, 1991.Ülgen, Hüseyin; Helvacı, Mehmet; Kendigelen, Abuzer; Kaya, Arslan ve Nomer Ertan, Füsun, Ticari İşletme Hukuku. İstanbul: Vedat Kitapçılık, 2015.Velidedeoğlu, Hıfzı Veldet ve Esmer, Galip, Gayrimenkul Tasarrufları ve Tapu Sicili Tatbikatı. İstanbul: İstanbul Matbaacılık, 1956.Yayla, Atilla. Liberalizm. Ankara: Liberte Yayınları, 2002."
}