{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "11",
     "Sayı": "2",
     "Başlık": "ASIL İŞVEREN-ALT İŞVEREN İLİŞKİSİNDE ZORUNLU ARABULUCULUK",
     "Title": "COMPULSORY MEDIATION IN BUSINESS RELATION BETWEEN THE MAIN EMPLOYER AND THE SUB-EMPLOYER",
     "Yazar İsmi": [
          "Doç. Dr. Ertuğrul YUVALI"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Arabuluculuk",
          "Dava Şartı Arabuluculuk",
          "Asıl İşveren",
          "Alt İşveren",
          "Muvazaalı İş İlişkisi"
     ],
     "Keywords": [
          "Mediation",
          "Mediation as a Condition of Trial",
          "Main Employer",
          "Sub-Employer",
          "Collusive Business Relations"
     ],
     "Özet": "Her türlü uyuşmazlığın yargı önüne götürülmesi, sürecin uzaması ve mahkemelerinin iş yükünün ağırlaşmasının yanında gerek devlete gerek bireylere ekonomik anlamda ağır maliyetler yüklemekte ve bireyler arasında düşmanlığa yol açabilmektedir. Bu itibarla uyuşmazlıkların nitelik bakımından uygun olanlarının mahkeme önünde çözümü yerine alternatif çözüm yolları ile giderilmeye çalışılması pek çok sorunun da önüne geçebilecektir. Arabuluculuk kurumu bahsi geçen alternatif çözüm yolları arasında belki de en çok tercih edilen yöntem olarak dikkat çekmektedir.Arabuluculuk; iradilik, tarafsızlık, gizlilik ve eşitlik ilkeleri çerçevesinde yürütülen bir süreçtir. Bununla birlikte kanun koyucu 7036 sayılı İş Mahkemeleri Kanunu ile iş yargısında arabuluculuğa başvuruyu dava şartı olarak öngörerek mahkemelerin iş yükünü hafifletmeyi, uyuşmazlıkların daha kolay, hızlı, ucuz ve etkili bir biçimde çözülmesini hedeflemiştir. Söz konusu  dava şartı arabuluculuk ; arabuluculuğun iradilik ve taraf eşitliği esaslarına aykırı olduğu ve Anayasa da öngörülen hak arama özgürlüğüne aykırılık oluşturabileceği noktalarında kritik edilmiştir. Bununla birlikte belirtelim ki; bu çalışma özü itibariyle asıl işveren-alt işveren ilişkisinin söz konusu olduğu uyuşmazlıklar bakımından arabuluculuk sürecinin nasıl işleyeceği hususunu irdelemektedir. Dolayısıyla arabuluculuk kavramı, arabuluculuğun temel ilkeleri vb. konular daha yüzeysel olarak ele alınmış ve asıl-işveren alt işveren ilişkisinin söz konusu olduğu uyuşmazlıklar bakımından arabuluculuk süreci incelenmiştir.",
     "Abstract": "Bringing all kinds of disputes to the judiciary, in addition to the prolongation of the process and the heavy workload of the courts, imposes heavy costs on both the state and individuals in economic terms and may lead to hostility among individuals. For these reasons, trying to resolve the disputes with alternative solutions instead of solving the disputes in front of the court will prevent many problems. The mediation institution draws attention as perhaps the most preferred method among the aforementioned alternative solutions.Mediation is a process that carried out within the framework of the principles of voluntariness, impartiality, confidentiality and equality. In addition, the legislator, with the Labour Courts Law No. 7036, aimed to alleviate the workload of the courts and to resolve disputes more easily, quickly, cheaply and effectively by envisaging the application to mediation as a condition of litigation. The aforementioned  mediation as a condition of trial  has been criticized on the points that mediation is contrary to the principles of voluntariness and equality of parties and may constitute a violation of the free1 MakaleninDergiyeGelişTarihi:19.09.2021-MakaleninKabulEdildiğiTarih:02.12.2021,  DOI No:10.54704/akdhfd.997497.2 ErciyesÜniversitesi,HukukFakültesi,İşveSosyalGüvenlikHukukuAnabilimDalıBaşkanı/Kayseri-Türkiye.  E-posta:eyuvali@erciyes.edu.tr,  OrcidId:https://orcid.org/0000-0002-7272-0897.  ThisarticleislicensedunderaCreativeCommonsAttribution-NonCommercial4.0InternationalLicense (CCBY-NC4.0)  2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi335566  Ertuğrul YUVALIDoç. Dr.dom of seeking rights envisaged in the Constitution. However, this study examines how the mediation process will work in terms of disputes where the main employer and the sub-employer relationship is in question. Therefore, the concept of mediation, the basic principles of mediation, etc. these issues were handled more superficially and the mediation process was examined in terms of disputes involving the main employer and the sub-employer relationship.",
     "Metin": "5521  sayılı  İş  Mahkemeleri  Kanunu nu  yürürlükten  kaldıran  7036  sayılı Kanun un getirdiği en önemli yenilik, iş uyuşmazlıklarında arabuluculuğun bir dava şartı olması, bu çerçevede dava açmadan önce arabulucuya başvuru zorunluluğudur. Söz konusu Kanunun 3. maddesinde arabuluculukla ilgili oldukça uzun ve ayrıntılı bir düzenleme öngörülmüş olup ilk fıkrasında  Kanuna, bireysel veya toplu iş sözleşmesine dayanan işçi veya işveren alacağı ve tazminatı ile işe iade talebiyle açılan davalarda, arabulucuya başvurulmuş olması dava şartıdır.  hükmüne yer verilmiştir. Bu hükümden hareketle, iş hukukunda dava şartı arabuluculuk esasen iki kategoride toplanabilir. Bunlardan ilki, işçi veya işveren alacakları, ikincisi ise işe iade davalarıdır. 7036 sayılı Kanunla öngörülen bu yeni düzenlemeyle uyumlu olarak başta İş Kanunu olmak üzere diğer ilgili kanunlarda da değişiklikler yapılmıştır. Nitekim 4857 sayılı İş Kanunu nda da işe iade davalarıyla ilgili olarak öngörülmüş olan 20. ve 21. maddeleri değiştirilmiş, arabuluculuk hususunda hükümler eklenmiştir.Bu çalışma kapsamı ve sınırları itibariyle iş uyuşmazlıklarında arabuluculukla ilgili öngörülen yeni düzenlemelerin tümünü değil, sadece asıl işveren alt işveren ilişkisinin de söz konusu olduğu iş uyuşmazlıklarında işçilik alacakları ve işe iade davaları bakımından yapılan düzenleme ve getirilen yenilikleri incelemeye çalışacağız. Konuyu incelerken bilhassa işe iade bakımından asıl işveren-alt işveren ilişkisinin söz konusu olduğu durumlarda dava şartı arabuluculuk süreci için özel bir düzenleme olan 7036 sayılı Kanun un 15. maddesinin üçüncü fıkrası hükmünü ve bu hüküm bağlamında asıl işveren alt işveren arasındaki  dava arkadaşlığı  hususunu irdelemeye çalışacağız.I. KAVRAMSAL ÇERÇEVEA. ASIL İŞVEREN-ALT İŞVEREN KAVRAMLARIİşveren, mevzuatımızda bir iş sözleşmesine dayanarak işçi çalıştıran gerçek veya tüzel kişi yahut tüzel kişiliği olmayan kurum ve kuruluş olarak tanımlan 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi335588  Ertuğrul YUVALIDoç. Dr.maktadır (İ.K. md.2/I). İş Kanunu nda ayrıca bir alt işveren tanımına yer verilmemekle birlikte,1 Kanunun 2. maddesinin 6. fıkrasında  Bir işverenden, işyerinde yürüttüğü mal veya hizmet üretimine ilişkin yardımcı islerinde veya asıl isin bir bölümünde işletmenin ve isin gereği ile teknolojik nedenlerle uzmanlık gerektiren islerde iş alan ve bu iş için görevlendirdiği isçilerini sadece bu işyerinde aldığı iste çalıştıran diğer işveren ile iş aldığı işveren arasında kurulan ilişkiye asıl işveren-alt işveren ilişkisi denir.  denilerek asıl işveren-alt işveren ilişkisi tanımlanmıştır.Belirtelim ki, 4857 sayılı İş Kanunu nun kabulünün akabinde uygulamada oluşan boşlukları gidermek ve ihtilaflı hususları çözüme bağlamak adına Alt İşverenlik Yönetmeliği ile asıl işveren ve alt işveren kavramları tanımlanmıştır.3 Nitekim Alt İşverenlik Yönetmeliğinin 3. maddesinin a fıkrası itibariyle alt işveren;  bir işverenden, işyerinde yürütülen mal veya hizmet üretimine ilişkin yardımcı işlerde veya asıl işin bir bölümünde işletmenin ve işin gereği ile teknolojik nedenlerle uzmanlık gerektiren işlerde iş alan, bu iş için görevlendirdiği işçilerini sadece bu işyerinde aldığı işte çalıştıran gerçek veya tüzel kişiyi yahut tüzel kişiliği olmayan kurum ve kuruluşları, ifade eder  denilmek suretiyle tanımlanmıştır. Söz konusu Yönetmeliğin 3. maddesinin ç fıkrasında asıl işveren ise;  işyerinde yürüttüğü mal veya hizmet üretimine ilişkin yardımcı işleri veya asıl işin bir bölümünde işletmenin ve işin gereği ile teknolojik nedenlerle uzmanlık gerektiren işleri diğer işverene veren, asıl işte kendisi de işçi çalıştıran gerçek veya tüzel kişiyi yahut tüzel kişiliği olmayan kurum ve kuruluşları  şeklinde ifade edilmiştir.Alt işveren, kendi işçilerine karşı doğrudan işveren konumunda olmakla birlikte, asıl işverenin işyerinin bir bölümünde veya işyeri eklentilerinden birinde faaliyet göstermekte ve bu faaliyet yeri alt işveren işçileri bakımından doğrudan işyeri niteliğinde olan işverendir. Alt işveren işçilerinin doğrudan bağlı oldukları işveren alt işveren olup; işçilerin özlük hakları, ücret ve yan kazanımları bakımından alt işveren sorumludur. Nitekim asıl işveren-alt işveren ilişkisinden söz edebilmek bakımından alt işverenin asıl işverenden bağımsız bir yönetiminin ve iş organizasyonunun bulunması gerekmektedir.4 Görüldüğü üzere alt işveren kendi adı ve hesabına faaliyette bulunan ayrı bir işverendir. Asıl işveren alt işveren 1 ÜnalNarmanlıoğlu,İşHukukuFerdiİşİlişkileriI,GenişletilmişveGözdenGeçirilmiş5.Bası,(İstanbul:BetaYayıncılık,2014),117;ŞahinÇil,editör,AliGüzel, Asılİşveren-Altİşverenİlişkisi,İşHukukundaÜçlüİşİlişkileri ,KadirHasÜniversitesiHukukFakültesi,Sempozyum-04Nisan2009,(İstanbul:KadirHasÜniversitesiYayınları,2009),7.2 ResmîGazeteTarihi:27/09/2008,ResmîGazeteSayısı:27010.3 Sözkonusuyönetmeliğeilişkinayrıntılıbilgiiçinbkz.GülsevilAlpagut, AltİşverenlikYönetmeliğiveHukukaUygunlukSorunu ,LegalİşHukukuveSosyalGüvenlikHukukuDergisi,C.5,S.20(2008):1347-1358.4 GülsevilAlpagut, İşİlişkisininKurulması,HükümleriveİşinDüzenlenmesiAçısındanYargıtay ın2014YılıKararlarınınDeğerlendirilmesi ,Yargıtay ınİşHukukuveSosyalGüvenlikHukukuKararlarınınDeğerlendirilmesi,Ankara(2014):20-21.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren-Alt İşveren İlişkisinde Zorunlu Arabuluculuk 335599arasındaki hukuki ilişkiyi kuran işlemin dayanağı; kira akdi, taşıma akdi ya da istisna akdi vb. gibi bir sözleşme olabilir ki;5 esasen söz konusu iki işveren arasındaki ilişki iş hukukunun konusu da değildir.6 Asıl işveren-alt işveren ilişkisinde, bir işverenin  asıl , diğerinin ise  alt  olarak ifade edilmesindeki gaye, bu işverenleri birbirinden ayırt etmektir.7B. ARABULUCULUK KAVRAMIEn genel anlamıyla arabuluculuk; bağlayıcı bir karar verme yetkisine ve gücüne sahip olmayan, anlaşmayı kolaylaştırmaya çaba gösteren üçüncü bir kimsenin katıldığı, müzakere temelli her türlü uyuşmazlık çözüm yolunu ifade etmek için kullanılmaktadır.8 Uyuşmazlıkların çözümü, esasen yargı erkini kullanan devletin vazifesidir. Bununla birlikte mahkemelerin iş yükünü önemli ölçüde azaltan alternatif uyuşmazlık çözüm yöntemleri yaygın ve etkin şekilde kullanılmaktadır. Zira alternatif uyuşmazlık çözüm yöntemleri, taraflar arasındaki uyuşmazlıkların çözümünde, devletin yargılama yetkisine ve mutlak egemenliğine zarar vermeden, uyuşmazlığın taraflarının tatmin olacağı bir sonuca ulaşmalarını hedefleyen yöntemleri ifade etmektedir.9 Dolayısıyla söz konusu çözüm yöntemlerini, yargısal sistemin yerine ikame edilmeye çalışılan ve onunla rekabet içinde bulunan bir yöntemler bütünü olarak değerlendirmemek gerekir.10 Aynı yöndeki bir Anayasa Mahkemesi kararında alternatif uyuşmazlık çözüm yolları, mahkemelerin alternatifi olarak nitelendirmeyip, tam aksine uyuşmazlıkların çözümü için tamamlayıcı ek yöntemler bütünü olarak değerlendirilmiştir.11 Alternatif uyuşmazlık çö5 FevziDemir,İşHukukuveUygulaması,(İzmir:AlbiYayınları,2017),54;SarperSüzek,İşHukuku,21.Baskı,(İstanbul:BetaYayınları,2021),164.6 HamdiMollamahmutoğlu;MuhittinAstarlıveUlaşBaysal,İşHukukuDersKitabı,Cilt1:BireyselİşHukuku,5.Baskı,(Ankara:LykeionYayınları,2021),44-45.7 Mollamahmutoğlu,AstarlıveBaysal,BireyselİşHukuku,45.8 ÖmerEkmekçi;MuhammetÖzekes;MuratveVuralSeven,HukukUyuşmazlıklarındaArabuluculuk,2.Baskı,(İstanbul:OnİkiLevhaYayınları,2019),18;SühaTanrıver, AlternatifUyuşmazlıkÇözümYolları:ArabuluculukKurumunaHukukveSosyolojikBirBakış ,Prof.Dr.FikretEren eArmağan,(Ankara:2006),828.9 FelixSteffe,editör,Steffek,Unberath,Genn,GregerveMenkel-Meadow, PrincipledRegulationofDisputeResolution:Taxonomy,Policy,Topics ,RegulatingDisputeResolutionADRandAccesstoJusticeattheCrossroads,(Oregon:2013),56;J.A.ScimeccaJ.A.,editör,DennisJ.D.SandoleveHugovanderMerwe, TheOryandAlternativeDisputeResoution:AContradictioninTerms? ,ConflictResolutionTheoryandPractice,IntegrationandApplication,(Manchester:1993),212.10 HenryBrownveArthurMarriott,ADRPrinciplesandPractice,(London:2011),21;MustafaSerdarÖzbek,AlternatifUyuşmazlıkÇözümü,(Ankara:YetkinYayıncılık,2016),201;HakanPekcanıtez, AlternatifUyuşmazlıkÇözümleri ,HukukiPerspektiflerDergisi(HPD),S.5(2005):12.11 AYMKararı,E.2012/94,K.2013/89,10.07.2013: Alternatifuyuşmazlıkçözümükavramındageçen‘Alternatif terimi,mahkemelerealternatifbiryololarakkullanılamaz.Arabuluculuk,taraflarınsorunlarınıkendilerininçözmesiniamaçlayangönüllülükesasınadayanandostanebirçözümyoluolupbiryargılamafaaliyetideğildir.Alternatifuyuşmazlıkçözümyöntemleri,uyuşmazlıklarınçözümündeyargısalyollarınyanındayeralanvetaraflarınistemelerihâlindeişlerlikkazanan,esasitibariyleilişkilerinkoparılmadansürdürülmesiniveadilbirkarardanziyade,herikitarafıda 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi336600  Ertuğrul YUVALIDoç. Dr.züm yolları olarak başta arabuluculuk kurumu olmak üzere; uzlaşma, müzakere, tarafsız ön değerlendirme, vakıaların tespiti yöntemleri sayılabilir.12 Alternatif çözüm yolları bu sayılanlarla sınırlı olmamakla beraber en etkin ve yaygın kullanılanların arabuluculuk ve uzlaşma olduğunu söylemek mümkündür.13,14 Şüphesiz söz konusu çözüm yollarını irdelemek bu çalışmanın kapsamını aşacaktır.Arabuluculuk kurumu, yukarıda bahsi geçen alternatif uyuşmazlık çözüm yöntemleri içerisinde kendine özgü bir yöntem olarak kabul edilmektedir. Nitekim arabulucu; uyuşmazlığın ve tarafların niteliğine, uyuşmazlığın tarafları etkileme derecesine göre değişen yönetim davranış modelleri sergileyerek tarafların uyuşmazlıklarını çözmelerine yardımcı olmaktadır.15 Nitekim Hukukî ve Ticarî Uyuşmazlıklarda Arabuluculuğun Belirli Yönlerine İlişkin Avrupa Parlamentosu ve Konseyi Yönergesi nde arabuluculuk;  adlandırılma ve başvurulma şekline bakılmaksızın, uyuşmazlığın tarafı iki veya daha fazla kişinin, gönüllü bir temelde uyuşmazlıklarını çözmek için bir arabulucunun yardımı ile bizzat çaba gösterdikleri yapılandırılmış bir süreç  olarak tanımlanmıştır.16Kendine özgü bir model olarak arabuluculuk yönteminde, arabulucunun karar verme yetkisinin olmaması, arabuluculuğu iki taraflı bir yapıya büründürmüştür. Bununla birlikte arabulucuların karar verme noktasında yetkisinin olmaması, onların güçsüz olmaları anlamına gelmez. Nitekim arabulucu süreci başlatan ve sürecin iyi bir şekilde idaresinden sorumlu olan kişidir. Bu itibarla taraflar için güvenli bir müzakere ortamı sağlanmalıdır. Söz konusu müzakere ortamı bakımından aratatminedicibirçözümeulaşılmasınıhedefleyenyöntemlerbütünüdür.Birbaşkaifadeyle,alternatifuyuşmazlıkçözümleri,Devleteaityargıyetkisininmutlakegemenliğinezararvermedenişlerlikkazananveuygulamaalanıbulanekyöntemlerbütünüolaraknitelendirilebilir.Birbaşkaifadeyle,taraflararasındaarabuluculukyönteminebaşvurulmuşolması,Devletinyargılamayetkisinibertarafedemez.Arabuluculuktairadilikilkesigereğinceyargıyavediğerçözümyollarınabaşvuruyoluherzamanaçıkbulunmaktadır .BaşkabirkararındaAnayasaMahkemesi Uyuşmazlıkçözümüiçinalternatifuyuşmazlıkçözümlerininyaşamageçirilmesi,yargıyailişkinAnayasakurallarınınetkinliğininsağlanmasıbakımındangerekligörülebilir... şeklindekararvermiştir.(AYMKararı,E.2003/98,K.2004/31,3.3.2004).12 BarışFarukMutlay, İşeİadeDavalarındaArabuluculuk ,ÇalışmaveToplumDergisi,S.4(2018):2132.13 Pekcanıtez, AlternatifUyuşmazlıkÇözümleri ,15;İnciBiçkin, GenelOlarakAlternatifUyuşmazlıkÇözümü ,HukukPerspektiflerDergisi,S.7(2006):36.14 Uzlaştırmavearabuluculukkurumlarınınfarklılıklarıhakkındaayrıntılıbilgiiçinbkz.:SühaTanrıver, ArabuluculukveUzlaştırmaKavramları,AralarındakiTemelFarklılıklarveArabuluculukKurumunaDuyulanTepkileryadaOluşturulanDirençlerinSosyolojikAçıdanİrdelenmesiveDeğerlendirilmesi ,Prof.Dr.FıratÖztan aArmağan,C.2,(Ankara:2010),243.15 OrhanDür,ArabuluculukFaaliyetiveArabulucularınHakveYükümlülükleri,YayımlanmamışDoktoraTezi,(Konya:2017),10.16  CounceloftheEuropeanUnion,Directive2008/52/EC .Aynıyönde;AmerikanAlternatifUyuşmazlıkÇözümüDanışmaKurulu nuntanımınagörearabuluculuk; Uyuşmazlıkiçindekitarafların,uyuşmazlığıniçeriğineveyaçözümeilişkinbelirleyicietkisiolmayan,fakatsüreceilişkinolaraktavsiyeveyakararvermeyetkisibulunanbiruyuşmazlıkçözümüuygulayıcısı(arabulucu)yardımıileuyuşmazlıkkonularınınbelirlenmesi,çözümönerileriüretilmesi,alternatiflerindeğerlendirilmesivebiranlaşmayavarılmasıçabasınıiçerenbirsüreçtir .Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren-Alt İşveren İlişkisinde Zorunlu Arabuluculuk 336611bulucunun taraflardan ve uyuşmazlıktan bağımsız, tarafsız üçüncü bir kişi olması gerekir.17 Nitekim arabulucunun en temel görevi, tarafların bu müzakere zeminini herhangi bir kesinti ve sekteye uğratmadan devam etmesini sağlamaya çalışmaktır.07.06.2012 tarih, 28331 sayılı Resmi Gazetede yayımlanarak yürürlüğe giren, 6325 sayılı Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu nun  Tanımlar  başlığını taşıyan 2. maddesinin ilk fıkrasının b bendinde, arabuluculuk  Sistematik teknikler uygulayarak, görüşmek ve müzakerelerde bulunmak amacıyla tarafları bir araya getiren, onların birbirlerini anlamalarını ve bu suretle çözümlerini kendilerinin üretmesini sağlamak için aralarında iletişim sürecinin kurulmasını gerçekleştiren, uzmanlık eğitimi almış olan tarafsız ve bağımsız bir üçüncü kişinin katılımıyla ve ihtiyari olarak yürütülen uyuşmazlık çözüm yöntemi  olarak tanımlanmıştır.18Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu itibariyle yapılan tanımdan yola çıkarsak arabuluculuğun tarafsız ve bağımsız uzman üçüncü bir kişi ile yürütülmesi zorunlu olduğu görülmektedir.19 Bu bakımdan bağımsız, tarafsız ve uzman bir üçüncü kişi katılmaksızın salt tarafların kendi aralarında yaptığı müzakereler arabuluculuk çözüm yolu olarak değerlendirilemez.20Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu nun ilk maddesinin 2. fıkrası ile arabuluculuk ile çözülebilecek uyuşmazlıklar belirlenmiş olup, tarafların serbestçe tasarruf edebilecekleri özel hukuk uyuşmazlıklarının çözümünde ara17 SedaÖzmumcu, KarşılaştırmalıHukukveTürkHukukuAçısındanZorunluArabuluculukSistemineGenelBirBakış ,İstanbulÜniversitesiHukukFakültesiMecmuası,C.LXXIV,S.2(2016):831;ElifKısmetKekeç,ArabuluculukYoluylaUyuşmazlıkÇözümündeTemelAşamalarveTaktikler,YayımlanmamışDoktoraTezi,(İzmir:2010),75.18 Hükmüngerekçesinde; Kanununuygulanmasıbakımındanmerkezibirkonumdabulunan Arabuluculuk kavramınayüklenenanlamveiçerik uzlaştırma kavramındantemelfarklılıklarınadaişaretedilmeksuretiyletespitedilmiştir.Butanımlamaçerçevesindearabuluculuk,uyuşmazlıkiçinedüşmüşolantaraflarıkonuşmakvemüzakerelerdebulunmakamacıylabirarayagetiren,birbirlerinianlamalarınıvebusuretle kendiçözümlerinikendilerininüretmelerinisağlamak içinaralarındakiiletişimikolaylaştıran,uzmaneğitimialmış,bağımsız,tarafsızveobjektifbirkonumdabulunanüçüncükişininkatkısıyadakatılımıylayürütülen,gönüllüolarakişlerlikkazananbiruyuşmazlıkçözmeyöntemidir.Birbaşkaifadeilearabulucu,uyuşmazlıkhakkındaherhangibirkararveremez,taraflaraçözümönerilerindebulunamaz.Arabulucu,sadecesistematikbirbiçimdeiletişimteknikleriuygulamaksuretiyle,taraflararasındailetişiminkurulmasınıkolaylaştırırvediyalogsürecininişlerlikkazanmasınavebununcanlıtutulmasınakatkısağlar;taraflararahatveözgürbirmüzakereortamıyaratmaksuretiyle,sorumluluklarıkendilerineaitolmaküzereçözümükendilerininbulmasınayardımcıolur... 19 MelisTaşpolatTuğsavul,TürkHukukundaArabuluculuk,1.Bası,(Ankara:YetkinYayıncılık,2012),28;Mutlay, İşeİadeDavalarındaArabuluculuk ,2132;M.SerhatSarısözen, HukukUyuşmazlıklarındaArabuluculukKanunTasarısınınGetirdikleri,İcraEdilebilirlikBelgesiveArabuluculuğunAvukatınTekelHakkınaaykırılıkOluşturupOluşturmadığıSorunu ,EÜHFD,C.15,S.1-2(2011):256.20 HakanPekcanıtez;MuhammetÖzekes;MineAkkanveHülyaTaşKorkmaz,MedeniUsulHukuku,C.3,15.Bası,(İstanbul:OnİkiLevhaYayıncılık,2017),2817;Kekeç,ArabuluculukYoluylaUyuşmazlıkÇözümündeTemelAşamalarveTaktikler,61;Ekmekçi,Özekes,AtalıveSeven,HukukUyuşmazlıklarındaArabuluculuk,52. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi336622  Ertuğrul YUVALIDoç. Dr.buluculuktan yararlanılabileceği öngörülmüştür. Nitekim söz konusu hükme göre  Bu Kanun, yabancılık unsuru taşıyanlar da dâhil olmak üzere, ancak tarafların üzerinde serbestçe tasarruf edebilecekleri iş veya işlemlerden doğan özel hukuk uyuşmazlıklarının çözümlenmesinde uygulanır. Şu kadar ki, aile içi şiddet iddiasını içeren uyuşmazlıklar arabuluculuğa elverişli değildir .Arabuluculuğun temel ilkeleri; iradi olmak ve eşitlik (HUAK m.3), gizlilik (HUAK m.4) ve beyan ve belgelerin kullanılamaması (HUAK m.5) olarak sayılabilir. Bu ilkelerden iradi olma ilkesi, ilerleyen paragraflarda  Dava Şartı Arabuluculuk  başlığı altında ele alınacağı için diğer ilkelerden bahsedilecektir.Arabuluculuğun temel ilkelerinden biri olan eşitlik ilkesi esasen arabulucunun  tarafsızlığın  bir  gereğidir.  Hukuk  Uyuşmazlıklarında  Arabuluculuk Kanunu nun arabulucunun hak ve yükümlülüklerini düzenleyen 9. maddesinin 2. fıkrasında arabulucu, taraflar arasında eşitliği gözetmekle yükümlü tutulmuştur.21Eşitlik, hakkaniyet ve adalet kavramları ile yakın bir ilişki içerisindedir. Öyle ki; eşitlik, adalet ve hakkaniyet kavramları birbirinden ayrılması çok güç kavramlar olarak karşımıza çıkmaktadır.22 Bu itibarla eşitlik ilkesi, yargısal çözümlerde de alternatif çözüm yollarında da kendisini göstermektedir. Bununla birlikte yargılamadaki eşitlik kendisini daha somut olarak usulî eşitlik ve silahların eşitliği şeklinde adil bir karar verilmesi biçiminde gösterirken arabuluculuktaki eşitlik tarafların içselleştirdikleri ve süreçte tam olarak hissettikleri bir biçimde olmalıdır.23Eşitlik ilkesi gereği arabulucu, tarafların menfaatleri ve çözüm önerileri karşısında onlara eşit mesafede olmak zorundadır. Bununla birlikte arabulucunun bunu yaparken taraflar arasındaki güç dengesizliğine de dikkat etmesi gerekir. Zira uyuşmazlık tarafları arasında güç dengesizliğinin bulunması pekâlâ mümkün olup bu asimetrik ilişkinin zayıf olan tarafı olumsuz etkilememesi için arabulucu tarafından bu dengesizliğin bertaraf edilmesi için çaba gösterilmelidir.24Yargı organlarında mevcut olan aleniyet prensibinin aksine, arabuluculukta esas olan gizlilik ilkesidir. HUAK ın  Gizlilik  başlığını taşıyan 4. maddesi hükmünce;  Taraflarca aksi kararlaştırılmadıkça arabulucu, arabuluculuk faaliyeti çerçevesinde kendisine sunulan veya diğer bir şekilde elde ettiği bilgi ve belge21 HUAKm.9/f.2 ninhükümetgerekçesi ...Şüphesizbu,arabuluculukfaaliyetinindoğalbirsonucu,tarafsızlığınvearabuluculuğahâkimolanilkenindebirgereğidir.Eşitdavranma,yargılamadakianlamıylaeşitlikdeğildir.Burada,taraflarlailetişimdeveuyuşmazlıkçözümsüreciningerektirdiğianlamdaeşitliksözkonusudur. şeklindedir.22 R.BenIsraelveP.Faubert,editör,RogerBlainpain,EqualityandProhibitationofDiscriminationinEmploymentLaw,ComparativeLabourLawandIndustrialRelationsinIndustrializedMarket,8.Edition,(KluwerLawInternational,2004),321.23  Ekmekçi, Özekes, Atalı ve Seven, Hukuk Uyuşmazlıklarında Arabuluculuk, 31.24 Kekeç,ArabuluculukYoluylaUyuşmazlıkÇözümündeTemelAşamalarveTaktikler,304;Dür,ArabuluculukFaaliyeti,263.25 Anayasa nın141.maddesiveHMK nın28.maddesiitibariyle,mahkemeyargılamasınınaleniolarakyapılmasıgerekmektedir.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren-Alt İşveren İlişkisinde Zorunlu Arabuluculuk 336633ler ile diğer kayıtları gizli tutmakla yükümlüdür . Gizlilik ilkesi, arabulucunun olduğu gibi tarafların da yükümlülüklerinden bir tanesidir. Nitekim söz konusu hükmün 2. fıkrası uyarınca aksi kararlaştırılmadıkça taraflar ve görüşmelere katılan diğer kişiler de bu konudaki gizliliğe uymak zorundadırlar. Konuya ilişkin Yönetmelik hükmünce ise; gizlilik kuralına uyma yükümlülüğü, arabulucunun yanında çalışan kişiler, denetim ve gözetimi altında ilgili mevzuat çerçevesinde staj yapanlar, Bakanlık ve Kurul görevlileri yönünden de geçerlidir.Gizlilik ilkesi, taraflara rahatça müzakere etme ve çözüm üretme imkânı vermekte olduğundan önem ihtiva etmektedir.27 Bahse konu ilkenin aksi kararlaştırabilirse de bunun için açık bir anlaşmanın mevcudiyeti gerekir.Belirtmek gerekir ki; arabuluculuk sürecinde tarafların, uyuşmazlık konusunu bütün yönleriyle tartışmaları esnasında ortaya çıkabilecek ticari sırların ya da mahrem bilgilerin gizli kalmasını sağlayacak bir yöntemle uyuşmazlıklarını çözme imkanının mevcudiyeti, arabuluculuk yönteminin tercih edilme sebebi ve üstünlüğüdür.28Gizlilik ilkesinin bir diğer yönünü ise arabuluculuk faaliyeti kapsamında beyan ve belgelerin kullanılamaması oluşturur. Nitekim bu husus HUAK ve ilgili Yönetmelik itibariyle özel ve ayrıntılı olarak düzenlenmiştir. Arabuluculuk sürecinde söz konusu olan beyan ve belgeler yargı yolunda delil olarak sunulamaz, sunulsa dahi hükme esas alınamaz (HUAK m.5; HUAKY m.7).29 Örneğin, bir işçi-işveren uyuşmazlığı söz konusu olduğunda, arabuluculuk sürecinde elde edilen bilgi daha sonra farklı bir alacak davasında kullanılamaz.30 Bu itibarla arabuluculuk sürecinde ticari sırları da dahil olmak üzere özel bilgi ve belgeleri sunan taraflar söz konusu bilgi ve belgelerin ileride aleyhlerinde delil olarak kullanılmayacağından emin olarak rahat hareket edebilmektedir.31 Bununla birlikte, hukuk davası ve tahkimde ileri sürülebilen deliller, sadece arabuluculukta sunulmaları sebebiyle kabul edilemeyecek deliller hâline gelmez.26  HukukUyuşmazlıklarındaArabuluculukKanunuYönetmeliği ,R.G.Tarih:2.6.2018,Sayı:30489.27 MertNamlı, İşMahkemeleriKanunuTasarısıTaslağıileGetirilenZorunluArabuluculukKurumununMedeniUsulHukukuBakımındanDeğerlendirilmesi,İşMahkemeleriKanunuTasarıTaslağınınDeğerlendirilmesi ,İşHukukuveSosyalGüvenlikHukukuDerneği40.YılUluslararasıToplantısı,(Ankara,TİSK,2016),155;Tanrıver, ArabuluculukveUzlaştırmaKavramları ,187;Ekmekçi,Özekes,AtalıveSeven,HukukUyuşmazlıklarındaArabuluculuk,30.28 Özbek,AlternatifUyuşmazlıkÇözümü,291.29 Taraflar,arabulucuveyaarabuluculuğakatılanlardadâhilolmaküzereüçüncübirkişi,uyuşmazlıklailgiliolarakhukukdavasıaçıldığındayahuttahkimyolunabaşvurulduğunda,aşağıdakibeyanveyabelgeleridelilolarakilerisüremezvebunlarhakkındatanıklıkyapamaz:a)Taraflarcayapılanarabuluculukdavetiveyabirtarafınarabuluculukfaaliyetinekatılmaisteği.b)Uyuşmazlığınarabuluculukyoluilesonaerdirilmesiiçintaraflarcailerisürülengörüşlerveteklifler.c)Arabuluculukfaaliyetiesnasında,taraflarcailerisürülenönerilerveyaherhangibirvakıaveyaiddianınkabulü.ç)Sadecearabuluculukfaaliyetidolayısıylahazırlananbelgeler.30 Ekmekçi,Özekes,AtalıveSeven,HukukUyuşmazlıklarındaArabuluculuk,36.31 HUAK33.maddesiitibariylemaddesindekigizlilikyükümlülüğüneaykırıhareketederekbirkişininhukukenkorunanmenfaatininzarargörmesinenedenolankişialtıayakadarhapiscezasıilecezalandırılır. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi336644  Ertuğrul YUVALIDoç. Dr.II. ASIL İŞVEREN-ALT İŞVEREN İLİŞKİSİNDE DAVA ŞARTI ARABULUCULUKA. DAVA ŞARTI ARABULUCULUKArabuluculuk sürecinin ön şartı, tarafların dışarıdan zorunlu kılınmadan arabuluculuk faaliyetinin gerçekleşmesini serbest iradeleriyle talep etmeleridir.32 Nitekim arabuluculuk sürecinde, taraflar arasındaki aşırı güç dengesizliği ancak iradilik ilkesinin uygulanmasıyla giderilebilir. Bu süreçte arabulucu; serbest iradenin tam olarak mevcudiyetinin gerekliliğini konu hâline getirip işleyerek, güçsüz tarafın iradesini baskı altına alan unsurları bertaraf edip, tarafların süreci her zaman terk edebileceklerini onlara izah ederek yapabilir.Arabuluculuğa ilişkin olarak temel düzenleme niteliğinde olan Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu nun kabul edildiği tarihte arabuluculuğun iradi olması esas alınmış ve söz konusu Kanun bu esasa göre şekillendirilmiştir. Nitekim HUAK ın 3. maddesine göre tarafların, arabulucuya başvurmak, süreci devam ettirmek, sonuçlandırmak veya bu süreçten vazgeçmek konusunda serbest olduğu düzenlenmiştir. Yine iradilik ilkesinin neticesi olarak, Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu Yönetmeliği md.7 uyarınca taraflar bu sürecin içine zorla dâhil edilemeyecekleri gibi her aşamada uyuşmazlığı arabuluculuk yoluyla çözmekten de vazgeçebilirler. Bununla birlikte 7036 sayılı Kanun ile birlikte iş uyuşmazlıklarına ilişkin olarak zorunlu bir arabuluculuk müessesesi öngörülmüştür.34 Bu düzenlemeyi ticari uyuşmazlıklarda zorunlu arabuluculuğu düzenleyen  TTK md.5/A  hükmü ve tüketici uyuşmazlıklarında dava açılmadan önce arabulucuya başvurulmuş olması zorunlu arabuluculuğu düzenleyen 6502 sayılı Tüketicinin Korunması Hakkında Kanun a  Dava şartı olarak arabuluculuk  başlığı ile eklene  73/A  hükmü takip etmiştir. Bu bağlamda Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu nun  İradi Olma ve Eşitlik  başlığı taşıyan 3. maddesine eklenen düzenlemeyle dava şartı olarak arabuluculuğa ilişkin 18/A maddesi hükmünün saklı olduğu ifade edilmiştir.37Arabuluculuğa ilişkin temel kanun 6325 sayılı Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu olmasına rağmen  zorunlu arabuluculuğa  ilişkin muhtelif kanunlarda yapılan düzenlemeler kanun yapma tekniğine uygun olmadığı ve yorum yanlışlıklarına sebebiyet verebileceği gerekçeleri ile doktrinde isabetli olarak ifade edilmiştir.3832 Dür,ArabuluculukFaaliyeti,139.33 12.10.2017tarihindeTBMMGenelKurulundagörüşülerekkabuledilmiş,25.10.2017günve30221sayılıResmîGazete deyayımlanmıştır.34 Zorunluarabuluculukyöntemlerivemukayeselihukukalanındaarabuluculukhakkındakigelişmeleriçinbakınız:Özmumcu, ZorunluArabuluculukSistemineGenelBirBakış ,808vd.35 Ek:6/12/2018-7155/20md.36 Ek:22/7/2020-7251/59md.37 Ekcümle:6/12/2018-7155/22md.38 Ekmekçi,Özekes,AtalıveSeven,HukukUyuşmazlıklarındaArabuluculuk,126.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren-Alt İşveren İlişkisinde Zorunlu Arabuluculuk 336655İş uyuşmazlıklarındaki dava şartı arabuluculuk düzenlemesi ile ilgili olarak İş Mahkemeleri Kanunu nun genel gerekçesinde işçi ve işveren arasındaki uyuşmazlıkların hem çalışma hayatının hem de yargının gündeminde önemli bir yer tuttuğu ve ilk derece mahkemelerindeki ve Yargıtay daki uyuşmazlıkların önemli bir bölümünü oluşturduğu ifade edilmiştir. Bunun yanında işçi ile işveren arasındaki uyuşmazlık çeşit ve sayısının artmasının nedenleri olarak nüfus artışı, iş alanları ve iş yapma şeklinin değişmesi, teknoloji alanındaki gelişmeler ve sosyal güvenlik hukukuna ilişkin alanın genişlemesi gösterilmiştir.Zorunlu arabuluculuğu arabuluculuğun temel ilkeleri ve bilhassa iradilik ilkesi bağlamında savunmak güçtür. Bunun yanında bilhassa çalışmamızın konusunu oluşturan iş uyuşmazlıkları bakımından,  işçinin korunması  ilkesinin yargısal yollarla çözümünün sağlandığı, bu nedenle yargısal yollar dışında uyuşmazlık çözümlerinin, iş hukukunun temel ilkeleri ile varlık nedenlerine zarar verebileceği ifade edilmiştir.40 Bunun gibi arabuluculuk sürecinin gizli ve esnek bir süreç olması nedeniyle güçlü olan tarafın süreçte baskın olmasına, güçsüz olan tarafın ise yargı güvencesinden yoksun kalması nedeniyle daha da güçsüz kalarak üzerinde baskı oluşmasına neden olabileceği de savunulmuştur.41 Zorunlu arabuluculuk yerine tarafların arabuluculuğa başvurması için özendirici tedbirler alınabileceği ifade edilmiştir.42Doktrinde ileri sürülen kritiklere paralel olarak 7036 sayılı Kanun un arabulucuya başvuru zorunluluğuna ilişkin hükümleri ile 4857 Sayılı İş Kanunu nun işe iade talepli uyuşmazlıklarda dava açılmadan önce arabulucuya başvurulmasının zorunlu olduğuna ilişkin hükümlerin iptali ve yürürlüklerinin durdurulması için Anayasa Mahkemesinde dava açılmıştır. Söz konusu iptal isteminde arabuluculuğa başvurmada işçiye özgür iradesiyle hareket etme imkânının tanınmamasının hak arama hürriyetini engellediği, hakkın özüne dokunan ölçü39 Gerekçedeyeralan2016yılıAralıkayıverilerinegöreülkemizde14milyonayakınişçive1milyon750bineyakınişyeribulunmaktadır.2017yılıMayısayıverilerinegöre50 sisosyalgüvenlikhukukundauzmanolmaküzere320işmahkemesinde376hâkimveİşmahkemesikurulmayanyerlerdeise514asliyehukukmahkemesiişmahkemesisıfatıylaişçiveişverenarasındakiuyuşmazlıklarıçözmekiçinçalışmaktadır.Gerekçedeyeralan2016yılıverilerinegöreilkderecemahkemelerindeki3milyon525bincivarındakihukukuyuşmazlığınınyaklaşıkyüzde15 iveYargıtay dabakılan780bincivarındakihukukuyuşmazlığınınyaklaşıkyüzde30 uişuyuşmazlıklarındankaynaklanmaktadır.GerekçedeyeralanAdliSicilveİstatistikGenelMüdürlüğüverilerinegöreişdavalarınınyıllıkortalamagörülmesüresi2010yılında466,2011yılında488,2012yılında483,2013yılında381,2014yılında417,2015yılında431,2016yılında434günolarakgösterilmiştir.40 ZeynepŞişli, BireyselİşUyuşmazlıklarıveYargısalÇözümü ,AnkaraBarosuDergisi,S.2(2012):64;Yamakoğlu,Efe;Ay,ÖmerMirac. Asılİşveren-AltİşverenİlişkisindenDoğanİşUyuşmazlıklarındaDavaŞartıArabuluculuk ,AntalyaBilimÜniversitesiHukukFakültesiDergisi,C.8,S.15(2020):141.41 Namlı, İşMahkemeleriKanunuTasarıTaslağınınDeğerlendirilmesi ,158.42 KürşatKaracabey, ZorunluArabuluculuğunHukukunTemelİlkelerineAykırılığıveUygulanabilirliğineDairSorunlar ,AnkaraBarosuDergisi,S.1(2016):464vd. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi336666  Ertuğrul YUVALIDoç. Dr.süz bir müdahale olduğu, kuralla yargı yoluna başvurulmadan önce yeni bir zorunlu aşama getirilerek doğal hâkim ilkesinin sınırlandırıldığı belirtilmiş ise de Anayasa Mahkemesi söz konusu gerekçeleri yerinde bulmamış iptal talebinin reddine karar vermiştir.43Zorunlu arabuluculuk uygulamasının; iradilik ilkesi, hak arama özgürlüğü vb. esaslar bakımından ayrıntılı olarak değerlendirilmesi ve tartışılması bu çalışmanın kapsamını aşacağından bu bahsi bitiriyoruz.İş Mahkemeleri Kanunu md.3/1 itibariyle; kanuna, bireysel veya toplu iş sözleşmesine dayanan işçi veya işveren alacağı ve tazminatı ile işe iade talebiyle açılan davalarda, arabulucuya başvurulmuş olması dava şartıdır. 7036 sayılı Kanun gerekçesinde, işçi veya işveren alacağı niteliğindeki uyuşmazlıklardan kaynaklı  taleplerden  kaynaklı  uyuşmazlıklarda,  uyuşmazlığın  iş  ilişkisinden kaynaklanması gerektiği,44 ayrıca talebe ilişkin olarak tarafların işçi ve işveren niteliği taşıması ve taleplerin birbirlerine karşı ileri sürülmüş olması gerektiği belirtilmiştir. Bu itibarla kıdem tazminatı, ihbar tazminatı, ücret, prim, ikramiye, fazla çalışma ücreti, fazla sürelerle çalışma ücreti, hafta tatili ücreti, yıllık izin ücreti, ulusal bayram ve genel tatil ücreti, ayrımcılık tazminatı, kötü niyet tazminatı, sendikal tazminat, yol yardımı, yakacak yardımı ve iş ilişkine bağlı maddi ve manevi tazminatı zorunlu arabuluculuğa tabi işçi alacakları olarak sıralanabilir.45 Bunun yanında iş sözleşmesi feshedilen işçi; fesih bildiriminde sebep gösterilmediği veya gösterilen sebebin geçerli bir sebep olmadığı iddiası ile fesih bildiriminden itibaren bir ay içinde işe iade talebiyle, İş Mahkemeleri Kanunu 43 ZorunluarabuluculuğunhakaramahürriyetineengelteşkiledipetmediğiAnayasaMahkemesitarafındanincelenmişvesözkonusudüzenlemeninhakaramahürriyetineengelteşkiletmediğikanaatinevarılmıştır.Detaylıbilgiiçinbkz.:AYM,2017/178E.,2018/82K.,11.07.2018T.,RG:11.12.2018,S.30662.Zorunluarabuluculuğunhakaramahürriyetiniihlaletmediğineilişkingörüşlerbakımındanbkz.:GülgünIldır,AlternatifUyuşmazlıkÇözümüMedeniYargıyaAlternatifYöntemler,(Ankara:SeçkinYayıncılık,2003),45;ErsinErdoğan, 7036SayılıİşMahkemeleriKanunu ndaÖngörülenZorunluArabuluculukveHakAramaÖzgürlüğüAçısındanDeğerlendirilmesi ,LegalİSGHD,C.14,S.55(2017):1222.ZorunluarabuluculukbakımındanAvrupaAdaletDivanıveAvrupaİnsanHaklarıMahkemesikararlarıbağlamındadeğerlendirmeiçinbkz.:MertNamlı, AvrupaAdaletDivanıveAvrupaİnsanHaklarıMahkemesiKararlarıIşığındaİşUyuşmazlıklarındaZorunluArabuluculuğunMahkemeyeErişimHakkıileİlişkisi ,LegalİSGHD,C.15,S.60(2018):1295vd.44 Gerekçedebelirtilenörneğegöre;işçiveyaişvereninişilişkisikapsamındabirbirlerinehakaretetmelerindenkaynaklananyadaişçininişyerindekiişvereneaitmalvemalzemelerezararvermesindendoğantazminattaleplerindearabuluculuğundavaşartıolduğu,ancakişvereninkiracısıolanbirişçinin,kiraborcunuödememesindenkaynaklanan,birbaşkaifadeyleişilişkisindendoğmayanalacaklarınkapsamdasayılmayacağıifadeedilmiştir.45 ÖzlemÖzekes, İşeİadeTaleplerindeDavaŞartıOlan(Zorunlu)Arabuluculuk, TBBDergisi,S.138(2018):283;MustafaKılıçoğlu,İşHukukuEsaslarıYargıtayveBölgeAdliyeMahkemeleriUygulamasıveİşHukukuUyuşmazlıklarındaZorunluArabuluculuk,2.Bası,(Ankara:BilgeYayınevi,2019),678;ŞahinÇil,İşUyuşmazlıklarındaArabuluculukve7036Sayılıİ.M.K.Uygulaması,TazminatveAlacaklardaHesaplamalar,İşGüvencesi,(Ankara:YetkinYayıncılık,2018),19;CumhurSinanÖzdemir, İşDavalarındaZorunluArabuluculukSistemi ,MaliÇözümDergisi,Y.27,S.144(2017):245.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren-Alt İşveren İlişkisinde Zorunlu Arabuluculuk 336677hükümleri uyarınca arabulucuya başvurmak zorundadır.46 İşe iade talepli uyuşmazlıklar bakımından arabulucuya başvuru zorunluluğu ilerleyen paragraflarda ayrıntılı olarak değerlendirilecektir.B. ASIL İŞVEREN-ALT İŞVEREN İLİŞKİSİNDE ARABULUCULUKÜçlü iş ilişkisi söz konusu olduğu durumlardan olan asıl işveren-alt işveren müessesesinde işçi, haklarının teslimi için müteselsil sorumlu olan alt işveren veya asıl işveren bakımından, birlikte veya ayrı ayrı arabuluculuğa başvurabilir.47 Anlaşmanın gerçekleşebilmesi için alt işveren ve asıl işverenin birlikte arabuluculuğa katılması ve anlaşma sağlanması şart değildir.48 Bununla birlikte işçi, alacakları için dava açmak isterse asıl işveren-alt işveren ilişkisinde her iki işveren de müteselsil sorumlu olduğu için husumeti iki işverene birlikte yöneltmesi işçinin menfaatine olacaktır. Aksi hâlde husumet asıl işveren yahut alt işverenden kime yöneltilmişse sadece onun hakkında hüküm ifade edecektir. Benzeri biçimde işçi müteselsil sorumlu olan asıl işveren ve alt işverenden yalnızca biri bakımından arabulucuya başvurduğu takdirde bu kişilerin arabulucuda yapmış olduğu anlaşma sadece kendilerini bağlayacaktır.Arabuluculuk görüşmelerinde anlaşamama durumunda işçi dava açmayı düşünüyorsa dava şartı bakımından asıl işveren ve alt işverene karşı birlikte arabulucuya başvurması gereklidir. Aksi hâlde arabulucuya başvurmadığı işveren bakımından dava açmak isteyen işçi, tekrar arabulucuya başvurmak zorunda kalacaktır. Arabuluculuk sürecinin sadece asıl işverenle yürütüldüğü, buna karşılık süreç sonunda anlaşamama durumuna bağlı olarak açılan davada husumetin asıl işveren ve alt işverene birlikte yöneltildiği bir örneği inceleyelim. Bu durumda alt işveren bakımından tefrik kararı verilmek suretiyle davanın dava şartı yokluğu sebebiyle reddi gerekmektedir. Bununla birlikte asıl işveren bakımından dava şartı yokluğundan söz edilemez.49İşçi alacakları bakımından durum bu şekilde olmakla beraber işe iade bakımından asıl işveren-alt işveren ilişkisinin söz konusu olduğu durumlarda dava şartı arabuluculuk süreci için özel bir düzenleme öngörülmüştür. Nitekim 7036 sayılı İş Mahkemeleri Kanunu nun 3. maddesinin 15. fıkrası hükmünde; asıl 46 Y.HD,14.9.2020,E.2020/5349,K.2020/7421: 7036sayılıİşMahkemeleriKanunu nun3/1.maddesinde kanuna,bireyselveyatopluişsözleşmesinedayananişçiveyaişverenalacağıvetazminatıileişeiadetalebiileaçılandavalardaarabulucuyabaşvurulmuşolmasıdavaşartıdır şeklindedüzenlemeyeyerverilerekdavaşartıolarakarabuluculuköngörülmüştür.AynıKanun un3/21.maddesiuyarıncauygulanan6325sayılıHukukUyuşmazlıklarındaArabuluculukKanunu nun15/3.maddesindeise Taraflarcakararlaştırılmamışsaarabulucu;uyuşmazlığınniteliğini,taraflarınistekleriniveuyuşmazlığınhızlıbirşekildeçözümlenmesiiçingerekenusulveesaslarıgözönünealarakarabuluculukfaaliyetiniyürütür denilmeksuretiilearabuluculukfaaliyetininneşekildesürdürüleceğibelirlenmiştir .47 Çil, Asılİşveren-Altİşverenİlişkisi ,108.48 Ekmekçi,Özekes,AtalıveSeven,HukukUyuşmazlıklarındaArabuluculuk,238.49 BursaBAM3.HD,13.12.2018,E.2018/670,K.2018/3043. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi336688  Ertuğrul YUVALIDoç. Dr.işveren-alt işveren ilişkisinin mevcudiyeti hâlinde işe iade talebiyle arabulucuya başvurulduğunda, anlaşmanın gerçekleşebilmesi için işverenlerin arabuluculuk görüşmelerine birlikte katılmaları ve iradelerinin birbirine uygun olması aranmaktadır. Söz konusu hükmün gerekçesinde, alt işverenin çalıştırdığı işçi tarafından işe iade talebiyle açılan davalarda, asıl işveren-alt işveren ilişkisinin geçersiz olduğunun veya muvazaaya dayandığının belirlenmesine bağlı olarak, davalının gerçek işveren olmadığının belirlenmesi hâlinde taraf sıfatı sorununun ortaya çıktığı, davanın sıfat yokluğu sebebiyle reddi durumunda ise işçinin gerçek işverene karşı dava açması gerektiğinden işçinin, işe iade davaları için öngörülen bir aylık dava açma süresini kaçırma tehlikesiyle karşı karşıya kaldığı, bu durumun işçiyi mağdur ettiği ve bir aylık süre geçmemişse yeni bir dava açılmasının da usul ekonomisine aykırı olduğu ifade edilmiştir.Bahse konu maddenin gerekçesinde, asıl işveren-alt işveren ilişkisinin geçerli olup olmadığı veya muvazaaya dayanıp dayanmadığı konusunda yapılması gereken yargısal denetimin, ilişkinin taraflarını, yani asıl işveren ve alt işverenin davada yer almalarını, kendi hukuklarını koruyacak açıklamaları yapmalarını ve iddialarıyla ilgili olarak ispat haklarını kullanmalarını zorunlu kıldığı, aksi takdirde Avrupa İnsan Hakları Sözleşmesinin 6. maddesinde düzenlenen adil yargılanma hakkı ile 6100 sayılı Kanun un 27. maddesinde öngörülen hukuki dinlenilme hakkına aykırılığın gündeme gelebileceği belirtilmiş, dolayısıyla asıl işveren-alt işveren ilişkisinin söz konusu olduğu durumlarda, işe iade davalarına özgü olarak, davalı taraf yönünden mecburi dava arkadaşlığının var olduğunun kabulünün gerektiği öngörülmüştür.Söz konusu gerekçede bahsi geçen  mecburi dava arkadaşlığı  hususunu kısaca ele almak gerekmektir. Nitekim mevzuatımız bakımından açık bir düzenleme olmamakla birlikte, işe iade davalarına özgü olarak asıl işveren-alt işveren ilişkisinin söz konusu olduğu davalar bakımından davalı taraf yönünden şekli bakımdan mecburi dava arkadaşlığının bulunduğu Yargıtay kararlarında da kabul edilmektedir.51 HMK md.59 hükmü itibariyle, bir hakkın birden fazla kimse tarafından birlikte kullanılması veya birden fazla kimseye karşı birlikte ileri sürülmesi ve tamamı hakkında tek hüküm verilmesi gereken hâllerde, mecburi (zorunlu) dava arkadaşlığı vardır. Mecburi dava arkadaşları, ancak birlikte dava açabilir veya aleyhlerine de birlikte dava açılabilir ki; kendi içinde maddi bakımdan ve şekli bakımdan mecburi dava arkadaşlığı olmak üzere ikiye ayrılır.5250 Y.HD,20.12.2018,E.2018/16121,K.2018/27965.51 Konuylailgiliolarakbkz.:İştarUrhanoğlu, GeçersizFesihveİşeİadeDavalarında,AsılİşverenAltİşverenİlişkisininBulunduğuDurumlardaDavalıYönündenŞekliBakımdanMecburiDavaArkadaşlığı(Kararİncelemesi) ,SicilİşHukukuDergisi,S.29(2013)117;GülsevilAlpagut, İşYargısındaZorunluArabuluculuk ,İşHukukuveSosyalGüvenlikHukukunaİlişkinSorunlarveÇözümÖnerileri2017YılıToplantıları,(İstanbul:İstanbulBarosuYayınları,2018),112vd.52 BakiKuru,İstinafSistemineGöreYazılmışMedenîUsulHukukuDersKitabı,1.Baskı,(Ankara:YetkinYayıncılık,2017),354;Pekcanıtez,Özekes,AkkanveTaşKorkmaz,MedeniUsulHukuku,121.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren-Alt İşveren İlişkisinde Zorunlu Arabuluculuk 336699Maddi bakımdan mecburi dava arkadaşlığında, mecburi dava arkadaşlarının birlikte dava açması veya aleyhlerine de birlikte dava açılması hem maddi hem de şekli zorunluluktur.53 Buna mukabil şekli bakımdan mecburi dava arkadaşlığında, maddi bir zorunluluk olmadığı hâlde kanun gereği gerçeğin ve hukuki ilişkinin daha iyi bir biçimde ortaya çıkarılması ve karara bağlanması bakımından birden fazla kişiye karşı birlikte dava açılması zorunlu kılınmıştır.54Yukarıda da ifade edildiği üzere Yargıtay tarafından asıl işveren-alt işveren ilişkisinin söz konusu olduğu işe iade davalarında, asıl işveren-alt işveren ilişkisinin geçerli olup olmadığı veya muvazaaya dayanıp dayanmadığına yönelik yargısal denetimin, asıl işveren ve alt işverenin davada yer almaları ve her iki tarafın açıklama ve ispat hakkını kullanmalarını zorunlu kıldığı, bu sebeple taraflar arasında bir çeşit şekli bakımdan mecburi dava arkadaşlığının mevcut olduğu ifade edilmektedir.55,5653 MelisÇömlekçiSarı,İşGüvencesiHükümleriBakımındanAsılİşveren-Altİşverenİlişkisi,YayımlanmamışYüksekLisansTezi,(İstanbul:2018),65.54 AhmetTaşkın,TürkİşHukukundaveİşletmeYönetimindeAltİşverenlikİlişkileri,1.Baskı,(Ankara:YetkinYayıncılık,2016),393.55 Y.HD,10.10.2017,E.2017/39113,K.2017/21278.56 Dahaönceasılişveren-altişverenarasındaihtiyaridavaarkadaşlığıbulunduğugörüşündeolanYargıtaygörüşdeğişikliğinişuşekildeaçıklamıştır:Y.HD,18.11.2011,E.2011/6169,K.2011/5306: Altişverenişçisitarafından,feshingeçersizliğinekararverilmesiistemiyleyalnızcaaltişverenhakkındaveyageçersizlikyahutmuvazaaiddiasıylasadeceasılişverenaleyhineaçılandavalarda,asılişveren-altişverenilişkisiningeçersizveyamuvazaayadayandığınınbelirlenmesinebağlıolarak,davalıolarakgösterilenkişininişçiningerçekişvereniolmadığınınbelirlenmesihalindetarafsıfatısorunuortayaçıkmaktadır.Davanıntarafsıfatıyokluğunedeniilereddedilmesihalinde,gerçekişverenekarşıaçılacakdavadaişçi,çoğunlukla,işeiadedavalarıiçinöngörülenbiraylıkdavaaçmasüresinikaçırmatehlikesiilekarşılaşmaktadır.Böylebirsonuçişçiyimağduredeceğigibi,biraylıksüregeçmemişseyenibirdavaaçılmasınıgerektirmesinedeniileusulekonomisinedeuygundüşmez.GerekdahaönceişeiadedavalarınabakanYargıtay9.HukukDairesincevegerekDairemiztarafındandavacınıntemsilcideyanıldığıveyatarafsıfatındamaddihatayadüştüğükabuledilmeksuretiyletarafdeğişikliğikonusundamülga1086sayılıHMK nınkatıkurallarıaşılaraksorunçözülmeyeçalışılmıştır.Nevarki,işeiadedavasıasılişverenvealtişverenekarşıbirlikteaçıldığındaasılişverenhakkındatarafsıfatıyokluğugerekçesiiledavanınreddinekararverilmezken,sadeceasılişverenhakkındadavaaçılmışsatarafsıfatınınbulunmadığıvetarafsıfatındayanılgıolduğununkabulünekararverilmesisözüedilençözümünçelişkisiolarakdikkatçekmiştir.Öteyandan,01.10.2011tarihindeyürürlüğegiren6100sayılıKanunun124.maddesindekabuledilebiliryanılgıyadayananiraditarafdeğişikliğitaleplerininmahkemecekabuledilmesiyönündedüzenlemeyapılmıştır.Ancaksözüedilendüzenlemedetarafdeğişikliğinintalepşartınabağlanmasıkarşısında,hâkimtarafındanbuhusustataraflarahatırlatmadabulunulmasımümkündeğildir.Bunedenletalepolmadığıhalde,tarafsıfatındamaddihatayadüşüldüğündensözedilmeksuretiylemahkemekararınınbozulmasınayönelikuygulamayadevamedilmesinin,kanununbelirtilenaçıkdüzenlemesikarşısında,mümkünolmadığıgörülmektedir.Halböyleolunca,Dairemizdeyukarıdabelirtileniçtihadınyenidengözdengeçirilerekdeğerlendirilmesiihtiyacıdoğmuştur.Mahkemeceverilecekhükmünetkisibakımındanmecburidavaarkadaşlığı,maddibakımdanmecburidavaarkadaşlığıveşekli(usuli)bakımdanmecburidavaarkadaşlığıolarakikiyeayrılmaktadır.Maddibakımdanmecburidavaarkadaşlığı,maddihukukagörebirhakkınbirdenfazlakimsetarafındanbirliktekullanılmasıveyabirdenfazlakimseyekarşıbirlikteilerisürülmesivetamamıhakkındatekhükümverilmesizorunluhallerdesözkonusuolur(6100sayılıHMKm.59).Şekli(usuli)bakımdanmecburidavaarkadaşlığıise,kanununözel 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi337700  Ertuğrul YUVALIDoç. Dr.Doktrinde Yargıtay ın ulaştığı bu sonuç; asıl işveren alt işveren arasında ihtiyari dava arkadaşlığı olduğu, Türk Borçlar Kanunu nda müteselsil sorumlulukta alacaklının borcun tamamının veya bir kısmının ifasını dilerse borçlulardan birinden, dilerse hepsinden isteyebileceği, asıl işveren-alt işveren arasında rücu ilişkisinde geçerli olan ve kendileri arasında davanın ihbarı ile yerine getirilmesi gereken usulî işlemin davacı işçiye yükletilmesi ve mecburi olarak davaya diğer işverenin dahil edilmesinin istenmesinin isabetli olmayacağı ifade edilmek suretiyle kritik edilmiştir.57 Buna karşılık Yargıtay ın asıl işveren-alt işveren bakımından kabul ettiği mecburi dava arkadaşlığı hususunun; asıl işveren-alt işveren ilişkisinin muvazaalı olup olmadığının ya da kanuna uygun olup olmadığının incelendiği bir davada, asıl işveren ya da alt işverenin yer almaması düşünülemeyeceğinden işe iade davaları bakımından işçinin korunması düşüncesi ve hukuki dinlenilme hakkı gereği isabetli olduğu da belirtilmiştir.58 Aynı yönde doktrinde, Yargıtay içtihadını gerek işçi gerek işveren bakımından uygun, maddi ve usulî bakımdan her iki tarafın haklarının korunmasını sağlayan, asıl işveren-alt işveren ilişkisinde işe iade davalarını usulî açıdan sağlam bir hukuki zemine oturtan bir çözüm yolu olarak değerlendirildiği görülmektedir.59Yukarıda da ifade edildiği üzere 7036 sayılı Kanun un 3. maddesinin 15. fıkrasında yer verilen bu özel düzenleme, işe iade uyuşmazlıklarında asıl işverenalt işveren ilişkisinin varlığı hâlinde bunlar arasında bulunan dava arkadaşlığı dikkate alınmak suretiyle hazırlanmıştır. Bu bağlamda asıl işveren-alt işveren arasında mevcut şekli mecburi dava arkadaşlığının, işçi bakımından taraf teşkili hükümlerivedavanınniteliğindenkaynaklanan,birdenfazlakişiyekarşıdavaaçılmasınınveyürütülmesininzorunluolduğuhallerdeoluşandavaarkadaşlığınadenir.(Pekcanıtez,Özekes,AkkanveTaşKorkmaz,MedeniUsulHukuku,223).Şeklidavaarkadaşlığı,gerçeğintamolarakortayaçıkarılmasıvetaraflararasındakiilişkinindoğrukararabağlanmasınısağlamakiçinkabuledilmiştir.Budurumda,davakonusuhukukiilişkihakkındabütündavaarkadaşlarınayöneliktekveaynıdoğrultudabirkararvermezorunluluğuyoktur.Ayrıcadavaarkadaşlarınınyaptıklarıusuliişlemlerbirbirindenbağımsızdır.4857sayılıİşKanunu nun2.maddesininaltıncıveyedincifıkralarınagöreasılişveren-altişverenilişkisiningeçerliolupolmadığıveyamuvazaayadayanıpdayanmadığınayönelikre senyapılmasıgerekenyargısaldenetim,ilişkinintaraflarının,yaniasılişverenvealtişverenindavadayeralmalarınıvekendihukuklarınıkoruyacakaçıklamaveispathaklarınızorunlukılmaktadır.AksincebirdüşünceAvrupaİnsanHaklarıSözleşmesinin6.maddesindedüzenlenenadilyargılanmahakkınave6100sayılıHukukMuhakemeleriKanunu nun27.maddesindeöngörülenhukukidinlenilmehakkınaaykırılıkteşkileder.Bunagöre,işeiadedavalarınaözgüolarak,asılişveren-altişverenilişkisininsözkonusuolduğudavalarda,davalıtarafyönündenbirçeşitşekli(usûlî)bakımdanmecburidavaarkadaşlığınınmevcutolduğukabuledilmelidir.Görüldüğüüzere,buçözümtarzıhemişçihemdeişverenyönündehukukauygunmaddîveusûlîbakımdanherikitarafınhaklarınıkorumasınısağlayanbirçözümdür .57 YalçınBostancıveSüleymanSerhatKırtıloğlu, İşçininAsılİşvereneKarşıDavaAçmasıDurumundaDavanınAltİşvereneTeşmilEdilmeZorunluluğu ,ErciyesÜniversitesiHukukFakültesiDergisi,C.8,S.2(2013):845-864.58 SeracettinGöktaş, AsılİşvereninİşGüvencesiHükümleriYönündenSorumluluğu ,SicilİşHukukuDergisi,Y.7,S.27(2012):62.59 FevziŞahlanan, AltİşverenİşçisininAçtığıİşeİadeDavasındaMecburiDavaArkadaşlığı(Kararİncelemesi) ,TekstilİşverenDergisi,S.390(2012):3;Urhanoğlu, (Kararİncelemesi) ,120.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren-Alt İşveren İlişkisinde Zorunlu Arabuluculuk 337711ve işe iade davasının yasal süresi içerisinde açılmasına ve işveren açısından ise adil yargılanma hakkı ve hukuki dinlenilme hakkının ihlaline yönelik sorunların çözümüne katkı sağladığı da ifade edilmelidir.60Söz konusu düzenlemeye ilişkin kanun gerekçesi itibariyle, asıl işveren-alt işveren ilişkisinin geçersizliği veya muvazaaya dayanması hâlinde ortaya çıkacak sorunların önüne geçmenin amaçlandığı görülmektedir. Bununla birlikte öngörülen düzenlemeyle asıl işveren-alt işveren ilişkisinin geçersizliğine veya muvazaaya dayanıp dayanmadığına yönelik herhangi bir ayırım yapmaksızın, asıl işveren-alt işveren ilişkisinin söz konusu olduğu bütün işe iade uyuşmazlıkları bakımından anlaşma sağlanabilmesini  işverenlerin arabuluculuk görüşmelerine birlikte katılmaları ve iradelerinin birbirine uygun olması  şartlarının mevcudiyetine bağlamaktadır.61 Bu itibarla geçersiz veya muvazaaya dayanan asıl işverenalt işverenlik ilişkisi söz konusu olduğunda dahi işverenler arasında da menfaat çatışması söz konusu olacağından anlaşma sağlanmasının pek mümkün olmayacağı ve düzenlemenin gerçek hayatla pek uyum gösteremeyeceği belirtilmiştir.62Bu noktada belirtmek gerekir ki; işe iade konusunda işçinin asıl muhatabının alt işveren olduğu düşünüldüğünde, arabuluculuk süreci sonunda işe iade hususunun, alt işverenin feshin geçersizliği ve işçinin işe iadesi konusundaki olumlu yaklaşımı ile çözüme kavuşturulması mümkündür. Bununla birlikte söz konusu 3. maddenin 15. fıkrasındaki düzenleme itibariyle, asıl işverenin anlaşmamaya ilişkin göstereceği olası tutum, işe iade uyuşmazlığının arabuluculuk neticesinde çözüme kavuşturulmasına engel olabilecektir.63 Konuya bu yönüyle baktığımızda söz konusu düzenlemenin zorunlu arabuluculuğun kanunla getiriliş amacına hizmet etmediği ve iş yükünün azalmasına olanak tanımadığından hareketle alt işveren ile işçi arasında söz konusu olabilecek olası bir anlaşmanın önünü kapamanın isabetli olmadığı söylenebilir.Nihayet belirtelim ki, alt işveren-asıl işveren ilişkisinin mevcudiyeti durumunda işçiyle söz konusu işverenler arasında vuku bulabilecek uyuşmazlıklar işe iadeden ibaret değildir. Bu noktada İMK md.3/15 hükmüyle öngörülen zorunluluğun yalnızca işe iade uyuşmazlıkları bakımından geçerli olduğunu, diğer işçi alacak ve tazminatları bakımından uygulanmayacağını ifade etmek gerekir. Yukarıda da ifade edildiği üzere diğer işçi alacak ve tazminatları bakımından da 60 Şahlanan, (Kararİncelemesi) ,3;Urhanoğlu, (Kararİncelemesi) ,117.61 MuhittinAstarlı, 7036SayılıİşMahkemeleriKanunu nun4857SayılıİşKanunu nunİşGüvencesiHükümlerindeÖngördüğüDeğişikliklerinDeğerlendirilmesi ,SicilİşHukukuDergisi,S.38(2017):43;EmreKarabacak,TürkİşHukukundaAltİşverenUygulamasıveTopluİşHukukundaOrtayaÇıkardığıSorunlar,(Ankara:TürkMetalSendikasıAraştırmaveEğitimMerkeziYayınları,2018),98.62 ÖzgürOğuz,TürkİşHukukundaDavaŞartıOlarakArabuluculuk,(İstanbul:LegalYayıncılık,2019),127;Alpagut, İşYargısındaZorunluArabuluculuk ,127.63 TalatCanbolat, İşYargısındaDavaŞartıOlarakArabuluculuk ,İşHukukuveSosyalGüvenlikHukukunaİlişkinSorunlarveÇözümÖnerileri2017YılıToplantıları,(İstanbul,İstanbulBarosuYayınları,2018),102.;Mutlay, İşeİadeDavalarındaArabuluculuk ,2149. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi337722  Ertuğrul YUVALIDoç. Dr.işçi ile işverenleri arasında bir iş uyuşmazlığının çözümü gerekebilir. Söz konusu uyuşmazlıklar bakımından ihtiyari dava arkadaşlığı dolayısıyla işçi tarafından ileri sürülen bütün taleplerin asıl işveren ve alt işverene karşı birlikte ileri sürülmesi mecburi değildir. Bununla birlikte işçi tarafından açılacak dava öncesinde, husumetin bunlardan yalnızca birine veya her ikisine karşı birlikte yöneltilmesi için öncelikle zorunlu arabuluculuğa başvurulmuş olması dava şartıdır.SONUÇGerek kamuoyunda gerekse iş hayatındaki uygulaması daha çok taşeronluk olarak adlandırılan asıl işveren-alt işveren ilişkisi ülkemizde esas itibariyle 1980 li yıllar sonrasında yaygınlık kazanmaya başlamıştır. Alt işveren, kendi işçilerine karşı doğrudan işveren konumunda olmakla birlikte, asıl işverenin işyerinin bir bölümünde veya işyeri eklentilerinden birinde faaliyet göstermekte ve bu faaliyet yeri alt işveren işçileri bakımından doğrudan işyeri niteliğinde olan işverendir. Asıl işveren-alt işveren ilişkisinden söz edebilmek bakımından alt işverenin asıl işverenden bağımsız bir yönetiminin ve iş organizasyonunun bulunması gerekmektedir.Alternatif uyuşmazlık çözüm yöntemleri, taraflar arasındaki uyuşmazlıkların çözümünde, devletin yargılama yetkisine ve mutlak egemenliğine zarar vermeden, uyuşmazlığın taraflarının tatmin olacağı bir sonuca ulaşmalarını hedefleyen yöntemleri ifade etmektedir. Alternatif uyuşmazlık çözüm yolları olarak başta arabuluculuk kurumu olmak üzere; uzlaşma, müzakere, tarafsız ön değerlendirme, vakıaların tespiti sayılabilir. Arabuluculuk kurumu, alternatif uyuşmazlık çözüm yöntemleri içerisinde kendine özgü bir yöntem olarak kabul edilmektedir. Nitekim arabulucu; uyuşmazlığın ve tarafların niteliğine, uyuşmazlığın tarafları etkileme derecesine göre değişen yönetim davranış modelleri sergileyerek tarafların uyuşmazlıklarını çözmelerine yardımcı olmaktadır.Arabuluculuğa ilişkin olarak temel düzenleme niteliğinde olan Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu nun kabul edildiği tarihte arabuluculuğun iradi olması esas alınmış ve söz konusu kanun bu esasa göre şekillendirilmiştir. Bununla birlikte 7036 sayılı Kanun ile birlikte iş uyuşmazlıklarına ilişkin olarak zorunlu bir arabuluculuk müessesesi öngörülmüştür. Çalışmamızın sınırları özelinde, zorunlu arabuluculuk uygulamasının; iradilik ilkesi, hak arama özgürlüğü vb. esaslar bakımından ayrıntılı olarak değerlendirilmesi ve tartışılması ayrıntılı olarak ele alınmamıştır.İş Mahkemeleri Kanunu nun 3. maddesi hükmü itibariyle; kıdem tazminatı, ihbar tazminatı, ücret, prim, ikramiye, fazla çalışma ücreti, fazla sürelerle çalışma ücreti, hafta tatili ücreti, yıllık izin ücreti, ulusal bayram ve genel tatil ücreti, ayrımcılık tazminatı, kötü niyet tazminatı, sendikal tazminat, yol yardımı, yakacak yardımı ve iş ilişkine bağlı maddi ve manevi tazminatı zorunlu arabuluculuğa tabi Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren-Alt İşveren İlişkisinde Zorunlu Arabuluculuk 337733işçi alacakları olarak sıralanabilir. Bunun yanında iş sözleşmesi feshedilen işçi, fesih bildiriminde sebep gösterilmediği veya gösterilen sebebin geçerli bir sebep olmadığı iddiası ile fesih bildiriminden itibaren bir ay içinde işe iade talebiyle, İş Mahkemeleri Kanunu hükümleri uyarınca arabulucuya başvurmak zorundadır.Üçlü iş ilişkisi söz konusu olduğu durumlardan olan asıl işveren-alt işveren müessesesinde işçi, haklarının teslimi için müteselsil sorumlu olan alt işveren veya asıl işveren bakımından, birlikte veya ayrı ayrı arabuluculuğa başvurabilir. Anlaşmanın gerçekleşebilmesi için alt işveren ve asıl işverenin birlikte arabuluculuğa katılması ve anlaşma sağlanması şart değildir. İşçi alacakları bakımından durum bu şekilde olmakla beraber işe iade bakımından asıl işveren-alt işveren ilişkisinin söz konusu olduğu durumlarda dava şartı arabuluculuk süreci için özel bir düzenleme öngörülmüştür. Nitekim 7036 sayılı İş Mahkemeleri Kanunu nun 3. maddesinin 15. fıkrası hükmünde; asıl işveren-alt işveren ilişkisinin mevcudiyeti hâlinde işe iade talebiyle arabulucuya başvurulduğunda, anlaşmanın gerçekleşebilmesi için işverenlerin arabuluculuk görüşmelerine birlikte katılmaları ve iradelerinin birbirine uygun olması aranmaktadır. Söz konusu özel düzenleme, işe iade uyuşmazlıklarında asıl işveren-alt işveren ilişkisinin varlığı hâlinde bunlar arasında bulunan dava arkadaşlığı dikkate alınmak suretiyle hazırlanmıştır. Bu bağlamda asıl işveren-alt işveren arasında mevcut şekli mecburi dava arkadaşlığının, işçi bakımından taraf teşkili ve işe iade davasının yasal süresi içerisinde açılmasına ve işveren açısından ise adil yargılanma hakkı ve hukuki dinlenilme hakkının ihlaline yönelik sorunların çözümüne katkı sağladığı da ifade edilmelidir.Nihayet belirtelim ki, işe iade konusunda işçinin asıl muhatabının alt işveren olduğu düşünüldüğünde, söz konusu düzenleme itibariyle, asıl işverenin anlaşmamaya ilişkin göstereceği olası tutum, işe iade uyuşmazlığının arabuluculuk neticesinde çözüme kavuşturulmasına engel olabilecektir. Konuya bu yönüyle baktığımızda söz konusu düzenlemenin zorunlu arabuluculuğun kanunla getiriliş amacına hizmet etmediği ve iş yükünün azalmasına olanak tanımadığından hareketle alt işveren ile işçi arasında söz konusu olabilecek olası bir anlaşmanın önünü kapamanın isabetli olmadığı söylenebilir. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi337744  Ertuğrul YUVALIDoç. Dr.",
     "Kaynakça": "Alpagut, Gülsevil.  Alt İşverenlik Yönetmeliği ve Hukuka Uygunluk Sorunu , Legal İş Hukuku ve Sosyal Güvenlik Hukuku Dergisi, C.5, S.20 (2008): 1347 1358.Alpagut, Gülsevil.  İş İlişkisinin Kurulması, Hükümleri ve İşin Düzenlenmesi Açısından Yargıtay ın 2014 Yılı Kararlarının Değerlendirilmesi , Yargıtay ın İş Hukuku ve Sosyal Güvenlik Hukuku Kararlarının Değerlendirilmesi, Ankara: 2014.Alpagut, Gülsevil.  İş Yargısında Zorunlu Arabuluculuk , İş Hukuku ve Sosyal Güvenlik Hukukuna İlişkin Sorunlar ve Çözüm Önerileri 2017 Yılı Toplantıları, İstanbul: İstanbul Barosu Yayınları, (2018): 111 131.Astarlı, Muhittin.  7036 Sayılı İş Mahkemeleri Kanunu nun 4857 Sayılı İş Kanunu nun İş Güvencesi Hükümlerinde Öngördüğü Değişikliklerin Değerlendirilmesi , Sicil İş Hukuku Dergisi, S.38 (2017): 38.Biçkin, İnci.  Genel Olarak Alternatif Uyuşmazlık Çözümü , Hukuk Perspektifler Dergisi, S.7 (2006): 34 39.Bostancı, Yalçın ve Kırtıloğlu, Süleyman Serhat.  İşçinin Asıl İşverene Karşı Dava Açması Durumunda Davanın Alt İşverene Teşmil Edilme Zorunluluğu , Erciyes Üniversitesi Hukuk Fakültesi Dergisi, C.8, S.2 (2013): 845 864.Brown, Henry ve Marriott, Arthur. ADR Principles and Practice. London: 2011.Canbolat, Talat.  İş Yargısında Dava Şartı Olarak Arabuluculuk , İş Hukuku ve Sosyal Güvenlik Hukukuna İlişkin Sorunlar ve Çözüm Önerileri 2017 Yılı Toplantıları, İstanbul: İstanbul Barosu Yayınları, (2018): 95 111.Councel of the European Union, Directive 2008/52/EC.Çil, Şahin, editör. Güzel, Ali.  Asıl İşveren   Alt İşveren İlişkisi, İş Hukukunda Üçlü İş İlişkileri , Kadir Has Üniversitesi Hukuk Fakültesi Sempozyum   04 Nisan 2009, Kadir Has Üniversitesi Yayınları, İstanbul: (2009): 4 59.Çil, Şahin. İş Uyuşmazlıklarında Arabuluculuk ve 7036 Sayılı İ.M.K. Uygulaması, Tazminat ve Alacaklarda Hesaplamalar, İş Güvencesi. Ankara: Yetkin Yayıncılık, 2018.Çömlekçi Sarı, Melis. İş Güvencesi Hükümleri Bakımından Asıl İşveren   Alt İşveren İlişkisi. Yayımlanmamış Yüksek Lisans Tezi, İstanbul: 2018.Demir, Fevzi. İş Hukuku ve Uygulaması. İzmir: Albi Yayınları, 2017.Dür, Orhan. Arabuluculuk Faaliyeti ve Arabulucuların Hak ve Yükümlülükleri. Yayımlanmamış Doktora Tezi, Konya: 2017.Ekmekçi, Ömer; Özekes, Muhammet; Atalı, Murat ve Seven, Vural. Hukuk Uyuşmazlıklarında Arabuluculuk, 2. Baskı. İstanbul: On İki Levha Yayınları, 2019.Erdoğan, Ersin.  7036 Sayılı İş Mahkemeleri Kanunu nda Öngörülen Zorunlu Arabuluculuk ve Hak Arama Özgürlüğü Açısından Değerlendirilmesi , Legal İSGHD, C.14, S.55 (2017): 1211 1242.Göktaş, Seracettin.  Asıl İşverenin İş Güvencesi Hükümleri Yönünden Sorumluluğu , Sicil İş Hukuku Dergisi, S.27 (2012) 56 67.Ildır, Gülgün. Alternatif Uyuşmazlık Çözümü Medeni Yargıya Alternatif Yöntemler. Ankara: Seçkin Yayıncılık, 2003.Akdeniz Üniversitesi        2021,   11     2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Asıl İşveren Alt İşveren İlişkisinde Zorunlu Arabuluculuk 337755Israel, R. Ben ve Faubert, P. editör Roger Blainpain. Equality and Prohibitation of Discrimination in Employment Law, Comparative Labour Law and Industrial Relations in Industrialized Market, 8. Edition, Kluwer Law International, 2004.Karabacak, Emre. Türk İş Hukukunda Alt İşveren Uygulaması ve Toplu İş Hukukunda Ortaya Çıkardığı Sorunlar. Ankara: Türk Metal Sendikası Araştırma ve Eğitim Merkezi Yayınları, 2018.Karacabey, Kürşat.  Zorunlu Arabuluculuğun Hukukun Temel İlkelerine Aykırılığı ve Uygulanabilirliğine Dair Sorunlar , Ankara Barosu Dergisi, S.1 (2016): 457 489.Kekeç, Elif Kısmet. Arabuluculuk Yoluyla Uyuşmazlık Çözümünde Temel Aşamalar ve Taktikler. Yayımlanmamış Doktora Tezi, İzmir: 2010.Kılıçoğlu, Mustafa. İş Hukuku Esasları Yargıtay ve Bölge Adliye Mahkemeleri Uygulaması ve İş Hukuku Uyuşmazlıklarında Zorunlu Arabuluculuk, 2. Bası. Ankara: Bilge Yayınevi, 2019.Kuru, Baki. İstinaf Sistemine Göre Yazılmış Medenî Usul Hukuku Ders Kitabı, 1. Baskı. Ankara: Yetkin Yayıncılık, 2017.Mollamahmutoğlu, Hamdi; Astarlı, Muhittin ve Baysal, Ulaş. İş Hukuku Ders Kitabı, Cilt 1: Bireysel İş Hukuku, 5. Baskı. Ankara: Lykeion Yayınları, 2021.Mutlay, Barış Faruk.  İşe İade Davalarında Arabuluculuk , Çalışma ve Toplum Dergisi, S.4 (2018): 2129 2154.Namlı, Mert.  Avrupa Adalet Divanı ve Avrupa İnsan Hakları Mahkemesi Kararları Işığında İş Uyuşmazlıklarında Zorunlu Arabuluculuğun Mahkemeye Erişim Hakkı ile İlişkisi , Legal İSGHD, C.15, S.60 (2018): 1295 1328.Namlı, Mert.  İş Mahkemeleri Kanunu Tasarısı Taslağı ile Getirilen Zorunlu Arabuluculuk Kurumunun Medeni Usul Hukuku Bakımından Değerlendirilmesi, İş Mahkemeleri Kanunu Tasarı Taslağının Değerlendirilmesi , İş Hukuku ve Sosyal Güvenlik Hukuku Derneği 40. Yıl Uluslararası Toplantısı, Ankara: TİSK, Mayıs 2016, 151 166.Narmanlıoğlu, Ünal. İş Hukuku Ferdi İş İlişkileri I, Genişletilmiş ve Gözden Geçirilmiş 5. Bası. İstanbul: Beta Yayıncılık, 2014.Oğuz, Özgür. Türk İş Hukukunda Dava Şartı Olarak Arabuluculuk. İstanbul: Legal Yayıncılık, 2019.Özbek, Mustafa Serdar. Alternatif Uyuşmazlık Çözümü. Ankara: Yetkin Yayıncılık, 2016.Özdemir, Cumhur Sinan.  İş Davalarında Zorunlu Arabuluculuk Sistemi , Mali Çözüm Dergisi, Yıl 27, S.144 (2017): 245 252.Özekes, Özlem.  İşe İade Taleplerinde Dava Şartı Olan (Zorunlu) Arabuluculuk , TBB Dergisi, S.138 (2018): 273 316.Özmumcu, Seda.  Karşılaştırmalı Hukuk ve Türk Hukuku Açısından Zorunlu Arabuluculuk Sistemine Genel Bir Bakış , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, C.LXXIV, S.2 (2016): 807 842.Pekcanıtez, Hakan.  Alternatif Uyuşmazlık Çözümleri , Hukuki Perspektifler Dergisi (HPD), S.5 (2005): 12 16.Pekcanıtez, Hakan; Özekes, Muhammet; Akkan, Mine ve Taş Korkmaz, Hülya. Medeni Usul Hukuku, C.3, 15. Bası. İstanbul: On İki Levha Yayıncılık, 2017. 2021,   11     2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi337766  Ertuğrul YUVALIDoç. Dr.Pekcanıtez, Hakan; Atalay, Oğuz ve Özekes, Muhammet. Medenî Usûl Hukuku Temel Bilgiler, 11. Bası. İstanbul: Vedat Kitapçılık, 2017.Sarısözen, M. Serhat.  Hukuk Uyuşmazlıklarında Arabuluculuk Kanun Tasarısının Getirdikleri, İcra Edilebilirlik Belgesi ve Arabuluculuğun Avukatın Tekel Hakkına aykırılık Oluşturup Oluşturmadığı Sorunu , EÜHFD, C.15, S.1 2 (2011): 255 271.Scimecca J. A., editör Sandole, Dennis J. D. ve Merwe, Hugo van der.  The Oryand Alternative Dispute Resoution: A Contradiction in Terms? , Conflict Resolution Theory and Practice, Integration and Application, Manchester: 1993.Steffe, Felix, editör Steffek; Unberath; Genn; Greger ve Menkel Meadow.  Principled Regulation of Dispute Resolution: Taxonomy, Policy, Topics , Regulating Dispute Resolution ADR and Access to Justice at the Crossroads, Oregon: 2013.Süzek, Sarper. İş Hukuku, 21. Baskı: İstanbul: Beta Yayınları, 2021.Şahlanan, Fevzi.  Alt İşveren İşçisinin Açtığı İşe İade Davasında Mecburi Dava Arkadaşlığı (Karar İncelemesi) , Tekstil İşveren Dergisi, S.390 (2012): 2 6.Şişli, Zeynep.  Bireysel İş Uyuşmazlıkları ve Yargısal Çözümü , Ankara Barosu Dergisi, S.2 (2012): 45 67.Tanrıver, Süha.  Arabuluculuk ve Uzlaştırma Kavramları, Aralarındaki Temel Farklılıklar ve Arabuluculuk Kurumuna Duyulan Tepkiler ya da Oluşturulan Dirençlerin Sosyolojik Açıdan İrdelenmesi ve Değerlendirilmesi , Prof. Dr. Fırat Öztan a Armağan, C.2, Ankara: 2010, 2025 2036.Tanrıver, Süha.  Alternatif Uyuşmazlık Çözüm Yolları: Arabuluculuk Kurumuna Hukuk ve Sosyolojik Bir Bakış , Prof. Dr. Fikret Eren e Armağan, Ankara: 2006, 821 842.Taşkın, Ahmet. Türk İş Hukukunda ve İşletme Yönetiminde Alt İşverenlik İlişkileri, 1. Baskı. Ankara: Yetkin Yayıncılık, 2016.Taşpolat Tuğsavul, Melis. Türk Hukukunda Arabuluculuk, 1. Bası. Ankara: Yetkin Yayıncılık, 2012.Urhanoğlu, İştar.  Geçersiz Fesih ve İşe İade Davalarında, Asıl İşveren Alt İşveren İlişkisinin Bulunduğu Durumlarda Davalı Yönünden Şekli Bakımdan Mecburi Dava Arkadaşlığı (Karar İncelemesi) , Sicil İş Hukuku Dergisi, S.29 (2013): 115 121.Yamakoğlu, Efe ve Ay, Ömer Mirac.  Asıl İşveren Alt İşveren İlişkisinden Doğan İş Uyuşmazlıklarında Dava Şartı Arabuluculuk , Antalya Bilim Üniversitesi Hukuk Fakültesi Dergisi,"
}