{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "11",
     "Sayı": "2",
     "Başlık": "ANONİM ŞİRKET YÖNETİM KURULU ÜYELERİNE TANINAN BİLGİ ALMA HAKKI VE BU HAKKIN ÜYELERİN GÖREV VE SORUMLULUKLARI İLE İLİŞKİSİ",
     "Title": "RIGHT TO OBTAIN INFORMATION OF THE JOINT STOCK COMPANY’S BOARD OF DIRECTORS MEMBERS AND THE RELATIONSHIP OF THIS RIGHT WITH THEIR DUTY AND LIABILITY",
     "Yazar İsmi": [
          "Dr. Öğr. Üyesi Hasan KARSLIOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Yönetim Kurulu",
          "Bilgi Alma Hakkı",
          "Yönetim Kurulu Üyelerinin Sorumluluğu",
          "İç Yönerge",
          "Yönetim Kurulu Üyelerinin Görev ve Yetkilerin Belirlenmesi"
     ],
     "Keywords": [
          "Board of Directors",
          "Right to Obtain Information",
          "Liability of the Board Members",
          "Internal Directive",
          "Determination of the Duty and Authority of the Board Members"
     ],
     "Özet": "6102 Sayılı TTK nın 392 nci maddesinde düzenlenen yönetim kurulu üyelerinin bilgi alma hakkı, yönetim kurulu üyelerinin ağır ve kapsamlı sorumluluklarının doğal bir sonucu olarak ortaya çıkmaktadır. Bununla birlikte, hakkın kapsam ve sınırlarının incelenmesi üyelerin hangi hallerde bilgi alma haklarını kullanıp kullanamayacaklarının belirlenmesi bakımından önem arz etmektedir. Nitekim üyelerin bilgi alma hakkının herhangi bir sınırlama olmaksızın kullanabileceğinin kabulünün, kanunda düzenlenen hakkın amacına aykırı olabileceği düşünülmektedir. Bu kapsamda, yönetim kurulu üyelerinin bilgi alma hakkının sınırının genel olarak üyelerin sorumluluklarının doğabileceği noktaya kadar olduğu, sorumluluğun doğmasının ise her üyenin kendi görev ve yetkisi kapsamında kalan konularda mümkün olabileceği ve bu görev ve yetkilerin detaylı olarak belirlenmesinin ise bir yönetim kurulu iç yönergesi düzenlemek sureti ile mümkün olduğu ifade edilmektedir. Bu bağlamda, bilgi alma hakkı zamansal olarak kullanılmaları bakımından yönetim kurulu toplantısından önce, yönetim kurulu toplantısı esnasında ve yönetim kurulu toplantısı dışında kullanılan bilgi alma hakkı olmak üzere üçe ayrılarak incelenmekte, hakkın kapsam ve sınırlarının yönetim kurulu üyelerinin görev ve sorumlulukları ile olan ilişkisi ise buna göre değerlendirilmektedir.",
     "Abstract": "Right to obtain information of the Board of Directors members which is regulated under the 392nd Article of the TCC numbered 6102, as much as being a right, also constitutes an obligation for the board members. Right to obtain information appears as a natural outcome of the heavy and extensive liability of the board members. In addition to this, review of the scope and limits of these rights is of importance in manner of determining how to use this right. Also, it would be in contradiction with the purpose of this right, to accept that the members are allowed to use their right to obtain information without being subject to any limits. Within this scope, limits of the right to obtain information of the board members appear when their liability arises in accordance with their duty and authority which can be regulated in detailed through company s internal directive. With regards to the relationship between right to obtain information and duty and liability of the board members, right to obtain information will be examined in this article in three different categories according to their timewise usage which are; right to obtain information before the board meeting, during the board meeting and after the board meeting, and the scope and limits of the right to obtain information and its relationship with members  liability are addressed accordingly.1 MakaleninDergiyeGelişTarihi:10.11.2021-MakaleninKabulEdildiğiTarih:21.12.2021,  DOI No:10.54704/akdhfd.1021590.2 İstanbulTeknikÜniversitesi,İşletmeFakültesi,İşletmeMühendisliğiAnabilimDalı,ÖğretimÜyesi,Ankara-Türkiye.  E-posta:hasankarslioglu@itu.edu.tr,  OrcidId:https://orcid.org/0000-0002-3872-9986.  ThisarticleislicensedunderaCreativeCommonsAttribution-NonCommercial4.0InternationalLicense (CCBY-NC4.0)  2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi337788  Hasan KARSLIOĞLUDr. Öğr. Üyesi",
     "Metin": "Anonim şirket yönetim kurulu üyelerinin bilgi alma ve inceleme hakkı Türk Ticaret Kanunu nun (TTK) 392 nci maddesinde düzenlenmektedir. TTK nın 392 nci madde hükmünde yönetim kurulu üyelerine tanınan bilgi alma ve inceleme hakkı, yönetim kurulu üyeleri açısından bir hak olmanın yanı sıra, aynı zamanda bir yükümlülük teşkil etmekte ve yönetim kurulu üyelerinin ağır ve kapsamlı sorumluluklarının bir sonucu olarak, üyelerin sorumluluktan kurtulabilmeleri için bu yükümlüğün yerine getirilmesi gerekli olmaktadır.11 MehmetBahtiyar,OrtaklıklarHukuku,(İstanbul:BetaYayınevi,2019),245.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 337799Yönetim kurulu üyeleri açısından sorumluluk ve bilgi alma hakkı TTK da birbiri ile ilişkili olarak düzenlenen müesseseler olup 6762 sayılı mülga TTK ile 6102 sayılı TTK arasında bu konuda da bazı farklı yaklaşımlar benimsenmekte, 6762 sayılı mülga TTK daki bazı düzenlemeler, yönetim kurulu üyelerinin sorumluluğu sistemiyle bağdaşmamaktaydı. Nitekim mülga kanunda, yönetim kurulu üyelerinin müteselsil sorumluluğu öngörülmekte; ancak üyelerin sorumluluğu doğurucu defter ve evrakı inceleme yetkileri yönetim kurulunun iznine tabi tutulmak suretiyle kısıtlanmaktaydı.2 6102 sayılı TTK da ise, mehaz İsviçre Borçlar Kanunu nun ilgili hükmündeki düzenlemelere benzer bir şekilde, her yönetim kurulu üyesi bireysel olarak bilgi alma hakkına sahip olmakta, böylelikle yönetim kurulu üyeleri açısından sorumluluk ve yetki dengesi sağlanmaya çalışılmaktadır.Yönetim kurulunun, organ sıfatını haiz olması sebebiyle bilgi ve hesap verme yükümlüsü olmasının yanı sıra bilgi alma hakkı sahibi de olduğu kabul edilmektedir.3 Bununla birlikte, tüm diğer haklar gibi, yönetim kurulu üyelerine tanınan bilgi alma hakkı da sınırsız değildir. Nitekim yönetim kurulu üyelerinin bilgi alma hakkı, en temelde ve en geniş yorumu ile yönetim kurulu üyelerinin sorumlulukları ile paralellik göstermektedir. Açıklanan nedenle, çalışmamızda öncelikle bilgi alma hakkına genel olarak değinilecek, daha sonra ise bilgi alma hakkı ile yönetim kurulu üyelerinin görev ve sorumlulukları arasındaki ilişki, iç yönerge kavramı da göz önünde bulundurularak açıklanmaya gayret edilecektir. Ayrıca, karşılaştırmalı bir bakış açısıyla konuyu ele almanın faydalı olabileceği düşüncesiyle yer yer İsviçre ve Alman hukukunda yer alan bilgi alma hakkına ilişkin düzenlemelere de değinilerek konu ele alınacaktır.I. GENEL OLARAK BİLGİ ALMA HAKKININ KAPSAMIBilgi alma ve inceleme hakkı TTK nın 392/1 inci fıkrasında şu şekilde düzenlenmiştir;  Her yönetim kurulu üyesi şirketin tüm iş ve işlemleri hakkında bilgi isteyebilir, soru sorabilir, inceleme yapabilir. Bir üyenin istediği, herhangi bir defter, defter kaydı, sözleşme, yazışma veya belgenin yönetim kuruluna getirtilmesi, kurulca veya üyeler tarafından incelenmesi ve tartışılması ya da herhangi bir konu ile ilgili yöneticiden veya çalışandan bilgi alınması reddedilemez. Reddedilmişse dördüncü fıkra hükmü uygulanır . Buna göre, bilgi alma hakkı bütün yönetim kurulu üyelerine ait bir haktır. Bu hak, yönetim kurulu üyelerinin görev ve sorumluluğunun bir gereği olarak kanunla teminat altına alınmış olup kaldırılması ve kısıtlanması mümkün olmayan şahsi bir hak olarak değerlendirilmektedir.42 HasanPulaşlı,ŞirketlerHukukuŞerhi2.Cilt,(Ankara:AdaletYayınevi,2018),1386.3 ArslanKaya,AnonimOrtaklıktaPaySahibininBilgiAlmaHakkı,(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsüYayınları,2001),60.4 SavaşBozbel, AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, UluslararasıAntalyaÜniversitesiHukukFakültesiDergisi,1,S.1(2013):79-96. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi338800  Hasan KARSLIOĞLUDr. Öğr. ÜyesiTTK da düzenlenen bilgi alma ve inceleme hakkı, bir madalyonun iki yüzüne benzetilebilir. Nitekim, söz konusu düzenleme, yönetim kurulu üyelerine tanınmış bir hak olmanın yanı sıra, aynı zamanda bir yükümlülük olarak da ortaya çıkmaktadır. Şirket yönetim ve temsilinin amaca uygun olarak gerçekleşmesi yönetim kurulu üyelerinin şirketin iş ve işlemleri hakkında doğru bilgi almalarına bağlıdır.5 Bir diğer yandan, yönetim kurulu üyelerinin, tedbirli bir yönetici olarak vekalet ilişkisinden doğan özen borcuna uygun davranabilmeleri için bu bilgilere erişmeleri son derece önemlidir.6 Bilgi alma hakkı ile üyelerin sorumlulukları arasında doğrudan bir ilişkinin var olması sebebiyle üyelerin sorumluluktan kurtulması, bilgi alma hak ve yükümlülüğünün yerine getirilmiş olmasıyla da doğrudan ilişkilidir.7 Nitekim bilgiye erişim ile sorumluluğun birbirine paralel olduğu, dolayısıyla bilgiye erişimi olmayan bir üyenin sorumluluğunun da kısıtlanmış olduğu ifade edilebilir. Yönetim kurulu üyelerinin yetkilerini kullanabilmeleri, görevlerini ifa edebilmeleri ve ağır hukuki sorumluluğa tabi olmaları, bilgi alma hakkının temelini oluşturmaktadır. Bir karar alma merci olan yönetim kurulunun görev ve yetkileri kapsamında, şirkette meydana gelebilecek zararlardan dolayı sorumlulukları söz konusu olabilirken, görevin yerine getirilmesi amacıyla alınması gereken bilgilere erişiminin sınırlandırılması çelişkilidir.8 Nitekim bilgi alma hakkının temel dayanağı hakkın sahibinin görevi ve görevinden kaynaklanan sorumluluğu olup bilgi alma hakkı ile sorumluluk arasında bir paralellik bulunmaktadır.Bilgi alma hakkının kapsam ve sınırlarının, yönetim kurulu üyelerinin görev ve sorumlulukları ile olan ilişkisinin kanun ve doktrinde yer alan sınıflandırma göz önünde bulundurularak incelenmesinde fayda görmekteyiz. Buna göre, yönetim kurulu üyelerine tanınmış olan bilgi alma hakkına ilişkin olarak TTK da ikili bir ayrıma gidilmiştir. Kanun, bilgi alma hakkının kullanılmasını,  yönetim kurulu toplantısı sırasında  ve  yönetim kurulu toplantısı dışında  olmak üzere iki farklı şekilde ele almıştır. Bununla birlikte, kanundaki ikili ayrıma ek olarak doktrinde üçüncü bir ayrıma daha gidilmiş ve bilgi alma hakkının  toplantı öncesi hazırlık aşamasında  kullanılmasına da yer verilmiştir.9 Söz konusu ayrım kanaatimizce de yerinde olup yönetim kurulu üyelerince kullanılacak olan bilgi alma hakkı, üçlü ayrıma uygun olarak aşağıda incelenecektir.5 AbdülkadirBulut, TransferofManagementAuthorityinJointStockCompanyContentOrganizationRegulation, PressAcademiaProcedia,2,S.1(2016):578.6 TTKm.369/1 Yönetim kurulu üyeleri ve yönetimle görevli üçüncü kişiler, görevlerini tedbirli bir yöneticinin özeniyle yerine getirmek ve şirketin menfaatlerini dürüstlük kurallarına uyarak gözetmek yükümlülüğü altındadırlar .7 HediyeBaharSayın, YönetimKuruluÜyelerininKişiselHaklarınınKurulKararıileİhlalEdilmesiveİlgiliKararlarınButlanı, AnadoluÜniversitesiHukukFakültesiDergisi,2,S.3(2016):207.8 EmreKalender,AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaHakkı(TTKm.392),(Ankara:YetkinYayınevi,2017),86.9 Pulaşlı,ŞirketlerHukukuŞerhi2.Cilt,1386.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 338811II. YÖNETİM KURULU TOPLANTISI ÖNCESİNDE BİLGİ ALMA HAKKIA. HAKKIN KAPSAMIYönetim kurulu üyeleri tarafından toplantı öncesi hazırlık aşamasında kullanılacak olan bilgi alma hakkı, toplantının yapılmasından hemen önceki zaman dilimine ilişkindir.10 Zira yönetim kurulu üyelerinin yönetim kurulu toplantılarına toplantı gündemi ile ilgili bilgi sahibi olarak katılması gerekmektedir. Aksi durum, yönetim kurulu toplantısının mantığına ve buna bağlı olarak yönetim-sorumluluk dengesine aykırılık oluşturmaktadır. Yönetim kurulu üyelerine, toplantının hemen öncesine denk gelen bu aşamada da bilgi alma hakkı tanınması toplantının sıhhatinin bir güvencesi olarak düşünülebilir.11 Nitekim yönetim kurulu müzakerelerinin ve toplantıda alınacak kararların yerindeliğinin sağlanması bakımından, üyelerin toplantı öncesi gündemdeki konular ve olaylar hakkında bilgi edinmesi, doğru ve sağlıklı yönetim kurulu kararları alabilmek için gereklidir. Doktrinde de yönetim kurulu üyelerinin görevlerini gereği gibi yerine getirmelerinin, gündemde yer alan konular hakkında bilgi sahibi olmalarına bağlı olduğu ve müzakere edilecek konular hakkında bilgi almalarının bu anlamda fonksiyonel bir gereklilik olduğu haklı olarak ifade edilmektedir.12B. HAKKIN SINIRIToplantı öncesindeki hazırlık aşamasında yönetim kurulu üyelerince kullanılabilecek olan bilgi alma hakkı, kanun koyucu tarafından yönetim kurulu başkanının, başkaca bir kişi veya makamın iznine tabi tutulmamıştır. Bununla birlikte, hazırlık aşamasında yapılabilecek olan bilgi alma taleplerinin toplantı konularına ilişkin olup olmadığının kontrolüne ilişkin başkaca bir denetim mekanizması da bulunmamaktadır. Ancak toplantı öncesi ile ilgili bilgi alma hakkının herhangi bir sınırlamaya tabi olmaksızın kullanılabilir olduğunu kabul etmek, söz konusu hakkın amacına uygun değildir. Nitekim toplantı öncesi hazırlık aşamasında kullanılacak olan bilgi alma hakkı, toplantı dışındaki bilgi alma hakkı kapsamında değerlendirilmemeli ve yönetim kurulu başkanının iznine tabi tutulmamalıdır. Zira bu hakkın kullanımı, toplantının yapılmasından hemen öncesine denk gelmekte ve yalnızca yönetim kurulu toplantısında değerlendirilecek konularla ilgili bilgi alınmasını amaçlamaktadır.13Türk hukuk doktrininde de toplantı öncesi hazırlık aşamasında kullanılacak olan bilgi alma hakkının toplantı gündemine ilişkin konularla sınırlandırılmasının uygun olabileceği, başka bir deyişle bu hakkın kullanımının konu bakımından 10 Bozbel, AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, 79-96.11 Pulaşlı,ŞirketlerHukukuŞerhi2.Cilt,1386.12 HasanPulaşlı, YeniTürkTicaretKanununaGöreYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, MarmaraÜniversitesiHukukFakültesiHukukAraştırmalarıDergisi,18,S.2(2012):588.13 Kalender,AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaHakkı(TTKm.392),152. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi338822  Hasan KARSLIOĞLUDr. Öğr. Üyesi gündemdeki olaylara ilişkin bilgi ve belgeler  ile sınırlandırılabileceği ifade edilmektedir.14 Nitekim, toplantı öncesinde bilgi alma ve inceleme hakkının amacı, toplantı sırasında ele alınacak konuların aydınlatılmasıdır. Bu sebeple hakkın, gündemdeki olaylar hakkında bilgi alınmasını sağlayacak ve toplantıda gerçekleşecek olan müzakerelere katkı yapacak bilgi ve belgelerle sınırlı olmak üzere kullanılması gerektiği belirtilmektedir.15 Kanaatimizce de yerinde olan bu görüş bilgi alma hakkının amacına hizmet etmektedir. Toplantı öncesi hazırlık aşamasında kullanılacak olan bilgi alma hakkının sınırının toplantı gündemine ilişkin konularla sınırlı olduğu, nitekim toplantı gündemine ilişkin olmayan konularda bilgi talebinde bulunulabilmesinin, söz konusu hakkın amacına hizmet etmeyeceği ve bu hakkın kötüye kullanımına neden olabileceği kanaatindeyiz. Ancak burada gündemle ilgili olma hususu geniş yorumlanmalı ve gündemle doğrudan veya dolaylı olarak ilgili olan tüm konular bilgi alma hakkının kapsamı dahilinde değerlendirilmelidir.Toplantı gündemine ilişkin olmak şartıyla toplantıya katılacak olan tüm yönetim kurulu üyelerinin, kendi görev ve yetkileri kapsamında olup olmadığına bakılmaksızın, gündemle ilgili olan her konuda bilgi talebinde bulunabileceği kabul edilebilir. Başka bir ifadeyle, toplantıya hazırlık aşamasında kullanılacak olan bilgi alma hakkının tek sınırını  toplantı gündemine ilişkin olmak  şartı oluşturmaktadır. Nitekim gündeme ilişkin bilgi talebinde bulunacak olan üye, söz konusu toplantıya katılmakla kendi görev ve yetkisine ilişkin olmasa dahi o konudaki müzakerelere tanıklık etmiş ve hatta müdahil olmuş olacaktır. Dolayısıyla bu noktada, zaten toplantıya katılacak olan yönetim kurulu üyelerinin, üzerinde müzakere yapılacak ve karar alınacak olan gündem maddelerine ilişkin bilgi talep etmesi doğal kabul edilmeli ve toplantı gündemine ilişkin olduğu sürece bilgi alma hakkı her üyenin kendi görev ve sorumlulukları ile sınırlandırılmamalıdır. Nitekim söz konusu üye, ilgili yönetim kurulu toplantısına katılacak ve gündemdeki maddeler ile ilgili oy kullanacaktır. Dolayısıyla bir üyenin oy kullanacağı bir konuda bilgilenmeyi talep etmesi, yönetim kurulu üyeliğinin doğal bir uzantısı olarak düşünülmelidir.III. YÖNETİM KURULU TOPLANTISI SIRASINDA BİLGİ ALMA HAKKIA. HAKKIN KAPSAMIYönetim kurulu toplantısı sırasında bilgi alma hakkının kapsamının belirlenmesinde TTK nın 392 nci maddesinin birinci ve ikinci fıkrası birlikte değerlendirilmektedir. Buna göre, TTK madde 392/1 de konu;  Her yönetim kurulu üyesi şirketin tüm iş ve işlemleri hakkında bilgi isteyebilir, soru sorabilir, inceleme yapabilir  denilmek suretiyle düzenlenmiştir. Bu hükmün ihdas ediliş amacı madde 14 Bozbel, AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, 79-96.15 Pulaşlı,ŞirketlerHukukuŞerhi2.Cilt,1386.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 338833gerekçesinde detaylı bir şekilde açıklanmıştır.16 Buna göre, her yönetim kurulu üyesinin, şirketin bütün işleri ile ilgili bilgi alma hakkı olduğu konusunda temel kuralı belirleyen birinci fıkra hükmünden, ancak kanunun kendisi veya genel hukuk kuralları ile bir sınırlandırma getirmek suretiyle sapmak mümkün olacaktır.17 Böylelikle temel kural olarak; toplantı sırasında kullanılan bilgi alma hakkının kapsamını  şirketin tüm iş ve işlemleri  oluşturmaktadır.18TTK madde 392/2 de ise,  Yönetim kurulu toplantılarında, yönetim kurulunun bütün üyeleri gibi, şirket yönetimiyle görevlendirilen kişiler ve komiteler de bilgi vermekle yükümlüdür. Bir üyenin bu konudaki istemi de reddedilemez; soruları cevapsız bırakılamaz  hükmü yer almaktadır. Toplantı sırasında bilgi alma hakkının kapsamı genel olarak değil, münferit olarak şirket işlerini kapsayacak şekilde değerlendirilmelidir.19 Bir diğer yandan, yönetim kurulu toplantısı sırasında yönetim kurulu üyeleri tarafından yapılacak bilgi alma taleplerinde  gereklilik  unsuru aranmamakta, bu kapsamda bilgi alma hakkının kullanılabilmesi için talep edilen bilginin yönetim kurulu üyesinin karar vermesinde  yararlı olması  yeterli görülmektedir.20 Zira şirketin en iyi şekilde yönetilebilmesi yönetim kurulu üyelerinin görevlerini gereği gibi yerine getirebilmelerine bağlıdır. Bu ise yönetimde izlenecek yolların sağlıklı bir şekilde belirlenebilmesini ve dolayısıyla yönetim kurulu üyelerinin doğru, zamanında ve ayrıntılı olarak bilgi edinebiliyor olmalarını gerektirmektedir.B. HAKKIN SINIRIToplantı esnasında bilgi alma hakkının sınırları incelendiğinde, yönetim kurulu başkanının, başkaca bir kişi veya makamın izninin alınmasını gerekli kılacak şekilde bir sınırlama getirilmediği görülmektedir.21 Hal böyle olmakla birlikte, 16 TTKm.392/1gerekçesi: Ağır ve kapsamlı sorumluluğunun bir gereği olarak her yönetim kurulu üyesinin şirketin bütün iş ve işlemleri hakkında bilgi almak hakkı vardır. Bu hak aynı zamanda üyenin güvenirliliğine ve özenine bırakılmış bulunan yönetim görevinin ve şirket ile üye arasındaki ilişkinin gereğidir. Bilgilendirilen üye yönetebilir ve doğru zamanda, doğru kararı alabilir. Bu yönden üyeler arasında fark yoktur. Bilgi vermek, verecek olan kişi yönünden bir yükümdür. Bu hak dördüncü fıkrada açıkça belirtildiği gibi ne kaldırılabilir ne de sınırlandırılabilir. Üyeye verilecek bilgi ayrıntılı, amaca uygun ve istenileni karşılar nitelikte olmalıdır. Bu fıkra aynı zamanda yönetim kurulu üyelerinin kurula defter ve bilgi getirtebilmesi hususundaki yetkisini açık bir şekilde hükme bağlamıştır. Bu yetkinin, ne kurulda oylama yaparak, ne de yapılmadan reddi mümkün değildir .17 İsmailKırca;FeyzanHayalŞehiraliÇelikveÇağlarManavgat,AnonimŞirketlerHukukuCilt1,(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsüYayınları,2013),709.18 Kalender,AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaHakkı(TTKm.392),48.19 Pulaşlı, YeniTürkTicaretKanununaGöreYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, 590.20 Kırca,ŞehiraliÇelikveManavgat,AnonimŞirketlerHukukuCilt1,708.21 TTKm.392/3 tetoplantıdışındabilgialmahakkıdüzenlenmişolupbuhakkınkullanımıiçinbaşkanıniznininalınmasıöngörülmüştür.Bununaksine,toplantıesnasındakibilgialmatalepleribakımındanböylebirizinöngörülmemiştir,dolayısıylabaşkanınizninetabiolmaksızınbilgialmahakkıkullanılabilecektir. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi338844  Hasan KARSLIOĞLUDr. Öğr. Üyesikural olarak şirket yönetimiyle görevlendirilen kişilerin, toplantı esnasında herhangi bir sınırlamaya tabi olmaksızın bilgi vermekle yükümlü olacağı anlaşılmaktadır.22 Hakkın kullanımı süre veya konu bakımından bir sınırlamaya tabi olmasa da, yönetim kurulu üyelerinin bilgi taleplerinde görevin gereği gibi ifası dışında başkaca menfaat elde etme amacı gütmüyor olması gerekmektedir. Aksi yaklaşım, somut olaya göre hakkın kötüye kullanımı olarak nitelendirilebilecektir.Toplantı esnasında kullanılacak olan bilgi alma hakkının gündem ile bağlılık ilkesi kapsamında kısıtlanamayacağı ifade edilmektedir.23 Bu görüş, yönetim kurulu üyelerinin toplantı gündeminde bulunan konular ile sınırlı olmaksızın şirketin tüm iş ve işlemlerine ilişkin olarak bilgi alma haklarını kullanabileceğine işaret etmektedir. Bu durumun üyeler tarafından gündeme madde eklenmesi talebinde bulunulabiliyor olmasının bir sonucu olduğu, dolayısıyla gündemde o konuda bir madde bulunmadığı gerekçesiyle bilgi alma talebinin reddinin hukuki bir temeli bulunmadığı belirtilmektedir.24 Buna karşın, toplantı esnasında kullanılan bilgi alma hakkının toplantı gündemine ilişkin konularla sınırlandırılamayacağının kabulü, ileride ayrıca ele alınacağı üzere, iç yönergeye ve toplantı dışında kullanılacak olan bilgi alma hakkına ilişkin açıklamalar ile çelişecektir. Nitekim toplantı dışında bilgi alma hakkının kısıtlandığı her halde, toplantı esnasında bilgi talep edilmek suretiyle kanunla getirilen sınırlamalar aşılmış olacaktır. Bu durum ise, üyelerin toplantı dışında bilgi talep etmeleri, kısıtlanan veya verilmesi mümkün olmayan her türlü bilgiyi toplantı esnasında -gündeme ilişkin konularla sınırlandırılmaması sebebiyle- edinebilmeleri anlamına gelecek ve bir yerde kanunun dolanılmasına meşruiyet kazandırmış olacaktır. Bu sebeple toplantı esnasında da doğrudan veya dolaylı olarak gündem ile ilgili olmayan konularda bilgi talep edilememelidir. Ayrıca, görevli ve sorumlu olmayan üyelerin bilgi alması, bilgi alma hakkının amacına ters düşeceğinden burada gündeme ilişkin olmayan konularda bilgi talep edilebileceğinin kabulü, bilgi alma hakkı ve buna ilişkin düzenlemelerin ruhu ile çelişecektir.Bunun dışında, toplantı esnasında bilgi alma hakkına getirilecek sınırlamalar konusunda hem İsviçre doktrininde hem de Türk doktrininde sınırlama olarak kabul edilebilecek hallere ilişkin beş farklı kavram ele alınmış olup bunlar; işlevsellik, orantılılık, menfaat çatışması hali, hakkın kötüye kullanılması ile işletme ve ticari sırların korunması olarak belirtilmiştir.25 Alman hukukunda, hangi konular22 Bozbel, AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, 79-96.23 ÜnalTekinalp,SermayeOrtaklıklarınınYeniHukuku,(İstanbul:VedatKitapçılık,2020),279.24 Tekinalp,SermayeOrtaklıklarınınYeniHukuku,279.25 JacekBak,AktienrechtzwischenMarktundStaat,(Wiasbaden:DeutscherUniversitätsverlag,2003),205;Pulaşlı, YeniTürkTicaretKanununaGöreYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, 591;Bozbel, AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, 79-96.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 338855da yönetim kurulu üyelerine toplantı sırasında bilgi verilemeyeceğine ilişkin bir yasal düzenlemeye rastlanmamakla beraber, bilgi alma hakkının yalnızca şirket faaliyetleri ile ilgili olma ve karar vermede gerekli olma şartlarının gerçekleşmesi halinde kullanılabileceği belirtilmektedir.26 Bu yönüyle Alman hukukunun Türk hukuk sistemi ile paralel düzenlemeler içerdiği söylenebilir.Bunlarla birlikte, yönetim kurulu üyeleri kural olarak toplantı sırasında görevin yerine getirilmesinde yararlı görülen tüm bilgiyi talep edebilecektir. Ancak her halde bilgi alma talepleri sınırsız olarak kullanılamayacak olup Türk Medeni Kanunu nun 2 nci ve 3 üncü maddelerinde tanımını bulan  dürüstlük  ve  iyiniyet  kuralları ile açıkça çelişecek şekilde bir bilgi alma talebi, hakkın kötüye kullanımı olarak nitelendirilebilecektir . Buna göre Türk Medeni Kanunu nun 2 nci maddesinde belirtildiği üzere  Herkes, haklarını kullanırken ve borçlarını yerine getirirken dürüstlük kurallarına uymak zorundadır. Bir hakkın açıkça kötüye kullanılmasını hukuk düzeni korumaz . Bu kapsamda, yönetim kurulu üyeleri, her zaman olduğu gibi, bilgi alma hakkının kullanılması sırasında da, hukukun genel ilkelerinden olan iyiniyet ve dürüstlük kurallarına uygun olarak hareket etmelidir.IV. YÖNETİM KURULU TOPLANTISI DIŞINDA BİLGİ ALMA HAKKIA. HAKKIN KAPSAMIYönetim kurulu üyelerinin toplantı dışında bilgi alma hakkı TTK nın 392 nci maddesinin üçüncü fıkrasında düzenlenmiştir. Buna göre;  Her yönetim kurulu üyesi, yönetim kurulu toplantıları dışında, yönetim kurulu başkanının izniyle, şirket yönetimiyle görevlendirilen kişilerden, işlerin gidişi ve belirli münferit işler hakkında bilgi alabilir ve görevinin yerine getirilebilmesi için gerekliyse, yönetim kurulu başkanından, şirket defterlerinin ve dosyalarının incelemesine sunulmasını isteyebilir . Bu noktada kanunun lafzından anlaşıldığı üzere toplantı dışında bilgi alma hakkı, işlerin gidişatı ve münferit işler bakımından mümkün olmaktadır.28İşlerin gidişatı hakkında bilgi talebi daha çok şirkette neler olup bittiğine ilişkin genel bir bilgi alma talebinden ibaret olup münferit işlerden olmayan her konu işlerin gidişatı kapsamında değerlendirilmelidir.29 Buna karşın münferit işlere ilişkin bilgi talepleri ise daha spesifik ve somut olaylara ilişkin bilgi taleplerini içerir.3026 Wolf-DieterArnold, DiePflichtdesVorstandeszurAuskunftsverweigerunginderHauptversammlung ,GesRZ,2,(2007):99-103.27 Kalender,AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaHakkı(TTKm.392),160.28 SonerAltaş, AnonimŞirketteYönetimKuruluÜyeleriileBaşkan ınBilgiAlmaveİncelemeHakkı, TeraziHukukDergisi,14,S.149(2019):72-77.29 Kırca,ŞehiraliÇelikveManavgat,AnonimŞirketlerHukukuCilt1,717;AyhanKortunay,AnonimŞirketlerdeYönetimKuruluveÜyelerinBilgiEdinmeHakkı,(İstanbul:12LevhaYayınları,2015),355.30 HediyeBaharSayın, AnonimŞirketYönetimKuruluÜyelerininToplantıDışındaBilgiAlmaHakkınınKonusu, TürkiyeBarolarBirliğiDergisi,29,S.124(2016):491. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi338866  Hasan KARSLIOĞLUDr. Öğr. ÜyesiB. HAKKIN SINIRITTK nın 392 nci maddesinin üçüncü fıkrasında da belirtildiği üzere, yönetim kurulu üyelerinin toplantı dışında işlerin gidişi ve belirli münferit işler konusunda bilgi alabilmesi, yönetim kurulu başkanının iznine tabi tutulmuştur.31 Ayrıca söz konusu düzenleme ile defter ve belgelerin incelenmesinin talep edilmesi ise hem başkanın iznine hem de görevin ifası için gerekli olması şartına tabi tutulmuştur.32 Bu durumda mevcut kanuni düzenlemeye göre toplantı dışında bilgi alma hakkının sınırını, işlerin gidişatı ve münferit işler bakımından başkanın izni; defterlerin incelenmesi bakımından ise hem başkanın izni hem gerekli olma şartlarının birlikte gerçekleşmiş olması oluşturmaktadır.Yönetim kurulu üyelerinin bilgi alma haklarının mehaz İsviçre Borçlar Kanun undan farklı olarak TTK da bu şekilde sınırlandırılması doktrinde haklı olarak eleştirilmektedir.33 Nitekim mehaz Kanunun 715a/3 maddesinde  işlerin gidişatı  hakkındaki bilgilerin, yönetim kurulu başkanının iznine gerek olmaksızın,  belirli münferit işler  hakkındaki bilgilerin ise, yönetim kurulu başkanının izniyle talep edilebileceği düzenlenmiştir.34 Bazı yazarlar Kanunun lafzına bakılmaksızın mehaz kanun düzenlemesi doğrultusunda yorum yapılarak toplantı dışında bilgi alma hakkının izne tabi olmadan kullanılması gerektiğini ileri sürmüş olsalar da, kanunun lafzı gereği geniş yorum yapılamayacağı ve başkanın izni olmadan bilgi alınamayacağı yönünde görüşler de mevcuttur.35Bir diğer yandan, TTK madde 392/3 te yer alan ifadelerle TTK madde 392/1 e sınırlama getirilmektedir. Şöyle ki; TTK madde 392/1 de;  Her yönetim kurulu üyesi şirketin tüm iş ve işlemleri hakkında bilgi isteyebilir, soru sorabilir, inceleme yapabilir  denilmek suretiyle her yönetim kurulu üyesinin şirketin bütün iş ve işlemleri hakkında bilgi alma hakkı olduğu ilke olarak düzenlense de, 31 Pulaşlı,ŞirketlerHukukuŞerhi2.Cilt,1393.32 Deftervedosyalarınincelenmesikonusuaşağıdaayrıbaşlıktadetaylıolarakelealınmıştır.33 Kırca,ŞehiraliÇelikveManavgat,AnonimŞirketlerHukukuCilt1,715-717;DoktrindemehazkanunileTTKarasındakibufarkailişkinçeşitliyaklaşımlarmevcuttur.Örneğin,Bozbel egöre,bufarklılıktercümedekiözensizliktenkaynaklananbirdurumoluphükmümehazdüzenlemeyeuygunşekildeyorumlayarak,işleringenelgidişatıhakkındabaşkanınonayıolmadanheryönetimkuruluüyesinindoğrudanbilgialmahakkınasahipolduğukabuledilmeli,bunakarşın,münferitişlerbakımındanbilgialmahakkınınkullanılabilmesiise-mehazkanundaolduğugibi-yönetimkurulubaşkanınınizniylemümkünolmalıdır.Bkz.Bozbel, AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, 79-96.Pulaşlı yagöreise,TTK nın392/1 incimaddesindeaçıkçabelirtildiğişekildeheryönetimkuruluüyesininşirketintümişveişlemlerihakkındabilgiisteyebilmesiasılkuralolupbukural,mehazkanunadauygundur.Pulaşlı,kaynakİsviçrehukukundakigibi,herüyeye,toplantıdışındadaenazındangenelolarak şirketişleriningidişatı hakkındabilgiistemehakkınıntanınmasınınyerindeolacağınıifadeetmiştir.Bkz.Pulaşlı, YeniTürkTicaretKanununaGöreYönetimKuruluÜyelerininBilgiAlmaveİncelemeHakkı, 593-594.34 Kalender,AnonimŞirketYönetimKuruluÜyelerininBilgiAlmaHakkı(TTKm.392),200.35 Kortunay,AnonimŞirketlerdeYönetimKuruluveÜyelerinBilgiEdinmeHakkı,356;NeclaAkdağGüney,AnonimŞirketYönetimKurulu,(İstanbul:VedatKitapçılık,2016),121.Aksigörüşiçinbkz.GüzinÜçışık;AydınÇelik,AnonimOrtaklıklarHukukuCilt1,(Ankara:AdaletYayınevi,2013),481.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 338877TTK madde 392/3 ün ifadesinden de anlaşıldığı üzere, yönetim kurulu üyelerinin toplantı dışında doğrudan bilgi alma hakları başkanın izni ile sınırlanmaktadır. Bu sınırlama ise, hem yönetim kurulu üyelerinin sorumluluğunu düzenleyen TTK nın 553 üncü maddesi ile de bağdaşmamakta hem de aynı madde fıkralarının kendi içinde tutarsızlığına neden olmaktadır.36Doktrinde isabetli bir şekilde, her üyenin görev kapsamı dışında kalan konularda bilgi talep edebilmesinin önüne geçilerek görevin gereği gibi ifası amacına hizmet etmeyen taleplerin reddedilebileceği belirtilmiştir.37 Böylelikle, yönetim kurulu üyelerinin bilgi isteminin haksız veya gereksiz nitelikte olması gibi hallerde yönetim kurulu başkanına bilgi alma talebini reddetme imkanı kanunla verilmiş olmaktadır. Kanaatimizce de yerinde olan bu kural, yönetim kurulu üyelerinin toplantı dışında bilgi alma hakkının sınırını oluşturmaktadır. Böylelikle bilgi alma hakkının gereksiz, haksız yere kullanılması gibi durumların varlığının takdir ve değerlendirmesi yönetim kurulu başkanına bırakılarak bu gibi hallerde bilgi alınmasının önüne geçilmesi amaçlanmıştır.V. BİLGİ ALMA HAKKININ GÖREV BAKIMINDAN SINIRI; İÇ YÖNERGEYönetim kurulu üyelerinin bilgi alma hakkının sınırları ele alınırken göz önünde bulundurulması gereken bir başka konu ise, yönetim kurulu üyelerinin başkan tarafından izin verilecek olan bilgi alma taleplerinin konusunun neyle sınırlı olacağıdır. Nitekim kanun koyucu toplantı dışındaki bilgi alma taleplerini başkanın iznine tabi tutmuş olmasına rağmen başkanın izin verip vermeme yetkisini neye göre kullanacağına ilişkin bir düzenleme yapmamış veya kanun gerekçesinde bir açıklamada bulunmamıştır. Hal böyle olunca, her üyenin yalnızca kendi görevi ve yetkisi dahilinde kalan konular hakkında bilgi alma talebinde bulunabileceği, kendi görev ve yetkisi kapsamı dışında kalan konulardaki bilgi alma taleplerinin ise başkan tarafından reddedileceği kabul edilebilir. Peki bilgi alma talebinin değerlendirilmesi bakımından her yönetim kurulu üyesinin görev ve yetkileri nasıl belirlenecektir?Bilindiği üzere, yönetim kuruluna münhasıran verilmiş görev ve yetkiler arasında yönetim kurulu iç yönergesi hazırlamak da yer almaktadır.38 Yönetim kurulu iç yönergesinde, esas sözleşmede ayrıntılı olarak düzenlenmeyen veya düzenlenmesi mümkün olmayan, yönetim kurulunun ve yönetim kurulu üyelerinin görev paylaşımına ilişkin hususlar ele alınmaktadır.39 İç yönerge ile görevler genel olarak tanımlanmakla birlikte, yönetim kurulu üyelerinin görev ve yetkilerinin 36 Sayın, AnonimŞirketYönetimKuruluÜyelerininToplantıDışındaBilgiAlmaHakkınınKonusu, 488.37 AkdağGüney,AnonimŞirketYönetimKurulu,122.38 HimmetKoç,AnonimŞirketlerdeİçYönergeileYönetimveTemsilYetkisininDevri,(Ankara:AdaletYayınevi,2020),158.39 AkdağGüney,AnonimŞirketYönetimKurulu,85. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi338888  Hasan KARSLIOĞLUDr. Öğr. Üyesisınırları ve kullanılış biçimleri düzenlenebilmekte ve üyelerin sorumluluğunun kapsamı belirlenebilmektedir.40 İç yönerge, şirket yönetim ve temsilinde görevli ve yetkili kişilerin belirtilmesi, görev ve yetkilerin tanımı, kapsamı, konumunun düzenlenmesi anlamında önem arz etmektedir.41 Özellikle kimin kime bağlı ve bilgi sunmakla yükümlü olacağı, organizasyon şemasına uygun bir şekilde iç yönergede tayin edilebilmektedir.42 Hal böyleyken, bilgi alma hakkının varlığının tespitinde, konuyla ilgili olarak her bir yönetim kurulu üyesinin görev ve yetkilerinin kapsamının belirlenmesi için varsa iç yönergeye müracaat edilmesi, bilgi alma hakkının sınırlarının belirlenmesi açısından gerekli olacaktır. Nitekim kanunda tanınan bilgi alma hakkı, her üyenin kendi sorumluluğunun doğabileceği konular ile sınırlı ve bu ölçüde mevcut olacaktır.43 Bu ise, yönetim kurulu üyelerinin sorumluluğundan söz edilebilmesinin ancak görevli ve yetkili oldukları alanlarda mümkün olmasının bir sonucudur. Bu nedenle yönetim kurulu üyelerinin sorumluluğu kavramına da bilgi alma hakkının kullanımı ile ilgili olduğu ölçüde değinmeye gayret edeceğiz.Yönetim kurulu üyelerinin sorumluluğuna ilişkin TTK nın 553 üncü maddesinin birinci fıkrasına göre;  Kurucular, yönetim kurulu üyeleri, yöneticiler ve tasfiye memurları, kanundan ve esas sözleşmeden doğan yükümlülüklerini kusurlarıyla ihlal ettikleri takdirde hem şirkete hem pay sahiplerine hem de şirket alacaklılarına karşı verdikleri zarardan sorumludurlar . Fıkra hükmünden de anlaşıldığı üzere, TTK da yönetim kurulu üyelerinin sorumluluğu konusunda kusur sorumluluğu ilkesi benimsenmekte, kusur sorumluluğu yönetim kurulunun bütün görevlerini kapsayacak şekilde aynı madde altında düzenlenmektedir.44 Buna göre, yönetim kurulu üyelerinin eylem ve işlemleri ile zarara neden olması halinde sorumluluklarının gündeme gelmesi ancak kusurlu oldukları ispat edildiği ölçüde mümkün olmaktadır.45Yine  yönetim  kurulu  üyelerinin  sorumluluğuna  ilişkin  olarak,  TTK nın 557 nci maddesinin birinci fıkrasında;  Birden çok kişinin aynı zararı tazminle yükümlü olmaları hâlinde, bunlardan her biri, kusuruna ve durumun gereklerine göre, zarar şahsen kendisine yükletilebildiği ölçüde, bu zarardan diğerleriyle birlikte müteselsilen sorumlu olur  denmek suretiyle birlikte zarara neden olan 40 Koç,AnonimŞirketlerdeİçYönergeileYönetimveTemsilYetkisininDevri,157.41 HimmetKoç, AnonimŞirketlerdeİçYönergeveİçYönergeninBenzerHukukiKurumlarlaOlanİlişkisi, MedeniyetveToplumDergisi,1,S.2(2017):163-186.42 HasanPulaşlı, AnonimŞirketlerdeİçYönerge ,LegalHukukDergisi,11,S.125(2013):35-45.43 Sayın, AnonimŞirketYönetimKuruluÜyelerininToplantıDışındaBilgiAlmaHakkınınKonusu, 489;Üçışık,Çelik,AnonimOrtaklıklarHukukuCilt1,481.44 BeşirFatihDoğan,AnonimŞirketYönetimKurulununOrganizasyonuveYönetimYetkisininDevri,(İstanbul:VedatKitapçılık,2011),253-254;MehmetHelvacı,AnonimOrtaklıktaYönetimKuruluÜyesininHukukiSorumluluğu,(İstanbul:BetaYayınevi,2001),37.45 RehaPoroy;ÜnalTekinalpveErsinÇamoğlu,OrtaklıklarHukukuI,(İstanbul:VedatKitapçılık,2019),432.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 338899yönetim kurulu üyelerinin dış ilişkideki sorumlulukları konusunda farklılaştırılmış teselsül ilkesi benimsenmektedir. Buna göre, aynı zararın ortaya çıkmasına sebep olan her bir yönetim kurulu üyesi, bu zarardan kusuruna ve durumun gereklerine uygun olarak ve zarar kişisel olarak kendisine yükletilebildiği ölçüde diğer üyelerle birlikte müteselsilen sorumlu olmaktadır.46 Bu kural, her üyenin uygun illiyet bağı doğrultusunda, yalnızca kendi sebep olduğu zarardan, kusuru oranında ve durumun gereklerine göre sorumlu olması sonucunu doğurmaktadır.47 Bir diğer ifade ile, her bir yönetim kurulu üyesinin yalnızca kendi sorumluluğunun öngörülmüş olması halinde ne kadar miktar ile sorumlu olacak idiyse en fazla o miktardan ve kendi eylemi ile zarar arasındaki nedensellik ilişkisi kapsamında sorumluluğu bulunmaktadır.48 Böylelikle her üye, aynı oranda kusura sahip olmadığı gerekçesiyle tam teselsülden kurtulabilmekte ve yalnızca kendi kusuru oranında sorumlu tutulmaktadır.49Bilgi alma hakkının yönetim kurulu üyelerinin sorumlulukları ile doğrudan ilişkili olduğu göz önünde bulundurulduğunda, her üyenin bilgi alma hakkını kendi görev ve sorumluluğunda kalan konularda kullanması, müessesenin amaç ve ruhuna daha uygun düşmektedir. Nitekim sorumluluğu bulunmayan bir üyenin, sorumlu olmadığı bir konuda bilgi alma hakkını kullanıyor olması kanunun amacına hizmet etmeyecektir. Bilgi alma talebinde bulunan üyenin görev ve sorumluluğu iç yönerge uyarınca tam olarak belirlendikten sonra, bu görev ve sorumlulukla doğrudan veya dolaylı olarak ilişkili olabilecek bilgi alma talepleri bilgi alma hakkı kapsamında değerlendirilmeli, bunun dışındaki bilgi alma taleplerinin ise hakkın kapsamı dışında kaldığı kabul edilmelidir. Bir diğer ifade ile, yönetim kurulu üyelerinin doğrudan görev ve yetkileri ile ilişkili olan konularda bilgi alma haklarını kullanabilecek olmalarının yanı sıra, bahse konu ilişkili olma hali geniş yorumlanmalı, bilgi alma hakkı, yönetim kurulu üyelerinin görev ve yetkileriyle dolaylı olarak ilişkilendirilebilecek konuları da kapsamalıdır.Üzerinde durulması gereken bir başka konu ise yönetim kurulu üyelerinin bilgi alma hakkını kullanmaması ve buna bağlı olarak bir zarar meydana gelmesi halinde sorumluluklarının doğup doğmayacağıdır. Bilindiği üzere yönetim kurulu üyelerinin bilgi alma hakkı bir hak olmanın yanı sıra bir yükümlülük olarak karşımıza çıkmaktadır. Dolayısıyla yönetim kurulu üyeleri görevin gereği gibi ifasını gerektiren tüm yükümlülüklerini özenle yerine getirmek zorundadır. Bilgi alma hak ve yükümlülüğü de bunlardan biridir. Bu nedenle bir konuda bilgi alması gereken yönetim kurulu üyesinin bilgi alma yükümlülüğünü yerine getirmemesi zarara sebebiyet verirse, kusur ve illiyet bağı şartlarının da mevcut olma46 Doğan,AnonimŞirketYönetimKurulununOrganizasyonuveYönetimYetkisininDevri,254.47 Doğan,AnonimŞirketYönetimKurulununOrganizasyonuveYönetimYetkisininDevri,255.48 MehmetHelvacı, YönetimKuruluÜyelerininHukukiSorumluluğundaFarklılaştırılmışTeselsül, GalatasarayÜniversitesiHukukFakültesiDergisi12,S.2(2013):84-85.49 Helvacı, YönetimKuruluÜyelerininHukukiSorumluluğundaFarklılaştırılmışTeselsül, 85. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi339900  Hasan KARSLIOĞLUDr. Öğr. Üyesisı halinde, zarardan dolayı sorumluluğu gündeme gelecektir. Bu kapsamda bilgi alma hakkı özen ve sadakat yükümlülüğünün bir devamı olarak nitelendirilebilir. Dolayısıyla bir yönetim kurulu üyesinin özen ve sadakat borcuna aykırı şekilde bilgi alma yükümlülüğünü yerine getirmemesi ve bu durumun bir zarara neden olması halinde üye, kusuru oranında ve nedensellik bağı mevcut olduğu ölçüde sorumlu olacaktır.VI. İÇ YÖNERGE İLE GÖREV VE YETKİ DEVRİ YAPILMASI HALİNDE BİLGİ ALMA HAKKININ SINIRIİç yönerge ile yönetim kurulu üyelerinin görev ve sorumluluklarının belirlenebileceğine ve bilgi alma hakkının da bu şekilde belirlenen görev ve sorumluluklar doğrultusunda kullanılabileceğine değinmiştik. Bu kısımda ise iç yönerge ile yönetim kurulu üyelerinden bazılarına veya üçüncü kişilere yetki devri yapılması halinde bilgi alma hakkının sınırının ne olacağı açıklanacaktır.Bilindiği üzere anonim şirketlerde yönetim ve temsil yetkisi kurul organ olarak tüm yönetim kurulundadır ve şirket kurulun aldığı kararlarla yönetilmektedir.50 Bunun istisnası ise yetkilerin yönetim kurulu üyelerine veya üçüncü kişilere kısmen veya tamamen devredilmesi halidir. Bu yetki devri, esas sözleşmede izin verilmek koşuluyla, iç yönerge ile mümkün olmaktadır.51 Bu halde ise karşılaşılan sorun, görev ve yetkilerini devreden yönetim kurulu üyelerinin bilgi alma hakkının devam edip etmeyeceği hususudur. Nitekim Kanunda geniş bir çerçevede tanınan bilgi alma hakkı, yönetim kurulu üyelerinin görev ve yetkilerini gereği gibi yerine getirebilmeleri amacıyla, geniş ve kapsamlı sorumluluklarının bir gereği olarak tanınmıştır. Bu durumda, usulüne göre tescil ve ilan ettirilen bir iç yönerge ile görev ve yetkilerin belirli üyelere veya üçüncü kişilere devri halinde, devreden kişiler bakımından bilgi alma hakkından söz etmek mümkün olacak mıdır?İç yönerge ile görev ve yetkilerin devri halinde bilgi alma hakkı bağlamında; yönetim kurulu üyelerinin görev ve yetkilerinin devrini düzenleyen TTK nın 367 nci  madde,  370 inci  madde  ve  devir  halinde  sorumluluğu  düzenleyen 553 üncü madde hükümlerinin birlikte incelenmesinde fayda görülmektedir. Nitekim, özellikle halka açık anonim şirketler bakımından şirket faaliyetlerinin yalnızca yönetim kurulu tarafından yerine getirilmek yerine görev ve yetki devri yapılması uygulamada sıkça karşılaşılan bir husustur.52 Yönetim yetkisinin devrini düzenleyen TTK nın 367 nci madde hükmü uyarınca;  (1) Yönetim kurulu esas sözleşmeye konulacak bir hükümle, düzenleyeceği bir iç yönergeye göre, yöneti50 Helvacı,AnonimOrtaklıktaYönetimKuruluÜyesininHukukiSorumluluğu,31;Doğan,AnonimŞirketYönetimKurulununOrganizasyonuveYönetimYetkisininDevri,113.51 DuyguDemirel, AnonimŞirketlerdeYönetimYetkisininDevri, HacettepeHukukFakültesiDergisi,7,S.2(2017):221;EsraCenkci,AnonimOrtaklıktaYönetimKurulununTemsilYetkisininDevri,(Ankara:YetkinYayınları,2018),51.52 Helvacı,AnonimOrtaklıktaYönetimKuruluÜyesininHukukiSorumluluğu,78.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 339911mi, kısmen veya tamamen bir veya birkaç yönetim kurulu üyesine veya üçüncü kişiye devretmeye yetkili kılınabilir. Bu iç yönerge şirketin yönetimini düzenler; bunun için gerekli olan görevleri tanımlar, yerlerini gösterir, özellikle kimin kime bağlı ve bilgi sunmakla yükümlü olduğunu belirler. (2) Yönetim, devredilmediği takdirde, yönetim kurulunun tüm üyelerine aittir . Buna göre, yönetim yetkisinin kural olarak kurul halinde kullanılması öngörülmekle beraber, yönetim kurulu usulüne uygun olarak hazırlayacağı bir iç yönerge ile yönetim yetkilerini üyelerden birine, birkaçına veya üçüncü kişilere devredebilmektedir.53Yönetim kurulunun temsil yetkisinin devrine ilişkin TTK nın 370 inci maddesi uyarınca;  (2) Yönetim kurulu, temsil yetkisini bir veya daha fazla murahhas üyeye veya müdür olarak üçüncü kişilere devredebilir. En az bir yönetim kurulu üyesinin temsil yetkisini haiz olması şarttır . Görüldüğü üzere yönetim kurulu, yönetim yetkisinin yanı sıra temsil yetkisini de devredebilmektedir. Bununla birlikte, TTK nın 367 nci maddesinde belirtilen yönetim yetkisi, geniş anlamda yönetimi ifade etmekte, dolayısıyla temsil yetkisini de kapsamaktadır.54 Bu nedenle yönetim yetkisinin devri için öngörülmüş olan esas sözleşmede hüküm bulunması ve buna ilişkin bir iç yönerge çıkarılması gerekliliği temsil yetkisinin devri için de söz konusu olmaktadır.55Yönetim ve temsil yetkisinin devrinin en önemli sonucu ise devrin, sorumluluğu sınırlayıcı bir etkiye sahip olmasıdır.56 Nitekim iç yönerge ile esasında görev ve yetkiler devredilmekle birlikte, temelde sorumluluk devri de yapılmakta olup iç yönerge ile yetki devrinin temel gayelerinden biri, yetkisiz üyenin sorumluluktan kurtarılmasıdır.57 Dolayısıyla, yetkilerin kısmen veya tamamen devri yönetim kurulunu devrettiği yetkiler bakımından yetkisizleştirmekte ve sorumsuzlaştırmaktadır.58Yine bununla paralel olarak görev ve yetki devri halinde üyelerin sorumluluğunun kalktığını düzenleyen TTK nın 553 üncü maddesinin ikinci ve üçüncü fıkralarında;  (2) Kanundan veya esas sözleşmeden doğan bir görevi veya yetkiyi, kanuna dayanarak, başkasına devreden organlar veya kişiler, bu görev ve yetkileri devralan kişilerin seçiminde makul derecede özen göstermediklerinin ispat edilmesi hâli hariç, bu kişilerin fiil ve kararlarından sorumlu olmazlar. (3)Hiç kimse kontrolü dışında kalan, kanuna veya esas sözleşmeye aykırılıklar veya yolsuzluklar 53 RızaAyhan;HayrettinÇağlarveMehmetÖzdamar,ŞirketlerHukukuGenelEsasları,(Ankara:YetkinYayınları,2019),317;Poroy,TekinalpveÇamoğlu,OrtaklıklarHukukuI,382.54 Cenkci,AnonimOrtaklıktaYönetimKurulununTemsilYetkisininDevri,54.55 Cenkci,AnonimOrtaklıktaYönetimKurulununTemsilYetkisininDevri,51.56 Cenkci,AnonimOrtaklıktaYönetimKurulununTemsilYetkisininDevri,32.57 Ayhan,ÇağlarveÖzdamar,ŞirketlerHukukuGenelEsasları,317;Cenkci,AnonimOrtaklıktaYönetimKurulununTemsilYetkisininDevri,51-52.58 Doğan,AnonimŞirketYönetimKurulununOrganizasyonuveYönetimYetkisininDevri,116;Helvacı,AnonimOrtaklıktaYönetimKuruluÜyesininHukukiSorumluluğu,82. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi339922  Hasan KARSLIOĞLUDr. Öğr. Üyesisebebiyle sorumlu tutulamaz; bu sorumlu olmama durumu gözetim ve özen yükümü gösterilerek geçersiz kılınamaz  hükümleri amirdir. Belirtilen hükümlerle, usulüne göre yetkinin devredilmesi halinde yetkileri devralan kişilerin yetkilerle birlikte sorumluluğu da devraldığı, yetki devrini yapan kişiler bakımından ise sorumluluğun sona ereceği öngörülmüştür.59 Bir başka deyişle, yetki devrinin yapıldığı alanlara giren işler bakımından diğer yönetim kurulu üyelerinin sorumluluğu bulunmayacaktır.60 Bu kapsamda, kanundaki usule ve esasa uygun olarak yetki devri yapılması halinde, iç yönergeye göre yetkili ve görevli olmayan üyelerin veya zarara sebebiyet verdiği iddia edilen eylem ile ilgili görevli olmayan üyelerin sorumluluktan kurtulması söz konusu olmaktadır.61 Zira Kanun hükmü uyarınca, yetkinin devredildiği kişilerin seçiminde gerekli özenin gösterilmesi, bu kişilerin fiil ve davranışlarından dolayı yönetim kurulunun sorumluluğunu kaldırmak için yeterli olmaktadır.62 Bir diğer ifade ile, yönetim kurulunun yetki devri yapılan kişilerin seçiminde makul özeni göstermiş olması şartıyla sorumluluğu doğmayacak, gerekli özenin gösterilmemiş olması halinde sorumluluğu doğacaktır.63Hal böyle olunca, yetki devri ile sorumluluk devri de gerçekleşeceğinden, sorumluluğu ortadan kalkan üyelerin bilgi alma haklarının da bulunmaması gerekmekte, bilgi alma hakkının da yetkiyi devreden üyeden yetkinin devredildiği üyeye geçmesi gerekmektedir. Nitekim her konuda, tüm yönetim kurulu üyelerinin, sınırsız şekilde bilgi alma haklarının varlığının kabul edilmesi halinde iç yönergedeki görev ve sorumluluk paylaşımının bir anlamı kalmayacaktır.Bununla birlikte, elbette ki iç yönerge çıkarılması yasal bir mecburiyetten kaynaklanmamakta olup tüm anonim şirketlerde iç yönerge çıkarılması söz konusu değildir. Bu nedenle iç yönerge ve bilgi alma hakkına ilişkin açıklamalarımız, iç yönerge ile görev ve yetki devri yapılması halinde geçerli olacaktır. Aksi halde bir sorumluluk devri söz konusu olmayacağından, bilgi alma hakkının da bu açıdan bir sınırı olmayacaktır. Zira yönetim kurulu üyeleri arasında herhangi bir görev paylaşımı veya yetki devri yapılmamışsa, yönetim hakkı kurul halinde kullanılacak, dolayısıyla sorumluluk ve buna bağlı olarak bilgi alma hakkı açısından üyeler arasında bir farklılık olmayacaktır.Tüm bu belirtilenlerin yanı sıra, yönetim kurulunun yönetim ve temsil yetkilerini devredebilmesinin ancak ve ancak devredilemez görev ve yetkilerinin dışında kalanlar bakımından mümkün olduğu ifade edilmektedir.64 Yetki devrinde 59 Koç,AnonimŞirketlerdeİçYönergeileYönetimveTemsilYetkisininDevri,123;Poroy,TekinalpveÇamoğlu,OrtaklıklarHukukuI,383.60 Poroy,TekinalpveÇamoğlu,OrtaklıklarHukukuI,383.61 Kırca,ŞehiraliÇelikveManavgat,AnonimŞirketlerHukukuCilt1,612.62 Kırca,ŞehiraliÇelikveManavgat,AnonimŞirketlerHukukuCilt1,612;Ayhan,ÇağlarveÖzdamar,ŞirketlerHukukuGenelEsasları,317.63 Koç,AnonimŞirketlerdeİçYönergeileYönetimveTemsilYetkisininDevri,114-115.64 Cenkci,AnonimOrtaklıktaYönetimKurulununTemsilYetkisininDevri,33.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 339933dahi yönetim kurulunun gözetim yükümlülüğünün, TTK nın 375 inci maddesinde sayılan devredilemez ve vazgeçilemez yetkilerden olması nedeniyle, devam ettiği kabul edilmektedir.65 TTK da düzenlenen yönetim kurulunun gözetim yükümlülüğü, aynı zamanda yönetim kurulu tarafından kurul halinde kullanılması gereken devredilemez bir yetkidir.66 Bu anlamda yönetim kurulunun yalnızca yetkilerin devredileceği kişilerin seçimi konusunda gerekli özeni göstermiş olması sorumluluktan kurtulmasını sağlamamaktadır.67 Bu kişilerin faaliyetlerinin kurul tarafından devamlı olarak gözetlenmesi, yürütülen işlerle ilgili olarak bilgi alınması; bu kapsamda yetki devri yapılan kişilerin kanuna, esas sözleşmeye, iç yönergeye ve yönetim kurulunun yazılı talimatlarına uygun hareket edip etmediğinin kontrol edilmesi gerekmektedir.68 Yönetim kurulu tarafından gözetim görevinin gereği gibi yerine getirilmemesi, yetkilerin devredildiği kişilerin neden olduğu zararlardan bu kişilerle birlikte sorumlu olunması sonucunu doğuracaktır. Dolayısıyla gözetim görevinin gereği gibi yerine getirilmesi için yönetim kurulu üyelerinin gözetim yükümlülüğü kapsamındaki bilgi alma taleplerinin kabul edilmesi gerekmektedir. Burada ayrı ayrı her işlemin denetlenmesinden ziyade, gerekli tedbirlerin alınmasına hizmet edecek şekilde işlerin gidişatı hakkında genel olarak bilgi alınması yeterli görülmektedir.69 Bilgi akışının iyi sağlanamaması, yetkiyi devralan kişilerden devamlı olarak bilgi alınamaması veya şirket defter ve kayıtlarının incelenememesi gözetim yükümlülüğünün yerine getirilmesini engelleyebilecektir.70 Böylelikle, yönetim kurulu üyelerinin devredilemez ve vazgeçilemez yetkilerinden kaynaklanan gözetim yükümlülüğünün devam etmesi hali, sorumluluğun gündeme gelmesine neden olabileceğinden bilgi alma hakkının da bu anlamda kullanılabiliyor olduğunun kabulü gerekmektedir.Burada ayrıca, konumuzla temas ettiği noktalarla sınırlı olacak şekilde kısaca TTK nın 371 inci maddesinin yedinci fıkrası da incelenecektir. Belirtilen fıkra hükmünde;  ...bu kişilerin, şirkete ve üçüncü kişilere verecekleri her tür zarardan dolayı yönetim kurulu müteselsilen sorumludur  denilmek suretiyle, sorumluluğun niteliği de belirtilmektedir. Yetkilerin devredildiği kişilerin seçiminde ve bu kişilerin işlem ve eylemlerinin gözetiminde gerekli özeni göstermiş olmak şartıyla sorumluluk, görev ve yetki devriyle birlikte devreden üyeler bakımından sona erecektir. Nitekim, iç yönerge ile yapılan yetki devri sonucunda, yetkiyi devralan kişilerin kusurları ile meydana gelen zararlardan doğan sorumluluğun 65 YavuzSelimGünay,AnonimŞirketlerinTemsili,(İstanbul:OnİkiLevhaYayıncılık,2018),135139;ErsinÇamoğlu,AnonimOrtaklıkYönetimKuruluÜyelerininHukukiSorumluluğu,(İstanbul:VedatKitapçılık,2010),197.66 Doğan,AnonimŞirketYönetimKurulununOrganizasyonuveYönetimYetkisininDevri,282.67 Poroy,TekinalpveÇamoğlu,OrtaklıklarHukukuI,382-383.68 Poroy,TekinalpveÇamoğlu,OrtaklıklarHukukuI,383;Çamoğlu,AnonimOrtaklıkYönetimKuruluÜyelerininHukukiSorumluluğu,186.69 Çamoğlu,AnonimOrtaklıkYönetimKuruluÜyelerininHukukiSorumluluğu,197.70 Doğan,AnonimŞirketYönetimKurulununOrganizasyonuveYönetimYetkisininDevri,283-284. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi339944  Hasan KARSLIOĞLUDr. Öğr. Üyesiyetkiyi devralan kişilerde olacağının, görev ve yetki devri yapan ve dolayısıyla sorumluluğu da devreden üyelerin ise sorumluluğundan söz edilemeyeceğinin kabulü Kanunun amacıyla örtüşmektedir. Dolayısıyla, gözetim yükümlülüğü kapsamında doğabilecek sorumluluklar hariç olmak üzere, yetkilerini kanuna uygun bir şekilde iç yönergeyle devreden yönetim kurulu üyelerinin sorumluluğunun devam ettiğinin kabulü, Kanunun amacına uygun düşmemektedir. Böylelikle iç yönerge ile yönetim kurulu üyelerinin yetkilerinin devredildiği konularda, ilgili üyenin sorumluluğundan söz edilememesi halinde bahse konu yönetim kurulu üyelerin bilgi alma haklarının da sınırlandırılması gerekmektedir.Sonuç olarak, yönetim kurulu üyelerinin bilgi alma hakkının kapsamının her üyenin kendi görev, yetki ve sorumluluğuyla doğru orantılı olarak devam ettiği, dolayısıyla yönetim kurulu üyelerinin bilgi alma hakkının da bunlarla sınırlı olması gerektiği görüşü Kanunun amaç ve ruhuna daha uygun düşmektedir.SONUÇ VE DEĞERLENDİRMETTK nın 392 nci maddesinde düzenlenen anonim şirket yönetim kurulu üyelerinin bilgi alma hakkı, üyelerin ağır ve kapsamlı sorumluluğunun bir gereği olarak ortaya çıkmaktadır. Nitekim şirketin gereği gibi yönetimi ve doğru zamanda, doğru kararların alınması ancak bilgilenmiş bir üye tarafından sağlanabilmektedir. Bilgi alma hakkı bakımından ilgili kanun maddesinde  yönetim kurulu toplantısı sırasında  ve  yönetim kurulu toplantısı dışında  olmak üzere ikili bir ayrıma gidildiği görülmektedir. Bununla birlikte, bizim de katıldığımız üzere doktrinde üçüncü bir ayrıma gidilerek  yönetim kurulu toplantısı öncesi  aşamada da bilgi alma hakkına yer verilmektedir. Böylelikle bilgi alma hakkı zamansal olarak üçlü bir ayrıma tabi tutulmakta ve bunlar; yönetim kurulu toplantısı öncesinde, yönetim kurulu toplantısı esnasında, yönetim kurulu toplantısı dışında bilgi alma ve inceleme hakkı olarak ortaya çıkmaktadır.Yönetim kurulu toplantısından önceki toplantıya hazırlık aşamasında yönetim kurulu üyelerinin bilgi alma hakkının kapsamını toplantı gündemindeki konular oluşturmaktadır. İlgili yönetim kurulu üyeleri toplantıdan hemen önceki zaman diliminde gündemde konuşulacak konulara ve gündem maddelerine ilişkin olarak bu haklarını kullanabilmektedirler. Bunun amacı toplantı sırasında doğru ve yerinde kararlar alınabilmesini sağlamaktır.Yönetim kurulu toplantısı esnasında kullanılan bilgi alma hakkının kapsamı ise şirketin tüm iş ve işlemlerinden oluşmaktadır. Burada bilgi alma hakkının kullanılabilmesi için talep edilen bilginin yönetim kurulu üyesinin görevinin ifası için  yararlı olması  yeterli görülmektedir. Nitekim yönetim kurulu üyelerinin görevini tam olarak yapabilmeleri için doğru, zamanında ve ayrıntılı bilgi sahibi olmaları gerekmektedir. Burada ele alınan bir diğer husus ise, yönetim kurulu toplantısı esnasında talep edilebilecek bilgilerin gündeme ilişkin konulardan ibaret Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 339955olabileceği yönündeki değerlendirmemizdir. Bunun sebebi ise, gündeme ilişkin olmayan konular bilgi alma hakkının kapsamına dahil edilirse, üyelerin toplantı dışında başkanın iznine tabi tutularak talep edilmesine sınırlama getirilmiş olan konularda toplantı esnasında bilgi talebinde bulunabileceği sonucunun ortaya çıkma ihtimalidir. Bu durum mevcut hukuki düzenlemelerin amacına aykırı düşeceğinden, toplantı esnasında da ancak gündeme ilişkin olarak bilgi alma talebinde bulunulabilmelidir. Ancak gündemle ilgili olma hususunun, geniş yorumlanarak dolaylı ve doğrudan ilgili olmayı da kapsaması gerektiği kanaatindeyiz.Yönetim kurulu toplantısı dışında kullanılan bilgi alma hakkının kapsamını ise işlerin gidişi ve münferit işlemler oluşturmaktadır. Burada, bilgi alma hakkının kullanılması bakımından toplantı öncesi aşamadan ve toplantı esnasında kullanılacak olan bilgi alma hakkından farklı olarak, yönetim kurulu başkanının izni aranmaktadır. Ayrıca, mehaz İsviçre Borçlar Kanunu nda TTK dan farklı olarak münferit işler ve işlerin gidişatı konusunda izne tabi olmaları bakımından ayrım yapılmakta, işlerin gidişatına ilişkin bilgi taleplerinde başkanın izni aranmasa da münferit işlere ilişkin bilgi taleplerinde başkanın izni aranmaktadır. Türk doktrininde bazı yazarlar TTK ile mehaz Kanun arasındaki bu farkın tercüme hatasından kaynaklandığını ileri sürerek, işlerin gidişatına ilişkin bilgi alma taleplerinin izne tabi tutulmasını eleştirmektedirler. Buna karşılık, Kanunun gerekçesine bakıldığında kanun koyucunun bilinçli olarak böyle bir izin şartı öngördüğü, dolayısıyla yönetim kurulu başkanından izin alınarak bilgi alma hakkının kullanılması gerektiği ifade edilmektedir.Bilgi alma hakkı konusunda önem arz ettiğini düşündüğümüz esas konu ise yönetim kurulu üyelerinin görev ve sorumlulukları ile bilgi alma hakkının kullanımı arasındaki ilişkidir. Bilgi alma hakkının her bir yönetim kurulu üyesi için, iç yönergede belirtilen görev ve yetkilere ilişkin olarak kullanılması ve bu sebeple her bir yönetim kurulu üyesinin görev ve yetkilerinin neler olduğunun belirlenmesi için varsa iç yönergeye bakılması, bilgi alma hakkının sınırlarının belirlenmesi açısından uygun olacaktır. Yönetim kurulu üyelerinin her birinin görev ve yetkilerinin neler olduğu, kimin kime bağlı olduğu ve bilgi sunmakla yükümlü olduğu gibi konular iç yönergede tayin edilir. Dolayısıyla her üyenin kendi yetkisi ve kendisine tayin edilen görevler kapsamında sorumluluğu devam etmektedir. Bununla birlikte TTK da yönetim kurulu üyelerinin sorumluluğuna ilişkin olarak kusur sorumluluğu ve farklılaştırılmış teselsül ilkeleri benimsenmektedir. Yönetim kurulu üyelerinin zarara neden olmaları halinde sorumluluklarının doğması, kendi kusurları oranında, sebep oldukları zarar ölçüsünde, durumun gereklerine göre ve illiyet bağı bulunduğu takdirde söz konusu olmaktadır.İç yönerge ile yetkilerin devredilmesi halinde ise temelde sorumluluk devri de yapılmış olmaktadır. Bunun sebebi, iç yönerge ile yetki devrinin temel gayelerinden birinin yetkisiz üyenin sorumsuzlaştırılmasıdır. Bu şekilde yetki devri  2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi339966  Hasan KARSLIOĞLUDr. Öğr. Üyesihalinde, devirden sonra görev ve yetkileri devralan üye bakımından sorumluluk söz konusu olacağından, bilgi alma hakkının da yetkili üyeye geçtiğinin kabulü yerinde olacaktır. Yönetim kurulun devredilemez görevlerinden olan gözetim yükümlülüğü kapsamında doğabilecek sorumluluğu ise bunun istisnasını oluşturmaktadır. Yönetim kurulunun gözetim yükümlülüğü yetki devri halinde de devam ettiğinden bilgi alma hakkı da bu kapsamda kullanılabilecektir.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Anonim Şirket Yönetim Kurulu Üyelerine Tanınan Bilgi Alma Hakkı ve Bu Hakkın Üyelerin ... 339977",
     "Kaynakça": "Altaş, Soner.  Anonim Şirkette Yönetim Kurulu Üyeleri ile Başkan ın Bilgi Alma ve İnceleme Hakkı , Terazi Hukuk Dergisi, 14,149 (2019): 72 77.Arnold, Wolf Dieter.  Die Pflicht des Vorstandes zur Auskunftsverweigerung in der Hauptversammlung , GesRZ, 2 (2007): 99 103.Ayhan, Rıza; Çağlar, Hayrettin ve Özdamar, Mehmet, Şirketler Hukuku Genel Esasları. Ankara: Yetkin Yayınları, 2019.Bahtiyar, Mehmet. Ortaklıklar Hukuku. İstanbul: Beta Yayınevi, 2019.Bak,  Jacek.  Aktienrecht  zwischen  Markt  und  Staat.  Wiasbaden:  Deutscher Universitätsverlag, 2003.Bozbel, Savaş.  Anonim Şirket Yönetim Kurulu Üyelerinin Bilgi Alma ve İnceleme Hakkı , Uluslararası Antalya Üniversitesi Hukuk Fakültesi Dergisi, 1,1 (2013): 79 96.Bulut, Abdülkadir.  Transfer of Management Authority in Joint Stock Company Content Organization Regulation , PressAcademia Procedia, 2,1 (2016): 574 594.Bürgers, Tobias; Körber, Torsten, Aktiengesetz (Heidelberger Commentar). Münih: C.F. Müller, 2017.Cenkçi, Esra. Anonim Ortaklıkta Yönetim Kurulunun Temsil Yetkisinin Devri. Ankara: Yetkin Yayınları, 2018.Çamoğlu, Ersin. Anonim Ortaklık Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu. İstanbul: Vedat Kitapçılık, 2010.Demirel, Duygu.  Anonim Şirketlerde Yönetim Yetkisinin Devri , Hacettepe Hukuk Fakültesi Dergisi, 7,2 (2017): 211 250.Doğan, Beşir Fatih.  Yönetim Kurulunun Devredilemez Yetkileri ve Yönetim Yetkisinin Devri , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 18,2 (2012): 609 640.Doğan, Beşir Fatih. Anonim Şirket Yönetim Kurulunun Organizasyonu ve Yönetim Yetkisinin Devri. İstanbul: Vedat Kitapçılık, 2011.Günay, Yavuz Selim. Anonim Şirketlerin Temsili. İstanbul: On İki Levha Yayıncılık, 2018.Güney Akdağ, Necla. Anonim Şirket Yönetim Kurulu. İstanbul: Vedat Kitapçılık, 2012.Helvacı, Mehmet. Anonim Ortaklıkta Yönetim Kurulu Üyesinin Hukuki Sorumluluğu. İstanbul: Beta Yayınevi, 2001.Helvacı, Mehmet.  Yönetim Kurulu Üyelerinin Hukuki Sorumluluğunda Farklılaştırılmış Teselsül , Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, 12, 2 (2013): 77 96.Kalender, Emre. Anonim Şirket Yönetim Kurulu Üyelerinin Bilgi Alma Hakkı (TTK m.392). Ankara: Yetkin Yayınevi, 2017.Kaya, Arslan. Anonim Ortaklıkta Pay Sahibinin Bilgi Alma Hakkı. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2001.Kırca, İsmail; Şehirali Çelik, Feyzan Hayal ve Manavgat, Çağlar, Anonim Şirketler Hukuku Cilt 1. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2013. 2021,   11     2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi339988  Hasan KARSLIOĞLUDr. Öğr. ÜyesiKoç, Himmet.  Anonim Şirketlerde İç Yönerge ve İç Yönergenin Benzer Hukuki Kurumlarla Olan İlişkisi , Medeniyet ve Toplum Dergisi, 1,2 (2017): 163 186.Koç, Himmet. Anonim Şirketlerde İç Yönerge ile Yönetim ve Temsil Yetkisinin Devri. Ankara: Adalet Yayınevi, 2020.Kortunay, Ayhan. Anonim Şirketlerde Yönetim Kurulu ve Üyelerin Bilgi Edinme Hakkı. İstanbul: 12 Levha Yayınları, 2015.Poroy, Reha; Tekinalp, Ünal ve Çamoğlu, Ersin, Ortaklıklar Hukuku I. İstanbul: Vedat Kitapçılık, 2019.Pulaşlı, Hasan.  Anonim Şirketlerde İç Yönerge , Legal Hukuk Dergisi, 11,125 (2013): 35 45.Pulaşlı, Hasan. Şirketler Hukuku Şerhi 2. Cilt. Ankara: Adalet Yayınevi, 2018.Pulaşlı, Hasan. Şirketler Hukuku Genel Esaslar. Ankara: Adalet Yayınevi, 2021.Pulaşlı, Hasan.  Yeni Türk Ticaret Kanununa Göre Yönetim Kurulu Üyelerinin Bilgi Alma ve İnceleme Hakkı , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, 18,2 (2012): 587 599.Sayın Hediye, Bahar.  Yönetim Kurulu Üyelerinin Kişisel Haklarının Kurul Kararı ile İhlal Edilmesi ve İlgili Kararların Butlanı , Anadolu Üniversitesi Hukuk Fakültesi Dergisi, 2,3 (2016): 201 210.Sayın Hediye, Bahar.  Anonim Şirket Yönetim Kurulu Üyelerinin Toplantı Dışında Bilgi Alma Hakkının Konusu , Türkiye Barolar Birliği Dergisi, 29,124 (2016): 485 496.Tekinalp, Ünal. Sermaye Ortaklıklarının Yeni Hukuku. İstanbul: Vedat Kitapçılık, 2020.Üçışık, Güzin; Çelik, Aydın, Anonim Ortaklıklar Hukuku Cilt 1. Ankara: Adalet Yayınevi, 2013.Akdeniz Üniversitesi        2021,   11     2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:"
}