{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "11",
     "Sayı": "2",
     "Başlık": "TÜRK İDARİ YARGI SİSTEMİNDE DAVALARIN BİRLEŞTİRİLMESİ USULÜ ÜZERİNE BİR İNCELEME",
     "Title": "AN EXAMINATION ON THE PROCEDURE OF JOINING CASES IN THE TURKISH ADMINISTRATIVE JURISDICTION SYSTEM",
     "Yazar İsmi": [
          "Dr. Yunus ERASLAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İdari Yargı",
          "Bağlantılı Dava",
          "Davaları Birleştirme",
          "Dosyaları Birleştirme"
     ],
     "Keywords": [
          "Administrative Jurisdiction",
          "Connected Case",
          "Joining the Cases",
          "Joining the Files"
     ],
     "Özet": "Yargılama usulünde bağlantı, davaların daha az giderle ve hızlı görülmesini sağlamak ve birbiriyle çelişen yargı kararı verilmesine engel olmak amacıyla, aralarında irtibat bulunan davaların birlikte görülmesini sağlayan usûl müessesesidir. 2577 sayılı İdari Yargılama Usulü Kanunda bağlantı müessesesi özel olarak düzenlenmiştir. Hukuk yargılama usulünde, aynı veya farklı mahkemelerde görülen bağlantılı davalar tek dosyada birleştirilmektedir. 2577 sayılı İdari Yargılama Usulü Kanunda yer verilen bağlantı hükümleri ise, farklı mahkemelerdeki davaların aynı mahkemede farklı dosyalarda bakılacak şekilde birleştirilmesini amaçlamaktadır. Ancak idari yargıda son yıllarda, kanunda öngörülmediği halde aynı mahkeme görülen davaların bağlantı nedeniyle aynı dosyada birleştirilmesi yönünde kararlar verilmeye başlanmıştır. Bu nedenle, idari yargılama usulünde bağlantının sebepleri, bağlantı nedeniyle birleştirmenin kapsamı, usulü, sınırı ve yöntemlerinin uygulama örnekleriyle incelenmesi amaçlanmıştır.",
     "Abstract": "Connection in the judicial procedure is a procedural institution that enables the trial of the cases that are linked to each other, in order to ensure that the cases are heard quickly and with less expense and to prevent contradictory judicial decisions. The connection institution is specially regulated in Law No. 2577. In the civil procedure, connected cases heard in the same or different courts are combined in a single file. The connection provisions included in the Law No. 2577 aim to combine the cases in different courts so that they will be examined in different files by the same court. However, in recent years, decisions have been taken in the administrative jurisdiction to join the cases at the same court in the same file due to the connection, although not stipulated in the law. For this reason, it is aimed to examine the reasons for the connection, the scope, procedure, limit, and methods of joining due to the connection, with application examples in the administrative trial procedure.",
     "Metin": "Aynı mahkemede veya farklı mahkemelerde açılan davalar arasında bağlantı bulunması mümkündür. Örneğin aralarında bağlantı bulunan davalar aynı yer idare veya vergi mahkemesinde açılmış olabilir. Ancak yargıda iş yükünün artmasından dolayı mahkemeler birden fazla sayı ile çalışmaktadır. Bu nedenle aynı yer idare mahkemesinde açılan bağlantılı davalar, farklı numaralı idare veya vergi mahkemesinde görülüyor olabilir. Aralarında bağlantı bulunan davalar farklı yer idare veya vergi mahkemesinde açılmış da olabilir.Aralarında bağlantı bulunan ancak ayrı ayrı açılan davaların birlikte görülmesinde hukuki yarar bulunmaktadır. Bağlantılı davaların birlikte görülmesi, yargılamanın uzamasını engelleyeceği gibi, davaların en az gider ile mümkün olan süratle makul sürede sonuçlanmasına da katkıda bulunacaktır.Bağlantılı davaların birleştirilmesi müessesesi, ayrı ayrı açılmış olan ve aralarında kanunda öngörülen anlamda bağlantı bulunan davaların daha az giderle ve daha hızlı görülmesini sağlamak amacıyla kabul edilen usul müessesidir. Ayrı dava şeklinde açılmış olmakla birlikte, aralarında bağlantı bulunan davaların birlikte görülmesini sağlamak amacıyla usul kanunlarında özel düzenlemeler getirilmiştir.Usul kanunlarında bağlantılı davaların birleştirilmesi müessesesinin getirilişinin diğer bir amacı da, bağlantı ilişkisi nedeniyle ayrılmaz bir bütünlük niteliği taşıyan davalar hakkında, birbiriyle çelişen yargı kararlarının verilmesine engel olmaktır.2Hukuk Muhakemeleri Kanunu nda bağlantı kurumu ile davaların birleştirilmesi müessesesi birlikte düzenlenmiştir (m.166). 2577 sayılı İdari Yargılama Usulü Kanunu nda (İYUK) bağlantı müessesesi özel olarak düzenlenmiştir (m.38-42). İYUK ta bağlantı ve davaların birleştirilmesi konusunda Hukuk Muhakemeleri Kanunu na bir atıf yapılmamıştır.Hukuk Muhakemeleri Kanunu nda bağlantı nedeniyle birleştirme, aynı veya farklı mahkemelerde görülen davalar hakkında uygulanmakta ve davalar tek dosyada birleştirilmektedir. İYUK ta yer verilen bağlantı hükümleri ise, farklı mahkemelerde açılan davalar arasında uygulanmakta ve davalar aynı mahkemede farklı dosyalarda görülecek şekilde birleştirilmektedir.1 HakanPekcanıtez,OğuzAtalayveMuhammetÖzekes,MedeniUsulHukuku,(Ankara:VedatKitapçılık,2017),307;İbrahimErmenek,MedeniUsulHukukundaDavalarınBirleştirilmesiveAyrılması,(Ankara:YetkinYayınları,2014),30vd.2 MuratAtalı,İbrahimErmenekveErsinErdoğan,MedeniUsulHukuku,(Ankara:YetkinYayınları,2018),457;LütfiŞanalGörgün,LeventBörü,BarışToramanveMehmetKodakoğlu,MedeniUsulHukuku,(Ankara:YetkinYayınları,2018),413;GülÜstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,(İstanbul:XIILevhaYayıncılık,2018),9. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi221122  Yunus ERASLANDr.İdari yargıda son yıllarda aynı mahkeme görülen davaların, bağlantı nedeniyle aynı dosyada birleştirilmesi şeklinde kararlar verilmeye başlanmıştır. Kanunda öngörülmeyen ve uygulamada son yıllarda başvurulan bu birleştirme türünün, bağlantı hükümleri kapsamında yapılıp yapılmayacağının ve hukuki sonuçlarının ortaya konulması amacıyla bu çalışma hazırlanmıştır.Çalışmada, idari yargıdaki davalar arasındaki bağlantı sebepleri, bağlantı nedeniyle aynı veya farklı mahkemelerdeki davaların birleştirme usulü, yöntemleri ve hukuki sonuçları incelenmiştir. Çalışmanın yargılama usulüne ve uygulamaya ilişkin olması nedeniyle, konunun tam olarak aydınlatılması ve anlaşılabilmesi için güncel yargı kararlarından çok sayıda örnekler verilmiştir.I. İDARİ YARGIDA BAĞLANTILI DAVALARIN BİRLEŞTİRİLMESİİdari yargılamada ilk zamanlar, davaların birleştirilmesine ilişkin bir düzenleme bulunmamakta idi. 521 sayılı mülga Danıştay Kanunu nda konuya ilişkin bir hükme yer verilmemişti. 1951 yılında Danıştay İçtihadı Birleştirme Kurulu bu boşluğu,  biri hakkında verilecek kararın diğerine tesir edecek mahiyette olan  davaların birleştirilmesi yoluyla içtihatla doldurmuştur. 1981 yılına kadar idari yargıda ilk ve son derece yargı merci Danıştay olduğundan davaların birleştirilmesi sorunu kolayca halledilebiliyordu.3 İdare, vergi mahkemeleri ile bölge idare mahkemelerinin kurulmasından sonra, bağlantı ve davaların birleştirilmesi müessesesi İYUK ta özel olarak düzenlenmiştir (m.38-42). Dolayısıyla İYUK ta bağlantı ve davaların birleştirilmesi konusunda Hukuk Muhakemeleri Kanunu na bir atıf yapılmamıştır.İdari yargıda bağlantılı davalar, İYUK 38. maddesinde tanımlanmıştır. Maddenin ilk şeklinde bağlantının tanımı ve bağlantı gerektiren hallere ilişkin bir açıklamaya yer verilmemişti. 10.6.1994 tarih ve 4001 sayılı Kanunla yapılan değişikle İYUK m.38/1. madde hükmünde bağlantının tanımı da yapılmıştır. İYUK m.38/1. maddesine göre, aynı maddi veya hukuki sebepten doğan ya da biri hakkında verilecek hüküm, diğerini etkileyecek nitelikte olan davalar bağlantılı davalardır.II. İDARİ YARGIDA BAĞLANTI SEBEPLERİİdari yargıda bağlantılı davaların birleştirilmesi için davalar aralarında kanunun öngördüğü şekilde bir  hukuki bağ ın bulunması gerekir. Kanunun öngördüğü hukuki bağ ise  bağlantı  olarak tanımlanmıştır. Bu nedenle ancak arasında bağlantı olan davalar birleştirilebilir. Dolayısıyla kanunda öngörülen bağlantı gerektiren sebepler, davanın birleştirilmesi sebepleri olarak karşımıza çıkmaktadır.İYUK un 38/1. maddesine göre, aynı maddi veya hukuki sebepten doğan ya da biri hakkında verilecek hüküm, diğerini etkileyecek nitelikte olan davalar 3 YahyaKazımZabunoğlu,İdareHukuku,C.2,(Ankara:YetkinYayınları,2012),576.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 221133bağlantılı davalardır. İYUK ta yer verilen aynı maddi veya hukuki sebepten doğan bağlantılı davalara ilişkin düzenleme, mülga HUMK tan yararlanılarak yapılmıştır.4A. AYNI MADDİ SEBEPTEN DOĞAN DAVALARİYUK a göre, aynı maddi sebepten doğan davalar bağlantılı davalardır. İdari yargıda davaların birleştirilmesi için, davaların aynı maddi sebepten doğması yeterlidir. Kanunda üç farklı bağlantı sebebi gösterilmiş ise de; birleştirme için bu sebeplerin birlikte bulunmasına gerek yoktur. Bu sebeplerden birinin varlığı, davalar arasındaki bağlantı için yeterlidir.5İdari yargıda bağlantının giderilmesine ilişkin her kararda, bağlantının hangi sebebe dayandığı ve bu sebebin tanımlamasına yer verilmemektedir. Ancak bazı yargı kararlarında, davaların aynı maddi sebepten doğması,  Maddi birliktelik koşulu; aynı sebepten farklı işlemlerin doğması ya da farklı işlemlerin tek sebepten doğması veya bir saikin birden fazla işlem doğmasına sebebiyet vermesi olarak tanımlanabilir  şeklinde açıklanmıştır.6Davaların aynı maddi sebepten doğması, uyuşmazlıklar arasında maddi yönden bağlılık olduğunu gösterir.7 Zaten İYUK un 5. maddesinde, aralarında maddi veya hukuki yönden bağlılık bulunan birden fazla işleme karşı bir dilekçe ile de dava açılabilmesine olanak tanındığı gibi, davacıların hak veya menfaatlerinde iştirak bulunması ve davaya yol açan maddi olay veya hukuki sebeplerin aynı olması halinde birden fazla şahsın müşterek dilekçe ile dava açması imkânı tanınmıştır. Kanun koyucu, aralarında maddi sebep yönünden bağlantı bulunan işlemlere tek dilekçe ile dava açma imkânı getirdiği gibi, ayrı ayrı açılan davaların da sonraki aşamalarda birleştirmesini özel olarak düzenlemiştir. Bu haliyle, davaların en az giderle ve hızlı bir şekilde sonuçlandırılmasına, kanun koyucunun özel önem verdiği söylenebilir.Davaya yol açan maddi olayın aynı olması halinde, birden fazla şahsın müşterek dilekçe ile dava açması için davacıların hak veya menfaatlerinde iştirak bulunması aranırken, ayrı ayrı açılmış davaların sonradan birleştirilmesi için davaya yol açan maddi olayın aynı olması yeterlidir. Ayrıca davacıların hak ve menfaat4 CelalKaravelioğluveErdemCemilKaravelioğlu,İdariYargılamaUsulüKanunu,(Ankara:AdaletYayınevi,2015),1403;ŞerefGözübüyükveTurgutTan,İdareHukukuC.II,(Ankara:TurhanKitabevi,2012),954.5 Zabunoğlu,İdareHukuku,577;TurgutCandan,AçıklamalıİdariYargılamaUsulüKanunu,(Ankara:YetkinYayınları,2017),945;YasinMelikşah, İdariYargıdaBağlantılıDavalar ,Hukuk,EkonomiveSiyasetBilimlerAylıkİnternetDergisi,S.60(2007),ErişimTarihi:Eylül20,2020,http://www.e-akademi.org/.6 KonyaBölgeİdareMahkemesi2İDD,29.05.2019,E.2019/1170,K.2019/1140sayılıkararı;AnkaraBölgeİdareMahkemesi11İDD,21.11.2018,E.2018/7801,K.2018/4371sayılıkararı,www.uyap.gov.tr,e.t.13.03.2020.7 Candan,AçıklamalıİdariYargılamaUsulüKanunu,274. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi221144  Yunus ERASLANDr.lerinde iştirak bulunması şartı aranmaz. Farklı davacıların açtığı davaların birleştirilmesi için aranan maddi sebep yönünden bağlantı koşulu, dava açma sırasında aranan bağlantıdan daha geniş kapsamlıdır.8Aynı maddi sebepten doğan bağlantı nedeniyle davaların birleştirilmesi durumuna uygulamada sık rastlamak mümkündür. Bu duruma örnek olarak; ruhsat ve eki mimarı projesine aykırı olarak yapı yapılması fiili nedeniyle tesis edilen yıkım işlemine karşı açılan dava ile imar para cezası kararına karşı açılan davalar arasında, aynı maddi sebepten doğan bağlantı bulunmaktadır. İdari yargı uygulaması da bu yöndedir.9Devlet memurunun işlediği bir eylemden dolayı açılan soruşturma sonucunda yapılan atama işlemine ayrı disiplin cezası işlemine karşı ayrı dava açılması halinde, davalar arasında aynı maddi sebepten doğan bağlantı vardır.10 Ancak aksi yönde kararlar da bulunmaktadır.11Aynı eylem nedeniyle birden fazla işlem tesis edilmesi ve bu işlemlere karşı ayrı dava açılması hallerinde, davalar arasında aynı maddi sebepten doğan bağlantı vardır. Konuya ilişkin bir uyuşmazlıkta,  davacı tarafından ... gerçekleştirdiği iddia edilen bir fiil hakkında düzenlenen ... soruşturma raporunda tespitler dikkate alınmak suretiyle Diyanet İşleri Başkanlığı Atama Yer Değiştirme Yönetmeliğinin 5/1-b maddesinde yer alan  atanmalarında dini öğrenim şartı esas alınan unvanlarda itikat, ibadet, tavır, ve hareketlerinin İslam törelerine uygunluğunun çevresinde bilinir olması  şeklinde ortak nitelik şartını kaybettiği gerekçesi ile 657 sayılı Devlet Memurları Kanununun 98/b maddesi hükmü uyarınca memurluğunun sona erdirilmesine ilişkin ... sayılı davalı idare işleminin iptali istemiyle İstanbul 2. İdare Mahkemesinin E.2018/2585 esasına kayıtlı davanın; 8 BahtiyarAkyılmaz;MuratSezginerveCemilKaya,TürkİdariYargılamaHukuku,(Ankara:SavaşYayınları,2019),202.9  Ruhsat ve ekine aykırı yapı yapıldığından imar para cezası verilmesine ve aykırılıkların yıkımına ilişkin kararın iptali istemiyle açılan dava ile aynı davacı tarafından aynı yerde ruhsat ve ekine aykırı yapı yapıldığının tespitine ilişkin Yapı Tatil Tutanağının iptali istemiyle açılan dava arasında 2577 sayılı Kanunun 38. maddesinin 1. fıkrasında öngörülen anlamda bağlantı varlığına,dairİstanbulBölgeİdareMahkemesi5İDD,18.06.2019,E.2019/1401,K.2019/1970sayılıbağlantıkararı;benzeryöndeİstanbulBölgeİdareMahkemesi5İDD,03.07.2019,E.2019/1634,K.2019/2301sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,13.03.2020.10 Konuyailişkinbiruyuşmazlıkta, Esenboğa Havalimanı Başmüdürlüğü emrinde sözleşmeli koruma ve güvenlik görevlisi olarak çalışmakta olan davacının, hakkında yapılan soruşturma sonucunda Hakkari ili, ... Havalimanı Müdürlüğü emrine naklen atanmasına ilişkin ... işlemin iptali istemiyle Ankara 3. İdare Mahkemesinin 2019/71 esas sayısına kayden açtığı iş bu dava ile anılan soruşturma sonucunda 1/8 oranında aylıktan kesme cezası ile cezalandırılmasına dair ... tarihli işlemin dava konusu edildiği Ankara 15. İdare Mahkemesi nin 2019/125 esas sayısına kayıtlı dava arasında 2577 sayılı Yasanın 38. maddesinin 1. fıkrasında öngörülen anlamda bağlantı bulunduğu yönündeAnkaraBölgeİdareMahkemesi1İDD,14.02.2019,E.2019/387,K.2019/177sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,15.03.2020.11 AynıeylemdenkaynaklıatamavedisiplindavalarıarasındabağlantıbulunmadığınadairİstanbulBölgeİdareMahkemesi2İDD,15.11.2018,E.2018/3048,K.2018/3202sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,13.03.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 221155davacıya isnat edilen aynı fiiller nedeniyle hakkında başlatılan disiplin soruşturması sonucunda 657 sayılı Devlet Memurları Kanununun 125/E-g maddesi uyarınca  Devlet memurluğundan çıkarma cezası  ile cezalandırılmasına dair Yüksek Disiplin Kurulu kararının iptali istemiyle de İstanbul 12. İdare Mahkemesinin E.2019/616 esasına kayıtlı dava konusu işlemlerin aynı maddi vakıalara dayalı oldukları, söz konusu davalar arasında bağlantı bulunduğu  yönünde karar verilmiştir.12B. AYNI HUKUKİ SEBEPTEN DOĞAN DAVALARİYUK a göre, aynı hukuki sebepten doğan davalar da bağlantılı davalardır. Davaların birleştirilmesi için davaların aynı hukuki sebepten doğması yeterlidir.Aynı hukuki sebepten doğan davalar, aynı kanun hükmüne dayanılarak tesis edilen işlemler veya biri hakkındaki hukuki sorunun çözümü diğerleriyle ilgili hukuki sorunların çözümünü etkileyecek veya kolaylaştıracak olması halinde ortaya çıkabilir.13İdari yargıda bağlantının giderilmesine ilişkin kararlarda, bağlantının hangi sebebe dayandığı ve bu sebebin tanımlamasına yer verilmemektedir. Ancak bazı yargı kararlarında, davaların aynı hukuki sebepten doğması,  Hukuki birliktelik koşulu; davaların çözümünde göz önünde tutulması gereken hukuki dayanak aynı Yasanın farklı maddeleri olsa bile davaların aynı hukuki durum içinde değerlendirmeyi gerektirmesi halidir 14 şeklinde açıklanmıştır.Davaların aynı hukuki sebepten doğması, uyuşmazlıklar arasında hukuki yönden bağlılık olduğunu, uyuşmazlıkların hukuki dayanaklarının aynı olduğunu, aynı hukuk kuralına dayandığını gösterir.15Aynı hukuki sebepten doğan bağlantı nedeniyle davaların birleştirilmesi durumuna, uygulamada sık rastlanmaz. Birçok uyuşmazlıkta maddi sebep ile hukuki sebebin bir arada bulunduğu söylenebilir. Örneğin birbirinden farklı davacıların aynı işleme karşı açtığı davalarda, hem aynı maddi sebepten hem de aynı hukuki sebepten doğan bağlantı bulunmaktadır. Konuya ilişkin bir uyuşmazlıkta, İzmir 5. İdare Mahkemesinin E.2019/375 sayısında kayıtlı dava ile İzmir 6. İdare Mahkemesinin E.2019/229 sayısında kayıtlı olarak açılan davaların aynı alana ilişkin aynı imar planlarının iptali istemiyle açılan ve davacıları farklı olmakla birlikte aynı maddi ve hukuki sebepten doğan bu davalar olduğu, gerek usul ekonomisi, gerekse farklı mahkemelerde görülmesinin uygulamada ortaya çıkardığı 12 İstanbulBölgeİdareMahkemesi2İDD,27.03.2019,E.2019/573,K.2019/562sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,16.03.2020.13 Candan,AçıklamalıİdariYargılamaUsulüKanunu,275.14 KonyaBölgeİdareMahkemesi2İDD,29.05.2019,E.2019/1170,K.2019/1140sayılıkararı;AnkaraBölgeİdareMahkemesi11İDD,21.11.2018,E.2018/7801,K.2018/4371sayılıkararı,www.uyap.gov.tr,e.t.,18.03.2020.15 Yasin, İdariYargıdaBağlantılıDavalar. ,ErişimTarihi:Eylül20,2020,http://www.e-akademi.org/. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi221166  Yunus ERASLANDr.sakıncalar dikkate alındığında aralarında bağlantı olduğu ve aynı mahkemece çözümlenmesi gerektiği sonucuna ulaşılarak, bağlantının varlığına, davalara bakmak üzere İzmir 6. İdare Mahkemesi nin yetkili kılınmasına, dava dosyasının anılan mahkemeye gönderilmek üzere yerine iadesine karar verilmiştir.Aynı düzenleyici işlemin iptali istemiyle farklı davacılar tarafından açılan davalar arasında da aynı hukuki sebepten doğan bağlantı bulunduğu söylenebilir.C. BİRİ HAKKINDA VERİLECEK HÜKMÜN DİĞERİNİ ETKİLEYECEĞİ DAVALARBir davada verilecek hükmün diğer davayı etkileyecek olması halinde, bu davalar arasında bağlantı vardır (İYUK m.38/1). Bir davada verilen hükmün diğer davayı etkileyecek olması geniş kapsamlı bir ifadedir.Dava konuları arasında sebep sonuç ilişkisi bulunması hali bu duruma örnek olarak gösterilebilir. İYUK un 5. maddesinde, aralarında sebep-sonuç ilişkisi bulunan birden fazla işleme karşı bir dilekçe ile de dava açılabilir. Dava açıldığı sırada, aralarında sebep-sonuç ilişkisi bulunan birden fazla işleme karşı ayrı dilekçe ile de dava açılması da bağlantı örneğidir.17 Ancak İYUK 38/1 deki  biri hakkında verilecek hüküm, diğerini etkileyecek nitelikte olan davalar  ifadesi, İYUK 5/1 de yer verilen işlemler arasında sebep sonuç varlığına bağlı bağlantı ifadesinden daha geniştir. Bu şart, sadece önceki davada verilecek kararın sonraki davada verilecek karara dayanak olması ile sınırlı değildir. Biri hakkında verilecek kararın bir şekilde diğer davayı etkileyecek olması, örnek olarak, kararın diğer davadaki ihtilaflı bir hususa kesinlik kazandıracak veya onun delil değerini kuvvetlendirecek olması durumunda, davalar arasında bağlantıdan bahsedilebilir. Diğer bir deyişle davalardan birinin karara bağlanabilmesi, başka bir davanın sonucunun veya o davadaki bir noktanın açıklığa kavuşturulmasının bekletici mesele yapılmasını zorunlu kılıyorsa, bağlantı durumu söz konusudur.18İYUK 5/1 maddesinde yer verilen sebep sonuç ilişkisi, sadece idari işlemlerle ilgili davalarda geçerli olduğu halde, İYUK 38. maddesinde ise, bu tür bağlantı örneğine ek olarak, idari eylemlerden veya her türlü idari faaliyetten kaynaklanan tam yargı davaları da bu kapsamdadır.19 Yine bir davada verilen hükmün diğer davayı etkileyecek türde olması için davaların  aynı davacılara ait  olması koşulu da aranmaz.2016 İzmirBölgeİdareMahkemesi3İDD,05.07.2019,E.2019/778,K.2019/483sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,20.03.2020.17 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,89.Üstün egöre,budurumdavanınbaşındakurulanbağlantıörneğidir.18 Candan,AçıklamalıİdariYargılamaUsulüKanunu,946.19 Candan,AçıklamalıİdariYargılamaUsulüKanunu,947.20 Zabunoğlu,İdareHukuku,577;bağlantıhükümlerininuygulanmasıiçindavalarınaynıtaraflaraaitolmasıgerekmediğihakkında,DD,17.11.1988,E.1988/159,K.1988/3534sayılıkararı,aktaranCandan,AçıklamalıİdariYargılamaUsulüKanunu,857.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 221177Davalardan biri hakkında verilecek hükmün diğerini etkilemesi hali idari yargı kararlarında,  davalardan biri hakkında karar verebilmek için diğer davada yapılacak saptama ve hukuki değerlendirmelere ve verilecek karara ihtiyaç bulunması  olarak belirtilmektedir.21Biri hakkında verilecek hükmün diğerini etkileyecek nitelikte olmasından doğan bağlantı nedeniyle davaların birleştirilmesi durumuna, uygulamada sık rastlanmaktadır. Bu tür bağlantılı dava örnekleri çeşitli konulara ilişkin olabilmektedir. Bunlardan en başlıcaları; ödeme emrine karşı açılan dava ile ödeme emrinin dayanağı vergi ihbarnamesi veya para cezası, ecrimisil ihbarnamesi gibi işlemlere karşı açılan davalar,22 atama işlemine açılan dava ile atama nedeniyle kamu konutundan tahliye edilmesine ilişkin işlemlere karşı açılan davalar,23 bireysel işleme açılan dava ile bireysel işlemin dayanağı düzenleyici işleme karşı açılan davalar,24 birden çok ili kapsayan sağlık hizmet sunumundan kaynaklı za21 KonyaBölgeİdareMahkemesi2İDD,29.05.2019,E.2019/1170,K.2019/1140sayılıkararı;AnkaraBölgeİdareMahkemesi11İDD,21.11.2018,E.2018/7801,K.2018/4371sayılıkararı,www.uyap.gov.tr,e.t.,23.03.2020.22  Ödeme emrine karşı açılan dava ile ödeme emri içeriği vergi ve cezalara karşı açılan davada, biri hakkında verilecek hüküm diğerini etkileyecek nitelikte olduğundan bağlantının varlığına,dairİzmirBölgeİdareMahkemesi2VDD,23.05.2019,E.2019/500,K.2019/537sayılıbağlantıkararı;aynıyöndeİstanbulBölgeİdareMahkemesi6VDD,05.02.2017,E.2017/720,K.2017/469sayılıbağlantıkararı;ödemeemridavasıileödemeemrinindayanağıişlemlerekarşıaçılandavalararasındabağlantıbulunmadığıyönündekararlardaverilmektedir.Ecrimisil ihbarnamesinin iptali istemiyle açılan dava ile ecrimisilin tahsili amacıyla düzenlenen ödeme emrinin iptali istemiyle açılan dava arasında bağlantı bulunmadığına,dairİstanbulBölgeİdareMahkemesi10İDD,26.01.2017,E.2017/78,K.2017/87sayılıbağlantıkararı;ödeme emrinin iptali istemiyle açılan dava ile söz konusu ödeme emrinin dayanağı idari para cezası verilmesine ilişkin Encümen kararının iptali istemiyle açılan davada, imar para cezası verilmesi işleminin maddi sebebini davacının imara ve ruhsata aykırı eylemi, hukuki sebebini ise İmar Kanunu oluşturmasına karşılık, ödeme emri işleminin maddi sebebini kesinleşen ve vadesinde ödenmeyen imar para cezası, hukuki sebebini ise Amme Alacaklarının Tahsil Usulü Hakkında Kanun oluşturduğu gibi, ödeme emrinin dayanağı idari işleme karşı dava açılmış olması, ödeme emrine karşı açılan davanın görülmesine ve Kanun da öngörülen itiraz nedenleriyle sınırlı olarak incelenmesine ve sonuçlandırılmasına tek başına engel oluşturmadığı, ödeme emrinin dayanağı idari işleme karşı dava açılmış olması nedeniyle nihayet bu durumun bekletici mesele yapılması suretiyle ödeme emrine karşı açılan davanın görülmesi ve Kanun da öngörülen itiraz nedenleriyle sınırlı olarak incelenmesi ve sonuçlandırılması gerektiğinden dava dosyaları arasında bağlantı bulunmadığına dair,İstanbulBölgeİdareMahkemesi10İDD,24.01.2018,E.2018/229,K.2018/200sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,23.03.2020;idariyargıdabaskıngörüşünödemeemrineaçılandavaileödemeemrinindayanağıişlemeaçılandavaarasındabağlantıbulunduğuyönündeolduğunusöylemekmümkündür.23 AnkaraBölgeİdareMahkemesi3İDD,10.01.2019,E.2019/8,K.2019/2sayılıbağlantıkararı;AnkaraBölgeİdareMahkemesi3İDD,08.05.2019,E.2019/764,K.2019/963sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,25.03.2020.24  ... Nükleer Güç Santrali Projesine yönelik verilen ... ÇED olumlu kararına karşı açılan dava ile kararın dayanağı 25.11.2014 tarih ve 29186 sayılı Resmi Gazetede yayımlanan Çevresel Etki Değerlendirmesi Yönetmeliğinin geçici 1. maddesindeki  Bu Yönetmeliğin lehte olan hükümleri ve/veya  ibaresinin iptali istemine ilişkin davanın 2577 sayılı Kanunun 38. maddesinde tanımlandığı şekliyle aynı maddi veya hukuki sebepten kaynaklandığı ve biri hakkında verilecek kararın diğerini etkileyecek nitelikte olduğu sonucuna varıldığından bağlantı isteminin kabulüne,dairDD,23.06.2015,E.2015/5116sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,27.03.2020. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi221188  Yunus ERASLANDr.rarın tazmini istemiyle açılan tam yargı davaları,25 akademik kadro ilanı işlemine açılan dava ile akademik kadroya başkasının atanmasına ilişkin işleme karşı açılan davalar,26 aynı kurumda görevli eşlerin naklen atanmasının iptali istemiyle açılan davalar gösterilebilir.Tarafları, konusu ve sebebi aynı olan davaların birinde verilecek hüküm diğerini de etkilemekte ise de, bu tür davalar açısından derdestlik söz konusu olduğundan, bu davalar yönünden bağlantı hükümleri uygulanmamalı, sonra açılan davanın incelenmeksizin reddine veya esas kaydının kapatılmasına karar verilmelidir.29III. İDARİ YARGIDA BAĞLANTILI DAVALARI BİRLEŞTİRME USULÜİYUK ta bağlantılı davaların birleştirilmesi usulü özel olarak düzenlenmiştir. Kanunun 38/2. maddesine göre  İdare mahkemesi, vergi mahkemesi veya Danıştaya veya birden fazla idare veya vergi mahkemelerine açılmış bulunan davalarda bağlantının varlığına taraflardan birinin isteği üzerine veya doğrudan doğruya mahkemece karar verilir . Ancak aralarında bağlantı bulunan davaların nasıl birleştirileceğine, özellikle davaların aynı dosyada birleştirilip birleştirilmeyeceğine ilişkin ayrıntılı bir düzenlemeye yer verilmemiştir.Bu nedenle idari yargıda bağlantılı davaların birleştirilmesi usulünü, aynı mahkemede görülen davalar ile farklı mahkemede görülen davaların birleştirilmesi usulleri yönünden ayrı ayrı incelemek yerinde olacaktır.25  Gürün Devlet Hastanesinden Malatya Devlet Hastanesine sevk edilen müteveffa ... a Gürün Devlet Hastanesinde uygulanan tıbbi tedaviden kaynaklı olduğu, her iki davanın 2577 sayılı Kanunun 38. maddesinde tanımlandığı şekliyle aynı maddi veya hukuki sebepten kaynaklandığı ve biri hakkında verilecek kararın diğerini etkileyecek nitelikte olduğu sonucuna varıldığı, usul ekonomisi, mahkemeye erişim hakkı ve adil yargılanma hakkı bağlamında son tedavinin gerçekleştirildiği yer mahkemesi yetkili görülmekte olup, bu yer mahkemesince olayın tüm safahatıyla bir bütün olarak değerlendirilerek en kısa süre içinde uyuşmazlıkların sonuçlandırılması amaçlandığından bağlantı isteminin kabulüne,dairDD,14.06.2017,E.2017/1284,K.2017/3647sayılıbağlantıkararı;benzeryöndeDD,14.06.2017,E.2017/690,K.2017/3632sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,27.03.2020.26 İstanbulBölgeİdareMahkemesi10İDD,26.09.2017,E.2017/1733,K.2017/1663sayılıbağlantıkararı;AnkaraBölgeİdareMahkemesi4İDD,10.05.2019,E.2019/1796,K.2019/1211sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,29.03.2020.27  Davacıları karı-koca olan iki dava dosyasının, aynı idari işlemlerin iptali istemiyle, biri eş durumu diğerinin ise engellilik durumuna dayalı olarak aynı tarihte açıldığı ve biri hakkında verilecek kararının diğerinin sonucunu etkileyecek nitelikte olduğu, uyuşmazlığın engellilik raporu hakkında yapılacak inceleme ve hukuki değerlendirme ile çözümleneceği görüldüğünden aynı işlemlerin iptali istemiyle açılan her iki davada bağlantı bulunduğuna,dairİzmirBölgeİdareMahkemesi1İDD,05.12.2017,E.2017/1324,K.2017/1290sayılıbağlantıkararı;aynıyöndeİstanbulBölgeİdareMahkemesi10İDD,19.04.2017,E.2017/673,K.2017/673sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,30.03.2020.28 DerdestlikhakkındagenişbilgiiçinErsinŞekerci, YönetselYargılamaHukukundaDerdestlik ,AnkaraBarosuDergisi,(1989/3):429-449;CelalIşıklar, İdariYargıdaDerdestlik ,GaziÜniversitesiHukukFakültesiDergisi12,(2012):63-106.29 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,39.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 221199A. FARKLI MAHKEMEDE GÖRÜLEN BAĞLANTILI DAVALARIN BİRLEŞTİRİLMESİ USULÜFarklı mahkemede görülen davalar, aynı bölge idare mahkemesinin yargı çevresindeki mahkemelerde bulunabileceği gibi, farklı bölge idare mahkemesinin yargı çevresindeki mahkemelerde de bulunabilir. Bu ayrıma göre, aralarında bağlantı bulunan davaların birleştirilmesine karar veren mercii de farklı olmaktadır. İdare mahkemesi ile vergi mahkemesinde görülen ve aralarında bağlantı bulunan davaların da birleştirilip birleştirilmeyeceği meselesinin de, farklı mahkemede görülen davaların birleştirilmesi kapsamında incelemek yerinde olacaktır.1. Farklı Bölge İdare Mahkemelerinin Yargı Çevrelerindeki Mahkemelerde Bulunan Bağlantılı Davaların BirleştirilmesiDeğişik bölge idare mahkemelerinin yargı çevresindeki mahkemelerde görülen davalar arasında bağlantı olması mümkündür.30Değişik bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde bulunan davalarda, taraflardan birinin isteği üzerine veya doğrudan doğruya mahkemece bağlantının varlığına karar verilmesi halinde, dosyalar Danıştay a gönderilir (m.38).Bağlantı iddiaları mahkemelerce kabul edilmediği takdirde,31 bu hususta verilen ara kararı taraflara tebliğ edilir. Taraflar, bu kararın tebliğ tarihini izleyen onbeş gün içerisinde, ayrı yargı çevresindeki davalarda bağlantı hakkında karar verilmesi için Danıştay a başvuruda bulunabilirler (m.41).Danıştay ın dava konusu uyuşmazlığı incelemeye yetkili dairesi, bağlantılı dava dosyalarını öncelikle ve ivedilikle inceler ve karar verir. Danıştay bağlantının bulunduğuna karar verdiği takdirde yetkili mahkemeyi kararında belirtir ve dosyaları bu mahkemeye göndererek diğer mahkemeye veya mahkemelere durumu bildirir. Yetkili mahkeme de durumu ilgililere duyurur. Danıştayca verilen karar bağlantı bulunmadığı yolunda ise, dosyalar ilgili mahkemelere geri gönderilir (m.39).30 Konuyailişkinbiruyuşmazlıkta, Ulaştırma, Denizcilik ve Haberleşme Bakanlığınca dava dışı ... Birliği Deniz Nakliyat A.Ş. ye verilen ... sayılı Uluslararası Gemi ve Liman Tesisi Güvenlik Kod Belgesi  (ISPS) nin ve bu belgeye dayanak olan davalı idare kararının iptali istemiyle Ulaştırma, Denizcilik ve Haberleşme Bakanlığına karşı açılan dava sonucunda, Ankara 8. İdare Mahkemesinin 23.3.2015 tarihli ve E.2015/13, K.2015/501 sayılı kararıyla; bu davanın, ... Birliği Deniz Nakliyat A.Ş. adına düzenlenen kıyı tesisi geçici işletme izin belgesinin iptali istemiyle Hatay İdare Mahkemesinin E.2014/1827 sayılı dosyasına konu edilen ve henüz sonuçlanmayan davanın 2577 sayılı Kanunun 38. maddesinde tanımlandığı şekliyle aynı maddi veya hukuki sebepten kaynaklandığı ve biri hakkında verilecek kararın diğerini etkileyecek nitelikte olduğu yönündekararverilmiştir.DD,16.09.2015,E.2015/1400,K.2015/3807sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,06.04.2020.31 Bağlantıistemininmahkemelercekabuledilmemesidemümkündür.OğuzSancakdar,İdariYargılamaHukuku,(İzmir:SoruBankasıNetYayınları,2019),95. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi222200  Yunus ERASLANDr.Kanun hükmünde belirtildiği üzere, değişik bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde görülen bağlantılı davalar, Danıştay tarafından yetkili mahkeme kararda belirtilmek ve dosyalar bu mahkemeye gönderilmek suretiyle birleştirilmektedir.32Hukuk yargılama usulünün aksine, idari yargıda farklı mahkemelerdeki bağlantılı davaların birleştirilmesi, her iki davanın aynı dava dosyasında birleştirilmesi şeklinde yapılmamaktadır. Farklı mahkemelerdeki bağlantılı davaların birleştirilmesi, her iki dava dosyasının aynı mahkemede görülmesinin sağlanması şeklinde yapılmaktadır. Diğer bir deyişle, her iki dava tek dosyada birleşmemekte, sadece tek mahkemede birleşmektedir. Bağlantılı davaların tek dosyada değil, tek mahkemede yargılamasının yapılması sağlanmış olmaktadır. Tek mahkemede görülmesi sağlanan bağlantılı davalar, ayrı ayrı esas numarası almaktadır. Davalar aynı mahkemede görülmekle beraber, birbirinden bağımsızdırlar.33İdari yargı uygulaması da bu yöndedir. Farklı mahkemelerde bakılan bağlantılı davaların birleştirilmesi, yetkili mahkemenin belirlenmesi suretiyle yapılmaktadır. İdari yargıda, farklı mahkemelerde görülen bağlantılı davaların tek dosyada birleştirilmesi yönünde bir uygulamaya rastlamak mümkün değildir. Uygulamada bağlantı nedeniyle, bakıldığı mahkemesi değişen dava dosyası, gönderildiği yetkili mahkemede yeni bir esas numarası almaktadır. Danıştay ın yetkili gördüğü mahkeme, bağlantıyla gelen dava dosyalarını ayrı ayrı inceleyerek karar vermektedir.2. Aynı Bölge İdare Mahkemesinin Yargı Çevresindeki Mahkemelerde Bulunan Bağlantılı Davaların Birleştirilmesiİdari yargıda bağlantı, çoğunlukla aynı bölge idare mahkemesinin yargı çevresindeki mahkemelerde görülen davalar arasında görülmektedir.Aynı bölge idare mahkemesinin yargı çevresindeki mahkemelerde bulunan davalarda, taraflardan birinin isteği üzerine veya doğrudan doğruya mahkemece bağlantının varlığına karar verilmesi halinde, dosyalar o yer bölge idare mahkemesine gönderilir (m.38). Bağlantı iddiaları mahkemelerce kabul edilmediği takdirde, bu hususta verilen ara kararı taraflara tebliğ edilir. Taraflar, bu kararın tebliğ tarihini izleyen onbeş gün içerisinde, bağlantı hakkında karar verilmesi için o yer bölge idare mahkemesine başvuruda bulunabilirler (m.41).Bölge idare mahkemesi bağlantılı dava dosyalarını öncelikle ve ivedilikle inceler ve kararını verir. Bölge idare mahkemesince verilen karar, bağlantının bulun32   bağlantı isteminin kabulüne, durumun Ankara 8. İdare Mahkemesine ve davanın taraflarına bildirilmesine, dosya esas kaydının kapatılarak 2577 sayılı Kanunun 39. maddesi uyarınca yetkili Hatay İdare Mahkemesine gönderilmesine dairDD,16.09.2015,E.2015/1400,K.2015/3807sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,07.04.2020.33 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,81.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 222211duğu yolunda ise, yetkili mahkeme kararda belirtilmek suretiyle dosyalar yetkili mahkemeye gönderilir. Durum ayrıca diğer mahkemeye de duyurulur. Yetkili kılınan mahkeme durumu ilgililere bildirir. Bölge idare mahkemesince verilen karar bağlantı olmadığı yolunda ise, dosyalar ilgili mahkemelere geri gönderilir (m.39).Bağlantının varlığı yolunda idare ve vergi mahkemelerince veya bu konuda yapılacak itiraz üzerine bölge idare mahkemesi veya Danıştayca bağlantı hakkında karar verilinceye kadar usuli işlemler durur. Bağlantıya ilişkin işlemler sonuçlandırıldıktan sonra bu davalara bakmakla yetkili kılınan mahkeme, davalara bırakıldığı yerden devam eder (m.42/2). Bağlantı bulunup bulunmadığı yolundaki bölge idare mahkemesi veya Danıştay kararları kesindir.34Farklı mahkemelerde görülen dava dosyalarıyla ilgili bağlantı istemi hakkında karar verilmesi için, bölge idare mahkemesine gönderilen dosyaların ait olduğu mahkemesindeki esas kaydı bu aşamada devam etmektedir. Çünkü bağlantı istemi hakkında karar verilmek üzere bölge idare mahkemesine gönderme kararı, ara karar şeklinde vermektedirler. Bölge idare mahkemesi bağlantının bulunduğu yolunda karar vermesi halinde, kararda yetkili mahkeme belirtilmek suretiyle kanun gereği dosyalar yetkili mahkemeye gönderilmektedir.35 Durum ayrıca diğer mahkemeye de duyurulur. Kanunda, bağlantı yoluyla diğer mahkemeye gönderilen ve durumu ise mahkemesine duyurulan dava dosyasının akıbeti ile ilgili bir düzenlemeye yer verilmemiştir. Çünkü, bağlantı isteminin kabulü üzerine diğer mahkemeye gönderilen dava dosyasının esas kaydı mahkemesinde açık bulunmaktadır. Kanunda bu durumla ilgili bir boşluk bulunduğunu söylemek mümkündür. 2577 sayılı İYUK ta bağlantı kararı verilmesinden sonra izlenecek usul konusunda bir açık düzenleme bulunmamaktadır.36Kanundaki bu boşluğun doldurulması ve bağlantı nedeniyle diğer mahkemeye gönderilen davanın esas kaydının kapatılması gerektiği açıktır. Bölge ida34 Bukesinlikdavadaverileceknihaikararınkanunyoluaşamasında,kanunyolubaşvurusunuinceleyenmerciininbağlantıyönündeyapacağıincelemeyeengelolmayacağıyönündeDİDDK,16.12.2011,E.2010/2045,K.2011/1639,www.uyap.gov.tr,e.t.,07.04.2020;HüseyinBilgin,İdariDavalarveÇözümYolları,(Ankara:SeçkinYayınları,2018),618.35   bağlantının varlığına, davalara bakmak üzere Ankara 5. İdare Mahkemesi nin yetkili kılınmasına, dava dosyalarının anılan mahkemeye gönderilmesine dairAnkaraBölgeİdareMahkemesi2İDD,09.05.2019,E.2019/829,K.2019/994sayılıbağlantıkararı; bağlantının varlığına, davalara bakmak üzere Ankara 16. İdare Mahkemesi nin yetkili kılınmasına, dava dosyalarının anılan mahkemeye gönderilmesine dairAnkaraBölgeİdareMahkemesi1İDD,20.02.2019,E.2019/514,K.2019/208sayılıbağlantıkararı; Mardin 1. İdare Mahkemesinin E.2018/1175 sayılı dosyası ile Mardin 2. İdare Mahkemesinin 2018/1216 sayılı dosyasında görülmekte olan davalar arasında bağlantı bulunduğuna, ... davaların görüm ve çözümünde Mardin 1. İdare Mahkemesinin yetkili kılınmasına... 2577 sayılı Kanunun 40/1. maddesi uyarınca Mardin 2. İdare Mahkemesinin 2018/1216 sayılı dosyasının yetkili kılınan Mardin 1. İdare Mahkemesi ne gönderilmesine, durumun ayrıca Mardin 2. İdare Mahkemesi ne bildirilmesine, kararın ilgililere tebliğ işlemlerinin Mardin 1. İdare Mahkemesi nce yapılmasına ,dairGaziantepBölgeİdareMahkemesi3İDD,16.05.2019,E.2019/1039,K.2019/2466sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,08.04.2020.36 GözübüyükveTan,İdareHukukuC.II,963. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi222222  Yunus ERASLANDr.re mahkemesince bağlantı isteminin kabulü üzerine diğer mahkemeye dosyanın gönderilmesi ve durumun mahkemesine duyurulması üzerine, mahkemece karar numarası alınmak suretiyle dosyanın esas kaydı kapatılması işlemi yapılması gerekir.İdari yargı uygulamasında bu boşluk çoğu bölge idare mahkemesi dairesince farklı bir yöntem kullanılarak doldurulmaya çalışılmaktadır. Bölge idare mahkemeleri bağlantı nedeniyle bir mahkemenin yetkili kılınmasına karar verdikten sonra, her iki dosyayı da yetkili kılınan mahkemeye gönderilmesine karar vermemektedir. Bağlantı nedeniyle diğer mahkemeye gönderilmesi gereken dava dosyasının, kendi mahkemesince, dosya esas kaydı kapatılarak yetki verilen mahkemeye gönderilmesi için iadesine karar verilmektedir. Konuya ilişkin bir uyuşmazlıkta  bağlantı isteminin kabulüne, her iki davaya bakmak üzere, İstanbul 5. İdare Mahkemesinin yetkili kılınmasına, İstanbul 11. İdare Mahkemesince dosya esas kaydı kapatılarak yetki verilen İstanbul 5. İdare Mahkemesine gönderilmek üzere, dosyaların ilgili Mahkemelerine iadesine 37 karar verilmiştir. Bu yöntemin kanunun  dosyalar yetkili mahkemeye gönderilir  hükmüne aykırı bir uygulama olduğu açıktır. Bu nedenle kanundaki boşluğu doldurmak için düzenleme yapılması yerinde olacaktır. 2577 sayılı Kanunda bağlantılı davalar konusunda Hukuk Muhakemeleri Kanunu na atıf yapılmaması, doktrinde  eksik bir düzenleme  olarak değerlendirilmekte ise de, kanaatimce 2577 sayılı İdari Yargılama Usulü Kanunun 40. maddesindeki bu boşluk, Hukuk Muhakemeleri Kanunu na atıf yapılmadan, madde hükmünde yer verilen  durum ayrıca diğer mahkemeye de duyurulur  ifadesinin  dosya esas kaydının kapatılması için durum ayrıca diğer mahkemeye de duyurulur  şeklinde değiştirilmesi suretiyle giderilebilir.Aynı durum ayrı bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde görülen davalar arasındaki bağlantılı isteminin Danıştayca çözümlenmesi yönünden de geçerlidir. Çünkü Danıştay ın dava konusu uyuşmazlığı incelemeye yetkili dairesi, bağlantının bulunduğuna karar verdiği takdirde yetkili mahkemeyi kararında belirtir ve dosyaları bu mahkemeye göndererek diğer mahkemeye veya mahkemelere durumu bildirir (m.39). Ancak idari yargı uygulamasında resen veya istem üzerine bağlantının bulunduğuna karar verildiği takdirde, bağlantı isteminin çözümlenmesi için dava dosyası, karar numarası alınarak ve esas kaydı kapatılmak suretiyle Danıştay a gönderilmektedir.3937 İstanbulBölgeİdareMahkemesi8İDD,16.04.2019,E.2019/465,K.2019/490sayılıbağlantıkararı,benzeryöndeİzmirBölgeİdareMahkemesi3VDD,19.06.2019,E.2019/1510,K.2019/1525sayılıbağlantıkararı;İstanbulBölgeİdareMahkemesi4İDD,08.07.2019,E.2019/1393,K.2019/1356sayılıbağlantıkararı;KonyaBölgeİdareMahkemesi2İDD,22.05.2018,E.2018/810,K.2018/925sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,08.04.2020.38 KazımYeniceveEsinYüksel,İdariYargılamaUsulü,(Ankara:ArısanMatbaacılık,1983),684.39 GürünDevletHastanesindekieksikteşhisvehatalıtedavisebebiylevefatettiğindenbahisle,maddivemanevitazminatınödenmesiistemiyleTürkiyeKamuHastaneleriKurumunakarşıaçılandavada,MalatyaİdareMahkemesinin11.05.2017tarihveE.2017/548,K.2017/853sayılıkaAkdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 222233Bu uygulama dikkate alındığında, kanundaki boşluğun kısmen giderildiği söylenebilir. Ancak bu uygulama, esas kaydı açık olan dava dosyasının diğer mahkemeye gönderilmesi şeklindeki boşluğu tamamıyla gidermeyeceği de açıktır. Çünkü, Danıştay a gelen dosyanın birinin esas kaydı kapatılmış ve karar numarası alarak gelmiş ise de, diğer dosya bu şekilde Danıştay a gönderilmez. Bağlantılı olduğu iddia olunan diğer dava dosyası, Danıştay tarafından incelenmek üzere getirtilir. Bu şekilde getirtilen dava dosyasının esas kaydı açık bulunmaktadır. Danıştay tarafından bağlantı isteminin kabulü üzerine her iki dosyanın, esas kaydı açık olan dosyanın bulunduğu mahkemede birleştirilmesi halinde yukarıda belirtildiği üzere sorun yoktur. Çünkü diğer dosyanın esas kaydı Danıştay a gönderilirken kapatılmıştı.Hangi mahkemenin bağlantılı davalara bakmaya yetkili olduğu konusunda Danıştay ın geniş bir takdir yetkisi bulunmaktadır. Danıştay bağlantılı davalara bakmaya yetkili mahkeme olarak, kendisine ilk gelen dosyayı gönderen mahkemeyi yetkili kılabileceği gibi, incelenmek üzere getirtilen dava dosyasının bulunduğu mahkemeyi de yetkili kılabilir. Danıştay, bağlantı isteminin kabulü üzerine, esas kaydı kapatılmış olan mahkemeyi davalara bakmakla yetkili kılması ve dosyaları bu mahkemeye göndermesi durumunda durum farklıdır. Bu durumda Danıştay, dosyaları bu mahkemeye gönderir, diğer mahkemeye veya mahkemelere durumu bildirir (m.39). Bu ihtimal ile ilgili olarak kanunda, Danıştay tarafından bağlantı incelemesi için getirtilen dava dosyasının akıbeti ile ilgili bir düzenlemeye yer verilmemiştir. Çünkü, bağlantı isteminin kabulü üzerine diğer mahkemeye gönderilen dava dosyasının esas kaydı mahkemesinde açık bulunmaktadır. Kanunda bu durumla ilgili de bir boşluk bulunduğunu söylemek mümkündür. Kanunun 39. maddesindeki bu boşluğun, yukarıda açıklandığı üzere Kanunun 40. maddesi için önerilen yöntemle giderilmesi yerinde olacaktır.Aynı durum, bağlantı iddialarının mahkemelerce kabul edilmediği takdirde, bu hususta verilen ara kararı taraflara tebliği üzerine, ayrı yargı çevresindeki davalarda bağlantı hakkında karar verilmesi için Danıştay a başvurulması durumunda da geçerlidir (m.41). Bu ihtimalde, bağlantı iddiasıyla Danıştay a gönderilen her iki dava dosyasının da esas kaydı açık haldedir. Kanunda boşluk bulunduğuna ilişkin açıklamalar, bu ihtimal için de aynen geçerlidir.Kanun hükmünde belirtildiği üzere, aynı bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde görülen bağlantı davalar, bölge idare mahkemesi tarafından, kararda yetkili mahkeme belirtilmek ve dosyalar bu mahkemeye gönderilmek suretiyle birleştirilmektedir. Bağlantılı davaların tek dosyada değil, tek mahkemede yargılamasının yapılması sağlanmış olmaktadır. Tek mahkemede görarıyla;budavanın,SivasİdareMahkemesininE.2017/408sayılıdosyasınakonuedilenvehenüzsonuçlanmayandavaarasındabağlantı isteminin kabulüne dairDD,14.06.2017,E.2017/1284,K.2017/3647sayılıbağlantıkararı;benzeryöndeDD,16.09.2015,E.2015/1400,K.2015/3807sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,08.04.2020. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi222244  Yunus ERASLANDr.rülmesi sağlanan bağlantılı davalar, ayrı ayrı esas numarası almış bulunmaktadır. İdari yargı uygulaması da bu yöndedir.40 Bu konuda, ayrı bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde görülen bağlantı davaların birleştirilmesine ilişkin yapılan açıklamalar aynen burada da geçerlidir.3. İdare ve Vergi Mahkemelerinde Görülen Bağlantılı Davaların Birleştirilmesiİdari yargıda davalardan birinin idare mahkemesinde diğerinin ise vergi mahkemesinde bulunması ve bu davalar arasında bağlantı varlığının tespiti halinde, davaların aynı mahkemede birleştirilmesinin hukuken olanaklı olup olmadığının da irdelenmesi gerekir.İYUK un 38. maddesine göre,  İdare mahkemesi, vergi mahkemesi veya Danıştaya veya birden fazla idare veya vergi mahkemelerine açılmış bulunan davalarda bağlantının varlığına taraflardan birinin isteği üzerine veya doğrudan doğruya mahkemece karar verilir . Kanun ifadesinden, biri idare ve diğeri vergi mahkemesinde açılmış olan bağlantılı davalar hakkında da, bağlantıya ilişkin hükümlerin uygulanabilmesi gerektiğini söylemek mümkündür.Bu uygulamanın, bir davanın  görevli mahkemede görülmesi  gerektiği, diğer ifadeyle kanunun göreve ilişkin hükümlerine aykırılık teşkil edebileceği düşünülebilir. Hatta doktrinde, idare mahkemesi ile vergi mahkemesinde görülen davalar arasında bağlantıdan söz edilemeyeceği savunulmaktadır.41 Ancak idari yargıda bağlantı müessesesi kanunda açık olarak düzenlendiğinden, 2576 sayılı kanunda yer verilen görev ve yetkiye ilişkin hükümlerin istisnası niteliği taşımaktadır.42 Çünkü Anayasa nın 142. maddesine göre, mahkemelerin kuruluşu, görev ve yetkileri, işleyişi ve yargılama usullerinin kanunla düzenlenir. Anayasanın 37. maddesinde ise, hiç kimsenin kanunen tabi olduğu mahkemeden başka bir merci önüne çıkarılamayacağı kurala bağlanmıştır. Bu düzenlemeler, uyuşmazlıkları 40 AnkaraBölgeİdareMahkemesi1İDD,20.02.2019,E.2019/514,K.2019/208sayılıbağlantıkararı;GaziantepBölgeİdareMahkemesi3İDD,16.05.2019,E.2019/1039,K.2019/2466sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,09.04.2020.41 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,51;Candan,AçıklamalıİdariYargılamaUsulüKanunu,947;Candan agöre,konuyailişkin vergi ve idare mahkemelerinde bulunan davalar ile Danıştay da temyiz aşamasında bulunan davalar arasında 2577/38 inci maddesi anlamında bağlantı bulunmadığı hk. yönündeDD,21.09.1984,E.1984/1767,K.1984/2757sayılıkararınıgöstermişisede,bukararvergiveidaremahkemelerindebulunandavalararasındakibağlantıuyuşmazlığınailişkinolmayıp,ilkderecemahkemesindegörülendavailetemyizaşamasındagörülendavaarasındakibağlantıuyuşmazlığınailişkindir.AncakDanıştay6.Dairesinin18.03.1998günveE.1998/1040,K.1998/1622sayılıkararında,birden fazla dava arasında bağlantıdan söz edilebilmesi için, davaların tamamının yalnızca idare mahkemelerinin veya vergi mahkemelerinin görevine girme koşulu,gerektiğiifadeedilerekbugörüşdesteklenmiştir.www.uyap.gov.tr,e.t.,09.06.2020.42 AynıyöndeÜstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,16;ArzuUlusoy, İdariYargıdaBağlantılıDavalar ,İdareHukukuveİlimleriDergisiXV,2012/1,185-195;Yasin, İdariYargıdaBağlantılıDavalar. ,ErişimTarihi:Eylül20,2020,http://www.e-akademi.org/.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 222255çözmekle görevli ve yetkili olan yargı mercilerinin önceden kanunla gösterilen mahkemeler olduğunu göstermektedir. Ancak kanunlarla öngörülen bazı istisnaî hallerde, uyuşmazlıklar asıl görevli ve yetkili olan mahkeme dışındaki bir mahkeme tarafından çözümlenebilmektedir.Yargılama usulüne ilişkin kanunlarda yer alan görev ve yetki kurallarının istisnasının sınırları ise, yine kanunlarla çizilmektedir. İdari yargılama usulünde bağlantıya ilişkin hükümlerle, davalar, asıl görevli ve yetkili olan mahkeme dışındaki bir mahkeme tarafından görülecektir. Örneğin Danıştay da görülen bir dava ile ilk derece idare veya vergi mahkemesinde görülen bir dava arasında bağlantı bulunması durumunda davalar Danıştay da birleştirilmektedir (m.39). Normalde ilk derece mahkemesinin görevinde olan bir dava, bağlantı hükümleri uygulanarak Danıştay da görülmektedir. Aynı durum biri idare ve diğeri vergi mahkemesinde görülen bağlantılı davalar için de geçerlidir. Bu nedenle, biri idare diğeri vergi mahkemesinde görülen bağlantılı davaların birleştirilmesi, 2576 sayılı Kanunda yer verilen mahkemelerin görev ve yetkiye ilişkin hükümlerine aykırılık oluşturmayacaktır.43Danıştay Kanunu nda yer verilen, idare ve vergi mahkemeleri arasındaki merci tayinine ilişkin düzenleme de, bu durumu teyit eder niteliktedir. Danıştay Kanunu nun 27. maddesine göre,  idare mahkemeleri arasında görev ve yetkiye ilişkin uyuşmazlıklarda ve bağlantılı davalarda merci tayini, uyuşmazlığın esasını çözümlemekle görevli idari dava dairesince yapılır. Vergi mahkemeleri arasında görev ve yetkiye ilişkin uyuşmazlıklarda ve bağlantılı davalarda merci tayini, uyuşmazlığın esasını çözümlemekle görevli vergi dava dairesince yapılır . Danıştay Kanunu 52. maddesine göre ise,  ayrı yargı çevrelerinde bulunan idare ve vergi mahkemeleri arasında görev ve yetkiye ilişkin uyuşmazlıklarda ve bağlantılı davalarda merci tayinini yapmak  Danıştay Başkanlar Kurulu nun görevleri arasında sayılmıştır. Danıştay Kanunu nun 27. maddesinde, ayrı yargı çevrelerinde bulunan idare veya vergi mahkemeleri arasındaki bağlantılı davalarda merci tayini hükmüne ter verilmişken, 52. maddesinde ise, ayrı yargı çevrelerinde bulunan idare ve vergi mahkemeleri arasındaki bağlantılı davalarda merci tayini hükmüne ter verilmiştir. Dolayısıyla Danıştay Kanunu nun 52. maddesi hükmüyle, ayrı yargı çevrelerinde bulunan idare ve vergi mahkemeleri arasındaki davalarda, bağlantı kurumunun geçerli olduğu kabul görmüş ve merci tayinine ilişkin hükme yer verilmiştir.İdari  yargıda  bağlantı  nedeniyle  davaların  birleştirilmesi  müessesesi  bu yönüyle, hukuk yargılama usulündeki bağlantılı davaların birleştirilmesinden 43 Üstün egöre,idareveyavergimahkemelerindegörülendavaların,Danıştayveyabölgeidaremahkemesincebağlantıyoluylahangimahkemedebirleştirileceğihususunda,kanundabirkriterbulanmadığından,butürbirleştirme,kanunihakimilkesinibertarafediyorolarakyorumlanabilir.Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,18. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi222266  Yunus ERASLANDr.farklıdır. Hukuk yargılamasında davaların bağlantı nedeniyle birleştirilebilmesi için, aynı düzey ve sıfattaki hukuk mahkemelerinde görülmekte olması gerekir (m.166). Aynı düzey ve sıfattaki hukuk mahkemelerinden anlaşılması gereken ise, her iki davanın bakıldığı mahkemenin görev yönünden aynı mahkeme olmasıdır. İdari yargıda farklı mahkemelerdeki bağlantılı davaların birleştirilmesinde, mahkemelerin aynı düzey ve sıfatta olması şartı yoktur. Farklı görevli mahkemelerde bulunup da (örneğin Danıştay ile ilk derece mahkemeleri veya idare ile vergi mahkemesi) aralarında bağlantılı bulunan davaların birleştirilmesi mümkündür.44Biri idare ve diğeri vergi mahkemesinde açılmış olan bağlantılı davaların, aynı mahkemede farklı dosyalarda bakılmak üzere birleştirilerek görülmesinin sağlanması hukuken mümkün ise de, idari yargı uygulamasında bu durumun örneğine çok nadir rastlamaktadır. Ancak Danıştay İçtihadı Birleştirme Kurulu nun bir kararında, idare mahkemesinin görevine giren toplu konut fonu ile ilgili bir dava ile vergi mahkemesi görevine giren gümrük vergisi davasının vergi mahkemesinde çözümlenmesi gerektiğine, karar vermiştir.45 Dolayısıyla Danıştay İçtihadı Birleştirme Kurulu nca, biri idare ve diğeri vergi mahkemesinde açılmış olan bağlantılı davaların, aynı mahkemede farklı dosyalarda bakılmak üzere görülebileceği belirtilmiştir.46 Yine biri idare diğeri vergi mahkemesinde görülen ve aralarında bağlantı bulunan dava türü de vardır. Örneğin, dâhilde işleme izin belgesi taahhüt hesabının müeyyideli olarak kapatılmasına ilişkin işlemin iptali istemiyle açılan davalar idare mahkemesinde görülmektedir. Dâhilde işleme izin belgesi taahhüt hesabının müeyyideli olarak kapatılması sebebinden kaynaklı gümrük para cezası veya gümrük vergisi tahakkuk işlemlerine karşı açılan davalar ise vergi mahkemesinde görülmektedir. İdare ve vergi mahkemesinde görülen bu davalar, aynı maddi sebepten doğan ve kanunun öngördüğü anlamda bağlantılı davalardır. Bağlantı hükümlerinin uygulanmasıyla, bu davaların vergi mahkemesinde görülmesi sağlanabilir.4. Danıştay ve İlk Derece (İdare ve Vergi) Mahkemelerinde Görülen Bağlantılı Davaların Birleştirilmesiİdari yargılama usulünde Danıştay, hem temyiz mercii hem de ilk derece mahkemesi olarak görev yapmaktadır. Danıştay ilk derece mahkemesi sıfatıyla, Danıştay Kanunu nun 24. maddesinde öngörülen davalar veya diğer kanunlarda belirtilen uyuşmazlıklara bakar.Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen dava arasında bağlantı bulunabilir. Danıştay ile ilk derece (idare ve vergi) 44 AynıyöndeYasin, İdariYargıdaBağlantılıDavalar. ,ErişimTarihi:Eylül20,2020,http://www.eakademi.org/.45 DanıştayİçtihadıBirleştirmeKurulu nunE.2003/1,K.2003/1sayılıkararı,www.uyap.gov.tr,e.t.,09.06.2020.46 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,53.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 222277mahkemelerinde görülen farklı dava konuları, bağlantı örneği olarak gösterilebilir. Örneğin, 2017 Seviye Tespit Kılavuzu nun bazı maddelerinin iptalinin istemiyle Danıştay 8. Dairesinde açılan dava ile 2017 İlkbahar Dönemi Mühendislik Elektronik ve Haberleşme Mühendisliği bölümündeki Seviye Tespit Sınavı nın bazı sorularının iptali istemiyle Ankara 9. İdare Mahkemesi nde açılan ve bağlantı istemi hakkında karar verilmek üzere Danıştay a gönderilen dava arasında bağlantı isteminin kabulüne ve bu davaların birlikte Danıştay 8. Dairesinde incelenmesine,47 karar verilmiştir.Danıştay ile ilk derece (idare ve vergi) mahkemelerinde görülen davalar arasındaki bağlantı şeklinin en çok uygulama alanı, Danıştay ın görevine giren düzenleyici işlemlerin iptali istemiyle açılan davalar ile düzenleyici işlemlere dayanılarak tesis edilen ve idare veya vergi mahkemesinin görevine giren işlemlerin iptali istemiyle açılan davalardır.48Ancak Danıştay ın çoğu dairesi bu tür bağlantı istemleri reddetmektedir. Gerekçe olarak da, tüzük, yönetmelik, tebliğ, genelge gibi düzenleyici işlemlerin ilk derecede Danıştay da dava konusu edilmiş olması, bu objektif düzenlemeler uygulanmak suretiyle tesis edilen subjektif işlemlerin de bağlantılı dava olarak ilk derecede Danıştay da görülmesi sonucunu doğurmayacağı, bu yöndeki yaklaşımın, genel görevli idare mahkemelerinin kuruluş amacına ve tabii hâkim il47 DD,30.05.2018,E.2018/3053,K.2018/2984sayılıbağlantıkararı;benzeryönde, ... Gecekondu Önleme Bölgesi, Maslak Mahallesi, ... parsel sayılı taşınmazları kapsayan alanda 3194 sayılı İmar Kanunu nun 9. maddesi uyarınca ... tarihinde Çevre ve Şehircilik Bakanlığınca onaylanan 1/5000 ve 1/1000 ölçekli revizyon nazım ve uygulama imar planlarının iptali ve yürütmenin durdurulması istemiyle Danıştay Altıncı Daire nin E.2012/4412 sayılı dosyasında açılan davada, Dairemizin 26.03.2014 tarihli E.2016/6417 sayılı kararıyla söz konusu işlemlerin yürütülmesinin durdurulmasına karar verildiği yürütmenin durdurulması kararı üzerine ... Gecekondu Önleme Bölgesine ilişkin hazırlanan -1- paftalık 1/100.000 ölçekli ... plan işlem numaralı İstanbul İli Çevre Düzeni Planı değişikliği, -1- paftalık 1/5.000 ölçekli ... plan işlem numaralı Nazım İmar Planı ve -5- paftalık 1/1.000 ölçekli ... plan işlem numaralı Uygulama İmar Planının; 644 sayılı K.H.K. ve 3194 sayılı İmar Kanunu nun 9. maddesi uyarınca Çevre ve Şehircilik Bakanlığınca 19.01.2016 tarihinde re sen onaylanması üzerine İstanbul 4. İdare Mahkemesinin E.2016/685 sayılı dosyasında açılan kayıtlı davalar arasında 2577 sayılı Kanun un 38. maddesinde tanımlandığı şekliyle bağlantılı ... bulunduğuna bu nedenle görülmekte olan davanın Dairemizde çözümlenmesine ,dairDD,14.06.2016,E.2016/6417sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,09.04.2020.48 Konuyailişkinbiruyuşmazlıkta,ölüm belgesi (defin belgesi) düzenleyecek hekimlere ait nöbet çizelgesi ve müvekkilinin ölüm belgesi düzenleme ile görevlendirilmesine ilişkin 31.01.2013 tarihli ve 737 sayılı Güngören Kaymakamlığı işleminin iptali istemiyle Güngören Kaymakamlığı na karşı açılan davada, Güngören Kaymakamlığı nca ölüm belgesi düzenleyecek hekimlere ait nöbet listesi, davacının görevlendirilmesine ilişkin işlem ve dayanağı olan 19.01.2013 gün ve 28533 sayılı Resmi Gazete de yayımlanan  Mezarlık Yerlerinin İnşası ile Cenaze Nakil ve Defin İşlemleri Hakkında Yönetmelikte Değişiklik Yapılmasına Dair Yönetmelik  ile 19.01.2010 gün ve 27467 sayılı Resmi Gazete de yayımlanan aynı adlı Yönetmeliğin 16. maddesini değiştiren 3. ve 4. fıkralarının, Yönetmeliğin 4. maddesinin (h) bendinde düzenlenen  veya aile hekimini  ibaresinin iptali istemiyle Dairemizin E.2013/10659 sayısına kayıtlı açılan dava ile bağlantısı bulunduğu gerekçesiyle Danıştay a gönderilmesine ilişkin İstanbul 3. İdare Mahkemesi nin 11.06.2014 gün ve E.2012/466, K.2014/1238 sayılı kararı üzerine, bu davalar arasında bağlantı bulunduğuna dair,DD,02.12.2014,E.2014/9846sayılıbağlantıistemihakkındakararı,www.uyap.gov.tr,e.t.,09.04.2020. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi222288  Yunus ERASLANDr.kesine de aykırı olacağını göstermektedir.49 Danıştay aynı kararlarında, Danıştay dava dairesinde görülmekte olan bir düzenleyici işleme dayanılarak tesis edilen uygulama işleminin iptali istemiyle genel görevli idare mahkemesinde açılan iptal davasında, mahkemenin, Danıştay da dava konusu edilen düzenleyici işleme ilişkin dosyayı  bekletici ön mesele olarak kabul etmesi  yargılama usulünü kullanması gerektiği belirtilmektedir. Danıştay ın bu yaklaşımına katılmıyoruz. Çünkü düzenleyici işlemlere açılan dava ile düzenleyici işleme dayanılarak tesis edilen uygulama işleminin iptali istemiyle açılan davalar, biri hakkında verilecek hükmün, diğerini etkileyecek nitelikte olan bağlantılı davalardır. Kaldı ki İYUK 7. maddesinde, düzenleyici işlemlerin uygulanması üzerine ilgililerin, düzenleyici işlem veya uygulanan işlemin her ikisi aleyhine birden dava açabilecekleri düzenlemesine yer verilmek suretiyle, bu iki işleme ilişkin davalar arasında bağlantı bulunduğunu kanun koyucunun da kabul ettiğini söylemek mümkündür.50 Danıştay ın bu tür bağlantı istemlerini reddetmesinin sebebinin, iş yükünün artmasını engellemek olduğunu düşünmekteyiz.51İYUK ta, ilk derece (idare ve vergi) mahkemeleri ile Danıştay da görülen bağlantılı davaların birleştirilmesi usulü özel olarak düzenlenmiştir. İdare mahkemesi, vergi mahkemesi veya Danıştay a veya birden fazla idare veya vergi mahkemelerine açılmış bulunan davalarda bağlantının varlığına taraflardan birinin isteği üzerine veya doğrudan doğruya mahkemece karar verilir. Bağlantılı davalardan birinin Danıştay da bulunması halinde dava dosyası Danıştay a gönderilir (m 38).Öncelikle ilk derece (idare ve vergi) mahkemelerinde bakılan bir dava ile Danıştay da bakılan, hangi dava türü arasında bağlantıya ilişkin hükümlerin uygulanacağının açıklığa kavuşturulması gerekir. Bağlantı hükümlerinin uygulanacağı dava türü, Danıştay ın ilk derece mahkemesi sıfatıyla baktığı dava mıdır yoksa temyiz merci sıfatıyla baktığı dava mıdır? Ya da her iki dava içinde bağlantı hükümleri uygulanacak mıdır?İYUK ta bu konuda açık bir ayrım yapılmamıştır. İYUK ta  davalardan biri Danıştay da açılmış  ifadesindeki açılmış davadan kastedilenin, ilk derece mahkemesi sıfatıyla Danıştay da açılmış olan bir dava olarak anlaşılması gerektiği söylenebilir. Doktrinde temyiz başvurusunun da bir dava türü (temyiz davası) olduğu görüşü savunulsa da,52 bağlantı için aranan  Danıştay da açılan dava  ifadesinden kanun koyucunun amaçladığı davalar, Danıştay a ilk derece mahkemesi sıfatıyla açılan davalardır. İdari yargılama usulünde ilk derece yargı yerleri idare 49 DD,03.10.2017,E.2016/10637,K.2017/5104sayılıbağlantıistemininreddikararı;aynıyöndeDD,25.07.2017,E.E.2017/1808sayılıbağlantıistemininreddikararı;DD,30.9.1996,E.1996/5834,K.1996/5694sayılıbağlantıistemininreddikararı,www.uyap.gov.tr,e.t.,09.04.2020.50 AynıyöndeÜstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,162.51 AynıgörüşteCandan,AçıklamalıİdariYargılamaUsulüKanunu,951.52 Candan,AçıklamalıİdariYargılamaUsulüKanunu,765.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 222299ve vergi mahkemesi ile Danıştay dır. Bölge idare mahkemesi ise istinaf merciidir, ilk derece mahkemesi sıfatıyla yargılama yapmaz.2577 sayılı Kanunun 38. maddesinde bölge idare mahkemesinin sayılmaması da,  Danıştay da açılmış davadan  kastedilenin ilk derece mahkeme sıfatıyla açılan davalar olduğu görüşünü destekler niteliktedir. Aksi bir yorum, davaların birleştirilmesi müessesesinin getiriliş amacına aykırı olacaktır. Çünkü davaların birleştirilmesi müessesesinin amacı, aralarında bağlantı bulunan davaların daha az giderle ve daha hızlı görülmesini sağlamaktır. Danıştay da görülen temyiz aşamasındaki bir dava ile ilk derece ‘idare veya vergi  mahkemesinde görülen davanın birlikte görülmesiyle, davaların daha az gidere ve daha hızlı görülmesi sağlanmaz. Danıştay ın görüşü de bu yöndedir. Danıştay a göre, bağlantılı davalar ile ilgili kanuni düzenlemede, bağlantı kararının henüz esastan karara bağlanmamış davalar için verilebileceği, temyiz aşamasında bulunan davalar hakkında bağlantı hükümlerinin uygulanabilmesine olanak sağlayan bir düzenlemeye yer verilmediğinden temyiz aşamasındaki davalar için bağlantıya ilişkin hükümler uygulanamaz.53Konuya ilişkin bir ilişkin uyuşmazlıkta, davacıya ait ruhsatlı yapıda ruhsatsız olarak esaslı tadilat yapıldığından bahisle imar para cezası verilmesine encümen kararının iptali istemiyle davada, Bursa 2. İdare Mahkemesinin 03.05.2017 günlü, E.2016/642, K.2017/827 sayılı kararıyla; para cezasına ilişkin encümen kararına dayanak teşkil eden yapının mühürlenmesi ve uygun hale getirilmesi için bir ay süre verilmesine encümen kararına ilişkin davanın reddi yolundaki idare mahkemesi kararının temyizi istemiyle Danıştayda görülmekte olan dava arasında davaların farklı yargılama aşamasında olduğu, temyiz aşamasındaki davanın 2575 sayılı Danıştay Kanununun 24. maddesinde sayılan Danıştay ın ilk derece yargı mercii olarak bakabileceği davalar arasında yer almadığı dolayısıyla 2577 sayılı Kanunun 38. maddesinde sayılan şartların gerçekleşmediği sonucuna varılmıştır.54 Danıştay bu kararla, ancak Danıştay da ilk derece sıfatıyla görülen bir davada bağlantı hükümlerinin uygulanabileceğini belirtmektedir. Danıştay ın görüşünün yerinde ve kanunun amacına uygun olduğunu söylemek mümkündür.Doktrinde, bağlantı bulunduğu iddia edilen davaların aynı aşamada veya aynı düzeyde olması gerektiği ve bu nedenle temyiz aşamasındaki bir dava ile ilk derece aşamasındaki bir davanın bağlantı hükümlerine göre birleştirilemeyeceği görüşündedir.5553 DD,7.11.2001,E.2001/2928sayılıbağlantıistemininreddikararı;aksiyöndeDD,30.01.1997,E.1994/6416,K.K.1997/210sayılıkararı,www.uyap.gov.tr,e.t.,07.04.2020.54 DD,21.09.2017,E.2017/1499,K.2017/4823sayılıbağlantıistemininreddikararı;benzeryönde biri kanun yolu aşamasında, diğeri ilk derece dava aşamasında olan iki davanın birlikte çözümlenmesi, 2577 sayılı Kanun un  Bağlantılı Davalar  başlıklı 38. maddesinin amacına uygun olmadığına dairDD,19.12.2017,E.2017/2873,K.2017/3992sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,11.04.2020.55 HalilKalabalık,İdariYargılamaUsulüHukuku,(Konya:SayramYayınları,2014),303;GözübüyükveTan,İdareHukukuC.II,955;RamazanÇağlayan,İdariYargılamaHukuku,(Ankara:SeçkinYayıncılık,2019),357;Candan,AçıklamalıİdariYargılamaUsulüKanunu,948. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi223300  Yunus ERASLANDr.Bağlantılı davalardan birinin Danıştay da bulunması halinde, bağlantı talebinin giderilme usulünün de irdelenmesi yerinde olacaktır. 2577 sayılı Kanunun 38. maddesinde, bağlantının varlığına taraflardan birinin isteği üzerine veya doğrudan doğruya mahkemece karar verileceği, bağlantılı davalardan birinin Danıştay da bulunması halinde dava dosyası Danıştay a gönderileceği hükmüne yer verilmiştir. 2577 sayılı Kanunun 41. maddesinde ise, bağlantı iddiaları mahkemelerce kabul edilmediği takdirde, bu hususta verilen ara kararı taraflara tebliğ edileceği, tarafların, tebliğ tarihini izleyen onbeş gün içerisinde biri Danıştayda görülen davalar için Danıştaya başvuruda bulunabileceği, düzenlemesine yer verilmiştir.Bağlantı uyuşmazlığı çıkarılmasına ilişkin İYUK un 38. maddesi hükmünün düzenleniş şeklinden, Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen dava arasında bağlantı bulunması veya bu yönde bir iddianın bulunması halinde, davaların birleştirilmesi istemi hakkında öncelikle mahkemece karar verileceği gibi bir anlam çıkmaktadır. Diğer bir deyişle, bu tür bağlantı istemlerinin öncelikle ve mutlaka ilk derece (idare veya vergi) mahkemelerinden talep edileceği, bağlantı isteminin mahkemece kabul edilmesi üzerine ya da red edilirse de itiraz edilmesi üzerine, Danıştay ın bağlantı istemi hakkında karar vereceği anlaşılmaktadır.Ancak Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen dava arasında bağlantı bulunması halinde, bağlantı nedeniyle davaların birleştirilmesi isteminin taraflarca doğrudan Danıştay a yapılması da mümkündür. Bu tür bir istem hakkında, ne yönde karar verileceğine ilişkin kanunda açık bir düzenleme yapılmamıştır. Yine bu tür bağlantı durumlarında, Danıştay ın da doğrudan doğruya karar vermesi yetkisi bulunup bulunmadığı konusunda, kanunda açık bir düzenleme yoktur. Bu konuyla ilgili kanunda boşluğun bulunduğunu söylemek mümkündür.İYUK un 38. maddesinde yer verilen  bağlantının .. doğrudan doğruya mahkemece karar verileceği  yönündeki ifadeden geniş yorumla Danıştay ın da kastedildiği düşünülebilir. Ancak maddenin devamı ve bağlantıya ilişkin diğer madde hükümleri birlikte değerlendirildiğinde bu şekilde bir yorum yapmak zor görünmektedir.Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen dava arasında bağlantı nedeniyle birleştirme isteminin doğrudan Danıştay a yapılması halinde, iki ayrı ihtimal düşünülebilir. Birinci ihtimal olarak, Danıştay bu istem hakkında karar verilmek üzere dilekçeyi ilk derece (idare veya vergi) mahkemesine gönderir ve kanunda öngörülen prosedür işletilir. İkinci ihtimal olarak ise, bu istem üzerine ilk derece (idare veya vergi) mahkemesinde görülen dava dosyası getirtilerek istem hakkında nihai ve kesin karar verilir.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 223311Danıştay ın bağlantı nedeniyle doğrudan doğruya karar vermek istemesi halinde ise, kanundaki boşluğun daha hissedilir olduğu söylenebilir. Çünkü Danıştay bu ihtimalde takdir yetkisi kullanarak, ilk derece (idare veya vergi) mahkemesinde görülen dava dosyası getirtilerek, istem hakkında nihai ve kesin karar verecektir. Yoksa bağlantı istemi üzerine Danıştayca, ilk derece (idare veya vergi) mahkemesinden, kanunda öngörülen usulü prosedürün işletilmesini talep etmesi kanunen mümkün değildir. Çünkü  bağlantının varlığına taraflardan birinin isteği üzerine veya doğrudan doğruya mahkemece karar verileceği  yönündeki kanuni düzenlemeyle (m.38), bağlantı prosedürünü başlatma yetkisi mahkemeye veya taraflara verilmiştir.İYUK un  bağlantıya  ilişkin  hükümleri  birlikte  değerlendirildiğinde, Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen dava arasında bağlantı bulunması halinde, bağlantı istemlerinin Danıştayca kesin olarak çözüme kavuşturulmasını kanun koyucunun amaçladığını söylemek mümkündür. Bu tür bağlantılarda amaçsal yorumla Danıştay, doğrudan doğruya veya istem üzerine, ilk derece (idare veya vergi) mahkemesinde görülen dava dosyasını getirterek, bağlantı hakkında nihai ve kesin karar verebilmelidir. Kanundaki boşluğun amaçsal yorumla doldurulması mümkün ise de, usul hükümlerine yönelik bu boşluğun doldurulmasına yönelik kanuni düzenleme yapılması daha uygun bir çözüm yolu olacaktır. Bu nedenle, İYUK un bağlantıya ilişkin hükümlerinde değişiklik yapılmalı ve Danıştay ın da doğrudan doğruya veya istem üzerine bağlantı istemi hakkında karar verebilmesi açıkça düzenlenmelidir.Bağlantının giderilmesi istemiyle önüne gelen dava dosyalarını Danıştay ın dava konusu uyuşmazlığı incelemeye yetkili dairesi, öncelikle ve ivedilikle inceler ve karar verir. Danıştay bağlantının bulunduğuna karar verdiği takdirde, davalardan biri Danıştay da açılmış ve çözümlenmesi Danıştay ın görevine dâhil bir uyuşmazlıkla ilgili ise, davaların tümü Danıştay da görülür ve durum ilgili mahkemelere ve taraflara bildirilir. Danıştayca verilen karar bağlantı bulunmadığı yolunda ise, dosyalar ilgili mahkemelere geri gönderilir (m.39).Kanun hükmünde belirtildiği üzere, Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen dava arasında bağlantı bulunması halinde, davaların tümü Danıştay da görülür. Danıştayca bağlantılı davaların tümü, tek bir dosyada birleştirilerek mi yoksa ayrı esas dosyalarda mı görüleceğine ilişkin kanunda bir açıklık bulunmamaktadır. İdari yargıda farklı mercilerde bakılan bağlantılı davaların birleştirme usulünde genel kabul görmüş uygulama, dosyaların aynı mahkemede veya aynı dairede farklı esaslarda bakılmasıdır. Farklı mercilerde bakılan bağlantılı dosyaların tek dosyada birleştirilmesi usulü istisnai ve kanuni dayanağı olmayan bir uygulamadır. Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen bağlantılı davaların birleştirilmesinde Danıştay ın genel uygulaması, davaların aynı dairede farklı  2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi223322  Yunus ERASLANDr.esas numarası alınarak görülmesi şeklindedir. Konuya ilişkin bir uyuşmazlıkta,  İstanbul 4. İdare Mahkemesinin E.2016/685 sayılı esasında açılan dava ile Danıştay Altıncı Dairesinin E.2012/4412 sayılı esasında açılan kayıtlı davalar arasında 2577 sayılı Kanun un 38. maddesinde tanımlandığı şekliyle bağlantılı bulunduğuna bu nedenle görülmekte olan davanın Dairemizde çözümlenmesi 56 yönünde karar verilmiştir.Öte yandan, İYUK un 39. maddesinin 2. fıkrasının a bendinin ilk hali,  Davalardan biri Danıştayda açılmış ve çözümlenmesi Danıştayın görevine dâhil bir uyuşmazlıkla ilgili ise, davaların tümü Danıştayda  birleştirilerek  görülür ve durum ilgili mahkemelere ve taraflara bildirilir  şeklinde iken, madde hükmünde geçen  birleştirilerek  ifadesi, 5.4.1990 tarih ve 3622 sayılı Kanunun 14. maddesiyle kanundan çıkarılmıştır. Madde metninden  birleştirilerek  ifadesinin çıkarılmasıyla, kanun koyucunun bağlantılı davaların aynı dosyada birleştirilmesinin önlemeyi amaçladığı söylenebilir. Madde metninden  birleştirilerek  ifadesinin çıkarılmasına ilişkin kanun değişikliği, bağlantılı davaların Danıştay ın aynı dairesinde farklı esas numarası alarak görülmesi gerektiği görüşünü destekler niteliktedir. Kaldı ki, İYUK un bağlantıya ilişkin diğer hükümlerinde de, davaların aynı dosyada  birleştirilerek  görüleceğine ilişkin bir ifade yoktur. Bu kanun değişikliği, yerinde ve bağlantılı davaların birleştirme usulü yönünden uygulamadaki yeknesaklığa katkıda bulunmuştur.5. Danıştayda İlk Derece Mahkeme Sıfatıyla Görülen Bağlantılı Davaların BirleştirilmesiDanıştay ilk derece mahkemesi sıfatıyla, Danıştay Kanunu nun 24. maddesinde öngörülen davalar veya diğer kanunlarda belirtilen uyuşmazlıklara bakar.Danıştay daire sistemi şeklinde örgütlendiği ve yargılama yaptığı için, daireler arasında da görev ayrımı vardır. Danıştay Kanununa göre, görevlendirilen dairedeki dosyaların vergi ve idari uyuşmazlıklara ilişkin görev ayrımı gözetilerek hangi daireye ve nasıl devredileceği, görevlendirilen daireye görevlendirildiği alan içinde hangi daire işlerinin verileceği hususları Başkanlık Kurulu kararıyla belirlenir. Bu kararlar Resmî Gazete de yayımlanır ve yayımını izleyen ay başından itibaren uygulanır (m.26).İYUK ta, ilk derece (idare ve vergi) mahkemeleri ile Danıştay ın ilk derece mahkemesi sıfatıyla baktığı bağlantılı davaların birleştirilmesi usulü özel olarak düzenlenmiştir (m.38-39). Ancak ne Danıştay Kanunu nda ne de İYUK ta, 56 DD, 14.06.2016, E.2016/6417 sayılı bağlantı kararı; benzer yönde DD, 19.10.2018,E.2018/2756sayılıbağlantıkararı;DD,30.05.2018,E.2018/3053,K.2018/2984sayılıbağlantıkararı;aksiyönde,Ankara 15. İdare Mahkemesinde açılan dava ile Danıştay 5. Dava Dairesinde görülen E.2010/5056 sayılı dava aralarında bağlantı bulunduğuna, bu davanın E.2010/5056 sayılı dosya ile birleştirilmesine, davanın E.2010/5056 sayılı dosya üzerinde görülmesine ve E.2011/2057 sayılı dosya kaydının kapatılmasına,dairDD,21.3.2011,E.2011/2057,K.2011/1706sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,12.04.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 223333Danıştay ın  ilk  derece  mahkemesi  sıfatıyla  farklı  dairelerinde  bakılan  bağlantılı davaların birleştirilmesine ilişkin bir düzenlemeye yer verilmemiştir.57 Danıştay ın ilk derece mahkemesi sıfatıyla farklı dairelerinde bakılan davalar arasında da bağlantı bulunabilir. Kanun koyucu bu bağlantı türünün, çok istisnai bir durum arz ettiğinden kanunda özel bir düzenlemeye yer vermemiş olabilir. Ancak, bu bağlantı türünün uygulamada ortaya çıkma ihtimali çok zor görünse de, hukuken imkânsız değildir.İYUK ta, ilk derece mahkemesi sıfatıyla görülen bağlantılı davaların tek yargı merciinde bakılması amacıyla bağlantı müessesi özel olarak öngörülmüş iken, Danıştay ın ilk derece mahkemesi sıfatıyla farklı dairelerinde bakılan bağlantılı davalar ile ilgili, davaların birleştirilmesine ilişkin bir düzenlemeye yer verilmemesi,58 kanunun bütünlüğü açısından önemli bir eksikliktir. Kanundaki boşluğun içtihat yoluyla doldurulması gerektiği ve  uyuşmazlığı doğuran asıl hukuki ilişkiye ait  davaya bakan Danıştay dairesinde davaların birleştirilmesi gerektiği savunulmaktadır.59 Yargılama usulü hükümlerine yönelik bu boşluğun doldurulmasına yönelik kanuni düzenleme yapılması daha uygun bir çözüm yolu olacaktır.60 Bu nedenle, Danıştay ın ilk derece mahkemesi sıfatıyla farklı dairelerinde bakılan bağlantılı davalar ile ilgili, davaların aynı dairede birleştirilmesi usulü de Kanunda düzenlenmelidir.Danıştay ın ilk derece mahkemesi sıfatıyla farklı dairelerinde bakılan bağlantılı davaların aynı dairede (farklı esas numarası alarak) birleştirilmesi usulü Danıştay Kanunu nda düzenlenebilir. Bağlantı uyuşmazlığını giderme yetkisi de Danıştay Başkanlar Kuruluna verilebilir.61 Çünkü, Danıştay daireleri arasında çıkan görev uyuşmazlıklarını karara bağlamak, ayrı yargı çevrelerinde bulunan idare ve vergi mahkemeleri arasında görev ve yetkiye ilişkin uyuşmazlıklarda ve bağlantılı davalarda merci tayinini yapmak Danıştay Başkanlar Kuruluna aittir.6. İlk Derece (İdare veya Vergi) Mahkemeleri ile Bölge İdare Mahkemelerinde Görülen Bağlantılı Davaların Birleştirilmesiİdari yargıda ilk derece idare ve vergi mahkemesinde görülen bir dava ile istinaf aşamasında bölge idare mahkemesinde görülen dava arasında bağlantı 57 GözübüyükveTan,İdareHukukuC.II,962;Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,75.58 AynıgörüşteKalabalık,İdariYargılamaUsulüHukuku,304;Çağlayan,İdariYargılamaHukuku,359.59 GözübüyükveTan,İdareHukukuC.II,963.60 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,75.61 AynıgörüşteYasin, İdariYargıdaBağlantılıDavalar. ,ErişimTarihi:Eylül20,2020,http://www.eakademi.org/.;Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,76;Çağlayan agöre,buyetkiDavaDaireleriKurulunaverilmelidir,Çağlayan,İdariYargılamaHukuku,359. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi223344  Yunus ERASLANDr.bulunması mümkündür. Bağlantılı bu davaların birleştirilmesinin mümkün olup olmadığının da açıklığa kavuşturulması gerekir.İYUK un  bağlantılı davalar  başlıklı 38. maddesi hükmünde, bağlantının idare mahkemesi, vergi mahkemesi veya Danıştayda açılmış davalar arasında istenebileceğinin öngörüldüğü, bölge idare mahkemeleri ile diğer idari yargı mercileri arasında bağlantının istenebileceğine ilişkin açık bir hükmün ise bulunmadığı dikkate alındığında, bölge idare mahkemesi ile ilk derece (idare veya vergi) mahkemelerinde görülen bağlantılı davalar hakkında aynı yargı merciinde birleştirme kararı verilebilmesi hukuken mümkün değildir.Kanunda bağlantı istenilecek davalar yönünden bölge idare mahkemesinin sayılmaması, bağlantı müessesesinin, ancak ilk derece mahkemelerinde görülen davalar arasında söz konusu olabileceğini teyit etmektedir. Konuya ilişkin bir uyuşmazlıkta,  davacı tarafından, İstanbul 3. Vergi Mahkemesi nde görülmekte olan dava ile Dairemizde istinaf incelemesi devam eden dava arasında bağlantının varlığına karar verilmesi istenilmiş ise de; bağlantı müessesesi ancak ilk derece mahkemelerinde görülen davalar arasında söz konusu olabileceğinden, ilk derece mahkemesinde görülmekte olan dava ile Dairemizde istinaf incelemesi devam eden dava arasında bağlantının varlığına karar verilmesi hukuken mümkün olmadığından, bağlantı isteminin reddi yolundaki mahkeme kararına karşı davacı tarafından yapılan itiraz yerinde görülmediğine 62 karar verilmiştir.Anayasa nın 142. maddesinde, mahkemelerin kuruluşu, görev ve yetkileri, işleyişi ve yargılama usullerinin kanunla düzenlenmiştir. Anayasanın 37. maddesinde ise, hiç kimsenin kanunen tabi olduğu mahkemeden başka bir merci önüne çıkarılamayacağı kurala bağlanmıştır. Bu düzenlemeler, uyuşmazlıkları çözmekle görevli ve yetkili olan yargı mercilerinin önceden kanunla gösterilen mahkemeler olduğunu göstermektedir. Ancak kanunlarla öngörülen bazı istisnaî hallerde, uyuşmazlıklar asıl görevli ve yetkili olan mahkeme dışındaki bir mahkeme tarafından çözümlenebilmektedir.Yargılama usulüne ilişkin kanunlarda yer alan görev ve yetki kurallarının istisnası niteliğindeki bu durumların sınırları ise, yine kanunlarla çizilmektedir. İdari yargılama usulünde bağlantıya ilişkin hükümlerle, davalar asıl görevli ve yetkili olan mahkeme dışındaki bir mahkeme tarafından görülecektir. Bu nedenle bağlantıya ilişkin istisnai usul hükümlerinin dar yorumlanması gerekmektedir. Bu sayede, davaların asıl görevli ve yetkili mahkeme tarafından görülmesi sağlanmış olur. Bu nedenle bölge idare mahkemesi ile ilk derece (idare veya vergi) mahkemelerinde görülen davalar hakkında bağlantı nedeniyle birleştirme kararı verilemez.62 İstanbulBölgeİdareMahkemesi5VDD,05.02.2019,E.2019/540,K.2019/190sayılıbağlantıitirazkararı,www.uyap.gov.tr,e.t.,12.04.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 223355İdari yargı uygulamasında bağlantı nedeniyle davaların aynı mahkemede birleştirilmesi yönünden geliştirilen ölçütlerden biri de, bağlantı bulunduğu iddia edilen davaların aynı aşamada veya aynı düzeyde olması ölçütüdür.63 Bu ölçüte göre de, bölge idare mahkemesi ile ilk derece (idare veya vergi) mahkemelerinde görülen bağlantılı davalar, aynı yargılama aşamasında bulunmadığından aynı yargı merciinde birleştirilemez.7. Farklı Mahkemelerde Görülen Bağlantılı Davaların Hangi Mahkemede Birleştirileceği SorunuFarklı mahkemelerde bakılan ve aralarında bağlantı bulunan davaların hangi yargı merciinde birleştirileceğine veya hangi yargı merciin yetkili kılınacağına karar verilirken, hangi ölçüte göre hareket edileceği konusunda ikili bir ayrım yapmak gerekir.Davalardan biri Danıştay da açılmış ve çözümlenmesi Danıştay ın görevine dâhil bir uyuşmazlıkla ilgili ise, davaların tümü Danıştay da görülür (İYUK m.39). Kanun koyucu bu ihtimalde, konuya göre bir ölçüt belirlememiştir. Yetkili merci, doğrudan kanunda gösterilmiştir.Farklı idare veya vergi mahkemelerinde bakılan ve aralarında bağlantı bulunan davaların görülmesinde hangi yargı merciin yetkili kılınacağına karar verilirken, hangi ölçüte göre hareket edileceği konusunda ise kanunda bir düzenlemeye yer verilmemiştir.Uyuşmazlığı doğuran asıl ilişki ölçütüne göre karar verilmesi gerektiği, Hukuk Muhakemeleri Kanunu nda da dolaylı olarak bu ölçütü benimsenmiş olduğu (m.166/5) savunulmaktadır.64 Uyuşmazlığın temelini, dayanak işlemi çözecek olan mahkemede davaların birleştirilmesi gerektiği kriteri de savunulmakta ise de, bu konuyla ilgili kanunda belirli bir ölçütün gösterilmemesi nedeniyle, bölge idare mahkemelerinin geniş bir takdir yetkisine sahip olduğunu söylemek mümkündür. Bağlantı müessesinin beklenen faydayı sağlayamadığının anlaşılması 63 BağlantıbulunduğuiddiaedilendavalarınaynıaşamadaolmasıgerektiğiyönündeDD,19.12.2017,E.2017/2873,K.2017/3992sayılıbağlantıkararı;DD,19.12.2017,E.2017/2872,K.2017/3991sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,12.04.2020;Kalabalık,İdariYargılamaUsulüHukuku,303;GözübüyükveTan,İdareHukukuC.II,955;RamazanYıldırımveMustafaAvcı,TürkİdariRejimineGirişİdareHukukuİdariYargı,(Ankara:AstanaYayınları,2015),386;ZehraOdyakmaz;ÜmitKaymakveİsmailErcan,İdariYargı,(İstanbul:İkinciSayfaYayınları,2011),278;Üstün egöre,bozmaüzerineilkderecemahkemesindegörülenbirdavaileilkderecemahkemesindebakılanbaşkabirdavanınaşamalarıteknikyöndenaynıdeğilsede,nitelikolarakaynıaşamadaolduğundan,bağlantıhükümleriuygulanabilir.Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,42.64 GürselKaplan,İdariYargılamaHukuku,(Ankara:EkinYayınları,2020),425;GözübüyükveTan,İdareHukukuC.II,955.65 Ulusoy, İdariYargıdaBağlantılıDavalar, 193;Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,19.66 Yasin, İdariYargıdaBağlantılıDavalar. ,ErişimTarihi:Eylül20,2020,http://www.e-akademi.org/. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi223366  Yunus ERASLANDr.veya kanuni hakim ilkesini zedeleyeceğinin anlaşılması halinde, hakimin bu konuda takdir yetkisinin olduğunun kabulü gerektiği, bağlantı kararının verilmesinin zorunluluk olmaması gerekir.67Bağlantılı davaların, tarih itibariyle önce açılan veya yargılama aşaması itibariyle ileride olan davanın görüldüğü mahkemenin yetkili kılınması gerektiği düşünülebilir. Bağlantılı davaların konusu, niteliği ve her somut olayın özelliği dikkate alınarak yetkili mahkemenin belirlenmesi yoluna gidilmesi yerinde bir uygulama olacaktır.İdari yargı uygulamasında, bir ölçütün geliştirildiğini söylemek mümkün değildir. Hatta bağlantı kapsamında yetkili merci tayinine ilişkin kararların çoğunda, herhangi bir ölçüte dahi yer verilmemektedir. Sadece davalar arasında bağlantı olduğu ve davalara bakmaya mahkemelerden birinin yetkili kılındığı belirtilmekte, yetkili kılınan mahkemenin hangi ölçüte göre belirlendiği yönünde bir açıklama yapılmamaktadır.68 Açıklama yapılan kararlarda ise, belirli bir ölçüte göre hareket edilmemektedir. Örneğin konuya ilişkin bir bağlantı uyuşmazlığında, her iki dava arasında bağlantı olduğu belirtildikten sonra, Danıştay Dairesinin yerleşik içtihadına göre, birden çok ili kapsayan sağlık hizmet sunumundan kaynaklı tam yargı davalarında usul ekonomisi, mahkemeye erişim hakkı ve adil yargılanma hakkı bağlamında son tedavinin gerçekleştirildiği yer mahkemesi yetkili görülmekte olup, bu yer mahkemesince olayın tüm safahatıyla bir bütün olarak değerlendirilerek en kısa süre içinde uyuşmazlıkların sonuçlandırılması amaçlandığından, bağlantı isteminin kabulüne, durumun Elazığ İdare Mahkemesine ve davanın taraflarına bildirilmesine, dosya esas kaydının kapatılarak 2577 sayılı Kanunun 39. maddesi uyarınca yetkili Adana 3. İdare Mahkemesine gönderilmesine karar verilmiştir. İdari yargı karalarında daha çok davanın safahatı ve aşamasının dikkate alındığını söylemek mümkündür.7067 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,79.68 AnkaraBölgeİdareMahkemesi3İDD,08.05.2019,E.2019/764,K.2019/963sayılıbağlantıkararı;AnkaraBölgeİdareMahkemesi11İDD,27.06.2019,E.2019/4220,K.2019/4151sayılıbağlantıkararı;İstanbulBölgeİdareMahkemesi10İDD,19.04.2017,E.2017/673,K.2017/673sayılıbağlantıkararı;İstanbulBölgeİdareMahkemesi2İDD,27.03.2019,E.2019/573,K.2019/562sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,12.04.2020.69 DD, 14.06.2017, E.2017/690, K.2017/3632 sayılı bağlantı kararı, www.uyap.gov.tr, e.t.,12.04.2020.70   Van 3. İdare Mahkemesinin E.2018/1002 esasında kayıtlı davanın, Van 2. İdare Mahkemesinin E.2018/710 esasında kayıtlı olan davanın sonucuna bağlı olduğu ve bu davanın daha önce açılmış olduğu dikkate alındığında, bağlantılı davalara bakmak üzere Van 2. İdare Mahkemesinin yetkili kılınması gerektiğine dairErzurumBölgeİdareMahkemesi3İDD,12.06.2019,E.2019/670,K.2019/755sayılıbağlantıkararı;başkabiruyuşmazlıkta, İzmir 6. İdare Mahkemesinin E.2019/229 sayısında incelenmekte olan davanın daha önce açıldığı, ayrıca 03/05/2019 tarihinde yürütmeyi durdurma istemi hakkında karar verildiği, dolayısıyla dosya safahatının daha ileride olduğu hususu gözönünde bulundurulduğunda, bağlantılı davalara bakmak üzere İzmir 6.İdare Mahkemesinin yetkili kılınması gerektiğine dairİzmirBölgeİdareMahkemesi3İDD,05.07.2019,E.2019/778,K.2019/483sayılıAkdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 223377Farklı idare veya vergi mahkemelerinde bakılan ve aralarında bağlantı bulunan davalarda hangi yargı merciin yetkili kılınacağı konusunda kanunda boşluk bulunduğu açıktır. Bu boşluğun belli bir ölçüt esas alınarak doldurulması yerinde olacaktır. Örneğin, davalardan birinde düzenleyici işlem dava konusu edilmişse bu mahkemede, davalardan her ikisinde düzenleyici veya bireysel işlem tesis edilmişse tarih itibariyle önce açılan veya yargılama aşaması itibariyle ileride olan davanın görüldüğü mahkemenin yetkili kılınması suretiyle bu boşluk doldurulabilir.71 Bu şekilde, idari yargıda bu konudaki farklı uygulamaların da önüne geçilmiş olacaktır.8. Kanun Yolu Aşamasındaki Bağlantılı Davaların Birleştirilmesiİdari yargıda ilk derece mahkemeleri; idare mahkemesi, vergi mahkemesi ve Danıştay dır. Olağan kanun yolları istinaf ve temyizdir.72 Bölge idare mahkemesi istinaf mercii, Danıştay ise temyiz merciidir.İYUK un bağlantılı davalar ile ilgili usulü düzenleyen hükümlerinde, bağlantı kararının henüz esastan karara bağlanmamış davalar için verilebileceği anlaşılmakta olup, kanun yolu aşamasında bulunan davalar hakkında bağlantı hükümlerinin uygulanabilmesine olanak sağlayan bir düzenlemeye yer verilmediği görülmektedir.73 Bu nedenle istinaf veya temyiz aşamasında bulunan bağlantılı davaların aynı dairede birleştirilmesi hukuken olanaklı değildir. İdari yargı uygulaması da bu yöndedir.74İYUK un  38.  maddesinde  idare  mahkemesi,  vergi  mahkemesi  veya Danıştay a veya birden fazla idare veya vergi mahkemelerine açılmış bulunan davalarda bağlantı nedeniyle davaların aynı mercide birleştirilmesi öngörülmüştür. bağlantıkararı; Kocaeli 2. İdare Mahkemesi nin E.2019/6 esaslı dosyasının safahatı itibariyle daha elverişli olması nedeniyle, davaların çözümü için Kocaeli 2. İdare Mahkemesi nin yetkili kılınması uygun bulunduğu ve ... Kocaeli 1. İdare Mahkemesi nin 2019/259 esas sayılı dosyası ile Kocaeli 2. İdare Mahkemesi nin 2019/6 esas sayılı dosyasında görülen davalar arasında bağlantı bulunduğuna dairİstanbulBölgeİdareMahkemesi3İDD,08.07.2019,E.2019/1393,K.2019/1356sayılıbağlantıkararı,www.uyap.gov.tr,e.t.,13.04.2020.71 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,19.72 İdariyargıdakanunyollarıhakkındagenişbilgiiçinbkz.RamazanÇağlayan,İdarîYargıKararlarınaKarşıBaşvuruYolları,(Anakara:SeçkinYayıncılık,2017);EnderEthemAtay,İdariYargılamaHukuku,(Ankara:SeçkinYayıncılık,2020),393vd.;MustafaAvcı, İdariYargıdaİstinaf ,TürkiyeBarolarBirliğiDergisi,S.96(2011):179-204;MustafaAvcı,İdariYargılamaUsulündekiSonYeniliklerveİdariYargıdaİstinafKanunYolu,(Ankara:YetkinYayınları,2017);SerkanÇınarlı,İdariYargılamadaİstinafveBölgeİdareMahkemeleri,(Ankara:SeçkinYayıncılık,2018);HüseyinBilgin,İdariYargıdaİstinafBaşvuruRehberi,(Ankara:AdaletYayınevi,2016).73 Üstün egöre,kanunkoyucuaksiniöngörmediğindenaynıkanunyoluaşamasındaolandavalaryönündenbağlantıyailişkinhükümlerinuygulanmasıolanaklıdır.Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,67.74  Temyiz aşamasında bulunan davalar hakkında bağlantı hükümlerinin uygulanabilmesine olanak sağlayan bir düzenlemeye yer verilmediğinden ... Dairemizin E.2000/4569 ve E.2001/2928 sayılı temyiz dosyaları arasında bağlantı kurulması isteminin reddine,dairDD,7.11.2001,E.2001/2928sayılıbağlantıistemininreddikararı,www.uyap.gov.tr,e.t.,13.04.2020. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi223388  Yunus ERASLANDr.Burada bölge idare mahkemesinin sayılmaması da, sadece ilk derece mahkeme sıfatıyla açılan davalar arasında bağlantı hükümlerinin uygulanacağı, kanun yolu aşamasındaki davalarda bağlantı nedeniyle birleştirmenin yapılamayacağının diğer bir göstergesidir.Kanun yolu aşamasında bağlantıya ilişkin hükümlerin uygulanması olanaklı olmadığından, temyiz aşamasındaki dava ile bölge idare mahkemesinde görülen istinaf aşamasındaki dava arasında da bağlantı nedeniyle birleştirme yapılamaz.75Hukuk yargılama usulünde, istinaf kanun yolu aşamasında da bağlantılı davaların birleştirilmesi uygulaması vardır.  İstinaf incelemesi ayrı dairelerde yapılması gereken davaların da bu madde hükmüne göre birleştirilmesine karar verilebilir. Bu hâlde istinaf incelemesi, birleştirilen davalarda uyuşmazlığı doğuran asıl hukuki ilişkiye ait kararı inceleyen bölge adliye mahkemesi dairesinde yapılır  (HMK m.166/5). İdari yargıma usulünde ise, kanun yolları aşamasında bağlantı müessesesi özel olarak düzenlenmemiştir. Ancak, iki dairenin görevine ilişkin davaların kanun yolunda birlikte görülmesi sağlayan  müşterek heyet  düzenlemesi bulunmaktadır.2575 sayılı Danıştay Kanunu nun Ek 1. maddesinde;  İki dava dairesinin görevine ilişkin davalar, ilgili dava dairesinin isteği üzerine o dava dairelerinin birlikte yapacakları toplantıda karara bağlanır.  hükmüne yer verilmiştir. 2576 sayılı Kanunun 3/D-2 maddesinde de,  İki dairenin görevine ilişkin davalar, ilgili dairenin isteği üzerine o dairelerin birlikte yapacakları toplantıda karara bağlanır. Bu toplantıya daire başkanlarından kıdemli olan katılır ve başkanlık eder. Toplanma ve görüşme yeter sayısı beştir. Kararlar oy çokluğuyla verilir.  kuralına yer verilmiştir. Kanun yolu aşamasında müşterek heyet uygulaması, amaç yönünden bağlantı kurumuna benzemektedir. Ancak müşterek heyette uyuşmazlık, tek yargı merci tarafından değil, birden fazla daire tarafından müştereken çözülmektedir. Yine müşterek heyet uygulamasında tek dava bulunmakta iken, bağlantı kapsamındaki davalar birden fazladır. Müşterek heyet kapsamındaki bağlantı, davanın birden fazla dairenin görevine ilişkin olmasıyla ilgilidir. Bu yönüyle müşterek heyet uygulaması, farklı dairelerde görülen davaların birlikte görülmesini sağlamaz.Danıştay Kanunu nda öngörülen müşterek heyet hükümleri, Danıştay ın ilk derece mahkemesi sıfatıyla baktığı davalar yönünden de geçerlidir.75 Konuyailişkinbirbağlantıuyuşmazlığında, Bölge İdare Mahkemeleri ile 2577 sayılı Kanunun 38. maddesinde sayılan idari yargı mercileri arasında bağlantının istenebileceğine ilişkin açık bir hükmün bulunmadığı dikkate alındığında, Danıştay ile Bölge İdare Mahkemesi İdari Dava Dairesi arasında, incelenmekte olan bu dava dosyası hakkında bağlantı kararı verilebilmesi hukuken mümkün bulunmadığına dairDD,06/03/2019,E.2019/409,K.2019/1058sayılıbağlantıistemininreddikararı;benzeryöndeDD,27.02.2018,E.2018/37,K.2018/913sayılıbağlantıistemininreddikararı,www.uyap.gov.tr,e.t.,14.04.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 223399Kanun yolu aşamasında, farklı dairelerde bakılan davalar arasında da bağlantı bulunabilmektedir. Örneğin, ödeme emrine karşı açılan dava ile ödeme emrinin dayanağı vergi ihbarnamesi veya para cezası, ecrimisil ihbarnamesi gibi işlemlere karşı açılan davalar, kanun yolu aşamasında farklı dairelerde görülebilmektedir. Bu örneklerin çoğaltılması mümkündür. Kanun yolu aşamasında farklı dairelerde görülen bağlantılı davalar hakkında, birbiriyle çelişen yargı kararlarının verilmesine engel olmak amacıyla, idari yargıda da bağlantı kurumuna ihtiyaç duyulmaktadır. Kanun yolu aşamasında, bağlantı kurumuna daha fazla ihtiyaç duyulduğu söylenebilir. Çünkü ilk derece yargılama aşamasında verilen çelişkili kararların, kanun yolu aşamasında giderilmesi mümkün iken, kanun yolu aşamasında verilen çelişkili kararların giderilmesi daha güçtür.Bu nedenle, kanun yolu aşamasında bağlantılı davaların birleştirilme müessesesi, idari yargıya ilişkin kanunlarda özel olarak düzenlenmelidir. İdari yargıda kanun yolu aşamasında bağlantı müessesesine yer verilmesi, çelişkili kararları önleyeceğinden yargıya olan güvenin artırılmasını sağlar ve adil yargılanma ilkesine hizmet eder.B. AYNI MAHKEMEDE GÖRÜLEN BAĞLANTILI DAVALARIN BİRLEŞTİRMESİİdari yargıda ilk derece mahkemesi sıfatıyla görülen ve aynı mahkemede (veya Danıştay da aynı dairede) bulunan davalar arasında kanunun öngördüğü anlamda bağlantı bulunabilir. Aynı mahkemede açılan veya dava sırasında bağlantı hükümleri uygulanarak aynı mahkemede ayrı esas numarası alınarak birleştirilen davaların, aynı dava dosyasında birleştirilip birleştirilemeyeceğinin de irdelenmesi yerinde olacaktır. Bağlantı hükümleri uygulanmasıyla, ayrı mahkemede bakılan davaların aynı mahkemede farklı esas dosyalarında görülmek üzere birleştirilmektedir. Aynı mahkemede görülen davaların birleştirilmesi ise, davaların tek dosyada birleştirilmesi suretiyle yapılmaktadır.İdari yargıda son yıllarda, aynı mahkeme veya dairede görülen davaların, bağlantı nedeniyle aynı dosyada birleştirilmesi şeklinde bir eğiliminin olduğunu söylemek mümkündür. Farklı mahkemelerde bakılan bağlantılı davaların aynı dosyada birleştirilmesinin uygulaması, istisnai kararlar dışında bulunmamaktadır. Ancak, aynı mahkemede görülen bağlantılı davaların birleştirilmesi, idari yargıda uygulama bulmakta ve artış eğiliminde olduğu görülmektedir. Bu tür birleştirme uygulamasıyla ilgili birçok uyuşmazlık ortaya çıkmış ve bu konu, bölge idare mahkemesi ve Danıştay kararlarına da yansımaya başlamıştır.Hukuk yargılama usulünde bağlantılı davaların birleştirilmesi, aynı dava dosyasında  birleştirilmek  suretiyle  uygulanmaktır.  Hukuk  Muhakemeleri Kanunu nda davaların birleştirilmesi veya birleştirme kararı (m.166), sonradan birleştirilmiş davaların ayrılması (m.167) ifadelerine yer verilmek suretiyle, bağlantıda asıl uygulama aynı dosyada davaların birleştirilmesidir. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi224400  Yunus ERASLANDr.İYUK ta bağlantı ve davaların birleştirilmesi konusunda Hukuk Muhakemeleri Kanunu na bir atıf yapılmamıştır. 2577 sayılı Kanunda, davaların tek dosyada birleştirilme yolu da düzenlenmemiştir. 2577 sayılı Kanunun 38, 39, 40, 41 ve 42. maddelerinde  bağlantı  konusunda özel düzenlemeler yapılmış bulunmaktadır. Bu nedenle Hukuk Muhakemeleri Kanunu nda öngörülen davaların birleştirilmesine ilişkin hükümlerin idari yargıda doğrudan uygulanmasına imkân bulunmamaktadır. İdari yargı uygulaması da genel olarak bu yöndedir.76Hukuk  Muhakemeleri  Kanunu nda  öngörülen  davaların  birleştirilmesine ilişkin hükümlerin idari yargıda doğrudan uygulanması gerektiği yönünde istisnai nitelik arz eden bazı idari yargı kararları verilmektedir.77Aynı mahkemede görülen davalar olsun olmasın İYUK ta, hiçbir şekilde davaların aynı dosyada birleştirilmesini öngören bir kurala yer verilmemiştir. İYUK un 39. maddesinin 2. fıkrasının a bendinin ilk halindeki madde hükmünde geçen  birleştirilerek  ifadesi, kanundan çıkarılmasıyla da, kanun koyucunun bağlantılı davaların aynı dosyada birleştirilmesinin önlemeyi amaçladığı söylenebilir.İdari yargıda, aynı mahkemede görülen davaların tek dosyada birleştirilmeye çalışılmasındaki temel amaç, davayı kazanan taraf lehine tek vekâlet ücreti hükmedilmesini sağlamaktır. Amacın bu olduğu hususu, idari yargı kararlarına da yansımaktadır. Danıştay konuya ilişkin bir uyuşmazlıkta,  Mahkemece, davacı 76   2577 sayılı Kanunun 31/1. maddesi ile 2577 sayılı Kanunda hüküm bulunmayan ve sayma yoluyla belirtilen hususlarda Hukuk Muhakemeleri Kanununa göndermede bulunularak, maddede belirtilen hususlarda HMK da yer alan düzenlemelerin, idari yargıda da kıyasen uygulanma imkanı getirilmiştir. Ancak, maddede belirtilenler arasında davaların birleştirilmesi hususuna ve bu konuda HMK ya göndermede bulunulmadığından, HMK daki  birleştirmeye  ilişkin hükmün, idari yargıda uygulanma olanağı bulunmamaktadır ,KapananİzmirBölgeİdareMahkemesi1.Kurulu,17.05.2016,E.2016/1354,K.2016/1363sayılıkararı;benzeryöndeErzurumBölgeİdareMahkemesi2İDD,18.04.2019,E.2018/1772,K.2019/917sayılıkararı;DanıştayİDDK,12.06.2013,E.2009/187,K.2013/2335sayılıkararı,www.uyap.gov.tr,e.t.,14.04.2020.77   2577 sayılı İdari Yargılama Usulü Kanunu nun 31. maddesiyle yollamada bulunulan Hukuk Muhakemeleri Kanunu nun  Davaların Birleştirilmesi  başlıklı 166. maddesinin 1. fıkrasında  Aynı yargı çevresinde yer alan aynı düzey ve sıfattaki hukuk mahkemelerinde açılmış davalar, aralarında bağlantı bulunması durumunda, davanın her aşamasında, talep üzerine veya kendiliğinden ilk davanın açıldığı mahkemede birleştirilebilir...  hükmüne yer verildiği belirtilmek suretiyle davaların aynı dosyada birleştirilmesi gerektiği yönünde,AnkaraBölgeİdareMahkemesi10İDD,11.01.2017,E.2017/17,K.2017/3sayılıkararı;benzeryöndeManisaİdareMahkemesinin22.11.2007,E.2007/57,K.2007/2305sayılıkararı;Danıştay7.Dairesibazıkararlarında,2577sayılıKanununbağlantıyailişkinhükümlerineyervermeden,doğrudanHukukMuhakemeleriKanunu nundavalarınbirleştirilmesihükümlerineyerverildiğive Mahkemece, davacı adına tesis edilen aynı işlemde yer alan unsurlara ilişkin kendi esasına kayıtlı dosyaların birleştirilmesi suretiyle yargılama yapılması yargılama sonucunda birleştirilen, ancak seri dava niteliğinde olmayan işbu davada, haklı çıkan davacı lehine tek vekalet ücretine hükmedilmesinde hukuka aykırılık görülmediği ,yönündeaçıklamayayervermeksuretiyle,HukukMuhakemeleriKanunu ndaöngörülendavalarınbirleştirilmesineilişkinhükümlerinidariyargıdadoğrudanuygulanmasıgerektiğininsavunulduğusöylenebilir,DD,26.3.2018,E.2014/5114,K.2018/2009sayılıkararı,www.uyap.gov.tr,e.t.,15.04.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 224411adına tesis edilen aynı işlemde yer alan unsurlara ilişkin kendi esasına kayıtlı dosyaların birleştirilmesi suretiyle yargılama yapılması, yargılama sonucunda birleştirilen ancak seri dava niteliğinde olmayan işbu davada, haklı çıkan davacı lehine tek vekâlet ücretine hükmedilmesinde hukuka aykırılık görülmediğine  karar verilmek suretiyle, mahkemece bağlantılı davaların tek dosyada resen birleştirilmesinde amacın vekâlet ücreti olduğu da belirtilmiş olmaktadır. Başka bir uyuşmazlıkta, dava dilekçesinin reddi suretiyle dokuz davaya ayrılan dosyalarda, derdestlik nedeniyle incelenmeksizin ret kararı verilmesinin ve davacı aleyhine ayrı ayrı vekalet ücretine hükmedilmesinin, yargılamanın ucuz ve kısa olması ilkesine aykırılık oluşturduğu, bu davaların tekrar birleştirilerek karar verilmesi gerektiğine karar verilmiştir. Bu kararda belirtilen bozma sebebi, tek vekâlet ücretine hükmedilmesini sağlamak amacıyla davaların birleştirilmesini sağlamaktır.Aynı yargı merciinde bulunan davaların birleştirme usulünün güncel bir yargı uygulaması olması nedeniyle, öncelikle bu tür birleştirmenin hukuki olup olmadığının ortaya konulması gerekmektedir. Konunun anlaşılması açısından, aynı mahkemede görülen bağlantılı davaların aynı dosyada birleştirme yöntemleri, bu birleştirmenin hukuka uygunluğu ve sonuçlarının incelenmesi faydalı olacaktır.1. Aynı Mahkemede Görülen Bağlantılı Davaların Birleştirme Yöntemleriİdari yargıda görülen bağlantılı davaların aynı dosyada birleştirilmesi farklı yöntemlerle yapılabilmektedir. Bunlar; mahkemece resen birleştirme, bağlantı usulü kullanılarak birleştirme, dava dilekçesinin reddi suretiyle birleştirme, bozma kararına uyulması suretiyle dava dosyalarının birleştirilmesi yöntemleridir.a. Davaların Mahkemece Resen BirleştirilmesiAynı mahkemede veya Danıştay ın aynı dairesinde görülen iki dava arasında, bağlantı bulunduğu yönünde tarafların iddiası üzerine veya doğrudan doğruya davalar aynı dosyada birleştirilebilmektedir. Bu usul, idari yargıda genel kabul görmüş bir usul olmamakla birlikte, birçok idari yargı mercii tarafından uygulanmaktadır. Konuya ilişkin bir uyuşmazlıkta,  Dairemizin 2001/2724 esasına kayıtlı davada verilecek hüküm, bakılan bu davayı da doğrudan etkileyecek nitelikte bulunduğundan, Dairemizin E.2001/2414 ve E.2001/2724 sayılarına kayıtlı dosyalar arasında bağlantı bulunduğuna ve 2001/2414 sayılı dosya esasının kapatılarak ilgisi nedeniyle 2001/2724 esas sayılı dosya ile birleştirilmesine 79 karar verilmiştir.78 KonyaBölgeİdareMahkemesi3İDD,14.12.2017,E.2017/2527,K.2017/3168sayılıkararı,www.uyap.gov.tr,e.t.,16.04.2020.79 DD,2.10.2001,E.2001/2414,K.2001/3317sayılıbirleştirmekararı;benzeryönde,E.2017/115 esas sayılı dava dosyasının E.2017/114 sayılı dava dosyasında birleştirilmesine ve yargılamanın E.2017/114 sayılı dava dosyası üzerinden sürdürülmesine,dairAnkara3.VergiMahkemesinin26.01.2017günveE.2017/115,K.2017/122sayılıbirleştirmekararı; davacı tarafından hem zımnen red işlemi hem de tarafına tebliğ edilen red işlemi dava konusu edilerek; tarafları, konusu,  2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi224422  Yunus ERASLANDr.Aynı mahkemede görülen bağlantılı davaların tek dosyada resen birleştirilmesi, dosyaların esas kaydının kapatılması ve tek dosyada birleştirilme yönünde karar verilmesi suretiyle yapılmaktadır. Aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirilmesi uygulaması, farklı hukuki gerekçelere dayandırılabilmektedir. Bir görüşe göre, Hukuk Muhakemeleri Kanunu nda öngörülen davaların birleştirilmesine ilişkin hükümlerin idari yargıda doğrudan uygulanabilmesi gerektiğinden, aynı mahkemede bulunan bağlantılı davalar tek dosyada resen birleştirilebilir.80 Bu görüşe katılmak hukuken olanaklı değildir. Çünkü 2577 sayılı Kanunda dosyaların birleştirme yolu düzenlenmemiş ve 2577 sayılı Kanunun 38, 39, 40, 41 ve 42. maddelerinde  bağlantı  konusunda özel düzenlemeler yapılmış bulunmaktadır. Bu nedenle Hukuk Muhakemeleri Kanunu nda öngörülen davaların birleştirilmesine ilişkin hükümlerin idari yargıda doğrudan uygulanmasına imkân bulunmamaktadır. İdari yargıda genel uygulama bu yöndedir.81 Doktrinde bir görüşe göre, aynı mahkemede görülen davalar arasında bağlantı olduğu yönünde verilecek karar, takdire bağlıdır ve dosya üzerinde bir not olarak verilmelidir.82Diğer bir görüşe göre, İYUK un 5. maddesinin 2. fıkrasında yer alan, birden fazla şahsın müşterek dilekçe ile birlikte dava açabileceği hükmünden hareketle, bu yöntemin mahkemece de kendiliğinden uygulanabileceği ve bu suretle davaların birleştirilebileceği savunulmaktadır.83 Bu görüşe de katılmıyoruz. Çünkü İYUK un 5. maddesi ile birden fazla şahsın müşterek dilekçe ile birlikte nasıl dava açabilecekleri, yani dava arkadaşlığı düzenlenmiştir. Ancak, anılan düzenlemede davacıların birlikte dava açmaları, yani dava açma konusundaki iradelerini bu yönde kullanmaları durumunda geçerlidir. Davacıların ayrı dava açma iradesine rağmen mahkemelerce re sen davaların birleştirilmesine olanak tanıyan maddi ve hukuki sebebi aynı olan iki dava ortaya çıkarılmış olması ve bu durumun usul ekonomisi kurallarına uygun olmaması dikkate alındığında açılan davaların tek bir dosyada birleştirilmesi gerekliliği ortaya çıkmıştır. Açıklanan nedenle; davacının başvurusunun zımnen reddedilmesi üzerine açtığı ve Danıştay 12. Dairesinin 2008/3259 Esasına kaydedilen dava dosyasının esas kaydının kapatılarak bu dosyanın Danıştay 12. Dairesinin 2007/1563 Esas No.lu dosyası ile birleştirilmesine ,dairDD,26.11.2008,E.2008/3259,K.2008/6751sayılıkararı,www.uyap.gov.tr,e.t.,16.04.2020.80 AnkaraBölgeİdareMahkemesi10İDD,11.01.2017,E.2017/17,K.2017/3sayılıkararı;benzeryöndeManisaİdareMahkemesinin22.11.2007,E.2007/57,K.2007/2305sayılıkararı;DD,26.3.2018,E.2014/5114,K.2018/2009sayılıkararı,www.uyap.gov.tr,e.t.,17.04.2020.81 ErzurumBölgeİdareMahkemesi2İDD,18.04.2019,E.2018/1772,K.2019/917sayılıkararı;DanıştayİDDK,12.06.2013,E.2009/187,K.2013/2335sayılıkararı,www.uyap.gov.tr,e.t.,17.04.2020.82 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,50.83 Yasin, İdariYargıdaBağlantılıDavalar. ,ErişimTarihi:Eylül20,2020,http://www.e-akademi.org/.;Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,175;aynıyöndeManisaİdareMahkemesi,17.09.2008,E.2008/1717,K.2008/1714sayılıkararı;Van3.İdareMahkemesinin26.02.2018tarihveE.2017/1647,K.2018/481sayılıkararı,www.uyap.gov.tr,e.t.,17.04.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 224433bir hükme kanunda yer verilmemiştir. Bu nedenle, İYUK un 5. maddesinde belirtilen usul hükmünün kıyasen uygulanarak aynı yöntemin mahkemelerce de kendiliğinden uygulanabileceği ve bu suretle davaların birleştirilebileceği sonucuna ulaşmak hukuken olanaklı değildir. Bu tür bir yorum, İYUK un 5. maddesinin 2. fıkrasına da açık aykırılık teşkil edecektir. İdari yargıda hâkim uygulama da bu yöndedir.84Başka bir görüşe göre ise, İYUK un bağlantıya ilişkin mevcut hükümleri, aynı mahkemede görülen davaların tek dosyada birleştirilmesine engel değildir.85 Bu görüşe katılmak da hukuken olanaklı değildir. Çünkü İYUK ta aynı mahkemede görülen davalar olsun olmasın, açılmış olan davaların aynı dosyada birleştirilmesini veya birleştirilen dosyaların ayrılmasını öngören bir kurala yer verilmemiştir. İYUK un 39. maddesinin 2. fıkrasının a bendinin ilk halindeki madde hükmünde geçen  birleştirilerek  ifadesi, kanundan çıkarılmasıyla da, kanun koyucunun görülmekte olan bağlantılı davaların aynı dosyada birleştirilmesinin önlemeyi amaçladığı söylenebilir. Üstün e göre Kanunun mevcut halinde, birden fazla davanın tek dava çatısı altında açılması şeklinde birleştirmeye imkân tanıyan istisnai düzenlemeleri mevcuttur. Örnek olarak da, aynı dilekçeyle dava açılması (m.5), ilanı gereken düzenleyici işlem ile uygulama işlemine aynı dilekçeyle dava açılması, aynı işlemden kaynaklanan iptal ve tam yargı davasının aynı dilekçeye konu edilmesidir.86 Üstün ün belirttiği üzere, Kanunun mevcut halinde, birden fazla davanın tek dava çatısı altında açılması şeklinde birleştirmeye imkân tanıyan istisnai düzenlemeleri mevcut ise de, bu durum, açılmış olan davaların birleştirilmesi değil, bazı bağlantılı davaların tek dilekçeyle açılmasıyla ilgilidir.İYUK ta, farklı mahkemelerdeki bağlantı davaların, aynı mahkemede farklı esas numarası alarak görülmesi amaçlanmıştır.87 Kanun koyucu dolayısıyla, aynı mahkemede açılmış olan ve bağlantılı davaların tek dava dosyasında birleştirilmesi usulünü tercih etmemiştir. Aynı bölge idare mahkemesinin yargı çevrelerindeki mahkemelerde görülen bağlantı davalar, bölge idare mahkemesi tarafından kararda  yetkili mahkeme belirtilmek  ve dosyalar bu mahkemeye gönderilmek suretiyle birleştirilmektedir. Bağlantılı davaların tek dosyada değil, tek mahke84 BunudestekleyenidariyargıkararlarıDanıştayİDDK,12.06.2013,E.2009/187,K.2013/2335sayılıkararı;ErzurumBölgeİdareMahkemesi2İDD,18.04.2019,E.2018/1772,K.2019/917sayılıkararı,www.uyap.gov.tr,e.t.,17.04.2020.85 GözübüyükveTan,İdareHukukuC.II,957;Kaplan,İdariYargılamaHukuku,423;AksigörüşteolanCandan agöre,davalararasında2577sayılıKanununöngördüğüanlamdabağlantıolabilmesiiçin,davalarınaynımahkemeninyetkisinegirmemesigerektiğisavunulmaktadır.Candan,AçıklamalıİdariYargılamaUsulüKanunu,947;Bugörüşegöre,aynımahkemedegörülendavalararasındabağlantıhükümleriuygulanamayacağınısöylemekmümkündür.86 Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,89.87 AynıyöndeÜstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,6. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi224444  Yunus ERASLANDr.mede yargılamasının yapılması sağlanmış olmaktadır. Öte yandan, aynı mahkemede görülen davaların tek dosyada birleştirilmesi gerektiği görüşünü savunmak, İYUK un  Bağlantının bulunup bulunmadığı yolundaki bölge idare mahkemesi ve Danıştay kararları kesindir  (m.42/3) hükmüne aykırı olabileceğini düşünmekteyiz. Çünkü bağlantılı davalar, bölge idare mahkemeleri ve Danıştay tarafından, tek dosyada görülmesi şeklinde değil, kanun gereği  yetkili mahkeme belirtilmek  ve dosyalar bu mahkemeye gönderilmek suretiyle, tek mahkemede ayrı esas numarası alınması suretiyle birleştirilmektedir. Danıştay veya bölge idare mahkemesinden bağlantı kararı üzerine gelen dosyaların, mahkemesince tek dosyada birleştirilebilmesi, bağlantının bulunup bulunmadığı yolundaki bölge idare mahkemesi ve Danıştay kararlarının kesin olduğu hükmüne aykırı olacaktır.Yine bu uygulama İYUK un 5/1. maddesine de açık aykırılık teşkil edecektir. 2577 sayılı Kanuna göre  Her idari işlem aleyhine ayrı ayrı dava açılır. Ancak, aralarında maddi veya hukuki yönden bağlılık yada sebep sonuç ilişkisi bulunan birden fazla işleme karşı bir dilekçe ile de dava açılabilir  (m.5/1). Aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirilmesi uygulamasının kabul edilmesi halinde, aralarında maddi veya hukuki yönden bağlılık yada sebep sonuç ilişkisi bulunmamakla birlikte, biri hakkında verilecek hükmün diğerini etkileyecek işlemin iptali davalarının da, aynı dosyada birleştirilmesi sonucu ortaya çıkacaktır.88 Ancak aralarında maddi veya hukuki yönden bağlılık ya da sebep sonuç ilişkisi bulunmayan işlemlere tek dilekçeyle dava açılması halinde ise, 5. maddeye uygun olmayan dava dilekçesi ayrı dava açılmak üzere reddedilecektir (m.15). Kanun koyucunun amir hükmü gereği ayrı dava açılmak üzere reddedilecek bir durumu, bağlantı hükümleri kapsamında yorum yoluyla dosyaların birleştirilmesi yoluyla aşmak, kanunun açık hükmüne ve kanun koyucunun amacına açık aykırılık teşkil edecektir. Bu durum, aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirilmesinin hukuka aykırı olduğunun diğer bir kanıtıdır.b. Davaların Bağlantı Yöntemiyle BirleştirilmesiAynı mahkemede bakılan davaların tek dosyada birleştirilmesinde, idari yargıda uygulanmaya çalışılan diğer bir yöntem, İYUK un bağlantıya ilişkin hükümlerinin uygulanması usulüdür. Bu yöntemde, tarafların isteği üzerine veya doğrudan mahkemece, aynı mahkemedeki davaların tek dosyada birleştirilmesi yönündeki bağlantı iddiasının kabulü üzerine, konuyla ilgili karar verilmek üzere dosyalar bölge idare mahkemesine gönderilir. Birleştirme isteminin mahkemece reddi kararına yapılan itiraz üzerine de, konuyla ilgili karar verilmek üzere dosyalar bölge idare mahkemesine gönderilmektedir.88 Üstün egöreböylebirdurumda,Kanunun38.maddesinegöremünferidenincelemeyapılmasıgerekir.Üstün,2577sayılıİdariYargılamaUsulüKanunundaBağlantılıDavalarveAynıDilekçeyleDavaAçılabilecekHaller,176.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 224455İdari yargıda genel uygulama, İYUK taki bağlantı usulünün, aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirilmesinde uygulanmasının mümkün olmadığı yönündedir. Bu nedenle, aynı mahkemedeki davaların tek dosyada birleştirilmesi yönündeki bağlantı iddiasının kabulü üzerine veya ret kararına itiraz üzerine, dosyaların gönderildiği bölge idare mahkemeleri, bağlantı isteminin reddine karar vermektedir. Konuya ilişkin bir uyuşmazlıkta,  bağlantı isteminin reddine ilişkin karara vaki itiraz üzerine bölge idare mahkemesine gönderilen dava dosyası incelenmesi üzerine, bağlantı kararı verilmesi halinde, dosyalar tek bir mahkemede toplanarak farklı esas numaraları altında incelenmeye devam edilmekte, dosyaların tek bir esas numarası altında birleşmesi söz konusu olmadığı, somut olayda; Bursa 1. Vergi Mahkemesinin başka esaslarında kayıtlı davalar arasında bağlantının varlığına karar verilmesi istenilmişse de; bağlantı müessesesi ancak farklı mahkemelerde görülen davalar arasında söz konusu olabileceğinden, Bursa 1. Vergi Mahkemesi dosyaları arasında bağlantının varlığına karar verilmesi mümkün olmadığından, itiraz isteminin reddine 89 karar verilmiştir.Başka bir uyuşmazlıkta ise, davacı tarafından aynı mahkemenin farklı esasında açılan davanın birleştirilmesi isteminin, mahkemece bağlantı istemi olduğu kabul edilerek bağlantının bulunmadığı yolunda verilen karara itiraz edilmesi üzerine, bölge idare mahkemesince, aynı mahkemenin esasına kayıtlı dava dosyalarının mahkemeden birleştirilmesine karar verilmesinin istenilmesine karşın, dava dosyalarının birleştirilmesi isteminin bağlantı istemi olduğu kabul edilerek bağlantı isteminin reddi yolunda verilen kararda isabet bulunmadığına ve davaların birleştirilmesi istemi ve davanın esası hakkında karar verilmek üzere dosyanın mahkemesine gönderilmesine,90 karar verilmiştir. Bu kararda, İYUK ta öngörülen bağlantı hükümlerinin, aynı mahkemede görülen dava dosyalarının birleştirme istemleri hakkında uygulanamayacağı, bağlantı istemleri ile aynı mahkemedeki davaların tek dosyada birleştirme istemlerinin farklı müesseseler olduğu vurgulanmıştır. Dolayısıyla, aynı mahkemedeki davaların birleştirme is89 İstanbulBölgeİdareMahkemesi5VDD,25.05.2018,E.2018/6993,K.2018/2800sayılıbağlantıkararı;benzeryöndeAnkaraBölgeİdareMahkemesi12İDD,06.03.2018,E.2018/301,K.2018/308sayılı bağlantı kararı; İstanbul Bölge İdare Mahkemesi 5VDD, 29.05.2018, E.2018/7154,K.2018/3990sayılıbağlantıkararı;İzmirBölgeİdareMahkemesi3İDD,22.05.2018,E.2018/588,K.2018/550sayılıbağlantıkararı;aynı mahkemede iki ayrı davanın birleştirilmesinin hukuken mümkün olmadığından, birleştirme isteminin reddine ilişkin İdare Mahkemesi kararına karşı yapılan itirazın reddine,dairSamsunBölgeİdareMahkemesi2İDD,20.06.2019,E.2019/699,K.2019/716sayılıkararı,www.uyap.gov.tr,e.t.,18.04.2020.90 KonyaBölgeİdareMahkemesi3VDD,24.4.2018,E.2018/476,K.2018/275sayılıbağlantıkararı,benzerbiruyuşmazlıkta, davalı idare tarafından yapılan davaların birleştirilmesi talebi hakkında değerlendirme yapılarak karar verilmesi gerekirken, birleştirme talebinin bağlantı talebi olarak kabul edilmesi suretiyle karar verilmesi yerinde değil ise de, aynı mahkemede açılmış olan davalar için 2577 sayılı Kanunda öngörülmeyen davaların birleştirilmesi yönteminin uygulanması mümkün olmadığından, birleştirme istemi hakkında değerlendirme yapılmaksızın verilen mahkeme kararında sonucu itibarıyla isabetsizlik görülmediğine ,dairGaziantepBölgeİdareMahkemesi2VDD,08.07.2019,E.2019/881,K.2019/928sayılıkararı,www.uyap.gov.tr,e.t.,18.04.2020. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi224466  Yunus ERASLANDr.temleri hakkında bölge idare mahkemelerinin karar verme yetkisi bulunmadığı, bu istem hakkında mahkemesince karar verilmesi gerektiği belirtilmiştir. Bu kararın hukuka uygun olduğunu düşünmekteyiz. Bu nedenle aynı mahkemedeki davaların tek dosyada birleştirilmesi istemlerinde, İYUK un bağlantıya ilişkin usul hükümleri uygulanmamalı, mahkemece bu istem karşılanmalıdır. Hatta, bu müessese kanunda özel olarak düzenlenmediğinden, bu istemler hakkında mahkemece ret veya kabul kararı verilmeden yargılamaya devam edilebilmelidir.Bu yöntem bazı ilk derece idare veya vergi mahkemeleri tarafından uygulanmaya çalışılarak, dosyalar birleştirme için bölge idare mahkemelerine gönderilmekte ise de, aynı mahkemedeki dosyaların birleştirmesi yönünde bölge idare mahkemelerince verilmiş bir karar örneği yoktur. Ancak bazı bölge idare mahkemesi istinaf daireleri, aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirilebileceği görüşündedir.91 Bu istinaf dairelerine bağlantı usulü kapsamında aynı mahkemedeki bağlantılı davaların tek dosyada birleştirilmesi istemlerini karara bağlanması başvurusu gelmesi halinde, davaların tek dosyada birleştirilmesi kuvvetle ihtimaldir.c. Dava Dilekçesinin Reddi Yoluyla Birleştirmeİdari yargıda aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirme uygulamasının diğer bir örneği de, dava dilekçesinin reddi yöntemidir. Bu karar türü, idari yargıda 2015 yılından sonra verilmeye başlanmıştır. Konuya ilişkin bir uyuşmazlıkta, davacılar tarafından talep edilen maddi ve manevi zararların miktarlarında da tereddüde düşüldüğü ve davalar arasında derdestlik durumu oluştuğu anlaşılmakla söz konusu olay nedeniyle tek bir dava açılması gerekirken iki ayrı dava açılmış olması nedeniyle davanın sebebi, konusu ve talep edilen tazminat tutarı bakımından 2577 sayılı Yasa nın 3. maddesine uygun olarak düzenlenmeyen dava dilekçesinin bu haliyle kabulüne olanak bulunmadığından dava dilekçesinin reddine karar verilmiştir.91  Özel usulsüzlük cezalarının kaldırılması istemiyle ayrı ayrı açılan ve birleştirme kararları uyarınca tek dosya üzerinden karara bağlanan davada istinaf isteminin reddi yönündeKonyaBölgeİdareMahkemesi2VDD,11.04.2017,E.2016/111,K.2017/919sayılıistinafistemininreddikararı,bukarardadolaylıolarak,aynımahkemedekidosyalarınbirleştirilebileceğininbenimsendiğinigöstermektedir;aynıyönde;İstanbulBölgeİdareMahkemesi3VDD,27.12.2016,E.2016/2713,K.2016/1898sayılıbağlantıkararı;başkabiruyuşmazlıkta uyuşmazlığın her ikisinin de Malatya İdare Mahkemesinde olduğu gözetildiğinde, İdare Mahkemesince birleştirme kararı alınarak Mahkemelerindeki dosyaların birleştirilmesi suretiyle uyuşmazlığın yeniden tek davaya dönüştürülmesi ve bu şekilde işin esası incelenmek suretiyle davacıların talepleri hakkında bir karar verilmesi gerekirken, 2577 sayılı Kanun un 3. maddesine açıkça aykırı bir şekilde söz konusu dilekçenin reddedilmesi ve ardından süresi içinde davanın yenilenmediğinden bahisle davanın süreaşımı nedeniyle reddi yolunda verilen idare mahkemesi kararında hukuki isabet bulunmadığı yönündeGaziantepBölgeİdareMahkemesi3İDD,22.05.2018,E.2018/2068,K.2018/2386sayılıkararı,www.uyap.gov.tr,e.t.,18.04.2020.92 MalatyaİdareMahkemesi,27.10.2017,E.2017/1183,K.2017/1520sayılıkararı,aynıyöndeMalatyaİdareMahkemesi,27.10.2017,E.2017/1063,K.2017/1519sayılıkararı,www.uyap.gov.tr,e.t.,20.04.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 224477Aynı mahkemedeki bağlantılı davaların tek dosyada birleştirilmesi görüşünde olan ilk derece idare ve vergi mahkemeleri, resen birleştirme veya bağlantı usulüyle davaların tek dosyada birleştirilmesi yöntemlerinin idari yargıda genel olarak kabul görmemesi ve netice alınamaması üzerine bu yönteme yönelmişlerdir. Çünkü idare veya vergi mahkemelerince bağlantılı davaların aynı dosyada resen birleştirme uygulaması, temyiz veya istinaf kanun yolu aşamasında usul hükümlerine aykırılık olarak kabul edilmekte, birleştirilen dosyanın tekrar ayırtılmak suretiyle yeniden yargılama yapılması amacıyla, birleştirilen davada verilen kararın bozulmasına karar verilmektedir.93 Bağlantı usulüyle davaların tek dosyada birleştirilmesi yöntemi de bölge idare mahkemelerince genel anlamda kabul görmemiştir.Aynı mahkemedeki bağlantılı davaların tek dosyada birleştirilmesi amacıyla yapılan dava dilekçesinin reddi, dilekçenin İYUK un 3. maddesine aykırılı olduğu gerekçesine dayandırılmaktadır. Ancak İYUK un 3. maddesinde, bağlantılı birden fazla dava konusunun aynı dilekçede yer alması gibi bir zorunluluk öngörülmemiştir. Bu nedenle, aynı mahkemedeki bağlantılı davaların, tek dosyada birleştirilmesi amacıyla yapılan dava dilekçesinin reddi kararlarının hukuka uygun olmadığı söylenebilir.Aynı mahkemedeki davaların birleştirilmesi için uygulanan bu yöntemle, usul açısından kısmen sonuç alındığını söylemek mümkündür. Çünkü dava dilekçesinin 2577 sayılı İYUK un 3. maddesine aykırı olduğu gerekçesiyle yapılan  dava dilekçesinin reddi  kararları, istinaf ya da temyiz yoluna başvurulamayan kararlardandır (m.15). Netice itibariyle bu uygulama, yargılama usulü yönünden engellenemeyen bir yöntemdir.Aralarında bağlantı olan ve aynı mahkemede ayrı ayrı açılan davaların, dava dilekçesinin reddi yöntemiyle birleştirilme uygulaması İYUK un 5. maddesine aykırılık teşkil ettiğini düşünmekteyiz. Çünkü İYUK un 5. maddesine göre, kural olarak her idari işlem aleyhine ayrı ayrı dava açılır. Aralarında maddi veya hukuki yönden bağlılık ya da sebep-sonuç ilişkisi bulunan birden fazla işleme karşı bir dilekçe ile de dava açılabilmesi davacının ihtiyarında olan bir haktır. Yani davacılar açısından bakıldığında, ihtiyari dava arkadaşlığı söz konusudur.94 Yine hak veya menfaatlerinde iştirak bulunması ve davaya yol açan maddi olay veya hukuki sebeplerin aynı olması halinde birden fazla şahsın müşterek dilekçe ile dava açabilmesi de isteğe bağlı bir haktır. Bu seçimlik hakkın kullanılmayarak 93 DanıştayİDDK,12.06.2013,E.2009/187,K.2013/2335sayılıkararı;DanıştayVDDK,25.4.2012,E.2010/741,K.2012/164sayılıkararı;ErzurumBölgeİdareMahkemesi2İDD,18.04.2019,E.2018/1772,K.2019/917sayılıkararı;AnkaraBölgeİdareMahkemesi1VDD,11.04.2018,E.2017/1832,K.2018/555sayılıkararı;AnkaraBölgeİdareMahkemesi3VDD,11.04.2017,E.2017/242,K.2017/645sayılıkararı,www.uyap.gov.tr,e.t.,22.04.2020.94 OğuzSancakdar, İdariYargıdaTekDilekçeileDavaAçma(KarşılaştırmalıHukukîAnaliz) ,DokuzEylülÜniversitesiHukukFakültesiDergisi9,S.2(2007):223-269. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi224488  Yunus ERASLANDr.aynı mahkemede ayrı açılan davaların tek dava dilekçesinde açılmak üzere dava dilekçesinin reddine karar verilmesi, kanunla taraflara verilen seçimlik hakka müdahale niteliği taşır. Bu nedenle, bu yöntemin yürürlükteki mevzuata aykırı olduğunu söylemek mümkündür.Dava dilekçesinin reddi yöntemiyle davaların aynı dosyada birleştirilmesi yöntemi, tarafların rızası hilafına olmaktadır. Ancak tarafların iradeleri birleştirme usulüne dâhil olmaktadır. Çünkü dilekçenin reddi üzerine, birden fazla dava, tek dilekçeyle dava açılmak suretiyle aynı dosyada davacı tarafından birleşmektedir. Diğer bir anlatımla mahkeme, bu usulü taraflar aracılığıyla gerçekleştirmektedir. Bu durum, açılan yeni davada verilen kararın usulden (ayrı ayrı davalara bakılması gerektiği yönünden) bozulma ihtimalini azaltmaktadır. Bu şekilde birleşen dosyada verilen mahkeme kararlarının kanun yolu incelemesinde, yargılamanın daha az giderle ve daha hızlı görülmesini sağlamak açısından, bu yöntemin usul hükümlerine uygun olup olmadığına girilmemektedir. Bu yönteme davanın iradesinin de dâhil edilmiş olması, birleştirilmiş dosyada verilen mahkeme kararının usulden bozulmasına önemli bir engel teşkil ettiği açıktır.Dava dilekçesinin reddi suretiyle davaların tek dosyada birleştirilmesi yöntemi, taraflar yönünden bazı sakıncalar doğurabilmektedir. Örneğin dava dilekçesinin reddi üzerine, davacı tarafından 30 gün içinde yenileme dilekçesiyle yeniden dava açılması gerekmektedir. Dilekçe ret kararına uygun olarak 30 gün içinde dava açılmaması veya kararın tebliğ tarihini izleyen günden itibaren 30 günden sonra dava açılması halinde, davacı hak kaybına uğrayacaktır. Bu durum ise, mahkemeye ulaşmayı aşırı derecede zorlaştıran ya da imkânsız hâle getiren uygulamalar kapsamında değerlendirilerek, mahkemeye erişim hakkının ihlal edildiği sonucuna götürebilir.95Konuya ilişkin bir uyuşmazlıkta, aynı mahkemede görülen davalar arasında derdestlik durumu oluştuğu, olay nedeniyle tek bir dava açılması gerekirken iki ayrı dava açılmış olması nedeniyle davanın sebebi, konusu ve talep edilen tazminat tutarı bakımından 2577 sayılı Yasa nın 3. maddesine uygun olarak düzenlenmeyen dava dilekçesinin bu haliyle kabulüne olanak bulunmadığı yönünde Malatya İdare Mahkemesi tarafından birlikte açılması gerekirken ayrı ayrı dilekçelerle aynı olaydan kaynaklı tazminat davası açılmasının 2577 sayılı Kanun un 3. maddesine aykırı olduğu belirtilerek ve dava dilekçelerinin birleştirilmesini sağlamak amacıyla dilekçenin reddine karar verildiği, söz konusu dilekçe ret kararının davacı vekiline tebliği üzerine 30 günlük süre içinde yenileme dilekçesi verilmediğinden bahisle ise davanın süreaşımı nedeniyle reddi yönünde verilen kararın, davaların birleştirilmesi suretiyle tek bir davaya dönüştürülmesi olanaklı olmasına karşın dilekçenin reddine ilişkin kararın 2577 sayılı Kanun a açıkça 95 GaziantepBölgeİdareMahkemesi3İDD,22.05.2018,E.2018/2068,K.2018/2386sayılıkararı,www.uyap.gov.tr,e.t.,22.04.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 224499aykırı bir şekilde verilmesi nedeniyle davacının 30 günlük hak düşürücü yenileme süresini kaçırdığından söz edilemeyeceği, bu haliyle mahkemeye erişim hakkı ile hak arama özgürlüğünün kısıtlandığı, bu hususların ise hakkaniyete ve hukuka aykırı olduğundan, süre ret kararının kaldırılmasına,96 karar verilmiştir.Karar hakkaniyete uygun olmakla birlikte iki yönden hukuka uygun olmadığını düşünmekteyiz. Birinci olarak karar  otuz gün içinde bizzat veya bir avukat vasıtasıyla dava açılmak üzere dilekçelerin reddine  (İYUK m.15) dair Kanun hükmüne açık aykırıdır. İkinci olarak ise, iki ayrı dosyada tazminat davası açılması halinde anılan dosyaların birleştirilmesi ve tazminat isteminin tek davaya dönüştürülmesinin İYUK un 3. maddesi uyarınca sağlanmasına olanak bulunmadığı gerekçesi yerindedir. Ancak, davaların (resen) birleştirilmesi suretiyle tek bir davaya dönüştürülmesi olanaklı olmasına karşın dava dilekçesinin reddinin hukuka uygun olmadığı gerekçesi karar da belirtilmiş ise de, davaların resen tek dosyada birleştirilmesinin de açık bir kanuni dayanağının bulunmadığı, bu gerekçeye dayanılarak, kanunda öngörülen 30 gün içinde açılmayan davanın süre aşımı nedeniyle reddine dair kararın kaldırılmasının hukuken olanaklı olmadığını düşünmekteyiz.Sayılan sakıncalar nedeniyle, aynı mahkemedeki davaların tek dosyada birleştirilmesi için dava dilekçesinin reddi yöntemine zorunlu olmadıkça başvurulmaması yerinde olacaktır.d. Bozma Kararına Uyma Yoluyla Birleştirmeİdari yargıda aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirilmesi, üst derece yargı merciinin bozma kararına uyulmak suretiyle de yapılabilmektedir.Danıştay veya bölge idare mahkemeleri, aynı mahkemedeki bağlantılı davaların tek dosyada birleştirilerek görülmesi gerektiği yönünde bozma kararları verebilmektedir. Konuya ilişkin bir uyuşmazlıkta,  uyuşmazlığın her ikisinin de Malatya İdare Mahkemesinde olduğu gözetildiğinde, İdare Mahkemesince birleştirme kararı alınarak Mahkemelerindeki dosyaların birleştirilmesi suretiyle uyuşmazlığın yeniden tek davaya dönüştürülmesi ve bu şekilde işin esası incelenmek suretiyle davacıların talepleri hakkında bir karar verilmesi gerekirken, 2577 sayılı Kanun un 3. maddesine açıkça aykırı bir şekilde söz konusu dilekçenin reddedilmesi ve ardından süresi içinde davanın yenilenmediğinden bahisle davanın süreaşımı nedeniyle reddi yolunda verilen idare mahkemesi kararında hukuki isabet görülmediği 97 yönünde karar verilmiştir.96 GaziantepBölgeİdareMahkemesi3İDD,22.05.2018,E.2018/2068,K.2018/2386sayılıkararı,www.uyap.gov.tr,e.t.,07.05.2020.97 GaziantepBölgeİdareMahkemesi3İDD,22.05.2018,E.2018/2068,K.2018/2386sayılıkararı;benzeryöndemahkeme esasına kaydedilen dosyaların birleştirilmesi gerekirken derdestlik nedeniyle incelenmeksizin ret kararı verilmesinde hukuki isabet görülmediğine ve yeniden bir karar  2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi225500  Yunus ERASLANDr.Başka bir uyuşmazlıkta, 9 ders ile ilgili olarak tesis edilen işlemin iptali istemiyle açılan davada, her bir ders için ayrı dilekçeyle işlemin iptali için dava açılması gerekirken tek dilekçeyle dava açılmasında 2577 sayılı Kanunun 5 inci madde hükmüne uyarlık bulunmadığı  gerekçesiyle dava dilekçesinin reddine karar verildiği, dilekçe ret kararı sonrasında yenilenen 9 ayrı davada da incelenmeksizin ret kararı verildiği, davacının tek bir kararla tesis edilen işleme yönelik olarak tek dilekçeyle açtığı davada vermiş olduğu dava dilekçesinin 2577 sayılı Kanunun 5/1 maddesine uygun bir dilekçe olduğu, bu itibarla uyuşmazlığın tek bir davada görüm ve çözümünün mümkün olduğu sonucuna varıldığından, davacının usulüne uygun olarak düzenlediği dava dilekçesine yönelik olarak usul ve yasaya aykırı verilen dilekçe ret kararı sonrasında açılan davaların derdest olduğu gerekçesiyle incelenmeksizin reddi yönünde verilen istinafa konu Mahkeme kararında usul kurallarına ve hukuka uyarlık bulunmadığına karar verilmiştir. Bu kararda açık olarak belirtilmemiş ise de, tek dava ile görülecek uyuşmazlığın dilekçenin reddi yoluyla 9 ayrı davaya ayrılmasının hukuka aykırı olduğu, ayrılan bu davaların tekrar birleştirilmesi suretiyle yeniden karar verilmesi gerektiği amaçlanmıştır. Bu kaldırma kararın uygulanması, dava dilekçesinin reddi yoluyla ayrılan davaların yeniden tek dosyada birleştirilmesi ve bu şekilde karar verilmesi şeklinde olacaktır.Bu yöntem, kaldırma kararı üzerine uygulandığı için, ilk derece yargı mercii tarafından zorunlu olarak uygulanmaktadır. Çünkü bölge idare mahkemesinin istinaf üzerine verdiği ve temyiz yolu açık olmayan kararları kesin olarak verilmektedir. Bölge idare mahkemesinin bu tür kararlarına karşı, ilk derece mahkemesinin direnme hakkı hukuken bulunmamaktadır. İlk derece yargı merci bölge idare mahkemesinin kararına katılmasa dahi, bozma (kaldırma) kararında öngörülen birleştirmeyi mecburi olarak uygulayacaktır. Bu durum, aynı mahkemedeki davaların tek dosyada birleştirmesinde farklı bir yöntemi ortaya çıkarmıştır.2. Aynı Mahkemede Görülen Bağlantılı Davaların Birleştirilmesinin Hukuki SonuçlarıİYUK ta öngörülen bağlantı hükümleri, farklı mahkemelerde açılan davaların tek bir mahkemede ayrı esas numarası alarak birleştirilmesini amaçlamaktadır. Ancak son yıllarda aynı mahkemede görülen davaların da, bağlantı nedeniyle aynı dosyada birleştirilmesi şeklinde kararlar verilmeye başlanmıştır.Bu kararlar farklı gerekçelere dayandırılmakta ve değişik yöntemlerle yapılmaktadır. Aynı mahkemedeki bağlantılı davaların tek dosyada birleştirilmesi yöntemlerinden resen birleştirme ve bağlantı yoluyla birleştirme türü idari yargıda genel kabul görmemiştir. Danıştay ve bölge idare mahkemeleri, bu tür birleşverilmek üzere dosyanın mahkemesine iadesine,dairAnkaraBölgeİdareMahkemesi10İDD,11.01.2017,E.2017/17,K.2017/3sayılıkararı,www.uyap.gov.tr,e.t.,07.05.2020.98 KonyaBölgeİdareMahkemesi3İDD,14.12.2017,E.2017/2527,K.2017/3168sayılıkararı,www.uyap.gov.tr,e.t.,07.05.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 225511tirme kararlarını usul hükümlerine aykırı bulmuş ve davaların tekrar ayrılmasını sağlamıştır. Ancak bu tür birleştirme kararları, kısmen de olsa uygulama alanı bulmuştur. Bozma kararına uyularak, aynı mahkemedeki davaları birleştirme uygulamasının uygulama alanı da çok sınırlıdır.Dava dilekçesinin reddi suretiyle aynı mahkemedeki davaların birleştirilmesi yöntemi de, sınırlı bir uygulama alanına sahiptir. Ancak gerek taraflar gerekse de üst yargı mercileri, bu birleştirme uygulamasına engel olamamaktadır. Çünkü  dava dilekçesinin reddi  kararları, istinaf ya da temyiz yoluna başvurulamayan kararlardandır (m.15). Bu yöntemde davacının iradesinin de dâhil edilmiş olması, birleştirilmiş dosyada verilen mahkeme kararının usulden bozulmasına önemli bir engel teşkil etmektedir.Aynı mahkemedeki bağlantılı davaların tek dosyada birleştirilmesinin kanuni bir dayanağı bulunmamaktadır. Danıştay kararında da,  idari yargılama usulünde, bağlantılı davaların birleştirilmesine ilişkin yasal bir düzenleme bulunmasa da, birbiriyle hukuki irtibatı bulunan davaların birleştirilmesi usulü Danıştay içtihatlarıyla tesis edilmiş olduğundan, biri hakkında verilecek kararın, diğerine tesir edecek mahiyetteki davaların birleştirilebileceği içtihat olarak kabul edilmektedir 99 açıklamasına yer verildiği üzere, bu uygulama idari yargıda içtihat yoluyla benimsendiği belirtilmiştir. Ancak aynı mahkemede görülen ve tek dosyada birleştirilecek davaların kapsamı ve sınırının ne olduğu konusunda bir ölçüt bulunmamaktadır.Aynı mahkemedeki davaların birleştirilmesinde, genellikle bağlantıya ilişkin hükümlere atıf yapılmaktadır. Bağlantı hükümleri kapsamındaki davalar ise geniş kapsamlıdır. İYUK ta, aynı mahkemede tek dilekçeyle açılacak davalara 5. maddeyle sınır getirilmiştir. Çünkü biri hakkında verilecek kararın diğerine tesir edecek mahiyetteki davaların tümü arasında maddi veya hukuki yönden bağlılık ya da sebep sonuç ilişkisi bulunmayabilir (İYUK m.5/1). Ya da hak veya menfaatlerinde iştirak bulunması ve davaya yol açan maddi olay veya hukuki sebeplerin aynı olması halinde birden fazla şahsın müşterek dilekçe ile dava açabilmesi mümkün iken, biri hakkında verilecek kararın diğerine tesir edecek mahiyetteki davalar bu kapsamı aşabilir. Davalar arasında bağlantı olması, bu davaların mutlaka tek dilekçe ile açılabileceğini göstermez.100Aralarında maddi veya hukuki yönden bağlılık ya da sebep sonuç ilişkisi bulunmayan işlemlere tek dava açılması veya birden fazla kişinin tek dilekçeyle açtığı davada hak veya menfaatlerin iştirak olmaması ve davaya yol açan maddi olay veya hukuki sebeplerin aynı olmama halinde, 5. maddeye uygun olmayan dava dilekçesi kanunun amir hükmü gereği, ayrı dava açılmak üzere reddedilecektir (İYUK m.15). Kanun koyucunun amir hükmü gereği ayrı dava açılmak 99 DD,26.3.2018,E.2014/5114,K.2018/2009sayılıkararı,www.uyap.gov.tr,e.t.,07.05.2020.100 Sancakdar, İdariYargıdaTekDilekçeileDavaAçma(KarşılaştırmalıHukukîAnaliz), 256. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi225522  Yunus ERASLANDr.üzere reddedilecek bir durumu, biri hakkında verilecek kararın diğerine tesir edecek mahiyetteki davalar olarak kabul etmek, bağlantı hükümleri kapsamında yorum yoluyla ve davaların birleştirilmesi usulüyle aşmak, kanunun açık hükmüne ve kanun koyucunun amacına açık aykırılık teşkil edecektir.Aynı mahkemede görülen davaların tek dosyada birleştirilmesi uygulamasının idari yargıda kısmen kabul görmüş olması, dava dilekçesinin reddi gibi engel olunamayan birleştirme yöntemlerinin kullanılmaya başlanması halleri dikkate alındığında,  aynı mahkemedeki davaların tek dosyada birleştirilmesi  müessesinin İYUK ta özel olarak düzenlenmesini gerekli kılmaktadır. Bu şekilde, aynı mahkemedeki davaların birleştirilmesine ilişkin farklı uygulamaların ve hak kayıplarının idari yargıda önüne geçilmiş olacaktır. Örneğin dava dilekçesinin reddi suretiyle davaların birleştirilmesi yönteminde olduğu gibi, davanın süresinde yenilenmemesi gibi sakıncalar ortadan kalkacaktır.Aynı mahkemede görülen davaların birleştirilmesinin yöntem ve usulü, bağlantı hükümlerinden farklı olarak yapılması kanunda öngörülmelidir. Bu konuda yapılacak kanuni düzenlemeyle, bu tür birleştirme, istek üzerine veya doğrudan mahkeme veya daire tarafından yapılabilmelidir. Bağlantı hükümlerinde olduğu gibi, aynı mahkemedeki davaların birleştirilmesi için dosya bölge idare mahkemesine gönderilmemelidir. Yapılacak kanuni düzenlemeyle, tek dosyada birleştirilecek davaların kapsam ve sınırı İYUK un 5. maddesi hükmüne uyumlu olacak şekilde belirlenmelidir. Diğer bir deyişle, tek dava dilekçesiyle açılabilecek konularla sınırlı olarak, ayrı açılan davaların birleştirilmesi imkânı getirilmelidir. Bu şekilde 2577 sayılı İYUK 5. maddesine uygun olmayan ve bu nedenle dava dilekçesinin reddi sebebi sayılabilecek uyuşmazlıkların tek dava dosyasında birleştirilmesinin önüne geçilmiş olacaktır. Bu durum davacı lehine de olacaktır. Çünkü davacı tarafından tek dilekçeyle açılma imkânı olduğu halde ayrı açılan davaların, davacının sonradan istemi üzerine tek dosyada birleştirilmesi imkânı olacaktır.Uygulamada, aynı mahkemede görülen davaların birleştirilmesindeki temel amacın, davayı kazanan tarafa tek vekâlet ücreti hükmedilmesi sağlamak olduğu yukarıda belirtilmişti. Bu nedenle yapılacak kanuni düzenlemede, birleştirilen dosyada taraflar lehine vekâlet ücretinin ne şekilde hükmedileceğinin de açık olarak belirtilmesi faydalı olacaktır.Farklı mahkemelerde görülen davaların bağlantı hükümleri kapsamında aynı mahkemede farklı esas numarası alarak birleştirilmesi üzerine dahi, mahkeme veya dairece gerekli görülmesi halinde davalar tek dosyada birleştirilebilmelidir. Bu amaçla, İYUK ta yer verilen  Bağlantının bulunup bulunmadığı yolundaki bölge idare mahkemesi ve Danıştay kararları kesindir  (m.42) kuralından sonra gelmek üzere aynı maddeye,  Bağlantı bulunduğu yolundaki bölge idare mahkemesi ve Danıştay kararlarının kesin olması, bu davaların tek dosyada birleştirilmesine engel değildir  yönünde bir bent eklenmesi yerinde olacaktır.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 2255333. Bağlantı Nedeniyle Tek Dosyada Birleştirme Kararlarına Karşı Kanun YollarıFarklı mahkemelerde veya biri Danıştay da görülen davalar arasında bağlantının bulunup bulunmadığı yolundaki bölge idare mahkemesi ve Danıştay kararları kesindir (İYUK m.42/3). Kanun gereği kesin olarak verilen bu kararlara karşı kanun yoluna başvurulamaz.Aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirilmesine ilişkin kararlar ise, İYUK 38-42 maddeleri kapsamındaki kararlardan değildir. Bu kararlar davaya bakan ilk derece mahkemelerince  Dosya esas kaydının kapatılmasına ve dosyaların birleştirilmesine  şeklinde verilmektedir. Bu kararlar kesin kararlardan değildir.Hukuk Muhakemeleri Kanunu nun 168 inci maddesine göre,  Aynı yargı çevresinde yer alan aynı düzey ve sıfattaki hukuk mahkemelerinde görülmekte olan davalar yönünden verilen birleştirme ve ayırma hususundaki ilk derece mahkemesi kararlarına karşı istinaf yoluna; bölge adliye mahkemesi kararları hakkında ise temyiz yoluna, ancak hükümle birlikte gidilebilir .İdari yargıda uyuşmazlığın esasını çözmemekle beraber karar numarası alan  davaların birleştirilmesine ve esas kaydının kapatılmasına  dair kararlar, kendi başlarına veya asıl kararla birlikte temyiz ya da istinafa konu edilip edilemeyeceklerine ilişkin Hukuk Muhakemeleri Kanunu na benzer bir düzenlemeye İYUK ta yer verilmemiştir.Aynı mahkemede görülen bağlantılı davaların tek dosyada birleştirilmesine ilişkin kararlara karşı, kanun yoluna başvurulup başvurulmayacağı idari yargıda tartışmalıdır. Danıştay, aynı mahkemede görülen  davaların birleştirilmesine ve esas kaydının kapatılmasına  dair kararlara karşı tek başına kanun yoluna başvurulamayacağı görüşündedir. Konuya ilişkin uyuşmazlıkta, mahkemece, temyize konu kararla, Mahkemelerinin başka bir dosyasının aynı işleme ilişkin olması gerekçe gösterilerek, dosyanın, diğer dosya ile birleştirilmesine ve esas kaydının kapatılmasına karar verildiği, bu karar hukuka aykırı olduğu iddiasıyla temyiz edilmiş ise de; mahkemelerce verilen birleştirme kararlarına karşı ayrıca bir itiraz ve temyiz yolu kanunda öngörülmediğinden, davaların birleştirilmesi müessesesinin içtihatlarla kabul edilmesi karşısında, birleştirme kararına karşı yapılan temyiz başvurusunun, birleştirilen asıl dosyadan bağımsız olarak incelenmesi ve bu hususta karar verilmesinin mümkün bulunmadığına karar vermiştir.Danıştay ın bu görüşüne katılmıyoruz. Çünkü bu kararlar ara karar şeklinde verilmemektedir. İYUK ta, kanun yoluna başvurulamayacak kararlar tahdidi olarak gösterilmiştir. Örneğin, konusu beş bin Türk lirasını geçmeyen vergi davaları, tam yargı davaları ve idari işlemlere karşı açılan iptal davaları hakkında idare ve 101 DD, 30.5.2018, E.2014/5164, K.2018/3051 sayılı kararı, aynı yönde DD, 30.5.2018,E.2014/5162,K.2018/3050sayılıkararı,www.uyap.gov.tr,e.t.,08.05.2020. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi225544  Yunus ERASLANDr.vergi mahkemelerince verilen kararlar kesin olup, bunlara karşı istinaf yoluna başvurulamaz (İYUK m.45/1). Yine dava dilekçesinin reddi kararlarına da ilgisine göre istinaf ya da temyiz yoluna başvurulamaz (İYUK m/15). Davaların birleştirilmesine ve esas kaydının kapatılmasına  dair kararların kanunda gösterilen karar türlerinden olmaması ve bu kararlara karşı ayrıca bir istinaf ve temyiz yolunun kanunda öngörülmemesi, bu kararlara karşı kanun yolunun kapalı olduğunu göstermez. Bu kararların asıl (birleştirilen dosyada verilen) kararla birlikte temyiz ya da istinafa konu edileceğine ilişkin Hukuk Muhakemeleri Kanunu na benzer bir düzenlemeye İYUK ta yer verilmemiştir. Temyiz veya istinaf yoluna başvurulamayacağı kanunda özel olarak belirtilmeyen ve ara karar niteliğinde olmayan kararlara karşı kanun yoluna başvurulabilmesi hak ara hürriyeti gereğidir. İdari yargıda incelenmeksizin ret veya karar verilmesine yer olmadığı yönündeki kararlar da kanunda öngörülmeyen kararlar olduğu halde, bu kararlara karşı kanun yollarına başvurulabilmektedir. Davaların birleştirilmesine ve esas kaydının kapatılmasına  dair kararlara karşı kanun yolunun kapalı olduğunu savunmak, hak arama hürriyetini kısıtladığı gibi, adil yargılanma hakkını da ihlal eder. Bu tür bir yorum, yargılamanın uzamasına ve daha fazla masraf yapılmasına sebep olur. Çünkü böyle bir durumda aynı mahkemede görülen davaların tek dosyada birleştirilmesinin hukuka uygun olup olmadığı hususu, birleştirilen dosyada verilen kararın kanun yolu aşamasında yapılacaktadır. Bu aşamada, birleştirme kararının hukuka uygun olmadığı, davaların ayrı ayrı bakılması gerektiği yönünde karar verilmesi halinde ise yargılamanın uzamasına sebebiyet verilecektir. Kaldı ki idari yargı yerleri birleştirilmiş davaların kanun yolu aşamasında, birleştirme kararının hukuka uygun olmadığı, davaların ayrı ayrı bakılması gerektiği yönünde kararlar vermektedir.103 Şayet birleştirme kararına karşı doğrudan kanun yoluna başvurulsa ve bu aşamada bozma veya kaldırma kararı verilse idi, yargılamanın uzaması engellenebilirdi.Yapılan açıklamaların neticesi olarak, aynı mahkemede görülen davalarda karar numarası alınarak verilen  davaların birleştirilmesine ve esas kaydının kapatılmasına  dair kararlara karşı, hukuki menfaati bulanan tarafın kanun yoluna başvurulabilmesi İYUK a, hak arama hürriyetine ve adil yargılanma ilkesine uygun olacaktır.102 İdariyargıdaincelenmeksizinretkararlarıhakkındabkz.YunusEraslanveSelmanSacitBoz, İdariYargılamaUsulündeİncelenmeksizinRetKararları ,TürkİdareDergisi,S.488(2019):203241.103 ErzurumBölgeİdareMahkemesi2İDD,18.04.2019,E.2018/1772,K.2019/917sayılıkararı;DanıştayİDDK,12.06.2013,E.2009/187,K.2013/2335sayılıkararı,www.uyap.gov.tr,e.t.,09.05.2020.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 225555SONUÇHukuk Muhakemeleri Kanunu nda bağlantı nedeniyle birleştirme, aynı veya farklı mahkemelerde görülen davalar hakkında uygulanmakta ve davalar tek dosyada birleştirilmektedir. İYUK ta bağlantı hükümleri ise, farklı mahkemelerde görülen davalar arasında uygulanmakta ve davalar aynı mahkemede farklı dosyalara görülecek şekilde birleştirilmektedir. İdari yargıda farklı mercilerde bakılan bağlantılı davaların birleştirme usulünde genel kabul görmüş uygulama, dosyaların aynı mahkemede veya aynı dairede farklı esaslarda bakılmasıdır. Farklı mercilerde bakılan bağlantılı dosyaların tek dosyada birleştirilmesi usulü istisnai ve kanuni dayanağı olmayan bir uygulamadır. Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen bağlantılı davaların birleştirilmesinde ya da farklı mahkemelerdeki bağlantılı davaların birleştirilmesinde Danıştay ın ve bölge idare mahkemelerinin genel uygulaması, davaların aynı mahkeme veya dairede farklı esas numarası alınarak görülmesi şeklindedir.Danıştay da görülen bir dava ile ilk derece (idare ve vergi) mahkemelerinde görülen dava arasında bağlantı bulunması halinde, bağlantı nedeniyle davaların birleştirilmesi istemi taraflarca doğrudan Danıştay a yapılması halinde, birleştirme usulüne yönelik ne yönde karar verileceğine ilişkin kanunda açık bir düzenleme yapılmamıştır. Bu tür bağlantı durumunda, Danıştay ın doğrudan doğruya karar vermesi yetkisi bulunup bulunmadığı konusunda kanunda açık bir düzenleme yoktur. Bu konuyla ilgili kanunda bir boşluğun bulunduğunu söylemek mümkündür. Bu nedenle 2577 sayılı Kanunun bağlantıya ilişkin hükümlerinde değişiklik yapılmalı ve Danıştay ın da doğrudan doğruya veya istem üzerine bağlantı istemi hakkında karar verebilmesi açıkça düzenlenmelidir.Farklı mahkemelerde görülen dava dosyalarıyla ilgili bağlantı istemi hakkında karar verilmesi için, bölge idare mahkemesine veya Danıştaya gönderilen dosyaların ait olduğu mahkemesindeki esas kaydı, bağlantı istemi bulunduğu yolunda karar verilmesi halinde de açık bulunmaktadır. Bağlantının bulunduğu yolundaki kararda, yetkili mahkeme belirtilmek suretiyle kanun gereği dosyalar yetkili mahkemeye gönderilmektedir. Durum ayrıca diğer mahkemeye de duyurulmaktadır. Kanunda, bağlantı yoluyla diğer mahkemeye gönderilen ve durumu ise mahkemesine duyurulan dava dosyasının akıbeti ile ilgili bir düzenlemeye yer verilmemiştir. Kanunda bu durumla ilgili bir boşluk bulunmaktadır. İYUK ta yer alan bu boşluk,  durum ayrıca diğer mahkemeye de duyurulur  ifadesinin  dosya esas kaydının kapatılması için durum ayrıca diğer mahkemeye de duyurulur  şeklinde değiştirilmesi suretiyle giderilebilir.İdari yargıda son yıllarda, aynı mahkeme veya dairede görülen davaların bağlantı nedeniyle aynı dosyada birleştirilmesi şeklinde kararlar verilmeye başlanmıştır. Bu tür birleştirme uygulamasıyla ilgili birçok uyuşmazlık ortaya çıkmış ve bu konu bölge idare mahkemesi ve Danıştay kararlarına da yansımaya  2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi225566  Yunus ERASLANDr.başlamıştır. Aynı mahkemede görülen davaların birleştirilmesindeki temel amaç, davayı kazanan tarafa tek vekâlet ücreti hükmedilmesidir.İdari yargı uygulamasında aynı mahkemedeki bağlantılı davaların aynı dosyada birleştirilmesi; mahkemece resen birleştirme, bağlantı usulü kullanılarak birleştirme, dava dilekçesinin reddi suretiyle birleştirme, bozma kararına uyulması suretiyle dava dosyalarının birleştirilmesi yöntemleriyle yapılmaktadır.İYUK un bağlantıya ilişkin mevcut hükümleri, aynı mahkemede görülen davaların tek dosyada birleştirilmesine engel olmadığı doktrinde de savunulmakta ise de, davaların aynı dosyada birleştirilmesini öngören bir kurala İYUK ta yer verilmemiştir. Hatta İYUK un 39. maddesinin 2. fıkrasının a bendinin ilk halindeki hükmünde geçen  birleştirilerek  ifadesi, kanundan çıkarılmasıyla da, bağlantılı davaların aynı dosyada birleştirilmesinin önlemeyi kanun koyucunun amaçladığı söylenebilir.Aynı mahkemedeki bağlantılı davaların tek dosyada birleştirilmesinin uygulaması, idari yargıda sınırlı da olsa içtihat yoluyla benimsenmiştir. Ancak tek dosyada birleştirilecek davaların kapsamı ve sınırının ne olduğu konusunda bir ölçüt bulunmamaktadır.Aynı mahkemedeki davaların birleştirilmesinde, genellikle bağlantıya ilişkin hükümlere atıf yapılmaktadır. Ancak İYUK ta, aynı mahkemede tek dilekçeyle açılacak ve görülecek davalara 5. maddeyle sınır getirilmiştir. Çünkü 5. maddeye göre, aralarında maddi veya hukuki yönden bağlılık ya da sebep-sonuç ilişkisi bulunan birden fazla işleme karşı bir dilekçe ile dava açılabilir. Ya da hak veya menfaatlerin iştirak bulunması ve davaya yol açan maddi olay veya hukuki sebeplerin aynı olması halinde birden fazla şahıs müşterek dilekçe ile dava açabilir. Aksi halde 5. maddeye uygun olmayan dava dilekçesi kanunun amir hükmü gereği, ayrı dava açılmak üzere reddedilir (İYUK m.15). Bağlantı hükümleri kapsamındaki davalar ise, 5. maddede belirtilen ve tek dilekçeyle dava açılabilen hallerden daha kapsamlıdır. Çünkü, biri hakkında verilecek kararın diğerine tesir edecek mahiyette olması bağlantı sebebidir. Bu sebep geniş kapsamlı olduğundan İYUK un 5. maddesi kapsamında olmayan durumlarda da, davaların tek dosyada birleştirilebilmesi mümkündür. Böyle bir durum ise, kanunun amir hükmü gereği dilekçenin reddi gerektiren bir halin, biri hakkında verilecek kararın diğerine tesir edecek mahiyetteki davalar olarak kabul edilerek, bağlantı hükümleri kapsamında yorum yoluyla ve davaların tek dosyada birleştirilmesi usulüyle aşılması sonucunu doğurur. Bu uygulama ise, İYUK un 5. maddesi hükmüne ve kanun koyucunun amacına açık aykırılık teşkil edecektir.Aynı mahkemedeki bağlantılı davaların tek dosyada birleştirilmesi yöntemlerinden resen birleştirme ve bağlantı yoluyla birleştirme türü idari yargıda genel kabul görmemiştir. Danıştay ve bölge idare mahkemeleri, bu tür birleştirme kararlarını usul hükümlerine aykırı bulmuş ve davaların tekrar ayrılmasını sağlamıştır. Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 225577Ancak bu tür birleştirme kararları, kısmen de olsa uygulama alanı bulmuştur. Bozma kararına uyularak aynı mahkemedeki davaları birleştirme uygulamasının uygulama alanı da çok sınırlıdır.Dava dilekçesinin reddi suretiyle aynı mahkemedeki davaların birleştirilmesi yöntemi de sınırlı bir uygulama alanına sahiptir. Ancak gerek taraflar gerekse de üst yargı mercileri, bu birleştirme uygulamasına engel olamamaktadır. Çünkü  dava dilekçesinin reddi  kararları, doğrudan istinaf ya da temyiz yoluna başvurulamayan kararlardandır. Bu yöntemde davacının iradesinin de dâhil edilmiş olması, birleştirilmiş dosyada verilen mahkeme kararının usulden bozulmasına önemli bir engel teşkil etmektedir.Aynı mahkemede görülen davaların tek dosyada birleştirilmesi uygulamasının idari yargıda kısmen kabul görmüş olması, dava dilekçesinin reddi gibi engel olunamayan birleştirme yönteminin kullanılmaya başlanması halleri de dikkate alındığında,  aynı mahkemedeki davaların tek dosyada birleştirilmesi  müessesinin İYUK ta özel olarak düzenlenmesini gerekli kılmaktadır. Bu şekilde idari yargıda, aynı mahkemedeki davaların birleştirilmesine ilişkin farklı uygulamaların önüne geçilmiş olacaktır.Aynı mahkemede görülen davaların tek dosyada birleştirilmesinin yöntem ve usulü, bağlantı hükümlerinden farklı olarak kanunda özel olarak düzenlenmelidir. Bu konuda yapılacak kanuni düzenlemeyle, tek dosyada birleştirilecek davaların kapsam ve sınırı, İYUK un 5. maddesi hükmüne uyumlu olacak şekilde belirlenmelidir. Diğer bir deyişle; tek dava dilekçesiyle açılabilecek konularla sınırlı olarak, ayrı açılan davaların tek dosyada birleştirilmesi imkânı getirilmelidir. Bu şekilde İYUK 5. maddesine uygun olmayan ve bu nedenle dava dilekçesinin reddi sebebi sayılabilecek dava konularının, tek dava dosyasında birleştirilmesinin önüne geçilmiş olacaktır.Aynı mahkemede görülen davaların birleştirilmesinin yöntem ve usulüne ilişkin yapılacak kanuni düzenlemede, birleştirme kararına karşı kanun yolunun olup olmadığı ve birleştirilen dosyada taraflar lehine vekâlet ücretinin ne şekilde hükmedileceğinin de açık olarak belirtilmesi yerinde olacaktır. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi225588  Yunus ERASLANDr.",
     "Kaynakça": "Akyılmaz, Bahtiyar; Sezginer, Murat ve Kaya, Cemil. Türk İdari Yargılama Hukuku. Ankara: Savaş Yayınları, 2019.Atalı, Murat; Ermenek, İbrahim ve Erdoğan, Ersin. Medeni Usul Hukuku. Ankara: Yetkin Yayınları, 2018.Atay, Ender Ethem. İdari Yargılama Hukuku. Ankara: Seçkin Yayıncılık, 2020.Avcı, Mustafa.  İdari Yargıda İstinaf. , Türkiye Barolar Birliği Dergisi, S.96 (2011): 179 204.Avcı, Mustafa. İdari Yargılama Usulündeki Son Yenilikler ve İdari Yargıda İstinaf Kanun Yolu. Ankara: Yetkin Yayınları, 2017.Bilgin, Hüseyin. İdari Yargıda İstinaf Başvuru Rehberi. Ankara: Adalet Yayınevi, 2016.Bilgin, Hüseyin. İdari Davalar ve Çözüm Yolları. Ankara: Seçkin Yayınları, 2018.Candan, Turgut. Açıklamalı İdari Yargılama Usulü Kanunu. Ankara: Yetkin Yayınları, 2017.Çağlayan, Ramazan. İdari Yargılama Hukuku. Ankara: Seçkin Yayıncılık, 2019.Çağlayan, Ramazan. İdarî Yargı Kararlarına Karşı Başvuru Yolları. Anakara: Seçkin Yayıncılık, 2017.Çınarlı, Serkan. İdari Yargılamada İstinaf ve Bölge İdare Mahkemeleri. Ankara: Seçkin Yayıncılık, 2018.Eraslan, Yunus ve Boz, Selman Sacit.  İdari Yargılama Usulünde İncelenmeksizin Ret Kararları , Türk İdare Dergisi, S.488 (2019): 203 241.Ermenek, İbrahim. Medeni Usul Hukukunda Davaların Birleştirilmesi ve Ayrılması. Ankara: Yetkin Yayınları, 2014.Görgün, Lütfi Şanal; Börü, Levent; Toraman, Barış ve Kodakoğlu, Mehmet. Medeni Usul Hukuku. Ankara: Yetkin Yayınları, 2018.Gözübüyük, Şeref ve Tan, Turgut. İdare Hukuku C.II. Ankara: Turhan Kitabevi, 2012.Işıklar, Celal.  İdari Yargıda Derdestlik. , Gazi Üniversitesi Hukuk Fakültesi Dergisi XVI, (2012): 63 106.Kalabalık, Halil. İdari Yargılama Usulü Hukuku. Konya: Sayram Yayınları, 2014.Kaplan, Gürsel. İdari Yargılama Hukuku. Ankara: Ekin Yayınları, 2020.Karavelioğlu, Celal ve Karavelioğlu, Erdem Cemil. İdari Yargılama Usulü Kanunu. Ankara: Adalet Yayınevi, 2015.Melikşah, Yasin.  İdari Yargıda Bağlantılı Davalar. , Hukuk, Ekonomi ve Siyaset Bilimler Aylık İnternet Dergisi, S.60 (2017), http://www.e akademi.org/.Odyakmaz, Zehra; Kaymak, Ümit ve Ercan, İsmail. İdari Yargı. İstanbul: İkinci Sayfa Yayınları, 2011.Pekcanıtez, Hakan; Atalay, Oğuz ve Özekes, Muhammet. Medeni Usul Hukuku. Ankara: Vedat Kitapçılık, 2017.Sancakdar, Oğuz.  İdari Yargıda Tek Dilekçe ile Dava Açma (Karşılaştırmalı Hukukî Analiz). , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi 9, S.2 (2007): 223 269.Akdeniz Üniversitesi        2021,   11     2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Türk İdari Yargı Sisteminde Davaların Birleştirilmesi Usulü Üzerine Bir İnceleme 225599Sancakdar, Oğuz. İdari Yargılama Hukuku. İzmir: Soru Bankası Net Yayınları, 2019.Şekerci, Ersin.  Yönetsel Yargılama Hukukunda Derdestlik , Ankara Barosu Dergisi, (1989/3): 429 449.Ulusoy, Arzu.  İdari Yargıda Bağlantılı Davalar. , İdare Hukuku ve İlimleri Dergisi XV, 2012/1 (2012): 185 195.Üstün, Gül. 2577 sayılı İdari Yargılama Usulü Kanununda Bağlantılı Davalar ve Aynı Dilekçeyle Dava Açılabilecek Haller. İstanbul: XII Levha Yayıncılık, 2018.Yenice, Kazım ve Yüksel, Esin. İdari Yargılama Usulü. Ankara: Arısan Matbaacılık, 1983.Yıldırım, Ramazan ve Avcı, Mustafa. Türk İdari Rejimine Giriş İdare Hukuku İdari Yargı. Ankara: Astana Yayınları, 2015.Zabunoğlu, Yahya Kazım. İdare Hukuku."
}