{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "12",
     "Sayı": "1",
     "Başlık": "TÜRK VE İSVİÇRE ANONİM ŞİRKETLER HUKUKUNDA ORGAN KAVRAMI",
     "Title": "THE CONCEPT OF ORGAN UNDER TURKISH AND SWISS JOINT STOCK COMPANY LAW",
     "Yazar İsmi": [
          "Nihan PALTA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anonim Şirket",
          "Organ",
          "Fiili Organ",
          "Yönetim",
          "Güven Prensibi"
     ],
     "Keywords": [
          "Joint Stock Company",
          "Organ",
          "De facto Organ",
          "Management",
          "Theory of Trust"
     ],
     "Özet": "Türk Ticaret Kanunu m. 125 uyarınca tüzel kişilik tanınmış olan anonim şirketler, organlarının hukuken oluşmasıyla fiil ehliyetlerini kazanmakta ve Türk Medeni Kanunu m. 50/1 (İsviçre Medeni Kanunu m. 55/1) uyarınca iradelerini organları aracılığıyla açıklamaktadır. Tüzel kişinin bir parçası olan organın tüzel kişiyi temsil etmesi, borçlar hukuku anlamında bir temsil ilişkisine değil, kaynağını kanundan alan bir ilişkiye ve organ sıfatına bağlı bir yetkiye dayanmaktadır. TMK m. 50/2 (İMK m. 55/2) uyarınca organların tüzel kişiyi temsilen gerçekleştirdiği hukuki işlemler ile görevleri esnasında işledikleri hukuka aykırı fiillerinin tüzel kişiyi bağlaması nedeniyle organ kavramının kapsamının netleştirilmesi, anonim şirketlerde sorumluluk hukuku açısından önem arz eden bir husustur.Organ kavramının Türk ve İsviçre öğretisinde geniş olarak yorumlanması neticesinde kavramın kapsamına salt kanun, esas sözleşme veya iç yönerge gibi şirket içi düzenlemelerle teşkil eden şekli organlar (organe formel) değil böylesi bir düzenleme ile yetkilendirilmiş olmamasına rağmen fiilen organ görevi icra eden kişi(ler) de dahil edilmektedir. Bir diğer deyişle şeklen yetkilendirilmemiş olmasına rağmen yönetim ve temsil ile görevli organlara özgü işlevleri bağımsız olarak ve kendi sorumluluğu altında kullanarak şirketin iradesinin oluşumuna katılan kimseler fiili organ (organe de fait) olarak nitelendirilmektedir. Bunun yanında İsviçre öğretisinde ve İsviçre Federal Mahkemesi içtihatlarında harici şartlar esas alınarak görünüşe güven ilkesi uyarınca organ sıfatının kazanılabileceği ileri sürülmüş olup, bu kavram, dış görünüşte organ izlenimi veren organ (Organstellung durch/İnfolge Kundgabe veya organe apparent) olarak adlandırılmıştır. İsviçre doktrininde dış görünüşte organ izlenimi veren organ, kavramsal anlamda yaygın olarak kabul edilmekle birlikte işlem ve fiillerinin tüzel kişiye izafe edilmesi hususu halen tartışmalıdır.",
     "Abstract": "Joint stock companies, having legal personalities granted under Article 125 of the Turkish Commercial Code, acquire their legal capacity once their organs are legally established and express their will through their organs in accordance with Article 50/1 Turkish Civil Code (Article 55/1 of the Swiss Civil Code). Representation of the legal entity by the organ, which makes a part of such legal entity, is not based on a representation relationship in the sense of the law of obligations, but on a relationship that stems from the law and the authority attributed to the capacity of organ. Since legal transactions carried out by the organs on behalf of the legal entity as well as unlawful acts committed by them () MakaleninDergiyeGelişTarihi:07.03.2022-MakaleninKabulEdildiğiTarih:01.05.2022,  DOI No:10.54704/akdhfd.1083741.() İstanbulTicaretÜniversitesiSosyalBilimlerEnstitüsüÖzelHukukAnabilimDalı,DoktoraÖğrencisi/İstanbul-Türkiye, İstanbulBarosunaKayıtlıAvukat  E-posta:nihanpalta@gmail.com,  OrcidId:https://orcid.org/0000-0002-7227-0670.  ThisarticleislicensedunderaCreativeCommonsAttribution-NonCommercial4.0InternationalLicense (CCBY-NC4.0)  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi335588 Nihan PALTAduring the performance of their duties bind the legal entity under Article 50/2 of the TCC (Art. 55/2 of the CC), it is noteworthy to clarify the scope of the concept of organ in terms of liability law in joint stock companies.As the concept of organ is broadly interpreted under Turkish and Swiss Law, the scope of the concept includes not only de jure organs (organe formel) established based on law, articles of association or internal company regulations such as internal directive but also person(s) acting as an organ despite not being authorized under such a regulation. In other words, persons performing management and representation functions reserved to organs, irrespective as to whether they have been formally appointed to do so, via participating in the formation of the company s will, independently and under their own responsibility are defined as de facto organs (organe de fait). In addition, under Swiss doctrine and case law of the Swiss Federal Court, it is asserted that capacity of organ can be acquired based on external conditions pursuant to theory of trust and such concept is called as apparent organ (Organstellung durch/İnfolge Kundgabe/organe apparent). While this concept has been widely accepted among the Swiss scholars, binding effect of the transactions and actions performed by such organ remains still controversary.",
     "Metin": "Başlangıç noktası XV. yüzyıla dayanan ancak bugünkü anlamıyla XVI. yüzyılın sonundan itibaren ortaya çıkmış olan anonim ortaklıklar, Türk hukuk sistemine ilk olarak 1850 tarihli Kanunname-i Ticaret ile girmiştir. Ekonomik hayatta önemli rol oynayan anonim ortaklıklar, kendi başlarına ekonomik bir katma değer yaratma olanağına sahip olmayan dağınık ve küçük sermayeleri bir araya getirerek bunlara nemalandırma imkânı veren ve bu sermayeleri farklı sektörlerde yatırım yapılması amacıyla büyük teşebbüs ve yatırımcıların emrine kanalize eden ortaklıklar olarak nitelendirilir.Tüzel kişiler, TMK m. 49 (İMK m. 54) uyarınca kanuna ve kuruluş belgelerine göre gerekli organlara sahip olmakla fiil ehliyetini kazanmakta ve iradelerini 1 Devleteilkkezparaikazedenlerinbirtüzelkişilikoluşturduğuve1407yılındaCenova dakurulmuşolaSan Giorgioortaklığı,ilkanonimortaklıktürüolarakkabuledilmektedir.Detaylıbilgiiçinbkz.RehaPoroy;ÜnalTekinalpveErsinÇamoğlu,Ortaklıklar Hukuku I(İstanbul:VedatKitapçılık,2019),310-316,N.442-464.2 Anonimortaklıklarınkökenleri,yenikeşfedilenülkelerleticaretyapmakamacıylakurulmuşolanbüyükkumpanyalaradayanmaktadır.İlkörneği1602 dekurulanHollandaveDoğuHindistanKumpanyasıdır(ArthurMeier-HayozvePeterForstmoser,Droit suisse des sociétés,éditionfrançaiseparPeterIordanov(Berne:StämpfliEditions,2015),310,N.19).3 Kanunname-iTicarethükümleriuyarıncaTürkiye deilkolarak1850yılındaBoğaziçi ndevapurişletmeküzere,Şirket-iHayriyekurulmuştur.Detaylıbilgiiçinbkz.Tekinalp(PoroyveÇamoğlu),Ortaklıklar I,315,N.460;SamiKarahan,editör,KarahanveCoşgun,Şirketler Hukuku (Konya:MimozaYayınları,2013),335.İsviçreHukuku ndaanonimortaklıklarayönelikhükümlerilkkez14Ocak1881tarihliBorçlarveTicaretHukukuHakkındaFederalKanunualtındaöngörülmüştür(Meier-HayozveForstmoser,Droit suisse, 313,N.30;PierreTercierveJérômeLevrat Introductiongénéraleaudroitcommercialsuisse ,Commentaire Romand, Code des Obligations II, Codes des obligations Art. 530-1186 CO, Art. 120-141 LIMF, ORAb, Avec des Introductions a la LFus et la LTI,(Basel:HelbingLichtenhahn,2017),11,N.59;XavierOulevey,L institution de la décharge en droit de la société anonyme(Zurich:SchulthessJuristischeMedienAG,2008),6).4 HasanPulaşlı,Şirketler Hukuku Genel Esaslar(Ankara:AdaletYayınevi,2020),241,N.2;ErsinÇamoğlu,Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu (İstanbul:VedatKitapçılık,2010),1;FatihBilgiliveErtanDemirkapı,Şirketler Hukuku Dersleri(Bursa:DoraYayınları,2020),168,180. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi336600 Nihan PALTATMK m. 50/1 (İMK m. 55/1) uyarınca organları aracılığı ile açıklamaktadır. TTK m. 125 uyarınca tüzel kişilik tanınmış bir ticaret şirketi olan anonim şirketler, diğer tüzel kişiler gibi, şirketin işlerini yönetecek ve onu üçüncü kişiler nezdinde temsil edecek daimî bir organa ihtiyaç duymaktadır. Münhasıran iç ilişikte iş gören genel kurul, tüm pay sahiplerini bünyesinde toplaması dolayısıyla pay sahiplerinin iradelerinin oluştuğu zorunlu bir karar organı olarak öngörülmüştür. Fakat mahiyet ve bünyesinden doğan bir zaruretle geçicidir ve devamlı surette faaliyet göstermesi söz konusu olmaz. En az yılda bir defa olağan ve gerektiğinde olağanüstü toplanmak suretiyle görev ve yetkilerini ifa eden genel kurulun ağır bir işleyişe sahip olması nedeniyle anonim şirketin, işlerinin gerektirdiği her durumda karar alabilecek ve şirketi, alınan kararlar doğrultusunda hem şirket içi hem de üçüncü kişiler nezdinde temsil edebilecek sürekli bir organa ihtiyacı vardır. Bununla beraber, özellikle sayıca fazla pay sahibinin ortak olduğu anonim şirketlerde, şirketin yönetim ve temsilini yürütecek ayrı bir organın bulunmaması durumunda şirketin fiilen temsili imkânsızlaşabilir. Öte yandan pay sahiplerinin sermaye koyma borcu haricinde başkaca bir sorumluluk altına girmeleri kuramsal olarak mümkün olmadığından, yönetim ve temsil görevi ile sorumluluğunun üstlenildiği ayrı, daimî ve tercihan profesyonel yöneticilerden oluşmuş bir organın şirketin yönetim ve temsilini üstlenmesi gerekir. İşte bu gerekçelerle zorunlu bir organ olarak öngörülen yönetim kurulu, TTK m. 365 uyarınca anonim şirketin yürütme ve temsil organı olarak düzenlenmiş olup bu kurulun eylem ve işlemlerinden kaynaklanabilecek herhangi bir zararın ortaya çıkması halinde kurul üyelerinin sorumlu olacağı TTK m. 553 altında hüküm altına alınmıştır. Anonim şirketin kanuni temsilcisi olan yönetim kurulu, işletme sahibi (chef d entreprise) 5 Genelkurulun üst organ veya en yüksek organ olduğuyönündebkz.ErsinÇamoğlu, AnonimŞirketİdareMeclisiÜyelerininUmumiHeyetKararlarınınİcrasındanDoğanMesuliyeti ,Batider,C.III,S.3(1966),523;Oğuzİmregün,Anonim Ortaklıklar(İstanbul:KutulmuşMatbaası,1970),80;SaitKemalMimaroğlu,Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mes uliyeti(Ankara:SevinçMatbaası,1967),3;TurhanAtan,Türk Ticaret Kanunu na Göre Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mesuliyeti,(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsü,1967),111;TuğrulAnsay,Anonim Şirketler Hukuku Dersleri(Ankara:BaşnurMatbaası,1968),135;ÜnalTekinalp,Anonim Ortaklıkların Yönetim Kurullarında Tüzel Kişilerin Temsili(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsü,1965),3;FrançoisDessemontet, L organisationdessociétésanonymes ,in Grundfragen des neuen Aktienrechts, Mélanges en l honneur de Rolf Bär,(Berne:StämpfliEditions,1993),30.YönetimkurulununengenişyetkileresahipolmasınailişkinolarakTTKdönemindeilerisürülmüşolangörüşlerhk.bkz.SibelHacımahmutoğlu,AT ve Türk Hukukunda Anonim Ortaklığın Karar Alma Sürecinde Yönetim Kurulunun Yapısı ve Çalışanların Katılımı(Ankara:YetkinYayınları,2008),161,165.Aynı yöndeMathieuBlanc, LaDélégationdeCompétencesparleconseild administration ,inAspects actuels du droit de la société́ anonyme: Travaux réunis pour le 20ème anniversaire du CEDIDAC (1985-2005),(Lausanne:CEDIDAC,2005),329-330.Genelkurulveyönetimkuruluarasındakiilişkiesasalınarakbenimsenmişolanfarklıteorilereilişkinolarakbkz.9vd.6 Çamoğlu, Mesuliyet ,523;NeclaAkdağGüney,Anonim Şirket Yönetim Kurulu(İstanbul:VedatKitapçılık,2016),3;Çamoğlu(PoroyveTekinalp),Ortaklıklar I,361,N.521a;Mimaroğlu,Mesuliyet,3.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 336611konumunda olup şirketin tüzel kişilik kazanmasından itibaren sona ermesine kadar, hatta sınırlı olarak tasfiye süresince de, temsil ve yönetiminden sorumludur.I. ANONİM ŞİRKETLER HUKUKUNDA ORGAN KAVRAMIA. GENEL OLARAKTüzel kişilerin fiil ehliyetini haiz olabilmesi, yani hak iktisap etmesi ve borç altına girebilmesi, TMK m. 49 (İMK m. 54) uyarınca kanuna ve kuruluş belgelerine göre gerekli organlara sahip olmakla mümkün olmaktadır. Dolayısıyla tüzel kişilik kurulduğu zaman henüz organlar teşekkül etmemişse, hak ehliyetine sahip bir kişi telakki edilir, fakat henüz fiil ehliyetinden yoksundur. Fiil ehliyetinin kazanılması zorunlu organların oluşturulmasına bağlıdır. Dolayısıyla tüzel kişilerin medeni haklarını kullanabilmeleri gerekli organların varlığına bağlıdır. TMK m. 50/1 (İMK m. 55/1) uyarınca tüzel kişi, organları aracılığıyla iradesini açıklar. Organ, kanuni temsilci gibi tüzel kişiden ayrı bir varlık olmayıp, kendi doğal iradesine sahip olamayan tüzel kişinin iradesini oluşturması itibariyle, onun bir parçası, rüknü sayılmaktadır. Zira organ, faaliyette bulunurken kendi iradesini 7 F.deSteiger,Le droit des sociétés anonymes en Suisse.AdaptationfrançaiseparJ.Cosandey.(Lausanne:LibrairiePayot,1950),223.Steiger, F. de dennaklen«Le conseil d administration tient le rôle du chef d entreprise, c est-à-dire que ses pouvoirs sont en principe fort étendus»;Çamoğlu(PoroyveTekinalp),Ortaklıklar I,361,N.521a;AkdağGüney,Yönetim Kurulu,4;Mimaroğlu,Mesuliyet,5;Hacımahmutoğlu,AT ve Türk Hukuku,161.8 Pulaşlı,Şirketler,629,N.9;Çamoğlu(PoroyveTekinalp),Ortaklıklar I,361,N.521a;Oğuzİmregün, AnonimŞirketteYönetimKuruluÜyelerininOrtaklığaKarşıHukuksalSorumu ,Erdoğan Moroğlu na 65. Yaş Günü Armağanı,(İstanbul:İstanbulÜniversitesiHukukFakültesiYayını,1999),257;Hacımahmutoğlu,AT ve Türk Hukuku,161.9 M.KemalOğuzman;ÖzerSeliçiveSaibeOktay,Kişiler Hukuku (Gerçek ve Tüzel Kişiler)(İstanbul:FilizKitabevi,2002),187;ErgunÖzsunay,Medeni Hukukumuzda Tüzel Kişiler(İstanbul:KutulmuşMatbaası,1969),38;Akipek,Jale;Akıntürk,TurgutveAteş,Derya,Türk Medeni Hukuku - Başlangıç Hükümleri - Kişiler Hukuku(İstanbul:BetaYayıncılık,2019),269;TeomanAkünal,Türk Medeni Hukukunda Tüzel Kişiler(İstanbul:BetaYayıncılık,1995),33;MustafaDuralveTufanÖğüz,Türk Özel Hukuku, Cilt II, Kişiler Hukuku(İstanbul:FilizKitabevi,2020),255,N.1153;AliH.Dural,Anonim Ortaklıklarda Yönetim Kurulunun Kilitlenmesi ve Hukuki Sonuçları,YayımlanmamışDoktoraTezi(İstanbul:2005),7-8;EsraKaşak,Anonim Şirketlerde Genel Kurul ile Yönetim Kurulu Arasındaki Yetki Dağılımına İlişkin Temel Esaslar(İstanbul:OnİkiLevhaYayıncılık,2019),11vd.;İsmailKırca;FerzanHayalŞehiraliÇelikveÇağlarManavgat,Anonim Şirketler Hukuku, Cilt 1, Temel Kavram ve İlkeler, Kuruluş, Yönetim Kurulu(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsü,2013),387;MehmetHelvacı,Anonim Şirkette Yönetim Kurulu Üyesinin Hukuki Sorumluluğu(İstanbul:BetaYayınevi,2001),3;JuliaXoudis, TitreDeuxieme:DespersonnesMorales ,inCommentaire Romand, Code Civil I, Art 1-359,(Bâle:HelbingLichtenhahn,2010),414,N.1;PierreTerciervePascalPichonnaz,Le droit des obligations.(Zurich:SchulthessEditionsromandes,2019),97,N.379.Gerçekkişiler olgunlaşmayla tüzelkişilerse organlaşmayla fiilehliyetlerinikazanır.Bkz.RonaSerozan,Medeni Hukuk - Genel Bölüm / Kişiler Hukuku(İstanbul:VedatKitapçılık,2015),502-503;Yarg.HGK.,15.01.1964,E.1963/600,K.1964/55.10 Çamoğlu,Yönetim Kurulu,34;ÜnalTekinalp,Yeni Anonim Limited Ortaklıklar Hukuku ile Tek Kişi Ortaklığının Esasları(İstanbul:VedatKitapçılık,2011),105,N.11-01;DuralveÖğüz,Kişiler Hukuku, 257,N.1159;Dural,Anonim Ortaklıklar,8;AhmetCemilÜnal,Türk ve Yabancı Hukuk Sistemlerinde CEO nun Hukukî Konumu(Ankara:AdaletYayınevi,2014),8;Meier-Hayozve 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi336622 Nihan PALTAdeğil, tüzel kişinin iradesini açıklamaktadır. Dolayısıyla organın gerçekleştirdiği hukuki işlemler TMK m. 50/2 (İMK m. 55/2) uyarınca tüzel kişiye izafe olunur. Aynı madde uyarınca (ve anonim şirketler açısından bir tekrar hüküm niteliğinde olan TTK m. 371/5 (İBK m. 722) uyarınca) organların görevleri esnasında işledikleri haksız fiillerden de tüzel kişi sorumlu tutulmaktadır. Bu yönüyle organ, tüzel kişinin TBK m. 66 (İBK m. 55) uyarınca müstahdemi, TBK m. 116 (İBK m. 101) uyarınca ifa yardımcısı veya TBK m. 40 (İBK m. 32) uyarınca temsilcisi olarak nitelendirilemeyecektir. Organların tüzel kişiyi temsil etmeleri, borçlar hukuku anlamında bir temsil ilişkisine değil, kişiler hukukuna özgü ve kaynağını kanundan alan bir ilişkiye (kanunî temsil) ve organ sıfatına bağlı bir yetkiye dayanmaktadır.İsviçre ve Türk Hukuku nda kanun koyucu organ kavramını tanımlamamış, bu tanımın değerlendirilmesini içtihat ve öğretiye bırakmıştır. Öğreti ve içtihat Forstmoser,Droit suisse,59,N.28;Xoudis, DespersonnesMorales ,416,N.11;RolfDitesheim,La représentation de la société anonyme: par ses organes ordinaires, fondes de procuration et mandataires commerciaux,(Berne:StämpfliEditions,2001),84;PeterForstmoser;ThomasSprecherveGianAndriTöndury,Personal Liability under Swiss Corporate Law, Associated risks and their avoidance,(Zurich:SchultnessEditionsRomandes,2005),215,N.295.11 ETKm.321/5 tenaynenalınanTTKm.371/5 deyeralan temsile veya yönetime yetkili olanlar ifadesininfiiliorganlarıdakapsadığıhakkındabkz.Kırca(ŞehiraliÇelikveManavgat),Şirketler,653-654;NeclaAkdağGüney,Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu,(İstanbul:VedatKitapçılık,2010),154;Çamoğlu(PoroyveTekinalp),Ortaklıklar I,439,N.600a;Helvacı,Sorumluluk,31;HalukTandoğan,Türk Mesuliyet Hukuku (Akit Dışı ve Akdi Mesuliyet) (İstanbul:VedatKitapçılık,2010),127;Kaşak,Yetki Dağılımı,12,N.1.7.29.VI.1956tarihliAdliyeEncümeniMazbatasında(AEM,m.321,s.380)mülgaeTKm.321/5 teyeralan Temsile veya idareye salahiyetli olanların ifadesininanonimortaklığınorganlarıolarakanlaşılmasıgerektiğiifadeedilmiştir.12 FikretEren,6098 Sayılı Türk Borçlar Kanuna Göre Hazırlanmış Borçlar Hukuku Genel Hükümler (Ankara:YetkinYayınları,2021),713,N.1930;AkdağGüney,Yönetim Kurulu,362;Tandoğan,Mesuliyet,127;AhmetKılıçoğlu,Borçlar Hukuku, Genel Hükümler(Ankara:TurhanKitabevi,2020),424;PierreEngel,Traité des obligations en droit suisse: dispositions générales du CO (Berne:StämpfliEditions,1997),535;FatihBilgili,Yeni Gelişmelerle İsviçre ve Alman Hukuklarında Anonim Şirketlerin Organlarının Davranışlarından Dolayı Üçüncü Kişiler Karşısındaki Sorumluluğu ve Organların Tazminat Borcu(Ankara:SeçkinYayınları,2004),41).13 Eren,Borçlar Hukuku,1211vd;Tandoğan,Mesuliyet,435-452;M.KemalOğuzmanveTurgutÖz,Borçlar Hukuku Genel Hükümler, Cilt-1(İstanbul:VedatKitapçılık,2016),416-417;Engel,Obligations,739vd;TerciervePichonnaz,Obligations,307vd.14 Oğuzman;SeliçiveOktay,Kişiler,189;BilgeÖztan,Medeni Hukuk Tüzel Kişilerinde Organ Kavramı ve Organın Fiillerinden Doğan Sorumluluk(Ankara:AnkaraÜniversitesiHukukFakültesiYayını,1970),83vd.;Eren,Borçlar Hukuku,496,N.1337;AkdağGüney,Yönetim Kurulu,352;ŞahinAkıncı,Borçlar Hukuku Bilgisi, Genel Hükümler(Konya:SayramYayınları,2019),125vd;Bilgili,İsviçre,35,40-41;Dural,Anonim Ortaklıklar,9,17;Xoudis, DespersonnesMorales ,420,N.24;Ditesheim,La représentation,45vd.15 HasanPulaşlı, AnonimOrtaklıkYönetimKurulundaYönetimKuruluÜyeliğininTemsili ,Prof. Dr. Fahiman Tekil in Anısına Armağan(İstanbul:MÜHukukFakültesiYayınları,2003),173;M.KemalOğuzmanveTurgutÖz,Borçlar Hukuku Genel Hükümler(İstanbul:FilizKitabevi,2000),162;Dural,Anonim Ortaklıklar,10;TerciervePichonnaz,Obligations,102,N.408;Engel,Obligations,374;Xoudis, DespersonnesMorales ,421,N.32.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 336633incelendiğinde genel eğilim organ kavramını çok geniş yorumlama yönündedir. Öğretide organ kavramının bazı kıstaslara göre farklı ayrımlara tâbi tutularak incelendiği görülmektedir. Bu hususta organın kanunda öngörülmüş olup olmamasına göre (zorunlu organ-ihtiyari organ), işlevine göre (karar organı-yürütme organı), faaliyet alanına göre (iç organ-dış organ)18, kişi sayısına göre (kişi organ-kurul organ), kanun veya esas sözleşmede öngörülmüş olup olmamasına göre (şekli organ-fiili organ-dış görünüşte organ) veya tüzel kişinin iradesini meydana getirmesine göre (dar anlamda organ-geniş anlamda organ)19 farklı şekillerde tasniflendirme yapılmaktadır. Anonim şirketler hukuku bakımından geniş anlamda organ kavramı, şirket adına fonksiyon üstlenen, yani karar alma, yönetme, denetleme, gözetleme ve temsil etme görevleri ifa eden birimleri içine almaktadır. Dolayısıyla sadece kanun, esas sözleşme (varsa tüzüğü) veya iç yönetmeliğe dayanarak bağımsız surette ifa yetkisini haiz şahıslar organ olarak kabul edilmemekte, sayılan belgelerde yer almamasına veya şirketin iç işleyişinde herhangi bir görevlendirme veya yetkilendirme yapılmış olmamasına rağmen tüzel kişinin iradesinin teşekkül ve açıklanmasına iştirak eden veya yönetim ve temsil görevine fiili olarak katılan şahıslar da organ olarak kabul edilmektedir. 16  Dural/Öğüz,organı,tüzelkişininiradesininoluşmasınıvebuiradeninaçıklanmasınısağlayan,tüzelkişininörgütüiçindeyeralankişiyadakişitopluluklarıolaraktanımlamaktadır(DuralveÖğüz,Kişiler Hukuku,256,N.1157).Organkavramınailişkinçeşitlitanımlariçinbkz.Öztan,Tüzel Kişiler,81-82;Oğuzman;SeliçiveOktay,Kişiler,188;Özsunay,Tüzel Kişiler,38;Akünal,Tüzel Kişiler,34;Xoudis, DespersonnesMorales ,418,N.21.17 Helvacı,Sorumluluk,4;RehaPoroy;ÜnalTekinalpveGülörenTekinalp, OrtaklıklarHukukundaOrganlarınSorumluluğu ,Doğumunun Yüzüncü Yılında Atatürk e Armağan,İHFM,CiltXLVXLVII,S.1-4,(İstanbul:İstanbulHukukFakültesiMecmuası,1982),349;HasanPulaşlı, TürkTicaretKanunuTasarısınaGöreAnonimŞirketlerdeYöneticilerinHukukiSorumluluğu ,Ali Naim İnan a Armağan,(Ankara:SeçkinYayınları,2009),587;AkdağGüney,Yönetim Kurulu,351;Çamoğlu,Yönetim Kurulu,34;DuralveÖğüz,Kişiler Hukuku,259,N.1165;VéroniquePittet,Les compétences et la responsabilité de l administrateur-directeur dans le droit de la société anonyme(Lausanne:UniversitédeLausanne,1999),147;Ditesheim,La représentation,71;CédricThaler,La notion d organe au sens de l art. 754 CO(Lausanne:EditionsBis&Ter,2007),5;Xoudis, DespersonnesMorales ,418,N.21.18 İsviçreHukuku ndaorgankavramınıincelediğieserindeBilgili,içvedışorganlarailişkinyapmışolduğusınıflandırmaaltındaİBKm.698uyarıncagörevleriiçilişkideetkidoğurangenelkuruluiçorganolarak,İBKm.716ve718uyarıncagörevlerihemiçhemdedışalanataallukedenyönetimkurulunuhemiçorganhemdışorganolaraknitelendirmiştir(Bilgili,İsviçre,33).Ayrıcabkz.Dural,Anonim Ortaklıklar,12,17-18.19 Dar-genişanlamdaorganayrımınaverilenfarklıanlamlarailişkinolarakbkz.ÜnalTekinalp,Sermaye Ortaklıklarının Yeni Hukuku(İstanbul:VedatKitapçılık,2015),213,N.11-02;Kırca(ŞehiraliÇelikveManavgat),Şirketler,388;BeşirFatihDoğan,6102 Sayılı Türk Ticaret Kanunu na Göre Anonim Şirket Yönetim Kurulunun Organizasyonu ve Yönetim Yetkisinin Devri(İstanbul:VedatKitapçılık,2011),6.20 Oğuzman;SeliçiveOktay,Kişiler,190-191;Akünal,Tüzel Kişiler,36-38;Özsunay,Tüzel Kişiler,39;DuralveÖğüz,Kişiler Hukuku,259-261;Dural,Anonim Ortaklıklar,10-14;Kaşak,eserindeorgankavramını,organizasyonhukukubakımından-temsilhukukubakımından-sorumlulukhukukubakımındanorganşeklindeüçlübirayrımaltındaincelemektedir(Kaşak,Yetki Dağılımı,14vd.).21 Doğan,Organizasyon,6.22 ATF107II349,s.354,p.5a;ATF121III176,s.179,p.5. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi336644 Nihan PALTANitekim TTK m. 553 hükümleri uyarınca hukukî sorumluluğa tabi olacak kişiler kapsamında yer verilmiş olan  yönetici  ifadesi, sorumlu organın geniş anlamda yorumlanmasına olanak sağlamaktadır.Belirtilmelidir ki anonim şirkette organ kavramının önemi, özellikle sorumluluk hukuku boyutunda karşımıza çıkmaktadır. Zira anonim şirketin organlarının hukuki işlem veya haksız fiillerinden sorumlu olması dolayısıyla hangi şahısların organ olarak kabul edileceği, hangi yetkilerin devrinin mümkün olabileceği ve sorumluluklarının hangi hükümlere tabi olacağı konuları, ancak organ kavramının kapsamının anlaşılması sonrasında netleştirilebilecektir. Organ kavramının ifade ettiği anlamı kavramak amacıyla anonim şirketlerde zorunlu organlar arasındaki görev-yetki dağılımı prensiplerine yön veren organlar arasındaki ilişkinin de incelenmesi gereklidir. Zira farklı sistemlerde kabul gören üstünlük, sınırlı üstünlük veya eşitlik anlayışı, bir yandan zorunlu organların sahip olduğu yetkilerin kapsam ve sınırlarını tayin etmekte diğer yandan bu organların birbirlerinin yetki alanlarına müdahale edip edemeyeceği veya birbirlerine kaim olup olamayacağı sorularına cevap vermektedir. Yetki ile sorumluluğun birbirine uygun olması prensibine uygun olarak organların yetkili olduğu alanların belirlenmesi, sorumluluklarının kapsamı ve sınırları bakımından önem arz etmektedir. Bu çerçevede çalışmamız kapsamında öncelikle anonim şirketlerin zorunlu organları arasındaki ilişki değerlendirilecek olup sonrasında anonim şirketler hukukunda organ kavramı, organın kanun veya esas sözleşmede öngörülmüş olup olmaması kriterine göre şekli organfiili organ-dış görünüşte organ ayrımı kapsamında incelenecektir.B. ANONİM ŞİRKETİN ZORUNLU ORGANLARI ARASINDAKİ İLİŞKİTTK uyarınca anonim şirketi borç altına sokan ve hak sahibi olmasını sağlayan zorunlu ve yasal iki organı bulunmaktadır: genel kurul ve yönetim kuru23 İdare,yönetimvetasfiyedesorumlulukhükümlerininöngörüldüğüİBKm.754uyarıncasorumlukişiler yönetim kurulu üyeleri ile yönetim veya tasfiye ile uğraşan kişiler olarakbelirtilmiştir.İBKm.754 ünkarşılıkhükmünüoluşturanTTKm.553altındahukukîsorumluluğatabikişilerkapsamındahernekadarİBKm.754 teyeralan uğraşan ifadesineyerverilmemişolsada yönetici ifadesikullanılaraksorumluorganıngenişanlamdayorumlanmasınaolanaksağlanmıştır.TTKm.553 üngerekçesindeifadeedildiğiüzere, Geniş anlama sahip  uğraşan  sözcüğü ile görevli olmadığı halde yönetime ve tasfiyeye karışan, talimat veren, yönetimi ve tasfiyeyi yönlendiren, bir bakıma arkadan yöneten büyük pay sahipleri başta olmak üzere, gizli yöneticiler ve tasfiye memurları (öğretideki deyimle,  fiili organ lar) kastedilmiştir. Bu geniş kapsamlı ibarenin hukukumuza aktarılması halinde (banka hukukundaki deneyim ve birikim göz önüne alınınca) ibarenin amacı ve İsviçre deki anlayışı aşan bir anlam ve boyut kazanacağından endişe edilmiştir. Böyle ucu açık bir ibareyi hükme koymak yerine mevcut  yöneticiler  sözcüğünün yorumlanmasının öğretiye ve yargı kararlarına bırakılmasının, bu yolla daha dinamik bir anlayışın hukukumuza egemen olabileceği düşünülmüştür. 24 MehazİsviçreHukuku ndahalenanonimşirketinbirorganıkonumundaolan,eTKuyarıncazorunluveüçüncüyasalorganolaraköngörülmüşolandenetçiveyadenetçiler,TTKaltındazorunluorganolmaktançıkarılmıştır.TTKm.397/4uyarıncaölçütbakımından(aktiftoplam,yıllıksatışhasılatıveçalışansayısı),kamuyararınıilgilendirmesiaçısındanveyaherikiunsurgözetilerekyapılandeğerlendirmesonucundabazıanonimşirketleraçısındandenetçiatamasızorunlukılınAkdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 336655lu. Bu organlar arasındaki ilişki bakımından hukuk düzenleri farklı sistematikler öngörmüştür. Mehaz İBK m. 69827 uyarınca şirketin en üst organı pay sahipleri genel kuruludur. Tarihsel gelişimde en eski teori olan salt yetki veya hakimiyet teorisi (la théorie d omnipotence) uyarınca genel kurul, İBK m. 698 de belirtilen  üst organ  ifadesinden hareketle, şirketin faaliyet alanlarını ilgilendiren her konuda her türlü kararı verme hususunda devamlı surette yetkilendirilmiş en üst organı olarak ifade edilmektedir. Genel kurula üstünlük tanıyan bu teori, genel kurulun yönetim kurulunun yetkilerine takdiri olarak müdahale etme hakkına ve böylelikle esas sözleşmeyi tadil etmesi gerekmeksizin yönetim kurulunun yerine geçerek karar alma yetkisine ve hatta yönetim kuruluna yerine getirilmesi zorunlu nitelikte talimatları verme haklarına sahip olması nedeniyle eleştirilmiştir. İBK m. 698 deki  en üst organ  ifadesine rağmen bu teori fazlaca taraftar mıştır(konuhakkındaBakanlarKurulu nun26.03.2018tarihlive2018/11597sayılıkararındayayımlanmışolanlistehalenyürürlüktedir).TTKuyarıncadenetçininzorunlubirorganolaraköngörülmemesininsonucuolarak,denetçininorganniteliğitaşımadığıyönündeöğretidefarklıgörüşlerilerisürülmüşolupgenelkanaat,denetçi(ler)inorganniteliğinihaizolmadığıyönündedir(bkz.Tekinalp,Tek Kişi Ortaklık,106,N.11-05;Çamoğlu(PoroyveTekinalp),Ortaklıklar I,538,N.676;HasanPulaşlı,Şirketler Hukuku Şerhi,Cilt I(Ankara:AdaletYayınevi,2018),806,N.8;MehmetBahtiyar,Ortaklıklar Hukuku(İstanbul:BetaYayıncılık,2020),149,264;ŞükrüYıldız,Türk Ticaret Kanunu Tasarısına Göre Limited Şirketler Hukuku(İstanbul:ArıkanYayınevi,2007),200;BilgiliveDemirkapı,Şirketler,211;Ünal,CEO,8-9;Karahan,editör,KarahanveArı,Şirketler,446-447,dn.4;SuatYıldırım, TürkTicaretKanunu naGöreAnonimŞirketlerdeDenetçi ,Mali Çözüm Dergisi,Cilt21,S.106(2011),44-45.Karşı görüşteİbrahimKaplan, BağımsızDenetimKuruluşuYönetimKuruluveDenetçileriileBağımsızDenetimKuruluşununHukukiSorumluluğu ,Batider,C.XXVIII,S.2(1961),18).Denetçininanonimşirketileorganikbağınınbulunmaması,tarafsızvebağımsızolmayükümlülüğü,şirketleçıkarilişkisininbulunmamasıvedenetçininyokluğununşirketinfesihnedeniolarakgörülmemesihususlarıdenetçininorganniteliğinihaizolmadığınıgöstermektedir.25 Şirketinolağandışızamanlarındafaaliyetgösterentasfiyememurları,kayyımlarveiflasidaresideorganolaraknitelendirilmektedir.26 Organlararasındakiyetkibölüşümühususundaöğretideönesürülenikitemelteoribulunmaktadır.İBKm.530(TBKm.620) deyeralanşirkettanımındandoğmuşolansözleşmeteorisinedayanansistemdeşirketiyaratanpaysahiplerininserbestiradeleridir.Paysahiplerişirketinyönetimkurulunuseçipyetkilerinivekaletveyatemsililişkisiçerçevesindeyönetimkuruluüyelerinedevrederler.Bugörüşüntamzıttıolankurumteorisiuyarıncaanonimşirketinörgütüiçindeorganlar,birbirlerindenbağımsızvebaşlıbaşınabirervarlıkolarakbulunurlar.Karmateoriolarakisimlendirilenveİsviçre-Türkhukuksistemlerininesasaldığıteori,sözleşmevekurumteorisiarasındayeralmaktadır.Buteoriuyarıncabağımsıztüzelkişiliğesahipolmayanyönetimkuruluvegenelkurul,eşitlikteorisindebenimsendiğiüzerebirtakımyetkilerinbölüşülmesisuretiyleveorgansıfatıylavarlıklarınısürdürürler(Hacımahmutoğlu,AT ve Türk Hukuku,73;Tekinalp(PoroyveÇamoğlu),Ortaklıklar I,358,N.514;Pulaşlı,Şirketler,319-320;Ünal,CEO,9-10).27 İBKm.698 ünFransızcametnişuşekildedir:«L assemblée générale des actionnaires est le pouvoir suprême de la société».28 OlivierBastian,Délégation de Compétences et répartition des taches au sein du conseil d Administration,(Lausanne:CEDIDAC,2010),8.29 Bastian,Délégation,8;Meier-HayozveForstmoser,Droit suisse,600,N.352;UmutMetin,Şirketlerde Yönetim Kurulu Krizleri ve Çözüm Yolları(Ankara:SeçkinYayınları,2021),69;Doğan,Organizasyon,16;HarunKeskin, AnonimŞirketGenelKuruluveYönetimKuruluArasındakiİlişkininTarihselSüreçteGeçirdiğiDeğişimveOrganlarınYetkilerineGenelBirBakış ,Batider,C.XXXIV,S.3(2018):249-250);Kaşak,Yetki Dağılımı,77-80. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi336666 Nihan PALTAtoplayamamıştır. İsviçre doktrininde bir kısım yazar tarafından ileri sürülmüş olan sınırlandırılmış üst organ teorisi (la théorie de l omnipotence limitée de l assemblée générale) uyarınca organların vazgeçilmez yetkilerine prensip olarak müdahale edilemeyeceği anlayışı benimsenmiştir. Teorinin  sınırlandırılmış üst organ  olarak anılmasının nedeni, genel kurulun istisnai olarak da olsa yönetim kurulunun yerine karar alma veya kurula talimat verme yetkisine sahip olmasından kaynaklanmaktadır. İsviçre Hukuku nda hiçbir zaman ön planda olmayan ancak özellikle Alman Hukuku nda uygulama alanı bulmuş olan bir diğer teori, liderlik prensibidir (Führerprinzip). Bu teori uyarınca yönetim kurulunun genel kurul karşısında üstünlüğü benimsenmiş ve tüm yetkiler, tek liderin (führer) elinde toplanmıştır.İsviçre Hukuku nda en yaygın şekilde benimsenen eşitlik veya işlevler ayrılığı teorisi ise (la théorie de la parité)33, organlar arasında herhangi bir hiyerarşik ilişki söz konusu olmaksızın fonksiyon ayrılığına dayalı bir eşitliğin varlığını kabul eder. Dolayısıyla bu görüş uyarınca ne Omnipotenz teorisi uyarınca tüm kararları alabilen genel kurul, ne de yönetim kurulunun üstünlüğünü esas alan Führerprinzip uyarınca yönetim kurulu şirketin en üst organıdır. 1948 yılında J. P. Mohr tarafından geliştirilen eşitlik teorisi uyarınca yönetim kurulu ve genel kurulun yetki alanları birbirinden 30 Sınırlandırılmışüstorganteorisi,BürgitarafındanilerisürülmüşveBöcklitarafındankendiiçindeçelişkiliolduğuiddiaedilmiştir.Buteorinintaraftarları(bkz.RogerSecrétan L assembléegénérale,«pouvoirsuprême»delasociétéanonyme(698CO)? ,in Revue de Droit Suisse(Bale:HelbingLichtenhahn,1958-1959,153vd.),görevlerinikiorganarasındapaylaşılmışolmasıhususunun,yönetimkurulunuherzamanazletmeyetkisinielindebulundurangenelkurulunüstünolduğugerçeğinideğiştirmediğiniifadeetmişlerdir.Ayrıcabkz.Bastian,Délégation,11-14;VeliyeYanlı, İsviçreAnonimOrtaklıklarHukuku nda İşBölümüİlkesi veYönetimKurulununMünhasırYetkileri ,İHFM,C:LV,S.3(1997),264;Keskin, OrganlarınYetkileri ,251;Doğan,Organizasyon,18-20;Metin,Yönetim Kurulu,71;Kaşak,Yetki Dağılımı,80-82.31 Liderlikprensibi,1937tarihliAlmanPaylıOrtaklıklarKanunu(AktG) nunikilikurulsistemindekabuledilmiştir.1965tarihliAlmanPaylıOrtaklıklarKanunu,ikilikurulsisteminimuhafazaetmekleberaberliderlikprensibindenuzaklaşmıştır(KorkutÖzkorkut,Anonim Ortaklıklarda Yönetim Kurulu Kararlarının İptali (Ankara:SermayePiyasasıKuruluYayını,1996),10).DoktrindeKeskin,1965tarihliAktGilegenelkurulveyönetimkuruluarasındakiilişkiyetemeldedokunulmamışolduğunuveliderlikprensibininbenimsenmişolduğu1937tarihliAktGüzerindeherhangibirdeğişiklikyapılmamışolduğunuilerisürmüştür.Ancak1965tarihliAktG ningenelkurulunkonumunukuvvetlendirmeyeyönelikbirtakımyeniliklergetirmişolduğunudabelirtmiştir.BununlabirlikteAlmanHukuku ndagenelkabulgörenanlayışınanonimşirketteorganlararasındaherhangibirhiyerarşininbulunmadığıyönündeolduğunuifadeetmiştir(Keskin, OrganlarınYetkileri ,246-248).32 Bastian,Délégation,7;AkdağGüney,Yönetim Kurulu,4;Pulaşlı,Cilt I,805;Yanlı, İşBölümü ,263;Kaşak,Yetki Dağılımı,74-76;Metin,Yönetim Kurulu,70;Doğan,Organizasyon,18;Ünal,CEO,5vd.33 Bastian,Délégation,11;Blanc, Délégation ,294:Eşitlikteorisi,ikiorganı,aralarındakihertürlühiyerarşikilişkiyiortadankaldırarakaynıseviyeyeyerleştirmektedir.Konuhk.bkz.Dessemontet, L organisation ,24;Tekinalp,Tek Kişi Ortaklık,107,N.11-08;AkdağGüney,Yönetim Kurulu,5;Doğan,Organizasyon,16-18;Metin,Yönetim Kurulu,70-71;Keskin, OrganlarınYetkileri ,252;Dural,Anonim Ortaklıklar,21;Kaşak,Yetki Dağılımı,83vd.34 Hiyerarşifikrininancakidarehukukundatatbikedileceğinedair,ErnestE.Hirş,Ticaret Hukuku Dersleri(İstanbul:İstanbulAkgünMatbaası,1948),213.35 Meier-HayozveForstmoser,Droit suisse, 600,N.352.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 336677ayrılmış ve her iki organ açısından belirtilen yetki alanlarına herhangi bir karar ya da zorlayıcı bir talimat yoluyla müdahale edilmesi yasaklanmıştır. Mehaz İBK (m. 716a/1), bazı yetkilerin devredilemez ve vazgeçilemez bir şekilde yönetim kuruluna ait olmasını sağlayarak eşitlik teorisi uyarınca ortaya konan  kuvvetler ayrılığı  (séparation des pouvoirs) prensibini daha da vurgulamıştır. Dolayısıyla halen yürürlükte olan İBK m. 698 altında belirtilen genel kurulun şirketin  en üst organı  olduğu ifadesi, biçimsel üstünlükten başka bir üstünlüğü yansıtmamaktadır.TTK da organlar arasındaki ilişkiyi düzenleyen açık bir hüküm bulunmamaktadır. Ancak İBK m. 698 de yer alan hükmün TTK altında öngörülmemiş olması, yönetim kurulunun TTK m. 374 uyarınca kanun ve esas sözleşme uyarınca genel kurulun yetkisine bırakılmış alanlar dışında yetkili kılınmış olması ile yönetim kurulu ve genel kurulun devredilemeyen yetkilerinin ayrı hükümler altında düzenlenmiş olması (TTK m. 375 ve TTK m. 408/2) ve son olarak TTK m. 374 ve m. 375 in gerekçeleri göz önünde bulundurulduğunda, TTK da genel kurulun üst organ niteliğinde olmadığı ve işlevler ayrılığına dayalı eşitlik teorisinin benimsenmiş olduğu doktrinde baskın görüş olarak ileri sürülmektedir. Gerçekten de eTK nın aksine TTK altında genel kurulun ve yönetim kurulunun devredilemez yetkilerinin düzenlenmesi 36 Bastian,Délégation,10;Keskin, OrganlarınYetkileri ,252;Kaşak,Yetki Dağılımı,83.37 İBKm.716a/1ileyönetimkurulunadevredilemezvevazgeçilemezyetkilerinverilmesiyleOmnipotenzteorisitümüylereddedilmişolupbuifadeİsviçreFederalKonseyitarafındanhazırlanmışolan23Şubat1983tarihlianonimşirketlerhukukununrevizyonunailişkinönerilerisimliraporundaaçıkçabelirtilmiştir(Bkz.Messageconcernantlarévisiondudroitdessociétésanonymesdu23Février1983(Message1983),no215.2,s.863).AyrıcaFederalMahkeme nin09.07.1974tarihli100II384sayılıkararıuyarıncaİBKm.698 ingenelkurulunşirketinenüstorganıolduğunayönelikifadesininanonimşirketlerdekiyetkipaylaşımıprensibiileçatışmayacağıifadeedilmiştir(ATF100II384,s.387,p.2a).38 TTKm.374 üngerekçesindebelirtildiğiüzere ... Yönetim hakkının kapsamına giren bir iş ve/veya işlemin, esas sözleşme ile genel kurulca kullanılabilmesi için de bunun 375 inci maddede gösterilmiş devredilemez görev ve yetkiler içine girmemesi gerekir. Böylece, bu hüküm, bir anonim şirkette bütün yönetim yetkilerinin, bir üst kurul olması dolayısıyla genel kurula ait bulunduğu ve hatta ondan doğduğu, genel kurulun istediği görev ve yetkileri istediği anda yönetim kurulundan geri alabileceği yolundaki eskimiş anlayışa kapıları kapamıştır. Tasarı, organlar arasında işlevlerin ayrılığı ilkesini kabul etmiştir. TTKm.375 ingerekçesindebelirtildiğiüzere Yönetim kurulunun devredilemez yetkilerini gösteren 375 inci madde yenidir. Bu hüküm ile, Ticaret Kanununda, organlar arasında işlev ayrımı yapılmış, organlar arasında işlev bağlamında güç yönünden denklik kabul edilmiş, buna karşılık genel kurulun her şeye kadir olduğuna ve bütün kararları alabilme yetkisi ile donatıldığına ilişkin salt yetki teorisi reddedilmiştir. Genel kurulun bir üst organ olduğu anlayışı Ticaret Kanununa yabancıdır. Ancak, bu hükme rağmen 374 üncü maddenin gerekçesinde işaret edilen sorunların kanunî bir boşluk oluşturduğu şüphesizdir. Nitekim aynı hükme sahip İsviçre de bu konular tartışmalı olup öğreti ve mahkeme kararları sorunları farklı çözümlere bağlamıştır. 39 HasanPulaşlı,Şirketler Hukuku Şerhi,Cilt II(Ankara:AdaletYayınevi,2018),1285,N.6;Çamoğlu(PoroyveTekinalp),Ortaklıklar I,529,N.663;Kırca(ŞehiraliÇelikveManavgat),Şirketler,536.40 Pulaşlı,Cilt I,805,N.7;Kırca(ŞehiraliÇelikveManavgat),Şirketler,395;AkdağGüney,Yönetim Kurulu,6,Hacımahmutoğlu,AT ve Türk Hukuku,159-165;Dural,Anonim Ortaklıklar,22;Kaşak,Yetki Dağılımı,137vd.Tekinalp,TTK nınişlevlerayrılığıilkesinibenimsemişolduğunuvurgulamıştır.Bkz.Tekinalp,Tek Kişi Ortaklık,107,N.11-08.Aynı görüşteDoğan,Organizasyon,20;Metin,Yönetim Kurulu,73. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi336688 Nihan PALTAile bu alana giren meseleler bakımından bir organın diğerine talimat vererek veya onun yerine karar alarak müdahale etmesinin ve her iki organın söz konusu devredilemez yetkilerini başka organlara devretmelerinin önüne geçilmiştir. Öte yandan TTK m. 375 altında sayılmış olan yönetim kuruluna ait görev ve yetkilerin vazgeçilemez nitelikte olduğunun nitelendirilmesi ile genel kurulun bu alana müdahale etmesi engellenmiştir. Dolayısıyla TTK m. 408/2 ve m. 375 hükümlerinin sayılan yetkiler bakımından kuvvetler ayrılığı prensibinin bir görünümü olduğunu söylemek mümkündür. Öte yandan gerek genel kurul gerekse yönetim kurulunun TTK da zorunlu organ olarak öngörülüyor olması ve bu organların birbirine müdahale etmesinin engellenmiş olması, kanun koyucunun, yönetim kurulu veya genel kurulu  üst organ  olarak konumlandırmış olan salt hâkimiyet teorisi veya liderlik prensibini kesin olarak reddetmiş olduğunu göstermektedir. Son olarak genel kurulun yönetim kurulunu seçme veya azletme yetkisini haiz olması, genel kurulun yönetim kurulundan üstün olduğunu göstermemektedir, zira eşitlik teorisi iki organın sahip olduğu yetkilerin niteliğinin, hüküm ve sonuçlarının aynı olduğu anlamına gelmemektedir. Önemli olan farklı fonksiyonları yerine getiren organlar arasında altlık-üstlük ilişkisi söz konusu olmaksızın fonksiyon ayrılığına dayalı bir eşitliğin varlığıdır. Bununla beraber özellikle çok pay sahipli veya halka açık anonim şirketlerde yönetim kurulunun, yürütme ve temsil fonksiyonları yanında karar organı vazifelerini de yerine getirmekte olduğunu ve yönetim kurulunun yetkilerinin arttırıldığını ileri sürmek mümkündür. Bu husustaki en somut örnek, Sermaye Piyasası Kurulu tarafından çıkarılmış olan Kurumsal Yönetim İlkeleri uyarınca yönetim kurulunun stratejik kararları alma konusunda yetkilendirilmiş olmasıdır.II. ANONİM ŞİRKETLERDE KANUN VEYA ESAS SÖZLEŞMEDE ÖNGÖRÜLMÜŞ OLUP OLMAMASI BAKIMINDAN ORGAN KAVRAMIFonksiyon ayrılığına eşitlik ilkesini esas alan İsviçre ve Türk anonim şirketler hukukunda farklı işlevleri haiz olan yönetim kurulu ve genel kurulunun yetki alanları birbirinden ayrılmış olup genel kurul, pay sahiplerinin iradelerinin oluş41 Tekinalp,Sermaye Ortaklıkları,238,N.11-08;Kaşak,Yetki Dağılımı,143,N.2.103.42 BilgiliveDemirkapı,Şirketler,211.Hacımahmutoğlu,AT ve Türk Hukuku,160;AkdağGüney,Yönetim Kurulu,6;Helvacı,Sorumluluk,25;Dural,Anonim Ortaklıklar,20.Bahtiyar,organlararasıyetkivegörevayrımınındahabelirginhalegeldiğiniveyönetimkurulunungörevveyetkilerinindahaönplanaçıkarıldığınıifadeetmektedir(Bahtiyar,Ortaklıklar,152).Tekinalp e göremoderngörüş,yönetimkonusundayönetimkurulununçokdahaönemliolduğuveaslındaortaklığahâkimolduğuyolundadır(Tekinalp(PoroyveÇamoğlu),Ortaklıklar I,359,N.517).Tekinalp,TTKm.374hükümlerininöngörülmeamacının,yönetimkuruluilegenelkurularasındakigörevveyetkininsınırını yönetimkurululehine birkarineylenetleştirmekolduğunuifadeetmektedir(Tekinalp,Sermaye Ortaklıkları,238,N.12-28b).Konuhk.İsviçreveTürkHukuku ndailerisürülmüşolangörüşleriçinbkz.Keskin, OrganlarınYetkileri ,261-268).43 6362sayılıSermayePiyasasıKanunu nauyumkapsamındahazırlananSermayePiyasasıKuruluKurumsalYönetimTebliğ(II.17.1),Ek-1SermayePiyasasıKuruluKurumsalYönetimİlkeleri,madde4.1.1.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 336699tuğu karar organı olarak, yönetim kurulu ise şirketi hem idare eden hem de üçüncü kişiler nezdinde temsil eden yürütme ve temsil organı olarak kabul edilmektedir. İBK nın aksine TTK da zorunlu organ vasfını kaybetmiş olan denetçiler bir yana bırakılacak olursa hem Türk hem de İsviçre anonim şirketler hukukunda yönetim ve temsil fonksiyonlarını icra etmek üzere yönetim kurulu haricinde başka kişi veya kurulların görevlendirilmelerine sıkça rastlanmaktadır. Bununla birlikte bazı durumlarda esas sözleşmede öngörülmeksizin, hatta şirket işleyişi içinde herhangi bir yetkilendirme veya görevlendirme söz konusu olmaksızın organa özgü yetkileri tek başına kullanarak şirket iradesinin oluşumuna katılan kişilerin varlığından bahsetmek de mümkün olmaktadır. Belirtilen bu kişilerin organ vasfına sahip olup olmadığının anlaşılması amacıyla organ kavramının kanun veya esas sözleşmede öngörülmüş olup olmaması kriterine göre şekli organfiili organ-dış görünüşte organ ayrımı kapsamında incelenmesi gerekmektedir.A. ŞEKLİ ORGAN (ORGANE FORMEL)Anonim şirketlerin kanunun öngördüğü zorunlu organları olan yönetim kurulu ve genel kurul dışında emredici hükümlere aykırı olmamak kaydıyla amacına veya yapısına göre ihtiyaç duyduğu isteğe bağlı (fakültatif) organlar oluşturması veya yönetim şemasını detaylandırması mümkündür. Bu anlamda şekli organ (organ formel) kapsamına, kanun, esas sözleşme veya bunlara uygun olarak hazırlanmış olan iç yönerge gibi şirket içi düzenlemelerle belirlenen yetkilerin verildiği kişiler girmektedir. Anonim şirketlerde yönetim kurulu, şirketin yönetim ve idaresinden sorumlu olan ve yürütme ve temsil işlevlerini yerine getiren zorunlu bir organ olarak öngörülmüştür. Organ sıfatını haiz olan kişilerin kendi yetki alanlarında şirkete, pay sahiplerine veya alacaklılara verdikleri zarardan bireysel olarak sorumlu olmalarını öngören TTK m. 553 (İBK m. 754) uyarınca hukukî sorumluluğa tabi kimselerin başında yönetim kurulu üyeleri gelir. Bunun yanında TTK m. 367 uyarınca çıkarılacak bir iç yönerge ile yönetim yetkisi devredilen yönetim kurulu üye(ler)si ile üçüncü kişiler de bağımsız karar alma yetkisini haiz oldukları takdirde birer organ olarak kabul edilir. Zira TTK m. 367 (İBK m. 716b) uyarınca yönetim kurulu tarafından yapılan yetki devri çerçevesinde yönetim yetkisi devralan kimseler, tayin neticesinde devredilen yetkiler 44  Bilgili,İsviçreHukuku ndaorgankavramınıincelerkenşekliorgankavramınıkanuniorganvesözleşmeylebelirlenenorganolaraktasniflemiştir.Kanuniorgankapsamınakanuntarafındanöngörülmüşolanorganları(yönetimkurulu,genelkurulvedenetimorganı),sözleşmeylebelirlenenorgankapsamınaortaklıksözleşmesiylebelirlenenisteğebağlıorganlarileyönetimyetkisinidevralmaksuretiyleorgansıfatınıkazanankişileridahiletmiştir(Bilgili,İsviçre,31-32).45 UygulamadayönetimkurulutarafındanTTKm.367uyarıncayönetimyetkisinindevredilmesineticesindesahipolunanyetkininkapsamınagöremüdür(manager),genelmüdür(general manager)veyaC+seviyesindebirunvana(CEO(chief executive officer),COO(chief organization officer),CIO(chief investment officer))sahipolunmaktadır.İsviçreFederalMahkemesi,yönetimkurulunaaitişleriyönetimkuruluadınabağımsızolarakicraedenmurahhasüyeyi(ATF43II129),bankamüdürünü(ATF68II301)vemontajşefini(ATF59II431)organsaymıştır. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi337700 Nihan PALTAbakımından organ sıfatını kazanırlar ve TTK m. 549 vd. (İBK m. 753 vd.) hükümleri uyarınca kendilerine bırakılan alanlarda anonim şirketlere özgü sorumluluk hükümlerine tabi olurlar. Yetki devrinin sürekli olması organ sıfatının kabulü konusunda bir şart teşkil etmemektedir. Zira geçici bir süre için yetki devri yapıldığı durumlarda da yetkiyi devralanlar, yetkilendirmenin yapıldığı süre boyunca organ olarak görev ifa etmektedir. Burada önemli olan yetki devri yapılmış olan kimsenin faaliyet sahası içinde bağımsız olarak karar ve sorumluluk alabilmesi ve böylece şirketin iradesini ortaya koyacak konumda olmasıdır. Bununla birlikte, temsil yetkisi devrinin organ sıfatını kazandırıp kazandırmayacağı hususunun da tartışılması önemlidir. Zira temsil yetkisi, eTK m. 319/2 hükümlerinin aksine TTK m. 370 (İBK m. 718) uyarınca yönetim yetkisinden bağımsız olarak 46 Çamoğlu,Yönetim Kurulu,35,195;AkdağGüney,Yönetim Kurulu,89,102,133;Kırca(ŞehiraliÇelikveManavgat),Şirketler,593;Tekinalp,Tek Kişi Ortaklık,137,N.12-65;Doğan,Organizasyon,274;Kaşak,Yetki Dağılımı,57,N.1.70;Thaler,Notion d organe,34.İsviçredoktrinindeİBKm.754/2 debelirtilmişolan yetkininicrasınıbaşka bir organadevreden ifadesineistinadenyetkininbaşkabirorganadevredilmemesihalindeİBKm.716buyarıncageçerliyetkidevriningerçekleşmeyeceğivedolayısıylaorgansıfatınınkazanılmayacağıilerisürülmüştür.Hâkimgörüş,maddedeyer alan  başka bir organa ifadesininkapsamınınsınırlıolarakdeğerlendirilmemesigerektiğivebuifadenin organaözgügörevlerietkilibirşekildeyerinegetirenherhangibirkişiyi kapsayacağıyönündedir.Konuhk.tartışmalariçinbkz.RitaTrigoTrindade,Le conseil d administration de la société anonyme: composition, organisation et responsabilité en cas de pluralité d administrateurs(Bâle:Helbing&Lichtenhahn,1996),156,206;AndrewM.Garbarski,La Responsabilité Civil et Pénal des Organes Dirigeants de Sociétés Anonymes,(Zurich:SchulthessJuristischeMedienAG,2006),55-56;Blanc, Délégation ,326;NicolasGillard, LaResponsabilitédesAdministrateurs:PrincipesetActions ,inAspects actuels du droit de la société ́anonyme: travaux réunis pour le 20ème anniversaire du CEDIDAC (1985-2005),editörFrançoisDessemontet,Pierre,AndréObersonveAlainThévenaz,(Lausanne:CEDIDAC,2005),480,dn.50;Pittet,Les compétences,178;Thaler,Notion d organe,70vd.;BernardCorboz, ChapitreVI:Laresponsabilité,Introductionauxarticles752à761 ,Commentaire Romand, Code des Obligations II, Codes des obligations Art. 530-1186, Loi sur les bourses Art. 22-33 avec une introduction à la Loi sur la fusion,editörPierreTercierveMarcAmstutz,(Bâle:Helbing&Lichtenhahn,2008),1373,N.34.47 Doğan,Organizasyon,11.Yönetimkuruluvegenelmüdürlüktenoluşan genişanlamdayönetim kendiiçinde gerçekyönetim ve icracıyönetim olarakikiyeayrılmakta;gerçekyönetim(veyadaranlamdayönetim)altındaelealınanyönetimkurulununyetkileri,doğrudankanundanveyaesassözleşmeden,icracıyönetimiifadeedenidarecilerin(idarecimüdürler)yetkileriise yetkidevri suretiylekazanılmaktadır(Bkz.Kaplan, Denetim ,10).48 ATF117II432,s.442,p.2b(İBKm.754,günlükişrutininindışındakalanveişletmenindurumuüzerindebelirleyicibirönemesahipolankararlarıalanveişlemleriicraedenkişilereuygulanır);ATF128III29,p.3a(30-31:Yürütmeorganısorumluluğundanbahsedebilmekiçin,şirketiçiorganizasyonagörefiilenşirketyönetiminedahilolankimsenin,sahipolduğukararvermeyetkisindenkaynaklananyükümlülükleriniyerinegetirmesi,yanibağımsızsurettevekendisorumlulukalanındahareketetmesigereklidir).49 AkdağGüney,Yönetim Kurulu,365;Çamoğlu,Yönetim Kurulu,34-35;MarkBauen;RobertBernetveNicolasRouiller,La société́ anonyme suisse: Droit commercial - Loi sur la fusion - Droit boursier - Droit fiscal,(Zürich:SchulthessJuristischeMedienAG,2007),150,N.392;Corboz, Laresponsabilité ,1369,N.6;Meier-HayozveForstmoser,Droit suisse,60,N.31;Xoudis, DespersonnesMorales ,419,N.23.50 Tekinalp,Sermaye Ortaklıkları,247,N.12-49.İsviçreHukuku ndagerçekleşen1991tarihlireformöncesindedeyönetimvetemsilyetkilerininbirliktedevredileceğieskiİBKm.717altındaöngörülmüştü(Ditesheim,La représentation,97).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 337711devredilebilmektedir. Doktrinde bazı yazarlar, yetki devrinin çoğu kez  yönetim ve temsil yetkisini  kapsayacak şekilde gerçekleştiğini ifade etmektedir. Kanaatimizce devredilen yetki ile yetki devrine dayanak oluşturan belgenin kapsam ve içeriği incelenmeli, temsil yetkisinin devri ile yetkiyi devralan murahhas üye veya müdürlerin, devredilen yetki alanında bağımsız karar alma yetkisini de devralmaları halinde bu kişiler organ olarak kabul edilmelidir.Son olarak ticaret siciline tescil işlemi, şekli organ teşekkülü ve özellikle sorumluluk hükümlerinin uygulanması açısından açıklayıcı bir unsur olarak değerlendirilmektedir. Zira TTK m. 408 uyarınca genel kurul tarafından seçilen yönetim kurulu üyesi, üyeliği kabul etmekle birlikte yönetim kurulu üyeliğini kazanır. Bir diğer deyişle üye olarak seçilen kişinin göreve başlayabilmesi için tescil ve ilan edilmesi şart değildir. Dolayısıyla yönetim kurulu üyelerinin tescilini düzenleyen TTK m. 354/1(g) uyarınca yapılacak tescil kurucu değil, üçüncü kişilerin bilgilendirilmesini sağlamak adına açıklayıcıdır. İsviçre Federal Mahkemesi nin 1985 tarihli bir kararı uyarınca istifa etmiş ancak ticaret sicilinde halen müdür olarak kayıtlı görünen bir kimsenin, zarara yol açan eylem veya 51 Kırca(ŞehiraliÇelikveManavgat),Şirketler,620;Pulaşlı,Cilt II,1354,N.157;Ditesheim,La représentation,101;Pittet,Les compétences,70).52 TTKm.368(İBKm.721)uyarıncayönetimkurulutarafındanatananticaritemsilciveticarivekillerinorgansıfatınıhaizolupolmadıklarıhususuöğretidetartışmalıolmaklabirliktekanımızcabağımsızkararalmayetkisinihaizticaritemsilciveyaticarivekillerinorganolarakkabuledilmesigereklidir(Bkz.Kırca(ŞehiraliÇelikveManavgat),Şirketler,620-621,dn.630-631;Ditesheim,La représentation,78;Garbarski,La Responsabilité,40;Meier-HayozveForstmoser,Droit suisse,62,N.35;Xoudis, DespersonnesMorales ,422,N.34;TerciervePichonnaz,Obligations,120;N.494);FrançoisChaudet,Droit Suisse des Affaires(Bale,Geneve,Munich:Helbing&Lichtenhahn,2004),146;MarcoVilla, OrganesdeFaitetOrganesApparents ,La Responsabilité Civil d Entreprise(Lausanne:CEDIDAC,2004),111,dn.153).FederalMahkeme nin2019tarihli146III37sayılıkararıuyarıncaİBKm.721 egöreatananticaritemsilciveticarivekillerinorgansıfatınıhaizolmadıklarıbelirtilmektedir(ATF146III37,s.42,p.5.1.1.1).Kararınkısaözetiiçinbkz.dn.62.53 Garbarski,La Responsabilité,26;Villa, OrganesdeFait ,81;Thaler,Notion d organe,41;Xoudis, DespersonnesMorales ,419,N.22;MehmetHelvacı, İsviçreAnonimOrtaklıklarHukukundaYönetimKurulu ,Prof. Dr. Reha Poroy a Armağan,(İstanbul:İstanbulÜniversitesiHukukFakültesiYayını,1995),177;AkdağGüney,Yönetim Kurulu,355;Çamoğlu(PoroyveTekinalp),Ortaklıklar I,407,N.557;VeliyeYanlıveNilssonGülOkutan, AnonimveLimitedŞirketlerdeSınırlıYetkiliTemsilciTayini ,Batider,C.XXX,S.4(2014),23.Pulaşlı,yönetimkuruluüyesitüzelkişininseçtiğigerçekkişitemsilcinintescilihariçolmaküzereyönetimkuruluüyelerinintescilininaçıklayıcınitelikteolduğunubelirtmektedir(Bkz.Pulaşlı,Şirketler,379,N.10,Pulaşlı, HukukiSorumluluk ,582;Aynı yöndeİsmailKırca, AnonimŞirketlerdeTüzelKişilerinYönetimKuruluÜyeliği ,Batider,C.XXVIII,S.2(2012),53).54 ATF111II480,s.484,2a.İlgiliyeyönelikolarakkarardabelirtilmişolan zarara yol açma veya zararı önleme imkânının olması, yani şirketin iş akışını etkileme fırsatına sahip olması hususunun,iyiniyetliüçüncükişilerindışgörünüşteorgana(Organstellung İnfolge Kundgabe)olangüvenlerininkorunmamasınayolaçacağı,OrganstellungİnfolgeKundgabekavramınınsorumlununşirketinişakışıüzerindeherhangibiretkisiolmadığı/olamadığıdurumlardauygulanmasıgerektiğivedolayısıylakarardabelirtilengörüşünkabulühalindekavramıniçininboşaltılmışolacağıbelirtilerekdoktrindeeleştirilmektedir(Villa, OrganesdeFait ,136-137;Garbarski,La Responsabilité,48).Organstellung İnfolge Kundgabe kavramınayönelikolarakbkz.s.21vd. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi337722 Nihan PALTAihmalinin ortaya çıktığı anda salt ticaret sicilinde kayıtlı olması gerekçesiyle İBK m. 754 kapsamında sorumlu tutulamayacağı; aksine, ilgili kimsenin söz konusu zarara yol açma veya zararı önleme imkânının olması, yani şirketin iş akışını etkileme fırsatına sahip olmasının göz önünde bulundurulması gerektiği belirtilmiştir. Dolayısıyla şekli organ olarak değerlendirilen bir kimsenin hukukî sorumluluğundan bahsedebilmek için o kişinin ilgili zararı önleme konusunda etkin bir pozisyona sahip olması gereklidir.İsviçre öğretisinde genel kurul tarafından seçilmiş olan yönetim kurulu üyelerinin şekli organ olarak tanımlanması hususunda görüş birliği mevcuttur. Bununla birlikte bazı müellifler, yönetim kurulunun şeklen bir parçası olmasa da iç yönerge gibi şirket içi düzenlemeler yoluyla yönetim kurulu veya yetkili diğer organlar tarafından kendilerine yönetim yetkisi devredilen ve bu yetkileri maddi anlamda icra eden kişileri maddi organ (organe matériel) olarak tanımlamakta ve bu kavramın şekli organ kavramından ayrılarak incelenmesi gerektiğini savunmaktadırlar. Bu husustaki tartışmalar esasen 1983 tarihli İsviçre Federal Konseyi Mesajı altında, şekli organ (organe formel) ve fiili organ (organe de fait) tanımının yanında maddi organdan (organe matériel) da bahsedilmiş olmasından ve maddi organ tanımına örnek olarak müdür ve yöneticilerin verilmesinden kaynaklanmıştır. İsviçre öğretisinde şekli organ olarak tanımlanan yönetim kurulu üyeleri haricinde, organa özgü kararlar alarak veya tipik bir organa dair yetkileri icra ederek şirket iradesinin oluşumuna katılan tüm kişiler maddi organ olarak tanımlanmakta ve bu kavram fiili organ kavramıyla eş anlamlı olarak kullanılmaktadır.B. FİİLİ ORGAN (ORGANE DE FAIT)Anonim şirketlerde, kanun, esas sözleşme veya yönetim ve temsil yetkisinin devri yoluyla yetkilendirilmiş olan kişilerin temsil ettiği şekli organların haricin55 Birkimseninşeklen(kanun,esassözleşmeveyaiçyönergegibişirketiçidüzenlemelerle)müdürsıfatınasahipolmasıonunorganolduğuveorganolmasıdolayısıylasorumlututulmasınıgerektirmez.Önemliolanbukişininfonksiyonelanlamdagörevifaedip,kendibaşınasorumlulukalmasıveşirketiradesinekatkıdabulunupbulunmamasıdır.Konuhakkındafarklıörnekleriçinbkz.AkdağGüney,Yönetim Kurulu,363-365;Xoudis, DespersonnesMorales ,419,N.23.56 Garbarski,La Responsabilité,27,dn.177 deanılanyazarlar;TetianaBershedaVucurovic,Civil liability of company directors and creditor protection in the vicinity of insolvency: comparative analysis based on the Swiss and English systems(Zurich:SchulthessJuristischeMedienAG,2007),221,dn.857 deanılanyazarlar;Doğan,Organizasyon,11,dn.23,12,dn.24 teanılanyazarlar.Xoudis,yönetimkuruluüyelerinikanunişekliorgan(organe formel légal)olarak,İBKm.716buyarıncakendilerinedevredilenyönetimyetkisiuyarıncaşirketiradesininoluşumunaetkinbiçimdekatılankişileriyasalşekliorgan(organe formel statuaire)olaraktanımlandırmaksuretiyleşekliorgankavramınıikiayrıbaşlıkaltındaincelemektedir(Xoudis, DespersonnesMorales ,419,N.22-23).57 Message1983,no361,s.963.58 Chaudet,Droit des Affaires,146;Pittet,Les compétences,150,dn.401;Thaler,Notion d organe,19;Bauen,BernetveRouiller,La société anonyme,150,N.391;Garbarski,La Responsabilité,27,dn.177 deanılanyazalar;Meier-HayozveForstmoser,Droit suisse,61,N.31a;Villa, OrganesdeFait ,83;Xoudis, DespersonnesMorales ,419,N.24,dn.68;Bilgili,İsviçre,32;Kaşak,Yetki Dağılımı,59,N.1.73.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 337733de, şirket işleyişi içinde herhangi bir yetkilendirme veya görevlendirilme öngörülmeksizin şirket iradesinin oluşumuna katılan ve icra edilen yetkileri tek başına kullanabilen kişilerin varlığı da mümkündür. Gerçek veya tüzel olabilen bu kişiler, fiili organ olarak nitelendirilmektedir. Dolayısıyla fiil organı şekli organdan ayıran en temel ölçüt, fiili organın, kanun, esas sözleşme veya iç yönerge uyarınca yapılan herhangi bir görevlendirme olmamasına rağmen yönetim ve temsil ile görevli organlara özgü işlevleri elinde bulundurması ve bunları bağımsız olarak kendi sorumluluğu altında kullanarak şirketin iradesinin oluşumuna katılabilmesidir. Şekli organlar dışında fiilen yönetimle görevli kimselerin fiili organ olarak nitelendirilmesinin sonucu olarak bu kişiler tarafından şirket adına yapılan hukuki işlemler tüzel kişiyi bağlayacak olup bu kişilerin hukuka aykırı fiilleri dolayısıyla tüzel kişiyi sorumlu tutmak mümkün olacaktır. Ayrıca tıpkı şekli organlar gibi fiili organlar da TTK m. 549 vd. hükümlerine tabi olacaktır.İsviçre doktrininde bazı yazarlar fiili organı, maddi organ tanımı ile paralel olacak şekilde,  yönetim kurulunun şeklen üyesi olmasa da idari yetkileri maddi olarak haiz olan kişiler 63 olarak tanımlandırmışlardır. İsviçre Federal 59 Türkdoktrinindefiiliorgankavramındamutabakatsağlanmışdeğildir.Poroy/Tekinalp, Ü./Tekinalp, G., fonksiyonelorgan tanımını(Poroy;Tekinalp,ÜveTekinalp,G., Ortaklıklar ,349),Helvacı, olguorgan tanımını(Helvacı,Sorumluluk,9),Karayalçınise, fiiliyönetici tanımınıdahauygunbulmaktadır(YaşarKarayalçın, ÜstKuruluşlarHukuku ,Batider,C.XVI,S.1(1991),41).60 Garbarski,La Responsabilité,29,32,Villa, OrganesdeFait ,85vd;Bastian,Délégation,371;Corboz, Laresponsabilité ,1369,N.6;RobertinoLeiRavello,La responsabilité Solidaire des Organes de la Société Anonyme(Lausanne:ImprimeriedesArtsetMétiersSA,1992),42,N.52;Marie-NoëlleZen-RuffinenveMarcBauen,Le conseil d administration(Zurich:SchulthessEditionsromandes,2017),35,N.79;İsviçreFederalMahkemesi,102II353(s.359,p.3)sayılıkararındafiiliorganı kamufle edilmiş yöneticiler olarakifadeetmiştir.61 AkdağGüney,Yönetim Kurulu,356-357,Doğan,Organizasyon,13;Tandoğan,Mesuliyet,127;Kaşak,Yetki Dağılımı,60vd;Xoudis, DespersonnesMorales ,418,N.21,419,N.24.62 Şeklivefiiliorganlartarafındangerçekleştirilenhukukaaykırıfiillerintüzelkişiyibağlamasıhususundaherhangibirtartışmaolmamaklaberaberfiiliorganlartarafındangerçekleştirilenhukukiişlemlerintüzelkişiyibağlamayacağıilerisürülmektedir.FederalMahkeme,09.10.2019tarihindealmışolduğu146III37sayılıkararıuyarıncahukukiişlemlerinkurulmasıbakımındanbiranonimşirketiüçüncükişilerekarşıkimlerintemsiledebileceğiniizahetmiştir.Kararındamahkeme,anonimşirketlerin(i)İBKm.718uyarıncaorganları(yönetimkuruluüyeleriilemurahhaslar),(ii)İBKm.721uyarıncaorgansıfatınıhaizolmayanticarimümessillerivediğerticarivekilleriveya(iii)İBKm.32vd.hükümleriuyarıncakendilerinetemsilyetkisiverilenkişilertarafındantemsiledildiğini,ancakbuüçdurumdanbirininvarlığıhalindeşirketinilgilihukukiişlemlebağlanacağını,fiiliorganolaraknitelendirilenbirkimsetarafındangerçekleştirilenhukukiişlemintüzelkişiyibağlayacağınıkabuletmeninhukuksistemineaykırıdüşeceğiniifadeetmiştir(bkz.ATF146III37,s.42,p.5.1.1.1).Benzeryöndekarariçinbkz.ATF141III159,s.164,p.2.3.Konuhk.bkz.PınarAltınokOrmancı, TüzelKişilerdeFiiliOrganKavramıveFiiliOrganınHukukaAykırıFiilleriileHukukiİşlemlerininDoğurduğuSonuçlar ,İstanbul Hukuk Mecmuası,S.79(4)(2021),1277-1278.63 Pittet,Les compétences,150;Chaudet,Droit des Affaires,146.Tercier/Pichonnaz/Develioğlu,fiiliolaraküçüncükişileringözündeyöneticigibidavranankişilerinfiiliorganolaraktanımlanmasıgerektiğinivebuaçıdanbelirleyiciolanınbukişilerleilişkiyegireniyiniyetliüçüncükişilerinalgılarıolduğunubelirtmiştir(bkz.PierreTercier;PascalPichonnazveMuratDevelioğlu,Borçlar Hukuku, Genel Hükümler (İstanbul:OnİkiLevhaYayıncılık,2016),116,N.358). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi337744 Nihan PALTAMahkemesi nin 2001 tarihli bir kararı uyarınca fiili organ tanımı son gerece geniş yapılmış olup,  organlara özgü kararları fiili olarak alan veya etkin bir şekilde yönetimle uğraşan ve bu sayede şirketin iradesinin oluşmasına belirleyici bir şekilde katkıda bulunan kişiler , fiili organ olarak değerlendirilmiştir. Fiili organ, İsviçre Federal Mahkemesi nin başka kararlarında  işletmenin kumanda kolunu elinde tutan kişiler  veya  tüzel kişinin iradesini ifade eden doğal kanallar  olarak ifade edilmiştir. Son olarak 2010 tarihli bir İsviçre Federal Mahkemesi kararında, ticaret sicilinde yönetim kurulu üyesi olarak kayıtlı olup herhangi bir yetkiyi icra etmeyen kimseler (kararda saman adam olarak nitelendirilmiştir) ile tek pay sahipli şirketlerde sıklıkla karşılaşıldığı üzere, yönetim kurulu üyesi sıfatını taşımaksızın bu fonksiyonu icra eden kimseler de (kararda sahne arkasından ipleri çeken kimseler olarak ifade edilmiştir) fiili organ olarak tanımlanmıştır.1. İsviçre Federal Mahkemesi nin Fiili Organda Aradığı Kriterlerİsviçre Federal Mahkemesi, fiili organın nitelikleri konusunda iki ek şartın varlığını aramaktadır. İlk olarak fiili organın,  uzun süreli ve devamlı olarak şirketin yönetimine katılması  gerekmektedir. Başka bir deyişle, şirketin yönetimine yönelik olarak yapılan münferit veya geçici yetkilendirmeler fiili organın oluşumu için yeterli görülmemektedir. Fiili organ oluşumunu görev süresi ve devamlılığına tabi tutan bu görüş, bir defaya mahsus görevlendirme yapılıp fiili organ olarak görev icra eden kimselerin sorumluluğuna gidilmesine engel teşkil edeceğinden, farklı yazarlarca eleştirilmektedir. Özellikle kriz zamanların64 ATF128III92,s.93,p.3a:«... mais aussi les personnes qui prennent en fait les décisions réservées aux organes ou s occupent effectivement de la gestion et contribuent ainsi de manière déterminante à former la volonté de la société...»65 ATF122III225,s.227,p.4b;ATF61II339,s.342,p.2(les personnes qui tiennent les leviers de commande de l entreprise).66 ATF81II223,s.227(Aussi bien l organe est-il, selon l art. 55, le canal naturel par lequel s exprime la volonté de la personne morale).67 TF4A_555/2009,4A_561/2009du03.05.2010,p.2.3:«... Est ainsi responsable aussi bien celui qui est inscrit au registre du commerce comme administrateur sans exercer cette fonction (l homme de paille) que celui qui, sans porter le titre d administrateur, tire les ficelles en coulisse - comme c est souvent le cas de l actionnaire unique - et que l on appelle l administrateur de fait...» Ayrıcabkz.Corboz, Laresponsabilité ,1369,N.4;Xoudis, DespersonnesMorales ,419,N.21;Garbarski,La Responsabilité,28.68 ATF128III29,s.33,p.3(c):«... La qualité d organe de fait ne peut être attribuée qu à une personne qui, sous sa propre responsabilité, exerce une responsabilité permanente pour certaines décisions (...) Ni un acte isolé, ni encore une simple activité d assistance dans une position subordonnée ne suffit à fonder une responsabilité...»BununlabirlikteİsviçreFederalMahkemesi,görevlendirmeninnekadarsürmesigerektiğikonusundabirgörüşbelirtmemişolupbuhususuhâkimintakdirinebırakmıştır(Bkz.Garbarski,La Responsabilité,31-32;Vucurovic,Civil Liability,225).69 Thaler,Notion d organe,116-118;Villa, OrganesdeFait ,88-89;Gillard, LaResponsabilité ,473.70 Garbarski,La Responsabilité,31;RitaTrigoTrindadeveHenryPeter, Responsabilitédesorganesdegestiondansungroupedesociétés:commentairedesATF128III29et128III92 ,inRSDA (Zurich:SchulthessJuristischeMedienAG,2002),256;Vucurovic,Civil Liability,225-226;AkdağGüney,Yönetim Kurulu,360,dn.953 teanılanyazarlar,361;Kaşak,Yetki Dağılımı,66,N.1.83.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 337755da yetkilendirilen kimselerin veya hâkim ortağın bir defalığına şirket açısından önemli bir karar vermesi halinde, bu kişilerin uzun süreli ve devamlı olarak görev yapmamış olması dolayısıyla sorumluluklarının söz konusu olmayacağı sonucuna varmak fiili organ tanımını oldukça daraltacaktır. Bu nedenle kanımızca fiili organ tanımında  sürekli ve uzun süreli görev yapma  kriterinin belirleyici bir unsur olarak ele alınmaması, bu kriterden ziyade icra ettiği görevin  niteliğinin  ön plana çıkarılması gerekmektedir. Bu bağlamda belirtilmesi gereken bir diğer husus ise, ticaret sicilinde tescil edilmiş olan müdür veya imza yetkisi olan kimselerin, salt bu yetkileri haiz olması dolayısıyla sorumluluklarının doğmayacağı ve fakat sorumluluğu gerektiren ilgili görevi bağımsız olarak icra etmeleri ve şirketin iradesini etkilemeleri halinde sorumluluklarının gündeme geleceğidir. Zira imza yetkisine sahip olmak veya şeklen ticaret sicilinde tescil edilmiş bir müdür sıfatını haiz olmak, icra yetkisinin emanet edildiği ilgili organın işlevini yerine getirdiğine dair bir kanıt oluşturmayacaktır.İsviçre Federal Mahkemesi nin fiili organın nitelikleri konusunda aradığı ikinci ek şart, tipik bir organa dair yetkilerin icrası dolayısıyla şirket iradesinin oluşumuna katılma unsurudur. Başka bir deyişle bir kimsenin fiili organ olarak tanımlanabilmesi için o kişinin şirketin iç organizasyonu uyarınca ilgili görev veya pozisyon için tanımlanmış yetkileri haiz olması ve bu yetkileri icra etmesi gereklidir. Dolayısıyla şirketin iradesinin oluşumuna etki etmeksizin, belli bir konuda danışmanlık hizmeti veren kimseler fiili organ sıfatını kazanamazlar. İsviçre Federal Mahkemesi içtihatları uyarınca karar alma sürecinde şirket yönetimine dair yetki alanına atfedilebilecek her türlü münferit eylem veya karara yönelik olarak iş birliği yapmak veya destekte bulunmak, fiili organın teşekkülü için yeterli değildir. Dahası, şirket organları tarafından alınacak kararlar üzerinde 71 ATF114V213,s.218,p.4(e);Villa, OrganesdeFait ,89;Chaudet,Droit des Affaires,147;Xoudis, DespersonnesMorales ,420,N.24;Aynı yönde,AkdağGüney,Yönetim Kurulu,359,365.72 ATF128III92,s.94,p.3b: ... l influence sur la gestion d une société doit avoir lieu à partir d une position typique d un organe pour qu une personne obtienne le statut d organe effectif... İlgilikararınincelemesiiçinbkz.HenryPeter, Lesnouvellessourcesderesponsabilitédesadministrateursendroitdessociétés ,inNouvelles responsabilités pour le conseil d administration,(Bellinzona:Méta-Editions,2005),15-16.73 Villa, OrganesdeFait ,87;TrigoTrindadevePeter, Responsabilité ,256;Bastian,Délégation,373;Peter, Responsabilité ,14.74 Garbarski,La Responsabilité, 43;Villa, OrganesdeFait ,88;TrigoTrindadevePeter, Responsabilité ,256;Corboz, Laresponsabilité ,1370,N.14.75 ATF128III29,s.31,p.3(a),ATF117II570,s.573,p.3.BuçerçevedeyönetimkurulununTTKm.366/2(mehazhükmüİBKm.716a/2)uyarıncaşirketiniçişleyişiveyaiçdenetimikonularındahazırlıkvedanışmanlıkgöreviniifaetmeküzerekurabileceğikomiteveyakomisyonlarınorgansıfatıbulunmamaktadır.Zirabumaddealtındayönetimkurulu,sahipolduğuyetkilerikomite/komisyonlaradevretmemektevefakatbunlarınfiiliolarakkullanımıhususlarındayetkipaylaşımındabulunmaktadır(Kırca(ŞehiraliÇelikveManavgat),Şirketler, 479-480;TrigoTrindade,Le conseil, 157;Pittet,Les compétences, 60;Doğan,Organizasyon,79;DuyguDemirel, AnonimŞirketlerdeYönetimYetkisininDevri ,Hacettepe Hukuk Fakültesi Dergisi,C.7,S.2(2017),223,dn.45). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi337766 Nihan PALTAetkileri olsa bile dışarıdan atanan danışmanların (conseiller externe)76 fiili organ sıfatını haiz olduğunu söylemek mümkün olmayacaktır.İsviçre Federal Mahkemesi nin organ kavramını tanımlarken süreç içinde daha dar bir yorum şeklini benimsemiş olduğu anlaşılmaktadır. 1991 tarihli 117 II 432 kararında  günlük iş rutininin dışında kalan ve işletmenin durumu üzerinde belirleyici bir öneme sahip olan kararları alan ve işlemleri icra eden kişiler i fiili organ olarak tanımlanmıştır. Ancak Federal Mahkeme, aynı yıl vermiş olduğu 117 II 570 sayılı kararında fiili organı daha dar kapsamda tanımlamış olup  yönetim organının yetkisine giren konulara ilişkin kararların alınmasında önemli ölçüde hazırlık ve temel hususları aşacak biçimdeki desteği fiili organ oluşumu için yeterli  sayarak yönetime ilişkin sorumluluğun genellikle şirketin üst yönetimine, hiyerarşik açıdan en üst düzeyde yer alan yöneticilere ait olduğu fikrini benimsemiştir. Bu karara atıfta bulunan 2001 tarihli 128 III 29 sayılı kararında da  hiyerarşik açıdan alt düzeyde yer alan çalışanlar, kararların hazırlanması veya icra edilmesi bağlamında büyük önem taşıyan kararlar alsalar bile organ olarak kabul edilmezler  ifadesiyle bu anlayışını teyit etmiştir. Dolayısıyla alt bir kademede yardımcı pozisyonda (position auxiliaire) görev ifa eden ve kendi sorumluluğu altında bağımsız olarak karar alamayan bir kimsenin fiili organ olarak nitelendirilemeyeceğine hükmetmiştir.76 Dışarıdanatanandanışmanlarınsorumluluklarışirketilearalarındaakdettiklerisözleşmeuyarınca(vekaletveyaişsözleşmesi)belirlenecekolupbukimseler,TTKveyaİBK nınorgansorumluluğunudüzenleyenmaddeleriuyarıncasorumluolmayacaktır.77 BununlabirlikteİngilizHukuku nda2006tarihliŞirketlerKanunu(Companies Act 2006)Bölüm251,1986tarihliİflasKanunu(Insolvency Act 1986)Bölüm251ve1986tarihliŞirketYöneticileriDiskalifiyeKanunu(Company Directors Disqualification Act 1986),Bölüm22(5)uyarınca,talimatlarınavedirektiflerineuygunşekildehareketedilenkişiler,gölgemüdür(shadow director) olaraktanımlanmışolup(öğretidede factomüdür),saltmeslekidanışmanlıkhizmetleriçerçevesindeverilentavsiyelergölgemüdürünvarlığıiçinyeterlisayılmamaktadır.Dolayısıyladışarıdanatananbirgölgemüdürüntalimatveyadirektifvermesivebutalimatveyadirektifinşirketyönetimkuruluüyeleriüzerindebağlayıcıetkidoğurmasınabağlıolarakgölgemüdürünfiiliorganteşkiledeceğiilerisürülmektedir.Gölgemüdürlerinhangidurumlardafiiliorganteşkiledeceğineyönelikbkz.Secretary of State for Trade and Industry vs. Deverell [2000] 2 BCLC,s.150vd.;Tasbian Ltd. (No. 3) [1992] BCC 358.Konuyailişkinayrıcabkz.Garbarski,La Responsabilité,37-38.78 ATF117II432,s.442,p.2b: ... lorsqu une personne exerce ses activités et prend des décisions qui ne font plus partie de la routine des affaires courantes, mais qui ont une importance entrepreneuriale... .79 ATF117II570,s.573,p.3:«... Une simple aide à la prise de décision ne suffit pas (...) D autre part, la responsabilité d entreprise en vertu du droit des sociétés par actions n a lieu que si les compétences des parties concernées vont bien au-delà de la préparation et de l acquisition des principes de base et se condensent en une participation décisive à la formation de la décision. Il est donc vrai que la responsabilité en vertu du droit des sociétés par actions pour la gestion d une société n affecte que la haute direction d une société, la couche supérieure de la hiérarchie...».Chaudet,Droit des Affaires,147;Forstmoser,SprecherveTöndury,Personal Liability,144;Corboz, Laresponsabilité ,1370;Meier-HayozveForstmoser,Droit suisse,61,31a.80 ATF128III29,s.31,p.3(a):«... En tout état de cause, les employés à un niveau hiérarchiquement subordonné ne peuvent pas être considérés comme des organes, même s ils prennent des décisions d une importance considérable dans le cadre de la préparation ou de l exécution de décisions...»Bastian,Délégation,372;Garbarski,La Responsabilité,39;Thaler,Notion d organe,17;Villa, OrganesdeFait ,88;Meier-HayozveForstmoser,Droit suisse, 61,N.31a.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 3377772. Yargıtay ın Fiili Organ Kavramına YaklaşımıYargıtay ın organ kavramı tanımlanmasına ilişkin olarak, 11.06.2003 tarihli Yargıtay Hukuk Genel Kurul kararı uyarınca tüzel kişinin organının sözleşme dışı sorumluluğunun belirlenmesinde TMK m. 50 (eMK m. 47 ve 48) hükmünden yararlanılması gerektiği ve organ kavramının fazla daraltılarak yalnız kurul organların organ sayılmasının her zaman yeterli olmayacağı belirtilmiştir. Yargıtay, 2012 yılında vermiş olduğu bir kararında  resmi kayıtlarda görünmeyen kimselerin şirketi fiilen yönettiklerinin tespiti halinde bunların da somut olayla ilgili olarak haksız eylem hükümleri uyarınca sorumlu olup olmadıklarının tartışılması gerektiği  vurgulanarak şekli organlar haricinde fiili organların varlığını kabul etmiştir. Yargıtay ın 2014 tarihinde vermiş olduğu başka bir kararda ise doktrin ve Federal Mahkeme içtihatlarında kabul gören kıstaslara uygun olarak fiili organın eTK m. 336 uyarınca sorumluluğunun söz konusu olabileceği ifade edilmiştir. Dolayısıyla Yargıtay ın İsviçre Federal Mahkemesi içtihatlarına paralel olarak organ kavramını fiili organları da kapsayacak şekilde (henüz dış görünüşte organ izlenimini veren organa yönelik bir içtihatta bulunmamakla birlikte) geniş yorumladığı gözlemlenmektedir.81 YHGK,11.06.2003,E.2003/4-359,K.2003/406: MK nın 47 ve 48 inci maddeleri birlikte değerlendirildiğinde  organ  kavramının kapsamına  tüzel kişinin varsayılan idaresinin oluşmasında ve açıklanmasında aracı olan kurul organlar  girer. Ancak organ kavramını fazla daraltarak yalnız kurul organları, organ saymak her zaman yeterli olmayabilir. Madem ki organ tüzel kişinin (varsayılan) iradesinin oluşmasına ve açıklanmasına yol açmaktadır, şu hâlde kanun veya kuruluş belgeleri dolayısıyla belirli konularda karar verebilme ve icra edebilme yetkisine haiz olan kişileri de organ sayabiliriz. 82 Y.11.HD,12.02.2012,E.2010/5559,K.2012/5966.83 Y.23.HD,24.01.2014,E.2013/7191,K.2014/420: ... bir kimsenin anonim şirketlere özgü sorumluluk hükümlerine (TTK md 336) tabi olabilmesi için organ vasfına sahip olması gerektiği, yasa, ana sözleşme veya iç yönetmelikte organ olarak anılmış olma zorunluluğu, organ vasfını haiz olmanın bir şartı olmadığı, anonim şirketlerde bir kimsenin organ vasfını haiz olup olmadığı değerlendirilirken, onun şirketin iradesinin oluşumuna katılıp katılmadığına ve bu esnada tüzel kişinin önemli görev alanlarında bağımsız karar alma yetkisi bulunup bulunmadığına bakılması gerektiği, bu bağlamda organ vasfı ana sözleşme ve yasadan veya fiiliyattaki organizasyon yapısından ileri gelebileceği, dolayısıyla organ vasfı yalnızca formel anlamda bunların organ olup olmadığına bakılarak değil, maddi anlamda bir organ vazifesi üstlenip üstlenmedikleri yani fiiliyatta bu kimselerin şirketin amaçlarından doğan veya bu amaca yönelik bir işlevi yerine getirip getirmedikleri dikkate alınarak değerlendirilmesi gerektiği, sorumluların kapsamı belirlenirken sadece şekli kıstaslara uyan kimselerin organ olarak değerlendirilmesi sorunun çözümü için yeterli bulunmadığı, şeklen bu kıstaslara uymayan ancak, fiili anlamda bir organın vazifelerini gören kimselerin de söz konusu sorumluluk hükümlerine tabi tutulmaları gerektiği, sorumluluğun şekli organlarla sınırlandırılması, bu nevi fiili organların sorumluk hükümlerinden muaf tutulması anlamına geleceği, bu nedenle gerek içtihatlarda gerekse doktrinde fonksiyonel organ kavramından hareketle iradenin teşekkülüne ya da açıklanmasına iştirak eden veya idare ve temsil görevine katılan kimseler de  organ  olarak nitelendirileceği, böylelikle tüzel kişinin resmen organ sıfatını kazanmış organlarının dışında bulunan, fakat gerek konum, gerek yetkileri nedeni ile ortaklık iradesinin oluşması ve veya dışarıya yansıtılması hususunda etkin olan bütün şahıslar organ olarak nitelendirilebileceği, fiili organların sorumluluk hükümlerine dahil edilmesiyle sadece üçüncü kişilerin korunmasının sağlanmış olmayıp aynı zamanda tüzel kişinin iradesinin oluşmasında etkili oldukları halde resmen organ olarak görünmeyen fiili yöneticiler de sorumluluk zincirine dahil edilmiş olacakları... . 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi337788 Nihan PALTAC. DIŞ GÖRÜNÜŞTE ORGAN İZLENİMİNİ VEREN ORGAN (ORGANSTELLUNG DURCH/INFOLGE KUNDGABE VEYA ORGANE APPARENT)Forstmoser, fiili organ tanımlamasını daha geniş yorumlayarak, harici şartlar ve görünüşe güven ilkesi uyarınca organ sıfatının kazanılabileceğinin mümkün olduğunu ileri sürmüştür. Bu çerçevede yazar, bir şirketin alacaklılarına gönderdiği bir yazıda bir kimseyi ticaret sicilde kayıtlı olmamasına rağmen yönetim kurulu üyesi gibi takdim ederse veya ast-üst ilişkisine tabi bir çalışanının, önemli işlere ilişkin olarak tek başına karar vermeye yetkili olduğuna dair dışarıya karşı izlenim verirse, iyi niyetli üçüncü kişilerin yaratılan bu dış görünüşe duydukları güvenlerinin korunması gerektiğini ve güven ilkesi uyarınca bu kişilerin (Organstellung durch/İnfolge Kundgabe veya organe apparent) de organ olarak tanımlanması gerektiğini belirtmiştir. Forstmoser tarafından ileri sürmüş olan bu hukuki kurum, İsviçre doktrininde kavramsal olarak kabul görmüş olmakla birlikte somut olay özelinde görevi sona ermiş olmasına rağmen ticaret sicilinde terkin edilmemiş olan yöneticiler açısından değerlendirilmiştir. Forstmoser a göre bu organın önemi açılacak sorumluluk davalarında davacı tarafın belirlenmesine yöneliktir: şekli ve fiili organa karşı dava açabilecekler arasında şirket, alacaklılar ve pay sahipleri yer aldığı halde, Organstellung İnfolge Kundgabe e yönelik olarak sadece iyi niyetli alacaklılar ve pay sahipleri dava açabilecektir, zira şirket, dış görünüşte organ izlenimini veren organlara yönelik olarak güveninin zedelendiği iddiasında bulunamayacaktır. Konu hakkında İsviçre Federal Mahkemesi, 117 II 570 sayılı kararında, ilk defa Forstmoser tarafından geliştirilmiş olan bu tanıma atıfta bulunarak, güven prensibi uyarınca ve dış görünüşe istinaden organın teşekkül edebileceğini ve bu organın fiili organın bir varyasyonu olduğunu 84  Kırca,geçersizsurettealınmışolanbirgenelkurulkararınaistinadenseçilmişvefakattesciledilmemişolanbiryönetimkuruluüyesinin,şirketinmüşterilerinişirketmerkezindekabuletmesi,şirketinantetlikağıtlarınıkullanmasıveyailgiliüyeninimzasınınbulunduğukararlarınüçüncükişilereibrazıgibidurumlaraşirketinsesçıkarmamasıhalindeiyiniyetliüçüncükişilerinyaratılanbugörünüşegüvenlerininkorunmasıgerektiğiniifadeetmektedir(Kırca,İsmail, AnonimŞirketYönetimKuruluÜyeliğiSeçimineİlişkinKararınHükümsüzlüğü ,Bilgi Toplumunda Hukuk, Ünal Tekinalp e Armağan,C.I(İstanbul:BetaYayınevi,2003),501-502).85 PeterForstmoser, DerOrganbegriffimaktienrechtlichenVerantwortlichkeitsrecht ,in Freiheit und Verantwortung im Recht, Festschrift zum 60. Geburtstag von Arthur Meier-Hayoz(Berne:StämpfliEditions,1982),134-135;Forstmoser,SprecherveTöndury,Personal Liability,142,N.12,145,N.25;Garbarski,La Responsabilité, 47vd;TrigoTrindadevePeter, Responsabilité ,254;Ditesheim,La représentation,76;Pittet,Les compétences, 151-152;Bastian,Délégation,374;Villa, OrganesdeFait ,108vd.;Xoudis, DespersonnesMorales ,420,N.26;Thaler,Notion d organe,19vd.;Kaşak,Yetki Dağılımı,67vd.86 Garbarski,La Responsabilité, 49;Pittet,Les compétences, 152;Thaler,Notion d organe,22;Vucurovic,Civil Liability,219.87 Garbarski,La Responsabilité, 48;Villa, OrganesdeFait ,138-139;Thaler,Notion d organe,22.88 ATF117II570,s.571,p.3: ... Dans la littérature plus récente, il est également souligné que le statut d un organe doit être assumé même si, selon le principe de confiance, une telle position peut être conclue à partir de circonstances extérieures (FORSTMOSER, loc. cit., p. 214/5, paragraphes 676 et suivants)... Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 337799belirtmiştir. Organstellung İnfolge Kundgabe tanımı İsviçre doktrininde yaygın olarak kabul edilmekte olup bu organların hukuka aykırı fillerinin şirkete izafe edilip edilmeyeceği hususu tartışmalıdır. Garbarski, güven uyandıran dış görünüşün mutlak surette tüzel kişiye izafe edilemeyeceğini, zira İBK m. 754 vd. hükümlerinin zarar gören şahısların ilgili sorumlulara doğrudan başvurmalarını sağlama amacını güttüğünü ve organların davranışları sebebiyle şirketin dolaylı olarak sorumlu olmasının amaçlanmadığını savunmaktadır.1. Ticaret Sicilinin Olumlu ve Olumsuz Etkisi BakımındanTürk Hukuku doktrininde konuya yönelik tartışmalar, ticaret sicili nezdinde tescil ve ilanı zorunlu olan hususlar bakımından ticaret sicili kayıtlarının üçüncü kişiler üzerindeki olumlu etkisine ilişkin TTK m. 36/3 (eTK m. 39/1) maddesi bağlamında yapılmaktadır. Sicilin olumlu etkisi, ticaret siciline tescil ve ilan yükümlülüğünü yerine getiren şahsın (ilgilinin) çıkarlarının korunması amacıyla öngörülmüştür. Kanunî bir karineyi ortaya koyan bu madde uyarınca üçüncü kişilerin, TTK m. 36/3 gereğince kendileri hakkında hüküm ifade etmeye başlayan kayıtları bilmedikleri yolundaki iddiaları dinlenmemektedir. Anılan hükme göre kanunen sicile kaydedilmesi gereken bir husus sicile tescil ve buna bağlı olarak ilan edilmişse, üçüncü şahıslar bu kayıtları bilmediklerini iddia edemez89 Garbarski,La Responsabilité,49;Villa, OrganesdeFait ,134;Thaler,Notion d organe,22;Xoudis, DespersonnesMorales ,421,N.27.Gillard,ForstmoserveFederalMahkeme ninİBKm.752vd.hükümlerinintatbikedileceğiyenibirorgankategorisiyaratmaamacındaolmadığını,aksihaldeanonimşirketlerdekisorumluçevresiningüvenprensibiuyarıncagenişletilebileceğiniilerisürmüştür(Gillard, LaResponsabilité ,473).90 Ticaretsicilinekayıtişlemlerikuralolarakbildiricietkiyesahiptir.Örneğintacirinticariişletmesiniticaretsicilinetescilettirmesi,tacirsıfatınındoğumuaçısındankurucuetkiyesahipdeğildir.Ancaktescilyenibirhukukîdurumundoğmasınasebepoluyorsabudurumdatescilkurucuetkiyesahiptir.Kurucuetkiyesahiptescilişlemlerineörnekolarakticaretşirketlerinintüzelkişilikkazanmalarıveyaesassözleşmedeğişikliğiiçerengenelkurulkararlarınıntesciledilmesiverilebilir(bkz.SabihArkan,Ticari İşletme Hukuku(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsü,2018),271;YaşarKarayalçın, TürkHukukundaTicaretSicilineTescilinEtkileri ,Batider,C.VIII,S.2(1975),7-10;FatihBilgiliveErtanDemirkapı,Ticaret Hukuku Bilgisi,(Bursa:DoraYayınları,2020),107108;MehmetBahtiyar, 6102SayılıTTK da,TicaretSicilineTescilYanındaİlanıdaGerekenHususlarSorunu(m.35/3) ,Regesta Ticaret Hukuku Dergisi,C.3,S.2(2013),4-5;MustafaÇeker,Ticaret Hukuku Genel Esaslar,(Adana:KarahanKitabevi,2016),78-79;HüseyinÜlgen,Türk Ticaret Hukukunda Hukuki Görünüş Nazariyesi (Ticari İşletme Bakımından Uygulama)(İstanbul:VedatKitapçılık,2005),146).TTKm.12/2uyarınca(eTKm.14/2) görünüştetacir sayılmakavramıhk.detaylıaçıklamalariçinbkz.Ülgen,Hukuki Görünüş,72vd.91 AsumanYılmaz, TürkTicaretKanunu naGöreTicaretSicilindeHukukîGörünüşeGüven(TTKm.37) ,Batider,C.XXX,S.3(2014),67;Karayalçın, Sicil ,14vd.;RehaPoroyveHamdiYasaman,Ticari İşletme Hukuku(İstanbul:VedatKitapçılık,2004),190-191;Ülgen,Hukuki Görünüş,166;İsviçreHukuku ndadaaynıtartışmanınyapıldığınayönelikolarakbkz.Garbarski,La Responsabilité,49ve49,dn.354 tebelirtilenyazarlar.92 Arkan,Ticari İşletme,272;Çeker,Ticaret Hukuku,79;SamiKarahan,Ticari İşletme Hukuku (Konya:MimozaYayınları,2015),135;HayriDomaniçveErolUlusoy,Ticaret Hukukunun Genel Esasları,(İstanbul:ArıkanYayınevi,2007),262;Yılmaz, Sicil ,67;Karayalçın, Sicil ,15;Konuhk.bkz.ATF109II388,s.344,p.2c,ATF98II211,s.215,p.4a. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi338800 Nihan PALTAler. Bahsedilen hususu örneklendirecek olursak, yönetim kurulu tarafından TTK m. 367 hükümlerince çıkarılacak iç yönergeye istinaden TTK m. 371/7 uyarınca sınırlı yetkili ticari vekil ve diğer tacir yardımcısı atanması halinde bu kimselerin yetkilerindeki sınırlamaların üçüncü kişilere karşı hüküm ifade edebilmesi için tescil ve ilanı şarttır. Söz konusu sınırlamaların ticaret siciline tescil ve ilan edilmesiyle TTK m. 36/3 uyarınca sicilin olumlu etkisi devreye girmekte ve üçüncü kişilerin bu sınırlamaları bilmedikleri iddiası dinlenmemektedir. Öğretide Karayalçın, eTK 39/1 ile üçüncü kişilere sicil ilanlarını muntazam bir şekilde takip külfetinin dolaylı bir şekilde tahmil edildiğini ve bu mükellefiyetin normal şartlar altında yerine getirilmesi mümkün olmayan hallerde iyi niyetli üçüncü şahısların korunması gerektiğini ifade etmektedir. Aksi görüşte olan Ülgen, kanun koyucunun üçüncü kişilerin tescil ve ilan edilen hususları (tescil ve ilan edilmesi gereken şartın gerçekten mevcut ve hukuken geçerli olması halinde) bilmek ve dolayısıyla sicil ilanlarını muntazam bir şekilde takip etmekle yükümlü olduklarını tayin etmiş olduğunu belirtmiştir. Ayrıca Ülgen, eTK m. 38 ve 39/1 hükümlerinin uygulama alanına giren hallerde hukukî görünüşün söz konusu olmayacağını zira bu hükümlerin üçüncü kişileri bir hukukî görünüş olgusu teşhis edip bu itibarla işlem yapmaya sevk etmediğini, aksine tescil ve ilan edilen hususların üçüncü kişilere karşı ileri sürülmesinde ispat bakımından düzenleme getirmiş olduğunu savunmuştur. Battal, eTK m. 39/1 in gerekçelerinin, ticarî hayatla ilgili gerekli bilgilerin sicilden veya sicil gazetesinden öğrenilebileceği (ve öğrenilmiş sayıldığı) varsayımından yola çıktığını, ilgililer için ağır hukukî sonuçlar öngördüğünü ve bu sebeple fiilî duruma uygun olmadığını savunmaktadır. Battal a göre kaynağını MK m. 2 den alan güven ilkesine dayanan dış görünüş teorisi çerçevesinde iyi niyetli üçüncü kişilerin dış görünüşe olan güvenlerinin korunması gereklidir. 93 TescilveilanıgerektirmeyenbirhususunbirşekildetescilveilanedilmişolmasıdurumundaTTKm.36/3uygulamaalanıbulmaz(Bkz.Yılmaz, Sicil ,67,AhmetBattal, TicaretSicilininMüsbetFonksiyonununveTemsileİlişkinSonuçlarınınDışGörünüşTeorisiAçısındanİncelenmesi ,Batider,C.XIX,S.1(1997),87;PoroyveYasaman,Ticari İşletme,190).94 Tescilişlemininaçıklayıcı(bildirici)etkiyesahipolduğunailişkinolarakbkz.YanlıveOkutan, SınırlıYetkili ,23-24.95 AkdağGüney,Yönetim Kurulu,126,128;YanlıveOkutan, SınırlıYetkili ,25.TTKm.371/7 nineleştirisineilişkinbkz.AkdağGüney,Yönetim Kurulu,118-126;NeclaAkdağGüney, 6552SayılıTorbaKanunileTTKmd.371 eEklenenYedinciFıkrayaİlişkinDeğerlendirmeler ,ArslanlıBilimArşivi,ErişimTarihi:Mart05,2022,https://arslanlibilimarsivi.com/sites/default/files/makale/Necla%20Akda%C%9F%20G%C%BCney%20-%206552%20Say%C%Bl%C%B%20Torba%20Kanun%20ile%20TTK%20md.%20371 e%20Eklenen%20Yedinci%20,11-18;MehmetÖzdamar, 6552SayılıKanunileTTK daYapılanDeğişikliklerÇerçevesindeAnonimŞirketinTemsili ,GÜHFD,C.XVIII,S.3-4(2014),151vd.96 Karayalçın, Sicil ,16-17.97 Ülgen,Hukuki Görünüş,167-169.98 Battal, Sicil ,83-84,98-101;Güvenprensibinindürüstlükkuralınadayandığınailişkinbkz.M.KemalOğuzmanveNamiBarlas,Medenî Hukuk, Giriş - Kaynaklar - Temel Kavramlar(İstanbul:BetaYayınları,2003),184vd.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 338811Dolayısıyla temsil yetkisi sınırlandırılmış veya sona ermiş olmasına rağmen eTK m. 39/1 e güvenip tescil ile yetinerek bu hususları uygun vasıtalarla muhataplarına bildirmeyen ve bu şekilde fiilî durumun oluşmasına katkıda bulunmuş veya bu duruma engel olmamış (göz yummuş) olan tarafın, TMK m. 2/2 de yer alan müeyyide ile karşılaşması gereklidir. Öte yandan Battal  MK m. 2 nin uygulanması kapısı bir kere açıldığı takdirde artık kapanamayacak gibidir  ifadesiyle, TMK m. 2 uygulamasının istisnayı kural haline getirebileceğinin, fiilî durumun hukukileşmesine bir kere izin verilmesi halinde bu fiilî durumun herkes tarafından iddia edilebileceğinin ve hatta bu durumu kötüye kullanmak isteyenlerin de olabileceğinin altını çizmiştir.İsviçre ve Türk doktrininde bazı yazarlar konuyu ticaret sicilinin eTK m. 38 ve 39 altında düzenlenmiş olan olumsuz etkisi (TTK m. 36/4/İBK m. 936b/2) bakımından da ele almaktadır. Bu bağlamda azledildiği halde temsil yetkisinin terkini sicilde tescil ve ilan edilmeyen kişilerle işlem yapan iyi niyetli üçüncü kişilerin güvenlerinin korunması gerektiği ileri sürülmektedir. Şirket ancak temsil yetkisinin kaldırıldığını üçüncü kişilerin bildiğini veya bilmesi gerektiğini ispat etmek suretiyle işlemle bağlı olmaktan kurtulabilecektir. Benzer husus, TTK m. 373 (eTK m. 323) altında tüzel kişiler tarafından yerine getirilmesi gereken tescil ve ilan yükümlülüğü altında da öngörülmüştür. Nitekim TTK m. 373/2 uyarınca temsil yetkisinin ticaret sicilinde tescilinden sonra ilgili kişilerin seçimi veya atanması ile ilgili hukuki sakatlıklar, şirket tarafından üçüncü kişilere karşı ancak sakatlığın bunlar tarafından bilindiğinin ispat edilmesiyle şartıyla ileri sürülebilmektedir. Öğretide Kırca, bu hususu hukukî görünüş ilkesi kapsamında incelemiş olup yönetim kurulu üyesinin tescilinin ve bu üyenin şirket adına gerçekleştirdiği işlemlerin, üyenin seçimine ilişkin genel kurul kararının geçersiz veya hükümsüz kılınması durumunda iyi niyetli üçüncü kişiler üzerinde nasıl bir etki doğuracağını tartışmıştır. Kırca nın ifadesiyle şirket, seçimi geçersiz yönetim kurulu üyesinin iyi niyetli üçüncü kişilerle yaptığı işlemlerle bağlı olacaktır. Bu sonuç, iç ilişkide mevcut olmayan bir temsil yetkisinin - yanlışlıkla da olsa- ticaret sicili vasıtasıyla üçüncü kişilere duyurulması, bu hususta bir hukukî görünüş yaratılması sebebiyle üçüncü kişinin iyi niyetinin bu eksikliği gidermesinden kaynaklanmaktadır.99 YanlıveOkutan, SınırlıYetkili ,25-26;Ülgen,Hukuki Görünüş,162vd;Karayalçın, Sicil ,17-20;Yılmaz, Sicil ,68;Garbarski,La Responsabilité, 49,Thaler,Notion d organe,21;Vucurovic,Civil Liability,219-220.100 AkdağGüney,Yönetim Kurulu,118;Kırca, YönetimKuruluÜyeliğiSeçimineİlişkinKarar ,500501;Kaşak,Yetki Dağılımı,69,N.1.87.TTKm.373/2 ningerekçesinde hukukî sakatlık ne kadar ağır olursa olsun bunun üçüncü kişiye karşı ileri sürülemeyeceği ifadeedilmiştir.GerekçeyegöreTTKm.373/2 ninamacı, üçüncü kişiye izleyemeyeceği, belirleyemeyeceği ve yargılayamayacağı bir yükümlülük yüklenmesini engellemek ve işlem güvenliği ile adaleti sağlamak amaçlarına yöneliktir  (Gerekçe,m.373/2,s.113).101 Kırca, YönetimKuruluÜyeliğiSeçimineİlişkinKarar ,501. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi338822 Nihan PALTAKanaatimizce dış görünüşte organ izlenimini veren organ kavramının geniş yorumlanması, TTK m. 36/3 ün olumlu etkisinin getirdiği prensipler, sicil kayıtlarının TTK m. 24/III ve TSY m. 13 uyarınca artık elektronik ortamda tutuluyor olması ve üçüncü kişilerin, ticaret siciline tescil edilmiş olan imza yetkililerin kontrollerini internet ortamında kolaylıkla sağlayabiliyor olması karşısında Battal ın işaret ettiği istisnanın kural haline gelmesi tehlikesini taşımaktadır. Öte yandan ticaret sicili, TMK m. 7 anlamında resmi sicildir ve tescil için aranan kanunî şartların mevcudiyeti, TTK m. 32 (eTK m. 34) altında sicil memurunun oldukça kapsamlı bir şekilde düzenlenmiş olan inceleme görevi ve yetkisi kapsamında hem esas hem de şekil bakımından incelenmektedir. Buna uygun olarak sicildeki kayıtların sadece şekli değil maddi doğruluğu da kapsadığı kabul görmektedir. Her halükârda dış görünüşte organ kavramından bahsedebilmek için Federal Mahkeme nin 117 II 570 sayılı kararında da belirtildiği üzere ilgili organın fiili organın niteliklerini haiz olması ve bu kapsamda bağımsız olarak tipik bir organa dair yetkilerin icrası dolayısıyla şirket iradesinin oluşumuna katılması gerekmektedir. Dolayısıyla bu kavramın istisnaî durumlarda ve ancak tüzel kişinin üçüncü kişiler nezdinde ilgili kişinin önemli işlere ilişkin olarak tek başına karar vermeye yetkili olduğuna dair izlenim uyandırması ve üçüncü kişilerin de bu durumun aksini bilmemesi (ve bilebilecek durumda olmaması) durumlarında değerlendirilmesi gerekmektedir. Ayrıca iyi niyeti değerlendirilecek olan üçüncü kişinin tüzel kişi olması durumunda, yönetim organının (yönetim kurulu üyeleri veya murahhasları) sözleşmesel ilişkiye girilecek tarafın temsil ve ilzam yetkililerine ilişkin gerekli incelemeleri gerçekleştirmesinin özen yükümlülüğü kapsamında değerlendirilmesi gerektiği unutulmamalıdır.Son olarak ticaret sicilinin olumsuz etkisi dolayısıyla terkini gerçekleştirilmemiş olan bir temsilciye güvenerek şirketle işlem yapan iyi niyetli üçüncü kişinin güveninin korunması gerekmekle birlikte bu durum güven prensibi uyarınca yeni bir organ türü yaratılmasına gerekçe olmamalıdır. Öncelikle Federal Mahkeme nin 117 II 570 sayılı kararında da belirtildiği üzere dış görünüşe istinaden teşekkül edecek organ, fiili organın bir varyasyonudur. Buna uygun olarak yukarıda da belirtildiği üzere dış görünüşe istinaden teşekkül edecek organın, fiili organ niteliklerini haiz olması ve bağımsız olarak tipik bir organa dair yetkilerin icrası dolayısıyla şirket iradesinin oluşumuna katılması gerekmektedir. Bu hususa ilaveten, ticaret siciline tescilin açıklayıcı nitelikte olduğuna ilişkin Federal 102 TTKm.24gerekçesindeifadeedildiğiüzere(Gerekçe,m.24/3,s.9)bilgibankasındayeralankayıtlarınüçüncükişilereilerisürülebilmesiiçinbuhusustakanundüzenlenmesigetirilmeksuretiyleelektroniksicilbankasınahukukiişlevtanınmalıdır(Bkz.ÖzgeKaraege, TicaretSiciliKayıtlarınınÜçüncüKişilerBakımındanEtkisi ,Hacettepe Hukuk Fakültesi Dergisi,C.10,S.2(2020),465;NeclaAkdağGüney, YeniTürkTicaretKanunuveAvrupaBirliğiMevzuatıÇerçevesindeTicaretSicili ,Regesta Ticaret Hukuku Dergisi,S.1,(2011),68).103 Ülgen,Hukuki Görünüş,150-151;PoroyveYasaman,Ticari İşletme,186;Kırca, YönetimKuruluÜyeliğiSeçimineİlişkinKarar ,500-501.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 338833Mahkeme nin 111 II 480 sayılı kararı uyarınca istifa etmiş ancak ticaret sicilinde halen müdür olarak kayıtlı görünen bir kimsenin İBK m. 754 kapsamında sorumlu olabilmesi için ilgili zarara yol açma veya zararı önleme konusunda etkin bir pozisyona sahip olması gereklidir. Dolayısıyla salt temsil yetkisi sicilden terkin edilmemiş olan bir kişinin ticaret sicilinin olumsuz etkisi dolayısıyla bir organ olarak kabul edilmesi organ kavramını fazlasıyla genişletmiş olacaktır. Her ne kadar organ kavramının kabulü mümkün olmasa da iyi niyetli üçüncü kişinin güveninin korunması açısından terkini gerçekleştirmekte ihmali bulunan (duruma göre TBK m. 42/3 uyarınca yetki belgesini geri almayan) yönetim kurulu üyelerinin üçüncü kişinin zararını tazmin etmesi gerekebilecektir. Temsil yetkisi olmadan üçüncü kişi ile işlem yapmada temsilcinin de kusurlu olması halinde (yetkisinin bulunmadığını bilmesi halinde) TBK m. 47/2 hükümleri uyarınca temsilcinin de sorumluluğu gündeme gelebilecektir.2. Borçlar Hukuku Altında Temsil Kavramı BakımındanDış görünüşte organ izlenimini veren organ kavramı, borçlar hukuku alanında temsil yetkisinin üçüncü kişilere bildirilmesine yönelik sevk edilmiş bir madde olan TBK m. 41/2 (eBK m. 33/2) hükümleri bağlamında da değerlendirilmektedir. Bu çerçevede Organstellung İnfolge Kundgabe, üçüncü kişiler nezdinde güven uyandıracak bir görünüşü yaratan kişinin sorumlu olması fikrine dayanan etkili görünüm teorisi (la théorie de l apparence qualifiée/efficace)106 kapsamında incelenmektedir. Etkili görünüm teorisi uyarınca TBK m. 41/2 (İBK m. 33/3) ve 42/3 (İBK m. 34/3) hükümleri, iyi niyetli üçüncü kişinin temsil olunan kişi tarafından yaratılan görünüşe inanması halinde, o üçüncü kişiyi temsil olunanın iradesine bakmaksızın korumaktadır. İşlem güvenliğinin korunması amacıyla kanunun temsil olunanı, iyi niyetli üçüncü kişiler nezdinde yarattığı görünüşten dolayı sorumlu tutması anlayışına dayanan bu teorinin sonuçlarının doğması için iki şartın birlikte gerçekleşmesi gerekmektedir: i) temsil olunanın, hiç var olmamış veya artık var olmayan yetkilerini, üçüncü kişilere açık veya örtülü bildirim yoluyla bildirmiş ve bu sayede bildirimi dış yetkilendirme yoluyla yapmış olma104 OğuzmanveÖz,Borçlar Cilt I,245-246,özellikledn.734-735;NecipKocayusufpaşaoğlu;HüseyinHatemi;RonaSerozan,veAbdülkadirArpacı,Borçlar Hukuku, Genel Bölüm, Birinci Cilt, Borçlar Hukukuna Giriş, Hukukî İşlem, Sözleşme (İstanbul:FilizKitabevi,2017),723;Eren,Borçlar Hukuku, 504,N.1359.105 Kocayusufpaşaoğlu;Hatemi;SerozanveArpacı,Borçlar, 643-646;Eren,Borçlar Hukuku, 504,N.1359.106 TerciervePichonnaz,Obligations,141-142.107 Sözdeyetkilerin,sözdetemsilcitarafındanbildirilmesihalindeiyiniyetlikişikuralolarakkorunmaz(ATF120II197,s.200,p.2b(aa),ATF99II39,s.42,p.1,TF4C.127/2001du22.08.2001,p.2b)108 TerciervePichonnaz,Obligations,115vd.Temsilolunanaçıkbiriradebeyanındabulunmamışbileolsa,buyoldahukukîgörünüşeyolaçanbazıfiilidavranışları(katlanmasuretiyleveyaihmalsuretiyle)TBKm.41/2 ninuygulanmasınayolaçabilir(bkz.Kocayusufpaşaoğlu;Hatemi;SerozanveArpacı,Borçlar, 643-646). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi338844 Nihan PALTAsı, ii) üçüncü kişinin bu görünüşe iyi niyetle inanmış olması. Burada önemli olan, bildirimin temsil hükümleri doğuracak nitelikte etkili görünüm yaratması olup üçüncü kişinin temsil yetkisinin varlığı konusunda gerekli araştırma veya incelemeyi gerçekleştirmemesi halinde ya yetkinin bildirilmemiş olduğu ya da iyi niyet eksikliği sonucuna varılmaktadır. Kanaatimizce, TTK m. 36/3 altında belirtilen ticaret sicilinin olumlu etkisi uyarınca üçüncü kişilerin, ticaret sicili nezdinde tescil ve ilanı zorunlu olan kayıtları bilmedikleri yolundaki iddiaları dinlenmediğinden, üçüncü kişiler tarafından temsil yetkisinin varlığı konusunda gerekli araştırma ve incelemenin gerçekleştirilmiş olması (örneğin yapılacak işleme ilişkin olarak üçüncü kişiler tarafından temsil olunan şirketin ticaret sicil kayıtlarındaki imza yetkililerinin veya temsil olunan tarafından temsilciye verilmiş olan yetki belgesinin incelenmesi) özellikle iyi niyetin tespiti açısından zarurî bir unsurdur.SONUÇİsviçre ve Türk anonim şirketler hukukunda tüzel kişinin organlarının hukukî işlem ve fiillerinden sorumlu olması dolayısıyla sorumlu çevresinin belirlenmesinde şekli kıstaslar (kanun, esas sözleşme veya iç yönerge gibi şirket içi düzenlemeler) yanında fiilî kıstasların da önem teşkil ettiği sonucuna varılmaktadır. Bir diğer deyişle, bir kimsenin organ konumu ve sıfatı, salt yasal şekle uygun olarak yetkilendirilme yoluyla değil şeklen yetkilendirilmiş olmamasına rağmen fiilî olarak organ yetkilerini kullanmak veya üçüncü kişiler üzerinde organ konumunda olduğu yönünde güven uyandırmak suretiyle de gerçekleşmektedir. Organ tanımını salt şekli organlarla sınırlı tutmak, fiili organ olarak tanımlanan ve şeklen yetkilendirilmemiş olmasına rağmen yönetim ve temsil ile görevli organlara özgü işlevleri bağımsız olarak ve kendi sorumluluğu altında kullanarak şirketin iradesinin oluşumuna katılan kimselerin sorumlu çevresine dahil edilmemesine neden olacaktır. Dolayısıyla şeklen organ olarak yetkilendirilmiş olmak, organ vasfını haiz olmanın bir şartı olarak değerlendirilmemelidir.Fiili organ (tıpkı şekli organ gibi) kanun koyucu tarafından tanımlanmamış olsa da TTK m. 553 te yer alan  yönetici  ifadesi, mehaz İBK m. 754 te yer alan  yönetim ve tasfiye ile uğraşan  hükmü göz önünde bulundurularak öğretide 109 TerciervePichonnaz,Obligations,116-117,N.476;Eren,Borçlar Hukuku,504,N.1359,520,N.1400.ATF131III511,s.519,p.3.2.2.110 ATF120II197,s.203,p.3b;TF4C.131/2006du04.07.2006,p.2.2.111 ATF131III511,s.517,p.3.1.112 Bkz.yuk.s.22-23 teyapılanaçıklamalar.113 TTKm.553 üngerekçemetnineilişkinaçıklamalariçinbkz.yuk.dn.23.114 Pulaşlı, HukukiSorumluluk ,587;AkdağGüney,Yönetim Kurulu,350;Çamoğlu,Yönetim Kurulu,34;Karahan,editör,KarahanveKoşut,Şirketler,790,793;HamdiYasaman, YönetimKuruluÜyelerineKarşıAçılabilecekSorumlulukDavaları ,Galatasaray Üniversitesi Hukuk Fakültesi Dergisi,C.12,S.2(2013),99.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 338855geniş olarak yorumlanmaktadır. Bu bağlamda  yönetim ile uğraşan kişiler , şekli organ olan yönetim kurulu üyeleri ile kendilerine yönetim yetkisi delege edilen kişileri (şartları oluştuğunda murahhas müdürleri) ve fiili organları kapsam altına almaktadır. Dolayısıyla TTK m. 553 te yer alan  yönetici  ifadesi hem şekli hem de fiili organları kapsayacak şekilde yorumlanmalıdır. Öte yandan Yargıtay kararlarında da tespit edildiği üzere organ kavramının tanımlandırılmasında TMK m. 50 (eMK m. 47 ve 48) hükmünden yararlanılması gerekmekte olup, bu kavramın İsviçre Federal Mahkeme kararlarına uygun olarak fiili organları da kapsayacak şekilde yorumlanması gerekmektedir.İsviçre öğretisi ve İsviçre Federal Mahkemesi içtihatlarında fiili organ kavramı daha geniş yorumlanmış ve iyi niyetli üçüncü kişiler üzerinde yaratılan görünüşe duyulan güvenin korunması gerektiği fikrinden yola çıkılarak dış görünüşte organ izlenimi veren organ kavramı ileri sürülmüştür. Öğretide kavramsal olarak kabul görmekten öteye gidemediği anlaşılan dış görünüşte organ izlenimi veren organın, yeni bir organ türü olarak kabul edilerek işlem ve fiillerinin tüzel kişiye izafe edilmesi, ticaret sicilinin olumlu ve olumsuz etkisi bağlamında ve borçlar hukukunda temsil kurumu bakımından mümkün görünmemektedir.115 YHGK,11.06.2003,E.2003/4-359,K.2003/406;Y.11.HD,12.02.2012,E2010/5559,K.2012/5966;Y.23.HD,24.01.2014,E.2013/7191,K.2014/420. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi338866 Nihan PALTA",
     "Kaynakça": "Akdağ Güney, Necla. Anonim Şirket Yönetim Kurulu. İstanbul: Vedat Kitapçılık, 2016.Akdağ Güney, Necla. Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu. İstanbul: Vedat Kitapçılık, 2010.Akdağ Güney, Necla.  Yeni Türk Ticaret Kanunu ve Avrupa Birliği Mevzuatı Çerçevesinde Ticaret Sicili . Regesta Ticaret Hukuku Dergisi, S. 1, (2011): 39 58.Akdağ Güney, Necla.  6552 Sayılı Torba Kanun ile TTK md. 371 e Eklenen Yedinci Fıkraya İlişkin Değerlendirmeler . Arslanlı Bilim Arşivi: 1 25, Erişim Tarihi: Mart 05, 2022. https://arslanlibilimarsivi.com/sites/default/files/makale/Necla%20Akda%C4%9F%20G%C3%BCney%20 %206552%20Say%C4%B1l%C4%B1%20Torba%20Kanun%20ile%20TTK%20md.%20371 e%20Eklenen%20Yedinci%20.Akıncı, Şahin. Borçlar Hukuku Bilgisi, Genel Hükümler. Konya: Sayram Yayınları, 2019.Akipek, Jale; Akıntürk, Turgut ve Ateş, Derya. Türk Medeni Hukuku   Başlangıç Hükümleri   Kişiler Hukuku. İstanbul: Beta Yayıncılık, 2019.Akünal, Teoman. Türk Medeni Hukukunda Tüzel Kişiler. İstanbul: Beta Yayıncılık, 1995.Ansay, Tuğrul. Anonim Şirketler Hukuku Dersleri. Ankara: Başnur Matbaası, 1968.Arkan, Sabih. Ticari İşletme Hukuku. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 2018.Atan, Turhan. Türk Ticaret Kanunu na Göre Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mesuliyeti. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1967.Altınok Ormancı, Pınar.  Tüzel Kişilerde Fiili Organ Kavramı ve Fiili Organın Hukuka Aykırı Fiilleri ile Hukuki İşlemlerinin Doğurduğu Sonuçlar . İstanbul Hukuk Mecmuası, S. 79(4) (2021): 1261 1283.Bahtiyar, Mehmet. Ortaklıklar Hukuku. İstanbul: Beta Yayıncılık, 2020.Bahtiyar, Mehmet.  6102 Sayılı TTK da, Ticaret Siciline Tescil Yanında İlanı da Gereken Hususlar Sorunu (m. 35/3) . Regesta Ticaret Hukuku Dergisi, C. 3, S. 2 (2013): 3 14.Bastian, Olivier. Délégation de Compétences et répartition des taches au sein du conseil d Administration. Lausanne: CEDIDAC, 2010.Battal, Ahmet.  Ticaret Sicilinin Müsbet Fonksiyonunun ve Temsile İlişkin Sonuçlarının Dış Görünüş Teorisi Açısından İncelenmesi . Batider, C. XIX, S. 1 (1997): 83 101.Bauen, Mark; Bernet, Robert ve Rouiller, Nicolas. La société́ anonyme suisse: Droit commercial   Loi sur la fusion   Droit boursier   Droit fiscal. Zürich: Schulthess Juristische Medien AG, 2007.Bilgili, Fatih. Yeni Gelişmelerle İsviçre ve Alman Hukuklarında Anonim Şirketlerin Organlarının Davranışlarından Dolayı Üçüncü Kişiler Karşısındaki Sorumluluğu ve Organların Tazminat Borcu, Ankara: Seçkin Yayınları, 2004.Bilgili, Fatih ve Demirkapı, Ertan. Ticaret Hukuku Bilgisi. Bursa: Dora Yayınları, 2020.Bilgili, Fatih ve Demirkapı, Ertan. Şirketler Hukuku Dersleri. Bursa: Dora Yayınları, 2020.Blanc, Mathieu.  La Délégation de Compétences par le conseil d administration . in Aspects actuels du droit de la société́ anonyme: Travaux réunis pour le 20ème anniversaire du CEDIDAC (1985 2005). Lausanne: CEDIDAC, 2005: 289 330.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 338877Chaudet, François. Droit Suisse des Affaires. Bale, Geneve, Munich: Helbing & Lichtenhahn, 2004.Corboz, Bernard.  Chapitre VI: La responsabilité, Introduction aux articles 752 à 761 . Commentaire Romand, Code des Obligations II, Codes des obligations Art. 530 1186, Loi sur les bourses Art. 22 33 avec une introduction à la Loi sur la fusion. Bâle: Helbing & Lichtenhahn, 2008: 1344 1424.Çamoğlu, Ersin.  Anonim Şirket İdare Meclisi Üyelerinin Umumi Heyet Kararlarının İcrasından Doğan Mesuliyeti , Batider, C. III, S. 3 (1966): 523 532.Çamoğlu, Ersin. Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu. İstanbul: Vedat Kitapçılık, 2010.Çeker, Mustafa. Ticaret Hukuku Genel Esaslar. Adana: Karahan Kitabevi, 2016.Demirel, Duygu.  Anonim Şirketlerde Yönetim Yetkisinin Devri . Hacettepe Hukuk Fakültesi Dergisi, C. 7, S. 2 (2017): 211 250.Dessemontet, François.  L organisation des sociétés anonymes . in Grundfragen des neuen Aktienrechts, Mélanges en l honneur de Rolf Bär. Berne: Stämpfli Editions, 1993: 19 34.Ditesheim, Rolf. La représentation de la société anonyme: par ses organes ordinaires, fondes de procuration et mandataires commerciaux. Berne: Stämpfli Editions, 2001.Doğan, Beşir Fatih. 6102 Sayılı Türk Ticaret Kanunu na Göre Anonim Şirket Yönetim Kurulunun Organizasyonu ve Yönetim Yetkisinin Devri. İstanbul: Vedat Kitapçılık, 2011.Domaniç, Hayri ve Ulusoy, Erol. Ticaret Hukukunun Genel Esasları. İstanbul: Arıkan Yayınevi, 2007.Dural, H. Ali. Anonim Ortaklıklarda Yönetim Kurulunun Kilitlenmesi ve Hukuki Sonuçları. Yayımlanmamış Doktora Tezi. İstanbul: 2005.Dural, Mustafa ve Öğüz, Tufan. Türk Özel Hukuku, Cilt II, Kişiler Hukuku. İstanbul: Filiz Kitabevi, 2020.Engel, Pierre. Traité des obligations en droit suisse: dispositions générales du CO. Berne: Stämpfli Editions, 1997.Eren, Fikret. 6098 Sayılı Türk Borçlar Kanuna Göre Hazırlanmış Borçlar Hukuku Genel Hükümler. Ankara: Yetkin Yayınları, 2021.Forstmoser, Peter.  Der Organbegriff im aktienrechtlichen Verantwortlichkeitsrecht . in Freiheit und Verantwortung im Recht, Festschrift zum 60. Geburtstag von Arthur Meier Hayoz. Berne: Stämpfli Editions, 1982: 125 145.Forstmoser, Peter; Sprecher, Thomas and Töndury, Gian Andri. Personal Liability under Swiss Corporate Law, Associated risks and their avoidance. Zurich: Schultness Editions Romandes, 2005.Garbarski, Andrew M. La Responsabilité Civil et Pénal des Organes Dirigeants de Sociétés Anonymes. Zurich: Schulthess Juristische Medien AG, 2006.Gillard, Nicolas.  La Responsabilité des Administrateurs: Principes et Actions . in Aspects actuels du droit de la société́ anonyme: travaux réunis pour le 20ème anniversaire du CEDIDAC (1985 2005). Lausanne: CEDIDAC, 2005: 465 503. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi338888 Nihan PALTAHacımahmutoğlu, Sibel. AT ve Türk Hukukunda Anonim Ortaklığın Karar Alma Sürecinde Yönetim Kurulunun Yapısı ve Çalışanların Katılımı. Ankara: Yetkin Yayınları, 2008.Helvacı, Mehmet. Anonim Şirkette Yönetim Kurulu Üyesinin Hukuki Sorumluluğu. İstanbul: Beta Yayınevi, 2001.Helvacı, Mehmet.  İsviçre Anonim Ortaklıklar Hukukunda Yönetim Kurulu . Prof. Dr. Reha Poroy a Armağan. İstanbul: İstanbul Üniversitesi Hukuk Fakültesi Yayını, 1995: 175 184.Hirş, Ernest, E. Ticaret Hukuku Dersleri. İstanbul: İstanbul Akgün Matbaası, 1948.İmregün, Oğuz. Anonim Ortaklıklar. İstanbul: Kutulmuş Matbaası, 1970.İmregün, Oğuz.  Anonim Şirkette Yönetim Kurulu Üyelerinin Ortaklığa Karşı Hukuksal Sorumu , Erdoğan Moroğlu na 65. Yaş Günü Armağanı. İstanbul: İstanbul Üniversitesi Hukuk Fakültesi Yayını, 1999: 255 277.Kaplan, İbrahim.  Bağımsız Denetim Kuruluşu Yönetim Kurulu ve Denetçileri ile Bağımsız Denetim Kuruluşunun Hukuki Sorumluluğu . Batider, C. XXVIII, S. 2 (1961): 5 48.Karaege, Özge.  Ticaret Sicili Kayıtlarının Üçüncü Kişiler Bakımından Etkisi , Hacettepe Hukuk Fakültesi Dergisi, C. 10, S. 2 (2020): 461  493.Karahan, Sami, editör. Şirketler Hukuku. Konya: Mimoza Yayınları, 2013.Karahan, Sami. Ticari İşletme Hukuku. Konya: Mimoza Yayınları, 2015.Karayalçın, Yaşar.  Türk Hukukunda Ticaret Siciline Tescilin Etkileri . Batider, C. VIII, S. 2 (1975): 1 29.Karayalçın, Yaşar.  Üst Kuruluşlar Hukuku . Batider, C. XVI, S. 1 (1991): 7 47.Keskin, Harun.  Anonim Şirket Genel Kurulu ve Yönetim Kurulu Arasındaki İlişkinin Tarihsel Süreçte Geçirdiği Değişim ve Organların Yetkilerine Genel Bir Bakış . Batider, C. XXXIV, S. 3 (2018): 241 247.Kaşak, Esra. Anonim Şirketlerde Genel Kurul ile Yönetim Kurulu Arasındaki Yetki Dağılımına İlişkin Temel Esaslar. İstanbul: On İki Levha Yayıncılık, 2019.Kılıçoğlu, Ahmet M. Borçlar Hukuku, Genel Hükümler. Ankara: Turhan Kitabevi, 2020.Kırca, İsmail.  Anonim Şirket Yönetim Kurulu Üyeliği Seçimine İlişkin Kararın Hükümsüzlüğü . Bilgi Toplumunda Hukuk, Ünal Tekinalp e Armağan. C. I. İstanbul: Beta Yayınevi, 2003: 495 506.Kırca, İsmail.  Anonim Şirketlerde Tüzel Kişilerin Yönetim Kurulu Üyeliği . Batider, C. XXVIII, S. 2 (2012): 51 59.Kırca, İ.; Şehirali Çelik, F. Hayal ve Manavgat, Ç. Anonim Şirketler Hukuku, Cilt 1, Temel Kavram ve İlkeler, Kuruluş, Yönetim Kurulu. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 2013.Kocayusufpaşaoğlu, Necip; Hatemi, Hüseyin; Serozan, Rona ve Arpacı, Abdülkadir. Borçlar Hukuku, Genel Bölüm, Birinci Cilt, Borçlar Hukukuna Giriş, Hukukî İşlem, Sözleşme. İstanbul: Filiz Kitabevi, 2017.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 338899Meier Hayoz, Arthur ve Forstmoser, Peter. Droit suisse des sociétés. édition française par Peter Iordanov. Berne: Stämpfli Editions, 2015.Metin, Umut. Şirketlerde Yönetim Kurulu Krizleri ve Çözüm Yolları. Ankara: Seçkin Yayınları, 2021.Mimaroğlu, Sait Kemal. Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mes uliyeti. Ankara: Sevinç Matbaası, 1967.Oğuzman, Kemal M. ve Barlas, Nami. Medenî Hukuk, Giriş   Kaynaklar   Temel Kavramlar. İstanbul: Beta Yayınları, 2003.Oğuzman, Kemal M. ve Öz, Turgut. Borçlar Hukuku Genel Hükümler. İstanbul: Filiz Kitabevi, 2000.Oğuzman, Kemal M. ve Öz, Turgut. Borçlar Hukuku Genel Hükümler, Cilt 1. İstanbul: Vedat Kitapçılık, 2016.Oğuzman, Kemal M.; Seliçi, Özer ve Oktay, Saibe. Kişiler Hukuku (Gerçek ve Tüzel Kişiler). İstanbul: Filiz Kitabevi, 2002.Oulevey, Xavier. L institution de la décharge en droit de la société anonyme. Zurich: Schulthess Juristische Medien AG, 2008.Özdamar, Mehmet.  6552 Sayılı Kanun ile TTK da Yapılan Değişiklikler Çerçevesinde Anonim Şirketin Temsili . GÜHFD, C. XVIII, S. 3 4 (2014): 137 164.Özkorkut, Korkut. Anonim Ortaklıklarda Yönetim Kurulu Kararlarının İptali. Ankara: Sermaye Piyasası Kurulu Yayını, 1996.Özsunay, Ergun. Medeni Hukukumuzda Tüzel Kişiler. İstanbul: Kutulmuş Matbaası, 1969.Öztan, Bilge. Medeni Hukuk Tüzel Kişilerinde Organ Kavramı ve Organın Fiillerinden Doğan Sorumluluk. Ankara: Ankara Üniversitesi Hukuk Fakültesi Yayını, 1970.Peter, Henry.  Les nouvelles sources de responsabilité des administrateurs en droit des sociétés . in Nouvelles responsabilités pour le conseil d administration. Bellinzona: Méta Editions, 2005: 11 28.Pittet, Véronique. Les compétences et la responsabilité de l administrateur directeur dans le droit de la société anonyme. Lausanne: Université de Lausanne, 1999.Poroy, Reha ve Yasaman, Hamdi. Ticari İşletme Hukuku. İstanbul: Vedat Kitapçılık, 2004.Poroy, Reha; Tekinalp, Ünal ve Tekinalp, Gülören.  Ortaklıklar Hukukunda Organların Sorumluluğu , Doğumunun Yüzüncü Yılında Atatürk e Armağan, İHFM, Cilt XLVXLVII, S. 1 4. İstanbul: İstanbul Hukuk Fakültesi Mecmuası, 1982: 347 398.Poroy, Reha; Tekinalp, Ünal ve Çamoğlu, Ersin. Ortaklıklar Hukuku I. İstanbul: Vedat Kitapçılık, 2019.Pulaşlı, Hasan.  Anonim Ortaklık Yönetim Kurulunda Yönetim Kurulu Üyeliğinin Temsili . Prof. Dr. Fahiman Tekil in Anısına Armağan. İstanbul: MÜ Hukuk Fakültesi Yayınları, 2003: 165 177.Pulaşlı, Hasan.  Türk Ticaret Kanunu Tasarısına Göre Anonim Şirketlerde Yöneticilerin Hukuki Sorumluluğu , Ali Naim İnan a Armağan. Ankara: Seçkin Yayınları, 2009: 571 591. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi339900 Nihan PALTAPulaşlı, Hasan. Şirketler Hukuku Genel Esaslar. Ankara: Adalet Yayınevi, 2020.Pulaşlı, Hasan. Şirketler Hukuku Şerhi, Cilt I. Ankara: Adalet Yayınevi, 2018.Pulaşlı, Hasan. Şirketler Hukuku Şerhi, Cilt II. Ankara: Adalet Yayınevi, 2018.Ravello, Robertino Lei. La responsabilité Solidaire des Organes de la Société Anonyme. Lausanne: Imprimerie des Arts et Métiers SA, 1992.Secrétan, Roger.  L assemblée générale, «pouvoir suprême» de la société anonyme (698 CO) ? . in Revue de Droit Suisse. Bale: Helbing Lichtenhahn, 1958 1959: 153 159.Serozan, Rona. Medeni Hukuk   Genel Bölüm / Kişiler Hukuku. İstanbul: Vedat Kitapçılık, 2015.Steiger, F. De. Le droit des sociétés anonymes en Suisse. Adaptation française par J. Cosandey. Lausanne: Librairie Payot, 1950.Tandoğan, Haluk. Türk Mesuliyet Hukuku (Akit Dışı ve Akdi Mesuliyet). İstanbul: Vedat Kitapçılık, 2010.Tekinalp, Ünal. Anonim Ortaklıkların Yönetim Kurullarında Tüzel Kişilerin Temsili. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1965.Tekinalp, Ünal. Sermaye Ortaklıklarının Yeni Hukuku. İstanbul: Vedat Kitapçılık, 2015.Tekinalp, Ünal. Yeni Anonim Limited Ortaklıklar Hukuku ile Tek Kişi Ortaklığının Esasları. İstanbul: Vedat Kitapçılık, 2011.Tercier, Pierre ve Levrat, Jérôme.  Introduction générale au droit commercial suisse . Commentaire Romand, Code des Obligations II, Codes des obligations Art. 530 1186 CO, Art. 120 141 LIMF, ORAb, Avec des Introductions a la LFus et la LTI. Basel: Helbing Lichtenhahn, 2017: 1  19.Tercier, Pierre ve Pichonnaz, Pascal. Le droit des obligations. Zurich: Schulthess Editions romandes, 2019.Tercier, Pierre; Pichonnaz, Pascal ve Develioğlu, Murat. Borçlar Hukuku, Genel Hükümler. İstanbul: On İki Levha Yayıncılık, 2016.Thaler, Cédric. La notion d organe au sens de l art. 754 CO. Lausanne: Editions Bis & Ter, 2007.Trigo Trindade, Rita. Le conseil d administration de la société anonyme: composition, organisation et responsabilité en cas de pluralité d administrateurs. Bâle: Helbing & Lichtenhahn, 1996.Trigo Trindade, Rita ve Peter, Henry.  Responsabilité des organes de gestion dans un groupe de sociétés: commentaire des ATF 128 III 29 et 128 III 92 . in RSDA. Zurich: Schulthess Juristische Medien AG, 2002: 251 259.Ülgen, Hüseyin. Türk Ticaret Hukukunda Hukuki Görünüş Nazariyesi (Ticari İşletme Bakımından Uygulama). İstanbul: Vedat Kitapçılık, 2005.Ünal, Ahmet Cemil. Türk ve Yabancı Hukuk Sistemlerinde CEO nun Hukukî Konumu. Ankara: Adalet Yayınevi, 2014.Villa,  Marco.   Organes  de  Fait  et  Organes  Apparents .  La  Responsabilité  Civil d Entreprise. Lausanne: CEDIDAC, 2004: 70 144.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk ve İsviçre Anonim Şirketler Hukukunda Organ Kavramı 339911Vucurovic, Tetiana Bersheda. Civil liability of company directors and creditor protection in the vicinity of insolvency: comparative analysis based on the Swiss and English systems. Zurich: Schulthess Juristische Medien AG, 2007.Xoudis, Julia.  Titre Deuxieme: Des personnes Morales . in Commentaire Romand, Code Civil I, Art 1 359. Bâle: Helbing Lichtenhahn, 2010: 412 435.Yanlı, Veliye.  İsviçre Anonim Ortaklıklar Hukuku nda  İş Bölümü İlkesi  ve Yönetim Kurulunun Münhasır Yetkileri . İHFM, C. LV, S. 3 (1997): 261 278.Yanlı, Veliye ve Okutan Nilsson, Gül.  Anonim ve Limited Şirketlerde Sınırlı Yetkili Temsilci Tayini . Batider, C. XXX, S. 4 (2014): 5 42.Yasaman, Hamdi.  Yönetim Kurulu Üyelerine Karşı Açılabilecek Sorumluluk Davaları , Galatasaray Üniversitesi Hukuk Fakültesi Dergisi, C. 12, S. 2 (2013): 97 112.Yıldırım, Suat.  Türk Ticaret Kanunu na Göre Anonim Şirketlerde Denetçi , Mali Çözüm Dergisi, Cilt 21, S. 106 (2011): 43 52.Yıldız, Şükrü. Türk Ticaret Kanunu Tasarısına Göre Limited Şirketler Hukuku. İstanbul: Arıkan Yayınevi, 2007.Yılmaz, Asuman.  Türk Ticaret Kanunu na Göre Ticaret Sicilinde Hukukî Görünüşe Güven (TTK m. 37) . Batider, C. XXX, S. 3 (2014): 65 91.Zen Ruffinen,  Marie Noëlle  ve  Bauen,  Marc.  Le  conseil  d administration.  Zurich:"
}