{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "12",
     "Sayı": "1",
     "Başlık": "TÜRK, ALMAN VE İSVİÇRE İDARE HUKUKUNDA ARABULUCULUK",
     "Title": "MEDIATION IN TURKISH GERMAN AND SWISS ADMINISTRATIVE LAW",
     "Yazar İsmi": [
          "Doç. Dr. Atila ERKAL"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Arabuluculuk",
          "İdari Uyuşmazlıklarda Arabuluculuk",
          "İdari Yargıda Arabuluculuk",
          "İdari Usulde Arabuluculuk",
          "Yargı Dışı Uyuşmazlık Çözümü",
          "Alman İdari Yargılama Usulü"
     ],
     "Keywords": [
          "Mediation",
          "Mediation in Administrative Disputes",
          "Mediation in Administrative Jurisdiction",
          "Mediation in Administrative Procedure",
          "Extrajudicial Dispute Resolution",
          "German Administrative Procedure"
     ],
     "Özet": "Yargı dışı uyuşmazlık çözüm yöntemleri hukuk sistemlerine entegre edilmiş ve son yıllarda yaygın olarak kullanılmaktadır. Arabuluculuk bunlar arasında önemli bir yere sahiptir. Özel hukuk uyuşmazlıklarının arabuluculuk yöntemiyle çözülmesi konusunda Türk, Alman ve İsviçre Hukuku nda kanuni düzenlemeler yapılmıştır. Buna istinaden idarenin taraf olduğu özel hukuk uyuşmazlıkları arabuluculuk yoluyla çözüme kavuşturulabilmektedir. İdari uyuşmazlıklarda arabuluculuk konusunda ise Türk Hukuku nda bir düzenleme bulunmamaktadır. Buna karşılık hem Alman hem de İsviçre Hukuku nda idari uyuşmazlıkların arabuluculuk yöntemiyle giderilebilmesi konusunda düzenlemelere yer verilmiştir.İdari uyuşmazlıkların arabuluculuk yöntemiyle giderilmesi idari usul sürecinde olabileceği gibi idari yargılama usulünde de söz konusu olabilmektedir. Alman Arabuluculuk Kanunu kamu ve özel hukuk uyuşmazlık ayrımı yapmadığından her iki alana da uygulanabilmektedir. Ancak İdari Usul Kanunu nda arabuluculuk konusunda doğrudan düzenleme olmasa da dolaylı hükümlerin mevcut olduğu kabul edilmektedir. Buna karşılık özel kanunlarda arabuluculuğa yer verilmektedir. İdari yargılama usulünde ise arabuluculuğun uygulanması konusunda Hukuk Muhakemeleri Kanunu na atıfta bulunmaktadır. Buna istinaden idari yargılama usulünde diğer yargı dışı uyuşmazlık çözüm yöntemleri yanında, arabuluculuk yoluyla da uyuşmazlıklar çözülebilmektedir.",
     "Abstract": "Non-judicial dispute resolution methods have been integrated into legal systems and have been widely used in recent years. Mediation has an important place among them. There are legal regulations in Turkish, German and Swiss Law regarding the resolution of private law disputes through mediation. Accordingly, private law disputes to which the administration is a party can be resolved through mediation.Mediation has become a method used in disputes subject to administrative law in recent years. The basis of this is that mediation is an interdisciplinary institution due to its applicability to many fields and legal disputes of different nature. Administrative law is familiar with alternative dispute methods. There are regulations regarding the settlement of monetary disputes to which the administration is a party, applying to the ombudsman, and arbitration in administrative contracts. Mediation in administrative disputes is not accepted in Turkish law and there are no legal regulations in this regard. On the other hand, in both German and Swiss law, there are regulations regarding the settlement of administrative disputes by mediation.() MakaleninDergiyeGelişTarihi:04.01.2022-MakaleninKabulEdildiğiTarih:05.01.2022,  DOI No:10.54704/akdhfd.1053114.() SakaryaÜniversitesi,HukukFakültesi,İdareHukukuAnabilimDalı/Sakarya-Türkiye.  E-posta:atilaerkal@sakarya.edu.tr,  OrcidId:https://orcid.org/0000-0002-7394-5414.  ThisarticleislicensedunderaCreativeCommonsAttribution-NonCommercial4.0InternationalLicense (CCBY-NC4.0)  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi4400  Atila ERKALDoç. Dr.The main debate in the field of administrative law is in which types of disputes the mediation method can be used. In administrative disputes involving the payment of a certain amount of money, to which the administration is a party, there is no problem in resolving them through mediation. In addition, the mediation method can be applied in the zoning law, especially in the construction plan, in the environmental law, in the economic administrative law, in the determination of meeting and demonstration marches and the determination of places, in education and school affairs, in the law of civil servants and especially in areas where the administration has discretion.Mediation is an optional way based on the consent of the parties. This process is carried out by a mediator. The mediator assists the parties in reconciliation by offering advice and suggestions that do not bind the parties in the resolution of the dispute. In this context, it is necessary to adequately enlighten the parties on the principles, process and results of mediation. The mediator does not have a duty or function to force or persuade the parties to a solution. Therefore, the mediator impartially determines the process himself and removes the barriers of negotiation between the parties, thereby helping the parties to agree on a solution of their own free will. Ultimately, reconciliation takes place under the will and responsibility of both parties. The parties to the dispute have the freedom of will in applying to the mediator, continuing the process, concluding or abandoning this process. The parties can agree to apply to a mediator before filing a lawsuit or during the trial. The judge also has the authority to enlighten and encourage the parties to apply to a mediator.The resolution of administrative disputes by mediation can be in the administrative procedure as well as in the administrative proceedings. In the mediation in the administrative procedure process, there is no direct binding legal result on the agreed issue. The administration adapts the settlement achieved through mediation to the decision it will take, and carries out the transaction with its unilateral will. Therefore, the final act of executive nature is established by the will of the administration and under its responsibility. Mediation is more of a preparatory process. The Swiss Code of Administrative Procedure directly regulates mediation. On the other hand, although there is no direct regulation on mediation in the German Administrative Procedure Law, it is accepted that there are indirect provisions. Mediation is included in special laws. Since the German Mediation Law does not distinguish between public and private law disputes, it can be applied to both areas. It refers to the Code of Civil Procedure on the implementation of mediation in administrative proceedings. Accordingly, in administrative proceedings, besides other non-judicial dispute resolution methods, disputes can also be resolved through mediation.Administrative jurisdiction has the discretion to direct the parties of the case to a mediator or other non-judicial (alternative) dispute resolution methods at every stage of the proceedings. For the friendly and peacefully settlement of the dispute, the court can refer directly to the friendly settlement judge called Güterichter. The friendly settlement judge is chosen from among the judges outside the court who have the power to decide on the dispute in question. If the friendly settlement judge has suggested the mediation method, it is obligatory to obtain the consent of the parties to go to the mediator. The judge cannot act as a mediator. In this case, the parties to the dispute choose a mediator. As mentioned above, the provisions of the Mediation Law are applied in the mediation procedure. The mediator cannot make a decision himself, and the parties can reach a compromise with their consent and responsibilities. If a consensus has been reached, it must be documented with an agreement and the administrative proceedings are terminated accordingly.Mediation has both advantages and disadvantages. Since mediation in administrative disputes is a new model that envisages cooperation between the state and citizens, its integration into administrative law will be beneficial in many areas. In the execution procedure of the administrative act, before the administrative decision is taken, a compromise can be reached between the addressee of the administrative act and the administration through mediation, and the lawsuits can be avoided. In this context, mediation helps the development of a conciliatory administrative culture in line with today s needs. Another important benefit of mediation is that it serves to render justice faster and cheaper. On the other hand, the violation of transparency due to the confidentiality of the mediation process entails the danger of violating the interests and legal protections of third parties who may be affected by the event reached through mediation. In addition, if a compromise cannot be reached, the process of reaching a certain result is prolonged and mediation costs are added in addition to the legal costs.",
     "Metin": "Hukuki uyuşmazlıkların giderilmesinde alternatif uyuşmazlık çözüm yöntemleri üzerinde yoğun çalışmalar bulunmaktadır. Amerika Birleşik Devletleri nde ortaya çıkan ve kısaca ADR (Alternative Dispute Resolution) olarak ifade edilen bu yöntemlerde, yargıya başvurmadan tarafsız ve bağımsız bir üçüncü kişinin katılımıyla taraflar arası bir uzlaşma sağlanması amaçlanmaktadır.2 Yargının yükünün ağır olması, yargılamanın uzun sürmesi, adaletin geç tecelli etmesi gibi sebeplerin yanında tarafların bir araya gelerek sorunlarını daha etkili bir şekilde çözebilme imkânı ADR nin yaygınlaşmasında etkili olmaktadır. Alternatif uyuşmazlık çözüm yöntemleri arabuluculuk, sulh, tahkim, uzlaşma ve ombudsman gibi çeşitlere ayrılmaktadır. Bunlar arasında arabuluculuk yöntemi son yıllarda değer kazanmaya başlamış ve bir çok hukuk sistemine entegre edilmiştir. Avrupa Birliği Parlamentosu ve Konseyi de 2008/52/EG sayılı Medeni ve Ticari Konularda Arabuluculuğun Belirli Yönleri Hakkındaki Direktif i kabul etmiştir. Almanya ve Avrupa Birliği ne üye diğer ülkeler bu direktifi iç hukuklarına uyarlamıştır. Türkiye de 2012 yılında yürürlüğe giren 6325 sayılı Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu (HUAK) ile hukuk uyuşmazlıklarının, diğer bir ifadeyle özel hukuka tabi uyuşmazlıkların arabuluculuk yoluyla çözümlenmesi imkânı getirerek arabuluculuğu hukuk sistemine dahil etmiştir.Arabuluculuk ağırlıklı olarak özel hukuk uyuşmazlıkları için kabul edilmişken, son yıllarda idare hukukuna tabi uyuşmazlıklarda da başvurulan bir yön1 ModernanlamdaADRABD deortayaçıkmışolsadaözelliklearabuluculuktakitaraflararasıuyuşmazlığınüçüncübirkişininyeralarakçözülmesiniöngörenusulÇinveJaponya da2600yılöncesinekadargerigitmektedir.InesHärtel, MediationimVerwaltunsgrecht ,JZ15,S.754(2005):753-763.AncakbununöncesindedearabuluculuğunilkuygulamasıMÖ.594yılındaAtina daolmuştur.TarihegeçenilkarabulucudaAtinalıdevletadamıSolon dur.Kendisi,büyükdevletadamı,uzlaştırıcıvearacıolaraktayinedilmiştir.Uyuşmazlığınçözümündetemelilkelerolarakiseherkesiçineşithaklar,toplumrefahınıbazalandüzenveadaletkabuledilmiştir.Arabuluculuğungünümüzekadaristatikseltarihigelişimikonusundabkz.https://mediation-dach.com/fileadmin/pdf/historisches.pdf(ET.10.12.2021).2 AmerikaBirleşikDevletleri ndeADRkonusundaayrıntılıolarakbkz.MustafaÖzbek, İdarîUyuşmazlıklarınÇözümündeYargılamaDışıUsuller(I) ,TBBD56,S.91,95.vd.(2005):90-13;ABD deADRbaşarılıbirşekildeuygulanmaktadır.Özellikleatıklarındepolanmasıotoyolvehavalimanlarınyapılmasıgibiimarhukukunuilgilendirenbüyükprojelerinplanlamaveizinsüreçlerindetaraflararasısorunlararabuluculukyoluylagiderilebilmiştir.WolfgangHandlichveMichaelRennhack, MediationimöffentlichenBaurecht-ChanceneinerneuenPlanungskultur ,LKV,S.11(1999):9-13.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 4433tem haline gelmiştir. Bunun temelinde, arabuluculuğun birçok alana ve farklı nitelikteki hukuki uyuşmazlığa uygulanabilir yapısı nedeniyle interdisipliner bir müessese olması yatmaktadır.3 İdare hukuku aslında alternatif uyuşmazlık yöntemlerine yabancı değildir. İdarenin taraf olduğu parasal nitelikli uyuşmazlıkların sulh yoluyla çözülmesi, ombudsmana başvurulması, idari sözleşmelerde tahkim yoluna gidilebilmesi konusunda pozitif düzenlemeler bulunmaktadır. İdare hukuku alanında temel tartışma, arabuluculuk yöntemine hangi tür uyuşmazlıklarda gidilebileceği hususunda yoğunlaşmaktadır. İdarenin, idare hukukuna tabi faaliyetleri yanında özel hukuka tabi faaliyetleri de söz konusu olmaktadır. İdarenin özel malları üzerinde tasarrufları, kiralama, abonman ve taşıma sözleşmeleri, ihale akabinde akdettiği sözleşmeler, kamu iktisadi teşebbüslerinin faaliyetleri gibi birçok faaliyeti ağırlıklı olarak özel hukuka tabi tutulmaktadır. Özel hukuka tabi faaliyetleri konusunda arabuluculuğa gidilebilmesinin önünde bir engel bulunmamaktadır. Buna karşılık kamusal yönetim usulleri çerçevesinde yürüttüğü faaliyetlerde üstün ve ayrıcalıklı yetkileri, kamu gücü kullanımı, tek taraflılık, kamu yararı ve kamu düzeni gibi hususlar, arabuluculuğa gidilebilmesinde bir duraksamaya yol açsa da imkânsız görünmemektedir. Ancak bunun sınırlarının özel hukuktaki gibi geniş olamayacağı bir gerçektir. İdari eylem, idari işlem ve idari sözleşmeler ile kanunla verilen yetki çerçevesinde kişilerin hak ve hürriyetlerin sınırlandırılmasında, arabuluculuğun hangi ölçüde uygulamaya elverişli olduğu konuları tartışmaların merkezinde yer almaktadır.Türk hukukunda idarenin kamusal yönetim usulleri çerçevesinde yaptığı tasarruflardan kaynaklanan uyuşmazlıkların, arabuluculuk yoluyla çözümlenmesi konusunda pozitif düzenlemeler bulunmamaktadır. Buna karşılık idarenin özel hukuka tabi faaliyetlerinde arabuluculuğa gidilebileceği kanunla hüküm altına alınmıştır. Karşılaştırmalı hukuka baktığımızda ise Almanya da arabuluculuğa gidilmesinde özel -kamu hukuku ayrımı yapılmadığını görmekteyiz. Alman hukukunda, idare hukukundan kaynaklanan bazı uyuşmazlıklarda ve özellikle idari usul sürecinde arabuluculuğa gidilebilmesine imkân tanınmıştır. Buna karşılık Avusturya, Arabuluculuk Kanunu nu özel hukuk uyuşmazlıkları ile sınırlandırmış; idari uyuşmazlıklarda ise Çevresel Etki Değerlendirme Kanunu (Umweltverträglichkeitsprüfungsgesetz-UVPG) md. 16/2 de olduğu gibi alan bazlı özel düzenlemelerde yer vermiştir. İsviçre ise arabuluculuğu İdari Usul Kanunu na entegre etmiştir.4Bu çalışmada öncelikle idarenin özel hukuka tabi tasarruflarında arabuluculuk ele alınacaktır. Akabinde Alman ve İsviçre idare hukukunda arabuluculuk müessesesi ele alınarak hangi tür uyuşmazlıklarda gidilebileceği ve Türk hukukunda uygulanabilirliği incelenecektir.3 AnnetteGuckelberger, EinheitlichesMediationsgesetzauchfürverwaltungsrechtlicheKonflikte? ,NVwZ,S.390(2011):390-397.4 MorrisKnecht,ChancenundProblemeDesMediationsverfahrensNachDemNeuenVwVG,MasterarbeitFreiburg2008,S.11. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi4444  Atila ERKALDoç. Dr.I. GENEL OLARAK ARABULUCULUKAlternatif uyuşmazlık çözüm yöntemleri, yargısal bir karara gerek kalmadan uyuşmazlığı sona erdirmeyi amaçlamaktadır. Çok sayıda alternatif uyuşmazlık çözüm yolu olmakla birlikte bunlar arasında ortak ve faklı yönler bulunmaktadır. ADR de birbirine en yakın müesseseler arabuluculuk ve sulh yoludur. Türk hukukunda özel hükümlerin dışında sulh yolu 659 sayılı KHK da düzenlenmiş ve idarenin taraf olduğu özel hukuk uyuşmazlıklarında ve idari yargının görevine giren, özellikle konusu belli bir meblağın ödenmesine ilişkin uyuşmazlıklarda, dava açmadan önce idareyle sulh olunarak çözülmesi öngörülmektedir.İYUK md. 13 idari eylemden kaynaklanan tam yargı davası açmadan önce idareye başvuru zorunlu olarak öngörüldüğünden, bu da sulh başvurusu olarak kabul edilmektedir. Sulh yolunda uyuşmazlığın tarafları bir araya gelerek anlaşmaya çalışmaktadır. Ancak taraflar sulh yoluyla anlaşmaya zorlanamamaktadır. Sulh olunamamışsa dava yoluna başvurulmaktadır. Sulh olunmuşsa, sulh anlaşmasında belirtilen konularda dava açılamayacağı hüküm altına alınmaktadır. Buna karşılık arabuluculukta uyuşmazlığın tarafları yanında arabulucu olarak ifade edilen tarafsız ve bağımsız bir üçüncü kişi yer almaktadır. Taraflar bir veya birden çok kişiden de oluşabilmektedir. Özellikle idarenin yaptığı büyük projelerde, çevresel etki değerlendirilmesi yapılmasında, idarenin karşısında çok sayıda kişi bulunmaktadır. Bu durumlarda Avusturya ve Almanya Çevresel Etki Değerlendirme Kanunu ile İmar Kanunu gibi düzenlemeler, arabulucuya başvurulmasını öngörmektedir. Ancak Arabuluculuk Kanunu toplumsal uyuşmazlıklardan ziyade, bireysel uyuşmazlıkların giderilmesini hedeflemektedir. Toplumsal uyuşmazlıkların arabuluculuk yöntemi ile giderilmesi, daha çok özel kanunlarda düzenlenmektedir.Arabuluculuk, irade serbestisine dayanan ve kural olarak ihtiyarı olarak başvurulan bir yöntemdir. Burada uyuşmazlığın çözümlenmesinde tarafları bağlamayan tavsiye ve öneriler sunarak uzlaşmalarına yardımcı olan arabulucu yer almaktadır.7 Arabulucunun tarafları arabuluculuğun esasları, süreci ve sonuçları konusunda yeterli derecede aydınlatması gerekmektedir.8 Tarafları bir çözüme zorlamaya ya da ikna etmeye yönelik bir görev ve işlevi ise bulunmamaktadır.9 5 Örneğin3234sayılıOrmanGenelMüdürlüğü neİlişkinBazıDüzenlemelerHakkındaKanun unanlaşmazlıklarınhallinidüzenleyenmd.36 yagöresözleşmeolsunolmasınOrmanGenelMüdürlüğüilekamukurumvekuruluşlarıveözelhukukgerçekvetüzelkişileriarasındaortayaçıkanvehenüzyargıyaintikaletmemişuyuşmazlıklarınsulhyoluylaçözümlenebileceğinihükümaltınaalmaktadır.6 GenelBütçeKapsamındakiKamuİdareleriveÖzelBütçeliİdarelerdeHukukHizmetlerininYürütülmesineİlişkinKanunHükmündeKararname.7 Härtel,JZ2005,754;ZehraOdyakmaz,SerkanÇınarlıveEzgiAvcıoğluAksoy,İdareHukukundaYargıÖncesiUyuşmazlıkÇözümUsulleri(Ankara:SeçkinYayınevi,2018),32.8 HUAKmd.11.9 MustafaÖzbek, İdarîUyuşmazlıklarınÇözümündeYargılamaDışıUsuller(II) TBBD57(II),S.108vd.(2005):82-134.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 4455Dolayısıyla arabulucu tarafsız bir şekilde süreci kendisi belirleyerek ve taraflar arası müzakere bariyerlerini kaldırarak, tarafların kendi isteği ve serbest iradeleri ile bir çözümde uzlaşmalarına vesile olmaktadır.10Arabuluculuk süreci farklı aşamalardan oluşmaktadır.11 İlk aşama, özellikle idari uyuşmazlığın arabuluculuğa uygunluğunun tespit edilerek başlatılmasıdır. İkinci aşama, uyuşmazlığın hazırlık sürecidir. Bu süreçte müzakerenin kapsamı ve usulüne ilişkin kurallar belirlenmektedir. Üçüncü aşama, müzakere aşamadır. Bu aşamada uyuşmazlığa sebep olan olay ve gerçekler açıkça ortaya konularak tarafların pozisyonları ve menfaatleri belirlenmekte ve çözüme ilişkin opsiyonlar geliştirilmektedir. Son aşamada ise arabuluculuk süreci sonunda varılan kararın hayata geçirilmesi söz konusu olmaktadır. Eğer taraflar uyuşmazlığın çözümünde bir uzlaşma sağlamışlarsa arabuluculuk anlaşması imzalanmaktadır.12Taraflar irade serbestisi çerçevesinde hareket ettiklerinden, arabuluculuğun tüm aşamalarında uyuşmazlığın çözümüne ilişkin alınan kararlardan kendileri sorumlu olmaktadır.13 Süreç uzlaşma ile tamamlandığında sonuç her iki tarafça kabullenilmektedir.14 Taraflar istedikleri zaman arabuluculuk sürecini sona erdirebilmektedir.15Türkiye de Hukuk Uyuşmazlıklarında Arabuluculuk Kanunu (HUAK), arabuluculuk usulünü düzenleyerek hangi tür uyuşmazlıklarda arabuluculuğa gidilebileceğini hüküm altına almaktadır. HUAK md. 1/2. fıkrasına göre yabancılık unsuru taşıyanlar da dâhil olmak üzere, sadece tarafların üzerinde serbestçe tasarruf edebilecekleri iş veya işlemlerden doğan özel hukuk uyuşmazlıklarının çözümlenmesinde arabuluculuk uygulanabilmektedir. Karşılaştırmalı hukukta olduğu gibi Türk hukukunda da arabulucu tarafları bir araya getirerek uyuşmazlığın çözümlenmesi için bağlayıcılığı bulunmayan bir tavsiye sunmakta veya bir görüş önermektedir. Taraflar buna istinaden tamamen serbest iradeleri ile uyuşmazlığın çözümünde anlaşabilmektedir. HUAK md. 18/5 te arabuluculuk kapsamında anlaşmanın sağlanması durumunda tarafların anlaşılan konularda dava açamayacağı düzenlenmiştir.10 JanMaltevonBargen, MediationimVerwaltungsverfahrennachInkrafttretendesMediationsfördeungsggesetzes ,ZUR,S.469,472(2002):468-475;Guckelberger,NVwZ2011,390;Härtel,JZ2005,754;HandlichveRennhack,LKV1999,9.Doktrindeidaredenpazarlıkyapmasıdeğil,tasarruftabulunmasıbeklendiğigerekçesiyleeleştirilerbulunmaktadır.KlausBloch, MediationimVerwaltungsrechtundMediationbeimVerwaltungsgericht ,BayVBl,S.137(2010):136-139;Stumpf,A.Christoph,AlternativeStreitbeilegungimVerwaltungsrecht,(Tübingen:MohrSiebeck,2006),274;RainerPitschas, MediationalsMethodeundInstrumentderKonfliktmittlungimöffentlichenSektor ,NVwZ,S.397(2004):396-404.11 Härtel,JZ2005,755;Bloch,BayVBl2010,137;Stumpf,AlternativeStreitbeilegung,304.12 HUAKmd.18.13 Pitschas,NVwZ2004,397;DilşatYılmaz, TürkveAlmanİdareHukukundaArabuluculukveSulheİlişkinDüzenlemeler ,THD7/70,S.94(2012):92-100;Guckelberger,NVwZ2011,390.14 HelmutTilp, Mediation-einInstrumentauchfürVerwaltungen? ,VM,S.90(2009):90-95.15 Stumpf,AlternativeStreitbeilegung,s.274;Guckelberger,NVwZ2011,392;HUAKmd.17. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi4466  Atila ERKALDoç. Dr.Arabulucuya başvurma, süreci devam ettirme, sonuçlandırma ya da bu süreçten vazgeçme hususunda uyuşmazlığın tarafları irade serbestisine sahiptir. Taraflar dava açmadan önce veya davanın görülmesi sırasında arabulucuya başvurma konusunda anlaşabilmektedir. Mahkeme hâkimi de tarafları arabulucuya başvurmak konusunda aydınlatıp, teşvik etme yetkisine sahiptir (HUAK md. 13/1). Dolayısıyla uyuşmazlığın tarafları dava açmadan önce ve dava sırasında arabulucuya gidebileceği gibi dava açıldıktan sonra da mahkeme tarafları arabulucuya başvurmayı önerebilmektedir.Arabuluculuk her ne kadar ihtiyari bir yol olarak öngörülse de özel hukukun belli alanlarında zorunlu hale gelmektedir. Özel hukukun diğer alanlarında arabuluculuğun zorunlu hale getirilmesi eğilimi de bulunmaktadır. Bu zorunluluk dava şartı olarak karşımıza çıkmaktadır. Taraflar dava açmadan önce arabulucuya başvurmak zorundadır. Bir sonuç alınamaz ise dava açabilmektedir. Zorunlu arabuluculuk farklı kanunlarda hüküm altına alınmaktadır. Tüketicinin Korunması Hakkında Kanun un md. 73/A, tüketici mahkemelerinde açılacak davalar öncesinde arabulucuya başvurmayı zorunlu kılmaktadır. Türk Ticaret Kanunu md. 5/a ya göre de TTK nın 4. maddesinde belirtilen tüm ticari davalar ile diğer özel kanunlarda yer alan ticari davalardan konusu bir miktar paranın ödenmesi olan alacak ve tazminat talepleri hakkında dava açmadan önce arabulucuya başvurulması zorunludur. İş Mahkemeleri Kanunu md. 3 işçi ve işveren arasındaki yıllık izin ücreti, fazla çalışma ücreti, maaş vb. gibi işçilik alacakları ile ihbar tazminatı, kıdem tazminatı vb. gibi tazminatlardan kaynaklanan uyuşmazlıkların zorunlu arabuluculuk yoluyla çözüleceğini hüküm altına almaktadır. Arabuluculuk sürecinde, anlaşma/ uzlaşma gerçekleşmezse dava yoluna gidilebilmesi mümkündür.II. İDARENİN TARAF OLDUĞU ÖZEL HUKUK UYUŞMAZLIKLARINDA ARABULUCULUKİdarenin taraf olduğu özel hukuk uyuşmazlıklarında da arabuluculuğa başvurulması ve usulü HUAK ve buna ilişkin çıkartılan Yönetmelik e göre yapılmaktadır. Buna karşılık idarenin kamusal yönetim usulleri çerçevesinde yaptığı tasarruflarda arabuluculuğa gidilmesi konusunda herhangi bir hüküm bulunmamaktadır.İdarenin özel hukuka dayanan faaliyetlerinden kaynaklanan uyuşmazlıklarda arabuluculuğa başvurulabileceği HUAK md. 2 ye 2017 yılında 7036 sayılı Kanunla eklenen e) bendi ile açıkça düzenlenmiştir. Aslında bu hüküm getirilmemiş olsa da özel hukuk uyuşmazlıklarında idarenin arabuluculuğa başvurması önünde bir engel bulunmamaktadır. İdarenin özel hukuka dayanan eylem ve işlemlerinde, iradesi karşı tarafla eşit olduğundan kamu hukuku kuralları uygulanmamaktadır. Kaldı ki; idarenin özel hukuk hükümlerine ilişkin faaliyetlerden kaynaklanan uyuşmazlıklar adli yargıda görülmekte ve uyuşmazlığın giderilmesinde özel huAkdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 4477kuk hükümleri uygulanmaktadır. Getirilen hükmün daha çok arabulucuya gitme konusunda idarenin tereddütlerini gidermek amacıyla açık yetki tanıma ve bu bağlamda idareyi cesaretlendirmeye yönelik olduğu söylenebilir.İdarenin özel hukuk çerçevesinde tesis ettiği çok sayıda hukuki işlemi bulunmaktadır. Bunlara elektrik, su, gaz, telefon, abonman sözleşmeleri, kamu iktisadi teşebbüslerinin dışa yönelik faaliyetleri, kira sözleşmeleri, iş sözleşmesiyle çalıştırdığı işçiler ile idare arasındaki hukuki uyuşmazlıklar, kamulaştırma bedeline ilişkin anlaşmazlıklar örnek gösterilebilir.16 Bu tür hukuki ilişki ya da işlemlerden kaynaklanan uyuşmazlıklarda arabulucuya başvurma ve uyuşmazlığı çözmek mümkündür.III. İDARENİN TARAF OLDUĞU İDARE HUKUKUNA İLİŞKİN UYUŞMAZLIKLARDA ARABULUCULUKİdarenin kamusal yönetim usullerine göre yaptığı faaliyetlerde üstün durumda olması, kamu gücü kullanması, tek taraflı işlem yapması gibi sebeplerle özel hukuktan farklılık taşımaktadır. İdare hukukunun temel özellikleri göz özünde bulundurulduğunda bundan kaynaklanan uyuşmazlıklarda arabuluculuk zor görünse de belli tasniflere tabi tutulduğunda bazı alanlarda mümkün olduğu sonucu çıkmaktadır.İdari uyuşmazlıklarda idarenin arabulucuya gidebilmesi hususunda farklı görüşler olsa da kanunla açık bir yetkilendirme zorunludur. Hatta idare hukukun özelliği nedeniyle, özel hukuk arabuluculuğu kanunundan ayrı bir kanunla düzenlenmesi daha isabetli olacaktır.18 İdarenin kanuniliği ilkesi idari uyuşmazlıklarda arabuluculuk yoluna başvurulmasına engel teşkil etmez.19 Ancak idarenin anayasa ve kanuna bağlılığı ve bu bağlamda uyması gereken kurallar arabuluculuk sürecinde devam etmektedir.20A. İDARE HUKUKUNUN ARABULUCULUĞA ELVERİŞLİLİĞİİdari uyuşmazlıkların tamamı arabuluculuğa elverişli değildir. Ancak elverişli olduğu uyuşmazlık türleri de azımsanamayacak sayıdadır. İdarenin taraf olduğu ko16 BenzerşekildeGülFişÜstün, ArabuluculukFaaliyetlerindeİdareninYeriveYetkisi MÜHFHAD26/1,S.14(2020):13-23;AsumanÇapar, İdareninTarafOlduğuHukukiUyuşmazlıklarınÇözümündeArabuluculukYöntemi ,JSHSR7(59),S.2530(2020):2526-2535.17 MaltevonBargen egörearabuluculukta,taraflarserbestiradeleriileuzlaşmayoluylauyuşmazlığınçözümünekatıldıklarındanvetemelbirhakkamüdahalesözkonusuolmadığındanaçıkçakanunibirdayanağaihtiyaçduyulmaz.MaltevonBargen,ZUR2012,470;Härtel egöreidarearabuluculuktakanunlaöngörülenidariusulsüreciniişletmediğindenvesadecebununhazırlanmasınayöneliktasarruftabulunduğundankanunlaözelbirdüzenlemeyeihtiyaçbulunmamaktadır.Härtel,JZ2005,757.18 Guckelberger,NVwZ2011,395vd.19 Karsten-MichaelOrtloff, EuropäischeStreitkulturundMediationimdeutschenVerwaltungsrecht ,NVwZ,S.34(2007):33-37;MaltevonBargen,ZUR2012,471.20 Tilp,VM2009,92. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi4488  Atila ERKALDoç. Dr.nusu belli bir paranın ödenmesini içeren idari uyuşmazlıklarda arabuluculuk yoluyla giderilmesinde bir sakınca bulunmamaktadır. Bunun yanında, imar hukuku özellikle de imar planı yapım sürecinde, çevre hukukunda, ekonomik idare hukukunda, toplantı ve gösteri yürüyüşlerinin yapılması ve yerlerin belirlenmesinde, eğitim ve okul işlerinde, memurlar hukukunda ve özellikle idarenin takdir yetkisine sahip olduğu alanlarda arabuluculuk yöntemine başvurulabilir.22 Sayılan alanlardaki uyuşmazlık ve taraflar göz önünde bulundurulduğunda idare hukukunda arabuluculuk üç temel başlıkta ele alınabilecektir.23 Bunlardan ilki, büyük havalimanı, yol ve otobanlar, atık toplama merkezleri, HES gibi büyük projelerde çevresel sorunların çözümünde arabuluculuk. İkincisi, idarelerin kendi aralarında uzlaşması amacıyla arabuluculuk. Sonuncusu ise, birey ile idare arasındaki uyuşmazlıklarda arabuluculuktur. Ancak bu üç alanda birey açısından önem arz eden ve bireylerin taraf olduğu münferit ve çevresel konularda arabuluculuktur.2016 tarihli Adalet Bakanlığı Hukuk İşleri Genel Müdürlüğü Arabuluculuk Daire Başkanlığı nın Paris Çalışma Ziyareti Toplantı Tutanağı nda çevre, imar, hastane sorumluluğuna ilişkin uyuşmazlıklar, ecrimisil davaları, memurların küçük disiplin cezaları, işgaliye davaları, kamu ihaleleri, alımları ile özel sektörle yapılan birtakım işlerin arabuluculuğa elverişli olduğu ve arabuluculuk yoluyla çözümlenmesi yolunda görüş birliği bulunduğu belirtilmektedir.24 Bu tutanakla arabuluculuğa başvurulabilecek idari konu ve uyuşmazlıkların kapsamının oldukça genişletildiği görülmektedir. Burada hem parasal uyuşmazlıklarda hem de çevre, imar, hafif disiplin cezalarında olduğu gibi idari işlemlerden kaynaklanan uyuşmazlıklarda arabuluculuk yolunun açılabileceği haklı olarak ifade edilmektedir. Çevre konularında özellikle ÇED sürecinde ve imar hukukunda arabuluculuğa başvurma hususunda karşılaştırmalı hukukta pozitif düzenlemeler bulunmaktadır. Disiplin suç ve cezalarında ise arabuluculuğa ceza verilmeden önce mi yoksa ceza verildikten sonra mı gidileceği konusunda bir açıklık yoktur. Ceza verilmeden önce henüz karar çıkmadığından aşağıda belirtildiği üzere idari usule ilişkin olduğundan arabulucuya gidilebilmesi mümkün görünse de ceza verildikten sonra zor görünmektedir.İdari işlemler açısından arabuluculukta önemli bir farklılık bulunmaktadır. Arabuluculuk yoluna gidilmesinde asıl zorluk idari işlem yapıldıktan sonraki sürece ilişkindir. İdari eylemler içinde benzer bir durum bulunmaktadır. İdari sözleşmelerde (imtiyazda) tahkim yoluyla uyuşmazlığın giderilebilmesi kararlaştırılıp, özel hukuk hükümleri uygulanabileceğinden, arabulucuya gidilmesi önünde 21 BVerfGE69,315,S.315.22 Härtel,JZ2005,754.23 IsaakMeier,MediationundSchlichtunginderSchweiz,S.6https://www.175jahre.uzh.ch/fakultaeten/recht/ fachbereiche/zprschkg/Dokumente/report_mediation_deu_EZPO.pdf (ET.13.12.2021);Stumpf,AlternetiveStreitbeilegung,285.24 Çapar,JSHSR2020,2530.25 BVerfGE98,106,S.121.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 4499de bir engel yoktur. İdari süreç dışında yargısal aşama da -Alman idare hukuku kısmında da yer verileceği üzere- arabuluculuğa gidilerek uyuşmazlık bir yargı kararı olmadan çözümlenebilecektir.1. Konusu Belli Bir Paraya İlişkin Uyuşmazlıklarda Arabuluculukİdarenin faaliyetlerinden kaynaklanan zararlara ilişkin tazminat talebinin sulh yoluyla çözümlenebilmesini öngören 659 sayılı Kanun Hükmünde Kararname uyarınca, adli yargıya ilişkin uyuşmazlıkların yanında, idari uyuşmazlıkların sulh yoluyla giderilebileceği öngörülmektedir. KHK md. 12 ye göre idari işlemler dolayısıyla haklarının ihlal edildiğini düşüneneler idareye başvurarak, uğramış oldukları zararın sulh yoluyla giderilmesini dava açma süresi içinde isteyebilmektedir. İdari eylemlerde ise idareye başvurma dava şartı olduğundan bu başvuru sulh başvurusu olarak kabul edilmektedir. Sulh yolunda sadece uyuşmazlığın tarafları bulunduğundan, arabuluculuktan farklıdır. Ancak sulh yoluyla giderilebilecek nitelikteki uyuşmazlıklar aynı zamanda arabuluculuk yoluyla giderilmeye de elverişlidir.26 Kaldı ki; parasal nitelikli idari uyuşmazlıkların arabuluculuk veya sulh yoluyla giderilmesi, temel mantık açısından birbiri ile uyuşmaktadır.Tazminat talepleri kişilerin hakkını ihlal edilmesine dayandığından, tam yargı davası ile idari yargıda dava açılmaktadır. Bu sebeple sübjektif niteliktedir. Bu yönüyle objektif bir dava olan ve idarenin hukuka uygun davranmasını sağlamayı amaçlayan iptal davasından farklılık arz etmektedir. Dolayısıyla parasal uyuşmazlığın arabuluculuk yoluyla giderilmesi kamu düzenine etki etmemektedir. Örneğin; kamu hastanesinde doktorun tıbbi müdahalesi sebebiyle hastaya zarar verilmişse idari eylemden kaynaklanan bu zarardan doğan tazminat miktarı arabuluculuk yoluyla belirlenebilir.Diğer parasal uyuşmazlıklarda da arabuluculuk yoluna gidilebilecektir. Örneğin bir idari para cezasının yanlış hesaplanması sebebiyle kanunun öngördüğü meblağın üzerinde bir ceza verilmiş ise (kanunlar para cezalarının alt ve üst sınırını belirlemekle birlikte, idare kişinin eyleminin ağırlığına göre ceza miktarını belirlediği durumlarda) arabuluculuğa gidilebilir. Vergilerin yanlış hesaplanmasında da aynı durum geçerlidir. Meblağın yanlış hesaplanması idari yargıda iptal sebebidir. İşlem iptal edilse de sebep hukuka uygun olduğu sürece idare doğru miktarı hesaplayarak aynı işlemi tesis edebilecektir. Davaya ve yeni bir yargılamaya gerek kalmadan taraflar arabulucu aracılığı ile meblağı düzeltebilir.2. İdari İşlemlerden Kaynaklanan Uyuşmazlıklarda Arabuluculukİdari işlemler hukuka uygunluk karinesinden faydalanmakta, hukuka aykırı bir idari işlem idari veya yargısal denetimden geçmediği sürece hukuki varlığını devam ettirmektedir. İdari işlemin kamu düzenine ilişkin olması sebebiyle tüm unsurların26 Knecht,Mediationsverfahren,9. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5500  Atila ERKALDoç. Dr.da hukuka uygun olması zorunludur.27 İdari işlemlerin bu özelliği sebebiyle, işlemden kaynaklanan uyuşmazlıkların arabuluculuk yoluyla giderilip giderilmeyeceği de önemli tartışma konuları arasında yer almaktadır. İdarenin bağlı yetki altında bulunduğu idari işlem ve eylemlerde arabuluculuk zor görülmektedir. Buna karşılık idarenin işlem yapıp yapmama veya birden fazla alternatif arasından birini seçmeye yönelik takdir yetkisinin bulunduğu durumlarda arabuluculuğa gidilebilir.28İdari işlemlerde arabuluculuğa gidilebilmesinde işlemin hazırlanış süreci ve tamamlanması olarak iki farklı aşamada incelenmesinde fayda bulunmaktadır.a. İdari Usulde İşlemin Hazırlanış Aşamasında Arabuluculukİdari işlemin hazırlanış aşamasında arabuluculuğa gidilebilmesine, idare hukukunun temel ilkeleri engel teşkil etmemektedir. İdari işlemler idarenin tek taraflı iradesi ile yapılmakla birlikte, usul sürecinde henüz ortada bir işlem olmadığından dolayı idari işleme etki edecek hususlarda arabulucu yoluyla uzlaşma sağlanabilmektedir. İdare hukukundaki arabuluculuk bu yönüyle özel hukuktan ayrılmaktadır. İdari usul sürecindeki arabuluculukta uzlaşılan konuda doğrudan bağlayıcı bir hukuki sonuç doğmamaktadır.29 İdare arabuluculuk yoluyla sağlanan uzlaşmayı, alacağı karara uyarlayarak içeriği haline getirmekte ve yine tek yanlı iradesiyle karar almaktadır. Dolayısıyla icrai nitelikteki nihai işlem idarenin iradesiyle ve onun sorumluluğunda tesis edilmektedir.30 Arabulucu yoluyla uzlaşma daha çok hazırlık işlemi olarak karşımıza çıkmaktadır.b. İdari İşlem Yapıldıktan Sonra Arabuluculukİdari işlemlerin tesisinden sonra ortaya çıkan uyuşmazlıkların kamu düzenine ilişkin olması, hukuka aykırı bir idari işlemin kamu düzenini ihlal etmesi sebebiyle, tarafların bir araya gelerek bu idari işlemin geçerliliğine yönelik bir karar alması ya da bu yönde uzlaşması hukuk devletiyle çatışır. Ancak kamu düzenini ihlal etmeyecek, örneğin idari işlemde şekil ve usul sakatlıklarının sonradan düzeltilmesinde olduğu gibi, idari işlemler konusunda da arabuluculuğa gidilebilir. Kamu görevlilerine ilişkin uyuşmazlıklar da arabuluculuk öngörülebilir. Örneğin, mobbing ve bundan kaynaklanan uyuşmazlıklar.27 Özellikleiptaldavasınınkamudüzenineilişkinbirdavaolması,mahkemeyeresenaraştırmayaparakunsurlardakihukukaaykırılığıtespitetmezorunluluğuyüklemekte,iptaledilenidariişlemleilgiliherkesinhükümdenistifadeetmesisözkonusuolmaktadır.İdariişlemdeşekilunsurudakamudüzenineilişkindir.Akyılmaz,Bahtiyar;Sezginer,MuratveKaya,Cemil,TürkİdariYargılamaHukuku,Açıklamalı-İçtihatlı,(Ankara:SavaşYayınevi,2019)184vd.,1029;İdariişlemdeyetkikamudüzenineilişkindir.DİDDGK,E.1986/8,K.1986/21,KT.28.03.1986,DD,Sy.64-65,s.81.28 Härtel,JZ2005,757.29 MaltevonBargen,ZUR2012,471;Guckelberger,NVwZ2011,394;idarearabuluculuksürecinebağlayıcıbirşekildekatılacaksadahasıkışartlarabağlanmasıgerekir.Stumpf,AlternativeStreitbeilegung,283.30 Guckelberger,NVwZ2011,393vd.;Härtel,JZ2005,757;MaltevonBargen,ZUR2012,471.31 Bukonudaayrıntılıolarakbkz.AtilaErkal, İdariİşlemdeUsulveŞekilSakatlıklarınınSonradanDüzeltilmesiveAlmanyaÖrneği ,AkdHFD,C.11,Sy.2,S.183vd.(2021):183-208.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 5511B. İDARE HUKUKUNDA ARABULUCULUĞUN FAYDASIİdari uyuşmazlıklarda arabuluculuk, devlet ile vatandaş iş birliğini öngören yeni bir model olarak karşımıza çıktığından idare hukukuna entegre edilmesi birçok konuda fayda sağlayabilecektir.32 Çünkü idare ile vatandaş bir araya gelerek uyuşmazlığın giderilmesine ilişkin çözümü ve buna ilişkin kuralları birlikte belirlemektedir.33 İdare bir taraftan üstün ve ayrıcalık yetkilerle karar alabilecek iken, vatandaşla bir araya gelerek hem karar almadan önce hem de karar aldıktan sonraki süreçte, uyuşmazlığı birlikte ve etkili çözebilme imkanına sahip bulunmaktadır. Dolaysıyla arabuluculuk sadece uyuşmazlığın çözümüne hitap etmemektedir. Aynı zamanda uyuşmazlığın baştan önlenmesine hizmet etmektedir.Vatandaş ile bir araya gelinerek alınacak kararın temel prensiplerinde anlaşılması, hem sonradan bir uyuşmazlığın çıkmasını büyük ölçüde engelleyecek hem de iyi idare ilkesi gereği vatandaş muhatap alınarak en etkili sonuç elde edilmeye çalışılacaktır.34 Bu idarenin sahip olduğu kamusal yönetim yetkileri çerçevesinde, özellikle karar vericilerin tepeden bakma mantığının önüne geçilmesi ve idarenin aslında kamu hizmeti ifa etmek amacıyla kurulan bir teşkilat olduğunun hatırlatılması bakımından da önem taşımaktadır. Hukuk devletine paralel olarak idare hukukunun gelişimi ile birlikte devletin yöneten ve bu bağlamda karar verici konumunda, bireyin ise yönetilen ve bu bağlamda sadece karara uyan konumunda olmasına ilişkin klasik mantıktaki değişimler, idari tasarruflarda da buna ayak uydurulmasını zorunlu kılmaktadır.35 Arabuluculuk, günümüz ihtiyaçlarına uygun uzlaşmacı bir idari kültürün gelişmesine yardımcı olmaktadır.36 Hatta arabuluculuk çatışmacı anlaşmazlıklardan uzlaşmacı menfaat dengesinin korunmasına geçiş olarak değerlendirilmektedir.37 İdari işlemin yapılış sürecine bireyin katılmasını sağlayan idari usul hakları yanında, arabuluculuk doğru ve etkili kararın bulunmasında bir yöntemdir. İsviçre, İdari Usul Kanunu nun 33. maddesinde arabuluculuk müessesini düzenleyerek, karar almadan önce idare ile işlemin muhatabının bazı temel prensiplerde anlaşmasına imkân tanımaktadır.Arabuluculuk, uyuşmazlıkların çözümünde sorunun anlaşılmasına katkı da sağlamaktadır. İdaredeki katı hiyerarşik yapılanma, idari işlemin yapılış sürecine de yansımakta ve işlemin yapılmasına ilişkin tereddüt yaşanması durumunda, bunun giderilmesine ilişkin sorunlar cevapsız kalabilmektedir. İdari işlemin yapılış sürecinde arabuluculuk, idare ile işlemin muhatabı arasında iletişim yollarını doğrudan açtığından söz konusu tereddütleri kaldırmanın yanında, gerçek duru32 Tilp,VM2009,90.33  Härtel,JZ2005,754.34 MaltevonBargen,ZUR2012,471.35 Härtel,JZ2005,756.36 İdarehukukundaarabuluculuk,işbirliğiiçindeuzlaşmacıdevletedönüşümveidarikültürünvatandaşodaklımodernizasyonuolarakkarşımızaçıkmaktadır.Pitschas,NVwZ2004,396;Knecht,Mediationsverfahren,6.37 Ortloff,NVwZ2007,33. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5522  Atila ERKALDoç. Dr.mun tespiti ve buna ilişkin doğru ve hukuki bir karar almaya hizmet edebilmektedir.38 Bu, muhatabın alınan kararı kabul etmesi ve uyması konusunda da içsel bir bağlılık sağlamaktadır. Dava taraflarından birinin kaybettiği diğerinin kazandığı yargılama usulünden farklı olarak, arabuluculukta taraflar arası bir uzlaşma sağlanabildiğinden her iki taraf açısından  kazan-kazan  durumu oluşmaktadır.39Arabuluculuğun önemli diğer bir faydası ise adaletin daha hızlı ve ucuza (usul ekonomisine uygun bir şekilde) gerçekleşmesine hizmet etmesidir.40 Bu fayda özellikle idari usulde ve idari yargılama usulünde karşımıza çıkmaktadır. İdari süreçte ortaya çıkabilecek muhtemel sorunların uzlaşma sağlanarak daha baştan çözülmesi ve dava açılmasının önüne geçilmesi yargının da iş yükünü hafifletmektedir.41 Bunun yanında bilirkişi, keşif, harçlar gibi bilumum mahkeme masrafları, vekalet ücretleri gibi masraflara da gerek kalmayacağından usul ekonomisi açısından fayda sağlamaktadır.C. İDARE HUKUKUNDA ARABULUCULUĞUN RİSKLERİİdare hukukunda arabuluculuğun faydaları yanında muhtemel riskleri de mevcuttur. Öncelikle idare hukukunun temel özellikleri göz önünde bulundurularak hangi konularda arabuluculuğa başvurulabileceğinin belirlenmesi gerekmektedir. Elverişli olmayan konularda arabuluculuğa gidilmesi baştan engellenmelidir. Özellikle idari işlemin yapılmasından sonra kamu düzenine ilişkin konularda arabuluculuğa başvurulması, arabuluculuk yoluyla hukuka aykırı işlemlerin geçerli kabul edilmesi sonucunu doğuracak, kamu düzeni ihlal edilecektir.Arabuluculuk sürecinin gizliliği sebebiyle şeffaflığın ihlali, arabuluculuk yoluyla uzlaşılan olaydan etkilenebilecek üçüncü kişilerin menfaatlerinin ve hukuki korunmalarının ihlal edilme tehlikesini bünyesinde barındırmaktadır.42 Arabulucuların tarafsız ve bağımsız duruşu, uzlaşmanın temel noktalarından biridir. Her ne kadar karar verici olmasa da güçlü taraf lehine olabilecek öneride bulunma ve yönlendirme tehlikesi de söz konusu olabilir. Diğer bir risk ise arabuluculuğun uzlaşmayla sonuçlanmaması durumunda mahkemeye başvuru süresinin uzaması ve ayrıca mahkeme masrafları yanında arabuluculuk masraflarının da çıkması nedeniyle usul ekonomisiyle çelişmesidir.4338 Härtel,JZ2005,756.39 Bloch,BayVBl.2010,137;Max-JürgenSeibert, MediationderVerwaltungsgerichtsbarkeitErfahrungenundÜberlegungenzueineralternativenStreitbeilegung ,NVwZ,S.365(2008):365-371;Tilp,VM2009,90;Yılmaz,THD2012,93.40 HandlichveRennhack,LKV1999,11;Tilp,VM2009,90.41 AlmanAnayasaMahkemesi,yasamaorganınınyargıdışıuyuşmazlıkçözümyöntemlerinikanunladüzenleyerekadliyargıdadavaaçılmadanönce,uzlaşmayıyoluylauyuşmazlığıngiderilmesindehızlısonuçalınmasını,hukukbarışınınsağlanmasınıveyamahkemelerinişyükünüazaltmasınıbelirtmiştir.BVerfGE,NGW-RR2007,1073,S.1074;Seibert,NVwZ2008,370.42 Härtel,JZ2005,756.43 MaltevonBargen,ZUR2012,472;Härtel,JZ2005,756.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 5533IV. İDARE HUKUKUNDA ARABULUCUNUN KONUMUArabuluculuk, bu eğitimi almış kişiler tarafından yerine getirilmektedir. Doktrinde yargı dışı arabulucuların hukukçu olma zorunluluğunun aranmaması gerektiği yönünde görüşler olsa da hukuki bir uyuşmazlığın çözülmesinde tavsiye ve öneriler hukuki bilgiyi gerektirdiğinden arabulucunun hukukçu olmasında fayda bulunmaktadır. Hatta idari uyuşmazlıklar özel hukuktan farklı niteliğe haiz olduğundan, arabulucuların idare hukuku alanında uzman olmaları tercih sebebi olmalıdır.İdare hukukunda arabulucunun görev ve yetkileri ise küçük farklılık dışında (İsviçre de idari usul sürecinde arabulucu görevlendirilmesinde olduğu gibi) özel hukuktakine benzemektedir. Bu bağlamda arabuluculuk süreci gizlilik içinde yürütülmektedir. Bu gizlilik taraflara her şeyi konuşabilme özgüveni sağlamaktadır.45 Arabulucu idari usulde idarenin yerine geçerek onun rolüne bürünmemektedir. Bu bağlamda kamu gücünü kullanma ve karar alma yetkisi bulunmamaktadır.46 Nihai kararı alma yetkisi yukarıda ifade edildiği üzere idareye aittir. Arabulucu daha çok usul sürecinin hazırlanması ve bu süreci destekleme fonksiyonu üstlenmektedir. Bu bağlamda olaya ilişkin olguların araştırılmasını, menfaatler dengesinin ortaya çıkartılmasını ve uzlaşmayı teşvik etmektedir.47 Bu süreçte her iki tarafa da eşit yaklaşarak bir çözüm bulunmasını desteklemektedir.48 Arabulucu, uzlaşma sürecini sadece kurallara uygun yürütmemekte aynı zamanda menfaat odaklı ele almaktadır.49 Sürecin başarılı bir şekilde sonuçlanması biraz da tarafların konuşmaya istekli ve neticeye açık olmalarında yatmaktadır.50 Dolayısıyla idari usule alternatif görevler ifa etmemekte, sadece idari usulü tamamlayıcı görevi bulunmaktadır.51V. ALMAN İDARE HUKUKUNDA ARABULUCULUKAlmanya, idare hukukunda arabuluculuğu en yoğun ve etkili uygulayan ülkeler arasında ön sıralarda yer almaktadır.52 Arabuluculuk hem idari usulde hem de dava açıldıktan sonra yargılama usulünde kabul edilmiştir. Almanya da arabuluculuk, Avrupa Birliği Parlamentosu ve Konseyi de 2008/52/EG sayılı Medeni ve Ticari Konularda Arabuluculuğun Belirli Yönleri Hakkındaki Direktifi nin iç 44 Ortloff,NVwZ2007,34.45 Pitschas,NVwZ2004,397;TilpVM2009,92.46 Pitschas,NVwZ2004,397;MaltevonBargen,ZUR2012,472.47 Härtel,JZ2005,758;Pitschas,NVwZ2004,397.48 Tilp,VM2009,92.49 Ortloff,NVwZ2007,33.50 Tilp,VM2009,92.51 Härtel,JZ2005,759.52 LarsSchäfer, MediationimÖffentlichenBereichbrauchtgesetzlicheRegeln ,NVwZ,S.40vd.(2006):39-46. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5544  Atila ERKALDoç. Dr.hukuka uyarlanması amacıyla çıkartılan arabuluculuk kanunu ile hayata geçirilmiştir. Ancak Federal Arabuluculuk Kanunu çıkartılmadan önce eyaletlerde arabuluculuk kanunları yürürlüğe girmiştir. Hatta kanun çıkartmayan eyaletlerde idari yargı aşamasında arabuluculuk uygulanmıştır. Bu dönemde kanuni düzenleme olmasa bile esasa ilişkin karar verme yetkisi olmayan, arabuluculuk eğitimine sahip hakimin arabuluculuk faaliyetinde bulunması ve taraflar arasında uzlaşma sağlanması hukuka uygun kabul edilmiştir.53 Diğer bir ifadeyle idari yargılama aşamasında arabuluculuk kanunda yer almasa da yargı faaliyetinin bir parçası olarak kabul edilmiş ve Alman idari yargı içtihatlarıyla ortaya çıkmıştır.54 Dolayısıyla Almanya da idari uyuşmazlıkta arabuluculuğun ilk uygulaması idari yargılama usulünde ortaya çıkmış ve akabinde idari usulde uygulama alanı bulmuştur. Niedersachsen, 2002 yılında mahkeme aşamasında arabuluculuğu kabul eden ilk eyaletler arasında yer almaktadır. Günümüzde eyaletler, federal kanun yanında özel arabuluculuk kanunlarını (Mediationsgesetz-MediationsG) yürürlüğe sokmuşlardır.55 İdari yargılama usulünde arabuluculuk müessesi de böylece kanuni bir zemine oturmuştur.Federal Arabuluculuk Kanun taslağı md. 1/I- 2 uyuşmazlıklarda temel olarak üç farkı aşamada arabuluculuğa gidebilmeyi düzenlemekteydi. Bunlar; tamamen yargısal usulden bağımsız yargı dışı arabuluculuk, yargılama aşamasında ancak mahkeme dışında arabuluculuk ve yargılama sürecinde olmakla birlikte davaya bakan hâkim dışında başka bir hâkimin süreci yönettiği arabuluculuk olarak ayrılmaktaydı.56 Ancak yasama organı bu ayrımı metinden çıkartarak kanunu kabul etmiştir.A. ALMAN ARABULUCULUK KANUNUNUN TEMEL ESASLARIAlman Arabuluculuk Kanunu 9 maddeden oluşmakta ve özel hukuk-kamu hukuka ayrımı yapmadığından konu itibarıyla sınırlandırmaya gitmemektedir.57 Bu yönüyle Türk Arabuluculuk Kanunu ndan farklık taşımaktadır. Diğer küçük farklılıklar dışında ise kurallar bakımından birbirine benzemektedir. Kanun un 1. maddesi arabuluculuğu tanımlamaktadır. Buna göre arabuluculuk, tarafların bir veya daha fazla sayıda arabulucu yardımıyla, serbest iradeleri ile kendi sorumluluklarında uyuşmazlığı çözmeyi amaçladıkları gizli ve yapısal bir süreçtir. Arabulucu ise taraflara rehberlik eden (yol gösteren), karar yetkisi olmayan bağımsız ve tarafsız kişi olarak tanımlanmaktadır. Kanunun 2. maddesinde arabuluculuk usulü ve arabulucunun görevleri yer almaktadır. Buna göre:53 Ortloff,NVwZ2007,33.54 İdariyargımercileriyanındanAlmanAnayasaMahkemesideiçtihatlageliştirilenarabuluculuğuhukukauyunbulmaktadır.BVerfGE,NGW-RR2007,1073,S.1074;Seibert,NVwZ2008,365.55 Karsten-MichaelOrtloff, VomGerichtsmediatorzumGüterrichterimVerwaltungsprozess,NVwZ,S.1057(2012):1057-1062.56 Guckelberger,NVwZ2011,391.57 MaltevonBargen,ZUR2012,469.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 5555(1)  Taraflar arabulucuyu seçer.(2)  Arabulucu, tarafları arabuluculuk sürecinin yürütülmesi ve temel esasları konusunda bilgilendirir ve usule serbest iradeleri ile katıldığını tespit eder.(3)  Arabulucu taraflara eşit yaklaşır, aralarında iletişimi kurar ve sürece uygun, ölçülü ve adil bir şekilde katılımını sağlar. Tarafların rızası ile ayrı ayrı görüşmeler de yapabilir.(4)  Uyuşmazlığın taraflarının rızası ile üçüncü kişiler sürece katılabilir.(5)  Tarafların, arabuluculuk sürecini istedikleri zaman feshetme hakkı bulunmaktadır. Arabulucu da özellikle tarafların isteğe dayalı iletişim kurmadıkları ya da uzlaşmaya varmalarının beklenemeyeceği kanısına varırsa arabuluculuğu sona erdirebilmektedir.(6)  Uzlaşma olması durumunda, arabulucu bu uzlaşmanın taraflar arası uyuşmazlık konusu olaya ilişkin olduğunu ve içeriğini anlamalarına yardımcı olur. Uzman yardımı olmadan arabuluculuk usulüne katılan taraflara, gerektiğinde anlaşmanın uzman kişiler tarafından kontrol edilme imkânı olduğu hususunda bilgi vermelidir. Tarafların rıza göstermesiyle uzlaşılan konular bir anlaşma ile belgelendirilebilir.Kanun un 3. maddesi arabulucunun yükümlülüklerine yer vermekte, 4. madde gizliliği hüküm altına almaktadır. 5. madde arabulucuların eğitimini düzenlemektedir. 6. madde ise Adalet ve Tüketicinin Korunması Bakanlığı na özellikle arabulucuların eğitimiyle ilgili kanunda belirtilen konularda düzenleme yapma yetkisi tanımaktadır. Kanun, kısa ve öz bir şekilde düzenlenmiştir. Ancak kanun yürürlüğe girmeden önce arabuluculuk yöntemi birçok eyalette uygulandığından bundan kaynaklanan tecrübe ve mahkeme içtihatlarıyla başarılı bir şekilde uygulandığı görülmektedir.58Alman Arabuluculuk Kanunu nun idare hukukuna ilişkin uyuşmazlıkları da kapsadığı kabul edilmektedir. Ancak bu tür uyuşmazlıklara yönelik Kanun da ne kavramsal ne de içeriksel olarak bir uyarlama yapılmıştır.59 Sadece Federal Arabuluculuk Kanunu nun geçiş hükümlerini düzenleyen 9. maddesinde medeni yargılama usulünde esas hakkında karar verme yetkisi olmayan hâkimin arabuluculuğuna ilişkin hükmün maddede belirtilen mahkemelerde de uygulanacağı belirtilmiştir. Bu maddede Hukuk Muhakemeleri Kanunu (ZPO), İş Mahkemesi Kanunu (ArbGG), Sosyal Mahkeme Kanunu (SGG) Vergi Mahkemesi Kanunu (FGO) ve İdari Yargılama Kanunu nda (VwGO) değişiklik öngörülürken, İdari Usul Kanunu nda (VwVfG) ise bir değişiklik öngörülmemiştir.Buna karşılık İmar Kanunu (BauGB) md. 4b de olduğu gibi diğer kanunlarda arabulucuya gidilmesine ilişkin hükümler bulunmaktadır. Ancak dolaylı olarak 58 Ortloff,NVwZ2007,34.59 MalteVonBargen,ZUR2012,469. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5566  Atila ERKALDoç. Dr.arabuluculuğa cevaz veren hükümler yer almaktadır.60 Almanya da arabuluculuk dışında farklı yargı dışı çözüm yöntemleri de uygulanmaktadır. Alman İdari Usul Kanunu md. 55 te idari sözleşmelerde içeriksel belirsizlik durumunda sulh yolu öngörülmektedir. Ayrıca Alman İdari Yargılama Usul Kanunu md. 106 hükmü de sulhe yer vermektedir.61B. İDARİ USULDE ARABULUCULUKAlman İdari Usul Kanunu arabuluculuğu düzenlemese de, uygulamada idari işlemin yapılması sürecinde arabulucuya başvurulabilmektedir. VwVfG md. 73 vd. da yer alan plan yapım süreci, VwVfG md. 28 de yer alan dinlenilme hakkı, VwVfG md. 25/3 te idarenin belli bir tasarrufta bulunmayı planlarken çok sayıda taraf söz konusu olduğunda bunların katılımının arabuluculuğa elverişli olduğu kabul edilmektedir. Ayrıca özel bir hüküm bulunmadığında idari usulün belli bir şekle tabi olmadığını ve basit, amaca uygun ve hızlı yürütülmesini düzenleyen VwVfG md. 10 un dolaylı olarak arabuluculuğa cevaz verdiği ifade edilmektedir.62İdari usul sürecinde henüz bağlayıcı bir idari karar alınmadan idari işleme etki edecek konularda arabulucu yoluyla uzlaşılabilmektedir. İdare ile taraf arasında doğrudan müzakere yapılsa da bu uzlaşmadan İsviçre idari usul kanununa benzer şekilde doğrudan bağlayıcı bir hukuki sonuç çıkmamaktadır.63 İdare bu uzlaşmayı kararına uyarlayarak tek taraflı iradesi ile hukuki sonuç doğurur işlem yapmaktadır.64 Ancak doktrinde idarenin uzlaştığı konularda farklı imkânları olduğu da belirtilmektedir. Bu bağlamda uzlaşma sonucunda özel hukuk ya da idari sözleşme yapılabileceği ya da idarenin doğrudan uzlaşmaya göre karar verebileceği ifade edilmektedir.65İdari usulde arabulucuya başvuru, dosya inceleme, dinlenilme gibi idari usulün bireylere tanıdığı hakların kullanılmasını devre dışı bırakamaz.66 Arabuluculuk yoluna gidilse de idari usule katılanların usul hakları devam etmektedir. Arabuluculuk idarenin resen araştırma yükümlülüğünü de engellememektedir.67C. İMAR HUKUKUNDA ARABULUCULUKÜçüncü bir kişinin katılımını düzenleyen BauGB md. 4b ye göre belediye, arazi kullanım plan yapım sürecini hızlandırmak için çevresel etki değerlendir60 MaltevonBargen,ZUR2012,473.61 Bukonudabkz.Yılmaz,THD2012,95.62 Stumpf,AlternativeStreitbeilegung,285vd.63 Pitschas,NVwZ2004,399.64 Härtel,JZ2005,758;Seibert,NVwZ2008,368;Tilp,VM2009,94.65 Stumpf,AlternativeStreitbeilegung,291vd.66 Härtel,JZ2005,758.67 SeibertNVwZ2008,368.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 5577me raporu, halkın katılımı ve diğer idarelerin katılımına ilişkin usul süreçlerini hazırlaması ve yürütmesi amacıyla üçüncü bir kişi görevlendirebilir. Ayrıca, arabuluculuk veya başka bir yargı dışı uyuşmazlık çözüm yönteminin yürütülmesini üçüncü bir kişiye tevdi edebilir. İmar kanunundaki bu hüküm özel bir idari usul sürecinde arabuluculuk olarak karşımıza çıkmakta ve taraflara uzlaşmayı önermektedir.68Bu hükümle birlikte hem planlama sürecinin hızlandırılması hem de kişilerin idare tarafından yapılacak planı daha kolay kabullenmesi amaçlanmaktadır.69 İdarenin imar planlarını kamu gücü yetkisine dayanarak halkın katılımını sağlamadan yapması durumunda, planın halk tarafından kabulünü zorlaştırabilmekte itiraz ve dava süreci planlamayı uzatabilmektedir. Plan yapılırken idarenin olaya tek taraflı yaklaşması, yetkililerin mülkiyet hakkı sahiplerinin haklarına ilişkin empati yapmaması, vatandaşlar tarafından da ön yargıyı beraberinde getirebilmektedir. İmar kanununda arabuluculuğun entegresiyle birlikte imar planının hazırlanması aşamasında ortaya çıkan uyuşmazlıkların giderilmesinde, idare dışında üçüncü bir kişinin yer alması ve tarafsızlığı sebebiyle çözüm odaklı sonuçlar elde edilebilmektedir.70 Taraf sayısının çok olması sebebiyle de eşit menfaate sahip kişiler arasından seçilecek temsilciler aracıyla arabuluculuk görüşmeleri yürütülmektedir.71 Almanya da Stuttgart havalimanı, Frankfurt havalimanı, Berlin havalimanı, Stuttgart tren garı, Berlin Landwehrkanal ının yapımı gibi büyük projelerde çok sayıda kişinin katılımı ile arabuluculuk görüşmeleri yapılmıştır.72 Hatta gelecekte vatandaşın rızası alınmadan büyük projelerin gerçekleşmesinin zor göründüğü ve bu nedenle plan yapımına ilişkin usulde arabulucunun zorunluluğuna işaret edilmektedir.73D. İDARİ YARGILAMA USULÜNDE ARABULUCULUKİdari yargı aşamasında arabuluculuk, idari yargı içtihatlarıyla ortaya çıkmakla birlikte Arabuluculuk Kanunu nun kabul edilmesiyle İdari Yargı Kanunu nda da değişiklik öngörülmüş ve zaten mevcut olan durum bazı değişikliklerle kanuni dayanağa kavuşmuştur.74 İdari Yargılama Usul Kanunu, arabuluculuğu doğrudan düzenlememiş, VwGO md. 173 ile arabuluculuk konusunda Hukuk Muhakeme68 Pitschas,NVwZ2004,398.69 Krautzverger/Wagner,§4bEinschaltungeinesDritten,in:BauGBErnst/Zinkahn/Bielenberger/Krauzberger,September2019(BeckOnline),s.Lfg108;HandlichveRennhak,LKV1999,12;Pitschas,NVwZ2004,399.70 HandlichveRennhak,LKV1999,10.71 Seibert,NVwZ2008,369.72 Frankfurthavalimanındaarabuluculuğunbaşarısızlığıkonusundaeleştirelolarakbkz.Schäfer,NVwZ2006,41vd.73 Bukonudabkz.MaltevonBargen,ZUR2002,470vd.74 RolandFritz, VommühsamenWegderEtablierungdesGüterrichtersinderVerwaltungsgerichtsbarkeit ,BDVR-Rundschreiben,S.4(2013):4-11;Ortloff,NVwZ2012,1058. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi5588  Atila ERKALDoç. Dr.si Kanunu na genel atıf yapmakla yetinmiştir. Buna göre İdari Yargılama Usulü Kanunu nda hüküm bulunmayan hallerde Mahkeme Temel Kanunu ve Hukuk Muhakemesi Kanunu nun md. 278/5 ve md. 278a hükümleri de dahil olmak üzere, her iki yargılama usulünün temel farklılıklarına aykırı olmamak kaydıyla kıyasen uygulanmaktadır.75 ZPO md. 278 dostane çözüm ve sulh yolunu hüküm altına almaktadır. ZPO md. 278a ise arabuluculuk ile yargı dışı uyuşmazlık çözümünü düzenlemektedir. Dolayısıyla idari yargılama usulünde hem arabulucuya hem de sulhe gitme imkânı bulunmaktadır. Mahkemenin yargılamanın her aşamasında davanın taraflarını arabulucuya ya da diğer alternatif uyuşmazlık çözüm yöntemlerine yönlendirme hususunda takdir yetkisi bulunmaktadır.76 Ancak bunu önermeden önce uyuşmazlığın yargı dışı uyuşmazlık çözüm yöntemleriyle giderilebilecek tür ve uygunlukta olup olmadığını belirlemelidir.77 Davacının da ZPO md. 253/3-3 uyarınca dava dilekçesinde daha önce arabulucuya ya da yargı dışı diğer bir uyuşmazlık çözüm yoluna gidip gitmediğini ve bu yollara başvurulmasına engel nedenler olup olmadığını belirtmesi gerekmektedir. Bunun sebebi hâkimin tarafları arabulucu ya da diğer yargı dışı çözüm yöntemlerine yönlendirilme hususunda gerçekçi bir değerlendirme yapabilmesine zemin hazırlanmasıdır.78Taraflar arabuluculuk ya da yargı dışı diğer alternatif uyuşmazlık çözümüne yönlendirilmişse mahkeme yargılamayı durdurmaktadır. Dolayısıyla mahkemede derdest bir davada yargılamayı durdurarak, alternatif bir uyuşmazlık çözümü elde etmek için arabulucuya başvurulmaktadır.79 Arabuluculuk süreci uzlaşmayla tamamlanırsa ya da bir sonuç elde edilmezse sona ermektedir. Uzlaşmayla sona ermesi durumunda yargılamaya son verilmektedir.80 Uzlaşma olmazsa dava esas bakımından incelenmeye kaldığı yerden devam etmektedir.Dostane çözüm ve sulh ile arabuluculuk ve diğer yargı dışı uyuşmazlıkların tercih edilmesinde mahkeme farklı usul izlemektedir. Mahkeme tarafların rızasını almadan uyuşmazlığın dostane ve sulh yoluyla çözümü için doğrudan Güterichter 75 Kastner,Berthold,EinleitungzumVerwaltungsgerichtsordnung,in:Verwaltungsrecht,Fehling/Kastner/Strömer(Hrsg),(BadenBaden;Nomos,2021),1336;Braun,Binder,§173EntsprechendeAnwendungdesGVGundderZPO;in:Sodan/Ziekow,Verwaltungsgerichtsordnung(VwGO),(BadenBaden:Nomos,2018),3438.76 WolfRüdigerSchenke,EntsprechendeAnwendungGVGundZPO,in:Kopp/Schenke,VwGOVerwaltungsgrichtsordung,(MünchenC.H.Beck,2021),2061;Braun,§173EntsprechendeAnwendungdesGVGundderZPO,3441.77 Fritz,BDVR-Rundschreiben2013,4;Seibert,NVwZ2008,366.78 Fritz,BDVR-Rundschreiben2013,6.79 Ortloff,NVwZ2007,S.34;Pitschas,NVwZ2004,402.80 ZPOmd.794uyarıncaarabuluculuktauzlaşılananlaşmacebriicrayakonuolmaktadır.Schenke,EntsprechendeAnwendungGVGundZPO,2061;Doktrindearabuluculukuzlaşmaylasonuçlanmışsayazılıvearzuedilirseicraimahiyettebiranlaşmasıiletamamlanacağıifadeedilmektedir.YargısalsüreçisetaraflarınVwGOmd.106uyarıncasulholurlarsa,olayınçözümekavuştuğunadairmahkemeyebelgesunarlarsayadadavadanferagatederlersesonaereceğibelirtilmektedir.Härtel,JZ2005,760.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 5599denilen dostane çözüm hakimine yönlendirebilmektedir.81 Dostane çözüm hâkimi ZPO md. 278/5 uyarınca söz konusu uyuşmazlık hakkında karar verme yetkisi olmayan hâkimler arasından seçilmektedir. Dostane çözüm hâkimi aynı mahkemenin karar verme heyetinde yer almayan veya farklı dairesinde görev yapanlar arasından belirlenebilir. Bunun sebebi uzlaşma olmaması durumunda, yargılama devam edildiğinde hâkimin karara etkisinin olmamasının güvence altına alınmasıdır.82 Dostane Çözüm hakimleri, hakimlerin göreve ve işbölümü planına göre belirlenmektedir.83Kanun un yürürlüğe girmesiyle birlikte arabulucu hâkim yerine dostane çözüm hâkimi uygulamasına geçilmiştir.84 İçtihat yoluyla arabuluculuğun uygulandığı dönemde arabulucu olarak esasa ilişkin karar verme yetkisi olmayan hakim görev almaktaydı. Bunun temelinde esası karara bağlamayacak arabulucunun idari dava taraflarının hukuki pozisyonlarıyla ilgilenmeyip, menfaat dengesini gözetmesi ve yargısal yetki ve karar verme durumun olmaması nedeniyle uzlaşmayı daha etkili bir şekilde sağlayabilmesi yatmaktaydı.85 Arabulucu hâkimin olaya ilişkin karar vermesi söz konusu olmadığından yargılama sürecinden farklı olarak değerlendirmeleri taraflar açısından bağlayıcı değildi. Taraflar buna istinaden iddia, savunma ve açıklamalarının negatif değerlendireceği çekincesi olmadan daha rahat ifade etmekte ve arabulucu aracılığı ile uyuşmazlığa neden olan olaya ilişkin menfaatlerini karşı tarafa açık bir şekilde iletebilmekteydi. Bu bağlamda Alman idari yargı hakiminin arabuluculuk da yapabilmesiyle ikili bir rolü vardı.86 Kanun değişikliği ile birlikte arabuluculuk rolü kaldırılsa da idari yargı hâkiminin dostane çözümde de görev alması nedeniyle ikili rolü değişerek devam etmektedir.Dostane çözüm hâkimi uyuşmazlığın çözümü için arabuluculuk dahil tüm yargı dışı uyuşmazlık çözüm yöntemleri arasından birini seçebilmektedir. Arabuluculuk yöntemini önermişse, arabulucuya gidilebilmesi için tarafların rızasının alınması zorunludur. Eski sistemden farklı olarak hâkim arabulucu olarak görev alamamaktadır. Bu durumda uyuşmazlığın tarafları bir arabulucu seçmektedir.8781 Braun,§173EntsprechendeAnwendungdesGVGundderZPO,3441.82 BunarağmenZPOmd.41/1-8hakiminarabuluculukvediğeryargıdışıuyuşmazlıkçözümündegörevalması,çekilmenedeniolaraksayılmıştır.İdariyargıdahakimönündekiolaydaarabuluculukyapamayacağından,dahaöncesözkonusuolayailişkinarabulucuolarakgörevyapmışdahasonrailgilidavayaatanmışhakimleraçısındansözkonusuolabilir.83 Schenke,EntsprechendeAnwendungGVGundZPO,2060.84 Schenke,EntsprechendeAnwendungGVGundZPO,2061;Fritz,BDVR-Rundschreiben2013,6;BudurumAlmanya nınBerlineyaletinde2000yılındaidariyargıdailkarabulucuhakimolarakgörevyapanveidariyargıdaarabuluculukkonusundaönemliçalışmalarıbulunanOrtlofftarafındaneleştirilmektedir.Onagöredostaneçözümhakimininarabuluculuğayönlendirmesinerağmenarabulucuhakimolarakadlandırılmamasıanlaşılmazdır.Ortloff,NVwZ2012,1056,1061.85 Pitschas,NVwZ2004,397;Ortloff,NVwZ2012,1057.86 Ortloff,NVwZ2012,1058.87 Braun,§173EntsprechendeAnwendungdesGVGundderZPO,3442;Schenke,arabulucununmahkemetarafındantayinedileceğinibelirtmektedir.Schenke,EntsprechendeAnwendungGVGundZPO,2061. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi6600  Atila ERKALDoç. Dr.Arabuluculuk usulünde yukarıda yer verildiği üzere Arabuluculuk Kanunu hükümleri uygulanmaktadır. Arabuluculuk tamamen mahkemeden bağımsız bir şekilde yürütülmektedir. Arabulucu kendisi karar alamamakta taraflar kendi rıza ve sorumluluklarında bir uzlaşmaya varabilmektedir. Ancak arabulucu uzlaşılan çözümün kanuni sınırlar içinde olduğuna dikkat etmelidir.88 Uzlaşma sağlanmışsa bunun bir anlaşmayla belgelendirilmesi gerekir ve bun istinaden idari yargılama süreci sona ermektedir.89İdari yargı aşamasında arabuluculuk yoluyla uzlaşma ile mahkemenin vereceği karar arasında temel farklılıklar bulunmaktadır. Mahkemede dava görülürken taraflar kendi hukuki pozisyonları için mücadele etmekte ve buna göre kendilerini savunmaktadır. Mahkeme kararı ile bir taraf kazanırken diğer taraf kaybetmektedir. Buna karşılık arabuluculukta tarafların menfaatlerinin mücadelesi vardır ve birlikte karar almaktadır.90 Arabuluculuğun temeli tarafların menfaatlerinin detaylandırılarak, menfaatler dengesine uygun bir çözüm bulunması ve her iki tarafın bir kazanç elde etmesi söz konusudur.91 Örneğin bir kişinin belediyeden yapı ruhsatı alması üzerine, komşu ev sahibinin güneş ışığının kapanacağı gerekçesiyle ruhsatın iptali için dava açması durumunda verilecek mahkeme kararı ile taraflardan biri kaybedecektir. Arabulucuya başvurulduğunda ise menfaat dengesi gözetilerek, ışığı kapanan ev sahibine, ruhsat sahibinin çekme mesafesini kaldırmaya rıza göstermesiyle (Alman hukukunda komşu parselde çekme mesafelerinin kısaltılması ya da kaldırılması komşu parsel sahibinin rızasına bağlıdır) ilgili oda veya binayı genişletme imkânı söz konusu olabilecektir. Bu durumda her iki taraf da kazançlı çıkmaktadır. Yapı ruhsatı sahibi evin yapımına başlayabilmekte, ışığı kapanan evin sahibi binasını genişletebilmek için belediyeden ruhsat almada zorunlu olan rıza şartını elde etmektedir.92VI. İSVİÇRE İDARE HUKUKUNDA ARABULUCULUKİsviçre de, Türkiye ve Almanya dan farklı olarak arabuluculuk idari usul kanununda açıkça düzenlenmektedir.93 Özel hukuk alanında ise Hukuk Muhakemeleri Kanunu nun 213-218. maddelerinde arabuluculuğa yer verilmiştir. Bunun dışında genel bir düzenleme bulunmamaktadır.94 Buna karşılık farklı alanlara ilişkin özel hükümler mevcuttur.9588 Braun,§173EntsprechendeAnwendungdesGVGundderZPO,3442.89 Braun,§173EntsprechendeAnwendungdesGVGundderZPO,3442.90 Knecht,Mediationsverfahren,8.91 Seibert,NVwZ2008,365.92 Seibert,NVwZ2008,365.93 Buhüküm17Haziran2005tarihindeidariusulkanununaeklemişve1Ocak2007tarihindeyürürlüğegirmiştir.94 Bukonudabkz.SerpilIşık, İsviçre deHukukUyuşmazlıklarınınAlternatifYollarlaÇözümlenmesiKapsamındaTahkimveArabuluculukileİsviçreOdalarıTahkimKurumununÖnerdiğiİsviçreTicariArabuluculukKurallarınaGenelBirBakış ,İnÜHFD10/2,S.457vd.,(2019):452-469.95 Bukonudabkz.Meier,Mediation,4vd.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 6611İsviçre İdari Usul Kanun un 33/b maddesi dostane uzlaşma ve arabuluculuğu düzenlemektedir. Bu hükme göre:(1)  Yetkili makam, kararın içeriği üzerinde anlaşmaya varabilmeleri için tarafların rızasıyla idari usulü askıya alabilir. Anlaşmaya vardıkları durumda tarafların kanun yollarından feragat ettiklerini ve masrafları nasıl paylaştıklarını anlaşma metnine koymaları gerekmektedir.(2)  İdare anlaşmayı sağlamak ve desteklemek için tarafsız ve yetkin bir gerçek kişiyi arabulucu olarak belirleyebilir.(3)  Arabulucu, yalnızca kanuna ve idare tarafından verilen görevle bağlıdır. Bu bağlamda kanıtları toplayabilir, teftiş, uzman görüşü ve tanıkların sorgulanmasını yapabilir. Ancak bunun için idare tarafından bu konuda yetki tanınması gerekir.(4)  Yetkili makam, anlaşmada 49. madde anlamında bir eksiklik olmadıkça, arabuluculuk kapsamındaki uzlaşmayı alacağı kararın içeriği haline getirir.(5)  Anlaşmaya varılırsa, idare herhangi bir usul masrafı talep etmez. Anlaşmanın başarısız olması halinde, tarafların menfaatlerinin haklı olması kaydıyla, merci arabuluculuk masraflarını taraflara yüklemeyebilir.(6)  Taraflardan biri, herhangi bir zamanda idari usulün askıya alınmasının kaldırılmasını talep edebilir.Bu hükümle dostane çözümü öngörülmekte ve bunun arabulucu aracılığıyla yerine getirilmesi konusunda idareye takdir yetkisi tanımaktadır. Ayrıca idari usulde arabuluculuğun temel prensipleri ortaya konulmaktadır. Arabulucuya başvurma hususunda tüm hukuk sistemlerinde öngörüldüğü gibi irade serbestisi söz konusudur. Bir idari usulde arabulucuya gidilmişse idarenin alacağı kararın içeriği üzerinde uzlaşmanın sağlanması amacıyla tarafların rızası alınarak, usul idare tarafından askıya alınmaktadır.96Arabulucu idare tarafından görevlendirilmekle birlikte, idareden bağımsız ve tarafsız bir şekilde usulü yürütmektedir. Arabulucu bu süreçte görevlendirme kapsamında kanunla bağlıdır. İdare tarafından görevlendirilecek kişinin arabuluculuk konusunda yetkin olması diğer bir ifadeyle eğitim almış olması gerekmektedir.Arabulucu delil elde etme ve toplama imkanına da sahiptir. Ancak bilirkişiye başvurma veya tanık dinlemeye ihtiyaç duyması durumunda arabulucunun idare tarafından önceden yetkilendirilmesi gerekmektedir. İsviçre İdari Usul Kanunu, arabuluculuğun gizliliğini teminat altına almak ve arabulucuyu korumak amacıyla 16. maddeye hüküm eklemiştir. Buna göre arabulucu, 33b maddesi uyarınca görevi sırasında elde ettiği bilgiler hakkında tanıklık yapmayı ve ifade vermeyi reddetme hakkına sahiptir.96 Knecht,Mediationsverfahren,11. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi6622  Atila ERKALDoç. Dr.Arabuluculuk sonunda bir uzlaşmaya varılmasının doğrudan hukuki sonucu bulunmamaktadır. Bu sadece idare tarafından alınacak kararın içeriği konusunda bir uzlaşmadır. İdare tek yanlı alacağı kararın içeriğini uzlaşılan hususa göre belirlemektedir.97 Hukuki sonuç idarenin alacağı kararla doğmaktadır. Dolayısıyla işlemin muhatabı icrai karar alınmasında doğrudan rol almamakta, idari işlemin hazırlanması aşamasında yer almaktadır. Bu da idari kararın tek yanlılığını zafiyete uğratmamaktadır.SONUÇArabuluculuk son yıllarda özel hukukta yoğun bir şekilde uygulanmaya başlamıştır. Hatta isteğe bağlı arabuluculuk özel hukukun iş, ticari ve tüketici uyuşmazlıklarında dava şartı olarak öngörülerek zorunlu hale getirilmiştir. Bu yöndeki eğilim diğer uyuşmazlıklarda da arabuluculuğun zorunlu hale getirilebileceğini göstermektedir. İdare hukukunun özelliği sebebiyle ilk bakışta arabuluculuk zor görünse de karşılaştırmalı hukukta bir çok alanda uygulanmaktadır. Türk hukukunda idarenin taraf olduğu özel hukuk uyuşmazlıklarında ise arabuluculuk, kanunla açıkça düzenlenmektedir. İdarenin özel hukuk tasarrufları farklılık arz etse de irade serbestisi ve eşitliğe dayanan bu tür hukuki ilişkilerde arabuluculuğa başvurma konusunda bir engel bulunmamaktadır.İdari uyuşmazlıklar açısından arabuluculuğun elverişliliğini, uyuşmazlığın niteliğine göre belirlemek gerekmektedir. İdarenin kamusal yönetim usulleriyle hareket ettiği alanlarda tesis ettiği idari işlem, eylem ve idari sözleşmeler açısından, arabuluculuğun farklı aşamalarda söz konusu olduğu görülmektedir. İdarenin taraf olduğu parasal nitelikteki uyuşmazlıklarda ister idari işlemden ister idari eylemden kaynaklansın, sulh yolu mevzuatta açıkça öngörülmüş, hatta zorunlu hale getirilmiştir. Nitelik itibariyle sulh ve arabuluculuk birbirine benzemektedir. Her iki müessese arasındaki temel fark, arabuluculuğun, tarafsız ve bağımsız bir üçüncü kişi olan arabulucunun katılımıyla sonuçlandırılmaya çalışılmasıdır. Dolayısıyla sulh yoluyla çözümlenebilecek uyuşmazlıkların arabuluculuk yöntemiyle çözülmesi önünde bir engel bulunmamaktadır. Sulh varken arabuluculuğa ihtiyaç olup olmadığı ise tarafların menfaatlerini ortaya koyması hususunda kendisini göstermektedir. Arabuluculukta her iki taraf serbest iradeleri ve eşit haklarla müzakere edebildikleri için psikolojik de olsa (sulh de olduğu gibi) bir üstün taraf bulunmamaktadır. Sürecin gizli olması sebebiyle tarafların menfaatlerini açıkça ortaya koymaları ve bu gerçeklik çerçevesinde uzlaşmaları mümkün olabilmektedir. Bu da alınan kararın kabullenmesi ve muhtemel uyuşmazlıkların çıkmasının önüne geçilmesini sağlamaktadır.İdarenin tesis edeceği idari işlemlerde benzer sonuçların elde edilmesi mümkündür. İdari usul sürecinde henüz bir idari karar alınmadan, arabuluculuk yöntemiyle 97 Knecht,Mediationsverfahren,11.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 6633işlemin temel esasları konusunda idare ile muhatap uzlaşabilmektedir. İdare hukukunun temel mantığında kamu gücü ve tek taraflılık bu uzlaşmayı zorunlu görmese de iyi idare ilkesi her iki tarafı hoşnut edebilecek sonucun doğmasını amaçlamaktadır. Kaldı ki; idare hukuku kültürü modern çağa ayak uydurarak karşı tarafın hilafına karar almaktan çıkarak, olabildiğince rızasının da alınabildiği bir yöne verilmektedir. İdari usul kanunları bu yönde farklı hükümler içerirken İsviçre de olduğu gibi arabuluculuk da kanuna entegre edilerek buna destek verilmektedir. İdari usul sürecinde de arabuluculuk ihtiyaridir. Dolayısıyla arabuluculukta uzlaşılan konular doğrudan sonuç doğurmamaktadır. Bu uzlaşma idarenin kararında gerekçe alınarak ve uyarlanarak nihai işlemin içeriği haline getirilmektedir. Nihai işlemi idare tek taraflı olarak kendisi tesis etmekte ve idarenin temel özellikleriyle çatışmamaktadır.İdare hukukunda arabuluculuğun en zor olduğu alan özellikle idari işlemlerin yapılmasından sonradır. İdari işlemlerin hukuka uygun olma zorunluluğu aynı zamanda kamu düzenini ve dolaysıyla hukuk devletini ilgilendirdiğinden arabuluculuğa gidilebilmesinin önünde bir engeldir. Hukuka aykırı olarak tesis olunan bir idari işlem, tarafların uzlaşması sonrasında geçerli kabul edilemez. Buna karşılık bir idari işlemin değiştirilmesi, geri alınması, kaldırılması ya da yeni bir idari işlem yapılmasında arabuluculuk işletilebilir. Bu durumda zaten yeni bir idari usul süreci başlatılacağından yukarıda bahsedildiği üzere idari işlemin yapılış sürecindeki arabuluculuk temelinde gerçekleşecektir. İdari işlemde tali nitelikte şekil ve usul sakatlıklarının sonradan düzeltilmesinde ise arabuluculuğa başvurulmasında bir sorun bulunmamaktadır. Kaldı ki karşılaştırmalı hukukta idari usul kanunları buna ilişkin hükümlere de yer vermektedir. Bunun yanında kamu görevlilerine ilişkin mobbing uyuşmazlıkları arabuluculuk yoluyla uzlaşmaya müsait görünmektedir.İdari yargılama aşamasında da arabuluculuk mümkündür. Almanya idari usulde arabuluculuğu açıkça düzenlemese de idari yargılama usulünde yer vermektedir. Hatta kanunla düzenlenmeden önce arabuluculuk Alman idari yargı ve Anayasa Mahkemesi içtihatlarıyla ortaya çıkmış ve idari yargılama usulünde uygulanmıştır. İdari yargı hâkimi önüne gelen bir uyuşmazlığın yargı dışı çözüm yöntemleriyle giderilebileceğini belirlerse doğrudan dostane çözüm hâkimine yönlendirebilmektedir. Bu hâkim, esas hakkında karar verme yetkisi olmayan ve arabuluculuk dahil diğer uyuşmazlık çözüm yöntemlerinden birini önerebilen hakimdir. Arabuluculuk önerilmişse tarafların rızasıyla bu usul işletilebilmektedir. Bu süreçte Alman Arabuluculuk Kanunu uygulanmaktadır. Zaten Kanun, kamu ve özel hukuk ayrımı yapmamaktadır. Süreç sonunda taraflar arası bir uzlaşma sağlanmışsa, bu bir anlaşma metniyle davanın esasına bakan idare mahkemesine bildirilmekte ve dava sonlandırılmaktadır.Türk idare hukukunda ne idari usulde, ne de yargılama usulünde idari uyuşmazlıklar için arabuluculuk öngörülmektedir. Ancak imar hukuku özellikle de  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi6644  Atila ERKALDoç. Dr.imar planı yapım sürecinde, çevre hukukunda, ekonomik idare hukuku, toplantı ve gösteri yürüyüşlerinin yapılması ve yerlerin belirlenmesinde, eğitim ve okul işlerinde, memurlar hukukunda, parasal uyuşmazlıklarda ve özellikle idarenin takdir yetkisine sahip olduğu alanlarda arabuluculuk yöntemine başvurulması mümkün görünmektedir. Özel hukukta arabuluculuk kanunu kabul edilirken yargı yükünün hafiflemesi, usul ekonomisi gibi sebepler belirleyici olmuştur. Aynı durum idari uyuşmazlıklarda da söz konusudur. İdari yargının iş yükünün de hafifletilmesinde yarar bulunmaktadır. Dosya sayısı azalan mahkeme daha ayrıntılı inceleme ve belki de daha doğru ve hukuka uygun karar verme imkânı elde edebilecektir. Özellikle İsviçre idari usul örneğinde bir arabuluculuk hükmü -tabi ki öncesinde genel bir idari usul kanunu gerekir- tarafların çıkacak nihai idari işlemi ve sonuçlarını kabulleneceğinden uyuşmazlıkları önleyecek ve yargı yoluna gidilmeyecektir. İdari usulde arabuluculuğa gidilmemişse veya uzlaşılamamışsa bile idari yargılama usulünde bu imkânı tanımak üzere hukuk muhakemeleri kanununa benzer şekilde bir hüküm getirilmesi toplumsal barışa da katkı sağlayacaktır.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Türk, Alman ve İsviçre İdare Hukukunda Arabuluculuk 6655",
     "Kaynakça": "Akyılmaz, Bahtiyar; Sezginer, Murat ve Kaya, Cemil. Türk İdari Yargılama Hukuku, Açıklamalı İçtihatlı. Ankara: Savaş Yayınevi, 2019.Binder, Braun. § 173 Entsprechende Anwendung des GVG und der ZPO; in: Sodan/Ziekow, Verwaltungsgerichtsordnung (VwGO). Baden Baden Nomos Verlag, 2018.Bloch, Klaus.  Mediation im Verwaltungsrecht und Mediation beim Verwaltungsgericht . BayVBl., (2010): 136 139.Christoph, Stumpf. A. Alternative Streitbeilegung im Verwaltungsrecht. Tübingen Mohr Siebeck: 2006.Çapar, Asuman.  İdarenin Taraf Olduğu Hukuki Uyuşmazlıkların Çözümünde Arabuluculuk Yöntemi . JSHSR, 7(59), (2020): 2526 2535.Erkal, Atila.  İdari İşlemde Usul ve Şekil Sakatlıklarının Sonradan Düzeltilmesi ve Almanya Örneği . AkdHFD, C. 11, S. 2, (2021): 183 208.Fiş Üstün, Gül.  Arabuluculuk Faaliyetlerinde İdarenin Yeri ve Yetkisi . MÜHFHAD, C. 26, S. 1, (2020): 13 23.Fritz, Roland.  Vom mühsamen Weg der Etablierung des Güterrichters in der Verwaltungsgerichtsbarkeit . BDVR Rundschreiben, (2013): 4 11.Guckelberger, Annette.  Einheitliches Mediationsgesetz auch für verwaltungsrechtliche Konflikte? . NVwZ, (2011): 390 397.Handlich, Wolfgang. Michael Rennhack,  Mediation im öffentlichen Baurecht Chancen einer neuen Planungskultur . LKV, (1999): 9 13.Härtel, Ines.  Mediation im Verwaltunsgrecht . JZ, 15, (2005): 753 763.Işık, Serpil.  İsviçre de Hukuk Uyuşmazlıklarının Alternatif Yollarla Çözümlenmesi Kapsamında Tahkim ve Arabuluculuk ile İsviçre Odaları Tahkim Kurumunun Önerdiği İsviçre Ticari Arabuluculuk Kurallarına Genel Bir Bakış . İnÜHFD, C. 10, S. 2, (2019): 452 469.Kastner, Berthold. Einleitung zum Verwaltungsgerichtsordnung, in: Verwaltungsrecht, Fehling/Kastner/Strömer (Hrsg). Baden Baden Nomos Verlag: 2021.Knecht, Morris. Chancen und Probleme Des Mediationsverfahrens Nach Dem Neuen VwVG, Masterarbeit. Freiburg: 2008.Krautzverger/Wagner. § 4b Einschaltung eines Dritten, in: BauGB Ernst/Zinkahn/Bielenberger/Krauzberger. September 2019. (BeckOnline).Malte von Bargen, Jan.  Mediation im Verwaltungsverfahren nach Inkrafttreten des Mediationsfördeungsggesetzes . ZUR, (2002): 468 475.Meier, Isaak.  Mediation und Schlichtung in der Schweiz . Erişim Tarihi: 13.12.2021. https://www.175jahre.uzh.ch/fakultaeten/recht/fachbereiche/zprschkg/Dokumente/report_mediation_deu_EZPO.pdf.Odyakmaz, Zehra; Çınarlı, Serkan ve Avcıoğlu Aksoy, Ezgi. İdare Hukukunda Yargı Öncesi Uyuşmazlık Çözüm Usulleri. Ankara: Seçkin Yayınevi, 2018.Ortloff, Karsten Michael.  Europäische Streitkultur und Mediation im deutschen Verwaltungsrecht , NVwZ, (2007): 33 37. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi6666  Atila ERKALDoç. Dr.Ortloff, Karsten Michael.  Vom Gerichtsmediator zum Güterrichter im Verwaltungsprozess, NVwZ, (2012): 1057 1062.Özbek, Mustafa.  İdarî Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller (I) , TBBD, S. 56, (2005): 90 132.Özbek, Mustafa.  İdarî Uyuşmazlıkların Çözümünde Yargılama Dışı Usuller (II)  TBBD, S. 57, (2005): 82 134.Pitschas, Rainer.  Mediation als Methode und Instrument der Konfliktmittlung im öffentlichen Sektor , NVwZ, (2004): 396 404.Schäfer, Lars.  Mediation im Öffentlichen Bereich braucht gesetzliche Regeln , NVwZ, (2006): 39 46.Schenke, Wolf Rüdiger. Entsprechende Anwendung GVG und ZPO, in: Kopp/Schenke, VwGO Verwaltungsgrichtsordung. München C.H. Beck, 2021.Seibert, Max Jürgen.  Mediation der Verwaltungsgerichtsbarkeit Erfahrungen und Überlegungen zu einer alternativen Streitbeilegung , NVwZ, (2008): 365 371.Tilp, Helmut.  Mediation ein Instrument auch für Verwaltungen? , VM, (2009): 90 95.Yılmaz, Dilşat,  Türk ve Alman İdare Hukukunda Arabuluculuk ve Sulhe İlişkin Düzenlemeler ,"
}