{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "12",
     "Sayı": "1",
     "Başlık": "OSMANLI HUKUK UYGULAMASINDA KADININ ÇOCUĞU ÜZERİNDEKİ VELAYET VE VESAYET HAKKI",
     "Title": "WOMEN’S RIGHTS IN CHILD CUSTODY AND GUARDIANSHIP IN THE OTTOMAN LAW PRACTICE",
     "Yazar İsmi": [
          "Dr. Öğr. Üyesi Saliha OKUR GÜMRÜKÇÜOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamulaştırma",
          "Mülkiyet Hakkı",
          "Kamulaştırmanın Amacı",
          "Kamulaştırmanın Kesinleşmesi",
          "Kamulaştırmadan Vazgeçme"
     ],
     "Keywords": [
          "Ottoman Law",
          "Women’s Rights of Custody",
          "Guardianship",
          "Wasi",
          "Hidanah"
     ],
     "Özet": "Velayet hakkı/sorumluluğu tarih boyunca önemli değişimler geçirmiştir. Antik dönemde özellikle babanın, çocukları ve eşi üzerindeki mutlak egemenliği olarak uygulama alanı bulan bu hak, kimi zaman aile babasına, sorumluluğu altında bulunan kişilerin yaşam haklarını ihlal edecek düzeyde bir yetki tanımıştır. Velayet kurumunun zamanla geçirdiği tarihi dönüşüm, hesap verilebilir ve denetlenebilir bir hak olarak günümüze kadar işlevini sürdürmüştür.İslam hukukunun cari olduğu Osmanlı Devletinde velayetin nasıl işlediği, söz konusu hakkın genel teamüle göre babaya verileceği kuralının uygulamada ne ölçüde yer aldığı araştırılması gereken konular arasındadır. Özellikle İslam hukuk literatüründe, hukuk ekolleri arasında bir takım görüş farklılıkları olmakla birlikte baskın bir şekilde ifade edilen kadınların çocuklarının yalnızca bakım ve terbiyesinden sorumlu olup (hidâne), velayet/vesayet haklarının bulunmadığı görüşü, Osmanlı uygulaması ile örtüşmekte midir?Şüphesiz bu alanda elimizdeki zengin arşiv malzemesi, şer iyye sicil defterlerindeki bilgiler, dönemin uygulaması hakkında bizlere ışık tutacak mahiyettedir. Bu çalışmada kadınların çocukları üzerindeki velayet/vesayet hakkının varlığının, Osmanlı arşiv belgeleri ışığında bir değerlendirmesinin yapılması amaçlanmaktadır.",
     "Abstract": "The parental rights/liabilities of custody have undergone material changes throughout history. This right applied particularly as absolute domination of father on his children and wife in the ancient history has occasionally equipped the paterfamilias with vast authorizations to such extent even to breach the right to life of his dependents. Thanks to its historical transformation over time, the parental right of custody has survived and maintained its functions as an accountable and auditable right until today.In the Ottoman State where the Islamic law was the governing law, how the parental right of custody was operated in law practice, and to which extent the rule of the grant of this parental right to father according to general custom and practice was applied are still among the proposed areas of research on the table. Although there are some variations of opinion across legal the schools of law, especially in the literature of Islamic law, does the statement that women are in charge of only care and bringing up of their children (hidhānah) and do not have any parental rights of custody and ward on them, as predominantly argued in the Islamic legal literature and jurisprudence, coincide with and correspond to the Ottoman law practice?() MakaleninDergiyeGelişTarihi:28.02.2022-MakaleninKabulEdildiğiTarih:20.05.2022,  DOI No:10.54704/akdhfd.1080296.() İstanbulMedeniyetÜniversitesi,HukukFakültesi,KamuHukuku/İstanbul-Türkiye.  E-posta:saliha.ogumrukcuoglu@medeniyet.edu.tr;slhokurgmr@gmail.com,  OrcidId:https://orcid.org/0000-0001-9950-7896.  ThisarticleislicensedunderaCreativeCommonsAttribution-NonCommercial4.0InternationalLicense (CCBY-NC4.0)  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi110066  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiThere is no doubt that rich archive materials and information given in court records in our possession now are shedding light on the general law practice of that era. This study aims to scrutinize and assess the general law practice regarding the parental rights of custody and wasi of women on their children in the light of the archive materials.",
     "Metin": "Türk Medeni Kanununa göre evlilik birliği içinde çocukların velayet hakkını ana ve baba müşterek olarak ifa eder (TMK, md. 336). Her iki taraf da çocukların sağlıklı bir ortamda bulunmasından ve gelişimden sorumludur. Söz konusu hak boşanma sonrası, çocuğun üstün yararı ilkesi gereğince, hâkimin vereceği karara göre şekillenir. Ebeveynden hangisi çocuk üzerindeki bakım ve gözetim yükümlülüğünü yerine getirme konusunda uygun şartlara sahip ise, o taraf çocuğun velayetini almaya hak kazanır. Evlilik dışı ilişkiden doğan çocuğun velayeti ise taraflar evli değilse babanın soybağını tanıması veya hâkim kararıyla soybağının kurulmasına rağmen, velayet anaya ait olur (TMK md. 337/f. 1).Ebeveynin çocuklar üzerindeki velayeti, şahıs varlığının yanında çocukların mal varlıklarının korunması, yönetilmesi ve kullanılmasını da içerir (TMK md. 352/f. 1). Bu anlamda ana babadan çocuğun malları üzerindeki tasarrufu sebebiyle herhangi bir hesap ve güvence vermesi beklenmez. Çocuğun şahıs üzerindeki velayeti aynı zamanda malları üzerinde de tasarruf yetkisini kendinde barındırmaktadır. Başka bir ifadeyle, ana babanın çocuklar üzerindeki velayeti kaldırılmadıkça malları üzerinde işlem yapabilme yetkileri saklıdır (TMK md. 354).İslam aile hukukunda evlilik birliğinin sona ermesi durumunda genel teamüle göre velayet baba ya da dede, amca gibi babanın erkek akrabalarına tevdi edilir. Bununla birlikte 0-7 yaş arasında çocukların bakım ve gözetiminde çoğunlukla anneye olan ihtiyacı, söz konusu dönemde çocukların annenin yanında kalmasını zorunlu kılmaktadır. İslam hukukunda  hidâne  olarak isimlendirilen bu uygulamaya göre çocuk, hayattaysa anneye verilir. Annenin hayatta olmaması durumunda söz konusu bakım ve gözetim, annenin kadın akrabaları üzerinde bir yükümlülük olarak gözükmektedir. Ancak bu süre zarfında çocuğun bakım masrafları veya çocuğun mal varlığıyla ilgili yetki ve sorumluluk babaya aittir. Hidâne yükümlülüğü yalnızca bakım, gözetim ve terbiyeyi kapsamaktadır. Anne veya annenin yakın kadın akrabaları yanında hidâne süresini tamamlayan çocuğun velayeti babaya, baba hayatta değilse dedeye, daha sonra da babanın erkek  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi110088  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesiakrabalarına geçer.1 Çocuğun mal varlığı ile ilgili işlemlerde ise babanın ölümünden sonra, şayet baba kendi yerine bir  vasi  belirlemişse, malların korunması ve yönetimi o vasi üzerinden devam eder. Ancak baba yerine bir  vasi  bırakmamışsa, mahkeme çocuğun mallarını koruma ve idare etme maksadıyla bir vasi görevlendirir.2 Osmanlı uygulamasında babanın kendi yerine bir vasi tayin etmediği durumlarda mahkemenin çoğunlukla anneyi vasi olarak atadığı görülmektedir.Bu çalışmada velayetin kavramsal çerçevesini belirledikten sonra, velayet kurumunun günümüze kadar geçirdiği tarihi dönüşüme kısaca yer verilmiştir. İkinci kısımda İslam hukuku ve Türk hukukundaki velayetin şartları, uygulanışı ve sonuçları hakkında bilgiler verilmiş, çalışmanın son bölümünde ise Osmanlı Devletinde kadınların çocukları üzerindeki velayet ve vesayet haklarının uygulamada yer alıp almadığı Cumhurbaşkanlığı Devlet Arşivleri Başkanlığı (Osmanlı Arşivi) belgeleri ile İslam Araştırmaları Merkezi tarafından transkribe edilen 100 ciltlik İstanbul Kadı Sicillerindeki kayıtlar esas alınarak gün yüzüne çıkarılmaya çalışılmıştır.I. KAVRAMSAL ÇERÇEVEA. VELAYETArapça bir kelime olan  velayet  sözlükte; yardımcı olmak, sevmek, dostluk kurmak, yakınlık, himaye etmek, birinin işlerini üstlenmek ve akrabalık tesis etmek anlamlarına gelmektedir.3 İslam hukuk terimi olarak, reşid bir kimsenin, ehliyeti eksik olan birinin şahsî ve malî işlerini yürütmede yetkili olmasıdır.4 Başka bir ifadeyle, akıllı, hür, ergenlik çağına ulaşmış ehliyeti tam olan kişinin âciz, çocuk, akıl hastası gibi ehliyet yetersizliği içindeki kişilerin yerini tutmasıdır.5 İslam hukukunda temel olarak üç çeşit velayetin söz konusu olduğu söylenebilir. Birincisi küçüğün bakım, gözetim ve terbiyesine yönelik olan  hidâne , ikincisi şahsi hakların kullanımını içeren velayet, üçüncüsü ise küçüğün mallarını koruma ve idaresine yönelik velayet, ki velayetin bu çeşidi  vesayet  olarak da isimlendirilmektedir.6 Dolayısıyla İslam hukukunda velayet kavramı bu üç başlığı da kapsayan daha üst bir kavramdır.Velayet kavramı aynı zamanda hukuki bir temsili de ifade etmektedir. Söz konusu temsil şahsın kendi isteği ile oluyorsa  vekalet , şahsın yetersizliği veya 1 M.AkifAydın,Osmanlı Aile Hukuku, (İstanbul:KlasikYayınları,2020),132-133.2 CelalErbay,İslam Hukukunda Küçüklerin Himayesi (GöytürkMatbaası,1995),186vd.3 Ebü l-FazlMuhammedb.MükerremİbnManzûr, Lisanu ‘l-Arab Cilt XV(BeyrutDâruSadır,1994),406;EbûNasrİsmailb.HammâdCevherî, Sıhâh fi l-lüğa,Tahkik:AhmedAbdulgafurAttâr,c.VI,(Beyrut:Dâru l-İlmli l-Melâyîn,1990),2528.4 MustafaAhmedEz-zerka, İslam Hukuku: Çağdaş Yaklaşımlar c. II, çev.ServetArmağan,(İstanbul:TimaşYayınları,1993),577.5 MehmetErdoğan, Fıkıh ve Hukuk Terimleri Sözlüğü (İstanbul:EnsarNeşriyat,2013),602.;YunusApaydın, Velayet ,Türkiye Diyanet Vakfı İslam Ansiklopedisi (DİA) c. XLIII(İstanbul:TürkiyeDiyanetVakfıYayınları,2013),16.6 Erbay,Küçüklerin Himayesi, 163.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 110099herhangi bir sorun sebebiyle oluyorsa  velayet ve vesayet  yetkileri devreye girmektedir. Velayet hakkına sahip olan kişiye de  veli  denmektedir.7Türk hukukunda velayet ise  küçük ve bazen de kısıtlı ergin çocukların gerek şahıslarına (kendilerine), gerek mallarına özen gösterme ve onları temsil etme konusunda kanunun ana ve babaya yüklediği yükümlülükler ile bu yükümlülüklerin iyi bir şekilde yerine getirilmesini sağlamak üzere onlara tanıdığı hakların tümüdür. 8 şeklinde tanımlanabilir.Velayet kavramı Medeni Kanunda tanımlanmaz ancak Kanunun 335. maddesine göre kural olarak ergin olmamış çocukların ana-babalarının velayeti altında bulunması gerektiği ifade edilir. Ayrıca maddenin 2. bendinde çocuk ergin bir yaşa gelse de şayet kısıtlılık durumu varsa, hâkim çocuğun ana-babasının velayetinde kalmasına karar verebileceği belirtilir.9 Medeni Kanunun 419/III maddesine göre ise 18 yaşını doldurmuş ancak kısıtlı olan çocukların velayet görevleri anne ve babalarına aittir. Hiç şüphesiz burada çocukların üstün yararını korumak amacıyla, vasi olarak üçüncü kişilerden ziyade anne babanın velayet hakkının devam ettirilmesi daha uygun gözükmektedir.10B. VESAYETVesayet sözlükte  birine vasiyet etmek, bir şey vermek ve vasî tayin etmek  anlamındadır.11 İslam hukuk terimi olarak ise edâ ehliyeti tam olmayan ya da sonradan haklarında kısıtlılık kararı verilen kişilerin mallarını koruma ve o mallarla ilgili işlem yapabilme yetki ve sorumluluğunu ifade eder.12 Bu yetkiye sahip kimse de  vasi  olarak adlandırılır. Vasinin veliden farkı ise, yetki ve sorumluluk alanının daha sınırlı olmasıdır. Veli temsil ettiği şahsın medeni hukuka ait evlilik, boşanma gibi başlıkların yanında eğitim, terbiye gibi şahsi işlerinden de sorumludur. Buna karşılık vasi, yalnızca mali ve hukuki işlere bakar.13 Başka bir ifade ile vasi, velayet altında bulunmayan kısıtlıların menfaatlerini korumak amacıyla mahkeme tarafından tayin edilen kanuni temsilcidir.14 Küçüğe ya da hacr altında bulunan kişilere kimlerin vasi olacağı konusunda Mecelle nin ilgili maddesi, bu hakkın öncelikle babaya, babanın vefatından sonra ise babanın belirlediği kişiye geçeceğini ifade eder. O da vefat ederse dedeye, daha sonra ise kadıya (kanuni temsilci) geçmiş olur.157 Erdoğan,Fıkıh Sözlüğü,603.8 BilgeÖztan,Aile Hukuku,(TurhanKitabevi,2004),419.9 TürkMedeniKanunu,KanunNumarası:4721,KabulTarihi:22.11.2001,RG08.12.2001/24607,md.335.10 SerapHelvacı,FulyaErlüle,Medeni Hukuk,(Legal,2018),141.11 Cevheri,Sıhahü l-luga c. VI(Dâru l-İlmli l-Melâyîn,1990),2525.12 AliBardakoğlu, Vesayet ,DİA, c. XLIII, (2013):66.13 HayreddinKaraman,Ana Hatlarıyla İslam Hukuku, c. II,(İstanbul:EnsarNeşriyat,2014),43.14 MehmetErdoğan,Fıkıh ve Hukuk Terimleri Sözlüğü,2013,598.15 Mecelle-iAhkâm-ıAdliye,md.974;AhmedCevdetPaşa,Açıklamalı Mecelle (Mecelle-i Ahkam-ı Adliye) 1312/1895 (yay. haz. Ali Himmet Berki)(HikmetYayınları,1982),422. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi111100  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiTürk hukukunda vesayet, velayet altında bulunmayan küçük çocukların ve istisnaî olarak, velayet altına alınmamış bazı erginlerin mallarının korunması amacıyla kabul edilen bir hukukî kurumdur. Söz konusu temsil vesayet makamı (sulh hukuk mahkemesi) ile denetim makamının (asliye hukuk mahkemesi) gözetiminde olan gerçek kişiler tarafından sağlanır.16 Küçüğün velayeti devam ettiği sürece, velayete sahip olan tarafın aynı zamanda çocuğun mal varlığını da muhafaza etmesi ve yönetmesi gerekmektedir. Bu sebeple Medeni Kanunda mal varlığının korunması ve hakkaniyetle yönetiminin denetlenmesi için bazı düzenlemeler mevcuttur.17 Velayete sahip olan kişinin, küçüğün malları üzerinde gerçekleştirdiği işlemleri gösteren bir kayıt vermekle yükümlüdür.18Velayete sahip olan taraftan küçüğün mallarını yönetirken gerekli özeni göstermesi, mal varlığını hem koruması hem de artışını sağlayacak ticari işlemlerde bulunması beklenir. Kanun koyucu gerekli özeni göstermediği takdirde küçüğün mallarının korunması maksadıyla hâkimin ebeveynlere talimat verebileceğini, yapılan işlemler hakkında bilgi ya da hesap verilmesini ya da güvence isteyebileceğini vurgular (TMK. md. 360). Öte yandan madde 361 gereğince de, hâkim gerekli gördüğünde küçüğün malları üzerindeki vesayet yetkisini belli mallar üzerinde geçerli olacak şekilde sınırlandırması da mümkündür.19C. HİDÂNEİslam hukukunda velayetin bir çeşidi olarak ifade edilen hidâne kelime olarak kuşun yumurtasını kanatları altına alması, kanatları altında tutması anlamına gelir.20 Bir şeyi yanına almak, kucağına almak ve beslemek demektir.21Terim olarak ise küçüğün veya bakıma muhtaç olan kişinin bakım ve gözetiminin sağlanması, eğitilmesi amacıyla kanun koyucu tarafından şahıslara tanınan hak, yetki ve sorumluluğu ifade eder. Evlilik birliğinin sona erdiği durumlarda söz konusu hakkın kural olarak anneye ait olduğunu söylemek mümkündür. Zira bebeklik döneminden temyiz yaşına kadar olan dönemde çocuğun anneye olan ihtiyacı kaçınılmazdır. Annenin olmadığı durumlarda ise bu hak ve dolayısıyla sorumluluk kadın akrabalara intikal eder.2216 NevzatKoç, TürkMedenîKanunundakiDüzenlemelerIşığındaVesayetHukukunaGenelBirBakış ,Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi,7,ÖzelSayı,(2005):99.17 TürkMedeniKanunu,md.353.18 MustafaDural,TufanÖğüz,MustafaAlperGümüş,Türk Özel Hukuku Aile Hukuku c. III (İstanbul:FilizKitabevi,2015),349.19 CemBaygın,Soybağı Hukuku,(İstanbul:OnİkiLevhaYayıncılık,2010),436-437.20 AbdurrahmanAdilEren,Hidâne,Matbaa-iVasilveŞürekâsı,Galata,İstanbul,1313,13.21 ÖmerNasuhiBilmen,Hukuk-ı İslâmiyye ve Istılahat-ı Fıkhiyye Kâmusu, c. II,(İstanbul:BilmenYayınevi,1968),425.22 AliBardakoğlu, Hidâne ,DİA c.XVII, (2013),467.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 111111İslam hukuk literatüründeki eserlerde  hidâne  konusu aile hukuku bölümlerinde ve boşanma başlığından sonra ele alınmıştır. Evliliğin sona ermesinin ardından en önemli konu başlıklarından biri çocukların bakım ve gözetimi, velayeti ve mallarının idaresi konularıdır. Hidâne döneminde, bakım ve terbiye anaya ait olmakla birlikte, söz konusu dönemde çocuğun ihtiyaçlarının karşılanması babanın üzerinde bir borç olarak görülmüştür. Bu dönemde mahkemece takdir edilen günlük nafaka miktarı babanın sorumluluğundadır.23Türk hukukunda böyle bir ayrım olmayıp, çocuğun bakım ve gözetimi de velayet başlığı altında değerlendirilmiştir.II. TARİHİ SÜREÇTE VELAYETİN DÖNÜŞÜMÜA. ROMA-GERMEN HUKUKUNDA VELAYETHristiyanlık öncesi Roma ve Germen toplumunun ataerkil bir yapı olduğu bilinmektedir. Roma da aile babasının, ev halkı üzerinde neredeyse sınırsız iktidarı patria potestas (baba egemenliği) vardır.24 Bu egemenlik, babaya çocuğu üzerinde vücut bütünlüğü ve yaşam hakkı ile ilgili tüm yetkileri veren çok geniş bir velayet ilişkisidir.25 Roma da aile babası, hiçbir fark gözetmeksizin bütün aile bireyleri için onlar adına karar verme yetkisine sahiptir.26 Annenin çocukları üzerinde hiçbir velayet hakkı yoktur, anne de aile babasının velayeti altındadır.27Roma ailesindeki aile babası egemenliğinin bugünkü anlamda bir velayet hakkına tekabül etmediğini söyleyebiliriz. Şüphesiz en temel farklılık ise aile babası egemenliği kavramının (patria potestas) yalnızca aile reisinin yararını ve 23 JudithE.Tucker,Women,FamilyandGenderinIslamicLaw,157.; ... Hâkim, Afîfe ve Âişe ibnetey Hasan Ağa nâm sagīreteynin nafaka, kisve ve sâir havâic-i zarûriyyeleri için, medîne-i mahmiye-i Kostantıniyye mahallâtından Mi mâr Sinan mahallesinde sâkine olan Fâtıma bt. Abdi nâm anneleri ve hâdinelerinin talebiyle mezbûr babaları Hasan üzerine zeylde mezkûr târihden i tibâren her birine onar akçe olmak üzre yevmî râyicü l-vakt yirmi akçe farz ve takdîr etti...  Bab Mahkemesi 3 Numaralı Sicil, c.XVII,202/183[24a-3,Arapça].(H.1077/M.1666-1667);Galata Mahkemesi 7 Numaralı Sicil,c.XXXIII,87/121[40-3,Arapça].(H.985-986/M.1577-1578). Hidânekonusundadahagenişbilgiiçinbkz.;MustafaYıldırım,İslam Hukukunda Hidâne (Çocuğun Bakımı, Eğitimi ve Korunması),(Manisa:EmekMatbaacılık,1990);SamedAtasoy,İslam ve Osmanlı Hukukunda Hidâne,(Ankara:AdaletYayınevi,2019);CananTatar,İslam da Boşanmanın Çocuklar Üzerindeki Hukuki Sonuçları,İstanbulÜniversitesiSosyalBilimlerEnstitüsü,YayınlanmamışYüksekLisansTezi,(İstanbul:2016);İremKarakoç,BirİslamHukukuMüessesesiOlanHidâneHakkınınveOsmanlıAileHukukundaUygulanışınınİzmirŞer iyyeSicillerindeYerAlanBirKararÖrneğiÜzerindenİncelenmesi ,Gazi Üniversitesi Hukuk Fakültesi Dergisi, c.XIX,(2015),(3),151-206.24 ÖzcanKaradenizÇelebican, Roma Hukuku(İstanbul:TurhanKitabevi,2014),158;A.M.Prichard, Leage s Roman Private Law(StMartin sPress,1964),98.25 BülentTahiroğlu,BelginErdoğmuş,Roma Hukuku Dersleri, (İstanbul:DerYayınları,2012),157.26 ZiyaUmur,Roma Hukuku Ders Notları (İstanbul:BetaYayınları,2010),170-172;Çelebican(n21),160-166.27 CahitOğuzoğlu,Velayetin Medeni Hukuktaki Ehemmiyeti (Ankara:YeniCezaeviMatbaası,1940),6. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi111122  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesihukukunu korumaya yönelik olmasıdır.28 Roma da egemenlik çocuğun yaşı ile ilgili olmayıp, baba ölene kadar süreklilik arz eden bir kurumdur.29 Dolayısıyla Roma da aile babasının egemenliği, hem şahıs varlığı, hem de malvarlığı üzerinde cereyan etmiştir. Bu egemenliğin sona ermesi ise ancak beş ayrı şekilde gerçekleşirdi. Babanın ölmesi, ehliyetinin düşmesi (capitis deminutio), babanın çocuk üzerindeki hâkimiyet hakkından isteyerek vazgeçmesi (emancipatio), çocuğun rahip veya rahibe olmayı seçmesi ve çocuğun ölümü.30 Kadınların erkekler gibi hiçbir zaman patria potestas sahibi olamadıkları düşünülürse, aile babası öldüğünde dahi, söz konusu egemenlik yetkisi anneye geçmemektedir. Bu sebeple babası ölmüş on beş yaş altı çocuklara mutlaka bir erkek vasi tayin edilmiştir.31Roma toplumunda kadınların konumuna gelince, kadınlar daha az yetenekli, çoğunlukla kusurlu ve hukuki uygulamalarda eşit haklara sahip olmayan insan türünün zayıf bir cinsi olarak görülmüştür.32 Kadına yönelik algıların bu şekilde yerleştiği bir toplumda kadının velayet ya da vesayet hakkından bahsetmek mümkün gözükmemektedir. Çünkü Romalı bir kadın, aile reisi yaşadıkça onun velayeti altındadır. Ancak bu durum Augustus döneminde üç çocuğu olan hür bir kadın veya dört çocuğu olan azatlı kadın için geçerli olmayıp, baba egemenliğinden muaf tutulmuştur. Bu şartlardaki kadınlara tanınan bu muafiyet (ius liberorum) zamanla geniş uygulama alanı bulmuştur. MS. 410 yılına gelindiğinde II. Theodosius un emirnamesi ile bu imtiyaz Roma daki tüm kadınlara tanınmış oldu. Böylece her kadının vesayetten kurtulduğunu ve zamanla imparatorluk bünyesindeki kadınların kendi çocuklarına vasi olabilme hakkının tanındığını anlıyoruz.34Germen Hukuku nda da aile babasının, çocukların ve hatta torunların üzerinde geniş bir egemenlik hakkının olduğunu söyleyebiliriz. Munt sistemi olarak ifade edilen bu uygulama Roma hukukundaki patria potestas uygulaması ile benzerlik gösterir. Kadınlar daima erkek velayet veya vesayeti altında yaşarlar. Aile babası veya aile babası ölünce onun yerine geçen en büyük oğul, bu uygulamayı devam ettirir. Kızlar ve dullar babalarının veya vasilerinin, evli kadınlar 28 BelginErdoğmuş,BülentTahiroğlu,Roma Hukuku Pratik Çalışmaları -Meseleleri-,(İstanbul:DerYayınları,2014),157.29 Erdoğmuş,Tahiroğlu,Roma Hukuku Pratik Çalışmaları, 157.30   Justinianus döneminde, babasından kötü muamele gören çocuk üzerindeki patria potestasın sona erebileceği kabul edilmiştir. bkz.Çelebican,Roma Hukuku, 166,167.31 SevgiKayak, RomaHukukundaAileKurumu ,Hacettepe Hukuk Fakültesi Dergisi, 8,(2018):249,278;CalixteAccarias,Précis De Droit Romain, Contenant Avec L Exposé Des Principes Généreux, Le Texte, La Traduction Et L Explication Des Institutes De Justinien (Paris:LibrairieCotillon,1886)183.32 FulyaİlçinGönenç,Roma Hukukunda Kadın(İstanbul:OnİkiLevhaYayınları,2010),7.33 Cod.Theod.(TheCodexTheodosianus)md.8,17.34 Gönenç,Roma Hukukunda Kadın, 28.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 111133ise kocalarının vesayeti altında olurlar. Bir birlik üyesinin diğerleri üstündeki bu hâkimiyetine  Munt  denirdi.35Germen Hukukundaki uygulamada Roma Hukuku ndan farklı olarak aile babasının aile fertleri üzerindeki yetki ve hâkimiyetinin yanında, sorumluluğu da söz konusudur. Velayeti altında bulunan kişilerin mallarını idare eden baba, aynı zamanda tasarruf ettiği mallara verdiği zarardan da sorumludur.36 Germen hukuk sisteminde baba velayeti altında olan bir çocuk, ekonomik özgürlüğünü eline aldığında babanın egemenliğinden çıkabilirdi. Annenin velayet hakkı ise, aile babasının ölümünden sonra mümkün olabilirdi.37Ortaçağda yaşanan ekonomik gelişmeler neticesinde kız ve erkek çocuklar aileden ayrılarak kendi özel hayatlarını oluşturmuşlar, eski büyük aile anlayışı yerine çekirdek aile kavramı benimsenmeye başlamışlardır. Aile reisi olarak tanımlanan babanın nüfuzu ve hukuki muhtevası değişmiş, keyfi yetki kullanımı yerine kendisine tâbi olan şahısların menfaat ve himayesi anlayışı yavaş yavaş yer bulmaya başlamıştır.38B. ESKİ YUNANDA VELAYETAntik Yunan daki velayet uygulaması Roma uygarlığıyla benzerlik gösterir. Ailenin hâkimi olan babanın mutlak bir otoritesi mevcuttur. Çocuklar ergenlik yaşına gelse dahi babalarının onları satma hakkı mevcuttur. Örneğin bir baba, davranışlarını onaylamadığı kızını satma hakkına sahiptir.39 Yunan şehir devletlerinin neredeyse tümünde babanın, yeni doğan bebeğini terk etmesi doğal karşılanırdı. Tapınakların girişleri, yol kenarları bu şekilde terk edilmiş bebeklerle sıkça rastlamak mümkündü. Ayrıca baba, insan ticareti yapan kişilere çocuğunu satma hakkına da sahipti. Zengin aileler bu şekilde mallarının bütünlüğünü korumaya çalışmışlardır.40Bilindiği üzere antik medeniyetlerin pek çoğunda siyasi ve devlet yapısı, günümüzden farklı olarak şehir devleti düzenine dayanmaktadır. Her bir şehir devleti farklı kurallarla kendi halkını yönetirdi. Aynı bölgedeki farklı site devletlerinde uygulanan kuralların ve yasamanın da farklı olduğunu görmekteyiz.41 Eski Yunanda da benzer şekilde site devletleri mevcuttu. Antik Yunan tarihine 35 CoşkunÜçok, AlmanHukukununTarihiGelişmesineBirBakış ,Ankara Üniversitesi Hukuk Fakültesi Dergisi, 7,(1950):292,295.36 SevgiUsta, Velayet Hukuku (İstanbul:OnİkiLevhaYayınları,2016),42.37 Oğuzoğlu,Velayetin Ehemmiyeti,6,26.38 Oğuzoğlu,Velayetin Ehemmiyeti,4;AliNaimİnan,Çocuk Hukuku (Ankara:AnkaraÜniversitesiEğitimFakültesiYayınları,1968),124.39 AndréBonnard,Antik Yunan Uygarlığı Cilt II, çev.KeremKurtgözü,(İstanbul:EvrenselBasımYayın,2004),142.40 Bonnard,AntikYunan,18.41 AyşenSina, EskiYunanYargıSistemi:MÖ.IV.YüzyıldaAtina daYargıçlarveMahkemeler ,Türkiye Barolar Birliği Dergisi,123,(2016):419. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi111144  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesibaktığımızda tek bir devlet halinde siyasi bir birlik teşkil edemediklerini söyleyebiliriz. Polis devleti olarak ifade edilen birbirinden farklı ve bağımsız yönetim şekilleri, şahıs hukuku ve aile hukuku alanında da mevcuttur.42 Site devletlerindeki bu farklılığa örnek olarak Isparta Site Devletini gösterebiliriz. Bu yönetim şeklinde baba çocukları üzerindeki geniş hâkimiyet hakkını kötüye kullanırsa, çocuğun kendi hakkının korunması için devletten yardım istemesi mümkündür. Bu anlamda Isparta Site Devletinde, devletin çocuk üzerinde önemli bir yetkisi vardır. Burada doğan her çocuk, anne babasının yaşadığı mahalle meclisine götürülüp, sağlık kontrolünden geçirilirdi. Şayet bebek sağlıklı doğmuşsa, aileye iade edilir, ancak 7 yaşında çocuğu devlete teslim etme zorunlulukları vardı. Devlet de bu çocukları asker olarak yetiştirir ve o kurumlarda istihdam ederdi.43Atina daki kadınlar ise hayatları boyunca bekârken baba ve erkek kardeş, evlendikten sonra koca ile en büyük oğlun velayeti altındadır. Kadınların kendi mülkü olan tek şey ise baba evinden getirdikleri çeyiz (drahoma) mallarıdır. Ancak bu mallar da kocanın denetiminde ve kullanımı kocanın iznine bağlıdır. Atina kültüründe evlenen kadının toplumdaki asıl sorumluluğu neslin devamı için çocuk sahibi olmak ve baba evinden getirdiği çeyizle aile ekonomisine katkı sağlamaktır.44 Aile birliğinde kocanın, karısı ve çocukları üzerinde mutlak hâkimiyeti söz konusudur.45 Kadınlar genellikle yaşlı bir kölenin eşliğinde dışarı çıkabilirler, kendi evleri (oikosları)46 dışında tek başlarına sokakta dolaşmaları uygun görülmezdi. Kadınların ev ile ilgili sorumlulukları, çocuklara bakmak, hizmetçi ve köleleri denetlemek ve ev ile ilgili her türlü işi yapmaktı. Ancak toplumun zengin ve aristokrat kadınları, halktan kadınlara kıyasla daha özgürlerdi. Örneğin, iyi eğitim alabilme, herhangi bir sanat dalı ile meşgul olma, ayrıca kendi evlenecekleri erkeği seçme konusunda da hak sahibiydiler.47Antik döneme ait pek çok uygulamada olduğu gibi Atina aile hukukunda da karısını boşayan kocanın, çocuklarını kendi himayesi altında tutmaya devam etme hakkı, ailede kocayı daha imtiyazlı bir duruma getirmiştir.48 Öte yandan aile 42 ÖzkanTikveş, EskiYunan daDevletAnlayışı ,İstanbul Üniversitesi Hukuk Fakültesi Dergisi,35,(1969):164,167.43 ŞevketTopal, KorumayaMuhtaçÇocuklarınBakımıveGözetimiAçısındanİslâmHukukundaVelayetveVesayetYetkisi ,Din Bilimleri Akademik Araştırma Dergisi, (2006):250,252.44 AyşeGülAkalın, EskiçağdaGrekKadınınToplumsalYaşantısı ,Tarih Araştırmaları Dergisi, 22,33,(2003):27-29.45 RecaiG.Okandan, KadimYunan daHususiHukuk,CezaHukukuAdliTeşkilatveMuhakemeUsulü ,İstanbul Üniversitesi Hukuk Fakültesi Dergisi,17,(1951):786,789.46   Antik Yunan da genel anlamda ev  oikos  olarak adlandırılmıştır. Oikos günümüz ev ve aile manasından farklı olarak evi, evin arazisi, hane halkını, hayvanları ve evle ilgili tüm müştemilatı tanımlamaktadır.  Bkz.DefneYılmazcan AntikYunan daOikosveKadın , Çankırı Karatekin Üniversitesi Karatekin Edebiyat Fakültesi Dergisi,8,(2020):272,276;NancyDemand,Birth, Death, and Motherhood in Classical Greece, Baltimora and London,(Maryland:JohnsHopkinsUniversityPress,1994),1-3.47 Akalın,Grek Kadının Yaşantısı, 33-36.48 Okandan, KadimYunandaHukuk ,794.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 111155içinde anne, babaya nispetle daha az saygı gören bir konumdadır. Babadan sonra ailenin ikinci saygın kişisi büyük erkek evlattır. Babanın hayatta olmadığı bir ailede en büyük erkek evlat annenin vasisi duruma geçer.49 Vatandaşlık hukuku açısından ise, Atina kültüründe erkekler bu hakkı doğduklarında elde etmelerine karşın, kadınlar söz konusu hakka ancak erkek varis dünyaya getirdiklerinde sahip olmaktadır. MÖ. 3. yüzyıla gelindiğinde ise, kadınlar evlenecekleri erkekleri artık kendileri seçilebilmektedir. Bu dönemde kadınların haklar konusunda daha geniş yetkilere sahip oldukları anlaşılmaktadır.III. İSLAM VE TÜRK HUKUKUNDA VELAYETA. İSLAM HUKUKUNDA VELAYETİslam hukukunda velayet  genel velayet  ve  özel velayet  olarak iki uygulama alanı bulmaktadır. Genel velayet, (velayet-i âmme) yöneticinin sahip olduğu velayete verilen isimdir. Özel velinin bulunmadığı zamanlarda velayet hakkı umumi veliye yani, yöneticiye, devlet başkanına geçer.  Velisi olmayanın velisi Sultandır (devlet başkanıdır) 51 hadisi bu velayete örnek olarak gösterilir. Özel velayet (velayet-i hâssa) ise, kişinin kendi yakınlarından birinin kendi şahsi tasarrufları hakkında hukuki olarak yetkiyi elinde bulundurmasıdır.52 İslam hukukunda  özel velayet , veya  dar anlamda velayet  çoğunlukla küçükler, ehliyetsizler ve eksik ehliyetsizlerle, kızların evlendirilmesi konusundaki velayeti ifade eder.53 Ancak biz bu makalede evlendirme velayetine değinmeyeceğiz.Velayeti şahıs ve mal üzerindeki tasarruf olarak iki başlıkta değerlendirebiliriz. Literatürde  el- velayet ale n-nefs  olarak ifade edilen şahıs üzerindeki velayet, çocuğun şahsına bağlı olan haklarının kullanımına yönelik velayetle birlikte bakım, gözetim ve terbiyesini kapsamaktadır. Söz konusu bakım ve gözetim  el-hidâne  olarak isimlendirilir. Mal üzerindeki velayet (vesayet)  el- velayet ale l- mal  olarak ifade edilir ve çocuğun mallarının korunması, idare edilmesini ifade eder.54 Küçüğün veya kısıtlı olan şahsın evlilik, boşanma gibi şahsına bağlı olan haklarını idare eden kişi veli, mallarıyla ile ilgili tasarrufları hayata geçiren kişiye ise vasi denir.1. Şahıs Üzerindeki Velayet (Hidâne-Velayet)İslam hukukunda evlilik birliği devam ederken anne ve babanın çocuklar üzerinde sorumlulukları mevcuttur. Evlilik birliğinin sona ermesinden sonra, ço49 Bonnard,Antik Yunan,165.50 Akalın,Grek Kadının Yaşantısı,24,32,36.51 Buhari,Nikah,39.52 Erdoğan,Fıkıh Sözlüğü,602.HayrettinKaraman,Mukayeseli İslâm Hukuku, c. I,(İstanbul:KeremMatbaacılık1996),307-309.53 HalilCin,GülAkyılmaz,Türk Hukuk Tarihi,(Konya:SayramYayınları,2010),309.54 Erbay,Küçüklerin Himayesi,163;ZekeriyyaAhmedBerrîAhkâmu l- Evlad fî l-İslâm (Dâru l-Kavmiyyetu t-Tıbâative n-neşr,1964),75,81. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi111166  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesicukların bakım, gözetimi ve velayeti en önemli konuların başında gelir. Doktrindeki genel kanaat bakım ve gözetim hakkı denilen hidâne hakkının anneye, şahıs ve mal varlığı üzerindeki tasarrufu ifade eden velayet ve vesayet hakkının babaya verilmesi hususudur. Başka bir ifadeyle mali yükümlülük babanın, bakım ve gözetim ise annenin sorumluluğunda görülmüştür. Burada velayet hakkının babaya tanınması, gerek ailenin ekonomik olarak bakım külfetinin babaya ait olması, gerekse o dönemde erkeğin mali konularda daha fazla tecrübe sahibi olması ile açıklanabilir. Başka bir ifadeyle velayet hakkının çoğunlukla babaya verilmesi, bizi çocuğun menfaatini koruma noktasında anneye daha az güvenildiği sonucuna götürmez. Nitekim çocuğun en fazla korunmaya ve güvene ihtiyacı olan bebeklik döneminde, bakım ve gözetim sorumluluğu (hidâne) anneye aittir.55Evlilik birliğinin sona ermesinden sonra çocukların hangi ebeveynin gözetiminde olacağı meselesi Hz. Peygamber döneminde de konu olmuş ve eşler arasındaki anlaşmazlıklar zaman zaman Peygambere iletilmiştir. Kayıtlarda Hz. Peygambere gelen bir kadının şu ifadesi çarpıcıdır:  Ey Allah ın elçisi! Şu oğluma karnım yuva, göğsüm pınar, kucağım kundak olmuştur. Şimdi ise babası beni boşamıştır ve çocuğu benden çekip almak istemektedir.  Bunun üzerine Peygamber,  Sen evlenmedikçe daha çok hak sahibisin.  cevabını vermiştir. 56 Buradaki hadiste kadının çocuğunun bakım ve gözetim hakkını almak için başka bir erkekle evlenmeme kaydı, fıkıhçılar arasında farklı görüşlerin oluşmasına zemin hazırlamıştır. Bazı hukukçular, kadının çocuğunu alabilmesi yalnızca çocuğa mahrem olan biriyle (amca) evliliği ile mümkün olabileceği kanaatindedir. Aksi takdirde çocuğun bakımını üstlenemeyeceğini savunur.57Diğer görüşte olan hukukçular ise, çocuğa mahrem olmayanla yapılacak evliliğin, çocuğun sorumluluğunu almaya mani olmayacağını, önemli olanın çocuğun hak ve menfaatinin korunmasına devam edilmesi olduğunu belirtmişlerdir. Nitekim İbn Hazm ve Hasan Basri kadının yabancı bir erkekle evlenmesinin söz konusu hakkı düşürmeyeceğini savunur.58 Bu kanaati de peygamber dönemindeki iki uygulamaya dayandırır. Birincisi Ümmü Seleme nin Hz. Peygamberle evlendiği sırada kendi çocuğunu da yanında getirmesi, diğeri ise yine sahabeden ve peygamberin yanında uzun süre hizmet etmiş Enes b. Malik in, annesinin başka bir erkekle evli olma durumudur.59 Dolayısıyla burada asl olan çocuğun menfaati ve üstün yararı ilkesidir. Şayet kadının yabancı bir erkekle evliliği, çocuğun 55 Erbay,Küçüklerin Himayesi,165.56 Ahmetb.Hanbel,Müsned,XI,310-311;EbûDâvûd, Ṭalâḳ ,35.57 Kâsânî,Bedâi u s-Sanâi  fî tertîbi ş-şerâi ,Tahkik:AliMuhammedMuavviz,AdilAhmedAbdülmevcut,10c.,(Beyrut:Dârü l-Kütübi l-İlmiyye,2005),V,172;İbnKudâme,el-Muğnî,Tahkik:Abdullahb.Abdulmuhsinet-TürkîveAbdülfettahMuhammedel-Hulv,15c.(Riyad,1997),XI,420.58 İbnHazm,kadınınevleneceğierkeğegüvenmesidurumundaçocuğuyanınaalabileceğinisavunmaktadır.Bkz.İbnHazm,el-Muhallâ bi l-âsâr,Tahkik:AhmedMuhammedŞakir,11c.,(Kahire:Mektebetu lCumhuriyyetü lArabiyye,1970),XI,745.59 Muhammedb.İsmailSan ani,Sübülü s-Selam, III,430(I-IV,Beyrut1988),İlgilihadisiçinbkz.EbuDavud,Talak35.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 111177haklarını koruma konusunda bir takım zararlar meydana getirecekse, o durumda çocuk kadının bakım ve gözetimine terk edilemez. Öte yandan yalnızca kadının değil, erkeğin de yabancı bir kadınla evliliği sebebiyle çocuk üzerinde kötü muamele ve belli hak kayıplarına sebep oluyorsa hâkimin velayet hakkını babadan alması gerektiğini ifade eden hukukçular mevcuttur.60Yine Hz. Peygamber dönemindeki benzer bir olayda çocuğun bakım ve gözetiminin annede olması gerektiği anlaşılmaktadır. Kayıtlara göre Hz. Ömer eşinden boşandığı zaman, oğulları Asım ın kimde kalacağı konusunda eski eşiyle anlaşmazlık yaşamış ve durumu dönemin devlet başkanı Ebu Bekir e götürmüştür. Ebu Bekir, tarafları dinledikten sonra çocuğun annesiyle kalmasına karar vermiştir.61İslam hukukunda çocuğun bakım ve gözetimi ile ilgili yer alan farklı görüşler, Peygamber ve sahabe dönemindeki uygulamalara dayanmakla birlikte, şüphesiz müçtehit imamların kendi tercihlerini ve yaşadıkları toplumun ihtiyaçlarını ve tecrübe birikimini yansıtan yorumlara dayanmaktadır. Nitekim İslam hukuk literatürü söz konusu coğrafi farklılıkların, sosyal yapıdaki ihtiyaçların ve birbirinden farklı örflerin etkisiyle bu denli zengin bir çeşitliliğe ulaşmıştır.62 Bu sebeple annenin hayatta olmadığı durumlarda, çocuğun kimin yanında kalacağı konusunda da farklı görüşler vardır. Şüphesiz fıtrat olarak bir çocuğa en yakın ve muamele olarak da en fazla merhamet gösterecek olan onu hayata getiren annesidir. Ancak annesi olmayan çocukların bakım ve gözetiminin anne yakını olan kadın akrabaların sorumluluğunda olması gerektiği aşikardır. Şayet o kadın akrabalar da bu görevini üstlenecek vasıfta değillerse, bu hak baba yakını kadın akrabalara geçmektedir.Anneden sonra kimin hidâne hak ve sorumluluğa sahip olduğu konusunda mezhepler arasında farklı görüşler olmakla birlikte hukukçuların büyük çoğunluğu bu hakkın anneden sonra öncelikle anneanneye ait olduğunu ifade eder. Hanefi ve Şafiilere göre anneden sonra bu hak babaanneye geçer. Çünkü babaanne de anneanne gibi çocuğa yakınlığı açısından eşittir. Ondan sonra babanın babasının annesi, sonra dedenin babasının annesi, sırasıyla öz kız kardeşe, anne bir kız kardeşe, baba bir kız kardeşe, kız kardeş kızlarına, teyzelere ve en son halalara intikal eder. Hanbeli fıkıhçılar ise anne yoksa önce babayı daha sonra anneanneyi zikreder.63 Hidâne hakkının anneden sonra teyzeye geçmesi gerektiğini savununlar Hz. Peygamberin  Teyze anne yarısıdır  hadisini delil olarak gösterir.6460 MuhammedHatipŞirbini,Muğni l-Muhtac ila Marifeti Meani l Elfazi l-Minhac Cilt III(I-IV,İstanbul,1958)455.Dahagenişbilgiiçinbkz.SultanAksakal,‘BoşanmadanSonraÇocuğunVelayeti ,Kahramanmaraş Sütçü İmam Üniversitesi İlahiyat Fakültesi Dergisi, 1,(2003):167-190.61 Bardakoğlu, Hidâne ,467.62 SalihaOkurGümrükçüoğlu, ErkenDönemİslamHukukTarihindekiHukukEkollerininOluşumundaCoğrafya,KültürveSosyalŞartlarınEtkisi ,Yalova Üniversitesi Sosyal Bilimler Dergisi,8,(2017):205.63 VehbeZuhayli, İslam Fıkhı Ansiklopedisi, 10c, (İstanbul:RisaleYayınları,1994),X,49.64 Şevkâni,Neylu l-evtâr min esrâri Munteka l-ahbâr:nşr.MuhammedSubhib.HasenHallâk,Üsâmeddines-Sabâbetî,8c.(Kahire,1993),V,390;Buhari,Sulh,6,Kitab ulMegazi,43;Tirmizi,Birr,6;EbuDavud,Talak35. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi111188  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiÇocuğun ne kadar süreyle annenin gözetimi altında kalacağı konusu hukukçular arasında farklı görüşlerin serdedilmesine sebep olmuştur. Genel kanaat hidâne müddetinin çocuğun temyiz (7-8) yaşına kadar olan zaman süreyi kapsamasıdır.65 Hanefi ekolü, çocuğun ahlaki olgunluğa erişmesi, bir meslek sahibi olabilmesi gerekçesiyle temyiz yaşından sonra çocuğun babanın velayetine verilmesi gerektiğini savunur.66 Malikiler ise çocuğun annenin gözetiminde kalması gerektiği zaman dilimini ergen olma yaşına kadar uzatır.67 Şafiiler ise temyiz yaşına gelmiş bir çocuğun (7-8), ebeveynin her ikisi de çocuğun bakım ve gözetimi konusunda eşit şartlara sahip ise ve bu konuda aralarında bir anlaşmazlık varsa çocuğun görüşü alınır. Çocuk ebeveynden hangisinin yanında kalmak isterse hâkim ona göre karar verir.68 İmam Şafii nin bu kanaatini delillendirdiği hadis ise Ebu Hureyre den nakledilen kayıttır. Rivayete göre peygamberin yanına gelen bir kadın, kocasının kendisine fayda sağlayan, kuyudan su getiren, ihtiyaçlarında yardım eden çocuğunu elinden almak istediğini söyler. Kocası da  Çocuğum üzerinde kim hak sahibidir?  Peygamber de çocuğa bakarak,  Bu annen, bu babandır, istediğinin elinden tut.  deyince, çocuk annesinin elinden tutar ve oradan ayrılır.69 Çocuğun görüşüne ne zaman başvurulacağı konusunda farklı kanaatler mevcuttur. Bu sınırın temyiz yaşı (7-8) olduğunu ifade edenlerin yanında buluğ yaşı (14-15) olması gerektiğini ifade edenler de vardır.70 Şüphesiz burada hâkimin çocuğun bilişsel düzeyine bakıp karar vermesi gerekmektedir.Mezheplerin çoğunluğu çocuğun anne veya baba yanında kalma sürelerinin ergin olma yaşına kadar olduğunu savunur. Buluğdan sonra çocuğun kız veya erkek oluşuna göre farklı hükümler bulunmaktadır. Hanefi ekolündeki genel kanaat, erkek çocuğun ergin olduktan sonra herhangi bir himayeye ihtiyacı olmadığı ve tek başına yaşayabileceği görüşüdür.71 Zahiri ekolü ise kız-erkek ayrımı yapmaksızın ahlaki açıdan güvenilir olması durumunda tek başına yaşayabileceğini ifade etmiştir.72 Kız çocuğun annenin yanında kalma süresi için ise Malikiler evlilik şartını koymuşlardır.73Çocuğun bakım ve sorumluluğunu üstlenen kişi söz konusu sorumluluğu en uygun bir şekilde yerine getirmekle mükelleftir. Bu görevi gerekli özeni göstermeyen kişi veya kişilerden, hidâneye hakkı olsa dahi hâkim tarafından bu hak 65 Kâsânî,Bedâi u s-Sanâi ,V,173;İbnKudâme,el-Muğnî, 418.66 Serahsî,el-Mebsût,30c.,(Kahire:Matbaatü s-Saade,h.1324),V,207.67 İbnHazm,el-Muhallâ,XI,749.68 Zuhayli,İslam Fıkhı Ansiklopedisi, c. X,67.69 EbuDavud,Talak,35;Tirmizi,Ahkam,21.70 Kâsânî,Bedaiü s-Sanai , V,42-43.71 Mâverdî,,el-Hâvi l-Kebîr hüve Şerhu Muhtasaru l-Müzenî,thk.AliMuhammedMuavvızveAdilAhmedAbdülmevcûd,19c.,Beyrut,Dârü l-Kütübi l-İlmiyye,1994,XI,510-511.72 İbnHazm,el-Muhallâ,XI,756.73 Mâverdî,el-Hâvi l-Kebîr,XI,501.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 111199kendilerinden alınıp, başka yakına verilebilir. Hâkimin burada çocuğun üstün menfaatini korumakla yükümlüdür ve geniş bir takdir yetkisi mevcuttur.74Yukarıda doktrinde geçen farklı kanaatlerden de anlaşıldığı üzere kadının çocuk üzerindeki bakım ve gözetim süreleri hukuk ekollerine göre farklılık arzetmektedir. Kadının hidâne hak/sorumluluğunun sona ermesinden sonra, çocuğun annede mi yoksa babada mı kalacağı konusunda genel kanaat velayetin babaya verileceği hususudur. Bu konuda Şafii, Maliki ve Hanbeli hukukçular genel olarak veli olma şartlarında  erkek olma  vasfını aradıklarından, kadının çocuk üzerinde velayet hakkının bulunmadığı öne sürerler.75 Buna karşılık Hanefi mezhebinde velayette erkek olması şartı yoktur.76 Bu sebeple Hanefi ekolü, çocuğa veli olabilecek kişileri sıralarken öncelikle baba, dede (babanın babası), erkek kardeş ve amca olarak belirtmiştir. Yakın erkek akrabalardan kimse bulunmazsa velayet anneye geçer. Hakim de vesayet hakkını anneye tevdi edebilir. Maliki mezhebine göre ise sırasıyla baba, babanın vasiyet ettiği şahıs, kardeş, dede ve amcadır.772. Mal Üzerindeki Velayet (Vesayet)İslâm hukuku, aile birliği içerisinde yer alan şahısların mülkiyet haklarını korumuş, ergin olmayan çocukları bu durumdan istisna etmemiştir. Çocukların mallarının nasıl yönetileceği konusunda da temel esaslar getirmiştir. Bu sebeple çocuklar belli bir mal varlığına sahip olsalar bile, bu malların adaletle yönetilmesi için yetişkin kişilerin yardımına ihtiyaç duyarlar.78 Bu anlamda İslam Hukukunda velayet ile vesayet yetkilerinin iç içe geçmiş kavramlar olduğunu söylemek mümkündür. Ergen olmayan bir çocuğun velisi olan babası aynı zamanda onun mal varlığı üzerinde de tasarruf etme hakkına sahiptir.Kadınların gerek veli gerekse vasi olması ile ilgili Hz. Ömer den gelen rivayet dikkate değerdir. Kayıtlara göre Hz. Ömer, kızı Hafsa yı kendisinden sonra hem veli hem vasi olarak tayin etmiştir. Ancak bu tayin erkek yakının olmaması sebebiyle değil, bizzat Halifenin seçimi ile olmuştur. Nitekim Hz. Hafsa erkek kardeşleri olduğu halde kız kardeşlerinin evlendirilmesi, ayrıca babasından kalan malların taksimi ve idaresi konusunda veli ve vasi olarak görevlendirilmiştir.79 Konuyla ilgili doktrinde farklı görüşler mevcuttur. Hanefi hukukçulardan İbn Abidin e göre yakın akrabadan (asabeden) velayet görevini üstlenecek kimse 74 Bardakoğlu, Hidâne ,s.470.75 ŞafiiekolündekigenelkanaatinaksineŞafiihukukçuHasanb.Ahmedel-İstahrî yegörebabaveyadedeyoksavelayetanneyeverilir.Bk.MustafaAvcı,Türk Hukuk Tarihi,(Konya:AtlasAkademi,2017),313.76 Zuhayli,İslam Fıkhı Ansiklopedisi, c. IX,156.77 Zuhayli,İslam Fıkhı Ansiklopedisi, c. X,70-71.78 Topal,Korumaya Muhtaç Çocukların Bakımı, 262.79 EbuBekrAbdurrezzakbHemmames-Sanânî,el-Musannef,Tahkik:HabiburrahmanAzami,11c.(Beyrut:el-Meclisü l-İlmi1983),VI,200. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi112200  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesiyoksa velayet hakkı anneye geçer.80 Velayet ile vesayet arasındaki fark, babanın ve dedenin hayatta olmadığı durumlarda, velayet yakın akrabaya geçerken, vasilik görevi babanın tayin ettiği kişinin sorumluluğundadır. Hanefi hukukçulara göre şayet babanın böyle bir vasiyeti yoksa, bu tayin yetkisi dedeye, ondan sonra da hâkime geçer.81 Maliki ve Hanbeli hukukçular da babadan sonra vasi olacak kişinin, babanın bizzat tayin ettiği kişi olacağını söyler. Ancak böyle bir tayin yoksa vesayet dedeye değil, doğrudan hâkime geçer.82İslam hukukunda çocukların, kısıtlıların mal varlıkları üzerindeki tasarruf önemli bir yer tutar. Özellikle yetimler mevzu bahis olduğunda gerek hadislerde gerekse ayetlerde, onlara iyi muamele edilmesi, gözetip korunmaları, mallarının haksız yere yenmemesi konusunda emirler dikkati çeker. Konuyla ilgili ayette  Yetimleri evlilik çağına gelinceye kadar deneyin, eğer onlarda akılca bir olgunlama görürseniz hemen mallarını kendilerine verin.  ifadesiyle kişinin reşit olunca üzerinden vesayetin kalktığı ve mallarının idaresinin kendisine teslim edilmesi gerektiğini anlıyoruz.83Küçüklerin vesayet hakkını elinde bulunduran kişilerin belli evsafta olmaları gerekmektedir ki, bu durum tüm hukuk sistemleri için geçerlidir. İslam hukukunda ise gerek velayet gerekse vesayet yükümlüsü olanların akıl, hür ve Müslüman olması ilk şartlardır. Bu şartların dışındaki, erkek olma ve rüşde sahip olma konusunda doktrinde fikir birliği yoktur.84 Bunun dışında çocuğun menfaatini koruma noktasında güvenilir olması, çocuğun malında haksız yere herhangi bir işlemde bulunmaması şartları zikredilebilir.Vasinin küçüğün malları üzerinde yapacağı tasarruflar İslam hukukunda ayrıntılı bir şekilde belirtilmiştir. Bu ayrım üç başlık halinde değerlendirilir. Birincisi, küçüğün tamamen lehine, mal varlığını arttırıcı işlemlerdir. Hibe, lehine vasiyet, miras gibi konularda vasi bunları kabule yetkilidir. İkincisi, mal varlığını arttırıcı veya eksiltme ihtimali bulunan sözleşmelerdir. Vasinin bu işlemleri de yapmaya yetkisi vardır. Örneğin küçüğün malını kendi değerinde başkasına satması, kiraya vermesi, küçüğün malıyla uygun şartlarda ticaret yapması gibi. Bizzat vasinin, küçüğün malını satın alıp alamayacağı konusu ise hukukçular arasında tartışmalıdır. Ebu Hanife babanın tayin ettiği vasiye bu hakkı tanırken, çoğunluk vasinin böyle bir hakkının olmadığını savunur. Özellikle Maliki mezhebindeki ağırlıklı görüşe göre, vasinin küçüğün malını satın almasının ancak hâkimin onayı ile mümkün olacağını söyler. Üçüncü bir durum ise, küçüğün ma80 İbnAbidinReddü l-Muhtar ala Şerhi d-Dürri l-Muhtar,(Kahire,1307),II,295.(I-IV)81 HayreddinKaraman,Mukayeseli İslam Hukuku c. I (İstanbul:NesilYayınları,1996),254.Ayrıcabkz.Mecellemd.974.82 Zuhayli,İslam Fıkhı Ansiklopedisi, c. X,72.83 Nisa4/6.84 Zuhayli,İslam Fıkhı Ansiklopedisi, c. IX,156.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 112211lının tamamen aleyhine olacak işlemlerdir ki, vasinin bu tür işlemleri yapmaya yetkisi yoktur. Örneğin çocuğun malını hibe etmek, başkasına borç vermek gibi.85 Görüldüğü üzere İslam hukukunda küçüğün malları üzerindeki tasarruflar ayrıntılı bir şekilde işlenmiş ve her bir işlemin hukuki gerekçesi fıkıh kitaplarında geniş bir şekilde yerini almıştır.Vasilik görevinin son bulması, küçüğün rüşd çağına ulaşması, kısıtlı olan şahısların kısıtlılık hallerinin ortadan kalkması ya da vasilik belli bir süreliğine tevdi edilmişse, sürenin dolması ile sona erer. Ayrıca vasi olan kişinin ölümü de söz konusu ilişkiyi sona erdirir. Öte yandan hâkimin ve vasiliğini üstlenen kişinin de söz konusu vesayeti sonlandırma hakkı mevcuttur. Nitekim hâkim, vasinin işlemlerinde hukuka aykırılık tespit ettiğinde vasinin azline hükmedip, yerine yeni vasi atama yoluna gider. İncelediğimiz arşiv belgelerinde hâkimin bu şekilde verdiği kararlar mevcuttur.87B. TÜRK HUKUKUNDA VELAYETTürk Medeni kanununda velayetin açık tanımı yapılmamakla birlikte hükümleri  Velayet  ve  Çocuk Malları  başlıkları altında ayrıntılı bir şekilde işlenmiştir (md. 335-351). Çocuğun dünyaya gelmesiyle ana-babanın hak ve yükümlülüğünü ifade eden velayet hakkı, şahsa sıkı sıkıya bağlı haklardandır. Çocuğun menfaatine halel geldiği durumlar hariç, hâkimin de bu hakka müdahalesi söz konusu olamaz. Literatürde velayetin farklı tanımları olmakla birlikte kısıtlı çocukların da dahil edildiği bu tanımı alabiliriz: Velayet, ana ve(ya) babanın korunmaya muhtaç küçük ya da kısıtlı, evlilik içi ya da evlilik dışı çocukların kişisel bakımına, mallarının korunup değerlendirilmesine ve onların temsiline ilişkin hakların ve yükümlerin toplamıdır. 88Türk hukukunda velayet ilişkisinin kurulabilmesi soybağına bağlıdır. Velayet ilişkisi ilk olarak çocuğun doğumuyla başlar ve velayet hakkı anne babaya ait bir haktır. Söz konusu velayet ilişkisi, evlat edinen kişiler için de mümkündür. Çünkü evlat edinmeyle de soybağının kurulduğu durumlarda evlat edinenle evlatlık arasında velayet ilişkisi kurulmuş olur. Velayet hakkı başkasına devredilemez ve ana-baba bu hakkı getirdiği yükümlülüklerden feragat edemez. İslam hukukundan farklı olarak Medeni hukuka göre ana babası vefat etmiş bir çocuğun velayeti dedesine bırakılamaz. Bu şekilde olan çocuğa hâkim tarafından vasi atanır.8985 Bardakoğlu, Vesayet ,68.86 Nisa4/5-6.87 Zuhayli,İslam Fıkhı Ansiklopedisi,c.X,239.;CumhurbaşkanlığıDevletArşivleriBaşkanlığıOsmanlıArşivi(BOA),AliEmiriTasnifi(AE.SMST.III),(H.19.01.1173-M.12.09.1759).88 HüseyinHatemi;RonaSerozan, Aile Hukuku (İstanbul:FilizKitabevi,1993),341.89 Öztan,Aile Hukuku,420.;Özmen,Velayet Hukuku Davaları,28. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi112222  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiMedeni Kanuna göre velayet çocuğun kişiliğinin ve mallarının korunması üzerine tesis edilmiş hak ve sorumluluk içeren bir ilişkidir. Ana baba evlilik birliği içinde bu yetkiyi ortaklaşa kullanır. Çocuğun güvenliğinin sağlanması, ruhsal ve bedensel sağlığı, eğitimi, ahlaki gelişimi gibi pek çok başlık ebeveyn sorumluluğu altındadır. (TMK. md. 336). Hukuken boşanma veya ayrılık sonrasında söz konusu velayetin bölünüp bölünemeyeceği konusu tartışmalıdır. Bir kısım hukukçu velayetin ana ve baba arasında bölünmesinin, çocuğun psikolojik ve ruhsal sağlığını olumsuz etkileyebileceği ve velayetin tek bir kişide olması gerektiğini savunur. Bu kanaat sahiplerine göre çocuğun bakım ve terbiyesinin bir tarafa, mallarının korunması ve idaresinin diğer tarafa verilmesi mümkün değildir.90 Alman Medeni Kanunu ise çocuğun menfaatine uygun olarak bu yetkinin bölünmesine izin vermektedir. Şayet çocuğun yüksek yararı gerektiriyorsa ebeveynden birine bakım, ve eğitim sorumluluğu, diğerine de mallara ilişkin olan sorumluluk velayeti tanınabilir.91Türk Medeni Kanunun ilgili hükümlerine göre hâkim çocuğun menfaatini göz önüne alarak, kendisi için en uygun tarafa velayeti vermekle sorumludur. Burada hâkimin geniş bir takdir yetkisinin olduğunu söyleyebiliriz. Söz konusu yetkiyi kullanırken, çocuğun yaşı, çocuğa sağlanacak sosyal ve eğitim şartları, kardeşleri varsa onlarla birlikte bulunma imkânı ve çocuğun hangi ebeveynin yanında kalmak istediğini de göz önünde tutulmaktadır.92 Ancak hâkimin kararı sonrasında ebeveyn çocukla sağlıklı bir ilişki tesis edemez ve menfaatini göz ardı ederse, velayetin değişebileceği ya da daha farklı önlemlerin alınabileceği hâkimin takdirindedir (TMK, md. 182, 346). Hâkim kararını vermeden çocuğun ebeveynden hangi tarafta olmasının kendisi için daha yararlı olacağı konusunda uzman görüşüne başvurabilir.93 Ayrıca davanın seyrine göre tarafları daha iyi tanımak ve çocuğun menfaatine uygun karar verebilmek için, sosyal çalışmacı, psikiyatrist, pedagog gibi uzmanlardan da görüş alabilir.94 Henüz doğmamış çocukların velayetinin tayini söz konusu değildir. Bu çocukların velayetleri dünyaya geldikten sonra dava konusu edilebilir.9590 EmineAkyüz,Çocuk Hukuku (Çocukların Hakları ve Korunması), (İstanbul:PegemYayınları,2018),224;Baygın,278;Usta,107;Ayrıcabkz.Yargıtay2.HD.2007/16702E.,2007/17570K.sayılıve17.12.2007tarihlikararı.91 Akyüz,Çocuğun Hukuku, 224.92 Akyüz,Çocuğun Hukuku,234;AyşeZiyan,Velayet İlişkisi Bağlamında Çocuğun Ebeveyni Tarafından Temsili(İstanbul:OnİkiLevhaYayıncılık,2020),38,TMK,md.339/1.93 AileMahkemelerininKuruluş,GörevveYargılamaUsullerineDairKanun,KanunNumarası:4787,KabulTarihi:9/1/2003,RG:18/1/2003/24997md.5: Çocuğun yüksek menfaatinin tespiti için bilirkişilere başvurulması daha uygun olacaktır. 94 4787SayılıKanunmd.5.: Mahkemece verilecek diğer görevleri yapmak, üzere tercihen; evli ve çocuk sahibi, otuz yaşını doldurmuş ve aile sorunları alanında lisansüstü eğitim yapmış olanlar arasından Adalet Bakanlığınca adliyelerde görevlendirilen psikolog, pedagog ve sosyal çalışmacılardan yararlanır. 95 MustafaDural,TufanÖğüz,MustafaAlperGümüş,Türk Özel Hukuku Aile Hukuku c. III (İstanbul:Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 112233Evlilik birliği içerisinde beraber yürütülen velayet ilişkisinde, ebeveynden birinin ölümü halinde sağ kalan taraf için velayet ilişkisi devam eder. Bununla birlikte böyle durumlarda hâkimin çocuğa vasi atama yetkisi saklıdır. Ancak tek tarafın velayeti sahiplendiği şartta, velayete atanan kişinin ölmesi, kısıtlılığı veya gaipliği durumunda, velayetin diğer ebeveyne kendiliğinden geçmesi durumu doktrinde tartışmalı bir konudur. Bir kısım yazara göre bu hak, doğrudan diğer tarafa geçerken, bir kısım yazara göre böyle bir durumda velayet kendiliğinden diğer ebeveyne geçmez, bu durum hâkimin takdir yetkisindedir. Gerekli görürse çocuğa vasi tayin etmesi de mümkündür.96Velayet altında bulunan çocuğun hayatını ilgilendiren kararlarla ilgili görüşünün sorulması da doktrinde yer alan başlıklar arasındadır. Çocuğun yaşı büyüyüp olgunlaştıkça şüphesiz karar verme yetisi de artmaktadır. Bu anlamda küçüğün velayet kapsamı ile kısıtlı ergin çocuğun velayetinin kapsamı aynı değildir. Bu konudaki düzenleme Medeni Kanunun 339. maddesi ve Çocuk Hakları Sözleşmesinin 12. maddesinde çocuğun hayatı ile önemli kararlarda onun görüşünün de alınması gerektiğine vurgu yapılmıştır.97Velayet hak ve yetkisini elinde bulunan ebeveynin çocuğun bakımı, gözetimi ve mallarının idaresi gibi menfaatinin öncelendiği işlemleri yapmakla yükümlüdür. Özellikle Medeni Kanunun ilgili hükümleri çocuğun mallarının yönetimi ile velayet kurumuyla arasında sıkı bir bağlantı kurulmuştur. Anne babanın velayet ilişkisi süresince, hâkim tarafından atanan vasilerin aksine kural olarak hesap vermeden ve hâkimin iznine ihtiyaç duymadan çocuğun mallarını tasarruf etme imkânı tanınmaktadır. Vesayet makamının iznine tabi konular bu hak ve yetkinin dışında tutulmuştur.98 Küçüğün mallarını birlikte yönetme hakkına sahip olan ebeveynin kendi aralarında görev paylaşımı yapmaları mümkündür, ancak her iki tarafın da eşit düzeyde sorumlulukları devam eder.99Ana baba ile çocuğun menfaatinin çatıştığı durumlarda, çocuğun menfaatinin korunması gerektiği Kanunda açıkça ifade edilmiştir. Her durum ve şartta çocuğun yararının gözetilmesi gerektiği doktrinde  Velayet hakkı kullanılırken, çocuğa bağımsızlık kazandırılması, dolayısıyla güvenliğinin korunması ve gerçekleştirilmesine yönelik bir hizmet görüldüğünden, velayet hakkı bunu kullananın değil çocuğun yararına bir hak  olarak ifade edilmiştir.100FilizKitabevi,2005),141.96 Akyüz,Çocuğun Hukuku, 226.97 Akyüz,Çocuğun Hukuku,227-228.98 TMKm.342;TMKm.352/Ikanununbuhükmüneyapılaneleştirilerde,annebabanınherzamançocuğunmenfaatinigözetmemeihtimalinekarşın,bualandadahasıkıbirdenetimingerekliolduğunusavunanyazarlarmevcuttur.Bkz.Akyüz,Çocuğun Hukuku, 254-255.99 TurgutAkıntürk,DeryaAteş,Aile Hukuku Cilt II (İstanbul:BetaYayınları,2020),421;Akyüz,Çocuğun Hukuku,251;Usta(n75)299.100 Özmen,Velayet Hukuku Davaları,89. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi112244  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiAna babanın çocuğun malları üzerindeki vesayet hakkına bazı mallar özelinde belli sınırlamalar getirilmiştir. Bu mallar, ölüme bağlı tasarrufla çocuğun saklı payı (miras) (TMK md. 358/I), çocuk için yapılan karşılıksız kazanımlar (hibe) (TMK md. 357) ve kişisel kazançtır (TMK md. 359). Öte yandan Kanunun yasaklı işlemler başlığı altında tasnif ettiği, kefil olmak, vakıf kurmak ve önemli bağışlamada bulunma işlemleri vasi tarafından yapılması hukuken mümkün olmayan işlemlerdir (TMK md. 449). Ebeveynin çocuğun mallarında yeterince özen göstermemesi ve malların tehlikeye düşmesi durumunda, malların bir vasinin denetimine verilmesi mümkündür. Ayrıca velayet süreli bir durumdur. Küçüğün ergin olması ile ana babanın çocuk üzerindeki velayeti sona erecektir. Küçüğün ergin sayılması, onsekiz yaşın tamamlanmasıyla, mahkeme kararıyla veya evlenme ile mümkün olabilir. Erginlikten sonra çocuğun tekrar yüksek yararı veya güvenliği sebebiyle tekrar kısıtlanması gerekirse, eski velayet rejimi devam eder.101IV. OSMANLI HUKUK UYGULAMASINDA VELAYETBilindiği üzere Osmanlı hukuk sisteminde kadınlar hukuk önünde, sözleşmelere taraf olma, dava açma, haklarını mahkemede savunma noktasında erkeklerle eşit haklara sahiptir. Kadınların kendi mallarını idare ettikleri gibi, ürettikleri ürünlerin ticaretini yaparak iktisadi hayata katkı sundukları, borçlanıp, borç verdikleri, kendilerine ait gayrimenkullerin alım satımını gerçekleştirdiklerini biliyoruz. Ayrıca kadınların vakıf kurdukları, bazı kadınların ise mütevelli olarak bizzat vakfı kendilerinin yönettiği anlaşılmaktadır.102 Bu bilgileri teyit eden pek çok örnek mahkeme kayıtlarında mevcuttur. Bu anlamda Osmanlı Devleti nde kadınlar ticari işlemlerini herhangi bir vesayet altında değil bizzat yapma hakkına sahiptir.103Osmanlı hukukunda kadınların çocuklarına veli/vasi atanma durumuna gelince, Hanefi ekolünün yansıması olarak velayette ve vasi olarak atanmada erkek olma şartı yoktur. Erkek akrabalardan sonra velayet anaya geçer.104 Vasilik görevini yerine getirecek olan kişinin akıl ve ergin olmasının yanı sıra, güvenilir bir 101 Hatemi,Serozan,Aile Hukuku, 341;Akyüz,Çocuğun Hukuku, 251.102 OsmanlıdönemindeÜsküdarilçesindekadınlarınkurduklarıparavakıflarınınoranı%20ile%50arasındadeğişmektedir.Bkz.TahsinÖzcan,Osmanlı Para Vakıfları, Kanuni Dönemi Üsküdar Örneği(Ankara:TürkTarihKurumu,2003)265.103 SuraiyaFaroqhi, KrizlerveDeğişim1509-1699 Editörler:Halilİnalcık,DonaltQuartertOsmanlı İmparatorluğu nun Ekonomik ve Sosyal Tarihi Cilt II,(İstanbul:İşBankasıKültürYayınları,2004):718-721.;SevgiGülAkyılmaz, OsmanlıDevleti ndeMülkiyetHaklarıveMülkiyetİlişkileriÇerçevesindeKadınınHukukiStatüsü Editör:FethiGedikli, II. Türk Hukuk Tarihi Kongresi Bildirileri c. I (2019):221;HayriErten,Osmanlı Aile Yapısı(Konya:ÇizgiKitabevi,2017)101vd.;SalihaOkurGümrükçüoğlu, OsmanlıToplumundaKadınlar(16.ve17.Yüzyıllar) ,Editör:H.ŞuleAlbayrak,Kadın Olmak İslam, Gelenek, Modernlik ve Ötesi, (İstanbul:İzYayıncılık,2016):293vd.İslamOsmanlıgeleneğininaksineBatıdakadınlarınmülkedinmeveyakendimallarıüzerindetasarrufetmehakkıancaksonyüzyıllarakadarmümkünolmamıştır.Nitekimİngilteregeleneğindeerkeklerineşlerininmallarıüzerindedetambiryönetimhakkıolduğunubiliyoruz.bkz.Tucker, EksiksizSevgi 137.104 M.ÂkifAydın,Türk Hukuk Tarihi,(İstanbul:BetaBasımYayımDağıtım,2013),227.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 112255kimse olması da beklenir. Vasi olacak kişilerin en önemli vasıfları, vesayetini yürüttükleri şahısların malları üzerinde yaptıkları işlemlerin adalete uygun ve mevcut mal varlığını artırıcı yönde işlemler yapmalarının gerekliliğidir. Nitekim babanın hayatta olmadığı ve kendi yerine vasi atamadığı durumlarda mahkemelerin çoğunlukla anneleri vasi ve veli olarak atadığı kayıtlarda sabittir.105 Osmanlı Devleti nde kadınların çocukları üzerinde veli/vasi atanmalarının yanı sıra makaleye konu etmediğimiz evlendirme velayeti konusunda da kendilerine izin verildiğine dair hükümler sicil kayıtlarında geçmektedir.106Halep eyaletiyle ilgili yapılan bir çalışmada 492 kaydın 268 adedinin kadınların çocuklarına vasi olarak atandığını gösterir (%54). Halep eyaleti özelinde kadınların çocuklarına vasi olarak atanmaları erkeklerden fazladır.107 Bununla birlikte gerek ailede gerekse toplumda güçlü bir figür olduğu anlaşılan Halep kadınının, çoğu zaman toplum içinde erkeklerin alması beklenen sorumlulukları da üstlendikleri ifade edilir. Çocukların vesayetinde de şayet anne hayatta değilse, bu görevi babaanne veya teyze alırdı.108 Osmanlı da da bu uygulamanın benzerlerini Şer iyye sicillerinde görmekteyiz. Örneğin 18. yüzyılın ilk yarısında Konya Şeriyye sicillerinde 80 kadının çocuklarının vasiliğine atandıkları kayıtlarda sabittir.109 Öte yandan kocaların malları üzerinde tasarruf yetkisini bizzat karılarına verdiğine dair kayıtlar da mevcuttur. Bu kabilden olarak bir kayıtta ilmiye sınıfına mensup olan Selanik kadısı Ahmet Efendi nin ölümünden sonra malının üçte birlik kısmının tasarrufunu vasiye-i muhtar olarak eşini tayin etmiştir.110105 JudithE.Tucker, EksiksizSevgi:OsmanlıSuriyesiveFilistin deİslamHukukunaGöreAnnelik MadelineC.Zilfi(ed),Modernleşmenin Eşiğinde Osmanlı Kadınları, çev.NecmiyeAlpay,(İstanbul:TarihVakfıYurtYayınları2000):236.(222-240);JudithE.Tucker,Women, Family and Gender in Islamic Law(Cambridge:CambridgeUniversityPress2008)156.106  ...Mahmiye-iİslâmbol daKocaMustafaPaşamahallesindesâkinetakrîbendokuzyaşındaRukiyebt.İsmailnâmsagīreninli-ebeveynammetesivevelîsimu arrefetü z-zâtişbubâ isetü l-kitâbHavvabt.Mehmednâmhatunmeclis-işer detakrîr-i[kelâm]veifâde-imerâmedipsagīre-imezbûreninebeveynifevtolupveasabâtdanvelîsivezî-rahmdahibendengayrıveliyy-iakrebiolmamağlasagīre-imezbûreyimehr-imisliyleâharatezvîcekıbel-işer denbanaizinverilmekmatlubumdur... Davud Paşa Mahkemesi 1 Numaralı Sicil, c.79,178/143[21a-2].(H.1196-1197/M.1782-1783).107 MargaretL.Meriwether, TheRightsofChildrenandtheResponsibilitiesofWomen:WomenasWasisinOttomanAleppo,1770-1840 Editör:AmiraSonbol,Women, the Family, and Divorce Laws in Islamic History (Contemporary Issues in the Middle East), (Syracuse:SyracuseUniversityPress,1996) 228.108 MargaretL.Meriwether,The Kin Who Count: Family and Society in Ottoman Aleppo (1170-1840),(Austine:TheUniversityofTexasPress, 1999),150.109 HayriErten,Osmanlı Aile Yapısı,114.110 GülAkyılmaz, KanunÖnündeEşitlikİlkesiAçısındanOsmanlıHukukundaKadınınStatüsü ,XIV. Türk Tarih Kongresi: Ankara 9-13 Eylül 2002: Kongreye Sunulan Bildiriler,(Ankara:TürkTarihKurumu,2005):842.ÇocuklarınvelayethakkınıneskiTürklerdedebabanınölümündensonraanneyeverildiğinibiliyoruz.BunakarşılıkvelayetinanneyetevdiiBatıdaancak1870 lerdensonrakabulgörmüştür.Kadınlarınotarihekadar,kendiadlarınamaledinebilmevebirsözleşmenintarafıolmahaklarıyoktu.Genişbilgiiçinbkz.OrhanTürkdoğan, TürkAilesininGenelYapısı HakkıDursunYıldız(ProjeYürütücüsü),Sosyo-Kültürel Değişme Sürecinde Türk Ailesi c. I,(Ankara:BaşbakanlıkAileAraştırmaKurumu,1992):33;ŞefikaKurnaz, II. Meşrutiyet Döneminde Türk Kadını (Ankara:MEBYayınları,1996),15. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi112266  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiBu çalışmada incelediğimiz fetva örneklerinde çoğunlukla annenin hidâne müddetiyle ilgili fetvalara rastladık. Fetvalarda annenin veli veya vasi olduğu kayıtlar azdır. Ancak sicil kayıtlarında kadınların vasilik göreviyle ilgili daha zengin bir malzeme mevcuttur. Söz konusu vasiliğin yalnızca kocaları ölen kadınların çocukları üzerindeki sorumluluğu değil, aynı zamanda kadınların başka yetişkin kadın-erkek kişilerin malları üzerinde de vasi olarak atandığını gösteren belgeler mevcuttur. Öte yandan annenin olmadığı veya vasilik görevini ifa edemeyeceği durumlarda bu görevin anneanneye, ablaya veya teyzeye de verildiğini tespit ettik. Çalışmanın bu bölümü Osmanlı fetvaları, arşiv belgeleri ile sicillerdeki kararların incelenmesine ayrılmıştır.A. OSMANLI FETVALARINDAN ÖRNEKLEROsmanlı Devleti nde halkın günlük pratiklerinde karşılaştıkları problemlere cevap alabilecekleri bir sistem olan fetva geleneği, yüzyıllar boyunca devam etmiş ve bu alanda önemli bir literatür oluşmuştur. Halkın anlaşmazlığa düştüğü konularda, gerek meselenin dini hükmünü öğrenmek, gerekse söz konusu anlaşmazlığı dava konusu yapacaksa, ilgili fetva mahkemede haklılığını teyit eden bir belge görevi görmesi bakımından önemlidir. İncelenen fetvalarda çoğunlukla  velayet-i terbiye  olarak isimlendirilen kadınların çocukları üzerindeki hidâne hakkı ile ilgili sorular tespit edilmiştir. Hidâne hakkının kimde olduğu, söz konusu sürenin ne zaman nihayete erdiği ve günlük nafaka takdiri soruların konu başlıkları arasındadır. Bununla birlikte vasi olarak atanan kişilerin sorumluluklarına dair fetvalar da mevcuttur.Bilindiği üzere İslam hukukunda ana babası ayrılmış, hidâne müddetince annenin gözetimine verilmiş çocukların nafakası babanın sorumluluğu altındadır. Söz konusu meblağ mahkeme tarafından günlük olarak hesaplanır ve ödemesi için babaya tebliğ edilir. Kadın çocuk ile ilgili harcamaları ya mahkeme tarafından takdir edilen meblağdan ya da koca ölmüşse mirasa konu maldan yapar. Fetvalar arasında nafakayla ilgili sorulara da rastlanmaktadır. Konuyla ilgili fetvalardan bir kaç örnek inceleyebiliriz:Şeyhülislam İbn Kemal e sorulan bir sualde, yetim bir çocuğa amcasının nafakasız olarak bakabileceği mümkün iken, bakım hakkının, şayet hidâne hakkını düşüren bir durum yoksa, anada olması gerektiği vurgulanmıştır. Hidâne hakkını düşüren durumlar, çocuğun menfaatine aykırı davranışlarda bulunması ve çocuğa zarar verebilme ihtimalidir. Böyle bir durum mevzu bahis değil de, bu hakkın anada kalması gerektiği ifade edilmiştir. Mesele: Bir yetimin anası,  Ben yetimi nafaka ile beslerim.  dese, amcası dahi  Ben nafakasız beslerim.  dese, şer an hangisine emrolunur? El-cevap: Anasına emrolunur, hakkı hidâne sakıt değilse.  (D.47a; C.1b; N.64b)111111 Ahmetİnanır,Şeyhülislam İbn Kemal in Fetvaları Işığında Kanuni Devrinde Osmanlı da Hukukî Hayat: mes eleler ve çözümleri (Fetava-yı İbn Kemal)(İstanbul:OsmanlıAraştırmalarıVakfı,2011),76.ŞeyhülislamFeyzullahEfendininfetvalarındabenzerbirkayıtvardır: Üç yaşında olan Hind-i sağirenin hakk-ı hidânesi Hind in anasının li-ebeveyn kız karındaşı Zeyneb ile babası Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 112277İslam hukukundaki genel teamüle göre çocuklar temyiz yaşına ulaştıktan sonra hidâne süreleri sona erer ve babanın velayeti altında hayatlarına devam ederler. Ancak temyiz yaşının kız ve erkek çocukta farklı olduğunu daha önce ifade etmiştik. Nitekim Hanefi, Şafii ve Hanbeli hukukçular, hidâne süresinin erkekte yedi, kız için dokuz yaşını uygun görürler. Bununla birlikte Maliki hukukçulara göre kızlar evlenene kadar analarının gözetiminde kalabilirler. Şeyhülislam Feyzullah Efendi ye sorulan soru da yedi yaşına ulaşmış bir kız çocuğu hakkındadır. Yedi yaşında olan kızın hidâne hakkının anada olduğu ifade edilmiştir.: Yedi yaşında olan Hind-i sağirenin hakk-ı hidânesi anasının anası Zeyneb ile babası Zeyd den hangisinindir? El-cevab: Zeyneb indir.  (107/586)112İslam dininde erkeklerin ehl-i kitap olarak vasıflandırılan Hristiyan ve Yahudi kadınlarla evlenmesinde bir sakınca görülmemiştir. Her ne kadar tarihi uygulamalarda toplumda Müslüman kadınların ehl-i kitaptan olan kadınlara kıyasla evlenmek için tercih sebebi olması gerektiği ifade edilse de Osmanlı tarihi boyunca bu şekilde nikâhlar daima var olmuştur. Ancak erkeğin ölümünden veya bir ayrılık sürecinden sonra çocukların çoğunlukla Müslüman kadın akrabalara verildiği anlaşılmaktadır. Nitekim konu ile ilgili bir fetvada Hristiyan bir annenin çocuğu üzerindeki hidâne süresinin bitiminde, çocuğun İslam dinini seçmesi sebebiyle artık anada değil, Müslüman bir yakınında kalması gerektiği yönünde fetva verilmiştir: Hind-i Nasraniyye zevci Zeyd-i müslimin-i müteveffadan olan oğlu Amr-i sağiri bi-hakkı l-hidâne imsâk üzere iken Amr taakkul-i din edip, Amr ın müsliminden  kimesnesi  olmamakla  hâkim  Amr ın  terbiye  için  vasisi Bekir-i müslime verse Hind  Anası olmakla ben terbiyeye evlayım  deyu Amr ı Bekir den almağa kadire olur mu? el-Cevab: Olmaz.  (107/581)114İslam hukukunda boşanmadan sonra küçüğün bakımını üstlenen kişiye belli miktarda nafaka takdir edilmektedir. Söz konusu nafaka miktarı da baba tarafından karşılanmaktadır. Hidâne süresi boyunca mahkeme babanın bakılacak çocuk için nafaka ödemesine hükmeder. Konuyla ilgili bir fetvada, baba nafaka ödemeyi reddederse, küçüğü anneden alıp, bakımı için yabancı birine verilip verilemeyeceği sorusuna Ebussuud Efendi tarafından verilen cevapta, babanın nafakayı bahane edip çocuğu anadan alamayacağını vurgulamaktadır:Zeyd den hangisinindir? El-cevab: Zeynebindir.  (106/577)ŞeyhülislamFeyzullahEfendi,Fetevâyı Fevziyyehaz. SüleymanKaya, (İstanbul:KlasikYayınları2009)83.112 FeyzullahEfendi,Fetevâ-yı Fevziyye,85.113 Hz.Ömer,Bakarasuresindeki  İman etmedikleri sürece Allah a ortak koşan kadınlarla evlenmeyin. Şundan emin olun ki imanlı bir câriye, sizin hoşunuza gitse de müşrik bir hür kadından iyidir.  (2/221)ayetindenhareketleerkeklerinmüslümanolmayankadınlarlaevlenmesininmekruholduğunahükmetmiştir.Kurtubi,Ahkâm ül-Kur an Cilt II Tahkik:AhmetBerduniveİbrahimItfiyyiş,(Dâr ul-Kütüb ülMısriyye,1964)68.Detaylıbilgiiçinbkz.HalilİbrahimAcar,‘EvlenmeEngeliOlarakDinFarkı Atatürk Üniversitesi İlahiyat Fakültesi Dergisi,(2002):21-46.114 FeyzullahEfendi,Fetevâ-yı Fevziyye,84. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi112288  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiMes ele: Zeyd, zevcesi Hind e talak verdikde  Sağirelerine takdir olunan nafakayı vermeğe kadir değilim  deyü sağirelerini ecnebiyeye iyalliğe vermek içün Hind den almağa kadir olur mu? El-Cevab: Olmaz. Ebussuud.115Şeyhülislam Ali Efendi nin fetvalarında annenin hidâne hakkına dair bir kayıtta, boşanmadan sonra çocuğun bakım ve gözetiminin annede olduğu, babanın çocuğu anaya vermeme hakkı olmadığına işaret eden bir fetva göze çarpmaktadır:Mes ele: Zeyd zevcesi Hind i tatlik ettikten sonra Hind Zeyd den olup dört-beş yaşında olan sağir oğlu Amr i bi hakk, l hidâne alıp terbiye etmek murad ettikde Zeyd  Ben misaka evlayım  deyu vermemeğe kadir olur mu? El-Cevab: Olmaz.116Hidâne dönemi çoğunlukla ana yanında geçirilirken, küçüğün mallarındaki tasarruf ve idare kısmı (vasilik) babanın sorumluluğundadır. Ancak fetvalarda küçüğün mallarının idaresinin analara verildiğine dair bilgiler de dikkati çekmektedir. Aşağıdaki fetvada çocuğuna vasi olarak tayin edilen gayrimüslim bir ananın ölümü durumunda yerine Müslüman bir vasi atamanın gerekliliğine işaret edilmiştir. Bu fetvadan gerek gayrimüslim bir kadının çocuklara vasi tayin edilebildiğini gerekse annenin ölümü durumunda gayrimüslim yerine Müslüman bir kişinin vasi olması gerekliliği anlaşılmaktadır. Zeyd-i Müslimin evlad-ı siğarına zevcesi Hind-i nasraniyeyi vasi nasb ettikten sonra musırran fevt olsa hâkim üzerine Hind in yerine müslim olan kimesneyi vasi nasb etmek lazım olur mu? El-Cevab: Olur.  (550/2744)117İslam hukukuna göre vasinin, mallarını koruma ve idare etmekle mesul olan kişiye karşı bir takım sorumlulukları vardır. Bunlar arasında şayet borç varsa, borçların tahsili, malların iyi bir şekilde yönetilmesi, yapılan yatırımlarda ve sarf edilen mallarda azami itina göstermesidir. Malları arttırma ve korumakla mesul olan vasinin, söz konusu malları hibe veya vakıf gibi, malların miktarını azaltıcı tasarruflarda bulunamaz. Borçtan ibra da aynı kategoride değerlendirilir. Nitekim 17. yüzyılın ortalarında Şeyhülislam Zekeriya Yahya Efendiye sorulan bir sualde bunun cevabı açık bir şekilde ifade edilmiştir. Eski vasi borcun bir kısmını tahsil edip, kalan kısmı ibra etse, bu ibra geçerli değildir. Yeni atanan vasi borcu tekrar tahsil edebilir.118 Yine malların yönetilmesi ile ilgili bir sorumluluk anlamında, 115 AhmetAkgündüz,Şeyhülislam Ebussuud Efendi Fetvaları (Fetevay-ı Ebussu ud Efendi),(İstanbul:OsmanlıAraştırmalarıVakfıYayınları,2018),229.116 ÇatalcalıAliEfendi,Fetava-yı Ali Efendi c. 1 haz.EsraKılavuzEser (İstanbul:İsarYayınları,2021),160.117 FeyzullahEfendi,Fetevâ-yı Fevziyye,467.118  Osmanlı Arşivinde Şeyhülislam Fetvaları, ProjeYöneticisiUğurÜnal (İstanbul:DevletArşivleriGenelMüdürlüğü,2016),26.BOA,Meşihat.Fetvalar(MŞH.FTV)nr.1/2.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 112299Mehmet Said Efendiye sorulan bir soruda, şayet vasi malları yönetirken mahkemenin takdir ettiği miktardan daha fazla bir harcama yaparsa, fazladan yaptığı harcamayı tazmin etmekle yükümlü olduğu ifade edilmiştir.119B. ARŞİV BELGELERİ VE SİCİL KAYITLARINDAN ÖRNEKLERKadınların çocuklarının üzerinde velayet/vesayet haklarını incelediğimiz bu çalışmada Cumhurbaşkanlığı Devlet Arşivleri Başkanlığı Osmanlı Arşivinde incelediğimiz belgeler 17-19. yüzyıllarını kapsamaktadır. İstanbul Kadı Sicillerinin İslam Araştırmaları Merkezi tarafından transkribe edilen 100 cildinin tamamı taranmıştır. Bu başlık altında kadınların vasi olarak atandığı arşiv belgeleri ve sicil kayıtlarında söz konusu atamaların hukuki gerekçelerine bakarak bu alandaki uygulama örneklerini gün yüzüne çıkarmak amacındayız.1.  18. yüzyıla ait Üsküdar mahkemesinde görülen bir yaralama davasında Mustafa isimli küçüğün annesi, velisi sıfatıyla mahkemeye başvurmuş yaralama suçunu işleyenlerden şikâyetçi olmuştur. Şikâyete konu olan kişinin Yahudi cemaatinden olduğu anlaşılan davada, taraflar anlaşmış ve dava sulh ile sonuçlanmıştır.1202.  17. yüzyıla ait bir mahkeme kaydında babası vefat eden Vahide bt. Ali isimli çocuğa annesinin vasi olarak atandığı görülmektedir. Sicil kaydında annenin vasi olarak atanmasının gerekçesinin babadan kalan mirasa konu malın muhafazası olduğu anlaşılmaktadır. Annenin vasiliğinin büluğa kadar geçerli olduğu bildirilmiştir.121 Yine aynı dönemde benzer bir hükümde vasilik görevini üstlenecek annenin, çocukları hem koruyup gözetme, hem de babalarından intikal eden malın muhafazası şeklinde kayıt düşülmüştür. Mahkeme kayıtlarında genellikle babanın vefatı sebebiyle anneye verilen vasilik görevi  ... nâm sagīreyne hıfz-ı ahvâl ve müteveffâ-i mezbûr babalarından irs-i şer le intikāl eden emvâlin zabtı için ihtiyaclarına binâen rüşd ve bülûğlarına kadar vasî nasb etti...  şeklinde ifade edilmiştir.122 Buna benzer pek çok kayıt sicil defterlerinde mevcuttur.119 MŞH.FTVnr.1/83.120  ...Medîne-iÜsküdar daSüleymanağamahallesindesâkinber-vech-iâtîbaşınınsolyanındantaşyarasıylamuvâzzahatenmeşcûcidiğilede l-keşfve l-mu âyenezâhirolanes-SeyyidMustafab.Mehmednâmsagīrinvâlidesivevelîsimu arrefetü z-zâtHavvabt.Hüseyinnâmhatunmedine-imezbûredemahfil-ibâbdameclis-işer -ihatîrdeEnfiyeciİsaknâmYahûdîtarafındanber-vech-iâtîtasdîkavekîlolanbabasıYaşovav.İsaknâmYahûdîmuvâcehesindemüvekkil-imerkūmİsakYahûdîtârih-ii lâmdanbirgünmukaddemmedîne-imezbûredeSebilkarşısınâmmahâldevakt-imağribdeoğlummezbûrunbaşınınsolyanınataşilebi-gayrıhakkınamdendarbvemuvâzzahatenşeccetmeklemûcib-işer îsinitalebederimdeyü... Üsküdar Mahkemesi 531 Numaralı Sicil, c.81,256/259[23a-2]. (H.1204-1207/M.1790-1793).Ayrıcabkz.Üsküdar Mahkemesi 531 Numaralı Sicil, c.81,257/261[23a-4].121  Bab Mahkemesi 3 Numaralı Sicil,c.XVII,588/728[91b-5,Arapça].(H.1077/M.1666-1667)122  Galata Mahkemesi 37 Numaralı Sicil,c.XXXVII,101/92[34a-1,Arapça].(H.1022-1024/M.1613-1615).Benzerhükümleriçinbkz.Galata Mahkemesi 37 Numaralı Sicil,c.XXXVII,61/35[13b-1,Arapça].(H.1022-1024/M.1613-1615).Galata Mahkemesi 65 Numaralı Sicil,c.XXXIX,171/136[40a-1,Arapça];333/286[81b-2,Arapça].(H.1051-1053/M.1641-1644);Galata  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi113300  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesi3.  Annelerin çocuklarına vasi olarak atanma gerekçelerinde, ilk atanan vasinin söz konusu görevi yerine getirmede yeterli olmaması, görevi kötüye kullanması, tasarrufunda olan malları zarara uğratması başlıkları sayılabilir. Nitekim Sofya sakinlerinden Voynukan Çeribaşısı Ahmet Ağanın yetimleri Mehmet ve Mustafa nın vasiliğini üstlenen kişinin hukuka aykırı işlemleri açığa çıkınca hâkim tarafından azl edilip, yerine anneleri Hatice hatun tayin edilmiştir. Ayrıca yetimlerin malının azl edilen vasiden tahsil edilmesi için mahkeme tarafından mübaşir görevlendirilmiştir.123 İstanbul Bab mahkemesindeki bir kayıt da benzer içeriktedir. Manisa da başkumandanlık görevinde iken vefat eden elHâc Ali Çavuş b. el-Hâc Hızır ın küçük oğlu Mehmed e vasi olarak Mehmed Çelebi b. Halil in bu görevi yerine getirmekte yeterli olmadığı şahitler tarafından tespit edildikten sonra mahkeme ilk vasiyi görevinden azl edip, küçüğün annesi Rahime bt. Abdülvahab ı vasi olarak tayin etmiştir.1244.  Sicillerde mahkeme tarafından çocuklarına vasi olarak atanan kadınların, bizzat kendilerinin bu görevi yerine getiremeyeceğini ifade edip, vasilik görevinin kendisinden alınmasını isteyen taleplere de rastlanmaktadır. 17. yüzyılın başlarında Galata mahkemesindeki bir kayda göre, babaları vefat eden Ahmet ve Ayşe isminde iki küçük çocuğa (anası dışında) kadın bir vasi atanmış, ancak atanan kadın söz konusu görevi ifa edemeyeceğini mahkemeye bildirmiştir. Vasinin görevden feragat talebinden sonra mahkeme iki küçüğe anayı vasi olarak atamıştır. Mahkeme kaydındaki bilgiler sınırlı olduğundan hangi gerekçe ile söz konusu görevin ilk olarak çocukların anasına tevdi edilmediği tespit edilememiştir.1255.  17. yüzyıla ait bir sicilde vefat eden eşi tarafından ölmeden önce vasi olarak tayin edilen Saliha isimli kadının açtığı dava dikkati çekmektedir. Kayıttan anlaşıldığına göre, Saliha bt. Abdullah, Mustafa Çelebi b. Mehmed adlı kişinin mirasa konu mallara el koyduğunu mahkemede iddia etmiştir. Mustafa Çelebi nin hakkındaki iddiaları reddetmesi üzerine, davacı tarafından getirilen mahalle sakinlerinden oluşan üç şahit, müteveffa kocanın onların huzuMahkemesi 65 Numaralı Sicil,c.XXXIX,266/266(H.1051-1053/M.1641-1644);Galata Mahkemesi 65 Numaralı Sicil,c.XXXIX,39/146;Galata Mahkemesi 114 Numaralı Sicil,c.LIV,169/84(H.1083-1085/M.1672-1674);Ahi Çelebi Mahkemesi 1 Numaralı Sicil,c.XLIX,247/343[50b-2].(H.1063-1064/M.1652-1653);Ahi Çelebi Mahkemesi 1 Numaralı Sicil,c.XLIX,358/525[78a-2].(H.1063-1064/M.1652-1653);Bab Mahkemesi 11 Numaralı Sicil,c.LIII,269/302[58b3,Arapça].(H.1081/M.1670-1671);Bab Mahkemesi 46 Numaralı Sicil,c.XIX,445/525[86a-2].(H.1096-1097/M.1685-1686);Eyüb Mahkemesi (Havass-ı Refia) 37 Numaralı Sicil,c.XXV,208/232[38b-1,Arapça].(H.1047/M.1637-1638)vb.123 BOA,AE.SMST.III(H.19.01.1173-M.12.09.1759);Benzerkayıtiçinbkz.Üsküdar Mahkemesi 14 Numaralı Sicil,c.V,154/253[36b-3].(H.953-955/M.1546-1549).124  Bab Mahkemesi 11 Numaralı Sicil,c.LIII,98/50[11a-1].(H.1081/M.1670-1671).Benzerbirkarariçinbkz.Bab Mahkemesi 11 Numaralı Sicil,c.LIII,180/166[34a-3].(H.1081/M.1670-1671).125  Galata Mahkemesi 37 Numaralı Sicil,c.XXXVII,61/35[13b-1,Arapça].(H.1022-1024/M.1613-1615).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 113311runda karısına vasilik görevi tevdi ettiğine şehadet etmiştir. Bunun üzerine mahkeme miras hisselerinin Mustafa isimli kişiden alınıp vasi olarak atanan Saliha bt. Abdullah a verilmesine hükmetmiştir.1266.  Osmanlı da kadınların yalnızca vasi olarak değil, vekil, kayyım olarak atandığına dair kayıtlar da dikkati çekmektedir. 18. yüzyılın ortalarında İstanbul Bab mahkemesindeki bir kayda göre İbrahim Efendi isimli kişinin, karısı Emetullah bt. Abdullah ı kendi işlerinin yönetimi ve denetlenmesi için vekil, çocuklarının mallarını rüşd yaşları gelene kadar korumak ve yönetmek için de vasi olarak tayin etmiştir.128 Benzer bir karar Cumhuriyetin ilanına yakın bir tarihteki arşiv belgesinde de geçmektedir.1297.  Belgelerde Müslüman çocukların zımmi kadınların (annelerin) velayetine bırakılmasının uygun olmadığını ifade eden kararlar da tespit edilmiştir. Daha önce de ifade edildiği üzere İslam hukukunda erkeklerin ehl-i kitaptan olan kadınlarla evlenmelerine bir mani yoktur. Ancak evlilik birliği nihayete erdiğinde, çocuklar gayrimüslim annenin velayetine bırakılmaları uygun görülmemiştir. Şayet çocuk bebek ise hidâne döneminde anneye olan ihtiyacı sebebiyle bir müddet annenin bakım ve gözetiminde bırakıldıktan sonra, baba hayatta değilse başka bir vasi ataması yoluna gidilmiştir.130 Şüphesiz bu uygulamada çocukların İslam dininden başka bir dine yakınlık duymalarını engelleme amacına matuftur. Nitekim benzer bir kayıtta İşkodra Mutasarrıfına gönderilen bir hükümde evliyken Müslüman olan ancak boşandıktan sonra tekrar eski dinine dönen Zeynep in yanında bulunan 9 yaşındaki kızının, kendisi tarafından Hristiyan yapılmak istemesi sonucu, (muhtemelen Müslüman olan) teyzesinin yanına verilmesi karara bağlanmıştır.131126  Bab Mahkemesi 3 Numaralı Sicil, c.XVII,320/362[49b-2].(H.1077/M.1666-1667).127   İslâm hukukunda ehliyetsizlik veya eksik ehliyet sebebiyle kişinin kısıtlanması durumunda hukukî tasarrufları velî, vasî veya kayyım vasıtasıyla denetim altına alınır. Ayrıca vekil bırakmadan ortadan kaybolan ve hayatta olup olmadığı bilinmeyen kişinin hukukî işleri yahut vasî bırakmadan ölenin vasiyetlerini yerine getirmek için hâkim kayyım tayin eder.  İsmailÖzmel, Kayyım ,DİA, c.XXV,(İstanbul:TürkiyeDiyanetVakfıYayınları,2002):107.128  Bab Mahkemesi 150 Numaralı Sicil,c.LXV,319/313[69b-1].(H.1143-1144/M.1730-1732)129 ManastırEmirÇelebimahallesisakinlerindenMustafab.Veli ninvefatısebebiylegeridekalanüçyetimeanneninhemvasihemkayyımolarakatandığıanlaşılmaktadır.Onüçyaşındaİsmailiçinkayyımlıkgöreviverilenannenin,altıyaşındaNusretvedörtyaşındaMacidisimliçocuklariçindevasilikgöreviolduğuifadeedilmiştir.BOA,YabancıArşivMakedonya(YB.021)nr.116/102(R-0805-1334)(M.8-7-1918).130 BOA,SadaretMektubiKalemiNezaretveDevairEvrakı(A.MKT.NZD)nr.76/86,(H-07.07.1269-M-16.04.1853); ...Dimitrakiveşeref-iİslâmilemüşerrefoldukdansonraRecebolupba dehûvefâtedenkimesneninsulbîsagīroğluvesulbiyesagīrekızıolupbihakki l-hidânevâlideleriHıristiyabt.()nâmnasrâniyyeninhacrveterbiyesindeolanMustafaveHatîce nintesviye-iumûruiçinbirvasîlâzımolmağın... İstanbul Mahkemesi, 12 Numaralı Sicil,197/160[13b-5].(H.1073-1074/M.1663-1664).131  ...ÇâkerleriİşkodraSancağı ndaBarKazası ndaolupmutallakamZeynebilebeynimizdemukaddemâmüfârakatvukuuylabirnefersağîrekerîmesiolvakitmezbûreZeynebanıniçintaraf-ıacizânemdennafakamutâlebeetmemekşartıylayanındaalıkoyarakolbabdataraf-ı 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi113322  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesi8.  Gayri müslimlerin vasilik taleplerinin de şer iyye mahkemelerinde değerlendirildiğini söyleyebiliriz. Yine aynı yüzyılda İstanbul Eyüp mahkemesinde olan bir kayıtta, Yanaki, Panayot, Yorgaki ve Asanine Mirhem isimli çocuklara anneleri Eşmine bt. Yani nin vasi olarak tayin edildiği anlaşılmaktadır. Diğer kayıtlarda da dikkati çeken  ... mezbûr babalarından kendilerine irs-i şer le intikāl eden malların zabtı için evânî-i rüşdlerine kadar vasî nasb etti...  ifadesi bu sicilde de yer almaktadır.132 Gayrimüslimlerle ilgili bir arşiv kaydında gayrimüslim olan annenin iki kızına vasi olarak atandığı, diğer kızın oğluna da nenelerinin vasi olarak atandığı ifade edilmiştir.133 Öte yandan gayrimüslimlerin emlak ve arazi işlerinde vekil olarak tayin edildikleri de anlaşılmaktadır. Selanik te bulunup, Sofya ya giden Hibetullah hatunun vasiliğini üstlendiği çocukların mallarını yönetirken vekil İvan S. Voyodof u vekil tayin etmiştir. Kayıtta vekilin nerede olduğu tespit edilerek çocukların mallarında gerçekleştirdiği işlemlerle ilgili bilgi alınması istenmektedir.1349.  Yine gayrimüslim bir kadının vasi olduğu ve mahallinde çözüme kavuşturulamayan davanın, Meclis-i Vala ya havale edilmesi dikkati çeken bir kayıttır. Beyoğlu nda Rus Sefaretinin önünde işletilen meyhane sahibinden Mihal isimli şahsın yüz bin kuruş alacağı olduğu ancak vefat etmesi sebebiyle, bu borcun tahsilinin karısına kaldığı anlaşılmaktadır. Yetimlere vasi olarak atanan kadın alacağını tahsil edememiş ve bir süre sonra o da vefat etmiştir. Meyhanenin çevre halkına rahatsızlık vermesi sebebiyle kapatılması sonucu, söz konusu alacağın tahsilinin mümkün olmadığı görülmüştür. Belgeden Mihal in büyük oğlunun meyhanenin tekrar açılmasına izin verilmesi veya Kasımpaşa ya taşınmasının talebi de sonuç vermemiştir. Çözüme kavuşturulamayan davanın Meclis-i Vala ya havale edildiği anlaşılmaktadır.13510.  Osmanlı da kadınların vasilik taleplerini bizzat mahkemeye ilettiklerine dair belgeler de bulunmaktadır. Sultan Abdülaziz dönemindeki bir belgede Penbe şerʻdenitâkılınanhüccet-işerʻiyyedahimeclis-ikazâdagörüldükdensonrakaza-yımezbûrmüdürüMehmedBeylivâ-imezbûregöndermişisedenasılisekazâenzâyiʻolmuşvemerkûmeZeynebtaht-ınikâhımdabulunduğuvakitmühtediyeoluptatlîkettiğimdensonrayinetanassurederekhalbukişimdikerîmemmezbûreyidahiHristiyanetmekemelinedüşmüşolduğundanlutfenvemerhametenzikrolunanhüccet-işerʻiyyeninsicill-imahkemedenkaydınınihrâcıylayed-iâcizânemeitâsıvebirdemezbûrekerîmememdokuzyaşındakadarolduğundanbaʻdemâbüyükhemşiremcâriyeleriyanındabakılmaküzre... BOA,SadaretMektubiKalemiDevairEvrakı(A.MKT.DV.),nr.156/94-2.(H-12.10.1276-M3.5.1860).  Ayrıcabkz.Çocuklarınvelayetininzimmikadınabırakılmasınındoğruolmadığınaveçocuklarınmübaşirvasıtasıylaalınmasınadairkayıt.BOA,A.MKT.NZD.,nr.76/86,(H-07.07.1269-M-16.04.1853);Konuylagenişbilgiiçinbkz.HalideAslan,Tanzimat Döneminde Din Değiştirme Hareketleri (1839-1876), (İstanbul:TürkiyeDiyanetVakfıYayınları,2010),172vd.132  Eyüb Mahkemesi (Havass-ı Refia) 37 Numaralı Sicil,c.XXV,243/287[46b-2,Arapça].(H.1047/M.1637-1638).133 BOA,HariciyeNezaretiHukuk(HR.H)nr.638/3-4.(H-10.07.1211-M-17.01.1894).134 BOA,HariciyeNezaretiSofyaSefareti(HR.SFR.04)nr.518/21.(M-03.01.1898).135 BOA,CevdetMaliye(C.ML)nr.481/19648-1.(H-29.12.1267-M25.10.1851).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 113333isimli bir kadının evi terk eden eşinin daha sonra vefat ettiği ve çocuklarına amcanın vasi olmak istediği anlaşılmaktadır. Amcanın vasi olarak atanması durumunda, çocukların menfaatine zarar vereceği, bu sebeple annenin bu vazifeyi ifa etmek için mahkemeye başvurduğu anlaşılmaktadır. Belgede çocukların vasiliğinin annelerine verilmesine hükmedilmiştir.13611.  Bir diğer belge, eski Musul valisinin yetimlerinin vasileri olduğu anlaşılan Esma ve Şemsfer hanımların, nazır Ethem Paşa dan yetimlerin mallarındaki nemayı taleplerine dair arzuhaldir. Belgeden anlaşıldığına göre nazır Ethem Paşa yetimlerin mirasa konu bin dokuz yüz kese akçeyi dört sene emanette beklettiğini ifade etmiş, vasiler ise bu süre zarfında mezkûr malda 10,5 üzerinden oluşan faizi talep etmektedir.137 Hükümde mirasa konu olan mallara bakan memur Osman beyin muhasebe kayıtlarına bakılıp, şayet Ethem Paşa ya taalluk eden bir meblağ varsa, konuya ilişkin bir vekil tayin edilmesi ve meselenin hakkaniyetle çözülmesi gerektiği ifade edilmiştir.13812.  Belgelerde nadir de olsa vasilik görevini kötüye kullanan kadınlara dair kayıtlara da rastlanmaktadır. Selanik Mahkemesine açılan bir davada, Selanik te mukim İrfan beyin kızı Zehra, artık rüşd yaşına geldiğinden ninelerinin vesayetinin kaldırılmasını talep etmiştir. Ninenin kendilerine vasilik yaptığı dönemde kendilerine ait çiftliğin tamiri için yalnızca altıyüz lira masraf kâfi gelirken, söz konusu araziye gereksiz yere inşaat yapıp, tasarrufunda olan malda maddi zarara yol açmıştır. Bu sebeple vasilik görevinden azli talep edilmiştir.13913.  Sicillerde çocukların annelerinin yanında büyükanne ve teyzelerinin de vasi tayin edildiği kararlara rastlanmaktadır. Örneğin Üsküdar mahkemesinde görülen bir davada Simone ve Rine isimli iki yetim gayrimüslim çocuğun vasileri görevini suistimal edince, mahkeme anneannelerine vasilik görevini tevdi etmiştir.140136 BOA,Maliye(MVL)nr.539/61-1.(H.4/03/1284-M.6/7/1867).137  VâsiyeleribulunduğumuzesbakMusulValisimüteveffâMehmedPaşa nıneytamlarınınnazırıbulunandevletliHacıEthemPaşahazretlerihîn-inezaretindetereke-imüteveffâ-yımüşârunileyhinnukud-ımevcudundanbindokuzyüzkeseakçeyidörtseneemanetdedurdurdumdiyerekhesabvermişisedesâireytamaolunanmuamelemisillüonuonbuçukdanicabedennemasınımutâlebeetmekdeolduğumuzdan... BOA,MVLnr.112/7-2(H.21/04/1268-M.13/2/1852).138  MusulValisiesbakMüteveffâMehmedPaşaeytamınınmarifet-ibehiyyeleriyledevrvetesviyeolunanakçevesâiredendolayıolanmuhasebelerininrüyetizımnındataraf-ıvâlâlarındanmünasibbirininvekiltayinolunmasınımüstedîvasiyyeleriŞemskamerveEsmaHanımlartaraflarındantakdimolunanarzuhMeclis-iVâlâ yalede l-itâsuret-iistidayanazaranhusus-ımezkûriçintaraf-ıvâlâlarındanbâ-hüccet-işerʽiyyebirmünasibininvekiltayinolunması... BOA,MVLnr.112/7-1(H.21/04/1268-M.13/2/1852);MVL112/7-3.139  ...sağîre-imezbureninhukukununkasdenziyâʻınameydanvermiştirkibukabîlhatununmüsbetolanacziyyetinekarşıvesayetdeibkâsışerʻancâizolamayacağındanvasî-imezbureSıdıkaHanım ınazliyleevsâf-ımatlûbeyicâmiʻerbâb-ıiktidârdanbirininvesayetetayinitalebederim. BOA,RumeliMüfettişliğiArzuhaller(TFR.I.ŞKT)nr.108/10707-1(H-24-01-1325/M9-3-1907).140  Üsküdar mahkemesi 14 Numaralı Sicil,c.V,154/253[36b-3].(H.953-955/M.1546-1549). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi113344  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesi14.  Kadınların yetişkin kişilerin mal varlıkları üzerinde vasilik görevinde bulunmaları kimi zaman ölen kişinin vasiyeti üzerine vuku bulmuştur. İncelenen kayıtta terekesinden zengin bir kadın olduğu anlaşılan Havva isimli kadının vasiyetinde Arife isimli kadını vasi olarak tayin ettiği yazmaktadır. Belgede terekedeki kıymetli ziynet eşyaları tek tek sayılmış ve Havva isimli kadın söz konusu malların vasi tarafından isteği doğrultusuna işleme konulmasını talep etmiştir.14115.  17. yüzyılda İstanbul Mahkeme kayıtlarında bir belge dikkati çekmektedir. İstanbul un Çukur mahallesinde vefat eden Hacı Mustafa nın küçük oğlu Mustafa üzerine bir vasi tayin etmek gerektiği ifade edilmiş. Ancak tayin edilecek vasilerin tasarruflarını denetlemek üzere ayrıca bir nazır atamak gerektiği de kayıtta geçmektedir. Belgeden nazırlık görevini üstlenecek kişinin küçüğün annesi Timurhan bt. Abdullah olduğu anlaşılmaktadır. Mahkeme bu görevi anneye tevdi etmiştir.142 Belgeden de anlaşıldığına göre Osmanlı uygulamasında kadınlar yalnızca çocukları üzerinde vasi olarak atanmamış, çocuklar üzerindeki vesayet görevini denetleyen nazır konumunda da atanmışlardır. Buna karşılık yine aynı yüzyıldaki bir kayıtta küçüğün vefat eden annesinden kalan mirasın korunması için nenesi Canfeda hatunun vasi olarak atandığı, ancak muhtemelen yaşı sebebiyle yapılan işlemlerin bir nazır tarafından denetlenmesi hükme bağlanmıştır.14316.  Mahkeme tarafından annelere tevdi edilen bakım ve gözetim (Hidâne) görevine babaların müdahale etmemesi gerektiğini içeren uyarılar da belgelerde karşımıza çıkmaktadır. Edirne ilindeki bir kayda göre eşinden ayrılan Zeynep hanımın küçük kızının hidâne hakkının kendisinde olduğu, eski kocasının bu duruma müdahale etmemesi gerektiği vurgulanmıştır.144 Bilindiği üzere İslam hukukunda çocukların temyiz yaşına kadar olan bakım ve gözetimi anaya, şayet ana hayatta değilse ana tarafından kadın akrabalara tevdi edilir.141  ...eşyâ-iterekemdenyirmibeşmiskālaltındanmasnû birçiftÇine?işibileziğimveotuzkıratbirtekzümrüdküpemveyeşimüzerineyirmiadedhurdeyâkutlamurassa birönaltınkuşağımsemen-imisilleriilebey olunupmârrü z-zikrönkuşağınsemeniıskāt-ısalâtımavebilezikveküpeninsemenlerindensünnet-iseniyye-iNebeviyyeüzerinetechîzvetekfînimekifâyetmikdârıharcolunupbâkīsiileeyyâm-ımu tâdedezevcimiçintabh-ıta âmolunupfukarâ-iMüslimîneit âmolunadeyüvasiyetvebuvasiyetimitenfîzemüvekkile-imezbûreArifeHatun uvasiyy-imuhtârnasbuihtiyâredip... Bab Mahkemesi 11 Numaralı Sicil,c.LIII,479/588[107b-2].(H.1081/M.1670-1671).142  İstanbul Mahkemesi 18 Numaralı Sicil,445/468[125b-1].(H.1086-1087/M.1675-1676).143  ...sagīr-imezbûrunninesiolanCanfedâHâtunbt.Abdullahnâmhâtunudahisagīr-imezbûrunumûrundannâzıra-imezbûreninma rifetiveizniolmaksızınhiçbirşeyyapmamaküzreonunüzerinenâzırkıldıkdaoldahinezâret-imezbûreyikabûlveumûrunuikāmeetmeyiiltizâmettikdekabûlveiltizâm-ısahîhayn-işer iyyeyn[kaydolundu]... Eyüp Mahkemesi 49 Numaralı Sicil, 198/201[39a-2].(H.1054-M.1644).144  ...baʽde l-mürâfaʽahakk-ıhidânebununolduğuşerʽansâbitvezâhirvesağîre-imezbûreyibunavermeküzretenbiholdukdamütenebbiholmayıpinadındaısrarüzreolduğuvebubabdadavasınamuvafıkfetevâ-yışerifesiolduğunbildiripfetevâ-yışerifesimucebinceşerʽlegörülüp... BOA,AE.SMST.III,nr.69/5138.(H-20/08/1181-M.11/01/1768).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 11335517.  Gerek hidâne ile ilgili kararlarda gerekse annelerin veli/vasi olarak tayin edildiği kararlarda, nafaka babanın malından karşılanmaktadır. Mahkeme çocukların bakımı süresince çocuk sayısına göre günlük nafaka edip, bu meblağı koca ölmüşse mirasa konu malından, hayatta ise kadına koca adına borçlanma izni tanınmıştır. Sicillerde bu şekilde istidaneye imkân tanıyan pek çok kayıt mevcuttur.14518.  İncelen kayıtlarda annenin çocuklara vasi olarak atanmasının gerekliliği açıklandıktan sonra, kendisine bu görev tevdii edilen kadınların (çoğunlukla anneler) söz konusu görevi kabul edip, sorumluluklarını yerine getirme konusunda mahkeme huzurunda söz verdikleri kayda geçmiştir.14619.  İslam hukuk literatüründe annenin çocuğa yabancı bir erkekle evliliğinin hidâne hakkını düşüreceği konusundaki görüş farklılıklarını daha önce ifade etmiştik.147 18. yüzyıla ait Üsküdar mahkemesindeki bir kayda göre Ayşe isimli kadının çocuğuna bakmakla sorumlu olduğu hidâne döneminde, yabancı bir erkekle yaptığı evlilik söz konusu hakkın düşmesine sebep olmuştur. Bunun üzerine Ayşe hanımın kayınpederi Abdullah Ağanın mahkemeye başvurup hidâne hakkını talep ettiği ve mahkemenin çocuğun bakım ve gözetimini dedeye tevdi ettiği anlaşılmaktadır.148 Öte yandan çalışma dönemimiz dışında tespit ettiğimiz benzer bir kayda dikkati çekmek istiyoruz. Velayetten farklı olarak vesayette, annenin yabancı bir erkekle yaptığı evliliğin çocuğun vasilik görevini üstlenmekte engel teşkil etmediği anlaşılmaktadır. Cumhuriyetin ilanına yakın 1920 tarihli belgeye göre, Manastır ın Balivoy145  ...AyşeveEminenâmsagīreteynininveMülâyimbt.Abdullahnâmcâriyelerininnafaka,kisvevesâirhavâic-izarûriyeleriiçin,himâyeveterbiyesialtındabulunduklarıHaticeHâtunbt.Mehmednâmannelerinintalebiyle,müteveffâ-imesfûrbabalarındanirs-işer lekendilerineintikāledenmâllardanalınmaküzre,zeyildemezkûrtârihdeni tibârenyevmîrâyicü l-vaktonbeşakçefarzvetakdîretti.Hâkim,istidâneedipsonrasagīreteyn-imezkûreteyninafakasızbırakıpyolculuğaçıkanvasîlerinerücû etmesinemezbûreanneyeizinverdi. Rumeli Sadareti Mahkemesi 56 Numaralı Sicil,c.XIV,230/242[47a-2,Arapça].(H.1042-1043/M.1633).Ayrıcabkz.Rumeli Sadareti Mahkemesi 56 Numaralı Sicil,c.XIV,111/87[17b-2,Arapça].(H.1042-1043/M.1633);Ahi Çelebi Mahkemesi 1 Numaralı Sicil,c.XLIX,280/397[58b-2,Arapça].(H.1063-1064/M.1652-1653);İstanbul Mahkemesi 12 Numaralı Sicil,c.XVI,290/307[26(2)a-4,Arapça].(H.1073-1074/M.1663-1664);Bab Mahkemesi 54 Numaralı Sicil, c.XX,291/343[58b-2,Arapça].(H.1102/M.1691).Bab Mahkemesi 3 Numaralı Sicil, c.XVII,202/183[24a-3,Arapça].(H.1077/M.1666-1667);Galata Mahkemesi 7 Numaralı Sicil,c.XXXIII,87/121[40-3,Arapça].(H.985-986/M.1577-1578).146  ...bundanakdemvefâtedenzevciHalilReis lemüşterekkızıolanRâbianâmsagīreyezabt-ıahvâlivemüteveffâ-yımezbûrbabasındanirs-işer lekendisineintikāledenmallarınmuhâfazasıiçinihtiyâcınabinâenannesihâmiletühâze l-kitâbSelimebt.Ali yivasînasbetti.MezbûreSelimedevesayet-imerkūmeyikabûlediphizmet-ilâzımesiniedâyıta ahhüdetti... Galata Mahkemesi 65 Numaralı Sicil,c.XXXIX,109/146[33b-3,Arapça].(H.1051-1053/M.1641-1644).147 Bukonudakigörüşfarklılıklarıbuçalışmanın İslamHukukundaVelayet başlığındaişlenmiştir.148  ...AlinâmsagīrvâlidesimezbûreÂişeHatun unbi-hakkı l-hıdânehacrveterbiyesindeikenmezbûreÂişeHatunnefsinisagīr-imezbûraecnebîyetezvîciylehakk-ıhidânesisâkıtavesagīr-imezbûrAli ninbendengayrivelîsidahiolmamağlasagīr-imezbûrubanateslîmemezbûreÂişeHatun akıbel-işer dentenbîholunmak. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi113366  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesivoda mahallesinde oturan Bakiye isimli küçük kızın babası ölmüş ve kalan malların korunması ve yönetilmesi için kendisine vasi atanması gerekmektedir. Küçük kıza annesi Meyviş Hanım ile üvey babası Abdullah Ağa b. İslam vasi tayin edilmiştir.149SONUÇTarihin farklı dönemlerinde ve farklı coğrafyalarda uygulama alanı bulan aile babasının çocuklar üzerindeki velayet hakkı, uzun dönem herhangi bir sorgulama ve denetimden uzak bir şekilde sürmüştür. Nitekim bu geniş yetki, aile bireylerini borç karşılığında alacaklıya satma, rehin bırakma ve aile babasına yapılan itaatsizlik sonucu ölüme kadar giden farklı cezalandırma şekillerini de kapsamaktadır. Örneğin Roma da çocuk üzerindeki egemenlik hakkı, çocuğun yaşı ile sınırlı olmayıp, aile babasının ölümüne kadar devam eden bir durumdur. Çocuğun üzerindeki egemenlik hakkı, babanın ölmesi dışında, babanın bizzat bu haktan vazgeçmesi ile mümkündür. Bunun dışında babanın ehliyetinin yok olması, çocuğun rahip veya rahibe olmak istemesi yahut çocuğun ölmesi, söz konusu velayet hakkını düşürür. Roma toplumunda kadınların konumu çocuklardan farklı değildir. Kadın da çocukları gibi aile babasının velayeti altındadır. MS. 410 yılındaki II. Theodosius un emirnamesinden sonra kadınlar üzerindeki bu vesayetin kaldırılmaya başladığını anlıyoruz. Bu tarihten sonra kadınların da kendi çocuklarına vasi olabilme haklarının tanındığını söyleyebiliriz.Antik Yunan daki uygulamada babanın çocukları üzerindeki egemenlik hakkı Roma daki uygulamayla benzerlik arz eder. Çocuk ergenlik yaşına gelse dahi babanın çocuğu satma hakkı vardır. Babadan sonra ailenin ikinci saygın kişisi ise büyük erkek evlattır. Babanın öldüğü durumlarda velayet hakkı büyük oğula geçer, anne de diğer çocuklar gibi büyük erkek evladının hâkimiyeti altına girer. Atina da kadınlar hayatları boyunca bekârken baba ve erkek kardeş, evlendikten sonra ise koca ve en büyük oğlun velayeti altındadır.İslam hukukunda çocukların bakım, gözetim ve velayeti, çocuğun yaşına göre tanzim edilmiştir. Temyiz dönemi olarak adlandırılan 7 yaşına kadar olan sürede anneye olan ihtiyaç sebebiyle, çocuk annenin gözetimi altındadır. Temyiz yaşı konusunda hukukçular arasında kız çocuk için 9 erkek çocuk için 7 yaş 149  ...hersuretleemânetveistikâmetimalumveumur-ıvesayetiifayamuktedirbulunanvalidesiMeryişHanımileüveypederiAbdullahAğab.İslam ısağîre-imezbûreninvakt-irüşdvesedâdınadeğinmahallemizcevasîvetensîbeylemişolduğumuzdanmuâmele-işerʻiyyeninicrasıylamuktezîhüccet-işerʻiyyeninitâsızımnındaişbuşehâdetnâmemizbi t-tanzimcânib-işerʻ-işerîfdentakdîmkılındı. BOA,YB.021116/641(R.08/07/1336-M.8/7/1920)Aynıyüzyıldadikkatiçekenbirbaşkabelgedemahkemetarafındanbirkadınatevdiedilenvasilikgörevinin,birbaşkakadınınmallarınınmuhafazasıiçinolduğuanlaşılmaktadır.BOA,YB.021116/50(R.14/09/1333-M.14/11/1917)Yinebenzerbirkayıttaaklidengesinikaybedenanneyeyetişkinkızınınvasiolarakatandığıörneği.(BOA),YB.021nr.116/605-1,(R.20/07/1336-M.20/9/1920);YB.021nr.116/605-2,YB.021116/605-3.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 113377olmak üzere farklı görüşler vardır. Maliki ekolünde kızların evlilik yaşına kadar annenin gözetiminde kalmaları daha uygun bulunmuştur. Temyiz yaşına kadar anne veya kadın akrabalar tarafından sağlanan bakım ve gözetim tamamlandıktan sonra, çocuk babanın velayetine verilir. İmam Şafii ise, evlilik birliğinin sona ermesi durumunda, çocuk temyiz yaşını geçmişse ve ebeveynin her biri eşit sosyo-ekonomik şartlara sahip ise, çocuğun görüşüne başvurulması gerektiğini ifade eder. Çocuk hangi ebeveynin yanında kalmak isterse hâkim o yönde karar verir.Kadının hidâne hak/sorumluluğunun sona ermesinden sonra, çocuğun annede mi yoksa babada mı kalacağı konusunda doktrindeki genel kanaat velayetin babaya verileceği hususudur. Bu konuda Şafii, Maliki ve Hanbeli hukukçular genel olarak veli olma şartlarında  erkek olma  vasfını aradıklarından, kadının (hidane döneminden sonra) çocuk üzerinde velayet hakkının bulunmadığı öne sürerler. Buna karşılık Hanefi mezhebinde velayette erkek olma şartı bulunmadığından, yakın erkek akrabalardan kimse bulunmazsa velayet anneye geçer. Şüphesiz İslam hukuk literatüründeki görüş farklılıklarında Hz. Peygamberin yaşadığı dönemdeki farklı uygulamaların yanında, her müçtehit imamın kendi dönemindeki sosyal ihtiyaçlar, toplum yapısı kendi kişisel tecrübelerinin etkisi de yadsınamaz.Türk Medeni Kanununa göre ise çocukların velayetini evlilik birliği içinde ana baba beraber yerine getirir. Taraflardan birinin ölümü durumunda hâkim diğer ebeveyne velayet sorumluluğunu tevdi eder. Ayrılık durumunda ise çocuğun üstün menfaati esas alınarak hâkim hangi tarafa çocuğu teslim edeceğine karar verir.Çalışmamızın konusunu teşkil eden Osmanlı hukuk uygulamasında kadınların çocukları üzerindeki velayet hakkı, 17-19. yüzyıllar arasındaki arşiv belgeleri ve İslam Araştırma Merkezinin 100 ciltlik olarak yayınladığı İstanbul Kadı Sicillerindeki kayıtlar doğrultusunda şekillenmiştir. Gerek İstanbul Kadı Sicilleri gerekse Osmanlı Arşivindeki farklı tasniflerde yaptığımız taramalar sonucu, Osmanlı Devleti nde kadınların gerek çocuklarına gerekse başka yetişkinler üzerinde vasi olarak atandığını tespit ettik. Kadınların çocuklarına vasi olarak atanmaları çoğunlukla kocalarının ölümü, evi terk etmeleri veya kaybolmaları sonucu gerçekleşmiştir. Bu kayıtlar bize İslam hukukundaki ağırlıklı görüşe göre kadınların yalnızca çocuğun bakım, gözetim ve terbiye (hidâne) hakkının olduğu, velayet ve vesayetin yalnızca babada veya babadan sonra erkek akrabaların hakkı olduğu kuralıyla tam olarak örtüşmediğini kanıtlar. Nitekim diğer hukuk mezheplerinden farklı olarak Hanefi ekolündeki görüşe göre, çocuğa atanacak veli/vasi yoksa, hâkimin takdiriyle annenin de bu görevi ifa etmesi mümkündür. Nitekim Osmanlı mahkemelerindeki yürürlük kaynaklarının Hanefi ekolü çerçevesinde olması incelenen belgelerde kendini göstermiştir. Özellikle babanın ölümünden sonra mahkeme çoğunlukla anneye vasilik görevini tevdi etmiştir. Şüphesiz burada mahkeme kadılarının verdikleri kararlar, çocuğun âli menfaatleri doğrultusun 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi113388  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesida, hangi yakınının çocuğun malını iyi niyetle koruyacağı hususundaki birikim ve tecrübeye bağlı içtihada dayanmaktadır. Zira incelenen bazı kayıtlarda, babanın ölümü sonrasında amca ve diğer erkek akrabaların özellikle miras konulu malda adalete uygun olmayan tasarrufları sebebiyle, hâkimlerin atanan vasileri azl edip, yerine çoğunlukla anneleri tayin ettiği tespit edilmiştir.Bilindiği üzere çocukların bebeklik dönemlerini annelerinin yanında geçirmeleri, sağlıklı gelişimleri için elzemdir. Hidâne dönemi denilen bu süre zarfında çocuklar ya annelerine, anneleri hayatta değilse, anne tarafından kadın akrabaların gözetimine verilmiştir. Bunlar teyze, nine veya diğer kadın akrabaların olması mümkündür. Ancak incelediğimiz belgelerde çocuklar üzerindeki vasilik görevinin de teyze, abla ve nine gibi yakınlara verildiği anlaşılmaktadır. Her bir olayı kendi şartlarında değerlendirmekle beraber, anne babası vefat eden çocuğun mallarının korunması ve en iyi şekilde yönetilmesi konusunda yanında güvenilir kim varsa mahkeme bu görevi o kişiye tevdi etmiştir. Osmanlı mahkemelerinde verilen kararlarda vasinin erkek veya kadın olmasının herhangi bir farkının olmadığı anlaşılmıştır.Kadınların çocukları üzerindeki vasilik görevi dışında yetişkin kişiler üzerinde vasi olarak atanmalarına örnek olarak, mallarıyla ilgilenmeye fırsatı olmayan bir kadına, başka bir kadının vasi atanması ve akli dengesi yerinde olmayan bir kadının mallarının yönetimin kendi kızına verilmesini gösterebiliriz. Öte yandan kadınların yalnızca vasi olarak değil, vasilerin yaptıkları işlemleri denetleyen  nazır  olarak da atandıkları örnek dikkat çekicidir. 17. yüzyıldaki kayda göre babası vefat eden küçük yaşta bir çocuğun mallarının idaresi için bir vasi atamanın zaruretini ifadeden sonra, atanan vasilerin denetlenmesi gerektiği vurgulanmıştır. Kayıttan anladığımıza göre, iki erkek vasiyi denetim görevi Timurhan bt. Abdullah isimli bir kadına tevdi edilmiştir.Sonuç olarak Osmanlı Devleti nde kadınların çocukları üzerindeki velayet/vesayet haklarının uygulamada olduğu, imparatorluğun bazı bölgelerinde ise yekûn olarak toplam kayıtların yarıdan fazlasını teşkil ettiği tespit edilmiştir. Bu sonuç biz araştırmacılara, Osmanlı hukukunun uygulayıcıları olan kadıların İslam hukukunun kendilerine tanıdığı geniş takdir yetkisine dayanarak dönemin şartlarına uygun çözüm odaklı hükümler verdiğini kanıtlar.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 113399",
     "Kaynakça": "Arşiv BelgeleriTürkiye Cumhuriyeti Cumhurbaşkanlığı Devlet Arşivleri Başkanlığı Osmanlı Arşivi (BOA);BOA, Ali Emiri Tasnifi (AE.SMST.III), nr. 69/5138.BOA, Sadaret Mektubi Kalemi Nezaret ve Devair Evrakı (A. MKT. NZD.), nr. 76/86.BOA, Sadaret Mektubi Kalemi Devai Evrakı (A. MKT. DV.), nr. 156/94 2.BOA, Hariciye Nezareti Hukuk (HR.H), nr. 638/3 4.BOA, Hariciye Nezareti Sofya Sefareti (HR. SFR. 04), nr. 518/21.BOA, Cevdet Maliye (C.ML), nr. 481/14648 1.BOA, Maliye (MVL), nr. 539/61 1; 112/7 1 2 3.BOA, Rumeli Müfettişliği Arzuhaller (TFR.I. ŞKT), nr. 108/10707 1.BOA, Yabancı Arşiv Makedonya (YB.021), nr. 116/102; 116/641; 116/50; 116/605 1 3.Ahi Çelebi Mahkemesi 1 Numaralı Sicil, (1063 1064/1652 1653), Proje Yönetmeni: M. Akif Aydın, İstanbul: Türkiye Diyanet Vakfı İslam Araştırmaları Merkezi (İSAM) Yayınları, 2019.Bab Mahkemesi 3 Numaralı Sicil, (1077/1666 1667), Rıfat Günalan, İstanbul: İSAM Yayınları, 2011.Bab Mahkemesi 11 Numaralı Sicil, (1081/1670 1671), İstanbul: İSAM Yayınları, 2019.Bab Mahkemesi 46 Numaralı Sicil, (1096 1097/1685 1686), Hazırlayanlar: Sabri Atay, Hüseyin Kılıç vd., İstanbul: İSAM Yayınları, 2011.Bab Mahkemesi 54 Numaralı Sicil, (1102/1691), Hazırlayanlar: Hüseyin Kılıç, Yılmaz Karaca vd., İstanbul: İSAM Yayınları, 2011.Bab Mahkemesi 150 Numaralı Sicil, (1143 1144/1730 1732), İstanbul: İSAM Yayınları, 2019.Davud Paşa Mahkemesi 1 Numaralı Sicil, (1196 1197/1782 1783), İstanbul: İSAM Yayınları, 2019.Eyüb Mahkemesi (Havass ı Refia) 37 Numaralı Sicil, (1047/1637 1638), Salih Kahriman, Sabri Atay vd., İstanbul: İSAM Yayınları, 2011.Eyüp Mahkemesi 49 Numaralı Sicil, (1054/1644), Ayşe Seyyide Adıgüzel, Zeynep Trabzonlu, İstanbul: İSAM Yayınları, 2011.Galata Mahkemesi 7 Numaralı Sicil, (985 986/1577 1578), Mehmet Akman, Fethi Gedikli, İstanbul: İSAM Yayınları, 2011.Galata Mahkemesi 37 Numaralı Sicil, (1022 1024/1613 1615), Rasim Erol, Yılmaz Karaca, İstanbul: İSAM Yayınları, 2012.Galata Mahkemesi 65 Numaralı Sicil, (1051 1053/1641 1644), Sabri Atay, Rasim Erol, İstanbul: İSAM Yayınları, 2012.Galata Mahkemesi 114 Numaralı Sicil, İstanbul: İSAM Yayınları, 2019.İstanbul Mahkemesi 12 Numaralı Sicil, (1073 1074/1663 1664), Hazırlayanlar: Rasim Erol, Salih Kahriman vd., İstanbul: İSAM Yayınları, 2010. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi114400  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. Üyesiİstanbul Mahkemesi 18 Numaralı Sicil, (1086 1087/1675 1676), Hazırlayanlar: Salih Kahriman, Fuat Recep vd., İstanbul: İSAM Yayınları, 2010.Rumeli Sadareti Mahkemesi 56 Numaralı Sicil, (1042 1043/1633), Fuat Recep, Sabri Atay, İstanbul: İSAM Yayınları, 2011.Üsküdar Mahkemesi 14 Numaralı Sicil, Nuray Güler, İstanbul: İSAM Yayınları, 2010.Üsküdar Mahkemesi 531 Numaralı Sicil, (1204 1207/1790 1793), İstanbul: İSAM Yayınları, 2019.KanunlarAile Mahkemelerinin Kuruluş, Görev ve Yargılama Usullerine Dair Kanun, Kanun Numarası: 4787, Kabul Tarihi: 9/1/2003, RG: 18/1/2003/24997.Türk  Medeni  Kanunu,  Kanun  Numarası:  4721,  Kabul  Tarihi:  22.11.2001,  RG 08.12.2001/24607, md. 335.Cod. Theod. (The Codex Theodosianus) md. 8, 17.Kitaplar ve MakalelerAcar, H. İ.  Evlenme Engeli Olarak Din Farkı . Atatürk Üniversitesi İlahiyat Fakültesi Dergisi, 17, (2002): 21 46.Accarias C. Précis De Droit Romain, Contenant Avec L Exposé Des Principes Généreux, Le Texte, La Traduction Et L Explication Des Institutes De Justinien. Librairie Cotillon: 1886.Ahmed Cevdet Paşa. Açıklamalı Mecelle (Mecelle i Ahkam ı Adliye) 1312/1895. (Hazırlayan: Ali Himmet Berki). İstanbul: 1982.Akalın, A. G.  Eskiçağda Grek Kadının Toplumsal Yaşantısı . Tarih Araştırmaları Dergisi, 22, 33, (2003): 17 47.Akgündüz, A. Şeyhülislam Ebussuud Efendi Fetvaları (Fetevay ı Ebussu ud Efendi). İstanbul: 2018.Akıntürk, T. ve Ateş D. Aile Hukuku, C. II. İstanbul: Beta, 2020.Aksakal, S.  Boşanmadan Sonra Çocuğun Velayeti . Kahramanmaraş Sütçü İmam Üniversitesi İlahiyat Fakültesi Dergisi, 1, (2003): 167 190.Akyılmaz, S. G.  Kanun Önünde Eşitlik İlkesi Açısından Osmanlı Hukukunda Kadının Statüsü . II.Türk Hukuk Tarihi Kongresi Bildirileri, XIV. Türk Tarih Kongresi. Ankara: Türk Tarih Kurumu 2005, s. 827 847.Akyılmaz, S. G. Osmanlı Devleti nde Mülkiyet Hakları ve Mülkiyet İlişkileri Çerçevesinde Kadının Hukuki Statüsü, C. I. (Editör: Fethi Gedikli), 2019: s. 195 289.Akyüz, E. Çocuk Hukuku (Çocukların Hakları ve Korunması). İstanbul: Pegem Yayınları, 2018.Apaydın, Y..  Velayet . TDV İslam Ansiklopedisi, C. XLIII. İstanbul: Türkiye Diyanet Vakfı Yayınları, 2013: s. 15 19.Aslan, H. Tanzimat Döneminde Din Değiştirme Hareketleri (1839 1876). İstanbul: Türkiye Diyanet Vakfı Yayınları, 2010.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 114411Atasoy, S. İslam ve Osmanlı Hukukunda Hidâne. Ankara: 2019.Avcı, M. Türk Hukuk Tarihi. Konya: Atlas Akademi, 2017.Aydın, M. A. Osmanlı Aile Hukuku. İstanbul: Klasik Yayınları, 2020.Aydın, M. A. Türk Hukuk Tarihi. İstanbul: 2013.Bardakoğlu, A.  Hidâne , TDV İslam Ansiklopedisi, C. XVII. İstanbul: Türkiye Diyanet Vakfı Yayınları, 2013: s. 467 471.Bardakoğlu, A.  Vesayet , TDV İslam Ansiklopedisi, C. XLIII. İstanbul: Türkiye Diyanet Vakfı Yayınları, 2013: s. 66 70.Baygın, C. Soybağı Hukuku. İstanbul: On İki Levha Yayıncılık, 2010.Berrî, Z. A. Ahkâmu l  evlad fî l İslâm. Dâru l  Kavmiyyeli t Tıbaâti ve n Neşr, 1964.Bilmen, Ö. N. Hukuk ı İslamiyye ve Istılâhat ı Fıkhiyye Kâmusu, C. 2. Ravza Yayınları.Birth, N. D. Death, and Motherhood in Classical Greece. Baltimora and London: Johns Hopkins University Press, 1994.Bonnard, A. Antik Yunan Uygarlığı, C. II. (Çev. Kerem Kurtgözü). İstanbul: Evrensel Basım Yayın, 2004.Buhâri, Ebû Abdillah Muhammed b. İsmail. Sahîhu l Buhârî, thk. Mustafa Dîb el Buga, 5 c., 2. bs., Dimaşk, Dâru l Ulûmi l İnsâniyye, 1993.Cevheri, İ. b. H. Sıhahü l luga. Tahkik: Ahmed Abdülgafur Attâr, 6. Baskı, 6 c. Beyrut: Dâru l İlmi li l Melâyîn, 1990.Cin, H. ve Akyılmaz, S. G., Türk Hukuk Tarihi. Konya: 2010.Çatalcalı Ali Efendi. Fetava yı Ali Efendi, C. 1. (Haz. Esra Kılavuz Eser). İstanbul: 2021.Çelebican, Ö. K. Roma Hukuku. Ankara: 2014.Dural, M.; Öğüz, T. ve Gümüş, M. A. Türk Özel Hukuku, C. III, Aile Hukuku. İstanbul: 2015.Ebu Bekr Abdurrezzak b. Hemmam es Sanânî. el Musannef. Tahkik: Habiburrahman Azami, 11 c., Beyrut: el  Meclsü l İlmi, 1983.Ebu Davud, Süleyman b. Eş as b. İshak el Ezdi es Sicistani. Sünenu Ebû Dâvud, thk. Muhammed Avvame, Cidde, 4 c., Dârü l Kıble li s Sekâfeti l İslâmiyye, 1998.Erbay, C. İslam Hukukunda Küçüklerin Himayesi. Göytürk Matbaası, 1995.Erdoğan, M. Fıkıh ve Hukuk Terimleri Sözlüğü. İstanbul: Ensar Neşriyat, 2013.Erdoğmuş, B. ve Tahiroğlu, B. Roma Hukuku Pratik Çalışmaları  Meseleleri . İstanbul: Der Yayınları, 2014.Eren, A. A. Hidâne. Matbaa i Vasil ve Şürekâsı, Galata. İstanbul: 1313.Erten, H. Osmanlı Aile Yapısı. Konya: 2017.Faroqhi, S.  Krizler ve Değişim 1509 1699 , Osmanlı İmparatorluğu nun Ekonomik ve Sosyal Tarihi c. II, Editör: Halil İnalcık, Donalt Quartert, (2004): s. 543 757.Gönenç, F. İ. Roma Hukukunda Kadın. İstanbul: On İki Levha Yayınları, 2010.Hatemi, H. ve Serozan, R. Aile Hukuku. İstanbul: 1993. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi114422  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiHelvacı S. ve Erlüle F. Medeni Hukuk. İstanbul: Legal, 2018.İbn Abidin. Reddü l Muhtar ala Şerhi d Dürri l Muhtar, C. II. Kahire, 1307.İbn Hazm. el Muhallâ bi l âsâr fi şerhi l Mücellâ bi l ihtisâr. Tahkik: Ahmed Muhammed Şakir, 11 c., Kahire: Mektebetu l Cumhuriyyetü l Arabiyye, 1970.İbn Kudâme. el Muğni, Tahkik: Abdullah b. Abdulmuhsin et Türkî vd., 15 C., Riyad: 3. Baskı, 1997.İbn Manzûr, M. b. M. Lisanu ‘l Arab c. XV. Beyrut: Dâru Sadır, 1994.İnan, A. N. Çocuk Hukuku. Ankara: Ankara Üniversitesi Eğitim Fakültesi Yayınları, 1968.İnanır, A. Şeyhülislam İbn Kemal in Fetvaları Işığında Kanuni Devrinde Osmanlı da Hukukî Hayat: mes eleler ve çözümleri (Fetava yı İbn Kemal). İstanbul: Osmanlı Araştırmaları Vakfı, 2011.İstanbul Kadı Sicilleri (Proje Yönetmeni: Aydın M. A), İstanbul: Türkiye Diyanet Vakfı İslâm Araştırmaları Merkezi, 2008 2012.Karakoç, İ.  Bir İslam Hukuku Müessesesi Olan Hidâne Hakkının ve Osmanlı Aile Hukukunda Uygulanışının İzmir Şer iyye Sicillerinde Yer Alan Bir Karar Örneği Üzerinden İncelenmesi , Gazi Üniversitesi Hukuk Fakültesi Dergisi, C. XIX, Sa. 3, (2015): 151 206.Karaman H. Ana Hatlarıyla İslam Hukuku, C. II. İstanbul: Ensar Neşriyat, 2014.Karaman H. Mukayeseli İslam Hukuku, Cilt I. İstanbul: Nesil Yayınları, 1996.Kâsânî, Bedaiü s Sanai  fî Tertibi ş Şerai , Tahkik: Ali Muhammed Muavviz, 10 c., Beyrut: Dar ul Kütüb il ilmiyye, 1986.Kayak, S.  Roma Hukukunda Aile Kurumu . Hacettepe Hukuk Fakültesi Dergisi, S. 8 (2018): 249 302.Koç N.  Türk Medenî Kanunundaki Düzenlemeler Işığında Vesayet Hukukuna Genel Bir Bakış . Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, 7, Özel Sayı, (2005): 99 120.Kurnaz Ş. II. Meşrutiyet Döneminde Türk Kadını. MEB yayınları, 1996.Kurtubi. Ahkâm ül Kur an, C. II (tahkik Ahmet Berduni ve İbrahim Itfiyyiş). Dâr ulKütüb ül Mısriyye 1964).Mâverdî. el Hâvi l Kebîr hüve Şerhu Muhtasaru l Müzenî, thk. Ali Muhammed Muavvız ve Adil Ahmed Abdülmevcûd, 19 c., Beyrut, Dârü l Kütübi l İlmiyye, 1994.Meriwether, M. L.  The Rights of Children and the Responsibilities of Women: Women as Wasis in Ottoman Aleppo, 1770 1840 . Amira Sonbol (ed), Women, the Family, and Divorce Laws in Islamic History (Contemporary Issues in the Middle East), Syracuse University Press.Meriwether, M. L. The Kin Who Count: Family and Society in Ottoman Aleppo (11701840). Austin: The University of Texas Press, 1999.Oğuzman K. ve Dural M. Aile Hukuku. İstanbul: Filiz Kitabevi, 1998.Oğuzoğlu C. Velayetin Medeni Hukuktaki Ehemmiyeti. Ankara: Yeni Cezaevi Matbaası, 1940.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Osmanlı Hukuk Uygulamasında Kadının Çocuğu Üzerindeki Velayet ve Vesayet Hakkı 114433Okandan, R. G.  Kadim Yunan da Hususi Hukuk, Ceza Hukuku Adli Teşkilat ve Muhakeme Usulü . İstanbul Üniversitesi Hukuk Fakültesi Dergisi, 17, (1951): 786 815.Okur Gümrükçüoğlu, S.  Erken Dönem İslam Hukuk Tarihindeki Hukuk Ekollerinin Oluşumunda Coğrafya, Kültür ve Sosyal Şartların Etkisi , Yalova Üniversitesi Sosyal Bilimler Dergisi, 8, 13, (2017): 205 221.Okur Gümrükçüoğlu, S.  Osmanlı Toplumunda Kadınlar (16. ve 17. Yüzyıllar) , Editör: H. Şule Albayrak, Kadın Olmak İslam, Gelenek, Modernlik ve Ötesi. İstanbul: İz Yayıncılık, 2016: s. 275 302.Osmanlı Arşivinde Şeyhülislam Fetvaları (Proje Yöneticisi: Uğur Ünal). Devlet Arşivleri Genel Müdürlüğü, 2016.Özcan T. Osmanlı Para Vakıfları, Kanuni Dönemi Üsküdar Örneği. Türk Tarih Kurumu, 2003.Özmel, İ.  Kayyım . TDV İslam Ansiklopedisi, C. XXV. (2002): 107 108.Özmen İ. Açıklamalı İçtihatlı Velayet Hukuku Davaları ve Çocuk Mahkemeleri. Kartal Yayınevi, 2005.Öztan B. Aile Hukuku. Ankara: Turhan Kitabevi 2004.Prichard, A. M. Leage s Roman Private Law. St Martin s Press, 1964.San ani, M. İ. B. Sübülü s Selam, C. III. Beyrut: 1988.Serahsi, Ebû Bekr Şemsüleimme Muhammed b. Ahmed b. Sehl. el Mebsut, 30 c., Kahire: Matbaatü s Saade, 1906 1907.Sina, A.  Eski Yunan Yargı Sistemi: MÖ.IV. Yüzyılda Atina da Yargıçlar ve Mahkemeler , Türkiye Barolar Birliği Dergisi, 123, (2016): 419  450.Şevkâni. Neylu l evtâr min esrâri Munteka l ahbâr. Hazırlayan: Muhammed Subhi b. Hasen Tellak vd., 8 c., Kahire, 1993.Şeyhülislam Feyzullah Efendi. Fetevâ yı Fevziyye. (hz. Süleyman Kaya). İstanbul: 2009.Şirbini, M. H. Muğni l Muhtac ila Marifeti Meani l Elfazi l Minhac. Cilt III. İstanbul: 1958.Tahiroğlu, B. ve Erdoğmuş B. Roma Hukuku Dersleri. İstanbul: Der Yayınları, 2012.Tatar, C. İslam da Boşanmanın Çocuklar Üzerindeki Hukuki Sonuçları. İstanbul Üniversitesi Sosyal Bilimler Enstitüsü, Yayınlanmamış Yüksek Lisans Tezi. İstanbul: 2016.Tikveş, Ö.  Eski Yunan da Devlet Anlayışı . İstanbul Üniversitesi Hukuk Fakültesi Dergisi, 35, (1969): 164 207.Tirmizi, Ebû İsa Muhammed b. İsa b. Sevre es Sülemi: Sünenü t Tirmizi, thk. Beşşar Avvad Ma ruf, 4 c., Beyrut, Dârü l Garbi l İslâmî, 1998.Topal, Ş.  Korumaya Muhtaç Çocukların Bakımı ve Gözetimi Açısından İslâm Hukukunda Velayet ve Vesayet Yetkisi . Din Bilimleri Akademik Araştırma Dergisi, 6, (2006): 250   273.Tucker, J. E.  Eksiksiz Sevgi: Osmanlı Suriyesi ve Filistin de İslam Hukukuna Göre Annelik . Madeline C. Zilfi (ed). Modernleşmenin Eşiğinde Osmanlı Kadınları, çev. Necmiye Alpay, Tarih Vakfı Yurt Yayınları, (2000): s. 222 240. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi114444  Saliha OKUR GÜMRÜKÇÜOĞLUDr. Öğr. ÜyesiTucker, J. E. Women, Family and Gender in Islamic Law. Cambridge: Cambridge University Press, 2008.Türkdoğan, O.  Türk Ailesinin Genel Yapısı . Sosyo Kültürel Değişme Sürecinde Türk Ailesi Cilt I, (Proje Yürütücüsü: Hakkı Dursun Yıldız). Başbakanlık Aile Araştırma Kurumu, (1992).Umur, Z. Roma Hukuku Ders Notları. İstanbul: Beta Yayınları, 2010.Usta, S., Velayet Hukuku. İstanbul: On İki Levha Yayınları, 2016.Üçok, C.  Alman Hukukunun Tarihi Gelişmesine Bir Bakış . Ankara Üniversitesi Hukuk Fakültesi Dergisi, 7, (1950): 232 321.Yıldırım, M. İslam Hukukunda Hidâne (Çocuğun Bakımı, Eğitimi ve Korunması). Manisa: Emek Matbaacılık, 1990.Yılmazcan, D.  Antik Yunan da Oikos ve Kadın . Çankırı Karatekin Üniversitesi Karatekin Edebiyat Fakültesi Dergisi, 8, (2020): 272   285.Zerka, M. A. İslam Hukuku: Çağdaş Yaklaşımlar, C. II. (Çev. Servet Armağan). İstanbul: 1993.Ziyan, A. Velayet İlişkisi Bağlamında Çocuğun Ebeveyni Tarafından Temsili. İstanbul: 2020.Zuhayli, V. İslam Fıkhı Ansiklopedisi C. 10."
}