{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "12",
     "Sayı": "1",
     "Başlık": "ANONİM ŞİRKETLERE GETİRİLEBİLECEK BİR AYNİ SERMAYE UNSURU OLARAK ÖZEL MÜLKİYETE TABİ TAŞINIR KÜLTÜR VARLIKLARININ DEĞERLENDİRİLMESİ",
     "Title": "EVALUATION OF THE MOVABLE CULTURAL PROPERTIES SUBJECT TO PRIVATE OWNERSHIP AS CAPITAL IN KIND THAT COULD BE CONTRIBUTED TO THE JOINT STOCK COMPANIES",
     "Yazar İsmi": [
          "Dr. Öğr. Üyesi Semih Sırrı ÖZDEMİR",
          "Arş. Gör. Mehmet Mert ÖZYILDIRIM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ayni Sermaye Getirilmesi",
          "Anonim Şirketlerin Kuruluşu",
          "Taşınır Kültür Varlığı",
          "Nakden Değerlendirilebilen ve Devredilebilen Değerler",
          "Özel Sicile Şerh",
          "Güvenilir Kişiye Tevdi"
     ],
     "Keywords": [
          "Capital Contribution in Kind",
          "Establishment of Joint Stock Companies",
          "Movable Cultural Property",
          "Transferable and Appraisable Assets",
          "Annotation to the Relevant Registry",
          "Deposition to the Trustee"
     ],
     "Özet": "Anonim şirket kuruluşunda, nakdi sermayenin yanı sıra ayni sermaye de getirilebilmektedir. Koleksiyon değeri taşıyan taşınır varlıkların, şirket sermayesinin çeşitlendirilmesini sağlamaları ve değer kaybına karşı korunmaları gibi sebeplerle, ayni sermaye olarak getirilmeleri ile uygulamada sıklıkla karşılaşılmaktadır. Ancak anılan eserlerin aynı zamanda taşınır kültür varlığı olarak değerlendirilebilme ihtimali, ilgili mevzuat çerçevesinde bunlara yönelik devir sınırlamalarının ve 6102 sayılı Türk Ticaret Kanunu açısından bu varlıkların anonim şirketlere ayni sermaye olarak getirilmelerine ilişkin usulün ayrıca ele alınmasını gerekli kılmaktadır.Taşınır kültür varlıkları; tarih öncesi ya da tarihi devirlerde insanlar tarafından oluşturulan ve belirli bir ulus ya da topluluk açısından önem arz eden taşınabilir nadide eserlerdir. 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu, taşınır kültür varlıkları üzerinde özel mülkiyet kurulabilmesine belirli hallerde imkân sağlamaktadır. Bu bağlamda özellikle müzayede şirketleri, kültür varlığı tacirleri, ruhsatlı koleksiyonerler ve özel müzeler aracılığıyla bunların ticari işlemlere konu edilebilmesine de izin verilmiştir. Fakat 2863 sayılı Kanun kapsamında korunması gerekli nitelikte olan kültür varlıkları bakımından maliklere çeşitli yükümlülükler getirilmiştir.Korunması gerekli taşınır kültür varlıkları açısından malikler, ilgili kültür varlığını, Kültür ve Turizm Bakanlığı na bağlı bir müze müdürlüğüne getirip tescil ettirmek, koruma ve muhafazası ile bizzat ilgilenmek ve gerekli durumlarda devlet müzelerine bildirimde bulunmakla yükümlü kılınmıştır. Belirtilen sınırlamalar, söz konusu taşınır varlıkların anonim şirketlere ayni sermaye olarak getirilmesi sürecinin 6102 sayılı Türk Ticaret Kanunu ve alana ilişkin mevzuat açısından incelenmesini gerektirmektedir. Bu kapsamda çalışmanın amacı; taşınır kültür varlığı kavramının ve bu yöndeki tasnifin açıklanması, bunların anonim şirkete sermaye olarak getirilmesine ilişkin temel esasların değerlendirilmesi ve anılan varlıkların devrine ilişkin sınırlamaların bu sürece etkisinin irdelenmesidir.",
     "Abstract": "During the establishment of a joint stock company, apart from the cash capital, the capital in kind could also be contributed. In this context, it is frequently encountered in practice that movable collectibles are committed as capital in kind, essentially for the reasons of preserving their value over time and ensuring the diversification of the company s capital. However, since the aforementioned assets are also likely to be considered as movable cultural properties, the issue should be discussed independently in terms of the transfer restrictions over these assets within the framework of the relevant legislation and the procedure for contributing them to the joint stock companies as capital in kind, regarding to the Turkish Commercial Code numbered 6102.Movable cultural properties are portable rare artifacts that have been made by humans in prehistoric or historical times and that are important for a particular nation or community. With the Law on the Conservation of Cultural and Natural Property numbered 2863, it is provided that private ownership could be established on the cultural properties if certain conditions are met. It is also allowed to conduct commercial transactions in a controlled manner especially through auction companies, cultural property traders, licensed collectors and private museums. However, for the cultural properties to be protected within the scope of Law No. 2863, various duties have been imposed on the owners.Owners of the movable cultural property to be protected are under obligations including, bringing the property to the museums affiliated with the Ministry of Culture and Tourism and registering it, noticing of its preservation and protection personally, and notifying the state museums when necessary. Such various limitations necessitate an independent approach for the process of bringing in-kind capital to the joint stock companies in terms of the Turkish Commercial Code numbered 6102 and the relevant legislation. In this scope, the aim of the study is to explain the concept of movable cultural property and its classification, to discuss the basic principles of bringing them as capital to a joint stock company, and to examine the effects of the restrictions on the transfer of the mentioned assets to the capital commitment process.",
     "Metin": "Ayni sermaye, bir şirketin kuruluşunda ortakların getirmeyi taahhüt ettikleri, gayrinakdi malvarlığı unsurlarını ifade etmektedir. Bu kapsamda ticaret şirketlerine ayni sermaye olarak getirilebilecek değerler, 6102 sayılı Türk Ticaret Kanunu nun (TTK) 127/1. maddesinde örnekleme yoluyla belirtilmiştir. Anonim şirketler açısından ise, yalnızca üzerinde sınırlı bir ayni hak, haciz ya da tedbir bulunmayan, nakden değerlendirilebilir ve devri mümkün malvarlığı unsurlarının sermaye olarak taahhüt edilebileceği ifade edilmiştir. Bu bağlamda, özel mülkiyete tabi ve taşınır vasfında olmalarına rağmen, muhafazaları ile devir esaslarına dair özel hükümler öngörülen taşınır kültür varlıklarının, ayni sermaye olarak getirilmesine ilişkin esasların incelenmesi amaçlanmaktadır.Çalışmanın ilk bölümünde taşınır kültür varlığı kavramına ve hukuki niteliğine yer verilmiş; bu kapsamda 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu çerçevesinde korunması gerekli görülen taşınır kültür varlıkları ile korunmasına gerek görülmeyen taşınır kültür varlıkları arasındaki fark ele alınmıştır. Ayrıca, Türk hukuku açısından taşınır kültür varlıklarının sınıflandırılmasında kullanılan bir diğer kıstas olan arkeolojik, etnografik ve güzel sanat eseri niteliklerinin tanımı ve bu niteliklerdeki kültür varlıklarının tabi oldukları esaslar ayrı ayrı incelenmiştir. İkinci bölümde, anonim şirketlere sermaye getirilmesine dair genel esaslar ele alınmış ve bu bağlamda, taşınır kültür varlıkları ile benzer şekilde, koleksiyon değeri taşıyan varlıkların bir sermaye unsuru olarak öne çıkan nitelikleri açıklanmıştır. Ek olarak, taşınır kültür varlıklarına, bilirkişiler tarafından yapılacak değer takdirinde dikkat edilmesi gereken hususlar incelenmiştir. Üçüncü bölümde ise, özel mülkiyete tabi taşınır kültür varlıklarının TTK m. 342 de öngörülen koşullar çerçevesinde ayni sermaye yeterliliği ele alınarak; söz konusu varlıkların, anonim şirketlere sermaye olarak getirilmesine dair esaslar değerlendirilmiştir. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi229944  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.I. TAŞINIR KÜLTÜR VARLIĞI KAVRAMI VE HUKUKİ NİTELİĞİA. TANIMIKültür varlıkları; tarihi, sanatsal, arkeolojik, bilimsel ya da kültürel açıdan ait oldukları dönem veya toplumun tanımlanabilmesi ve anlaşılabilmesinde rol oynayan nadide eserlerdir.1 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu nda (KTVKK) bu kavram,  tarih öncesi ve tarihi devirlere ait bilim, kültür, din ve güzel sanatlarla ilgili bulunan veya tarih öncesi ya da tarihi devirlerde sosyal yaşama konu olmuş bilimsel ve kültürel açıdan özgün değer taşıyan yer üstünde, yer altında veya su altındaki bütün taşınır ve taşınmaz varlıklar  şeklinde tanımlanmaktadır, (m. 3). Bu kapsamda, insanlığın teknolojik ya da sanatsal açıdan ilerleyişini, sosyal ve kültürel yaşamını, inanç ya da ibadet faaliyetlerini yansıtan taşınır ve taşınmaz eserlerin tümü kültür varlığı olarak kabul edilmektedir.2Anılan Kanun da kültür varlıkları, taşınır ve taşınmaz kültür varlıkları olmak üzere iki ayrı başlık altında düzenlenmiştir.3 Taşınmaz kültür varlıkları;  tarih öncesi ve tarihi devirlere ait bilim, kültür, din ve güzel sanatlarla ilgili bulunan, o eseri meydana getiren toplumun toplumsal, kültürel, ekonomik, siyasal, bilimsel ya da estetik niteliklerinin belgesi olan yer üstünde, yer altında veya su altındaki taşınmaz varlıkları  ifade etmektedir.4 Bu varlıklardan muhafaza, bakım, onarım ve/veya restorasyon işlemleri konusunda belirli bir uzmanlık isteyen eserlere  korunması gerekli taşınmaz kültür varlığı  adı verilmektedir (KTVKK m. 3/4). Bu bağlamda, 1899 yılı ve öncesinde inşa edilen taşınmazlar başka herhangi bir işleme gerek olmaksızın  korunması gerekli taşınmaz kültür varlığı  olarak kabul edilmekteyken; bu tarihten sonra yapılanlar, ancak yukarıda belirtilen koşulları taşıması halinde ve Bakanlık kararıyla bu kapsam dâhilinde ele alınabilecektir.5 Taşınır kültür varlıkları ise günümüze kadar ulaşmış, insanlar tarafından emek verilerek belirli amaçlarla oluşturulan ve bir ulus ya da topluluk açısından önem 1 SibelÖzel,Uluslararası Alanda Kültür Varlıklarının Korunması,(İstanbul:AlkımYayınları,1998),24;PattyGerstenblith, IdentityandCulturalProperty:TheProtectionofCulturalPropertyintheUnitedStates ,Boston University Law Review75(1995):569;Jeanne-MariePanayotopoulos, L émergencedel intérêtgénéralàlaprotectiondupatrimoineculturelenDroitinternational ,(ThèsedeDoctorat,L InstitutUniversitaireEuropéendeFlorence,2015),81-84.2 NusretİlkerÇolak,Kültür ve Tabiat Varlıklarını Koruma Hukuku,(İstanbul:OnİkiLevhaYayıncılık,2015),25.3 Taşınırkültürvarlıklarının,genelliklekolaycataşınabilirnitelikteolmalarındandolayı,izinsizşekildeyerlerindençıkarılmalarıveyayasadışıticaretekonuedilmeleritaşınmazkültürvarlıklarınanazarandahamuhtemeldir.Kanunkoyucu,butürrisklerinönlenmesiveözelkorumatedbirlerininbelirlenebilmesiamacıyla,taşınmazvetaşınırkültürvarlıklarınıntabiolacaklarıhukukistatüyüayrıayrıdüzenlemegereğiduymuştur.Buyöndebkz.AliYağcı;RabiaTaşveTuğçeKılıç,Kültür ve Tabiat Varlıklarını Koruma Kanunu (Açıklamalı-İçtihatlı),(Ankara:AdaletYayınevi,2016),114.4 Tanımiçinbkz.KorunmasıGerekliTaşınmazKültürVarlıklarınınveSitlerinTespitveTesciliHakkındaYönetmelik,m.3/1-m,(RG.13.03.2012No.28232).5 SibelÖzel, TürkHukukundaKültürVarlıklarınınMülkiyeti ,Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi24,S.1(2018):218.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 229955arz eden taşınabilir eserlerdir.6 Bu eserlerden de muhafaza, bakım, onarım ve/veya restorasyona ihtiyaç duyanlar  korunması gerekli taşınır kültür varlıkları  olarak adlandırılmaktadır (KTVKK m. 3/4). Kanun bunları,  dönemin sosyal, kültürel, teknik veya ilmi özelliklerini yansıtan ve belge değeri taşıyan eserler  olarak tanımlamakta (m. 23) ve hangi taşınırların bu kapsamda olduğu örnekleme yoluyla belirtilmektedir.7 Bu noktada taşınırların, korunması gerekli nitelikte olduğuna karar verilmesi; muhafaza, bakım, onarım veya restorasyona ihtiyaç duyması, ait olduğu dönemin özelliklerini yansıtması ve herhangi bir bilim dalı açısından belge değeri taşıyor olmasına bağlıdır.8 Yeni keşfedilen veya üçüncü bir kişiden devralınan taşınır kültür varlıklarının, anılan Kanun kapsamında öngörülen koruma tedbirlerine tabi olup olmadıklarının değerlendirilmesi için belirtilen nitelikleri taşıyıp taşımadıklarının tespit edilmesi gerekmektedir.10B. KORUNMASI GEREKLİ TAŞINIR KÜLTÜR VARLIĞI NİTELİĞİNİN TESPİTİNE DAİR SÜREÇ VE UYGULANAN KISTASLARKanun koyucu, bir varlığın korunması gerekli kültür varlığı olup olmadığının belirlenebilmesi amacıyla taşınır kültür varlıkların, bilimsel esaslara göre tasnif ve tescile tabi tutulacağını kararlaştırmış ve bu konudaki kıstas, usul ve esasların bir yönetmelikle düzenleneceğini belirtmiştir (KTVKK m. 25). Bu amaçla, Korunması Gerekli Taşınır Kültür ve Tabiat Varlıklarının Tasnifi, Tescili ve Müzelere Alınmaları Hakkında Yönetmelik (KGTTY) yayımlanmıştır.11 Taşınır kültür varlıklarının, korunması gerekli nitelikte olup olmadıklarının tespit edilebilmesi için öncelikle Kültür ve Turizm Bakanlığı na bağlı müze müdürlüklerince bilimsel esaslara göre kurulan değerlendirme komisyonları tarafından tasnif edilmeleri şarttır (KGTTY m. 5/1).12 Değerlendirme komisyonunun yaptığı tasnif sonucunda söz konusu varlığın, 2863 sayılı Kanun un 23. maddesi kapsa6 MertÜlgen,Kültür ve Tabiat Varlıklarının Ticareti ve Yurtdışına Çıkarılması Suçları,(İstanbul:OnİkiLevhaYayıncılık,2020),19.Kültürvarlıklarını,tabiatvarlıklarındanayıranentemelhusus;kültürvarlıklarınıninsanlartarafındanbirdışmüdahalesonucuoluşturulmuşveyageliştirilmişolmasıdır.Bkz.AhmetGündel,Açıklamalı-İçtihatlı Eski Eserler Hukuku,(Ankara:SeçkinYayıncılık,1996),138.7 Özel,Kültür Varlıklarının Korunması,10.8 MehmetNihatKanbur, KültürveTabiatVarlıklarınınYurtDışınaÇıkarılmaYasağınaMuhalefetSuçu(KvTVKKm.32vem.68) ,(DoktoraTezi,DokuzEylülÜniversitesi,2007),51.9 Korumatedbirleri,yalnızcakorunmasıgerekliolduğutespitedilentaşınırkültürvarlıklarıiçinuygulanmaktadır.Bkz.Yağcı,TaşveKılıç,Kültür Varlıklarını Koruma,123.10 OğuzSancakdar;PınarYağcı;ŞükürTaşyıldızveEzgiÇırak,Kültür ve Tabiat Varlıkları Hukuku,(Ankara:AdaletYayınevi,2021),865-866;SabihKanadoğlu,Kültür ve Tabiat Varlıklarını Koruma Hukuku,(Ankara:SeçkinYayıncılık,2007),195.11 RG.20.04.2009No.27206.12 Tasnifamacıylamüzemüdürlüklerinegetirilenvarlıklar,ilkolarakmüzeidaresinceemanetealınmaktavesözkonusuvarlıklarıgetirenlereidaretarafından taşınırgeçicialındı belgesiverilmektedir,(KGTTYm.4/1).Müzeyeteslimedilenvarlıkların,korunmasıgereklikültürvarlığıolupolmadığınıntespitiamacıyla,müzemüdürlüğünceüçkişidenazolmamaküzereihtisaselemanlarındanoluşanbirdeğerlendirmekomisyonukurulur,(KGTTYm.5). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi229966  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.mında korunması gerekli taşınır kültür varlığı olduğuna karar verilmesi halinde ise tescil aşamasına geçilmektedir.13Taşınır kültür varlıkları açısından tescil;  korunması gerekli taşınır kültür varlıklarından, müzelere alınanların müze envanter defterine kaydı ile müzelere alınmayanların belge ve envanter listelerinin birer nüshasının müze dosyalarında muhafaza edilmesini  ifade etmektedir (KGTTY, m. 3/1-h). Ancak bu işlem, her taşınır kültür varlığı için değil; yalnızca değerlendirme komisyonu tarafından korunması gerekli olduğuna karar verilen taşınır kültür varlıkları için söz konusudur.14 Dolayısıyla tescil işleminin gerçekleştirilmesi, ilgili varlığın 2863 sayılı Kanun un 23. maddesinde belirtilen nitelikleri taşıdığının ve korunması gerekli taşınır kültür varlığı olarak kabul edildiğinin tespiti niteliğindedir. Korunması gerekli olduğu tespit edilen taşınır kültür varlığının malikleri, 2863 sayılı Kanun ve ilgili mevzuatta belirtilen koruma tedbirlerine uymak zorundadır. Gerektiğinde müze müdürlüğüne eserlerin durumuyla ilgili bildirimde bulunulması, bakım ve onarımın uzman kişilere müdürlüğün gözetiminde yaptırılması, denetim için Bakanlık tarafından gönderilecek personele kolaylık sağlanması gibi yükümlülükler bunlar arasındadır.15 Ayrıca, genel bir ilke olarak, ilgili kültür varlıklarının yurtdışına çıkarılması da yasaklanmıştır.16Değerlendirme komisyonu tarafından yapılan tasnif sonucunda verilebilecek bir diğer karar ise, kültür varlığının envanter bilgilerinin müze tarafından kayıt altına alınmasına gerek görülmemesi ve tescil dışı bırakılmasıdır.17 Tescil dışı olduğu tespit edilip, sahiplerine iade edilen; bir diğer ifadeyle, korunmasına gerek görülmeyen kültür varlıkları, 2863 sayılı Kanun un koruma kapsamı dışındadır.18 Bu varlıklar üzerinde, herhangi bir koruma tedbirine tabi olmadan, diğer taşınır mallarda olduğu gibi eşya hukukunun genel kuralları çerçevesinde, istenildiği şekilde tasarruf edilebilmesi mümkündür.1913 Yağcı,TaşveKılıç,Kültür Varlıklarını Koruma,127.14 Sancakdar,Yağcı,TaşyıldızveÇırak,Kültür ve Tabiat Varlıkları Hukuku,867;Yağcı,TaşveKılıç,Kültür Varlıklarını Koruma,127.15 KGTTY,EK-2,UyulmasıGerekenKoşullar,m.1/b,1/c,1/d.16 KTVKK,m.32.Builkeyeilişkinistisnalarhakkındabkz.KorunmasıGerekliTaşınırKültürveTabiatVarlıklarınınYurtDışınaÇıkarılmasıveYurdaSokulmasıHakkındaYönetmelik,(RG.16/02/1984No.18314).17 Tescildışıolduğunakararverilenkültürvarlıklarının, TescilDışıTaşınırKültürveTabiatVarlığıBelgesi düzenlenerekiadeedilmesigerekmektedir,(KGTTYm.9/1).18   ... Bu itibarla; bir taşınır kültür varlığının hem tescil dışı olması hem de müzelerde korunması gerekli değer taşıması mümkün değildir. Zira tescil dışı bırakılan varlıklar korunması gerekmeyen ve bu nedenle 2863 sayılı Yasa kapsamı dışında kalan kültür varlıklardır...  Y.11.CD,04.04.2002,E.2002/2059,K.2002/2907.Aynıyöndebkz.Y.7.CD,23.11.2006,E.2005/14011,K.2006/17785;Y.7.CD,17.01.2011,E.2009/377,K.2011/1526;Y.7.CD,21.09.2010,E.2008/19582,K.2010/12958,https://www.lexpera.com.tr,(ErişimTarihi:Ocak8,2022).19   Tasnif ve tescil dışı bırakılan ve müzelere alınması gerekli görülmeyenler, sahiplerine bir belge ile iade olunurlar. Belge ile iade olunan kültür varlıkları üzerinde, sahipleri her türlü tasarrufta bulunabilirler ,(KTVKKm.25).Bukonudaayrıntılıbilgiiçinbkz.Kanadoğlu,Kültür ve Tabiat Varlıklarını Koruma,195;Kanbur, KültürVarlıklarınınYurtDışınaÇıkarılmaYasağınaMuhalefet ,106,dn.301;Yağcı,TaşveKılıç,Kültür Varlıklarını Koruma,127.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 229977Değerlendirme komisyonunun tescil konusundaki takdir yetkisi, ilgili varlıkların belge değeri taşıyıp taşımadığı, müze koleksiyonlarını tamamlayıcı nitelikte bulunup bulunmadığı ve döneminin özelliklerini yansıtıp yansıtmadığı hususları çerçevesinde kullanılmalıdır. Koruma kapsamı dışında bırakıldığı ilgili mevzuatta açıkça ifade edilen, son dönem Osmanlı padişahlarına ait sikkeler ile günümüzden en çok yüz yıl öncesi bir döneme ait etnografik kültür varlıkları ise, bu takdir yetkisine istisna teşkil etmektedir, (KGTTY, m. 3/1-ı).22 Buna göre, Türk halı sanatının karakteristik özelliklerini yansıtan 90 yıllık kıymetli bir halı veya 75 yıllık gümüş bir buhurdan, her ne kadar etnografik nitelikte bir taşınır kültür varlığı olsa da; 2863 sayılı Kanun kapsamında  korunması gerekli taşınır kültür varlığı  niteliği taşımayacaktır.C. TAŞINIR KÜLTÜR VARLIKLARININ SINIFLANDIRILMASI1. Arkeolojik Nitelikteki Kültür VarlıklarıKGTTY de taşınır kültür varlıkları, nitelikleri bakımından arkeolojik eserler, etnografik eserler ve güzel sanat eserleri olmak üzere üç ana başlık altında ele alınmıştır, (m. 3).23 Bunlardan ilki olan arkeolojik nitelikteki kültür varlık20   Osmanlı Padişahlarından Abdülmecit, Abdülaziz, V. Murat, II. Abdülhamit, V. Mehmet Reşat ve Vahidettin ve aynı çağdaki sikkeler, bu Kanuna göre tescile tabi olmaksızın yurt içinde alınıp satılabilirler. Bu madde kapsamına girmeyen sikkeler bu Kanun un genel hükümlerine tabidir ,(KTVKKm.23/1-a).Aynıhusus,EtnografikNiteliktekiTaşınırKültürVarlıklarıHakkındaYönetmeliğin3.maddesindedeşuşekildebelirtilmiştir. Müze koleksiyonlarını tamamlayıcı nitelikte olmayan ve belge değeri taşımayan etnoğrafik nitelikteki kültür varlıkları ile Abdülmecit, Abdülaziz, V. Murat, II. Abdülhamit, V. Mehmet Reşat ve Vahidettin e ait ve aynı çağdaki sikkelerin yurtiçinde alımı, satımı ve devri serbest olup ayrıca tescile tabi değildirler. Buçerçevede,SultanAbdülmecit in1839yılındakitahtaçıkışındanOsmanlıDevleti ninsonaermesinekadardarpedilmişsikkelerin,tesciletabiolmadığısonucunaulaşılabilmektedir.21 Etnografikniteliktekikültürvarlıkları; halkın sosyal hayatını yansıtan insan yapısı araç ve gereçler dâhil bilim, din ve mihaniki sanatlarla ilgili taşınır varlıklarını ifadeetmektedir.Bkz.EtnografikNiteliktekiTaşınırKültürVarlıklarıHakkındaYönetmelik(ETKVY),m.2/b,(RG.26.1.1981No.17232).22 MilliMücadele ye,TürkiyeCumhuriyetitarihineveAtatürk eaiteserlerise;100yılilkesinebağlanansonuçlaratabideğildir.Bkz.Özel, KültürVarlıklarınınMülkiyeti ,231,dn.77.23 SözkonusuYönetmelikm.3/1-c de etütlükeser adıaltındabirkültürvarlığıçeşididahasayılarakbuvarlıkların; 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu kapsamına giren, ancak Eser Envanter Defterine kayıt edilecek nitelikte olmayıp bilimsel amaçla kullanılabilecek korunması gerekli eserler olduğubelirtilmiştir.Bukültürvarlıklarıaslında,müzemüdürlüğütarafındantutulanEserEnvanterDefterinekaydıgerekligörülmeyenkırıkseramikparçasıveyakorozyonauğramışsikkelergibiteşhirkabiliyetlerinikaybetmişvedüşükkondisyondabulunan,ancakbilimselaraştırmalardafaydalıolmasımuhtemelarkeolojikeserlerdir,(Bkz.BilgeUmarveAltanÇilingiroğlu,Eski Eserler Hukuku,(Ankara:AnkaraÜniversitesiBasımevi,1990),203;Özel, KültürVarlıklarınınMülkiyeti ,230).Bueserlerden,kültürvarlığınınbütünühakkındabilgiedinmeyeimkânvermeyecekveyaonarım/yenidenkurgugibiçalışmalardakullanılamayacakolanların,2863sayılıKanunkapsamındaolmadığıtespitedilerek,tescildışıbırakılmasıgerekir.Buvarlıklardanbilimselaraştırmalardafaydasağlayabilecekolanlarise,korunmasıgerekliarkeolojikkültürvarlıklarıylaaynıhukukirejimetabidir,(Bkz.Yağcı,TaşveKılıç,Kültür Varlıklarını Koruma,119;UmarveÇilingiroğlu,Eski Eserler Hukuku,203-204).DolayısıylahernekadarYönetmelik te etütlükeser adıaltındaayrıbirbaşlıklandırmayapılsada;bueserlerin,mülkiyetkurallarıdadâhilolmaküzerearkeolojikeserlerileaynıhukukirejimetabiolmasısebebiyle,çalışmamızda etütlükeser adıaltındaayrıbirbaşlığayerverilmesinegerekgörülmemiştir. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi229988  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.ları; tarih öncesi veya tarihi devirlerde yaşamış olan eski topluluklar tarafından üretilmiş, geliştirilmiş veya kullanılmış, ait oldukları dönemin özelliklerini yansıtan, tümüyle veya kısmen toprak ya da su altında kalmış eserlerdir.24 İlgili Yönetmelik te bu varlıkların tanımı,  arkeolojik eser  kavramı altında yapılmaktadır. Arkeolojik eser;  jeolojik, tarih öncesi ve tarihi devirlere ait, jeoloji, antropoloji, prehistorya, arkeoloji ve sanat tarihi açılarından belge değeri taşıyan ve ait oldukları dönemin sosyal, kültürel, teknik ve ilmi özellikleri ile seviyesini yansıtan genellikle kazı ve benzeri çalışmalarla bulunan kültür varlıklarını  ifade etmektedir, (KGTTY, m. 3/1-a).25KTVKK nın 5. maddesinde, varlığı bilinen veya ileride meydana çıkacak olan korunması gerekli taşınır kültür varlıklarının devlet malı niteliğinde olduğu belirtilmiştir.26 Maddede kast edilen ve üzerinde zilyetlik kurulmasına dahi gerek olmaksızın doğrudan doğruya devletin mülkiyetinde olan bu varlıklar, arkeolojik nitelikteki kültür varlıklarıdır. Bu eserlerin, kural olarak Kültür ve Turizm Bakanlığı na bağlı müzelerde bulundurulması ve bu şekilde muhafaza edilmesi gerekmektedir.27 Türk hukukunda arkeolojik nitelikteki kültür varlıklarının, özel mülkiyetin dışında tutulması olgusu yeni değildir. Nitekim, 1906 yılında çıkarılan ve Osmanlı topraklarının dışına kaçak şekilde kültür varlığı çıkarılmasını engelleme amacı güden Asar-ı Atika Nizamnamesi nde, Osmanlı Devleti topraklarında bulunan ve eski uygarlıklardan kalan tüm taşınır ve taşınmaz kültür varlıkları, istisnasız olarak devlete ait sayılmıştır. Bu Nizamname, Cumhuriyet Dönemi nde de dönemin şartlarına uygun hale getirilip, dili sadeleştirilerek uygulanmaya devam etmiş ve 1973 yılındaki Eski Eserler Kanunu kabul edilene 24 GülAsatekin,Kültür ve Doğa Varlıklarımız, Neyi Niçin Korumalıyız?,(Ankara:KültürVarlıklarıveMüzelerGenelMüdürlüğüYayınları,2004),25.25 Almanhukukundaarkeolojikniteliktekikültürvarlıkları(archäologisches Kulturgut),insanlartarafındanüretilmişveyaişlenmişolanyadaeskizamanlardakiinsanhayatıhakkındabilgiveren;hâlihazırdatoprakveyasualtındabulunanyadabirzamanlarbulunmuşolantaşınıreserveeserlertopluluğunuifadeetmektedir,(Kulturgutschutzgesetz§2/1-1).Amerikanhukukundaisearkeolojikeser(archaeological resource);geçmişinsanyaşamıveyafaaliyetlerinedairbilgiverenvegünümüzdenenaz100yılöncesineaitmaddikalıntılarşeklindetanımlanmıştır,(ArchaeologicalResourcesProtectionActArt.3/1).Fransızhukukunagöreise,insanlıktarihiningelişimiveinsanlarınçevreyleolanetkileşimlerinedairizlerbarındırankazıvebenzeriyollarilebulunmuştümkalıntılar,arkeolojikeser(patrimoine archéologique)olaraknitelendirilmiştir,(LecodedupatrimoineL-1).26   Devlete, kamu kurum ve kuruluşlarına ait taşınmazlar ile özel hukuk hükümlerine tabi gerçek ve tüzel kişilerin mülkiyetinde bulunan taşınmazlarda varlığı bilinen veya ileride meydana çıkacak olan korunması gerekli taşınır ve taşınmaz kültür ve tabiat varlıkları Devlet malı niteliğindedir ,(KTVKKm.5).27 Kanadoğlu, Kültür ve Tabiat Varlıklarını Koruma,90.28 Özel, KültürVarlıklarınınMülkiyeti ,227,dn.62-63.OsmanlıDevleti,1906itibariyleeskiuygarlıklardankalaneserlerindevletmalıolduğunukabuledenilkülkelerdenbiriolmuştur.1929yılındaPeru,1939yılındaiseİtalya daaynıprensipkabuledilmiştir.Ayrıntılıbilgiiçinbkz.KimberlyAlderman, TheHumanRighttoCulturalProperty ,Michigan Journal of International Law32,No.1(2011):71.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 229999kadar yürürlükte kalmıştır.29 1710 sayılı Eski Eserler Kanunu nda da Asar-ı Atika Nizamnamesi nde benimsenen eski eserlerin devlet malı olduğu prensibi aynen devam ettirilmiştir.30 Dolayısıyla kural olarak, 1906 yılından itibaren OsmanlıTürkiye sınırları içerisinde bulunmuş olan, varlığı bilinen veya ileride ortaya çıkacak eski uygarlıklardan kalma tüm arkeolojik eserler, eserin bulunuş şeklinden bağımsız olarak devlete aittir.1906 yılından önce bulunan ve üzerinde özel mülkiyet kurulmuş olanlar ile yurtdışında hukuka uygun bir şekilde edinilen ve kaynak ülkesi Osmanlı-Türkiye olmayan arkeolojik nitelikteki kültür varlıkları ise arkeolojik eserlerin devlete ait olduğu kuralının istisnalarını teşkil etmektedir.31 Ayrıca devlet mülkiyetine ait olup müze müdürlüklerince yapılan tasnif sonucu, korunması gerekli görülmeyerek iade edilen arkeolojik nitelikteki kültür varlıkları üzerinde de özel mülkiyet kurulabileceği belirtilmelidir. Bu ihtimalde, müze müdürlüklerince kurulan değerlendirme komisyonları tarafından yapılan tasnif işlemi sonucu, ilgili arkeolojik varlığın tesciline gerek olmadığına karar verilip eserin,  Tescil Dışı Taşınır Kültür ve Tabiat Varlığı Belgesi  düzenlenerek iadesi gerçekleştirilir. Bu şekilde iadesi yapılan arkeolojik eserler, 2863 sayılı Kanun un koruma kapsamında değildir. Dolayısıyla burada devlet, söz konusu belgeyi düzenleyip buluntuyu iade etmekle, Kanun gereği kendisine ait olan mülkiyet hakkını idari bir tasarrufla geri çekmekte ve kültür varlığını getiren kişinin eser üzerinde özel mülkiyet kurmasına imkân sağlamaktadır.3229 Ülgen, Kültür Varlıklarının Yurtdışına Çıkarılması Suçları,34.30   Devlete ait arazi ve emlâk ile, özel ve tüzel kişilerin mülkiyetinde bulunan emlâk ve arazide, varlığı bilinen veyahut ilerde meydana çıkacak olan her çeşit anıtlar, bütün taşınır ve taşınmaz eski eserler Devletin malıdır , (1710sayılıEskiEserlerKanunum.3).31 Özel, KültürVarlıklarınınMülkiyeti ,227-232.Kanaatimizce,özelmülkiyetetabiolanbuarkeolojikeserlerindetasnifvetescilişlemleriiçinmüzemüdürlüklerinegetirilmesizorunludur.HernekadarKTVKK dabukonudaaçıkçabirdüzenlemeyeralmasadaYargıtay,özelmülkiyetkonusuolankültürvarlıklarınındatasnifvetescilişlemlerininyapılabilmesiamacıylamüzemüdürlüklerinegetirilmesigerektiğinikabuletmiştir.Buşekildeeser,özelmülkiyetaltındabulunsadabelgelendirmeişlemleriyapılarakyasadışıkültürvarlığıticaretininengellenmesiamaçlanmaktadır. ... kolluk kuvvetlerince sanık ve ailesinin kullanımındaki evde bulunan kültür varlıklarının, 1800 lü yılların sonlarından beri, başka bir deyişle, 23/04/1906 tarihli Asar-ı Atika Nizamnamesi nin yürürlüğe girmesinden önce mevcut olduğunun kabulü gerektiği, kültür varlıkları ile ilgili olarak  bulma  olgusu söz konusu olmadığından haber verme sorumluluğuna aykırılık; varlıkların elde bulundurulması hukuka aykırı nitelik taşımadığından kültür ve tabiat varlıklarını bulundurma suçlarının unsurlarının oluşmadığı anlaşılmakla; mahkemece sanığın beraatine dair hüküm tesisinde isabetsizlik görülmemiş olup, tebliğnamedeki bozma görüşüne iştirak edilmemiştir... Dosya içerisinde mevcut 29/03/2012 tarihli bilirkişi raporu ile 2863 sayılı Kanun kapsamında korunması gerekli kültür varlığı olduğu belirlenen suça konu eserlerin tamamının, tasnif ve tescil işlemlerine tabi tutularak, sanığa iadesi ya da müzede muhafazası yönünde değerlendirme yapılmak üzere aynı Kanunun 75. maddesi uyarınca Müze Müdürlüğü ne teslimine... Y.12.CD,12.3.2015,E.2014/4972,K.2015/4609,https://www.lexpera.com.tr,(ErişimTarihi:Ocak15,2022).32 ÜmitCeylan, TaşınırKültürveTabiatVarlıklarıKaçakçılığıSuçu(KültürveTabiatVarlıklarınıKorumaKanunum.32,68) ,(DoktoraTezi,MarmaraÜniversitesi,2008),121;Özel, KültürVarlıklarınınMülkiyeti ,229,dn.70;Kanadoğlu, Kültür ve Tabiat Varlıklarını Koruma,198. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi330000  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.2. Etnografik Nitelikteki Kültür VarlıklarıTürk hukukunda etnografik nitelikteki kültür varlıkları; halkın hayat tarzını, dönemin sosyal, teknik ve ilmi özellikleri ile kültürünü yansıtan bilim, din ve mihaniki sanatlarla ilgili taşınır varlıklar şeklinde tanımlanmaktadır.34 Türk hukuku açısından anılan kültür varlıklarının, arkeolojik eserlerde olduğu gibi ipso iure (kanun gereği) devlet malı olduğu kabul edilmemiştir.35 Nitekim KTVKK m. 5 ile öngörülen devlet mülkiyeti, bütün kültür varlıkları için değil; kural olarak yalnızca, arkeolojik eserler için söz konusudur.36 Dolayısıyla devletin, etnografik eserler üzerinde mülkiyet hakkına sahip olabilmesi için satış veya bağış gibi yollar ile eserin mülkiyetini ayrıca elde etmesi gerekmektedir.37 Arkeolojik eserlerden farklı olarak, etnografik nitelikteki bir kültür varlığının korunması gerekli taşınır kültür varlığı olduğu tespit edilerek müzeye alınmasının uygun görülmesi halinde dahi kişinin, elinde bulundurduğu etnografik kültür varlığını müzeye devretme yükümlülüğü bulunmamaktadır.38 Söz konusu eserlerde devlete doğrudan doğruya bir mülkiyet hakkı tanınmadığı için müzelere alınması uygun görülen etnografik eserler, yalnızca malikin kıymet takdir komisyonunun belirlediği değer üzerinden satışa razı olması halinde elde edilebilir. Bu bağlamda malikin değeri kabul etmeye ve malını satmaya zorlanması da mümkün değildir.39Etnografik nitelikteki kültür varlıklarının üzerinde özel mülkiyet kurulabilmesi, bu eserlerin doğrudan doğruya 2863 sayılı Kanun kapsamındaki koruma tedbirlerine tabi olmadığı anlamına gelmemektedir. Özel mülkiyet altında bulunan etnografik nitelikteki kültür varlıklarının da, diğer taşınır kültür varlıkları gibi korunmalarının gerekli olup olmadığının belirlenebilmesi amacıyla tasnife tabi tutul33  Mihanikîsanatlar kavramı;marangozluk,demircilik,dokumacılıkvedülgerlikgibielvealetlerkullanılarakicraedilensanatlarıifadeetmektedir,(EsraAtalay, SanatÖzgürlüğüTemelHakkınınHukukîNiteliği ,Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi6,S.1(2004):46).34 Türkhukukundaetnografikniteliktekikültürvarlıklarınıntanımı,üçfarklıdüzenlemedeayrıayrıyapılmışolmasınarağmenbutanımlartamamenbirbiriylebenzerlikgöstermektedir.Bkz.ETKVYm.2/b;KTVKKm.23/1-a;KGTTYm.3/1-ı.Bukapsamda;SelçukluveOsmanlıdönemlerindeAnadolucoğrafyasındayaşayanhalklarıngelenekvegöreneklerine,diniinançlarınaveyasosyalhayatlarınadairizlerbarındırangiysiler,mutfakeşyaları,ziyneteşyaları,hamamtakımları,tespihler,elyazmasıKuran-ıKerim ler,buhurdanlar,şamdanlar,kahvevesigaratakımları,silahlar,çiniporselenler,seramikeserler,halı,kilimvebenzeridokumalarilecamveelişlemelerietnografikniteliktekikültürvarlıklarınınyaygınörneklerinioluşturmaktadır.Bukonudabkz. İzmirEtnografyaMüzesiEnvanteri ,KültürveTurizmBakanlığı,ErişimTarihi:Ocak22,2022,https://izmir.ktb.gov.tr/Eklenti/9644,etnografya-sayfalarpdf.pdf?0; Ankara-EtnoğrafyaMüzesi ,KültürveTurizmBakanlığı,ErişimTarihi:Ocak22,2022,https://www.ktb.gov.tr/TR-96354/ankara--etnografyamuzesi.html; KonyaEtnografyaMüzesi-Konya ,TürkiyeKültürPortalı,ErişimTarihi:Ocak22,2022,https://www.kulturportali.gov.tr/turkiye/konya/gezilecekyer/etnografya-muzesi096.35 Sancakdar,Yağcı,TaşyıldızveÇırak,Kültür ve Tabiat Varlıkları Hukuku,873.36 Özel, KültürVarlıklarınınMülkiyeti ,235.37 Ibid,225.38 ETKVYm.3/b.39 Kanadoğlu, Kültür ve Tabiat Varlıklarını Koruma,195.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 330011ması gereklidir.40 Müzeye değerlendirilmek üzere teslim edilen etnografik kültür varlığının, ilgili komisyonlar tarafından yapılan tasnif sonucu korunması gerekli görülmeyerek tescil edilmemesi halinde,  Tescil Dışı Taşınır Kültür ve Tabiat Varlığı Belgesi  düzenlenerek iadesi gerçekleştirilir. Bu şekilde, 2863 sayılı Kanun un kapsamı dışında oldukları belge ile tespit edilen etnografik kültür varlıkları üzerinde, herhangi bir kısıtlamaya tabi olmadan tasarruf gerçekleştirilmesi mümkündür.41Tasnif sonucunda eserin, korunması gerekli olduğu tespit edilip envanter bilgilerinin müze tarafından kayıt altına alınmasına karar verilmesi halinde ise, varlığın tescil işlemi gerçekleştirilir.42 Bu noktada iki farklı ihtimal karşımıza çıkmaktadır. İlk ihtimal, tescil işlemiyle korunması gerekli olduğu tespit edilen etnografik nitelikteki kültür varlığının müze envanterine alınmasına gerek görülmemesidir. Bu durumdaki etnografik eserlerin, korunması gerekli arkeolojik eserlerden farklı olarak, tescil işleminden sonra sahiplerine  Tescile Tabi Taşınır Kültür ve Tabiat Varlığı Belgesi  düzenlenerek iade edileceği öngörülmüştür, (KGTTY m. 10/1).43 İkinci ihtimal ise, etnografik nitelikteki kültür varlıklarının müze envanterine alınmasının uygun görülmesidir. Bu durumda dahi, anılan varlıklar üzerinde re sen devlet mülkiyeti tesis edilememekte; kıymet takdiri neticesinde teklif edilen bedelin, malik tarafından kabulü ve satış işleminin gerçekleştirilmesi aranmaktadır. Malik teklif edilen bedeli kabul etmezse, müze müdürlüğü, eseri tescil belgesi düzenleyerek iade etmek zorundadır.4440 Yağcı,TaşveKılıç,Kültür Varlıklarını Koruma,116;Ceylan, TaşınırKültürVarlıklarıKaçakçılığıSuçu ,116.41 Ülgen, Kültür Varlıklarının Yurtdışına Çıkarılması Suçları,107;Sancakdar,Yağcı,TaşyıldızveÇırak,Kültür ve Tabiat Varlıkları Hukuku,867.42 KGTTYm.3/1-ı.Yargıtaykararlarında,etnografikniteliktekikültürvarlıklarıhernekadarözelmülkiyetetabiolsada,tesciletabiolanbirvarlığıbelgelendirmedeneldebulundurmanınhukukaaykırıolduğubelirtilmektedir. ... suça konu eserin etnoğrafik nitelikte kültür varlığı olmasının, bu varlığın serbestçe bulundurulabileceği anlamına gelmediği, somut durumda, suça konu eserin 2863 sayılı Kanunun 23/a maddesi uyarınca tasnif ve tescile tabi, etnografik nitelikte bulunması ve sanıkların tescile tabi taşınır kültür ve tabiat varlığı belgeleri olduğuna dair bir savunmalarının da mevcut olmaması karşısında; bu eserin sanıkların aracında ele geçirilmesinin 2863 sayılı Kanun un 70. maddesinde düzenlenen suçu oluşturacağı... ,Y.12.CD,10.12.2014,E.2014/1722,K.2014/25192.Ayrıcabkz.Y.12.CD,23.12.2015,E.2014/10535,K.2015/19491;Y.12.CD,17.11.2014,E.2013/26129,K.2014/22932,https://www.lexpera.com.tr,(ErişimTarihi:Şubat01,2022).İlgilikararlardananlaşıldığıüzere,mülkiyethakkınıniçeriğindebulunaneşyayıbizzateldebulundurabilmeyetkisi(ius possidendi)dahi,tesciletabietnografikkültürvarlığınınmüzeleregetirilerekbelgelenmesişartınabağlanmıştır.43 Buradakitescilkavramı, korunması gerekli olduğu tespit edilen etnografik nitelikteki kültür varlığının, belge ve envanter listelerinin birer nüshasının müzede muhafaza edilmek üzere dosyalanmasını ifadeetmektedir.Bkz.KGTTYm.3/1-h.Tesciledilenetnografikvarlığınsahibineiadeedilmesi,sözkonusueserinkorunmasıgereklikültürvarlığıolduğugerçeğinideğiştirmemektedir.Budurumdakoruma,devletmüzelerivasıtasıyladeğil;kültürvarlığınıbelgelendirerekiadealangerçekveyatüzelkişitarafındanyapılmaktadır.Ayrıntılıbilgiiçinbkz.Kanbur, KültürVarlıklarınınYurtDışınaÇıkarılmaYasağınaMuhalefet ,240;Çolak,Kültür Varlıklarını Koruma Hukuku,798.44 Ceylan, TaşınırKültürVarlıklarıKaçakçılığıSuçu ,129.Budurumdadatescil,tıpkıkorunmasıgerekliolduğunakararverilip,müzelerealınmasınagerekgörülmeyenetnografikeserlerdeolduğugibi,belgeveenvanterlistelerininbirernüshasınınmüzedemuhafazaedilmeküzeredosya 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi330022  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.3. Güzel Sanat EserleriKültür ve tabiat varlıkları hukuku kapsamında güzel sanat eserleri,  bedii vasfı haiz olan; yağlı ve sulu boya tablolar, resimler, desenler, pasteller, gravürler, güzel yazılar ve tezhipler, kazıma, oyma kakma eserler, heykeller, kabartmalar, mimarlık eserleri, elişleri ve küçük sanat eserleri ve fotoğraf eserlerini  ifade etmektedir, (KGTTY, m. 3/d).45 İlgili maddeden anlaşılacağı üzere, bir güzel sanat eserinin kültür varlığı olarak ele alınabilmesi için, öncelikle bediî vasfı haiz olması gerekmektedir.46 Ayrıca bu noktada güzel sanat eseri niteliğindeki kültür varlığı kavramından, sanat eserinin mutlaka çok eski olması gerektiği anlaşılmamalıdır. Zira taşıdığı önem sebebiyle gelecek kuşaklara aktarılmasında lüzum görülen çağdaş sanat eserlerinin de ilgili kapsamda ele alınması imkân dâhilindedir.47Türk hukuku açısından etnografik nitelikteki kültür varlıklarından farklı olarak, güzel sanat eseri niteliğindeki kültür varlıklarının kayıt ve tescil şartları ile alım satım koşullarını detaylı şekilde belirleyen bir düzenleme yapılmamıştır.48 Kanaatimizce, bu kapsamda yalnızca kendi dönemindeki benzer eserlerden lanmasıylabirliktegerçekleşir,(KGTTY,m.3/1-h).Türkhukuksisteminde,taşınmazlarınkamulaştırılmasınabenzerbirusuletaşınırlaryönündenyerverilmemesi,buuygulamanıngerekçeleriarasındagösterilmektedir.Bkz.Kanadoğlu, Kültür ve Tabiat Varlıklarını Koruma,195.45 AnılanYönetmelik teyerverilenkültürvarlıklarıkapsamındakigüzelsanateserlerinintanımı,5846sayılıFikirveSanatEserleriKanunu nun4.maddesindebelirtilengüzelsanateserlerikavramıylabazıbenzerliklergöstermektedir.FSEK egöregüzelsanateserleri; estetik değere sahip olan; 1. Yağlı ve suluboya tablolar; her türlü resimler, desenler, pasteller, gravürler, güzel yazılar ve tezhipler, kazıma, oyma, kakma veya benzeri usullerle maden, taş, ağaç veya diğer maddelerle çizilen veya tespit edilen eserler, kaligrafi, serigrafi, 2. Heykeller, kabartmalar ve oymalar, 3. Mimarlık eserleri, 4. El işleri ve küçük sanat eserleri, minyatürler ve süsleme sanatı ürünleri ile tekstil, moda tasarımları, 5. Fotoğrafik eserler ve slaytlar, 6. Grafik eserler, 7. Karikatür eserleri, 8. Her türlü tiplemelerdir.  BunoktadaFSEK tesayılmaksuretiylegüzelsanateserlerikavramınadâhiledilen;tekstilmodaeserleri,slaytlar,grafikler,karikatüreserlerivetiplemeler;KGTTY de,kültürvarlığıniteliğindekigüzelsanateserleriarasındasayılmamıştır.46 Kelimeitibariyle estetik anlamınagelen bediî sözcüğünün;örneğibulunmayan,nadide,güzellikölçülerineuyan,beğenilengibianlamlarıbulunmaktadır,(İsaEliri, GüzelSanatEserlerindeFikriMülkiyetHaklarıveUygulamaları ,Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi,S.23(2010):65).47 Kanadoğlu, Kültür ve Tabiat Varlıklarını Koruma,54;UmarveÇilingiroğlu,Eski Eserler Hukuku,41-42;OğuzAydos, TaşınırKültürVarlığıKoleksiyonculuğunaİlişkinDeğerlendirmeler ,Ankara Barosu Dergisi66,Y.4(2008):66;VildanPeksöz, SporKulüplerininÖzelMüzelerindeYerAlanKültürVarlığıNiteliğindekiMallarınınHaczi ,Selçuk Üniversitesi Hukuk Fakültesi Dergisi28,S.3(2020):959.48 2863sayılıKanun untaslakaşamasında,güzelsanateseriniteliğindekikültürvarlıklarıhakkındaayrıbiryönetmelikçıkarılmasıöngörülmüş;ancak,yürürlüğegirenkanunmetnindeyalnızcaetnografikniteliktekikültürvarlıklarınailişkinbiryönetmelikhazırlanacağıbelirtilerek,güzelsanateserlerikonusundabirifadeyeyerverilmemiştir.Kanuntaslağınınkonuylailgili26.maddesişuşekildedir: Gerçek ve tüzel kişilerin mülkiyetinde bulunan 19. yüzyıl sonuna kadarki döneme ait jeolojik ve arkeolojik eserler kapsamına girmeyen etnografik ile güzel sanat eserlerinden korunması gerekli olanlar, Bakanlıkça çıkarılacak bir yönetmelikte belirlenir. YürürlüğegirenKTVKKmetninin24.maddesindeise,yalnızca alımı, satımı serbest bırakılacak etnoğrafik eserlerin hangi devirlere ait olacağı ve diğer nitelikleri ile kayıt ve tescil şartları bir yönetmelikle belirlenir ifadelerimevcuttur.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 330033farklılık gösteren, özgün bir nitelik taşıyan, gelecek kuşaklara aktarılması önem arz eden ve Türkiye nin kültürel mirasını tamamlayıcı özellikleri haiz olan güzel sanat eserlerinin tescile tabi (korunması gerekli) nitelikte olduğu kabul edilmelidir.50 Bu konuda herhangi bir düzenleme bulunmadığı için, bir güzel sanat eserinin kültür varlığı olarak tasnif ve tescil edilip edilmeyeceği hususu, Kültür ve Turizm Bakanlığı nezdindeki müze müdürlüklerince oluşturulan değerlendirme komisyonları veya mahkemeler tarafından oluşturulan bilirkişi heyetlerinin takdirine bırakılmıştır.51Güzel sanat eseri niteliğindeki kültür varlıkları da, etnografik nitelikteki kültür varlıklarına benzer şekilde, ipso iure (kanun gereği) devlet malı olarak kabul edilmemiştir.52 Dolayısıyla, bu varlıklar üzerinde de hukuken geçerli bir biçimde özel mülkiyet kurulabilmesi mümkündür. Bu bağlamda, bir güzel sanat eserinin değerlendirilmek üzere müze müdürlüklerine teslim edilmesi ve yapılan inceleme sonucu söz konusu varlığın tescil edilerek müzeye alınmasının uygun görülmesi halinde dahi; ilgili esere, sahibi tarafından satılmak istenmemesi durumunda, el konularak müzelere alınması mümkün değildir. Bu halde, korunması gerekli güzel sanat eserinin malikine aynen iade edilmesi gerekmektedir.49 Aynıyöndebkz.MonikaJadzinska, ThinkofCulture,CareforArt.PreservationofContemporaryHeritageinModernSociety ,ErişimTarihi:Şubat02,2022,https://www.researchgate.net/publication/286623189;IwonaSzmelter, ContemporaryConservationTheoryintheContextoftheValuationofCulturalHeritage ,ErişimTarihi:Şubat02,2022,https://www.researchgate.net/publication/343722765.50 Güzelsanateserlerininhangikoşullardataşınırkültürvarlığıniteliğitaşıyabileceğikonusunda,ulusalhukuksistemlerindefarklıdüzenlemelermevcuttur.Örneğin,İtalyanhukukunagörebirgüzelsanateserinin,sahibininhayattaolmasıyadagünümüzdenenaz50yılöncesibirdönemdeoluşturulmamasıhalindetaşınırkültürvarlığıolarakelealınabilmesimümkündeğildir.Bkz.GiuseppeCalabi, TheArtLawReview:Italy ,ErişimTarihi:Şubat02,2022,https://thelawreviews.co.uk/title/the-art-law-review/italy.Belçika daisesanateserlerinin,kültürvarlığıolarakkabuledilebilmesiiçingünümüzdenenaz50yılöncesineaitolmasıvetablolaraçısından500.000Euro,diğereserleraçısındanise100.000Europiyasadeğerininüzerindeolmasışartıaranmaktadır.İspanyaveKanada dada,esersahibininhayattaolmasıhalindeeserin,kültürvarlıklarıiçinöngörülenkısıtlamalaratabitutulmasımümkündeğildir.Bkz. ArtLaw:RestrictionsontheExportofCulturalPropertyandArtwork ,IBAArt,CulturalInstitutionsandHeritageLawCommittee,ErişimTarihi: Şubat 02, 2022, https://www.ibanet.org/MediaHandler?id=dcb-bd-4ea-94e04dacc1.51 Yargıtayda,güzelsanateserlerinin2863sayılıKanunkapsamındaolupolmadıklarınıntespitinivebudurumungerekçesininbelirlenmesinibilirkişikurulunabırakmıştır. Mimar Sinan Üniversitesi İstanbul Resim ve Heykel Müzesi ne muhafaza edilmek üzere teslim edilen F. Bauman (100x cm) ve J.B. Fontenay a (165x cm) ait iki adet yağlı boya tablo üzerinde üniversitelerin arkeoloji ve sanat tarihi kürsülerine mensup öğretim üyelerinden oluşan bilirkişi kuruluna inceleme yaptırılarak hâlihazır durumları itibariyle bilim, kültür, din veya güzel sanatlarla ilgileri ve 2863 sayılı Yasa kapsamında korunması gerekli olup olmadıklarının, kapsamda ise hangi özelliklerinden dolayı bu sıfatın verildiğinin tespit edilmesi, sonucuna göre tasnif ve tescile tabi taşınır kültür varlıklarından olduklarının kabulü halinde tabloların Korunması Gerekli Taşınır Kültür ve Tabiat Varlıklarının Tasnifi, Tescili ve Müzelere Alınmaları Hakkında Yönetmelik hükümleri uyarınca işlem yapılmak üzere müzeye tevdi...  Y.11.CD,30.01.2006,E.2004/7933,K.2006/369.Karariçinbkz.Kanadoğlu,Kültür ve Tabiat Varlıklarını Koruma,454.52 Özel, KültürVarlıklarınınMülkiyeti ,231-232. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi330044  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.II. ANONİM ŞİRKETLERE SERMAYE GETİRİLMESİNE İLİŞKİN ANA ESASLARA. TEMEL İLKELERBir şirketin öngörülen ortak amaca erişebilmesi için, şirket sermayesinin buna uygun ölçekte olması gerekir.53 Sermayenin büyüklüğü, şirket tarafından yürütülebilecek faaliyetin boyutunun genişletilmesine katkı sunar.54 Malvarlığı kavramından farklı olsa ve karşılığı her zaman şirkette hazır bulunmasa da esas sermaye, kendisini karşılayan veya aşan miktarda şirket öz kaynağının mevcudiyeti halinde, şirket alacaklıları açısından bir güvence niteliği de taşımaktadır.55 6102 sayılı Türk Ticaret Kanunu m. 127 de, ticaret şirketlerine getirilebilecek nakdi ve ayni sermaye unsurları sıralanmıştır. 6762 sayılı Kanun dan farklı olarak, devredilebilir elektronik ortamlar, alanlar, adlar ve işaretler de sermaye unsurları arasına dâhil edilmiştir.56 Yeni gelişen ticari değerlerin şirkete sermaye olarak getirilmesini sağlayan bu düzenleme, günümüzün ekonomik gereksinimlerini karşılamak açısından yerindedir.57 Kripto para, gemi, fikri mülkiyet hakları gibi varlıkların sermaye olarak getirilmesine ilişkin öğretideki değerlendirmeler de, bu yöndeki ilginin bir göstergesi olarak değerlendirilebilir.Anonim şirketlere getirilebilecek sermaye unsurları yönünden, iki temel istisna öngörülmüştür (TTK m. 342). Bunlardan ilki, üzerinde sınırlı ayni hak, haciz veya 53 FeyzanHayalŞehiraliÇelik;(İsmailKırcaveÇağlarManavgat),Anonim Şirketler Hukuku,(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsüYayınları,2013),58-59.54 HikmetSamiTürk, AnonimOrtaklıklarınSermayeYapısı ,Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni23,S.1-2(2003):769.55 Kırca,(ŞehiraliÇelikveÇağlar),Anonim Şirketler Hukuku,308-311.Sermayevemalvarlığıkavramlarıiçinbkz.CelalGöle,Anonim Ortaklıklarda Nakdi Sermaye Koyma Borcu ve Bu Borcu İfada Temerrüt,(Ankara:BankaveTicaretHukukuAraştırmaEnstitüsü,1976):9-12.56 ÜnalTekinalp,Sermaye Ortaklıklarının Yeni Hukuku,(İstanbul:VedatKitapçılık,2015),185;HasanPulaşlı,Şirketler Hukuku Genel Esaslar,(Ankara:AdaletYayınevi,2017),63;RehaPoroy,ÜnalTekinalpveErsinÇamoğlu,Ortaklıklar Hukuku I (İstanbul:VedatKitapçılık,2019),341.Ayrıcabkz.6102SayılıKanunGerekçesi,m.127.57 MehmetÖzdamar, TicaretŞirketlerineSermayeOlarakTaşınmazlarınTaahhütEdilmesi ,Gazi Üniversitesi Hukuk Fakültesi Dergisi10,S.1-2(2006):97.58 Kavramvesermayeolarakgetirilmesineilişkindeğerlendirmelerhakkındabkz.FatihBilgiliveFatihCengil, BitcoinÖzelindeKriptoParalarınTicaretŞirketlerineSermayeOlarakGetirilmesi ,Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi23,S.3(2019):3vd.;RaphaëlSoubeiran, QualifizierteGründung,SacheinlageinKryptowährung ,TREX,No.1(2022):40.59 FevziGözüyeşil, SicileKayıtlı(Müseccel)GemilerinAnonimŞirketlereSermayeOlarakGetirilmesi ,Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi24,S.3(2020):163vd.60 SenihaDal, 6102SayılıTürkTicaretKanunu(TTK)m.342 yeGöreFikriMülkiyetHaklarınınAnonimŞirketeAyniSermayeOlarakKonulması ,Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi18,S.2(2012):371vd.61 Üzerindesınırlıaynihakbulunanvarlıkların,sermayeolarakgetirilememesiilkesineyönelikeleştirilerhakkındabkz.MehmetBahtiyar, AnonimveLimitedŞirketlereKonulacakAyniSermayeUnsurlarıÜzerindeSınırlıAyniHakBulunmamasıŞartınaİlişkinBazıDeğerlendirmeler ,Yeditepe Üniversitesi Hukuk Fakültesi Dergisi18,S.2(2021):520-521.Ayrıcabkz. Dava konusu taşınmaz üzerinde ayni sermaye olarak kabul edilmesini önleyecek herhangi bir takyidat olmadığı getirtilen tapu kayıtlarından saptanmıştır ,Bakırköy6.AsliyeTicaretMahkemesi,03.07.2020,E.2020/147,K.2020/355,https://www.lexpera.com.tr,(ErişimTarihi:Ocak12,2022).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 330055tedbir bulunan ya da nakden değerlendirilemeyen veya devrolunamayan varlıklardır.63 Sınırlamada amaç, bunların sermaye olarak getirilmesinin, sermayenin korunması ilkesiyle örtüşmemesi ve anonim şirketin, sermaye değerine sorunsuz bir şekilde ve mutlak olarak ulaşmasının sağlanmasıdır.64 İkincisi ise, kişisel emek,65 ticari itibar ve vadesi gelmemiş alacaklardır.66 Getirilecek sermaye unsurunun ekonomik değerinin ölçülebilir olması gerekliliği, bunların kapsam dışı tutulma nedenleri arasında sayılabilir.67 Özellikle şirketin ilk dönemlerinde, şirket faaliyetlerine yönelik sunduğu katkılardan dolayı şahıs şirketlerinde önemli bir yeri olan emek sermayesi; sermaye şirketlerinin yapısıyla örtüşmemesi nedeniyle, anonim şirketlere getirilebilecek unsurlar arasında sayılmamıştır.68 Vadesi gelmemiş alacaklara yönelik sınırlama ise, sermayenin ifasında karşılaşılabilecek gecikme ve tahsil edilememe ihtimalinin önüne geçilmesini amaçlamaktadır.70B. KOLEKSİYON DEĞERİ TAŞIYAN VARLIKLARIN SERMAYE OLARAK GETİRİLMESİTürk Ticaret Kanunu m. 127 de, şirkete ayni sermaye olarak getirilebilecek unsurlar arasında, taşınırlara bir ana başlık olarak yer verilmiştir. Koleksiyon 62 Sermayeunsurlarınındevredilebilirliğihakkındabkz.AndreasPentz,Münchener Kommentar zum Aktiengesetz,(München:C.H.Beck,2019)içindeAktG§27Rn.21.63 ŞabanKayıhan,Şirketler Hukuku,(Ankara:SeçkinYayıncılık,2021),87;RızaAyhan,HayrettinÇağlarveMehmetÖzdamar,Şirketler Hukuku Genel Esaslar,(Ankara:YetkinYayınları,2021),223;Tekinalp,Sermaye Ortaklıklarının Yeni Hukuku,184.64 OruçHamiŞener,Teorik ve Uygulamalı Ortaklıklar Hukuku Ders Kitabı,(Ankara:SeçkinYayıncılık,2019),319.Ayrıcabkz.6102SayılıKanunGerekçesi,m.342.Sermayeninkorunmasıilkesihakkındabkz.Tekinalp,Sermaye Ortaklıklarının Yeni Hukuku,80;Ayhan,ÇağlarveÖzdamar,Şirketler Hukuku Genel Esaslar,214-215;MehmetMülazımoğlu,Anonim Şirketler Hukukunda Sermayenin Korunması İlkesi,(İstanbul:OnİkiLevhaYayıncılık,2020),106-107;HarunEryiğit,6102 Sayılı Türk Ticaret Kanunu Çerçevesinde Anonim Ortaklıklarda Sermayenin Korunması İlkesi,(İstanbul:OnİkiLevhaYayıncılık,2020),5-13;SinanYüksel, NormaveUygulamayaYansımalarıileSermayeninKorunmasıİlkesi ,Tüzel Kişilik Penceresinden Anonim Ortaklık Sempozyumu (Temmuz/2020)içinde,editörlerHavvaKaragöz;BerilÖzcanlıveSedaPalanduz,(İstanbul:OnİkiLevhaYayıncılık,2021),123vd.65 Emeksermayesihakkındabkz.AkarÖçal, SermayeOlarak«ŞahsiEmek» ,Eskişehir İktisadi ve Ticari İlimler Akademisi Dergisi4,S.1(1968):232-237.66 Kayıhan,Şirketler Hukuku,87;HakanÇebi,Şirketler Hukuku,(Ankara:SeçkinYayıncılık,2020),117.Sermayeninkorunmasıamacıdoğrultusunda,bununyerindebirterciholduğuyönündebkz.MehmetÖzdamar, 6102SayılıTTKHükümleriÇerçevesindeAnonimŞirketlereAyniSermayeKonulmasınaİlişkinÇeşitliSorunlar ,TFMS.1(2015):146-147.67 MehmetBahtiyar,Ortaklıklar Hukuku,(İstanbul:BetaYayıncılık,2020),20-21;OlafMüller-Michaels,(WolfgangHölters/MarkusWeber),Aktiengesetz,(München:Vachlen,2022)içindeRn.51-55.68 Pulaşlı,Şirketler Hukuku Genel Esaslar,61;MustafaÇeker, TicaretŞirketlerininGenelHükümleriveYenidenYapılandırılmaları ,Erzincan Üniversitesi Hukuk Fakültesi Dergisi16,S.3-4(2012):109;Kayıhan,Şirketler Hukuku,92.69 ÖzlemKaramanCoşgun, AnonimŞirketlerdeSermayeKavramıveAyniSermayeDeğerininBelirlenmesi ,Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi18,S.2(2012):335.70 Pulaşlı,Şirketler Hukuku Genel Esaslar,60.71 Bubaşlıkaltındaifadeedilen koleksiyon kavramıyla,KültürveTurizmBakanlığı ndanresmibirşekilderuhsatalmaksuretiylegerçekleştirilen korunmasıgereklitaşınırkültürvarlığıkoleksiyonerliğineişaretedilmemektedir.Çalışmakapsamındailgilikavramileyabancıpullar,saatler, 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi330066  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.değeri taşıyan sanat eseri ve hobi ürünleri gibi varlıklar da bu kapsamda değerlendirilebilir. Şirket kurucularının, kendi koleksiyonlarında bulunan ve belirli bir değere sahip bu varlıkları, şirkete sermaye olarak getirmeleri mümkündür. Bu tercih, kurucuların malvarlığı yapısına dayanabileceği gibi, şirketin faaliyet konusunun açık arttırma veya sanat eseri ticaretini içermesinden de kaynaklanabilir.Koleksiyon değeri olan varlıkların, taşıdıkları estetik değerin yanı sıra, iktisadi bir işleve de sahip oldukları vurgulanmalıdır. Tablo ve heykel gibi akla ilk gelen örneklerin yanı sıra, basılı eserler, filmler, videolar ve sporcu/oyun kartları gibi varlıklar da bu kapsama dâhil edilebilir.73 Bir yatırım ve değer saklama aracı olarak bu varlıklara olan ilgi giderek artmaktadır.74 Ülke sınırları içinde ve dışında bankacılık sistemine gerek kalmaksızın kolayca yer değiştirmeleri, saklandıkları süre içinde genellikle yatırım araçlarına benzer yıllık getiri sağlamaları,75 paranın taşıdığı emisyon dışı kalma veya devalüasyon ihtimallerini içermemeleri bu varlıkların öne çıkan nitelikleri arasında sıralanabilir. Bu nedenle, anılan eserler toplamda önemli bir ekonomik değere ulaşmakta ve bir yatırım aracı olarak kabul görmektedir.77 Sanat eserlerine yatırım üzerine temellendirilen fonlar ve borçlanma araçları ile bunların menkul kıymetleştirilmesine dayanan araçlar da bunun bir göstergesi olarak kabul edilebilir.oyuncaklar,kartpostallar,filmleroyunkartları,moderntabloveheykellergibitaşınırkültürvarlığıniteliğindeolmayanancaközelbiralıcıkitlesinesahip,belirlibirdeğerihaizvegenelliklenadirnitelikteki eserler kast edilmektedir.72 Koleksiyondeğeribulunanvebelirlibirsporcuyayadahayalibiroyunkarakterineözgülenenbukartlarınsatışfiyatı,nadirlikdurumunagöre500.000USD yekadarulaşabilmektedir.Konuhakkındabkz. StateofTradingCards,ReportSpotlightsCollectingTrendsandIndustryPredictions ,eBay,ErişimTarihi:Ocak16,2022,https://www.ebayinc.com/stories/news/ebays-2021-state-oftrading-cards-report-spotlights-collecting-trends-and-industry-predictions/.73 Bukonudabkz.ClareMcandrew, AnArtBasel&UBSReport2021 ,ErişimTarihi:Ocak16,2022,https://dukfwdfzu.cloudfront.net/The-Art-Market_2021.pdf.74 Budoğrultudakiverilereörnekolarakbkz. Art&FinanceReport2021 ,Deloitte,ErişimTarihi:Ocak15,2022,https://www.deloitte.com/lu/en/pages/art-finance/articles/art-finance-report.html; ArtMarketUpdate:Fall2021 ,BankofAmericaPrivateBank,ErişimTarihi:Ocak15,2022,https://www.privatebank.bankofamerica.com/articles/art-market-update-fall-2021.html.75 Bukonudabkz.AdrianoTorcello, WhyShouldArtbeConsideredasanAssetClass ,ErişimTarihi:Ocak15,2022,https://www.deloitte.com/lu/en/pages/art-finance/articles/art-as-investment.html.Aksiyöndekibirdeğerlendirmeiçinbkz.ArthurKortoweg;RomanKrausslandPatrickVerwijmeren, DoesitPaytoInvestinArt:ASelection-CorrectedReturnsPerspective ,Review of Financial Studies29No.4(2016):1007vd.76 Sanateserleriözelinde,buvarlıklarıntaşıdığıyatırımdeğerihakkındabkz.AliceXiang, UnlockingthePotentialofArtInvestmentVehicles ,The Yale Law Journal127,No.6(2018):1699-1702.77 RayaMamarbachi;MarcDayandGiampieroFavato, ArtasanAlternativeInvestmentAsset ,ErişimTarihi:Ocak14,2022,https://papers.ssrn.com/sol/papers.cfm?abstract_id=1112630.78 Bufonlarhakkındabkz.BrianFrye, NewArtforthePeople:ArtFunds&FinancialTechnology ,Chicago-Kent Law Review93,No.1(2018):113vd.79 Bukonudauygulamadakiörneklerhakkındabkz.HarrietHabergham, FineArtLendingThrivesThankstoYield-HungryHedgeFunds ,ErişimTarihi:Mart18,2022,https://www.bloomberg.com/news/articles/2021-08-12/fine-art-lending-thrives-thanks-to-yield-hungry-hedge-funds.80 Biruygulamaörneğiolarakbkz. TheArtMarket ,Masterworks,ErişimTarihi:Mart18,2022,https://www.masterworks.io/.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 330077Şirkete sermaye olarak getirilen bu varlıkların, şirketin kuruluş tarihinden sonra kazandığı değer üzerinden satılarak nakde dönüştürülmesi veya şirketin, bunların sergilenmesi ya da fikri mülkiyet haklarına ilişkin lisanslar dolayısıyla düzenli getiri elde etmesi mümkündür. Anılan varlıkların taşıdığı olumlu niteliklerin, şirkete sermaye olarak getirilmelerine, diğer kurucuların rıza göstermeleri ihtimalini arttırabileceği öngörülebilir. Bu durum, şirketlerin sermaye unsurlarının çeşitlendirilmesine ve sermayenin değer kaybetme riskine karşı korunmasına katkı sağlayabilecek; ayrıca, atıl durumdaki bu varlıkların değerinin de, şirket sermayesi olarak ticari faaliyete dâhil edilmesine fırsat tanıyacaktır. Bununla birlikte, anılan varlıkların piyasa değerinde zaman içinde aşağı veya yukarı yönlü hızlı değişimlerin gözlenebileceği ve bu ihtimalin, şirket malvarlığı toplamını da etkileyeceği vurgulanmalıdır. Belirtilen nedenle, bunların sermaye unsuru olarak getirilmesi sürecinde, kurucuların şirket üzerine yüklenen mali riski hesaba katmaları yerinde olacaktır.C. BİLİRKİŞİ TARAFINDAN YÜRÜTÜLECEK İNCELEMEAyni olarak taahhüt edilen unsurların değerine karşılık pay miktarının esas sözleşmeye yazılabilmesi için öncelikle sermayeye, mahkemece atanacak bilirkişiler tarafından değer takdir edileceği hükme bağlanmıştır (TTK m. 343/1).82 Mahkeme tarafından belirlenen bilirkişi yerine özel bilirkişiden rapor alınmasının yeterli görülmesi, ayni sermayeye değer biçilmesine dair kurucuların sorumluluğunu doğuran nedenler arasında sayılmaktadır.83 Bu hükmün, ayni sermaye getirilmesi sürecine ilişkin şeffaflığı temin etme, varlığın ekonomik değerini ölçme ve kurucuların ilgili varlığın değeri hakkında yanılmasının önüne geçme amacı taşıdığı anlaşılmaktadır. Taşınır kültür varlığı olarak nitelendirilemeyen ancak koleksiyon değeri olan varlıklarının şirkete sermaye olarak getirilmesinde ise, bunların nadir yapısı ve değerlemenin çoğunlukla özel bir uzmanlık gerektirmesi nedeniyle yaşanabilecek belirsizliğin önüne, ihtisas sahibi bilirkişilerce değer biçilmesi zarureti sayesinde geçilebilecektir. Değerleme raporu, şirket merke81 Bukonudabkz. OfferingCircularSupplement ,OtisGalleryLLC,ErişimTarihi:Mart18,2022,https://www.sec.gov/Archives/edgar/data/1767876/000121390020001245/fg1720_otisgallery.htm.82 Bilirkişilercetakdiredilendeğeresassözleşmeyegeçirilmeden,esassözleşmeninhazırlanmasıtamamlanamayacaktır.Bkz.Poroy,TekinalpveÇamoğlu,Ortaklıklar Hukuku I,340.83 6102sayılıTürkTicaretKanunuGerekçesi,(m.551).Bilirkişiyiseçmeyetkisininpaysahipleriyerinemahkemeyetanınması,bilirkişinintarafsızlığınıgarantialtınaalabilmekvedeğerlemedeyapılabilecekyolsuzluklarıönleyebilmekaçısındanisabetlidir.Şener,Ortaklıklar Hukuku, 320.84 Aynisermayegetirilmesisürecineilişkinşeffaflıkhakkındabkz.HansCasparvonderCrone,Aktienrecht,(Bern:Stämpfli,2020),124-125.85 Soubeiran, QualifizierteGründung,SacheinlageinKryptowährung ,40.86 Aynisermayeunsurununtetkikigerekçeleribağlamındabkz.ManuelMeyer,Die Sacheinlage im Aktienrecht Unter Berücksichtigung der aktuellen Aktienrechtsrevision,(Zurich:Dike,2015),324325. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi330088  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.zinin bulunduğu yerdeki asliye ticaret mahkemesince atanan bilirkişi tarafından hazırlanacaktır.87 Mahkemenin kendiliğinden değer tespitinde bulunması yerinde değildir.88Bilirkişi, raporunda iki temel hususa dair gerekçelerini belirtecektir. Bunlar, kendisi tarafından seçilen değerleme yönteminin  herkes için en adil ve uygun seçim  olma niteliğini sağlaması ve varlığın Türk lirası karşılığının nasıl belirlendiğidir (TTK m. 343/1). Seçilen yöntem, varlığın niteliğine ve nadirliğine göre değişebilir. Bu hususta  herkes  ile işaret edilen grubun içine, bilirkişi incelemesine konu edilen ayni sermayeyi getiren kurucu ile birlikte; bunlarla sınırlı olmaksızın, kurulacak şirketin ve diğer kurucuların da dâhil olduğu açıktır. Bilirkişinin değerlemesi, varlığın satışının gerçekleştirilebileceği piyasalar, iç ve dış piyasada satış ihtimali, yurtdışında satışa ilişkin fiziki veya yasal sınırlamalar, orijinalliğinin teyit edilebilirliği ve varlığın fiziki kondisyonu gibi hususlar dikkate alınarak gerçekleştirilebilir. Bu süreçte, varlığın değerini olumlu ve olumsuz etkileyen unsurların ayrı ayrı tespit edilmesi,89 günün ekonomik koşullarının ve satışa açılan benzeri varlıkların durumu ile karşılaştırarak, mevcut satış kabiliyetinin dikkate alınması yerinde olacaktır. İlanda bulunan benzeri varlıklardan, aşırı yüksek ya da düşük şekilde değerlenmiş olanların fiyatları, bilirkişilerce şüpheli bulunarak hesaba katılmayabilir.9287 Tekinalp,Sermaye Ortaklıklarının Yeni Hukuku,185-186;Şener,Ortaklıklar Hukuku,320;Çebi,Şirketler Hukuku,117;Poroy,TekinalpveÇamoğlu,Ortaklıklar Hukuku I,340.88   Ancak yasada ayni sermaye değerinin mahkemenin vereceği bir hükümle belirlenmesi öngörülmediğinden; mahkemenin muayyen bir değer tespitine ilişkin hüküm kurması gerekli bulunmadığı gibi uygun da değildir ,İstanbulAnadolu8.AsliyeTicaretMahkemesi,01.10.2020,E.2020/247,K.2020/372,https://www.lexpera.com.tr,(ErişimTarihi:Şubat04,2022).89   olumlu ve olumsuz yönde tesir eden diğer tüm unsurlar da ayrı ayrı irdelenerek emsal karşılaştırma yöntemi ile güncel rayiç değerlerinin... ,İstanbulAnadolu1.AsliyeTicaretMahkemesi,06.01.2022,E.2021/832,K.2022/9,https://www.lexpera.com.tr,(ErişimTarihi:Şubat04,2022).90   değerine tesir edecek tüm etkenler ile günün ekonomik koşulları da nazara alındığında, hak ve nefaset kurallarına göre hâlihazır durumu göz önüne alındığında ,AnkaraBatı1.AsliyeTicaretMahkemesi,07.07.2021,E.2021/302,K.2021/302,https://www.lexpera.com.tr,(ErişimTarihi:Şubat04,2022).91   dolayısıyla arz, talep dengesi düşünüldüğünde konut imarlı imar parsellerinin her zaman satış kabiliyetinin en yüksek taşınmazlar olduğunu..., ayrıca internet sitesi üzerinden istenen değerin rayiç değerlerin çok üzerinde olduğunu, emsal olarak belirlenen taşınmazın fiyatı ek rapor tarihi itibariyle yüksek olduğundan halen satılamadığını, ilanın Kasım ayından itibaren halen aktif olduğunu, davacı tarafça sunulan diğer emsallerin de yine üzerinde 112,20 m lik 20 adet 2+1 daire olan natamam bina olduğunu, bu ilanda da taşınmazın birim değeri 6.528,00 TL/m iken 27/01/2021 tarihinde birim değerinin 6.111,00 TL/m ye düşürüldüğünün görüldüğünü, bu ilanın da rayiç değerinin üzerinde olup bu değer üzerinden satılmasının mümkün olmadığını, Kasım 2020 tarihinden beri satılmadığını bu nedenle de söz konusu her iki emsalin dikkate alınmadığını , İzmir4.AsliyeTicaretMahkemesi,28.05.2021,E.2020/406,K.2021/453,https://www.lexpera.com.tr,(ErişimTarihi:Şubat04,2022).92   birim fiyatlarının 2.088 TL ile 68.103 TL gibi çok geniş bir aralıkta seyrettiği, en az olan 2.088 TL ile 68.103 TL nin arsa değerinin belirlenmesinde dikkate alınmadığı ,İstanbul5.AsliyeTicaretMahkemesi,10.09.2020,E.2019/590,K.2020/363,https://www.lexpera.com.tr,(ErişimTarihi:Şubat04,2022).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 330099Koleksiyon niteliği bulunan eserlerin değer takdirinin, her zaman için emsalleri ile kıyaslanarak gerçekleştirilmesi mümkün değildir. Varlığın aynısının ya da muadilinin bulunmaması veya bulunsa dahi, bunun satışa açık olmaması gibi ihtimaller, başlıca sebepler arasındadır. Ayrıca, varlığın kıymetini etkileyen birçok değişken bulunmakla birlikte; eserin orijinal olması, bunların en önemlileri arasında yer almaktadır. Nitekim varlığın orijinal olmaması, varlığın satış değerinin aşırı düzeyde düşmesine sebebiyet verecektir. Bu konuda karşımıza çıkan soru, mahkeme tarafından görevlendirilen bilirkişinin, üzerinde incelemede bulunduğu koleksiyon varlığının orijinalliğini incelemek yükümlülüğünün bulunup bulunmadığıdır. 6102 sayılı Kanun da bu husus ayrıca düzenlenmemiş ve bilirkişi açısından anılan yönde açık bir yükümlülük öngörülmemiştir. Kanaatimizce, bu hususta mahkemece özel bir inceleme yapılması açıkça talep edilmedikçe,93 değerlemeyi yürüten bilirkişiden eserin orijinalliğine ilişkin kapsamlı ve detaylı bir inceleme yapması beklenmemelidir. Bununla birlikte, mahkemece bilirkişinin görevlendirilmesinde seçimin, somut olayın gerektirdiği uzmanlığı taşıyan kişiler arasından yapılması gereği ve bu kişinin ayrıntılı bir rapor düzenlemesi gerekliliği dikkate alındığında;94 değer tespiti için gereken ortalama inceleme sürecinde anlaşılması mümkün olan orijinal olmama vasfının tespiti, bilirkişiden beklenebilir. Mahkemenin bu yönde özel bir inceleme yapılmasını talep etmesi durumunda, bilirkişi bunu gerçekleştirecek; eğer bu konuda gereken uzmanlığa sahip değilse, bunu mahkemeye bildirecektir.Bilirkişi raporuna kurucu ve diğer menfaat sahiplerinin itiraz etmeleri mümkündür (TTK m. 343/1).95 İtiraz, belirlenen bedelin, gerçek değerden yüksek olmasına dayana93 Mahkemeninbilirkişitarafındanyanıtlanmasıgerekensorularıbelirlemesigerekliliğihakkındabkz.ÖmerUlukapı, BilirkişiRaporuveBilirkişiRaporununDelilOlarakDeğeri ,Selçuk Üniversitesi Hukuk Fakültesi Dergisi9,S.3-4(2001):195.Bilirkişinin,vakıanınincelenereksonuççıkarılmasıvevakıatespitiiçingörevlendirilmesiarasında,bilirkişiningörevveyükümlülükleriaçısındanortayaçıkanfarklarhakkındabkz.BarışToraman, MedeniUsulHukukundaBilirkişiİncelemesi ,(DoktoraTezi,AnadoluÜniversitesi,2012),204-214.94 TürkTicaretKanunuGerekçesi,m.343.Bilirkişinin,vakıanınincelenereksonuççıkarılmasıvevakıatespitiiçingörevlendirilmesiarasında,bilirkişiningörevveyükümlülükleriaçısındanortayaçıkanfarklarhakkındabkz.BarışToraman, MedeniUsulHukukundaBilirkişiİncelemesi ,204-214.95 Anılanmaddedeitirazınsüresineilişkinherhangibirhükmünöngörülmemesisebebiyle,konuyadairbirbelirsizlikbulunmaktadır.BunoktadaHukukMuhakemeleriKanunum.281/1 debelirtildiğiüzere,tebliğtarihindenitibarenuygulanacak2haftalıksürenin,buhusustadauygulanabileceğikanaatindeyiz.Aynıyöndebkz.Şener,Ortaklıklar Hukuku,312;MustafaHalilÇonkar, AnonimOrtaklıktaAyniSermaye ,(DoktoraTezi,İstanbulÜniversitesi,2015),334;AfraKaya, AnonimŞirketeSermayeKoymaBorcuveBuBorcunYerineGetirilmemesininHukukiSonuçları ,(YüksekLisansTezi,AnkaraÜniversitesi,2021),99.Bilirkişiraporuna,esassözleşmenintescilveilanınakadaritirazedilebileceğiyönündeayrıcabkz.Manavgat(Kırca/ŞehiraliÇelik),Anonim Şirketler Hukuku,353;Tekinalp,Sermaye Ortaklıklarının Yeni Hukuku,186.Konuhakkındaayrıcabkz. Maddede düzenlenen mahkeme kararının kesin olması hali, rapora kurucular ve menfaat sahiplerinin itiraz haklarının kullandırılmasından sonra söz konusudur... Somut uyuşmazlıkta, 27.11.2015 günlü bilirkişiler kurul raporu davacıya tebliğ edilmediğinden yasa da öngörüldüğü şekilde davacı taraf itiraz hakkını kullanamamıştır... Davacı tarafın rapora itiraz hakkının kısıtlanması, bilirkişi raporunun bağlayıcılığına ve kesin olmasına engel teşkil etmektedir. ,(Y.11.HD,29.05.2017,E.2016/7274,K.2017/3110,https://www.lexpera.com.tr,(ErişimTarihi:Nisan26,2022). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi331100  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.bileceği gibi düşük olmasından da kaynaklanabilir. Ayrıca, eserin vasıflandırılmasına, raporda esere ilişkin sunulan bilgilere, yürütülen araştırma aşamasında bilirkişi tarafından dayanılan kaynaklara, varlığın koleksiyon değeri taşıyıp taşımadığı hususundaki değerlendirmelere ve varlığın kondisyonuna ilişkin tespitlere de itiraz edilmesi mümkündür. 6102 sayılı Kanun da, rapora ilişkin itiraz yalnızca tespit edilen değerle sınırlanmadığından; kanaatimizce, sayılan hususlara ilişkin itirazın ileri sürülebilmesi için, bunların varlığın değeri üzerinde etkili olmaları şart değildir. Bilirkişi raporunda, hatalı veya eksik tespitlere yer verilmesi, itiraz için tek başına yeterli görülmelidir.III. ÖZEL MÜLKİYETE TABİ TAŞINIR KÜLTÜR VARLIKLARININ ANONİM ŞİRKETLERE SERMAYE OLARAK GETİRİLMESİNDE UYGULANILACAK ESASLARIN DEĞERLENDİRİLMESİA. AYNİ SERMAYE VASFI TAŞIYIP TAŞIMADIĞI YÖNÜNDENTürk Ticaret Kanunu m. 342 de anonim şirkete getirilebilecek ayni sermaye unsurlarının bir malvarlığı değeri taşıması, nakden değerlenebilir ve devrolunabilir olması ve üzerinde sınırlı bir ayni hak, haciz ya da tedbir bulunmaması gerektiği belirtilmektedir.98 Konu, özel mülkiyete tabi taşınır kültür varlıkları açısından değerlendirildiğinde; ilk olarak, bunların malvarlığı değeri taşıdıkları tespit edilmektedir. Anılan varlıklar tarihi, kültürel, bilimsel veya estetik bir değere sahip olmalarının yanı sıra; bir ekonomik değer de taşımaktadır.99 Dolayısıyla hukuki işlemlere konu edilebilen bu varlıkların, nakden değerlenebilir nitelikte olduğu açıktır. Alıcı piyasasının kısıtlı olması ya da parasal değerinin zor tespit edilmesi, bu varlıkların ayni sermaye olarak getirilmesine doğrudan bir engel teşkil etmemektedir.100 Bununla birlikte, değer tespiti yapılabilecek düzeyde dahi emsali bulunmayan, değer taşıma işlevi şüpheli olan ya da alıcı piyasası hiç mevcut olmayan varlıklar açısından, bunların anılan şartı karşılamadıkları sonucuna ulaşılması mümkün olabilir. Bu hususta, mahkemece yaptırılacak bilirkişi incelemesi belirleyici olacaktır.10196 Kaya, AnonimŞirketeSermayeKoymaBorcu ,96.97 Paraileölçülebilirnitelikteolmayanvenakdendeğerlenemeyenunsurlar,malvarlığıdeğeritaşısalardahi,anonimşirketlereaynisermayeolarakkonulamazlar.Bkz.MehmetAslan, FikriMülkiyetHaklarınınAnonimŞirketlereAyniSermayeOlarakGetirilmesi ,(YüksekLisansTezi,AnadoluÜniversitesi,2015),78.98 Kaya, AnonimŞirketeSermayeKoymaBorcu ,19;Çonkar, AnonimOrtaklıktaAyniSermaye ,39;FatihBilgiliveErtanDemirkapı,Şirketler Hukuku Dersleri,(Adana:DoraYayıncılık,2015),49;Aslan, FikriMülkiyetHaklarınınAnonimŞirketlereAyniSermayeOlarakGetirilmesi ,75-76.99 NeilBrodie, TheAntiquitiesMarket:It sAllinaPrice ,Heritage&Society7,No.1(2014):32-33;Sancakdar,Yağcı,TaşyıldızveÇırak,Kültür ve Tabiat Varlıkları Hukuku,61.Ayrıcabkz. taşınır kültür varlıklarının belirli koşullar dâhilinde değiştirilebilmesi veya satılabilmesi mümkün olduğu gibi intikali de mümkündür. Bu durumda ekonomik bir değer ifade ettiği anlaşılan... AYMKararı,BaşvuruNo:2015/3742,10.01.2019,§56.100 FülüryaYusufoğlu,Anonim Şirketlerde Gayri Maddi Hakların Sermaye Olarak Konulması,(İstanbul:VedatKitapçılık,2016),39.101 Özelmülkiyetetabitaşınırkültürvarlıklarına,koleksiyondeğeribulunaneserlerebenzerşekilde,alanındaihtisassahibibilirkişilercedeğerbiçilmesigerekmektedir.SomutolayıngereklerinegöreAkdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 331111Aranan üçüncü koşul, varlığın şirkete devredilebilir nitelikte olmasıdır. Özel mülkiyete tabi taşınır kültür varlıkları, devri mümkün olmadığı için hukuki işlemlere elverişli olmayan mallar (res extra commercium)102 arasında değildir.103 Tasnif ve tescil işlemleri tamamlanarak belgelendirilen, özel mülkiyete tabi taşınır kültür varlıklarının üçüncü kişilere devredilebilmesinde herhangi bir engel bulunmamaktadır.104 2863 sayılı Kanun da ve ilgili mevzuatta, söz konusu taşınırların devri açısından istisnai bir hükme yer verilmediği için, zilyetliğin devri, mülkiyetin kazanılması yönünden yeterlidir.105 Tescile tabi tutulan kültür varlıklarının hukuka uygun bir biçimde elde bulundurulması için, müze müdürleri tarafından eseri devralan şirkete ait bilgilerin tescil belgesi üzerine işlenmesi ve tescil belgesinin şirket temsilcisine teslim edilmesi gerektiği vurgulanmalıdır.107 Kanaatimizce bu işlem, varlığın mülkiyetinin kime ait olduğunun kamu makamları tarafından takip edilebilmesine yönelik ve mülkiyetin devri açısından kurucu nitelik taşımayan bir yükümlülük olarak değerlendirilmelidir. Bu varlıkların, şirket alacaklıları tarafından haczedilebilmelerinin önünde de herhangi bir yasal engel bulunmamaktadır.108 Örneğin, spor kulübü işletmek üzere kurulan bir anonim şirketin müzesinde yer alan ve taşınır kültür varlığı olarak değerlendirilebilecek kupa ya da bayrakların haczi mümkündür.109 Benzer şekilde, taşınır kültür varlığı bukişilere,uzmanarkeolog,tarihçi,sanattarihçiveyaetnologlarörnekolarakverilebilir.Bukonudabkz. Davacıya ait özel müzede yer alan ve satışı talep edilen eserlerin gerçek değerinin tespiti için, konusunda uzman bilirkişilerce eser üzerine bilirkişi incelemesi yaptırıldıktan sonra bir karar verilmesi gerektiğinden, davanın reddi yolunda verilen mahkeme kararında hukuki isabet görülmemiştir ,D.14.D,10.2.2016,E.2014/8983K.2016/803; 25.02.2014 tarihli sanat tarihçi ve arkeolog bilirkişilerden oluşan heyet raporunda, eserlerin 2863 sayılı Kanun kapsamında korunması gerekli, taşınır kültür varlıkları olduğunun tespit edildiği... Y.12.CD,25.5.2016,E.2015/4722,K.2016/8761,https://www.lexpera.com.tr,(ErişimTarihi:Ocak12,2022).102   Res extra commercium kavramıhakkındabkz.ZiyaUmur,Roma Hukuku Lügatı,(İstanbul:FakültelerMatbaası,1975),180.103 UmarveÇilingiroğlu,Eski Eserler Hukuku,237-238.104 Özelmülkiyetetabitaşınırkültürvarlıklarınınbirsatışsözleşmesikapsamındadevrinekararverilmesihalinde,KültürveTurizmBakanlığı nadahaberverilmelidir.İlgilibildirim,yalnızcavarlığınbirbedelkarşılığındasatışıhalindezorunludur.Bunoktada,KültürveTurizmBakanlığı na,maliktarafındanyapılacakbildirimüzerinekullanılabilecekbirtürkanuniönalımhakkıtanınmıştır,(KTVKKm.30).Bakanlığınbuhakkınıkullanmakistemesihalinde,kuracağıkıymettakdirkomisyonununbelirleyeceğibedelüzerindeneserisatınalmakistediğinimalikebildirmesigerekmektedir.Ancakmalikin,ilgilikomisyontarafındanbelirlenensatışbedeliüzerindenvarlığısatışazorlanmasımümkündeğildir.Ayrıntılıbilgiiçinbkz.UmarveÇilingiroğlu,Eski Eserler Hukuku,237-238;Gündel,Eski Eserler Hukuku,152;Kanadoğlu, Kültür ve Tabiat Varlıklarını Koruma,207.105 SerapAkipek,Ulusal ve Uluslararası Hukuk Açısından Kültür Malları,(Ankara:TurhanKitabevi,1999),39-40vd.106 Bukonudabkz.KGTTY,EK-2,UyulmasıGerekenKoşullarm.2.107 Buidariişlemin,belgeyiverenmüzemüdürlüğüdışında,mahallineenyakınmüzemüdürlüklerindeyapılabilmesidemümkündür.Buhalde,belgeyiverenmüzeyeyazılıbirşekildebilgiverilmektedir.Bkz.KGTTY,EK-2,UyulmasıGerekenKoşullarm.1/ç.108 Peksöz, SporKulüplerininÖzelMüzelerindeYerAlanKültürVarlığıNiteliğindekiMallarınınHaczi ,961.109 Ibid,959-960. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi331122  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.ticareti yapan bir anonim şirketin, satış amacıyla ticarethanesinde bulundurduğu güzel sanat eseri veya etnografik eserlerin haczedilmesi de imkân dâhilindedir.110Aranan dördüncü koşul, varlık üzerinde sınırlı bir ayni hak, haciz ya da tedbirin bulunmamasıdır. Korunması gerekli taşınır kültür varlıklarının malikleri, gerektiğinde müze müdürlüğüne eserlerin durumuyla ilgili bildirimde bulunmak, bakım ve onarımı müdürlüğün gözetiminde uzman kişilere yaptırmak ve denetim yapılması halinde Bakanlık tarafından gönderilecek personele kolaylık sağlamak gibi yükümlülükler altındadır.111 Ayrıca, anılan varlıkların yurtdışına çıkarılmasında da bazı kısıtlamalar bulunmaktadır.112 Ancak belirtilen yükümlülükler, bir sınırlı ayni hak, tedbir veya haciz olarak değerlendirilmemeli; anılan varlıkların geneline yönelik, kamu tarafından varlık sahiplerine yüklenen sorumluluklar olarak kabul edilmelidir. Bu nedenle, ilgili varlıkların dördüncü koşulu da karşıladıkları anlaşılmaktadır.Sonuç olarak, özel mülkiyete tabi taşınır kültür varlıkları, anonim şirkete ayni sermaye getirilmesine ilişkin koşulları sağlamaktadır. Söz konusu varlıkların niteliklerine yönelik, kamu hukuku kaynaklı yükümlülükler, bu yönde bir engel teşkil etmemektedir. Bununla birlikte, elbette ki somut olayda, varlığın üzerinde haciz bulunması ya da nakden değerlenebilir nitelik taşımaması söz konusu olabilir. Bu nedenle, her bir somut olayda ilgili varlıkların, anılan ihtimaller yönünden ayrıca tetkik edilmesi gerekmektedir.B. SERMAYENİN TAAHHÜT EDİLMESİNDE UYULMASI GEREKEN ESASLAR YÖNÜNDENAnonim şirketlerin kuruluşunda geçerli bir sermaye taahhüdünde bulunabilmesi için esas sözleşmenin usulüne uygun olarak düzenlenmesi ve imza edilmesi gerekmektedir (TTK m. 128/I, 335). Ancak ayni sermaye taahhüdünün tamamlanabilmesi ve geçerli bir hukuki işlem olarak sonuç doğurabilmesi için, TTK m. 128/2 de öngörülen tamamlayıcı işlemlerin de yapılması zorunludur.113 Özel 110 Türkhukukuaçısındandevletmalıniteliğindeolanveruhsatlıbirşekildekorunmasıgereklikültürvarlığıkoleksiyonerleriyadaözelmüzelercezilyetlikaltındabulundurulanarkeolojikeserlerindahihaczimümkündür.Bkz. Koleksiyoncu adına envanter defterine kayıtlı olup da koleksiyoncunun borcu nedeniyle haczedilen taşınır kültür ve tabiat varlıkları, icra müdürlüğünün satış kararı üzerine ilgili müze müdürlüğüne haber vermek şartıyla ve önceliği Bakanlığa ait olmak üzere başka koleksiyonculara ve özel müzelere satılabilir ,(KorunmasıGerekliTaşınırKültürveTabiatVarlıklarıKoleksiyonculuğuveDenetimiHakkındaYönetmelikm.10/3).Ayrıcabkz. ...borçlu R. Ç. adına kayıtlı bulunan taşınır kültür varlıklarının, tarihi eserlerin kaydına haciz konulmasına ,Y.12.HD,17.01.2008,E.2007/22288,K.2008/386,https://www.lexpera.com.tr,(ErişimTarihi:Şubat18,2022).111 KGTTY,EK-2,UyulmasıGerekenKoşullar,m.1/b,1/c,1/d.112 Bukonudabkz.KTVKK,m.32;ETKVYm.4.113 AbuzerKendigelenveİsmailKırca,Şirketler Hukuku Cilt I,(İstanbul:OnİkiLevhaYayıncılık,2021),188;İsmailCemSoykan, TürkTicaretKanununaGöreAnonimOrtaklıklardaSermayeTaahhüdüYoluylaSermayeArtırımı ,(DoktoraTezi,İstanbulÜniversitesi,2018),489.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 331133mülkiyete tabi taşınır kültür varlıkları, yukarıda belirtildiği üzere,114 2863 sayılı Kanun kapsamında korunması gerekli olan ve korunmasına gerek olmayan varlıklar şeklinde ikiye ayrılmaktadır. Bu ayrım, ilgili varlıkların anonim şirketlere sermaye olarak getirilmesinde uyulması gereken esasların belirlenmesi açısından da önem arz etmektedir.1. Korunması Gerekli Görülmeyen ve Tescil Dışı Bırakılan Kültür Varlıkları AçısındanŞirkete ayni sermaye olarak getirilen taşınmazların tapuya şerh verilmesi, fikri mülkiyet hakları ile diğer değerlerin, varsa özel sicillerine kaydedilmesi ve taşınırların güvenilir kişiye tevdi edilmesi gerekmektedir (TTK m. 128/2).115 Düzenleme, ayni sermayenin taahhüdü ile tasarruf işlemlerinin yapılması arasındaki zaman aralığında sermayenin korunması ve iyiniyetli üçüncü kişilerin hak iktisaplarının engellenmesini amaçlamaktadır.116Müze müdürlüklerince yapılan tasnif işlemi sonucunda korunması gerekli görülmeyerek  Tescil Dışı Taşınır Kültür ve Tabiat Varlığı Belgesi  ile iade edilen her çeşit taşınır kültür varlığı, 2863 sayılı Kanun un koruma kapsamı dışındadır.117 Dolayısıyla, bu nitelikteki kültür varlıkları üzerinde herhangi bir kısıtlamaya tabi olmaksızın, eşya hukukunun genel ilkeleri çerçevesinde tasarruf edilebilir. Diğer taşınırlar gibi, anılan varlıkların sermaye olarak taahhüt edilebilmesi için de güvenilir bir kişiye tevdi edilmeleri gerekmektedir.119 Ayni sermaye getirilmesi taahhüdünün geçerli bir biçimde yerine getirilmesinden sonraki aşama, sermaye unsurunun şirket tüzel kişiliğinin malvarlığına geçirilmesidir.120 Söz konusu varlıklar açısından da bu işlem, diğer taşınır varlıklara benzer şekilde gerçekleştirilecektir.114 Bkz.ilgiliçalışma,BölümI/B.115 Sicilmüdürü,taşınırıngüvenilirkişiyetevdiedildiğineilişkinbelgeninticaretsicilmüdürlüğünesunulupsunulmadığınıre seninceler.Kayıhan,Şirketler Hukuku,91;Tekinalp,Sermaye Ortaklıklarının Yeni Hukuku,184;Pulaşlı,Şirketler Hukuku Genel Esaslar,64.116 KendigelenveKırca, Şirketler Hukuku Cilt I,189;Çonkar, AnonimOrtaklıktaAyniSermaye ,353;Kaya, AnonimŞirketeSermayeKoymaBorcu ,87.Ayrıcabkz. Hüküm sermaye olarak konulan para dışındaki değerleri korumak, şirketin kuruluş aşamasında sorunlarla karşılaşmamasını sağlamak amacıyla öngörülmüştür , (6102SayılıKanun,m.128Gerekçesi).117 Kanadoğlu, Kültür ve Tabiat Varlıklarını Koruma,195;Kanbur, KültürVarlıklarınınYurtDışınaÇıkarılmaYasağınaMuhalefet ,106,dn.301;Yağcı,TaşveKılıç,Kültür Varlıklarını Koruma,127.118 TTKm.128/2 debelirtilen güvenilirkişi kavramıylaifadeedilmekistenenhususaçıkdeğildir.BukapsamdahemTTKm.128/2 dehemdegüvenilirkişiyebırakmasözleşmesinidüzenleyenTBKm.569 da,güvenilirkişininkimolmasıgerektiğinedairbirbelirlemeyapılmadığıiçinbuhususukurucularıntakdirinebırakmakyerindeolacaktır.Buyöndebkz.Çonkar, AnonimOrtaklıktaAyniSermaye ,365-367.119 Kaya, AnonimŞirketeSermayeKoymaBorcu ,86;Soykan, TürkTicaretKanununaGöreAnonimOrtaklıklardaSermayeTaahhüdüYoluylaSermayeArtırımı ,488-489.120 Kayıhan,Şirketler Hukuku,90;Aslan, FikriMülkiyetHaklarınınAnonimŞirketlereAyniSermayeOlarakGetirilmesi ,129. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi331144  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.2. Korunması Gerekli Görülen ve Tescile Tabi Tutulan Kültür Varlıkları Açısındana. Etnografik EserlerKTVKK m. 23/a kapsamında bulunan korunması gerekli etnografik nitelikteki kültür varlıkları kural olarak özel mülkiyete tabidir.121 Ancak söz konusu varlıkların maliklerine, korunması gerekli nitelikte bir kültür varlığını elde bulundurmaları sebebiyle çeşitli yükümlülükler getirilmiştir. Bu kapsamda; öncelikle maliklerin ilgili varlıkları, tescil ettirmek üzere Kültür ve Turizm Bakanlığı na bağlı müze müdürlüklerine getirmeleri gerekmektedir. Müze müdürlükleri tarafından kurulan komisyonların incelemesi sonucunda tescil edilmesi uygun görülen varlıkların, fiziki özellikleri ve sahibine ilişkin bilgiler belgelenerek kayıt altına alınmakta ve söz konusu eserler maliklerine Tescile Tabi Taşınır Kültür ve Tabiat Varlığı Belgesi düzenlenerek iade edilmektedir.122 Benzer şekilde ilgili belgeyle birlikte iade edilen eserlerin maliklerinin değişmesi durumunda da, varlığa ait tescil belgesi ve müze kayıtlarında devralan adına gerekli değişiklerin yapılması zorunludur.123 Bu noktada amaç; korunması gerekli nitelikteki varlıkların çalıntı ya da sahte olma risklerinin ortadan kaldırılması ve devir işlemlerinin Bakanlık denetimi altında gerçekleştirilmesinin sağlanmasıdır.124 Yükümlülüğün ihlali halinde devralan, ilgili kültür varlığını hukuka aykırı olarak elinde bulundurmuş olacaktır, (KTVKK m. 70).Özel mülkiyete tabi korunması gerekli taşınır kültür varlıklarının sermaye olarak taahhüt edilmesi kapsamında incelenmesi gereken en önemli husus, Kültür ve Turizm Bakanlığı na bağlı müze müdürlükleri tarafından tutulan bu kayıtların, TTK m. 128/2 çerçevesinde özel sicil vasfında olup olmadığıdır. Nitekim bu kayıtların, Kanun kapsamında özel bir sicil olduğunun kabulü halinde, ayni sermaye olarak getirilebilmeleri için ayrıca ilgili sicile şerh düşülmesi aranacaktır. Kanaatimizce, anılan kayıtlar, TTK m. 128/2 çerçevesinde bir sicil olma vasfını taşımamaktadır. Türk Ticaret Kanunu nda özel sicile düşülen kaydın iyiniyeti ortadan kaldıracağı belirtilmektedir (TTK m. 128/2). Bu sonuç, anılan sicilin aleni nitelikte olması ile doğrudan bağlantılıdır.125 Kültür 121 Özel, Kültür Varlıklarının Mülkiyeti ,231-232.122 KGTTYm.10/1.Korunmasıgerekliniteliktekibiretnografikkültürvarlığınıntesciledilmemesihalinde,KTVKKm.70 teöngörülenyaptırımlargündemegelecektir.Buyöndebkz.Y.12.CD,10.12.2014,E.2014/1722,K.2014/25192;Y.12.CD,23.12.2015,E.2014/10535,K.2015/19491;Y.12.CD,17.11.2014,E.2013/26129,K.2014/22932,https://www.lexpera.com.tr,(ErişimTarihi:Şubat20,2022).123 HüseyinKaraduman, KültürVarlığıTicaretindeBelgelendirmeninGerekliliği ,İdol Arkeologlar Derneği Dergisi,7,S.25(2005):27.124 Ibid,27.125 Gözüyeşil, SicileKayıtlı(Müseccel)GemilerinAnonimŞirketlereSermayeOlarakGetirilmesi ,175;Aslan, FikriMülkiyetHaklarınınAnonimŞirketlereAyniSermayeOlarakGetirilmesi ,115116;Kaya, AnonimŞirketeSermayeKoymaBorcu ,91.Aksigörüşiçinbkz.NeclaAkdağGüneyveMustafaAlperGümüş, TaşınırlarınAnonimŞirketeEsasSermayeOlarakGetirilmesi ,Regesta3,S.3(2013):7.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 331155ve Turizm Bakanlığı na bağlı müze müdürlükleri tarafından tutulan kayıtların aleni nitelik taşıdığına ve üçüncü kişiler nezdinde iyiniyeti kaldıracağına dair ise, ilgili mevzuatta herhangi bir düzenlemeye yer verilmemiştir.126 Benzer şekilde, sicili aleni olmayan motorlu kara taşıtlarının da sermaye olarak taahhüt edilebilmesi için şerh verilmesi şart değildir.127 Araçların Satış, Devir ve Tescil Hizmetlerinin Yürütülmesi Hakkında Yönetmelik m. 8/1 de, araç sicili ve bu sicilin tutulmasına dayanak teşkil eden belgelerin aleni olmadıkları ve bunların yalnızca yetkili veya sorumlular ile teftiş veya denetim yetkisi olanlar tarafından görülüp inceleneceği belirtilmiştir. Korunması gerekli kültür varlıkları açısından da, tutulan kayıtların belirtilen sicile benzerlik taşıdığının kabul edilmesi yerinde olacaktır.129 Belirtilen gerekçelerle, özel mülkiyete tabi korunması gerekli kültür varlıklarının ayni sermaye olarak getirilmeleri için müze müdürlüğü kayıtlarına şerh düşülmesinin, Türk Ticaret Kanunu m. 128/2 açısından bir zorunluluk olmadığı görüşündeyiz.Korunması gerekli etnografik taşınır kültür varlıklarının anonim şirkete geçerli bir şekilde sermaye olarak taahhüt edilebilmesi için güvenilir kişiye belgesiyle birlikte tevdi edilmesi yeterlidir. Ancak kanımızca taahhüt eden kişi tarafından, belgeyi düzenleyen veya mahalline en yakın müze müdürlüğüne başvurularak ilgili varlığın sermaye taahhüdü kapsamında güvenilir kişiye tevdi edildiğine dair bilgi verilmesi ve güvenilir kişinin irtibat adresi ile iletişim bilgilerinin müze müdürlükleri ile paylaşılması yerinde olacaktır. Nitelim korunması gerekli bir varlığı elinde bulunduran güvenilir kişi de gerektiğinde müze müdürlüğüne bildirimde bulunmak veya bir denetim yapılması halinde uzmanlara gerekli kolaylığı göstermek durumundadır.130 Korunması gerekli nitelikteki etnografik kültür varlığının, güvenilir kişi olarak bu durumu kabul eden bir müze müdürlüğüne tevdi edilmesinin de bu hususta bir çözüm önerisi olarak ileri sürülmesi mümkündür.126 Haklarındatutulansicillerinaleninitelikteolduğuilgilimevzuattaaçıkçahükmebağlanansicilleriçinbkz.Sınaihaklaraçısından;MarkaKHKm.39/3vePatentKHKm.92,sivilhavaaraçlarıaçısından;TürkSivilHavacılıkKanunum.51,gemileraçısından;TTKm.973/1,madenhaklarıaçısından;MadenKanunum.38/3.127 Çonkar, AnonimOrtaklıktaAyniSermaye ,373.Ayrıcabkz. Ancak, trafik sicili yasayla aleni olduğu kabul edilmiş sicillerden olmayıp, bu sicilde güven ilkesi de benimsenmemiştir. Diğer taraftan iyiniyetin tespitinde tacirler için ağırlaştırılmış kurallar da bulunmamaktadır. Kaldı ki, tescil ve trafik belgelerinin de hak sahipliğini gösterdiğine dair yasal bir düzenleme bulunmadığı gibi bu belgeler üzerindeki rehin kayıtlarının da mutlak bir bağlayıcılığı yoktur... Y.23.HD,05.03.2018,E.2015/8825,K.2018/2076,https://www.lexpera.com.tr,(ErişimTarihi:Nisan25,2022).128 RG.31.01.2018No.30318.129 Sicilinanılanniteliğininkabulü,üçüncükişilercesicildeneldeedilebilecekbilgilerin,taşınırkültürvarlıklarınınçalınması,yurtdışınakaçırılmasıveyatahripedilmesiamacıylakullanılmasıriskininönünegeçilmesiaçısındandayerindedir.130 KorunmasıGerekliTaşınırKültürveTabiatVarlıklarınınTasnifi,TesciliveMüzelereAlınmalarıHakkındaYönetmelik,m.10/3. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi331166  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.b. Güzel Sanat EserleriGüzel sanat eseri niteliğindeki kültür varlıklarının da, anonim şirketlere sermaye olarak taahhüt edilebilmesi mümkündür. Tablolar, heykeller, gravürler, fotoğraf eserleri, tezhipler ve oyma kakma eserler buna örnek olarak verilebilir. Bu bağlamda fikri mülkiyet hukuku kapsamında  eser  olarak değerlendirilebilecek bazı varlıkların da ilgili mevzuat açısından taşınır kültür varlığı vasfını taşıması mümkündür.131 Böyle bir durumda, güzel sanat eseri niteliğindeki kültür varlığının mülkiyetinin yanı sıra, eser sahibi veya mirasçılarına ait mali haklar da anonim şirkete sermaye olarak getirilebilir.132 Zira esas sözleşmede açıkça ve tek tek gösterilmesi koşuluyla, bağımsız nitelik taşıyan her mali hak, şirkete sermaye olarak koyulmaya elverişlidir.133 Örneğin, müze işletmek amacıyla kurulan anonim şirkete, bir tablonun çoğaltma ve yayma haklarının sermaye olarak getirilmesi imkân dâhilindedir.134Fikir ve sanat eserleri açısından Kültür ve Turizm Bakanlığı bünyesinde, mali hakların belirlenmesinde ispat kolaylığı sağlanması amacıyla tutulan farklı bir özel sicil bulunmaktadır.135 Fakat, güzel sanat eserlerinin anılan sicile tescili, sinema ve müzik eserleri dışında tamamen ihtiyari niteliktedir.136 Bu nedenle, tescili zorunlu olmayan güzel sanat eserleri üzerindeki mali hakların şirkete ayni sermaye olarak getirilmesinde, sicile şerh verilmesi zorunlu değildir.137 Güzel sanat eseri, anılan sicile önceden ihtiyari olarak tescil edilmiş olsa dahi; sicilin bu varlıklar açısından özel sicile bağlı işlevleri taşımaması nedeniyle, şerh verilmesinin sermaye taahhüdü açısından zaruri nitelik taşımadığı görüşündeyiz.138TTK m. 128/4 şirketin, tüzel kişilik kazanmasıyla birlikte taşınır ve paradan başka ekonomik değerler üzerinde malik sıfatıyla doğrudan tasarruf edebileceğini hükme bağlamıştır. Bu kapsamda, korunması gerekli güzel sanat eserlerinin mülkiyeti veya eser üzerindeki bir mali hakkın sermaye olarak taahhüt edilmesi halinde de ilgili haklar, tüzel kişiliğin kazanılmasıyla birlikte şirkete geçecektir.131 FSEKm.4.132 Nakdiolarakdeğerlendirilemeyenvekişiyesıkısıkıyabağlıhaklardanolanmanevihaklarıniseanonimşirketlereaynisermayeolarakgetirilmesimümkündeğildir.Bkz.Aslan, FikriMülkiyetHaklarınınAnonimŞirketlereAyniSermayeOlarakGetirilmesi ,95.133 Yusufoğlu,Gayri Maddi Hakların Sermaye Olarak Konulması,60-71.134 Çonkar, AnonimOrtaklıktaAyniSermaye ,122.135 Aslan, FikriMülkiyetHaklarınınAnonimŞirketlereAyniSermayeOlarakGetirilmesi ,113-114.136   Sinema ve müzik eserlerinde filmlerin ilk tespitini gerçekleştiren film yapımcıları ile seslerin ilk tespitini gerçekleştiren fonogram yapımcıları, hak ihdas etmek amacı taşımaksızın, sahip oldukları hakların ihlal edilmemesi, hak sahipliklerinin belirlenmesinde ispat kolaylığı sağlanması ve mali haklara ilişkin yararlanma yetkilerinin takip edilebilmesi amacıyla sinema ve müzik eserlerini içeren yapımlarının kayıt ve tescilini yaptırırlar. ,(FikirveSanatEserlerininKayıtveTesciliYönetmeliği,m.5/1); Bu Yönetmeliğin 5 inci maddesine göre zorunlu kayıt tescile tabi olanlar dışındaki eser gruplarında eser sahipleri; ... ibraz ederek eserlerin kayıt ve tescilini yaptırabilirler ,(FikirveSanatEserlerininKayıtveTesciliYönetmeliği,m.7/1).137 Yusufoğlu,Gayri Maddi Hakların Sermaye Olarak Konulması,180.138 Aynıyöndebkz.Çonkar, AnonimOrtaklıktaAyniSermaye ,372.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 331177c. Arkeolojik EserlerTürk hukuku açısından arkeolojik nitelikteki kültür varlıkları, kural olarak  devlet  mülkiyeti  altındadır.  Fakat  1906  yılında  çıkarılan  Asar-ı  Atika Nizamnamesi nden önce üzerinde mülkiyet kurulmuş arkeolojik eserler ve kaynak ülkesi Osmanlı-Türkiye olmayıp usulüne uygun bir biçimde yurtdışında mülkiyeti edinilmiş arkeolojik eserler özel mülkiyete konu olabilir.140 Bu bağlamda da örneğin, özel müze kurucuları veya ruhsatlı koleksiyonerlerin mülkiyetlerinde bulunan sikke, heykel veya figürinler gibi varlıklar sermaye olarak taahhüt edilebilir.141 Hatta bir özel müzenin mülkiyetinde bulunan varlıkların tamamını ayni sermaye olarak göstererek, müzecilik faaliyeti yürütmek üzere bir anonim şirket kurması da şirketler hukuku açısından ihtimal dâhilindedir.Korunması gerekli olduğu resmi bir şekilde tespit edilen bu nitelikteki varlıkların, şirkete sermaye olarak getirilebilmesi için, özel mülkiyete tabi olduğunun ayrıca belgelenmesi gerekmektedir. İlgili mevzuatta özel mülkiyet için aranan zaman ve kaynak ülke kısıtlaması dikkate alındığında, uygulamada şirkete ayni sermaye olarak getirilecek arkeolojik eserlerin dikkate değer bir kısmının yurtdışından getirilmiş olacağı öngörülebilir. Ancak Türk hukukunda, yurtdışından kültür varlığı getirmek serbest olmakla birlikte (KTVKK m. 33); bunların ülkeye girişi için gümrük memurlarına, getirildiği ülkenin resmi makamlarından alınmış ihraç vesikasının sunulması zorunludur.142 Bunun dışında, anılan varlıkların ayni sermaye olarak getirilmesine dair esaslar açısından, korunması gerekli olduğu tespit edilen diğer varlıklara ilişkin çalışmamızda yer verilen açıklamalar geçerliliğini korumaktadır.143SONUÇ VE DEĞERLENDİRMEAnonim şirketlerin kuruluşunda nakdi sermayenin yanı sıra, ayni sermayenin de getirilebilmesi mümkündür. 6102 sayılı Türk Ticaret Kanunu nun 342. maddesinde anonim şirketlere sermaye olarak getirilebilecek unsurlar açısından bazı özel hükümler öngörülmüş ve yalnızca, üzerinde sınırlı ayni bir hak, haciz 139 Y.12.CD,12.3.2015,E.2014/4972,K.2015/4609,https://www.lexpera.com.tr,(ErişimTarihi:Şubat21,2022).140 Bukonudaçalışmadabkz.ilgiliçalışma,BölümI/C-1.141 Buniteliktekikültürvarlıklarının,değertespitiaçısındanönemlimüzayedeşirketleritarafındanduyurulansatışsonuçrakamlarınındadikkatealınmasıfaydalıolabilir.Bkz. BarakatCatalouges ,TheBarakatGallery,ErişimTarihi:Şubat23,2022,https://barakatgallery.eu/publications/; Christie sAuctionResults ,Christie s,ErişimTarihi:Şubat23,2022,https://www.christies.com/en/results.142 UNESCO nunKültürVarlıklarınınKanunsuzİthal,İhraçveMülkiyetTransferininÖnlenmesiveYasaklanmasıiçinAlınacakTedbirlerleİlgiliSözleşmenin6(b)maddesindebelirtildiğiüzereihraçvesikasıbulunmayankültürvarlıklarınınakitdevletlertarafındanyurdakabulümümkündeğildir.Türkiye nindetarafolduğubusözleşmeninTürkçemetniiçinbkz.RG.26.1.1981No.17232.143 Bkz.ilgiliçalışma,BölümIII/B-2. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi331188  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.ya da tedbir olmayan, nakden değerlendirilebilir ve devri mümkün malvarlığı unsurlarının ayni sermaye olarak taahhüt edilebileceği ifade edilmiştir. Koleksiyon değeri taşıyan taşınır varlıkların, zaman içerisinde değerlerini korumaları ve şirket sermayesinin çeşitlendirilmesini sağlamaları gibi sebeplerle ayni sermaye olarak getirilmeleri ile uygulamada sıklıkla karşılaşılmaktadır. Bu varlıkların, aynı zamanda özel mülkiyete tabi taşınır kültür varlığı vasfını taşıma ihtimali ve bunun, ayni sermaye getirilmesi usulü açısından özellik arz eden sonuçlarının değerlendirilmesi, çalışma konusunun belirlenmesi gerekçeleri arasındadır. Anılan varlıkların sermaye unsuru olma niteliğine ilişkin uygulamada artan ilgi ve tarihi vasfı öne çıkan varlıkların devredilebilirliği üzerine oluşan çekincelerin, ilgili mevzuat ile Türk Ticaret Kanunu hükümleri çerçevesinde önüne geçilmesi isteği de, bu gerekçelere dâhil edilebilir.Özel mülkiyete tabi taşınır kültür varlıkları; tarihi, kültürel, bilimsel veya estetik niteliklerinin yanı sıra, belirli bir ekonomik değer de taşımaktadır. Alıcı piyasasının kısıtlı olması ya da parasal değerinin zor tespit edilmesi ihtimali, bu varlıkların ayni sermaye olarak getirilmesine doğrudan bir engel teşkil etmemektedir. Belgelendirilmiş ve müze müdürlüklerince niteliği açık bir biçimde tespit edilmiş taşınır kültür varlıklarının üçüncü kişilere devredilebilmesinin önünde bir engel bulunmamaktadır. Korunması gerekli taşınır kültür varlıkları açısından öngörülen, bakım ve koruma gibi kamu hukuku kaynaklı yükümlülükler de, devredilebilirlik ve sermaye olarak taahhüt edilebilme vasfının önüne geçmemektedir. Dolayısıyla, özel mülkiyete tabi taşınır kültür varlıklarının, TTK m. 342 de anonim şirkete ayni sermaye getirilmesine ilişkin aranan şartları karşılayabileceği tespit edilmektedir.Anılan varlıkların sermaye olarak getirilmesinde uygulanacak esaslar incelendiğinde, değer tespitinin mahkemece atanacak bilirkişiler tarafından yapılacağı anlaşılmaktadır, (TTK m. 343/1). Varlıkların nadir yapısı ve değerlemenin çoğunlukla özel bir uzmanlık gerektirmesi nedeniyle bilirkişinin alanında uzman arkeolog, tarihçi, sanat tarihçi, etnolog gibi ihtisas sahibi kişiler arasından seçilmesi yerinde olacaktır. Bilirkişinin, varlığın değerini olumlu ve olumsuz etkileyen unsurları ayrı ayrı tespit etmesi; günün ekonomik koşullarını ve müzayedelerde satışa sunulan benzeri varlıkların durumunu dikkate alarak, varlığın satış kabiliyetini belirlemesi gerekecektir. Ayrıca, sermaye taahhüdünün tamamlanabilmesi ve geçerli bir hukuki işlem olarak sonuç doğurabilmesi açısından TTK m. 128/2 de öngörülen tamamlayıcı işlemlerin de yapılması zorunludur. 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu kapsamında korunması gerekli eserler ile korunmasına gerek görülmeyen kültür varlıkları açısından, işlemin tamamlanabilmesi için varlıkların güvenilir kişiye tevdi edilmesinin yeterli olacağı görüşündeyiz. Müze müdürlüklerince, korunması gerekli kültür varlıklarına dair bir envanter kaydı tutulsa da; bu kayıtların aleni olmadığı ve bu nedenle de, TTK m. 128/2 kapsamında özel bir sicil olarak değerlendirilemeyeceği kanaatindeyiz.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 331199Sonuç olarak, özel mülkiyete tabi taşınır kültür varlıkların anonim şirketlere sermaye olarak getirilmesi mümkündür. Bu süreç öncesinde, henüz gerçekleştirilmemişse, varlığın korumaya tabi nitelik taşıyıp taşımadığının belirlenmesine dair işlemlerin malik tarafından gerçekleştirilmesi gerekmektedir. Sermaye olarak değer biçilmesinde bilirkişi tarafından dikkate alınacak birçok değişken, varlığın beklenen ve tespit edilen değeri arasında önemli düzeyde artı veya eksi yönde fark oluşmasına sebebiyet verebilir. Uygulamada buna bağlı olarak karşılaşılabilecek belirsizlik ve sorunların engellenmesi için, anılan süreç öncesinde uzman üçüncü bir kişiye varlığa ilişkin değer tespiti yaptırılması, kuruluş sürecine dair planlama açısından faydalı olabilir. Anılan varlıkların kendine özgü niteliği ve vasfının tayini için dahi belirli düzeyde uzmanlık gerektirmesi, kurucuların değer biçilmesinden kaynaklı yükümlülüklerinin ihlal edilmemesi için kuruluş sürecinde özenle hareket edilmesini gerekli kılmaktadır (TTK m. 551). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi332200  Semih Sırrı ÖZDEMİR -   Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.",
     "Kaynakça": "Akdağ Güney, Necla ve Gümüş, Mustafa Alper.  Taşınırların Anonim Şirkete Esas Sermaye Olarak Getirilmesi , Regesta 3, S. 3 (2013): 3 30.Akipek, Serap. Ulusal ve Uluslararası Hukuk Açısından Kültür Malları. Ankara: Turhan Kitabevi, 1999.Alderman, Kimberly.  The Human Right to Cultural Property . Michigan Journal of International Law 32, No. 1 (2011): 69 81.Asatekin, Gül. Kültür ve Doğa Varlıklarımız, Neyi Niçin Korumalıyız?. Ankara: Kültür Varlıkları ve Müzeler Genel Müdürlüğü Yayınları, 2004.Aslan, Mehmet.  Fikri Mülkiyet Haklarının Anonim Şirketlere Ayni Sermaye Olarak Getirilmesi . Yüksek Lisans Tezi, Anadolu Üniversitesi, 2015.Atalay, Esra.  Sanat Özgürlüğü Temel Hakkının Hukukî Niteliği . Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi 6, S. 1 (2004): 43 66.Aydos, Oğuz.  Taşınır Kültür Varlığı Koleksiyonculuğuna İlişkin Değerlendirmeler . Ankara Barosu Dergisi 66, Y. 4 (2008): 62 75.Ayhan, Rıza, Çağlar, Hayrettin ve Özdamar, Mehmet. Şirketler Hukuku Genel Esaslar. Ankara: Yetkin Yayınları, 2021.Bahtiyar, Mehmet.  Anonim ve Limited Şirketlere Konulacak Ayni Sermaye Unsurları Üzerinde Sınırlı Ayni Hak Bulunmaması Şartına İlişkin Bazı Değerlendirmeler . Yeditepe Üniversitesi Hukuk Fakültesi Dergisi 18, S. 2 (2021): 515 528.Bahtiyar, Mehmet. Ortaklıklar Hukuku. İstanbul: Beta Yayıncılık, 2020.Bilgili, Fatih ve Cengil, Fatih.  Bitcoin Özelinde Kripto Paraların Ticaret Şirketlerine Sermaye Olarak Getirilmesi . Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi Dergisi 23, S. 3 (2019): 3 23.Bilgili, Fatih ve Demirkapı, Ertan. Şirketler Hukuku Dersleri. Adana: Dora Yayıncılık, 2015.Brodie, Neil.  The Antiquities Market: It s All in a Price . Heritage&Society 7, No. 1 (2014): 32 46.Caspar von der Crone, Hans. Aktienrecht. Bern: Stämpfli, 2020.Ceylan, Ümit.  Taşınır Kültür ve Tabiat Varlıkları Kaçakçılığı Suçu (Kültür ve Tabiat Varlıklarını Koruma Kanunu m. 32, 68) . Doktora Tezi, Marmara Üniversitesi, 2008.Çebi, Hakan. Şirketler Hukuku. Ankara: Seçkin Yayıncılık, 2020.Çeker, Mustafa.  Ticaret Şirketlerinin Genel Hükümleri ve Yeniden Yapılandırılmaları . Erzincan Üniversitesi Hukuk Fakültesi Dergisi 16, S. 3 4 (2012): 99 120.Çetinkaya Destek, Burcu.  Anonim Ortaklıklara Ayni Sermaye Konması ve Bunun Değerlemesi . Dönem Projesi, Ankara Üniversitesi, 2017.Çolak, Nusret İlker. Kültür ve Tabiat Varlıklarını Koruma Hukuku. İstanbul: On İki Levha Yayıncılık, 2015.Çonkar, Mustafa Halil.  Anonim Ortaklıkta Ayni Sermaye . Doktora Tezi, İstanbul Üniversitesi, 2015.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 332211Dal, Seniha.  6102 Sayılı Türk Ticaret Kanunu (TTK) m. 342 ye Göre Fikri Mülkiyet Haklarının Anonim Şirkete Ayni Sermaye Olarak Konulması . Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 18, S. 2 (2012): 371 398.Eliri, İsa.  Güzel Sanat Eserlerinde Fikri Mülkiyet Hakları ve Uygulamaları . Selçuk Üniversitesi Sosyal Bilimler Enstitüsü Dergisi S. 23 (2010): 61 71.Eryiğit, Harun. 6102 Sayılı Türk Ticaret Kanunu Çerçevesinde Anonim Ortaklıklarda Sermayenin Korunması İlkesi. İstanbul: On İki Levha Yayıncılık, 2020.Frye, Brian.  New Art for the People: Art Funds & Financial Technology . Chicago Kent Law Review, 93, No. 1 (2018): 113 139.Gerstenblith, Patty.  Identity and Cultural Property: The Protection of Cultural Property in the United States . Boston University Law Review 75 (1995): 559 688.Göle, Celal. Anonim Ortaklıklarda Nakdi Sermaye Koyma Borcu ve Bu Borcu İfada Temerrüt. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1976.Gözüyeşil, Fevzi.  Sicile Kayıtlı (Müseccel) Gemilerin Anonim Şirketlere Sermaye Olarak Getirilmesi . Ankara Hacı Bayram Veli Üniversitesi Hukuk Fakültesi 24, S. 3 (2020): 163 204.Gündel, Ahmet. Açıklamalı İçtihatlı Eski Eserler Hukuku. Ankara: Seçkin Yayıncılık, 1996.Kanadoğlu, Sabih. Kültür ve Tabiat Varlıklarını Koruma Hukuku. Ankara: Seçkin Yayıncılık, 2007.Kanbur, Mehmet Nihat.  Kültür ve Tabiat Varlıklarının Yurt Dışına Çıkarılma Yasağına Muhalefet Suçu (KvTVKK m. 32 ve m. 68) . Doktora Tezi, Dokuz Eylül Üniversitesi, 2007.Karaduman, Hüseyin.  Kültür Varlığı Ticaretinde Belgelendirmenin Gerekliliği . İdol Arkeologlar Derneği Dergisi 7, S. 25 (2005): 20 28.Karaman Coşgun, Özlem.  Anonim Şirketlerde Sermaye Kavramı ve Ayni Sermaye Değerinin Belirlenmesi . Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 18, S. 2 (2012): 333 348.Kaya, Afra.  Anonim Şirkete Sermaye Koyma Borcu ve Bu Borcun Yerine Getirilmemesinin Hukuki Sonuçları . Yüksek Lisans Tezi, Ankara Üniversitesi, 2021.Kayıhan, Şaban. Şirketler Hukuku. Ankara: Seçkin Yayıncılık, 2021.Kayıhan, Şaban. Şirketler Hukuku. Ankara: Seçkin Yayıncılık, 2021.Kendigelen, Abuzer ve Kırca, İsmail. Şirketler Hukuku Cilt I. İstanbul: On İki Levha Yayıncılık, 2021.Kortoweg, Arthur; Kraussl, Roman and Verwijmeren, Patrick.  Does it Pay to Invest in Art: A Selection Corrected Returns Perspective . Review of Financial Studies 29, No. 4 (2016): 1007 1038.Meyer, Manuel. Die Sacheinlage im Aktienrecht Unter Berücksichtigung der aktuellen Aktienrechtsrevision. Zurich: Dike, 2015.Michaels, Olaf Müller; (Wolfgang Hölters/Markus Weber). Aktiengesetz. München: Vachlen, 2022. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi332222  Semih Sırrı ÖZDEMİR     Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.Mülazımoğlu, Mehmet. Anonim Şirketler Hukukunda Sermayenin Korunması İlkesi. İstanbul: On İki Levha Yayıncılık, 2020.Öçal, Akar.  Sermaye Olarak «Şahsi Emek» . Eskişehir İktisadi ve Ticari İlimler Akademisi Dergisi 4, S. 1 (1968): 232 237.Özdamar, Mehmet.  6102 Sayılı TTK Hükümleri Çerçevesinde Anonim Şirketlere Ayni Sermaye Konulmasına İlişkin Çeşitli Sorunlar . TFM S. 1 (2015): 143 156.Özdamar, Mehmet.  Ticaret Şirketlerine Sermaye Olarak Taşınmazların Taahhüt Edilmesi . Gazi Üniversitesi Hukuk Fakültesi Dergisi 10, S. 1 2 (2006): 93 117.Özel, Sibel.  Türk Hukukunda Kültür Varlıklarının Mülkiyeti . Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi 24, S. 1 (2018): 215 238.Özel, Sibel. Uluslararası Alanda Kültür Varlıklarının Korunması. İstanbul: Alkım Yayınları, 1998.Panayotopoulos, Jeanne Marie.  L émergence de l intérêt général à la protection du patrimoine culturel en Droit international . Thèse de Doctorat, L Institut Universitaire Européen de Florence, 2015.Peksöz, Vildan.  Spor Kulüplerinin Özel Müzelerinde Yer Alan Kültür Varlığı Niteliğindeki Mallarının Haczi . Selçuk Üniversitesi Hukuk Fakültesi Dergisi 28, S. 3 (2020): 941 964.Pentz, Andreas. Münchener Kommentar zum Aktiengesetz. München: C.H. Beck, 2019.Poroy, Reha; Tekinalp, Ünal ve Çamoğlu, Ersin. Ortaklıklar Hukuku I. İstanbul: Vedat Kitapçılık, 2019.Pulaşlı, Hasan. Şirketler Hukuku   Genel Esaslar. Ankara: Adalet Yayınevi, 2021.Pulaşlı, Hasan. Şirketler Hukuku Genel Esaslar. Ankara: Adalet Yayınevi, 2017.Sancakdar, Oğuz; Yağcı, Pınar; Taşyıldız, Şükür ve Çırak, Ezgi. Kültür ve Tabiat Varlıkları Hukuku. Ankara: Adalet Yayınevi, 2021.Soubeiran, Raphaël.  Qualifizierte Gründung, Sacheinlage in Kryptowährung . TREX, No. 1 (2022): 38 48.Soykan, İsmail Cem.  Türk Ticaret Kanununa Göre Anonim Ortaklıklarda Sermaye Taahhüdü Yoluyla Sermaye Artırımı . Doktora Tezi, İstanbul Üniversitesi, 2018.Şehirali Çelik, Feyzan Hayal; Kırca, İsmail ve Manavgat, Çağlar. Anonim Şirketler Hukuku. Ankara: Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2013.Şener, Oruç Hami. Teorik ve Uygulamalı Ortaklıklar Hukuku Ders Kitabı. Ankara: Seçkin Yayıncılık, 2019.Tekinalp, Ünal. Sermaye Ortaklıklarının Yeni Hukuku. İstanbul: Vedat Kitapçılık, 2015.Toraman, Barış.  Medeni Usul Hukukunda Bilirkişi İncelemesi . Doktora Tezi, Anadolu Üniversitesi, 2012.Türk, Hikmet Sami.  Anonim Ortaklıkların Sermaye Yapısı . Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni 23, S. 1 2 (2003): 769 790.Ulukapı, Ömer.  Bilirkişi Raporu ve Bilirkişi Raporunun Delil Olarak Değeri . Selçuk Üniversitesi Hukuk Fakültesi Dergisi 9, S. 3 4 (2001): 191 207.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Anonim Şirketlere Getirilebilecek Bir Ayni Sermaye Unsuru Olarak Özel Mülkiyete Tabi ... 332233Umar, Bilge ve Çilingiroğlu, Altan. Eski Eserler Hukuku. Ankara: Ankara Üniversitesi Basımevi, 1990.Umur, Ziya. Roma Hukuku Lügatı. İstanbul: Fakülteler Matbaası, 1975.Ülgen, Mert. Kültür ve Tabiat Varlıklarının Ticareti ve Yurtdışına Çıkarılması Suçları. İstanbul: On İki Levha Yayıncılık, 2020.Xiang, Alice.  Unlocking the Potential of Art Investment Vehicles . The Yale Law Journal 127, No. 6 (2018): 1698 1741.Yağcı, Ali; Taş, Rabia ve Kılıç, Tuğçe. Kültür ve Tabiat Varlıklarını Koruma Kanunu (Açıklamalı İçtihatlı). Ankara: Adalet Yayınevi, 2016.Yusufoğlu, Fülürya. Anonim Şirketlerde Gayri Maddi Hakların Sermaye Olarak Konulması. İstanbul: Vedat Kitapçılık, 2016.Yüksel, Sinan.  Norma ve Uygulamaya Yansımaları ile Sermayenin Korunması İlkesi . Tüzel Kişilik Penceresinden Anonim Ortaklık Sempozyumu (Temmuz/2020) içinde, editörler Karagöz, Havva; Özcanlı, Beril ve Palanduz, Seda. İstanbul: On İki Levha Yayıncılık, 2021.Çevrimiçi KaynaklarBank of America Private Bank.  Art Market Update: Fall 2021 . Erişim Tarihi: Ocak 15,  2022.  https://www.privatebank.bankofamerica.com/articles/art market updatefall 2021.html.Calabi, Giuseppe.  The Art Law Review: Italy . Erişim Tarihi: Şubat 02, 2022. https://thelawreviews.co.uk/title/the art law review/italy.Christie s.  Christie s Auction Results . Erişim Tarihi: Şubat 23, 2022. https://www.christies.com/en/results.Deloitte.  Art & Finance Report 2021 . Erişim Tarihi: Ocak 15, 2022. https://www2.deloitte.com/lu/en/pages/art finance/articles/art finance report.html.eBay.  State of Trading Cards, Report Spotlights Collecting Trends and Industry Predictions .  Erişim  Tarihi:  Ocak  16,  2022.  https://www.ebayinc.com/stories/news/ebays 2021 state of trading cards report spotlights collecting trends and industrypredictions/.Habergham, Harriet.  Fine Art Lending Thrives Thanks to Yield Hungry Hedge Funds . Erişim Tarihi: Mart 18, 2022. https://www.bloomberg.com/news/articles/2021 08 12/fine art lending thrives thanks to yield hungry hedge funds.IBA Art, Cultural Institutions and Heritage Law Committee.  Art Law: Restrictions on the Export of Cultural Property and Artwork . Erişim Tarihi: Şubat 02, 2022. https://www.ibanet.org/MediaHandler?id=d67cb566 b6d4 4ea4 94e5 04d0ac6c7681.Jadzinska, Monika.  Think of Culture, Care for Art. Preservation of Contemporary Heritage in Modern Society . Erişim Tarihi: Şubat 02, 2022. https://www.researchgate.net/publication/286623189.Kültür ve Turizm Bakanlığı.  Ankara  Etnoğrafya Müzesi . Erişim Tarihi: Ocak 22, 2022. https://www.ktb.gov.tr/TR 96354/ankara  etnografyamuzesi.html. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi332244  Semih Sırrı ÖZDEMİR     Mehmet Mert ÖZYILDIRIMDr. Öğr. Üyesi Arş. Gör.Kültür ve Turizm Bakanlığı.  İzmir Etnografya Müzesi Envanteri . Erişim Tarihi: Ocak 22, 2022. https://izmir.ktb.gov.tr/Eklenti/9644,etnografya sayfalarpdf.pdf?0.Mamarbachi, Raya; Day, Marc and Favato, Giampiero.  Art as an Alternative Investment Asset .  Erişim Tarihi:  Ocak  14,  2022.  https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1112630.Masterworks.  The Art Market . Erişim Tarihi: Mart 18, 2022. https://www.masterworks.io/.Mcandrew, Clare.  An Art Basel & UBS Report 2021 . Erişim Tarihi: Ocak 16, 2022. https://d2u3kfwd92fzu7.cloudfront.net/The Art Market_2021.pdf.Otis Gallery LLC.  Offering Circular Supplement . Erişim Tarihi: Mart 18, 2022. https://www.sec.gov/Archives/edgar/data/1767876/000121390020001245/f253g1011720_otisgallery.htm.Szmelter, Iwona.  Contemporary Conservation Theory in the Context of the Valuation of Cultural Heritage . Erişim Tarihi: Şubat 02, 2022. https://www.researchgate.net/publication/343722765.The Barakat Gallery.  Barakat Catalouges . Erişim Tarihi: Şubat 23, 2022. https://barakatgallery.eu/publications/.Torcello, Adriano.  Why Should Art be Considered as an Asset Class . Erişim Tarihi: Ocak  15,  2022.  https://www2.deloitte.com/lu/en/pages/art finance/articles/art asinvestment.html.Türkiye Kültür Portalı.  Konya Etnografya Müzesi   Konya . Erişim Tarihi: Ocak 22, 2022. https://www.kulturportali.gov.tr/turkiye/konya/gezilecekyer/etnografya muzesi640096.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:"
}