{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "12",
     "Sayı": "1",
     "Başlık": "AVRUPA VE ORTA DOĞU UYGULAMALARI PERSPEKTİFİNDEN ÇİFT MECLİS SİSTEMİNİN TÜRKİYE AÇISINDAN UYGULANABİLİRLİĞİ",
     "Title": "APPLICABILITY OF THE BICAMERAL SYSTEM IN TURKEY FROM THE PERSPECTIVE OF EUROPE AND MIDDLE EAST APPLICATIONS",
     "Yazar İsmi": [
          "Arş. Gör. Sezgin BAŞ",
          "Nisa ÖZCAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Yasama Organı",
          "Parlamento",
          "Çift Meclis",
          "Tek Meclis",
          "1876 Kanun i Esasi",
          "1961 Anayasası",
          "1982 Anayasası"
     ],
     "Keywords": [
          "Legislative Branch",
          "Parliament",
          "Bicameral",
          "Unicameral",
          "1876 Kanun-i Esasi",
          "1961 Constitution",
          "1982 Constitution"
     ],
     "Özet": "Çift meclisli bir parlamento yapılandırılması, dünyanın birçok ülkesinde uygulanan bir sistemdir. Çift meclisin varlık sebepleri olarak; federalizm, geleneksel veya tarihi sebepler, mesleki, kültürel ve yerel grupların veya yapıların temsili, meclis çoğunluğunun denge ve denetlenmesi ve kaliteli bir kanun yapımı belirtilebilir. Çift meclis sisteminin bütün siyasal sistemlerde uygulanan tek bir modeli bulunmaz. İkinci meclisin oluşumu, iki meclis arasındaki görev ve yetki dağılımı, meclislerin görev süreleri, üyelerin seçilmesi usulü ve son olarak meclislerin üye sayıları ülkeden ülkeye farklılık göstermektedir. Bütün bu durumlar, ülkenin çift meclis sistemiyle elde etmek istediği amaçlar ve ihtiyaçlar dikkate alınarak düzenlenmelidir.Türkiye, 1876 Kanun-i Esasi ve 1961 Anayasası nda çift meclis pratiğini tecrübe etmiştir. 1982 Anayasası nda tek meclisli bir parlamento tercih edilmesine rağmen bazı yazar ve siyasiler, Türkiye nin çift meclisli bir parlamento pratiğine geçmesinin faydalı olacağı kanaatindedirler. 1982 Anayasası yerine yeni bir anayasa yapımı sürecine teşebbüs edildiği şu günlerde, yasama organının nasıl yapılandırılması gerektiği tartışması, çift meclise ilişkin bu çalışmayı daha da anlamlı kılmaktadır. İşte bu çalışma, Türkiye de çift meclis siteminin uygulanıp uygulanamayacağı tartışmasını, diğer ülke pratik ve eğilimleri de dikkate alınarak yürütmeyi amaçlamaktadır.Türkiye de 1961 Anayasası nın çift meclis tercihinin altında, 1924 Anayasası dönemindeki meclis çoğunluğunun tahakkümüne karşı bir denge ve denetleme işlevi göreceği düşüncesi yatmaktaydı. Ancak, 1961 Anayasası döneminde Senato, çoğunlukla alt meclis ile aynı görüşte olmuş, anayasaya aykırı kanunların engellenmesinde önemli bir rol oynayamamış ve kaliteli bir kanun yapımı sürecini ortaya koyamamıştır. Bunun neticesinde, 1982 Anayasası nda parlamento tek meclisli bir yapıda düzenlenmiştir. Son olarak, bu çalışma, bir ikinci meclis yerine, ikinci meclise alternatif olarak alt meclislerin kurulabileceğini veya halkın vetosu gibi araçların tanınabileceğini, geniş bir temsiliyetin ise seçim sistemi ile ayarlanabileceğini ileri sürmektedir. Kanaatimizce, Türkiye, ikinci bir meclise ihtiyaç duymamaktadır; bunun yerine, tek meclisli yapının reforme edilmesi üzerine düşünmelidir.",
     "Abstract": "The structuring of a bicameral parliament is a system implemented in many countries of the world. As the reasons for the existence of the bicameral are expressed federalism, traditional or historical causes, representation of professional, cultural and local groups or structures, balance and control of the parliamentary majority, and quality lawmaking. There is no single model of the bicameral system applied in all political systems. The formation of the second assembly, the distribution of duties and powers between the two chambers, the terms of office, the determination of the members, the number of members differ from country to country. All these situations should be regulated by taking into account the aims and needs that the country wishes to achieve with the bicameral system.Turkey experienced the practice of bicameralism in the 1876 Kanun-i Esasi and the 1961 Constitution. Although a unicameral parliament was preferred in the 1982 Constitution, some writers and politicians are of the opinion that it would be beneficial for Turkey to adopt a bicameral parliamentary practice. Nowadays, when a new constitution-making process is attempted instead of the 1982 Constitution, the debate on how the legislative body should be structured makes this work on the bicameral even more meaningful. This study aims to conduct the debate on whether the bicameral system can be implemented in Turkey, taking into account the practices and trends of other countries.Underlying the bicameral preference of the 1961 Constitution in Turkey was the idea that it would serve as a balance and control function against the domination of the parliamentary majority in the 1924 Constitution period. However, during the 1961 Constitution, the Senate mostly agreed with the lower house, did not play an important role in preventing unconstitutional laws, and failed to demonstrate a quality law-making process. Therefore, the parliament was organized in a unicameral structure in the 1982 Constitution. Finally, this study states that instead of a second house, lower houses can be established as an alternative to the second house, or the popular veto tool can be recognized, and a wide representation can be arranged through the electoral system. In our opinion, Turkey does not need a second parliament; instead, it should think about reforming the unicameral structure.",
     "Metin": "Türkiye, 1876 Kanuni Esasi ve 1961 Anayasası döneminde çift meclis sistemini tecrübe ettikten sonra 1982 Anayasası ile tek meclisli bir parlamento yapısını tercih etmiştir. 40 yıllık tek meclis uygulamasında dönem dönem bazı yazar ve siyasetçiler, yeni anayasa yapımı tartışmaları ile bağlantılı olarak, Türkiye de çift meclis sisteminin yaşama geçirilmesini önermişlerdir. İşte bu çalışma, Türkiye özelinde çift meclis sisteminin uygulanabilir olup olmadığı tartışmasını yürütmeyi amaçlamaktadır. Parlamentonun çift meclisli inşası, salt bir kurumsal, şekli veya usulî düzenleme değildir, siyasal sistemin işleyişi açısından birçok sonucu barındırmaktadır.Bu çalışmanın birinci bölümünde; çift meclis sisteminin varlık sebepleri, meclislerin oluşumu, aralarındaki görev ve yetki paylaşımı, görev süreleri ve üyelerinin belirlenmesi yöntemleri konu edinilerek çift meclis sistemi etraflı bir şekilde teorik boyutta açıklanmıştır. İkinci bölümde, bazı Avrupa ve Orta Doğu rejimlerinde çift meclis uygulaması, genel bir bakış açısıyla ülke örneklendirmeleri verilerek ortaya koyulmaya çalışılmıştır. Üçüncü bölümde, Türkiye de çift meclis sistemi 1876 Kanun-i Esasi ve 1961 Anayasaları dönemleri incelenerek değerlendirilmiştir. Dördüncü bölümde ise Türkiye de çift meclis sisteminin uygulanabilir olup olmadığı tartışılmıştır. Nihayette, bu çalışma, çift meclis sisteminin varlık sebepleri veya tercih edilme nedenleri dikkate alındığında Türkiye de bu sisteme ihtiyaç bulunmadığını, çift meclisin verebileceği iddia edilen faydaların başka alternatif araçlarla veya tek meclis reforme edilerek sağlanabileceğini ileri sürmektedir. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi220066  Sezgin BAŞ - Nisa ÖZCANArş. Gör.I. TEORİK AÇIDAN ÇİFT MECLİSModern devlet örgütlenmesi içinde yasama işlevi yasama organı tarafından yerine getirilir. Yasama organının veya sıklıkla ifade edilen parlamentonun birçok işlevi yerine getirdiği doktrinde belirtilmektedir. Parlamentonun genel olarak kanun yapımı, müzakere, yürütme organını kontrol ve denetleme, halkın temsili ve bütçe üzerinde kontrol işlevlerine sahip olduğu ifade edilir.1 Bu işlevler, her bir siyasal rejimde, sistemin işleyişine bağlı olarak farklı güç ve etkiye sahip olacaktır.2 Örneğin, parlamenter sistemde hükûmet, yasama organı içinden çıkar ve onun güvenine dayanırken başkanlık sisteminde hükûmetin ne oluşumu ne kaynağı parlamentodur. Parlamentonun tek bir meclisten oluşması halinde tek meclislilik, iki meclisten oluşması halinde çift meclislilik sistemi ortaya çıkar. Bu bölümde çift meclisin tercih edilme nedenlerine değinildikten sonra çift meclisli bir parlamentoda meclislerin oluşumu, yetki dağılımı ve görev süreleri belirtilecektir. Devamında çift meclis lehine ve aleyhine ileri sürülen görüşler ortaya konulacaktır.A. ÇİFT MECLİSİN VARLIK SEBEPLERİ VEYA TERCİH EDİLME GEREKÇELERİParlamentonun meclis sayısı açısından yapılandırılması tek, çift ve çoklu şekilde gerçekleştirilebilir. Günümüzde çoklu yasama organı pratiği bulunmamaktadır. Dolayısıyla artık meclis sayısı açısından tartışma, parlamentoların tek veya çift olup olmaması gerekliliğine odaklanmıştır. Yasama organının tek veya çift meclis şeklinde yapılandırılması tercihinin de siyasal sistem açısından önemli sonuçlar doğurduğu açıktır. Inter Parliamentary Union verilerine göre 193 ülkenin 79 u çift meclisli, 113 ü ise tek meclislidir.3 İki meclisli 79 ülkenin 21 i federal devlet örgütlenmesine sahiptir. Ancak, federal devlet yapısına sahip olmasına rağmen tek meclisli bir parlamentoyu seçen 6 ülke bulunmaktadır.5 Federasyon tipi devlet örgütlenmesine sahip ülkelerde federal yasama organlarının oluşumunda federe devletlerin federal devletlerin yasama organına devlet olarak katılımı ilkesi söz konusudur.6 Federe devletlerin devlet olarak yönetime katılması iki meclisli bir parlamentonun ortaya çıkmasına neden olmaktadır. 6 federal devlette 1 BülentYücel,Temsili Demokratik Sistemde Yasama Erki ve Kural Koyma Faaliyetinin Belirleyicileri,(Ankara:AdaletYayınevi,2018),56;Parlamentonunişlevleriülkelerevezamanagörefarklılıkgösterebilir.Bkz.AbbasKılıç,Türkiye de Parlamento Kararlarının Hukuki Rejimi,(Ankara:AdaletYayınevi,2020),28.2 SezginBaş,Türk Anayasa Hukukunda Yasama İşlemleri Teorisi ve Parlamento Kararları,(İstanbul:OnİkiLevhaYayıncılık,2016),7.3 https://www.ipu.org/national-parliaments(erişimtarihi:19.01.2022).4 SüheylBatum,DidemYılmazveSerkanKöybaşı,Anayasa Hukuku Temel Kavramlar ve Genel Esaslar,(İstanbul:OnİkiLevhaYayıncılık,2021),194.5 Buülkeler,ComoreAdaları,BirleşikArapEmirliği,Irak,MikronezyaFedereDevletleri,Saint-KittsveNevisFederasyonuvesonolarakVenezuela dır.Batum,YılmazveKöybaşı,Anayasa Hukuku Temel Kavramlar ve Genel Esaslar,194.6 KemalGözler,Anayasa Hukukunun Genel Teorisi,Cilt1,(Bursa:EkinKitabevi,2011),500-501.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 220077istisnai olarak parlamentonun tek meclisli dizayn edilmesi hiç şüphesiz federe devletlerin federal devletlerin yönetimine katılma ilkesine bir aykırılık teşkil edecektir. Federe devletlerin ise yasama organlarının çift meclisli olmasına gerek yoktur; nitekim Kanada, Almanya gibi birçok federal devlette federe devletlerin parlamentoları tek meclislidir.7 Dünyada genel olarak çift meclis-tek meclis seçimi hareketliliğine bakıldığında İsveç, Danimarka, İzlanda, Norveç, Finlandiya, Hırvatistan, Kırgızistan ve Senegal gibi ülkeler çift meclis sistemini terk etmiştir.8 Son dönemde Polonya, Romanya, Çekya, Slovenya, Güney Afrika gibi ülkeler ise çift meclis sistemini tercih etmiştir.9Görüldüğü üzere, çift meclis sistemine sahip ülkelerin çoğunluğu, federal devlet değil bir üniter devlettir. Bu durum, çift meclis tercihinin federal bir zorunluluğa dayanmadığını, fakat, daha ziyade, üniter devletlerin anayasal tercihine dayandığını göstermektedir. Bu tercih, federal devlet örgütlenmesindeki gibi bir zorunluluğa dayanmıyorsa hangi saikler veya sebepler çift meclis sisteminin tercih edilmesine yol açmıştır. Diğer bir deyişle, çift meclis sisteminin varlık sebepleri nelerdir?Çift meclisin varlık sebepleri arasında geleneksel, tarihi, siyasi veya sosyoekonomik sebepler belirtilebilir. En başta, siyasal bir tercih olarak federal devlet örgütlenmesi gelmektedir. Federal devletlerde, federe devletlerin federal düzeyde temsil edilmesi ve kararlara katılması ihtiyacı, çift meclisin varlığını zorunlu kılmıştır.10 Ancak, sadece federal devlet örgütlenmelerinde değil, üniter ve bölgesel devlet örgütlenmelerinde de çift meclis sisteminin uygulandığına az önce değinmiştik.Tarihi veya geleneksel sebepler ise uzun yıllardır devam eden bir geleneğin korunmasına dayanır. Buna ilişkin en meşhur örnek, Britanya daki Lordlar ve Avam kamarası ayrımının günümüze değin taşınmasıdır.11 Aslında, federal örnekler dışında çift meclis sisteminin uygulandığı birçok ülkede ikinci meclis uygulaması geleneksel veya tarihi nedenlerle devam ettirilmektedir.Sosyo-ekonomik sebepler, daha çok toplumdaki değişik sosyal, mesleki, dini ve kültürel grupların temsilini sağlama düşüncesi ile irtibatlıdır.12 Örneğin, 7 Gözler,Anayasa Hukukunun Genel Teorisi,510.8 VeniceCommission, ReportonSecondChambersinEurope ,2006:2.https://www.venice.coe.int/webforms/documents/default.aspx?pdffile=CDL(2006)059-e(erişimtarihi:26.01.2022);ÖmerAnayurt,Anayasa Hukuku: Genel Kısım,4.Baskı,(Ankara:SeçkinYayınları,2021),658.9 Finlandiya1906 da,Danimarka1953 te,İsveç1969 da,İzlanda1991 deveNorveçise2008 deçiftmeclissisteminiterkederektekmeclislibiryasamaorganınıtercihetmiştir.FathiZerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion:AcomparativeStudyofAlgeria,Egypt,MoroccoandTunisia ,Misión Jurídica11,no.14,(2018):34.10 AbdurrahmanEren,Anayasa Hukuku Dersleri,2.Baskı,(Ankara:SeçkinYayınevi,2020),621.11 Batum,YılmazveKöybaşı,Anayasa Hukuku Temel Kavramlar ve Genel Esaslar,190.12 AkifTögel,Başkanlık Sisteminde Parlamentolar,(Ankara:AdaletYayınevi,2018),31. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi220088  Sezgin BAŞ - Nisa ÖZCANArş. Gör.Slovenya Ulusal Konseyi üyeleri, çeşitli sosyal ve ekonomik grupların üyeleri tarafından belirlenir.13 Bazı ülkelerde, ikinci meclislerde komünal temsil de söz konusu olabilmektedir. Bu örneklerden biri, kısmen dilsel topluluklardan oluşan üyelere ait kotalar bulunmasına rağmen Belçika Senatosudur.14 Diğeri ise Boşnak, Sırp ve Hırvat eşit üyelerden oluşan Bosna Hersek Halk Meclisidir.15 1960 Kıbrıs Anayasası nda yasama organının (temsilciler meclisi) %70 inin Rum, %30 unun Türk lerden oluşması öngörülmüştü. Bu Temsilciler meclisi dışında, ayrı olarak oluşturulan iki topluluk meclisine de belirli konularda karar alma yetkisi verilmişti. Çoğulcu toplum yapısını ikinci mecliste özel olarak yansıtma düşüncesinin yanında nüfus büyüklüğü de çift meclise yol açan sebeplerden birisi olarak gösterilebilir. Nüfusu kalabalık ülkelerin parlamentolarının çift yapıda, nüfusu az ülkelerin parlamentolarının ise tek yapıda olduğu genel bir eğilim olarak ifade edilebilir.Çift meclisin diğer bir varlık sebebi, parlamento çoğunluğunun dengelenmesi ve denetlenmesi anlayışıdır. Azınlığın, muhalefet olarak bir varlık ortaya koyamadığı ve çoğunluğun parlamentoyu tahakküm altına aldığı durumlarda ikinci meclis, bu çoğunluğu frenleyecek veya dengeleyecek bir mekanizma olarak tasarlanmış olabilir. Bu fren ve dengeleme işlevi, iktidarın sınırlandırılmasına, dolayısıyla temel hak ve hürriyetlerin korunmasına katkı yapacaktır.20Çift meclis inşasının başka bir gerekçesi, bu sistemin kanun teklifleri üzerinde daha uzun ve detaylı inceleme ve müzakere imkanı sunmasıdır. Bunun da ötesinde, daha geniş bir temsiliyet sağlayarak demokrasi kalitesinin artırılması düşüncesini ortaya koyar.2113 SlovenyaUlusalMeclisinin4üyesiişverenleritemsilenticaretbirlikleritarafından,4üyesiişçileritemsilenişçisendikaları,ticariolmayansektörleritemsilen1üyeüniversitelertarafından,1üyeöğretmenlertarafından,1üyearaştırmadernekleri,1üyekültürvesporileilgilenenkişiler,1üyetıbbiuzmanlarve1üyesosyalhizmetleilgilenenkişilertarafından,yereltemsilcileritemsilen22üyeyerelkonseylertarafındanseçilir.InternationalIDEA, Bicameralism ,ed.ElliotBulmer,2.Edisyon,Stockholm:InternationalIDEA,(2017):16.https://www.idea.int/publications/catalogue/bicameralism(erişimtarihi:23.01.2022).14 InternationalIDEA, Bicameralism ,17.15 InternationalIDEA, Bicameralism ,17.16 VasfiyeÇelikveİlkerÇelebi, 1960 daKıbrısCumhuriyeti ninKuruluşundan2004AnnanPlanı naKadarOlanSüreçteKıbrısMeselesi ,Ekonomi İşletme Siyaset ve Uluslararası İlişkiler Dergisi (JEBPIR)6,no.2,(2020),175.17 SoyalpTamçelik, Kıbrıs taKurulmasıDüşünülenFederalSistemdeToplum(Cemaat)MeclisleriveÖzellikleri ,Doğuş Üniversitesi Dergisi11,no.2,(2010),269-285.18 Gözler,Anayasa Hukukunun Genel Esasları,760.19 Gözler,Anayasa Hukukunun Genel Esasları,760.20 PeriUranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,(Ankara:YetkinYayınları,2008),26.21 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,27;Batum,YılmazveKöybaşı,Anayasa Hukuku Temel Kavramlar ve Genel Esaslar,193.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 220099B. ÇİFT MECLİSLİ PARLAMENTOLARIN OLUŞUMU VE ARALARINDAKİ YETKİ PAYLAŞIMIBirinci (alt) ve ikinci (üst) meclis üyelerinin belirlenmesi, bu meclislerin yetkileri ve görev süreleri kendi aralarında farklılık gösterdiği gibi ülkeden ülkeye de farklılık göstermektedir. İkinci meclisin yetkileri, şüphesiz, elde edilmek istenen amaçlar ve ihtiyaçlar ile uyumlu olmalıdır.22Öncelikle, ikinci meclis üyelerinin belirlenmesi farklı usullerde yapılabilmektedir. Ürdün ve Umman da Kral veya Emir ikinci meclisin üyelerinin tamamını atama usulüyle kendisi seçmektedir. Fas ve Bahreyn de ise Kral, ikinci meclisin üyelerinin 1/3 ünü atama yapmak suretiyle belirlerken, diğer 2/3 lük kısım ise seçmenler tarafından seçimlerle belirlenmektedir. İngiliz Lordlar Kamarasında ise üyelerin bir kısmını teşkil eden lordlar ve psikoposlar seçim dışı yollarla (ırsi veya dini sıfatı temsilen) belirlenmektedir.23 İrlanda da ise Anayasa ya göre Senatonun 11 üyesi Başbakan, 6 üyesi üniversiteler ve 43 üyesi ise çeşitli meslek grupları arasından seçilmektedir.24 İtalya da parlamentoyu oluşturan iki meclis eşit yetkilidir ve doğrudan genel oyla halk tarafından seçilir ve hükûmetin devam edebilmesi her iki meclisin çoğunluğunun onayına bağlıdır.25 İkinci meclis üyelerinin seçimi, Avrupa ülkelerinin çoğunda dolaylı şekilde yapılmaktadır. Venedik Komisyonu, ikinci meclislerin zorunlu olarak doğrudan seçilmemesi gerekliliğini belirtir; çünkü, dolaylı seçim, birinci meclise kanun yapımında ve hükûmeti devirmede asıl yetkili olmayı sağlamaktadır.26 Venedik Komisyonu, ikinci meclisin hizmet edeceği amaç neyse, seçim metodunun da bu amaç doğrultusunda düzenlenmesi gerektiğini ifade etmektedir. Örneğin, ikinci meclisin amacı, yerel otoritelerin temsili ise bu otoritelerin kendi temsilcilerini seçecek olması en makul olanıdır.28İkinci meclisin görev süreleri, birçok anayasal sistemde birinci meclise nazaran farklı olabilmektedir ve ikinci meclisin üyeleri kısmi yenilemeye tabi tutulabilmektedir. Örneğin, Amerika da Senato nun görev süresi 6 yıl olup iki yılda bir üyelerinin 1/3 ü değişmektedir. Avustralya da ise ikinci meclisin görev süresi 6 yıl olup her üç yılda bir üyelerinin yarısı değişmektedir.29 Diğer taraftan, Avrupa Birliği ne üye 12 devlette meclislerin görev süreleri eşitken, diğer birçok ülkede ikinci meclislerin görev süreleri birinci meclise nazaran daha uzun olabilmekte22 InternationalIDEA, Bicameralism ,10.23 Eren,Anayasa Hukuku Dersleri,622.24 Eren,Anayasa Hukuku Dersleri,623.25 AndreaPedrazzaniveFrancescoZucchini, UselessApprovals.Italianbicameralismanditsdecisionalcapacity ,The Journal of Legislative Studies26,no.4,(2018):580.26 VeniceCommission, ReportonSecondChambersinEurope ,11.27 VeniceCommission, ReportonSecondChambersinEurope ,10.28 VeniceCommission, ReportonSecondChambersinEurope ,10.29 Eren,Anayasa Hukuku Dersleri,622. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi221100  Sezgin BAŞ - Nisa ÖZCANArş. Gör.dir. Örneğin, Fransa da ve Çekya da ikinci meclisin görev süresi 6 yıl iken birinci meclisin görev süresi sırasıyla 5 ve 4 yıldır.30 Daha ötesi, ikinci meclis, birinci meclise nazaran genellikle daha az sayıda üyeden oluşmaktadır.31 Avusturya da birinci meclis 183, ikinci meclis 62 üyeye sahiptir. Belçika da birinci meclis 150, ikinci meclis 71 üyeden teşkil etmektedir. İkinci meclislerin üye sayılarının az olmasının sebebi olarak, bu meclislerin federal veya bölgesel devletleri ya da belirli sınıf ve elitleri temsil etmesi ve birinci meclis üzerinde denge ve denetim işlevi yerine getirecek olması düşünülebilir.32Önemle belirtmek gerekir ki; birinci meclis ve ikinci meclisin yetkileri arasında çoğunlukla farklılık bulunmaktadır.33 İki meclis arasında yetkilerin eşitliği genellikle federal devletlerde rastlanmaktadır.34 Örneğin, Kanada da atanmışlardan oluşan üst meclis ile alt meclisin yetkileri neredeyse eşit düzeydedir. Bunun en önemli nedenleri arasında federe devletlerin çıkarlarının korunması bulunmaktadır.35 Üniter devletlerde alt meclisin, üst meclise karşı yetkilerinin daha fazla olmasıyla sıklıkla karşılaşılmaktadır.36 Bunun en önemli sebebi, birinci meclisin doğrudan halk tarafından seçilmiş olması nedeniyle demokratik meşruiyetinin daha fazla bulunmasıdır.37 Ayrıca, sorumlunun tespit edilmesinin gerekli olduğu bazı durumlarda daha yetkili veya esas yetkili olan alt meclis nihai kararı vereceğinden sorumlu kolaylıkla tespit edilebilmektedir. Meclislerin eşit olmadığı durumda ikinci meclis, sınırlı bütçe yetkilerine sahiptir veya İrlanda, Çek Cumhuriyeti ve İngiliz Lordlar Kamarasında olduğu gibi herhangi bir bütçe yetkisine sahip değildir.38 Hatta, Hollanda gibi bazı örneklerde ise üst meclisin kanun teklif etme yetkisi yoktur.39 Dolayısıyla, meclislerin eşit olmadığı durumlarda son sözü çoğunlukla birinci meclis söyler veya anlaşmazlık durumunda yahut bazı konular hakkında ortak oturumda karar verilmektedir. Bazı özel yasama faaliyetlerinde ise her iki meclisin eşit yetkilere sahip olduğu örnekler bulunmaktadır. Örneğin, İrlanda da anayasa değişiklikleri, uluslararası ilişkiler ve Cumhurbaşkanının durumu ile ilgili yasama faaliyetlerinde meclisler eşit yetkilidir.40 Hollanda da ise meclisler, monarşinin durumu, savaş hali ve olağanüstü hal gibi konularda eşit yetkilidir.4130 Eren,Anayasa Hukuku Dersleri,622.31 Şerefİba,Parlamento Hukuku,7.Baskı,(Ankara:SeçkinYayınları,2020),40.32 Eren,Anayasa Hukuku Dersleri,622.33 İba,Parlamento Hukuku,40.34 Anayurt,Anayasa Hukuku: Genel Kısım,658.35 Anayurt,Anayasa Hukuku: Genel Kısım,658.36 Anayurt,Anayasa Hukuku: Genel Kısım,658.37 Anayurt,Anayasa Hukuku: Genel Kısım,658.38 VeniceCommission, ReportonSecondChambersinEurope ,6.39 VeniceCommission, ReportonSecondChambersinEurope ,7.40 VeniceCommission, ReportonSecondChambersinEurope ,8.41 VeniceCommission, ReportonSecondChambersinEurope ,8.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 221111C. ÇİFT MECLİS HAKKINDA LEHE VE ALEYHE GÖRÜŞLERÇift meclisin tercih edilme sebeplerini ortaya koyduktan sonra, çift meclis sistemi lehine ve aleyhine ileri sürülen görüşleri kısaca belirtmekte fayda vardır. Öncelikle çift meclis lehine ileri sürülen görüşlere değinelim.Çift meclis savunucularının birinci gerekçesi, ikinci meclisin iktidarın sınırlandırılması anlayışı çerçevesinde bir denge ve denetim unsuru olabileceği, böylelikle temel hak ve hürriyetlerin daha iyi bir şekilde korunabileceği düşüncesidir.42 İkinci meclis, tek bir mecliste var olabilecek aşırı yetki ve güç oluşumunu azaltıcı ve yetki zorlamalarını dengeleyici bir işlev üstlenebilir.43 Bunun da ötesinde, birinci meclisin istediği kararı çıkarma arayışı çerçevesinde çoğulculuk ve uzlaşma kültürünü geliştirici bir etkisi olabilir.44 Sonuç olarak, ikinci meclis, birinci meclisteki çoğunluğa karşı kurumsal bir muhalefet gösterebilir.45Diğer bir gerekçe, ikinci meclisle birlikte yasama ve denetim işlevlerinin kalitesinin artacağı düşüncesidir. İkinci meclisin varlığı, yıllar boyunca uygulanacak kanunların etraflı bir şekilde görüşülmesini ve tartışılmasını sağlayabilir.46 Ayrıca, ikinci meclis, birinci meclisin teklifini gerek anayasal açıdan gerek kamu yararı açısından inceleyerek kanun yapımında daha olumlu sonuçlar ortaya koyabilir.47 Ancak, kanunların etraflıca ve detaylı bir şekilde görüşülmesi tek meclis sisteminde de belirli içtüzük düzenlemeleri ile sağlanabilecek bir durumdur. Dolayısıyla bu fayda, sadece çift meclis sistemine atfedilemez. Çünkü, doktrinde bazı yazarların da önerdiği gibi, parlamento üyelerinin sağlıklı bir şekilde karar verebilmesi amacıyla bazı temel kanun düzenlemelerinde iki defa görüşülme şartı getirilebilir. Ömer Anayurt un ifade ettiği üzere, yasama faaliyetlerinde önemli olan, hızlı bir şekilde kanun çıkarılması değil; fakat, kanunların kamu yararını gözetmesi ve meşruiyete sahip olmasıdır.49 Tabii ki, yasama sürecinde yaşanan gecikmelerin, kanunların yıllar boyunca uygulanacak olması ve anayasal amaçlara uygun olması gerekliliği karşısında tolere edilebilmesi mümkündür. Tolere edilemeyecek olan, yasama faaliyetinin uzun bir süre boyunca gecikmesine veya tıkanmasına yol açacak hususlardır. Özellikle disiplinli partilerin var olduğu ve siyasal kutuplaşmanın yoğun olduğu siyasal sistemlerde çift meclis sistemi; mevcut anlaşmazlık, kutuplaşma ve çıkmazları artırmaktan başka bir etkiye sahip olmayacaktır.42 İba,Parlamento Hukuku,38;UranMurphy,2008,s.30;Anayurt,Anayasa Hukuku: Genel Kısım,661.43 İba,Parlamento Hukuku,38.44 İba,Parlamento Hukuku,38.45 DidemYılmaz,Bir Denge Unsuru Olarak Anayasal Muhalefetin Parlamento İçindeki İktidarı,(Ankara:YetkinYayınları,2016),96.46 Tögel,Başkanlık Sisteminde Parlamentolar,30.47 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,31.48 Tögel,Başkanlık Sisteminde Parlamentolar,31;İba,Parlamento Hukuku,42.49 Anayurt,Anayasa Hukuku: Genel Kısım,663. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi221122  Sezgin BAŞ - Nisa ÖZCANArş. Gör.Çift meclis savucularının diğer bir savunması, halkın temsilinin genişleyeceği iddiasıdır. İkinci meclisin varlığıyla birlikte, toplumun daha geniş ve farklı kesimlerinin temsil edilebileceği düşünülmektedir. Ayrıca, çift meclis, yasama sürecinde ortaya çıkan siyasal tartışmaları halkın bilgisine sunarak onların da görüş sahibi olmasını sağlayabilmektedir.50 Ancak, temsilde adaleti anlamlı kılacak bir seçim sistemi düzenlemesiyle tek meclis sisteminde de pekala toplumun bütün katmanlarının temsili sağlanabilir. Bu doğrultuda alınacak en temel tedbir, seçim barajının tamamen kaldırılması veya düşük bir düzeyde tutulmasıdır.Diğer bir savunma gerekçesi, yasama ile yürütme arasındaki uyuşmazlıklarda meclislerden birinin, diğer meclis ile yürütme arasında bir hakem rolü üstlenerek uzlaşma sağlayabileceği, böylece sistem içi çatışmaları azaltabileceğidir.51 Pratikte bu iddianın gerçekleşmesi, özellikle uzlaşma kültürünün zayıf olduğu sistemlerde mümkün gözükmemektedir. Bu koşullar altında ikinci meclis, ya parlamentonun ya da yürütmenin tarafına geçeceğinden çatışmayı daha da pekiştirebileceği ihtimal dahilindedir. Türkiye açısından; ikinci meclisin tecrübe, saygınlık ve olgunluğuyla siyasal arabuluculuk ve yatıştırma işlevini yerine getirebilmesi olası gözükmemektedir. Politik kimliklere sahip ve o ülkenin çatışmacı ve kamplaştırıcı kültüründen beslenen bir ikinci meclisin, sorunun çözümüne katkı sunmaktan ziyade sorunun bir parçası olacağı aşikardır.Başka bir lehe savunma, çift meclisin, çoğunluğun parlamentoya hakim olduğu ve muhalefetin çoğunluğa uymak zorunda kaldığı bir konjonktürde, nispi temsil veya çoğunluk sisteminden kaynaklı seçim adaletsizliklerinin giderilmesinde rol oynayabileceğidir.52Çift meclis sisteminin lehine ortaya konulan görüşleri belirttikten sonra aleyhine ileri sürülen görüşlere geçebiliriz. Öncelikle çift meclis sistemi hakkındaki temel eleştiri, yasama faaliyetlerini yavaşlattığı, geciktirdiği ve hatta bazı durumlarda bloke ettiği iddiasıdır.53 Bu aleyhe görüş, özellikle parlamentoların işlevlerini yerine getiremediği, hantallaştığı ve salt bir müzakere organına dönüştüğü iddiaları karşısında daha çok anlam ve önem kazanmaktadır. Özellikle acil gereksinim duyulan hukuki ve siyasal reformların yapılması fazlasıyla gecikebilmektedir.54Diğer bir aleyhe görüş, yasama faaliyetleri sırasında meclislerin siyasal sorumluluğu birbirlerinin üzerine atmak istemeleri nedeniyle parlamentonun so50 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,s.33.51 ErdoğanTeziç,Anayasa Hukuku,17.Bası,(İstanbul:BetaYayınevi,2014),446;UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,31-32.52 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,32.53 Anayurt,Anayasa Hukuku: Genel Kısım,660.54 Anayurt,Anayasa Hukuku: Genel Kısım,660.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 221133rumlu tutulacak kanadının halkın nezdinde belirli olmamasından kaynaklanmaktadır. Bu durum, meşruiyet ve hesap verilebilirlik açısından yeni sorunlara yol açabilmektedir.55Başka eleştiri olarak şunlar ileri sürülmüştür: Siyasal sisteme dahil edilecek ikinci meclisin, birinci meclis ile farklı yetkilere sahip olması veya birinci meclisin kanun yapımı üzerinde son sözü söyleyecek makam olması durumunda, kanun tekliflerinin yasalaşmasını sadece bir süre geciktirmekten başka bir işe yaramayacaktır.56 Aksi durumda, eğer ikinci meclis, birinci meclis ile aynı yetkilere sahip olacaksa o halde iki meclis arasında seçim sistemi ve seçim tarihleri açısından bir farklılığın bulunup bulunmadığına bakmak gerekir. Her iki meclisin yetkilerinin aynı olduğu durumda, seçimler aynı zamanda ve aynı seçim sistemine göre yapılacaksa ikinci meclisin dağılımı, büyük ölçüde birinci meclise benzeyeceğinden ikinci bir meclise gerek olmadığı ve etkin bir denetim sağlayamayacağı ileri sürülmektedir.57 Seçim sisteminin veya seçim tarihlerinin farklı dönemlere denk getirilmesi halinde ise çift meclis sisteminin denetim ve frenleme gibi birçok işlevi yerine getirebileceği düşünülse de yasama faaliyetlerinin geciktirilmesine ve kilitlenmesine neden olabilecek durumlar meydana getirme tehlikesi söz konusu olabileceği düşüncesi ortaya konulmaktadır.58 Çünkü ikinci meclis, her zaman bir kanun teklifini anayasaya aykırı olduğu gerekçesiyle reddetmeyecektir. Hatta çoğu durumda, ikinci meclis, birinci meclisin siyasal iradesi ile çeliştiği gerekçesiyle kanun teklifini reddederek kilitlenmelere yol açabilecektir.59 Ancak bu eleştiri, mevcut anayasalarda uyuşmazlık konusu kanun teklifi hakkında nihai karar verebilmek için her iki meclisin birlikte toplandığı ortak oturum yapılması öngörülerek çözülebilmektedir. Dolayısıyla bu kilitlenme, ortak bir toplantı yapılarak ve meclislerin üye sayılarının farklı düzenlenmesi suretiyle bertaraf edilebilmektedir.Son bir eleştiri ise ikinci meclisin maliyeti hakkındadır. İkinci bir meclisin yaşama geçirilmesi, daha fazla politikacı, idari görevli, maaş, yolluk ve diğer harcamalar gibi masraf kalemlerini de beraberinde getirmektedir.60 Gelişmiş ülkelerde bu harcamanın daha önemli başka yerler için (eğitim gibi) kullanılması yönünde yoğun bir talep söz konusu olabilmektedir.6155 InternationalIDEA, Bicameralism ,6;UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,34-35.56 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,33.57 Anayurt,Anayasa Hukuku: Genel Kısım,659;UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,34.58 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,34.59 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,34.60 InternationalIDEA, Bicameralism ,7.61 InternationalIDEA, Bicameralism ,7. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi221144  Sezgin BAŞ - Nisa ÖZCANArş. Gör.II. AVRUPA VE ORTA DOĞU ÜLKELERİNDE ÇİFT MECLİS UYGULAMALARIBu bölümde Avrupa daki bazı üniter devletlerde çift meclis uygulaması genel hatlarıyla ifade edildikten sonra sıklıkla otoriter rejim veya ara rejim olarak nitelendirilen Orta Doğu rejimlerinde çift meclis uygulaması incelenecektir. Bu çalışmada bazı Orta Doğu ülkelerinin örnek ülke olarak incelenmesinin sebebi; çift meclis üzerine yapılan çalışmaların genellikle Avrupa ülkelerini kapsaması ve dolayısıyla diğer bölgelerdeki çift meclis uygulamalarını dışlamasıdır. Böyle bir inceleme eksikliği, Türkiye ile yakın bağları olan söz konusu coğrafyadaki anayasal durum hakkında bilgi sahibi olunmasına imkan vermemekteydi. İkinci olarak çoğu Orta Doğu ülkesinde çift meclis sisteminin siyasal yaşam üzerinde olumsuz sonuçlar ortaya koyması, Türkiye de çift meclis sistemi tartışmalarında bu durumun dikkate alınmasını gerekli kılmaktadır.A. AVRUPA ÜLKELERİNDE ÇİFT MECLİS UYGULAMALARIAvrupa da çift meclis sisteminin uygulandığı bazı devletler federal devlet örgütlenmesine sahipken bazıları ise üniter devlet örgütlenmesine sahiptir. Bu kısımda Avrupa da bazı üniter devlet devletlerdeki çift meclis uygulamasına değinilecektir. Böylelikle çift meclis sisteminin ihtiyari seçimi, devam ettirilmesi ve sonuçları hakkında daha çok bilgi sahibi olabiliriz. Şimdi, örnek ülke olarak Fransa, İtalya, Çekya, İrlanda, Polonya ülkelerinin uygulamalarını incelemeye geçebiliriz.Fransa, üniter bir devlet olarak çift meclis sistemini tercih eden bir anayasal demokrasidir. Fransa da Senato, alt meclise nazaran daha farklı bir perspektiften ulusal egemenliği temsil etmektedir.62 1958 Fransa Anayasası m. 24/4 e göre Fransa Senatosu, Cumhuriyetin yerel topluluklarının temsilini sağlar.63 Bu temsil, yerel toplulukların ayrı bir hukuki yapı olarak temsilini değil, bir bütün olarak temsilini ifade eder ve Fransa da Senato nun ontolojik meşruiyetini söz konusu yerel kolektivitelerin temsili düşüncesi sağlamıştır.64 Fransa da hükûmetin siyasi sorumluluğu üst meclise (Senato) karşı değil, alt meclise (Millet Meclisi) karşıdır.Fransa 5. Cumhuriyet Dönemi Senatosu, eşitlikçi çift meclis ile aşırı derecede eşitlikçi olmayan çift meclis sistemi arasında bir ara yerde konumlanmaktadır.65 Ulusal Meclis doğrudan seçilirken, Senato dolaylı olarak seçmenler kurulu tarafından seçilmektedir.66 Senato, hükûmet ve Ulusal Meclis gibi kanun yapımı girişimini başlatabilir veya değişiklik önerebilir. Ayrıca, Anayasa ve Senato ile ilgili düzenle62 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,34.63 1958FransaAnayasası nınİngilizcemetniiçinbkz.https://www.conseilconstitutionnel.fr/sites/default/files/as/root/bank_mm/anglais/constiution_anglais_oct9.pdf(erişimtarihi:22.01.2022).64 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,35.65 HélènePonceau, France ,Second Chambers: Bicameralism,Ed.R.C.Tripathi,(RajyaSabhaSecretariat:NewDelhi,2002),92.66 BettyDrexhage,Bicameral Legislatures: An International Comparison,(TheHague:MinistryoftheInteriorandKingdomRelationsDirectorateofConstitutionalAffairsandLegislation,2015),39.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 221155meler, Senatoya bazı araştırma ve kontrol araçlarını vermektedir.67 Diğer taraftan, Fransa Anayasası nın 98 inci maddesi uyarınca Senato, tali kurucu iktidar rolünü Millet Meclisi ile paylaşmaktadır.68 Yasama faaliyetlerinde iki meclis büyük ölçüde uyuşur; uyuşmazlık durumunda ise nihai sözü hükûmet ve Ulusal Meclis söyler.69 Fransız kurumsal alanında Senatonun, üyelerinin yapısı dikkate alındığında, vatandaşları günlük yaşamlarında etkileyen sorunlar üzerine derinlemesine ve uzun vadeli düşünmeye yönlendirmede iyi bir konuma sahip olduğu ifade edilmektedir.70Federal bir devlet yapılanmasına sahip olmayan İtalya da meclisin yetkileri simetrik olarak düzenlenmiştir ve her iki meclis de doğrudan halk tarafından seçilir ve çift meclis sistemine önemli eleştiriler getirilmektedir. Kanunların parlamentoda kabul edilebilmesi ancak her iki meclisin de iradesi ile söz konusu olabilmektedir. Yani, meclislerden birisinin kararı diğeri tarafından ortadan kaldırılamamaktadır.71 Meclisler arasındaki uyuşmazlığı ortadan kaldırabilecek bir ortak oturumun düzenlenmesi İtalya Anayasası nda öngörülmemiştir. Ayrıca, İtalya da hükûmet, sadece Temsilciler Meclisine karşı değil aynı zamanda Senato ya karşı da sorumludur. Andrea Pedrazzani ve Francesco Zucchini, 1979 ila 2018 arası İtalya parlamentosunun kanun yapımı analizlerini inceledikleri araştırmasında bazı sonuçlara ulaşmışlardır. Onlara göre iki meclis arasında parti kompozisyonundaki herhangi bir farklılık, özellikle milletvekilleri tarafından getirilen kanun tekliflerinin onaylanması ihtimalini düşürmektedir.73 İkinci olarak, iki meclis uyumsuzluğu, hükûmet ile karşılaştırıldığında parlamentonun düşüşüne katkıda bulunabilmektedir.74 Üçüncü olarak, İtalyan siyasal sisteminin geniş yasal reformlar ile karşılaştığı zorluklar ile ilgili olarak çift meclisli bir parlamento yapısı tamamen masum değildir; çünkü, İtalyan parlamentosunda kompleks yasaların başarısız olması ihtimali çok daha yüksektir.75 2018 yılındaki seçimlerde yeni seçim sisteminin uygulanması uyumlu yasama meclisleri oluşturmasına rağmen iki meclisin seçim sistemindeki devam eden bazı farklılıkların uyumsuz bir çift meclis sistemini doğurması halen olası gözükmektedir. Dolayısıyla İtalya da Senato üzerindeki eleştiriler varlığını sürdürmektedir.67 Ponceau, France ,96.68 Ponceau, France ,100.69 Drexhage,Bicameral Legislatures: An International Comparison,39.70 Ponceau, France ,100.71 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,129.72 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,131.73 PedrazzaniveZucchini, ‘UselessApprovals .Italianbicameralismanditsdecisionalcapacity ,599.74 PedrazzaniveZucchini, ‘UselessApprovals .Italianbicameralismanditsdecisionalcapacity ,599.75 PedrazzaniveZucchini, ‘UselessApprovals .Italianbicameralismanditsdecisionalcapacity ,599-600.76 PedrazzaniveZucchini, ‘UselessApprovals .Italianbicameralismanditsdecisionalcapacity ,600. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi221166  Sezgin BAŞ - Nisa ÖZCANArş. Gör.Çekya, çift meclis sistemine sahip diğer bir üniter devlettir. Çek Cumhuriyeti, komünizm sonrası yeni bir anayasal inşa sürecinde çift meclis sistemini tercih etmiştir. 1993 tarihli Çekya Anayasası m. 16 ya göre Temsilciler Meclisi 200 üyeden oluşur ve 4 yıllık bir dönem için seçilmektedir. Senato ise 6 yıllık bir dönem için seçilir ve iki yılda bir üyelerin 1/3 ü değişmektedir. Anayasa m. 18 e göre Temsilciler Meclisi üyeleri nispi seçim sistemine göre doğrudan seçilirken Senato üyeleri doğrudan çoğunluk sistemine göre seçilmektedir. Anayasa m. 46, Senato nun önüne gelen kanun tekliflerini onaylayabileceğini, reddedebileceğini veya değiştirerek Temsilciler Meclisine geri gönderebileceğini veya konu ile ilgilenmeme niyetini ilan edebileceğini düzenlemektedir. Anayasa m. 47 ye göre eğer Senato kanun teklifini reddederse teklif Temsilciler Meclisine geri döner ve kanun teklifinin yasalaşabilmesi Temsilciler Meclisinin üye tamsayısının salt çoğunluğu tarafından kabul edilmesine bağlıdır. Senato, kanun teklifini değiştirerek Temsilciler Meclisine geri gönderirse değiştirilen kanun teklifi Temsilciler Meclisinde toplantıya katılanların salt çoğunluğu tarafından kabul edilebilir. Eğer Temsilciler Meclisi, değiştirilen kanun teklifini kabul etmezse Senatoya sunduğu ilk metni oylamaya sunabilir. Bu ilk taslağın yasalaşması, Temsilciler Meclisinin üye tamsayısının salt çoğunluğunun kararına bağlıdır. Sonuç olarak, Senatonun yasa yapımı sürecinde zorlaştırıcı bir yetkisi vardır. Nihai karar yetkisi birinci meclise aittir. Anayasa nın 49 uncu maddesine göre bazı uluslararası andlaşmaların onaylanması her iki meclisin de kabulüne bağlıdır. Çekya Senatosuna halk tarafından rağbet gösterilmez. Nitekim, Senato seçimlerine katılım oldukça düşüktür.77İrlanda da Senato 1937 Anayasası ile ihdas edilmiştir. 60 üyeden oluşan Senatonun 43 üyesi dolaylı bir şekilde yani kurullar tarafından belirli meslekleri temsil etmek amacıyla seçilmektedir. 3 üye İrlanda Ulusal Üniversitesinden, 3 üye de Dublin Üniversitesinden seçilir. 11 üye ise genellikle Başbakanın partisinden olmak üzere Başbakan tarafından atanmaktadır.78 Çeşitli mesleki grup organizasyonlarının sadece koltuklar oranında aday göstermekle ilgili rolleri vardır. Politik parti ile irtibatlı olmayan neredeyse hiçbir aday bulunmadığı için Senato, alt meclisin bir yansımasını ortaya koymaktadır.79 Hükûmet, İrlanda Senatosuna karşı değil, alt meclise karşı sorumludur. Senatonun işlevi, yasa yapımı ile sınırlıdır.80 İrlanda da 1937 den beri Senatonun reform edilmesi hakkında tartışma vardı; ancak, bu tartışma 2009 itibarıyla Senato nun ortadan kaldırılması gerekip gerekmediği meselesine dönüşmüştür.81 Bunun en büyük sebebi olarak, İrlanda Senatosunun Temsilciler Meclisi karşısında aşırı yetkisiz ve oluşumunun kor77 Drexhage,Bicameral Legislatures: An International Comparison,49.78 Drexhage,Bicameral Legislatures: An International Comparison,50.79 Drexhage,Bicameral Legislatures: An International Comparison,50.80 Drexhage,Bicameral Legislatures: An International Comparison,50.81 Drexhage,Bicameral Legislatures: An International Comparison,50.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 221177poratif nitelikte olması ileri sürülmektedir. 2011 seçimlerinde büyük partiler, siyasi sistemin boyutu ve maliyetini azaltmayı hedefleyen geniş reformun bir parçası olarak Senato nun kapatılmasını desteklemişlerdir.83 Bununla birlikte, Ekim 2013 te Senato nun kaldırılması teklifi, toplam seçmenin %40 ının katıldığı bir halkoylamasında %51.8 hayır oyu ile az bir farkla reddedilmiştir.84Polonya Senatosu, 1989 da demokrasiye geçis sürecinde yuvarlak masa görüşmeleri neticesinde oluşturulmuştur. Senato 100 üyeden oluşurken alt meclis Sejm 460 üyeden oluşmaktadır. Her iki meclis doğrudan halk tarafından 4 yıllık bir dönem için seçilmektedir. 1997 Anayasası m. 114 uyarınca her iki meclis bazı durumlarda Ulusal Meclisi oluşturarak ilgili konu hakkında iradesini ortaya koymaktadır. Senato, yasa yapımı açısından zorlaştırıcı veto yetkisine sahiptir. Anayasa m. 121 uyarınca Senato, Sejm in kabul ettiği bir kanun teklifini reddeder veya değiştirirse Sejm in Senatonun kararına muhalif olarak kendi iradesini kabul ettirebilmesi için üyelerinin en az yarısının bulunduğu bir oturumda çoğunluğun ret kararı vermesi gerekir. Polonya siyasal gündeminde Senato nun oluşumu ve işlevi üzerinde hayli ciddi eleştiri ve tartışmalar bulunmaktadır. En önemli sebep olarak Polonya Senatosunun aşırı asimetrik bir meclis olarak öngörülmesi, yani Senatonun Sejm karşısında sınırlı yetkilere sahip olması nedeniyle işlevsiz bir görüntü çizmiş olması gösterilmektedir. Bu tartışmaları 2011 yılında seçim sisteminde yapılan değişiklikler neticesinde tek adaylı seçim çevreleri oluşturulması da sona erdirememiştir.86 Önemli bir oy oranına sahip olan Platforma Obywatelska nın (Sivil Platform) seçim vaatleri arasında Senatonun kaldırılması yer almaktadır.87Avrupa devletlerinde tek veya iki meclis sistemi tercihinde eğilimin tek meclis yönünde olduğu açıktır.88 Birçok Avrupa ülkesi çift meclis sisteminden tek meclis sistemine geçmiştir.89 Daha doğrusu, tek meclis sisteminden iki meclis sistemine geçen ülkelerin, aksine göre daha az olduğunu ifade edebiliriz. Bu eğilim nedeniyle ikinci meclislerin meşruluğu, birinci meclislere nazaran daha azdır. Avrupa da 82 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,109.83 Drexhage,Bicameral Legislatures: An International Comparison,50.84 Drexhage,Bicameral Legislatures: An International Comparison,50.85 UranMurphy,Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,81.86 Drexhage,Bicameral Legislatures: An International Comparison,46.87 Drexhage,Bicameral Legislatures: An International Comparison,46.88 ArendLijpart,Çağdaş Demokrasiler: Yirmibir Ülkede Çoğunlukçu ve Oydaşmacı Yönetim Örüntüleri,çev.ErgunÖzbudunveErsinOnulduran,(Ankara:YetkinYayınları,1996),83;PaoloPassaglia, Unicameralism,Bicameralism,Multicameralism:EvolutionandTrendsinEurope ,Perspectives on Federalism10,no.2,(2018):24.89 JohnUhr, Bicameralism ,The Oxford Handbook of Political Institutions,Ed.SarahA.Binder,R.A.W.Rhodes,andBertA.Rockman,(Oxford,OxfordUniversityPress,2008),477.90 Gözler,AnayasaHukukununGenelEsasları,765. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi221188  Sezgin BAŞ - Nisa ÖZCANArş. Gör.diğer bir eğilim, ikinci mecliste yerel (territorial) temsilin baskınlığıdır.91 Slovenya dışında diğer ülkelerde yerelin temsili dışında diğer durumların cazibesi azalmıştır. Çevresel menfaat veya sorunların yakından ve derinden irdelenmesi, devletlerin tek meclis veya çift meclis tercihlerinde önemli bir faktör haline gelmiştir.92 Eskiden çift meclisin avantajları arasında öncelikle çoğunluğun sınırlandırılması, sonrasında ise tartışılan metnin daha detaylı ve derinlemesine görüşülmesi yer almaktaydı.93 Birinci avantajın modası hukuk devletinin, hesap verilebilirlik mekanizmalarının ve anayasa yargısının gelişmesi nedeniyle geçmiştir. Sonraki avantaj ise modern toplumların sorunları karşısında parlamentonun hızlı bir şekilde karar alması kaygısı nedeniyle dikkate alınmaz hale gelmiştir. Nitekim acil düzenleme yapma veya karar alma yahut teknik düzenlemeler yapma ihtiyacı, yürütme organına kanuni nitelikte düzenleme yapma yetkisi verilmesiyle neticelenerek yürütmenin yasama karşısında güçlenmesine yol açmıştır. Bu çerçevede çift meclisin var olduğu başta İtalya gibi bazı ülkelerde ikinci meclisin reforme edilmesi veya kaldırılması yönünde eleştiriler artmış ve bu çerçevede birçok reformlar gerçekleştirilmiştir. Örneğin, Belçika da zamanla üst meclisin bütçeye ilişkin yetkileri sınırlandırılmış ve hükûmete güven verme yetkisi ortadan kaldırılmıştır.94 Almanya da, Bundestag ın nihai kararı vermesini kolaylaştırmak için Bundesrat ın yetkilerini azaltan bir anayasal reform 2006 yılında yapılmıştır.95 Dolayısıyla son zamanlarda, hızlı karar alımı ve temsili dengeleme düşüncesi anayasal yapıyı etkilemiştir.B. ORTA DOĞU ÜLKELERİNDE ÇİFT MECLİS UYGULAMALARISiyasal rejim türü olarak sıklıkla otoriter rejim veya ara rejim olarak nitelenen Orta Doğu ülkelerinde çift meclis uygulamaları, Avrupa da çift meclisin tercih edilme saiklerinden ve pratiklerinden farklılık arz etmektedir. Orta Doğu rejimlerinde çift meclis uygulaması, çift meclis sisteminden yerine getirmesi beklenen işlevleri ortaya koymak yerine otoriter amaçlar çerçevesinde kullanılmıştır. 1970 lerde liberalleşme hareketleri neticesinde tek parti sistemini terkeden Orta Doğu rejimleri, çok partili siyasal yaşama geçmiştir. Ancak, bu siyasal hayata geçiş demokratik açıdan sınırlı şekilde gerçekleşmiştir. Seçim hileleri, manipülasyonlar ve seçim sisteminin rejim partisi lehine düzenlenmesi, muhalefetin gelişmesini engellemiştir. Diğer taraftan, çift meclis sistemini, otoriter liderlerin yürütme organının yanı sıra yasama organını da kontrol etme çabalarının bir ürünü olarak değerlendirmek, sistemin işleyişi dikkate alındığında önemlidir. Tunus, Ürdün, Mısır, Fas, Cezayir ve Yemen gibi ülkelerde ikinci bir meclisin ortaya çıkarılmasının amacı, parlamentoya karşı bir ağırlık oluşturmak veya rejimin gözünde yoldan çıkmış bir parlamentonun 91 Passaglia, Unicameralism,Bicameralism,Multicameralism:EvolutionandTrendsinEurope ,24.92 Passaglia, Unicameralism,Bicameralism,Multicameralism:EvolutionandTrendsinEurope ,24.93 Passaglia, Unicameralism,Bicameralism,Multicameralism:EvolutionandTrendsinEurope ,25.94 Uhr, Bicameralism ,477;Drexhage,Bicameral Legislatures: An International Comparison,57.95 Passaglia, Unicameralism,Bicameralism,Multicameralism:EvolutionandTrendsinEurope ,25.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 221199etkisini sınırlamaktı.96 İkinci meclis aracılığla bu amaçların yerine getirilmesi, öncelikle Cumhurbaşkanının veya Kralın istediği kişileri seçme yetkisi kullanılarak sağlanmaktadır. Bu doğrultuda, anayasalarda Cumhurbaşkanının veya Kralın, üst meclisin üye sayısının 1/3 ünü veya tamamını seçme yetkisi düzenlenmiştir. Bunun yanında, siyasal katılım önündeki engeller, seçim hile ve manipülasyonları, temel hak ve hürriyet kullanımının sınırlandırılması veya engellenmesi de rejimin kendi çıkarlarına uygun bir parlamento oluşturmasında önemli bir rol oynamıştır. Şimdi, örnek ülke olarak Tunus, Mısır, Cezayir, Bahreyn, Umman, Ürdün ve Fas çift meclis sistemlerinin uygulamalarını incelemeye geçebiliriz.Tunus ta ikinci meclis (üst meclis) Mülga 1959 Anayasası nda yapılan 2002 değişiklikleri ile kurulmuştu. 1959 Anayasası nın 19 uncu maddesi, Danışman Meclisinin danışmanlardan oluştuğunu ve üye sayısının Temsilciler Meclisinin 2/3 ünü geçemeyeceğini düzenlemişti. Mülga Anayasaya ya göre yerel otoritelerin seçili üyeleri arasından, nüfusa göre her bir yönetim bölgesinden bir veya iki üye seçilmesi öngörülmüştü. Danışman Meclisinin 1/3 ünün yerel otoritelerin seçili üyeleri tarafından ulusal düzeyde işveren, çiftçi ve işçiler arasından; Danışman Meclisinin 2/3 ünün ise Cumhurbaşkanı tarafından tanınmış figür ve milli liyakate ehil kişiler arasından seçilmesi düzenlenmişti. Anayasa nın 22 nci maddesine göre Temsilciler Meclisi 5 yıllık bir dönem için seçilirken Danışma Meclisi 6 yıllığına seçilirdi ve her 3 yılda bir Danışma Meclisinin yarısı yenilenirdi. Danışma Meclisi, sadece yerelin veya sektörün çıkarlarını değil ulusun çıkarlarını gözetirdi ve her bir üye Milletin tamamını temsil ederdi. Parlamentonun her iki kanadı organik kanunları üye tam sayılarının salt çoğunluğuyla, normal kanunları ise toplantıya katılanların salt çoğunluğu ile kabul ederdi. Diğer bir deyişle, kanun teklifinin yasalaşması, Danışma Meclisi tarafından kabul edilmesine bağlanmıştı. Anayasa nın 33 üncü maddesi gereğince iki meclis arasında bir uyuşmazlık çıkması halinde bu uyuşmazlık ortak bir oturum yapılarak karara bağlanması öngörülmüştü. Her ne kadar Danışma Meclisinin üye sayısı az ise de rejimin partisinin Temsilciler Meclisinde de oy oranına sahip olduğu düşünüldüğünde rejim muhaliflerinin iradelerini parlamentodan geçirmeleri mümkün gözükmemektedir. Dolayısıyla Tunus ikinci meclisinin rejimin çoğunluğuna karşı bir denge ve denetleme işlevini yerine getirmesi, atama yetkileri ve diğer otoriter uygulamalar nedeniyle mümkün değildi. Bu ikinci meclis, Arap Baharı olarak adlandırılan halk ayaklanmaları neticesinde yapılan 2014 Tunus Anayasası ile ortadan kaldırılmıştır. İkinci meclisin Tunus ta kaldırılma sebebi olarak, yüksek maliyeti ve zayıflatıcı rolü ve Tunus un coğrafik ve demografik küçüklüğü ileri sürülmüştür.9796 NathanJ.Brown, RegimesReinventingThemselves:ConstitutionalDevelopmentintheArabWorld ,Constitutionalism and Political Reconstruction,Ed.SaïdAmirArjomand,(Leiden:Brill,2007),61.97 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,35. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi222200  Sezgin BAŞ - Nisa ÖZCANArş. Gör.Mısır da çift meclis sistemi Millet Meclisine, Şura Meclisi eklenmek suretiyle 1980 değişiklikleri ile getirilmişti. Şura Meclisi, 1971 Anayasası m. 194 uyarınca ulusal birliği ve sosyal barışı, toplumun temel kurumlarını, hak ve özgürlükleri ve kamusal görevleri korumak için zorunlu gördüğü önerileri sunardı. Şura Meclisi, belirli konulardaki kanun tekliflerini ve anayasa değişikliklerini onaylamaktaydı. Anayasa da belirtilen konularda ve Millet Meclisi ile Danışma Meclisi arasında bir uyuşmazlık çıkması durumunda uyuşmazlık konusu hakkında bir teklif sunmak için Millet Meclisi Başkanının başkanlığında her iki meclisten 7 üyeden oluşan bir ortak komite toplanırdı. Ortak komite tarafından hazırlanan nihai metin her iki meclisin incelemesine sunulurdu. Nihai metnin her iki meclis tarafından kabul edilmesi halinde teklif yasalaşırdı. Nihai metnin meclisler tarafından onaylanmaması halinde Millet Meclisi ve Şura Meclisi ortak bir oturumda buluşarak karar verirlerdi. Ayrıca, Anayasa m. 195 te bazı durumlarda Şura Meclisine danışılması gerekliliği düzenlenmiştir. Şura Meclisinin üye sayısı kanun ile belirlenir; ancak, bu sayı 132 den aşağı olamazdı. Bu meclisin üyelerinin 2/3 ü doğrudan gizli oyla seçilmesi ve bu üyelerin en az yarısının işçi ve çiftçi olması öngörülmüştür. Cumhurbaşkanı ise geriye kalan 1/3 lük kısmı doğrudan kendisi seçmiştir. Şura Meclisi 6 yıllık bir dönem için seçilirdi ve üyelerinin yarısı her 3 yılda bir yenilenmekteydi. Millet Meclisi ise en az 350 kişiden ve üyelerinin yarısı doğrudan seçilen işçi ve çiftçilerden meydana gelmek zorundaydı. Ayrıca, Cumhurbaşkanı 10 kişiyi geçmeyecek şekilde Millet Meclisine üye seçebilirdi. Anayasa m. 201, Hükûmet, Başbakan ve Bakanların Şura Meclisine karşı sorumlu olmadığını düzenleyerek Şura Meclisi karşısında Millet Meclisinin üstünlüğünü vurgulamıştır. Nitekim Anayasa m. 86 uyarınca da yürütmenin Anayasa ya uygun şekilde çalışmasını kontrol etme görevi Millet Meclisine verilmiştir. Görüldüğü üzere, Arap Baharı öncesinde Mısır da ikinci meclis bazı konularda danışma işlevini yerine getirirken, bazı hususlarda ise karar alımında Millet Meclisi ile eşit bir konumda bulunmuştur. Millet Meclisinde çoğunluğun rejimin partisinin kontrolünde olması halinde Şura Meclisinin karşı koyma ihtimali yoktur. Millet Meclisinde çoğunluğun muhalif partide olması halinde ise Şura Meclisinin 1/3 ünü atama yetkisi, rejimin parlamentoyu kontrolünde işe yarayacak bir imkan olmuştur.Mısır da ikinci meclis, Arap Baharı sonrasında yapılan 2012 Anayasası nda da Şura Meclisi olarak kendisini korumuştur. Ancak, Mursi ye karşı yapılan ordu darbesi neticesinde 15 Ocak 2014 Anayasası ile çift meclis sistemi, 50 kişilik komitede (anayasa tasarısı hakkında nihai kararı verecek komite) 23 e karşı 19 oyla birlikte kaldırılmıştır.98 Bu ise çift meclisin artı ve eksileri arasındaki farkın etkileyici olmadığını göstermektedir.99 Eski üst meclisin oluşumu, onun güçsüz meşruiyetini ortaya koymaktadır. İkinci meclis üyelerinin 2/3 ü, alt meclis ile bir 98 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.36.99 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.36.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 222211farklılığı belirtmezken, 1/3 ise demokratik temsile ve kuvvetler ayrılığına aykırılık teşkil etmekteydi.100 Dolayısıyla Mısır üst meclisi, Mısır halkının temsilinin yeni bir formunu ortaya koyamamış, fakat otoriter rejimi konsolide etmede bir araç olarak kullanılmıştır.101 Ayrıca, bir anlaşmazlık durumunda alt meclisin iradesi geçerli olduğu için üst meclisin rolü sınırlıydı. Bazıları tarafından, üst meclisin seçim yoluyla meclise giremeyen rejim sempatizanlarının Cumhurbaşkanı tarafından ödüllendirilmesi amacıyla oluşturulduğu yorumları yapılmıştır. Mısır üst meclisi, ne meşruluk kaynağını ne rolünü geliştirmeyi başaramamış; böylece iki meclisliliğin hatalı bir pratiğini ortaya koymuştur.102 2014 Anayasası ile ortadan kaldırılan çift meclis sistemi, Mısır Cumhurbaşkanı Abdulfettah Sisi nin çıkar ve planlarına göre hazırlatılan 2019 Anayasa değişiklikleri ile yeniden getirilmiştir. Eski adı Şura Meclisi olan ikinci meclis artık Senato olarak adlandırılmaktadır. Mısır Senatosunun, eski sistemde olduğu gibi, 2/3 ünün halk tarafından seçimler aracılığıyla doğrudan belirlenirken, 1/3 nün ise Cumhurbaşkanı tarafından atanacağı belirtilmektedir.Cezayir de çift meclisin inşa edilme gerekçeleri, resmi ve doktriner kaynaklara göre, devletin sürekliliğini korumak, yürütme organının istikrarını sürdürmek, alt mecliste olası uzman eksikliğini telafi etmek ve temsili artırmaktır.105 Üst meclisin 2/3 ü yerel kolektiviteler tarafından kendi müzakere organları arasından, 1/3 ü ise Cumhurbaşkanı tarafından sosyo-ekonomik alanlardaki ulusal uzmanlar arasından seçilir.106 2016 Anayasa değişiklikleri öncesinde üst meclisin sadece alt meclis tarafından onaylanan kanun teklifleri hakkında onaylama veya reddetme yetkisi vardı. Söz konusu değişiklikler ile üst meclise, hükûmet ve alt meclis üyeleri gibi yerel organizasyonlar, yerel planlama ve yerel bölünme ile ilgili konularda kanun tekliflerinde bulunma yetkisi verilmiştir.107 Bunun da ötesinde, hükûmet tarafından başlatılan kanun tasarıları, bu konular ile ilgili olması halinde öncelikle alt meclise değil, üst meclise gönderilir.108 İkinci meclis üyeleri, hükûmeti kontrol etmek için Hükûmet üyelerine yazılı ve sözlü soru sorabilirler. 100 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.36.101 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.36.102 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.36.103 AmnestyInternationalPublicStatement, Egypt:ParliamentShouldRejectProposedConstitutionalamendments ,08.04.2019.https://www.amnesty.org/en/documents/mde/0147/2019/en/(erişimtarihi05.05.2022).104 AhmedMorsy, Egypt sElectionsandParliament:OldHabitsNeverDie ,TheTahrirInstituteforMiddleEastPolicy,26.03.2021.https://timep.org/commentary/analysis/egypts-elections-andparliament-old-habits-never-die/(erişimtarihi05.05.2022).105 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.37.106 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.37.107 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.38.108 2003yılındaFransa daSenato yaverilenbenzeribiryetkidenetkilenerek2016 dabudeğişiklikyapılmıştır. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi222222  Sezgin BAŞ - Nisa ÖZCANArş. Gör.Görüldüğü gibi 2016 değişiklikleri ile ikinci meclisin yetkileri güçlendirilmiştir. Cezayir, sonrasında yeni bir anayasa yapımına girişerek 2020 Anayasası nı yürürlüğe koymuştur. Cezayir, 2020 Anayasası nda çift meclis sistemini korumuştur.109Bahreny Krallığı nda yasama yetkisi Ulusal Meclise aittir. Ulusal Meclis ise Temsilciler Meclisi ve Danışma Meclisinden oluşur. Bahreyn 2002 Anayasası na göre Danışma Meclisi ve Temsilciler Meclisi 40 üyeden oluşur. Danışma Meclisi,  Kral  tarafından  atanırken  Temsilciler  Meclisi  genel  oyla  seçilir.  2002 Anayasası nın yasama bölümünü düzenleyen hükümleri incelendiğinde bir kanun teklifinin yasalaşması, parlamentonun her iki kanadı tarafından kabul edilmesine bağlıdır. Bir kanun teklifi hakkında meclisler arasında bir uyuşmazlık çıkması durumunda çözüm, Anayasa nın 85 inci maddesi uyarınca her iki meclisin birlikte toplanacağı Ulusal Meclisin karar vermesi olarak öngörülmüştür. Halk tarafından referandumda onaylanan ve 2002 Anayasa nın temeli kabul edilen Ulusal Eylem Şartı nda,110 parlamento iki meclisli bir yapı olarak öngörülmüş ve alt meclisin kanun yapımıyla, üst meclis ise danışma işleviyle görevlendirilmişti. Buna rağmen, Bahreyn 2002 Anayasası, yasama organının iki kanadına yasama faaliyetlerinde eşit yetki vermiştir.111 Bu durumda, tamamı Kralın insiyatifi ve takdir yetkisiyle atanan Danışma Meclisi haliyle Krala bağlı olacağından Kralın istemediği bir kanunun parlamentodan geçmesi oldukça zordur.Umman da yasama organı iki meclisten oluşur. Arap Baharı öncesi Umman Temel Yasası nın 58 inci maddesi, parlamentonun Şura Konseyi ve Devlet Konseyi olmak üzere iki meclisten oluştuğunu ve bu meclislerin yetkileri, görev süreleri ve üyelerinin seçiminin Kral tarafından çıkarılacak bir Yasa ile belirleneceğini düzenlemişti. Bunun dışında, Umman Meclisi ile ilgili herhangi bir düzenleme bulunmamaktaydı. 2011 öncesinde, Umman Meclisi Kanunu na göre Umman Meclisinin görevi, kendisine sunulan işleri incelemek ve görüş bildirmekti. Daha ötesi, Umman Meclisi Kanunu nun 3 üncü maddesi her iki meclisin üyelerinin de Krala bağlılıklarına dair yemin edeceğini düzenlemişti. Umman Meclisinin alt 109 2020Anayasası nagörealtmeclisolanHalkUlusalMeclisi,5yıllığınageneloyileseçilirken,üstmeclisolanHalkKonseyiise6yıllığınaseçilir.2020Anayasasım.127 yegöreHalkKonseyi,herüçyıldabirmeclisinyarısınınyenileneceğinidüzenlemektedir.2020Anayasasım.126 yagöreHalkKonseyinin2/3 üdolaylıbirşekilde,hervilayetten(wilaya)ikikişiolmaküzereHalkınKomünalMeclisileHalkınVilayetMeclisüyeleriarasındanseçilirler.HalkKonseyinin1/3 üiseCumhurbaşkanıtarafındanbilimsel,mesleki,ekonomikvesosyalalanlardanulusalkişilikvenitelikliuzmanlarıatar.110 UlusalEylemŞartımetnineulaşmakiçinbkz.https://www.peaceagreements.org/viewmasterdocument/1437(erişimtarihi24.01.2022).111 AminaElMessaoudi, ConstitutionalReformintheArabWorld ,Arab Reform Initiative,ResearchPaper,2010:10-11.ConstitutionalReformsintheArabWorld-ArabReformInitiative(arab-reform.net)(E.T.29.02.2021),Bahreyn2002Anayasası nın70ve81 incimaddeleriparlamentomeclislerininherikisinindeyasamayetkisineeşitdüzeydesahipolduğunuaçıkçagöstermektedir.112 UmmanMeclisiKanunuiçinbkz.https://www.ilo.org/dyn/natlex/docs/ELECTRONIC/83508/92277/F2950230/OMN08.pdf(erişimtarihi24.01.2022).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 222233ve üst meclisinin denetim ve dengeleme gibi bir işlevi yerine getirmesi bir yana, parlamentoların temel işlevi olan kanun yapma yetkisine dahi sahip olmadığı, sadece istişari bir organ olarak düşünüldüğü ortadadır.113Umman da Arap Baharı sürecinde halk protestolarının başlaması sonrasında rejim, 2011 yılında bir anayasal reform gerçekleştirmiştir. 2011 Anayasa değişiklikleri neticesinde yasama organı, 58bis ila m. 53bis 44 maddeleri arasında düzenlenerek anayasal güvenceye kavuşturulmuştur. Temel Yasa nın 58bis 1 maddesi uyarınca ikinci (üst) meclis olan Devlet Konseyi maddede belirtilen kişiler arasından Kral tarafından seçilecektir. Madde 58bis 8 gereğince birinci Meclis olan Şura Meclisi ise Umman Sultanlığı nın bütün vilayetlerini temsilen halk tarafından seçilecektir. Madde 58bis 20, eski kanuni düzenlemede olduğu gibi meclis üyelerinin Kral a bağlılığını da içeren bir yeminle göreve başlayacaklarını düzenlemektedir. Temel Yasa m. 58bis 34, Şura Meclisinin fesh edilmesi halinde Devlet Meclisinin de feshedileceğini belirtmektedir. Ayrıca, her iki meclisin görev süreleri de 4 yıldır. Madde 58bis 35, hükûmet tarafından hazırlanan kanun tasarılarının her iki meclis (Umman Meclisi) tarafından kabul edildikten sonra Krala sunulacağını ifade etmektedir. Burada alt meclis ile üst meclis açısından bir farklılık söz konusu değildir. Madde 58bis 36, Umman Meclisine kanun teklifinde bulunabileceği yetkisini vermiştir. Ancak, bu kanun teklifi, doğrudan parlamentoya değil, öncelikle inceleme için hükûmete havale edilecektir. Hükûmetin incelemesi sonrasında kanun teklifi Meclise sunulacak ve Meclisin kabul, ret veya değişiklik kararları ile ilgili olarak m. 58bis 35 uygulanacaktır. Her iki meclisin kanun teklifi hakkında anlaşamadığı durumlarda ise ilgili uyuşmazlık ortak bir toplantı yapılarak karara bağlanacaktır.Ürdün de Umman ve Bahreyn gibi çift meclis sistemine sahip bir monarşidir. Ürdün 1952 Anayasası nın 65 inci maddesine göre üst meclis olan Senato üyelerinin tamamı Kral tarafından 4 yıllığına atanmaktadır. Alt meclis olan Temsilciler Meclisi ise genel oyla 4 yıllığına doğrudan halk tarafından seçilmektedir. Ürdün Anayasası na göre bir kanun teklifinin parlamentodan geçebilmesi için Senato ve Temsilciler Meclisinin çoğunluğu tarafından kabul edilmesi gerekir. Umman da olduğu gibi Ürdün yasama organının üyeleri Kral a bağlılığı da içeren bir yeminle göreve başlamaktadır. Ürdün Anayasası m. 91 e göre bir kanun teklifi veya tasarısı, Senato ve Temsilciler Meclisi tarafından kabul edilmedikçe ve Kral tarafından onaylanmadıkça yürürlüğe girmez. Anayasa nın 92 nci maddesinde ise Meclislerden biri herhangi bir kanun taslağını iki kez reddeder ve diğer Meclis bunu değiştirilmiş veya değiştirilmemiş olarak kabul ederse her iki Meclis de uyuşmazlık konusu maddeleri görüşmek üzere Senato Başkanının başkanlığında 113 NikolausA.Siegfried, LegislationandLegitimationinOman:TheBasicLaw ,Islamic Law and Society7,no.3,(2000):376-377;BasmahAl-Kiyumi,The Omani Constitution: A Critical Analysis,(YüksekLisansTezi),(Manchester:UniversityofManchester,2011),152. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi222244  Sezgin BAŞ - Nisa ÖZCANArş. Gör.ortak bir oturumda toplanacaktır. Kanun taslağını kabul edilmesi, sadece ortak oturumdaki mevcut üyelerin üçte iki çoğunluğu ile mümkündür. Ürdün Senatosunun üye sayısının Temsilciler Meclisi üye sayısının yarısını geçemeyeceği kuralı dikkate alındığında anlaşmazlık halindeki kanun tasarısı üzerinde halkın oylarıyla seçtiği Temsilciler Meclisinin iradesinin hakim olacağı belirtilebilir. Ancak, Temsilciler Meclisi de pratikte Kral ın veya hükûmetin güdümünde bir meclis olarak damgalanmaktadır. Ürdün de çift meclis sisteminin etkililiği, Bahreyn ve Umman a göre daha fazladır. Hiç değilse Temsilciler Meclisinin, Kral ın atadığı Senatonun iradesini bertaraf etme olasılığı hukuken mümkündür.Fas ise 1962 Anayasası ile inşa ettiği çift meclis sistemini 1970 Anayasası nda terk etmiş ve 1972 ve 1992 Anayasalarında tek meclisli parlamento yapısını korumuştur. Kral II. Hasan, 1992 Anayasası ndan büyük bir farklılığı ifade etmeyen 1996 Anayasası nı hazırlatmış ve bu metin halk oylaması neticesinde yürürlüğe girmiştir.115 Metnin en önemli değişikliği, Temsilciler Meclisi ve Danışmanlar Meclisinden oluşan bir çift meclis sistemini yeniden ihdas etmesiydi. 325 kişiden oluşan Temsilciler Meclisi üyeleri, 5 yıllık bir dönem için halk tarafından genel oyla seçilirdi. 270 kişiden oluşan Danışma Meclisi ise 9 yıllık dönem için seçilirdi. Danışma Meclisinin 162 üyesi, yerel ve bölgesel konsey üyeleri tarafından seçilirdi. 108 üye ise endüstri, tarım ve ticaret birlikleri temsilcileri tarafından seçilir. Danışma Meclisi üyelerinden 90 kişi, her 3 yılda bir yenilenirdi. Arap Baharı sonrası, Kral VI. Muhammed in tasarıyı hazırlatmasından sonra halk oylamasıyla yürürlüğe giren 2011 Anayasası, çift meclis sistemini korumuştur. 2011 Anayasası na göre Temsilciler Meclisi 5 yıllığına genel oyla seçilmektedir. Danışma Meclisi ise 6 yıllığına dolaylı olarak seçilmektedir ve üye sayısı minimum 90, maksimum 120 dir. Danışma Meclisinin 3/5 i yerel kolektiviteler tarafından seçilirken, 2/5 i ise meslek odaları, işveren birlikleri ve işçi sendikaları tarafından seçilen seçim kurulları tarafından her bir bölgede seçilmektedir. Fas ta alt meclisin üstünlüğüne rağmen, üst meclisin siyasal sistemi bozmaktan daha uzak olduğu söylenebilir.116 Fas Danışman Meclisinin, Tunus ve Mısır üst meclisleri ile karşılaştırıldığında daha önemli yetkiler kullanmaktadır. Bunun da ötesinde, Fas Danışman Meclisi, hükûmet hakkında gensoru verebilen üç üst meclisten biridir.117Avrupa ve Orta Doğu nun bazı ülkelerindeki çift meclis uygulamalarının sağladığı perspektif ortaya koyulduktan sonra bir sonraki bölümde Türkiye örneği incelenecek ve Türkiye de çift meclis sisteminin benimsenmesi gerekip gerekmediği tartışması yürütülecektir.114 İçİşleriBakanı nınaçıklamasınagöreanayasatasarısıhalkoylamasınakatılangeçerlioyların%99,6 sıilekabuledilmiştir.GregoryWhite, TheAdventofElectoralDemocracyinMorocco?TheReferendumof1996 ,Middle East Journal51,no.3(1997),389.115 NathanJ.Brown,Constitutions in a Nonconstitutional World: Arab Basic Laws and the Prospects for Accountable Government,(Albany:StateUniversityofNewYorkPress,2002),53.116 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.37.117 Zerari, ThejustificationsoftheSecondParliamentaryChambersintheNorthAfricanregion ,s.37.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 222255III. TÜRKİYE DE ÇİFT MECLİS SİSTEMİOsmanlı-Türk anayasal gelişmelerine bakıldığında, azımsanmayacak bir süre ile çift meclis sisteminin uygulandığı görülür. Bu bakımdan sistemin Türkiye de uygulanabilirliğine yönelik bir değerlendirmeye geçmeden Türkiye pratiğini incelemek gerekmektedir.Çift meclis sistemi, ilk kez, birinci meşrutiyet döneminde 1876 Anayasası ile tecrübe edilmiştir. Meclis-i Umumi adını taşıyan yasama organı Meclis-i Mebusan ve Meclis-i Ayan olmak üzere iki meclisten oluşmuştur (1876 Anayasası m. 42). Meclis-i Mebusanda, her elli bin erkek nüfusa bir temsilci olmak üzere, dört yıl için, seçim yoluyla gelen üyeler yer almıştır (m. 65, 66, 69). Meclis-i Ayan üyeleri ise Meclis-i Mebusan üye tamsayısının üçte birini aşmamak üzere, Padişah tarafından, 40 yaşını geçmiş ve çeşitli memuriyetlerde bulunan ve ehil olduğu düşünülen kişiler arasından ömür boyu görevde kalmak üzere atanmıştır (m. 6062)118. Böylelikle her iki meclisin oluşumu birbirinden farklı gelişmiştir. 28 Ekim 1876 tarihinde yürürlüğe koyulan  Talimat-ı Muvakkate  adı verilen hükümlerle de seçimlerin iki dereceli basit çoğunluk sistemine dayanacağı öngörülmüştür.Anayasa da her iki meclisin çalışabilmeleri ve çalışma süreleri Padişah ın takdirine bırakılmıştır.120 Kanun teklif etme yetkisi Heyet-i Vükela ile her iki meclise tanınmıştır (m. 53). Heyet-i Vükelanın her konuda, meclislerin ise kendi görev alanlarına giren konularda kanun teklif etmeleri kabul edilmiştir.121 Ayrıca, yasama sürecinin başlaması meclislerden gelen yasa önerilerinin Padişah a iletilmesi ve Padişah tan izin alınmasına bağlı kılınmıştır. Padişah tan alınan izin neticesinde, yasa önerileri, öncelikle, Şurayı Devlete gönderilmiş burada tasarılaşan öneriler, Meclis-i Mebusanda görüşüldükten sonra Meclis-i Ayan önüne getirilmiştir (m. 53, 54). Meclis-i Ayanın başlıca görevi, Mebusan Meclisinden gelen yasa ve bütçe tasarısını Kanun-ı Esasi hükümlerine, Padişah hukukuna (hükümranlık haklarına), devletin iç ve dış güvenliğine, genel ahlaka uygunlukları açısından incelemek olmuştur (m. 64). Meclis-i Ayana tasarıları kabul, gerekçeli kesin ret ya da değişiklik istemi ile birlikte Meclis-i Mebusan a geri gönderme yetkisi de verilmiştir (m. 64). Meclis-i Ayandan geçen tasarının yasalaşması ise padişahın onayına bağlı kılınmıştır. Padişahın kabul edip onaylamadığı bir tasarı yasalaşamamıştır.122 Yasama ve yürütme ilişkilerine bakıldığında Padişah ön plandadır. Hükûmet üyeleri padişah tarafından seçilip atanmıştır. Hükûmetin 118 FahriBakırcı,ÖmerFarukGençkaya,OzanErgül,AbbasKılıç,GündüzAlpAslan,SalimIşıkveİsmailYüksel,Parlamento Hukukuna Giriş,(Ankara:LykeionYayınları,2020),9.119 KemalGözler,Türk Anayasa Hukuku, 3.Baskı,(Bursa:EkinKitabevi,2019),49-50.120 BülentTanör,Osmanlı-Türk Anayasal Gelişmeleri (1789-1980),24.Baskı,(İstanbul:YapıKrediYayınları,2019),139.121 İlhanArsel, BirinciveİkinciMeşrutiyetDevirlerindeÇiftMeclisSistemiTecrübesi ,AÜHFD10,no.1-4,(1953):196.122 Tanör,Osmanlı-Türk Anayasal Gelişmeleri (1789-1980),140. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi222266  Sezgin BAŞ - Nisa ÖZCANArş. Gör.göreve başlayabilmesi veya görevde kalabilmesi, meclislerin güvenoyuna bağlı olmayıp hükûmet padişah karşısında sorumlu tutulmuştur.123İkinci Meşrutiyet in ilanıyla yapılan 1909 Anayasa değişiklikleri neticesinde sistemin anayasallaşmasıyla meclislerin yasama yetkisi üzerindeki sınırlandırmalar kaldırılmıştır.124 Yasama organı ve yürütme organı ilişkisinde hükûmet yalnızca Meclis-i Mebusan karşısında sorumlu tutulmuştur. Buna karşılık, hükûmet ile Meclis-i Mebusan arasında bir ihtilaf ortaya çıkması halinde Padişah ın hükûmeti değiştirme veya Meclis-i Mebusanı feshetme yetkisi, Meclis-i Ayandan muvafakat almasına bağlanmıştır. Böylelikle, ikinci meclis olarak Meclis-i Ayan, Meclis-i Mebusanın fesihe muvafakat verebilmesi suretiyle Meclis-i Mebusan ve yürütme organı arasında bir rol üstlenmiştir.125 Meclis-i Ayanın birbiriyle zıt nedenlere dayanan 1911 ve 1912 Meclis-i Mebusan fesihlerine kolaylıkla muvafakat vermiştir.126Çift meclis sistemi 1876 Anayasası nın kabul edilme sürecinde dönemin bazı anayasalarından yararlanılması neticesinde hukuk sistemimize dâhil olmuştur.127 1876 Anayasası, meşruti unsurları dışlayacak ve padişahın yasama üzerinde mutlak hâkimiyeti devam edecek biçimde kabul edilmiştir. Dolayısıyla Anayasa nın ilk şekliyle meclislerin gerçekte yasama yetkisine sahip olduğu söylenemez. Özellikle Meclis-i Mebusanın yasama sürecindeki rolü azdır. Meclis-i Ayana ise yasama sürecinde siyasal denetim görevi verilmiştir.128 Meclis-i Ayan ın uygun görmediği bir metnin yasalaşması söz konusu değildir. Meclis-i Ayan bu anlamıyla hem kanun denetleyicisi işlevi görmüş hem bir tür mutlak veto yetkisi kullanmıştır. Ayrıca, Meclis-i Ayana gerekli hallerde Anayasa yı yorumlama yetkisi verilmiştir. İlhan Arsel, uygulamada Meclis-i Ayan ın Anayasa yı yorumlama yetkisinin yürütme organının lehine kullanıldığını belirtmiş ve bu konuda 1912 tarihli Meclis-i Mebusan feshini örnek vermiştir.129Belirtildiği üzere ikinci meclis olarak Meclis-i Ayan, Meclis-i Mebusan karşısında üstün bir konuma sahiptir. Meclis-i Ayan üyelerinin tamamının padişah tarafından atanması, Padişaha sadakat konusunda üyelerin yemin etmesi, Meclis padişah hukukuna uygunluk denetimi yapması ve böylelikle padişahın hüküm123 Tanör, Osmanlı-Türk Anayasal Gelişmeleri (1789-1980),142.124 Bukonudadahaayrıntılıbilgiiçinbkz.ErgunÖzbudun,Türk Anayasa Hukuku,(Ankara:YetkinYayıncılık,2019),25.125 Arsel, BirinciveİkinciMeşrutiyetDevirlerindeÇiftMeclisSistemiTecrübesi ,204.126 1914AnayasadeğişikliğiçerçevesindemeclisifesihyetkisisadecepadişahaverilmişveAyanMeclisi ninfesihhakkıkaldırılmıştır.TuncayÖzgişi, MütarekeDönemindeAyanMeclisi ninÇalışmaları ,Uluslararası Sosyal Araştırmalar Dergisi5,no.22,(2012):312.127 YücelÖzdemir, TürkParlamentoTarihindeÇiftMeclisliYasamaSistemiBakımındanMeclis-iAyan ,Karatay Üniversitesi Hukuk Fakültesi Dergisi2,no.2,(2017):64.128 SedaÖrstenEsirgen, OsmanlıParlamentosundaAnayasayaAykırılıkTartışmaları ,İnönü Üniversitesi Hukuk Fakültesi Dergisi11,no.2,(2020):426.129 Arsel, BirinciveİkinciMeşrutiyetDevirlerindeÇiftMeclisSistemiTecrübesi ,197.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 222277darlık haklarını koruma görevi dikkate alındığında, Meclis-i Ayan, padişahın iradesini temsil etme ve tarihsel süreçten gelen mutlak otoriteyi sürdürme geleneğinin bir parçası olmuştur. 1909 Anayasa değişiklikleriyle her ne kadar Padişah ın yetkileri sınırlandırılmış olsa da Meclis-i Ayan üzerinde padişah vesayeti kaldırılmadığından, ikinci meclisin varlığı bir başka işleve dönüşememiştir.Çift meclis sistemi ile ilgili diğer önemli tecrübe, 1961 Anayasası nda kabul edilen 1961-1980 yılları arasında yürürlükteki Cumhuriyet Senatosu olmuştur. Anayasacılık tarihine bakıldığında temel hak ve özgürlüklerin yalnızca yürütme organı değil, meclis çoğunluğuna karşı korunması gerektiği anlayışı Türkiye de ancak 1950 li yıllarda savunulmaya başlanmıştır.131 Söz konusu durum, dönemin meclis çoğunluğunun temel hak ve özgürlükler konusunda sergilediği iradeden ve bu iradeyi dengeleyecek ve denetleyecek kurumların olmamasına yönelik eleştirilerden kaynaklanmış ve meclis içinde bu işlevi yerine getirecek ikinci bir meclisin gerekliliği gündeme getirilmiştir.132 Bu doğrultuda gerek siyasi parti tüzük, beyanname ve programlarında gerek basında, akademide, İstanbul ve Ankara Komisyonlarınca hazırlanan ön tasarılarda bu konu üzerinde durulmuştur. 1961 Anayasası nın hazırlanması esnasında yapılan komisyon ve meclis görüşmelerinde de çift meclis sisteminin neden benimsenmesi gerektiği hususunda görüşler ileri sürülmüştür.133 Tüm bu görüşler, ikinci bir meclisin çoğunluğun denetimini sağlayacağı ve yasa yapma kalitesini arttıracağı yönünde olmuştur.134 Netice itibarıyla ikinci meclis, meclis çoğunluğunun iradesini dengeleyeceği ve sınırlandıracağı, ikinci bir göz olarak yasaların gerek yerindelik gerek anayasaya uygunluk sağlayacağı düşünceleriyle kabul edilmiştir.135 Böylelikle 1961 Anayasası ile ikinci meclise 1876 Anayasası döneminden farklı bir işlev yüklenmiştir.130 ErgunÖzbudun,Anayasacılık ve Demokrasi,(İstanbul:İstanbulBilgiÜniversitesiYayınları,2015),4-5;ŞerefİbaveAbbasKılıç,Anayasa Yargısı Dersleri,3.Baskı,(Ankara:TurhanKitabevi,2019),9.131 1950‘den1960 akadaruygulanançoğunluksistemimeclisteseçmeninoyuilepartilerintemsiloranıarasındabüyükbirdengesizlikyaratmıştırveDemokratPartininaşkıntemsilinisağlamıştır.Bkz.İlterTuran, Türkiye deParlamentoveSeçimler ,iç.Türkiye de Siyasal Yaşam: Dün, Bugün, Yarın,ed.MehmetKabasakal,(İstanbul:İstanbulBilgiÜniversitesiYayınları,2016),114-115.132 TuncayÖzgişi, TürkParlamentoTarihindeCumhuriyetSenatosununYeri ,Türkiyat Mecmuası 21,no.2,(2011):295;DemokratParti ninantidemokratikuygulamalarındanikincibirmecliseyervermeyen1924Anayasasısorumlututulmuştur.Bkz.UranMurphy,Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri, 25;Aslında1924Anayasasımeclisgörüşmelerindeçiftmeclissistemiileilgiliönerileryapılmışancakkabulgörmemiştir.Bukonudadahaayrıntılıbilgiiçinbkz.BülentYavuzveMahmutBülbül, ÇiftMeclisSistemiveTürkiye ,Gazi Üniversitesi Hukuk Fakültesi Dergisi16,no.1,(2012):227;Meclisdışındaisekanunlarınanayasayauygunluğunundenetimikonusunugündemegetirmiş;1961AnayasasıileAnayasaMahkemesininkurulmasıneticesinidoğurmuştur.Bkz.AbdurrahmanEren,Anayasa Hukuku Dersleri,3.Baskı,(Ankara:SeçkinYayıncılık,2021),1095.133 UranMurphy,Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri, 201-221.134 YavuzveBülbül, ÇiftMeclisSistemiveTürkiye ,232.135 İba,Parlamento Hukuku,39;Özgişi, TürkParlamentoTarihindeCumhuriyetSenatosununYeri ,298. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi222288  Sezgin BAŞ - Nisa ÖZCANArş. Gör.Anayasa da yasama organı, Millet Meclisi ve Cumhuriyet Senatosu olmak üzere iki ayrı meclis olarak düzenlenmiştir (m. 63). Millet Meclisi genel oy ile dört yıl için seçilen 30 yaşını doldurmuş 450 üyeden oluşmuştur (m. 67-69). Cumhuriyet Senatosunda genel oy ile altı yıl için seçilen, üçte biri her iki yılda bir yenilenen 150 üye yer almıştır (m. 70). Her iki meclis için nispi seçim sistemi öngörülmüştür.136 Ayrıca, Senato da seçimle gelmeyen üyelere yer verilmiştir. Bunlar, yükseköğrenim diploması olan ve 40 yaşını bitiren adaylar arasından, altı yıl için üçte biri iki yılda bir yenilenen, Cumhurbaşkanınca atanan 15 üye, eski cumhurbaşkanları ve Milli Birlik Komitesi Başkan ve üyelerinden oluşan görev süresi ömür boyu olan tabii üye olarak adlandırılan üyelerdir (m. 70-73). Böylelikle, daha olgun ve okumuş bir meclis oluşturmaya çalışılmıştır.137 Ancak, genel oyla gelmeyen üyelerin yasama yetkisine ortak edilmesi, Cumhuriyet Senatosunun demokratik meşruluk açısından eleştirilmesine neden olmuştur.138Anayasa, her iki meclisi yasa teklif etme konusunda yetkili kılmakla birlikte, yasa teklif ve tasarılarının öncelikle Millet Meclisinde görüşüleceği düzenlenmiştir (m. 91, 92/1). Millet Meclisinde kabul, değiştirilerek kabul veya reddedilen tasarı ve teklifler Cumhuriyet Senatosuna gönderilmiştir (m. 92/2). Millet Meclisinde kabul edilen metin, Cumhuriyet Senatosunda değişiklik yapılmadan kabul edilmesi halinde yasalaşmıştır (m. 92/3). Metnin Cumhuriyet Senatosunda değiştirilerek kabul edilmesi halinde yasalaşması için Millet Meclisinin bu değişikliği benimsemesi gerekmiştir (m. 92/3). Söz konusu durum, Millet Meclisince benimsenmezse her iki meclisin ilgili komisyonlarından seçilecek eşit sayıdaki üyeyle oluşan Karma Komisyonun hazırladığı metnin Millet Meclisine sunulacağı düzenlenmiştir. Bu aşamada, Millet Meclisinin iradesini kabul ettirebilmesi birtakım şartlara bağlanmıştır. Cumhuriyet Senatosunda üye tam sayısının salt çoğunluğu ile kabul edilmiş olan madde değişikliklerinde Millet Meclisinin kendi ilk metnini benimsemesi için aynı karar yetersayısı ile kabul etmesi gereklidir; bu şartın gerçekleşmemesi halinde ise Millet Meclisi, Cumhuriyet Senatosu nun veya kurulan Karma Komisyonu nun kararlarını kabul etmek zorunda kalmıştır (m. 92/4). Yine Cumhuriyet Senatosunun üye tam sayısının salt çoğunluğu ile tümü reddedilen bir metnin Millet Meclisi tarafından kabulü için üye tam sayısının salt çoğunluğu (m. 92/6); üçte iki çoğunluğu ile tümü reddedilen bir metnin Millet Meclisi tarafından kabulü için üye tam sayısının üçte iki çoğunluğu aranmıştır (m. 92/7). Görüldüğü üzere yasama sürecinde son söz esas olarak Millet Meclisi ne ait olsa da Cumhuriyet Senatosu önemli bir role sahiptir.136 CumhuriyetSenatosununilkseçimleribasitçoğunlukusulünegöregöreyapılmıştır.1964yılındaherikimeclisinseçimsistemleriaynıolmuştur.YavuzveBülbül, ÇiftMeclisSistemiveTürkiye ,229.137 MümtazSoysal,100 Soruda Anayasanın Anlamı,10.Baskı,(İstanbul:GerçekYayınevi,1993),61.138 UranMurphy,Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri, 342.139 Gözler,Türk Anayasa Hukuku,109.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 222299Cumhuriyet Senatosu gensoru hariç, soru, yazılı soru, genel görüşme ve meclis araştırması konularında Millet Meclisi ile eşit yetkilere sahip olmuş ve bu yetkilerini tek başına kullanabilmiştir (m. 88-90).140 Ancak, Millet Meclisine tanınan güvensizlik oyuyla hükûmeti düşürme yetkisi Cumhuriyet Senatosuna tanınmamıştır (m. 103). Bununla birlikte, Anayasanın değiştirilmesi konusunda her iki meclis eşit yetkiye sahip olmuştur (m. 155). Ayrıca, yasama sorumsuzluğu ve yasama dokunulmazlığı güvenceleri açısından da Millet Meclisi üyeleri ve Cumhuriyet Senatosu üyeleri arasında bir ayrım yapılmamıştır (m. 79). Bütçe görüşmeleri ise öncelikle 15 Cumhuriyet Senatosu üyesi ile 35 Millet Meclisi üyesinden oluşan Bütçe Karma Komisyonu nda, sonrasında Cumhuriyet Senatosunda, tekrar Bütçe Karma Komisyonunda ve en son olarak Millet Meclisi nde görüşülüp karara bağlanmıştır. Böylelikle bütçe tasarısının kabul edilmesi sürecinde son sözü söyleme yetkisi Millet Meclisi ne aittir (m. 94).1961 Anayasası döneminde çift meclis sistemi, esas olarak, meclis çoğunluğunun dengelenmesi ve denetlenmesi ve daha yerinde ve olgun yasaların çıkarılması  düşünceleriyle  kabul  edilmiştir.  Kanaatimizce  bu  dönemde  Millet Meclisinin yetkileri genellikle ağır basmış olsa da özellikle yasama sürecinde Senatonun siyasal sistemde kayda değer bir yetkisi vardır. Bu konuda öncelikle Millet Meclisi nin iradesini kabul ettirebilmesi belli şartlara bağlanmıştır. Millet Meclisi şartları yerine getiremediği takdirde Cumhuriyet Senatosunun kararını benimsemek zorunda kalmıştır. Anayasa değişiklikleri yapım sürecinde de her iki meclis eşit yetkiye sahip olmuştur. Ancak, yasa teklif etme yetkisi de dahil olmak üzere Cumhuriyet Senatosu yetkilerini tam anlamıyla kullanamamış ve bir irade gösterememiştir.1431961-1980 arası döneme bakıldığında Senato ile Millet Meclisi seçim sonuçları bir başka ifadeyle meclislerdeki sandalye dağılımı paralel seyretmiş olup yeterince farklılaşamamıştır. Bu konuda Bülent Yavuz ve Mahmut Bülbül ün aktardığına göre Millet Meclisinden gelen 2467 tasarı ve öneriden 2117 si aynen kabul edilmiştir.144 Bu veri Senatonun yalnızca usuli bir inceleme yaptığı, dönemin Adalet Partisi nin her iki mecliste çoğunluğu sağlamasıyla Millet Meclisinden gelen metinlerin olduğu gibi geçtiğine yönelik eleştirileri doğrular niteliktedir.145 Aynı doğrultuda örneğin, Tunca Özgişi 1971 Anayasa değişikliklerinin sadece on dört gün içinde aynen geçerek yasalaştığını ifade etmiştir.146 Netice itibarıyla bu 140 Özgişi, TürkParlamentoTarihindeCumhuriyetSenatosununYeri ,304-305.141 Gözler, TürkAnayasaHukuku ,109.142 Özgişi, TürkParlamentoTarihindeCumhuriyetSenatosununYeri ,307.143 UranMurphy,Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,298.144 YavuzveBülbül, ÇiftMeclisSistemiveTürkiye ,243.145 YavuzveBülbül, ÇiftMeclisSistemiveTürkiye ,244.146 Özgişi, TürkParlamentoTarihindeCumhuriyetSenatosununYeri ,308. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi223300  Sezgin BAŞ - Nisa ÖZCANArş. Gör.dönemde çeşitli nedenlerle ikinci meclisin oluşumu farklı kılınamamıştır.147 Ayrıca, daha yerinde ve olgun yasaların çıkmasında yaş, öğrenim ve tecrübesinden yararlanmak istenilen üyeler çoğunlukta olduğundan birinci meclisle birlikte hareket etmiş; ayrıca, tabii üyeler de toplum çıkarlarını gözetmekten ziyade, birer parti üyesi gibi hareket etmiştir.149IV. TÜRKİYE DE ÇİFT MECLİSİN UYGULANABİLİRLİĞİFederal bir devlet örgütlenmesi, genellikle çift meclis sistemini gerekli kılmaktadır. Türkiye nin üniter bir devlet olması nedeniyle çift meclisli bir parlamentonun zorunlu olmadığını ve konunun tamamen tercihe bağlı olduğunu belirtmek gerekmektedir. 1961 Anayasası nda Türkiye de çift meclis sistemi; geleneksel, tarihi veya sosyo-ekonomik bir sebepten değil, tamamen siyasi sebeplerle tercih edilmiştir. 1950 lilerde çoğunluk partisinin hak ve özgürlüklere karşı tutumu ve antidemokratik uygulamaları neticesinde meclis çoğunluğunu denetleme ve dengeleme ihtiyacı çift meclis sistemini gündeme getirmiş, ikinci meclis, bu çoğunluğu frenleyecek veya dengeleyecek bir mekanizma olarak görülmüştür. Ayrıca yaş, tecrübe ve öğrenim durumu itibarıyla ikinci meclisin daha yerinde ve olgun yasaları ortaya çıkaracak bir yapı olduğu düşünülmüştür.Çift meclisi sistemi 1982 Anayasası nın hazırlık sürecinde ve meclis görüşmelerinde  gündeme  getirilmiştir.  1961-1980  uygulamasının  kendisinden beklenen yararı karşılamadığı ve özellikle yasama sürecinde zaman kaybına neden olduğu düşünceleriyle yasama organı tek meclisli olarak kabul edilmiştir.150 Anayasa nın yürürlüğe girmesinden sonra da zaman zaman çeşitli kesimlerce çift meclis sisteminin yeniden benimsenmesine yönelik görüşler ileri sürülmüştür. Bu görüşlerde dönemin siyasi karışıklığının ve bazı eksikliklerin tek sorumlusunun çift meclis sistemi olarak gösterilmesi eleştirilmiş; özellikle ikinci bir meclisin filtre işlevi göreceği üzerinde durularak Cumhurbaşkanının veto yetkisinin daha az kullanılmasını sağlayacağı, Anayasa Mahkemesine yapılan başvuruları azaltacağı ve böylelikle yargının yükünü hafifleterek mahkemenin daha rahat bir çalışma ortamı bulabileceği vurgulanmıştır.151Bilindiği üzere siyasi bir tercih olarak 1961 Anayasası devlet iktidarını (aslında halkın iktidarını) her açıdan sınırlandırma anlayışı üzerine kurulmuştur. Bu 147 Yavuz/Bülbül, ÇiftMeclisSistemiveTürkiye ,239.148 Özgişi, TürkParlamentoTarihindeCumhuriyetSenatosununYeri ,319.149 UranMurphy,Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri, 297.150 Sözkonusudeğerlendirmeleriçinbkz.UranMurphy,Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri,294-303;YavuzveBülbül, ÇiftMeclisSistemiveTürkiye ,244-245;İba,Parlamento Hukuku,41.151 OğuzKaanDoğan,Yasa Yapımında Bir Alternatif: Çift Meclis Sistemi,TBB Dergisi94,(2011):386,387-388;Aksiyöndegörüşleriçinbkz.YavuzveBülbül, ÇiftMeclisSistemiveTürkiye ,244245;İba,Parlamento Hukuku,41.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 223311doğrultuda Anayasa, yasama, yürütme ve yargı organları arasında kurulan denge ve denetim sistemini, yasama organının kendi içinde de oluşturmak istemiştir. 1971 Anayasa değişiklikleriyle bu anlayıştan uzaklaşılarak yürütme organı güçlendirilmiştir. 1982 Anayasası da böyle bir anlayış üzerine kurulmuştur. 2017 Anayasa değişikliğiyle de Cumhurbaşkanlığı Hükûmet Sistemi bu anlayışı devam ettirecek nitelikte bir yapı kurmuştur. Sistemin genel fotoğrafı çekildiğinde denge ve denetim sistemini sağlayacak mekanizmalara ihtiyacın olduğu görülmektedir. Bu sistemde özellikle meclis çoğunluklarının aynı olması ve Cumhurbaşkanının da çoğunluk partisinin başkanı olacağı varsayıldığında, parlamenter sistemden daha etkin biçimde meclis çoğunluğunu sınırlandırma ihtiyacı söz konusudur. Bu hususta, Türkiye için çift meclis bir alternatif görülebilir. Ancak, bu meclisin bu sorunu çözecek biçimde oluşturulması gerekmektedir. Meclis çoğunluklarının farklılaşamadığı bir ortamda, ikinci bir meclis, iradesini gösterecek kayda değer bir yetkiye sahip olsa bile, kendisinden beklenen yararı karşılayamayacaktır. Nitekim, 1961-1980 arası çift meclis tecrübesinde bu konuların iyi hesaplanmadığı görülmüştür. Ayrıca, ikinci meclisin Anayasa Mahkemesinin iş yükünü azaltacağı yönündeki düşünceler tam tersi bir durum meydana getirebilir. Bu ise mevcut hükûmet sisteminde her iki meclisi farklı kılmayı sağlayacak seçim sistemi, baraj tercihi, parti disiplini gibi konularda daha dikkatli olmayı gerektirir. Aksi halde, söz konusu durum, yasama sürecini sadece geciktirme etkisi gösterecektir. Bu ise başkanın kararname çıkarma konusundaki yetkisini daha sık kullanmasına neden olabilir.Meclis çoğunluklarının birbirinden farklı olması veya Cumhurbaşkanının meclislerde kendisine karşı bir çoğunlukla çalışmak zorunda kalması halinde ise yasama sürecindeki olası kilitlenmeyi önleyecek tedbirler alınmalıdır. Örneğin, ortaya çıkacak yasama ve yürütme arasındaki çatışmalarda, ikinci meclisin, birinci meclis ile yürütme arasında siyasal hakem rolü üstlenmesi mümkün olabilirse de Türkiye nin siyasal kültürü göz önünde bulundurulduğunda sorunun çözümüne katkı sunmaktan ziyade sorunu derinleştirebilir.Kanaatimizce Türkiye de toplumun siyasi, sosyo-ekonomik şartları da dikkate alındığında tek meclisli sistemde yeni alternatifler arayarak sorunu kendi içinde çözmeye çalışmak daha pratik bir yöntem olarak görünmektedir. Bu konuda Erdal Onar da sistemi değiştirmenin Türkiye şartlarında zor olacağı, tek meclisli bir sistemde çoğunluğun yetkisinin kötüye kullanılmasını önlemek veya zayıflatmak için toplumun bütün katmanlarının görüşünü adaletli bir şekilde yansıtan bir seçim sisteminin tercih edilmesi gerektiğini ifade etmiştir.152 Böylelikle temsilde adaleti anlamlı kılacak bir seçim sistemi düzenlemesiyle hem denge ve denetim sistemi kurulabilir hem çift meclisin halkın temsiliyetini arttıracağı düşüncesi karşılanabilir. Bu doğrultuda alınacak en temel tedbir, seçim barajının 152 İba,Parlamento Hukuku,42. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi223322  Sezgin BAŞ - Nisa ÖZCANArş. Gör.tamamen kaldırılması veya düşük bir düzeyde tutulmasıdır.153 Ayrıca, halk vetosu kurumu da çoğunluğun sayısal üstünlüğüne dayanarak istediği yasaları çıkarmasını engelleme imkanını sunabilir. Daha ötesi, azınlığa tanınan veto yetkisi olarak da ifade edilen meclis içinde karar alımında nitelikli karar yetersayısı belirleme, önemli bir tedbir olarak düşünülebilir. Bazı temel yasalara ilişkin olarak karar yeter sayısını nitelikli hale getirerek ikinci meclisin yerine getirebileceği işlev tek mecliste bu yolla elde edilebilir. Nitekim bu yöntem anayasa değişiklikleri için tercih edilmiştir.Ayrıca yasaların çıkarılmasında kamu yararını, toplumsal ihtiyacı daha iyi gözetebileceği düşünülen belirli bir tecrübeye sahip üyelerden oluşan bir ikinci meclis gerekli görülmeyebilir. Tek meclisli bir parlamentolu yaşamda, zaten uzman komisyonlar bu görevi yerine getirmenin yanında karar alımında yardımcı olacak bilimsel kurullar tesis edilebilir.154 Yasaların yerindeliğini sağlayabilmek açısından doktrinde bazı yazarların da önerdiği gibi, parlamento üyelerinin sağlıklı bir şekilde karar verebilmesi amacıyla bazı kanun düzenlemelerinde iki kez görüşülme şartı getirilebilir. Böylelikle denetimin yanında yasama çalışmalarının kalitesi de arttırılabilir.SONUÇParlamentonun iki meclisli bir yapıdan oluşan haliyle işlemesi çift meclis sistemi olarak adlandırılmaktadır. Çift meclis sistemi, basit bir şekil veya usul kuralı olmayıp yasa yapımı ve organlar arası ilişkiler bakımından önemli sonuçları ihtiva etmektedir. Çift meclis sistemi, federal devlet dışındaki örgütlenmelerde siyasal bir tercih olarak kabul edilmektedir. Bu tercih yapılırken ülkenin çift meclis sistemini hayata geçirmesine neden olacak önemli bir ihtiyacın bulunması gerekir. Günümüzde, desentralizasyonun demokrasinin önemli bir unsuru kabul edilmesi fikri çerçevesinde Avrupa ülkelerinde karar alımında yerel kolektivitelerin temsili ihtiyacı ön plana çıkmaktadır. Ayrıca, çift meclis sisteminin altında yatan önemli gerekçelerden birisi de kaliteli bir kanun yapımı ve meclis çoğunluğunun denge ve denetlenmesidir. Hiç şüphesiz bu, Türkiye de 1961 Anayasası ile çift meclis sisteminin benimsenmesinin altında yatan en önemli düşünceydi. Ancak, 1961 Anayasası döneminde çift meclisten beklenen faydanın görülememesi çift meclisin 1982 Anayasası nda terkedilmesine yol açmıştır. Çift meclis sistemi Avrupa daki üniter devletlerin bazılarında (örneğin, Fransa) yerleşik hale gelir153 6Nisan2022tarihindeResmîGazete deyayımlanan7393sayılıMilletvekiliSeçimiKanunuileBazıKanunlardaDeğişiklikYapılmasınaDairKanunlaseçimlerdeyüzde10olarakuygulananülkeseçimbarajıyüzde7 yeindirilmişolsada,yüzde7barajıdayüksekolupsiyasipartileriseçimittifakıyapmayazorlamayadevametmektedir.Seçimittifakıyönteminingerçektetemsiliyetinederecearttırdığıisetartışmayaaçıkolup,birbaşkaçalışmanınkonusunuoluşturmaktadır.154 2020yılındaortayaçıkanCovid19virüsününbaşladığıvedevamettiğidönemdeTürkiye deKoronavirüsBilimKuruluoluşturulmuştur.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 223333ken bazı ülkelerde (örneğin, İtalya, Polonya, Çek Cumhuriyeti) ise önemli eleştirilere maruz kalmaktadır. Çift meclis, Orta Doğu cumhuriyet ve monarşilerinde de sıklıkla karşımıza çıkan bir uygulamadır. Ancak, ne yazık ki, bu rejimlerin çift meclis sistemini benimsemelerinin altında yatan asıl neden, yukarıda bahsedilen sebepler yerine otoriter güdüler içinde yürütmenin (rejimin) yasama organını bölmesi ve kontrol etmesi, dolayısıyla etkinliğini zayıflatmasıdır.Türkiye nin çift meclis sistemini benimsemesi gerekip gerekmediği ise doktrinde tartışmalıdır. Çift meclis sistemini savunan yazarlar dahi Türkiye de çift meclis sisteminin uygulanabilmesini birçok şartın gerçekleşmesine bağlamaktadırlar. Kanaatimizce, Türkiye nin politik bağlamı dikkate alındığında, tek meclisli bir parlamento ile yoluna devam etmesi daha yerindedir. Siyasal kutuplaşmanın yoğun olduğu, disiplinli partilerin var olduğu, yasama organının yürütme karşısındaki gücünün, etkisinin ve meşruiyetinin her geçen gün daha çok zayıfladığı bir konjonktürde çift meclisin varlığı yarardan çok zarar getirebilir. Çift meclis yoluyla iddia edilen faydaların veya işlevlerin elde edilmesi yerine tek meclisli parlamento yapısının reforme edilmesini öneriyoruz. Daha açık bir anlatımla, halk vetosu, bazı kanunların yapımında nitelikli karar yeter sayısının aranması ve en önemlisi seçim sisteminin ve parti sisteminin doğru bir şekilde dizayn edilmesi ile çift meclisin verebileceği iddia edilen faydaların sağlanabileceği düşüncesindeyiz. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi223344  Sezgin BAŞ - Nisa ÖZCANArş. Gör.",
     "Kaynakça": "Al Kiyumi, Basmah. The Omani Constitution: A Critical Analysis. (Yüksek Lisans Tezi), Manchester: University of Manchester, 2011.Amnesty International Public Statement.  Egypt: Parliament Should Reject Proposed Constitutional amendments . 08.04.2019. Erişim Tarihi: 05.05.2022. https://www.amnesty.org/en/documents/mde12/0147/2019/en/.Anayurt, Ömer. Anayasa Hukuku: Genel Kısım. Ankara: 4. Baskı, Seçkin Yayınları, 2021.Arsel, İlhan.  Birinci ve İkinci Meşrutiyet Devirlerinde Çift Meclis Sistemi Tecrübesi . AÜHF Dergisi 10, no. 1 4, (1953): 194 221.Bakırcı, Fahri; Gençkaya, Ömer Faruk; Ergül, Ozan; Kılıç, Abbas; Aslan, Gündüz Alp; Işık, Salim ve Yüksel, İsmail. Parlamento Hukukuna Giriş. Ankara: Lykeion Yayınları, 2020.Baş, Sezgin. Türk Anayasa Hukukunda Yasama İşlemleri Teorisi ve Parlamento Kararları. İstanbul: On İki Levha Yayıncılık, 2016.Batum, Süheyl; Yılmaz, Didem ve Köybaşı, Serkan. Anayasa Hukuku Temel Kavramlar ve Genel Esaslar. İstanbul: On İki Levha Yayıncılık, 2021.Brown, Nathan J. Constitutions in a Nonconstitutional World: Arab Basic Laws and the Prospects for Accountable Government. Albany: State University of New York Press, 2002.Brown, Nathan J.  Regimes Reinventing Themselves: Constitutional Development in the Arab World . Constitutionalism and Political Reconstruction. Ed. Saïd Amir Arjomand, Leiden: Brill, 2007.Çelik Vasfiye ve Çelebi İlker.  1960 da Kıbrıs Cumhuriyeti nin Kuruluşundan 2004 Annan Planı na Kadar Olan Süreçte Kıbrıs Meselesi . Ekonomi İşletme Siyaset ve Uluslararası İlişkiler Dergisi (JEBPIR) 6, no. 2, (2020), 168 193.Doğan, Oğuz Kaan.  Yasa Yapımında Bir Alternatif: Çift Meclis Sistemi . TBB Dergisi 94, (2011): 375 392.Drexhage, Betty. Bicameral Legislatures: An International Comparison. The Hague: Ministry of the Interior and Kingdom Relations Directorate of Constitutional Affairs and Legislation, 2015.Eren, Abdurrahman. Anayasa Hukuku Dersleri. Ankara: 3. Baskı, Seçkin Yayınevi, 2021.Eren, Abdurrahman. Anayasa Hukuku Dersleri. Ankara: 2. Baskı, Seçkin Yayınevi, 2020.Gözler, Kemal. Türk Anayasa Hukuku. Bursa: 3. Baskı, Ekin Kitabevi, 2019.Gözler, Kemal. Türk Anayasa Hukuku Dersleri. Bursa: 22. Baskı, Ekin Kitabevi, 2018.Gözler, Kemal. Anayasa Hukukunun Genel Teorisi, Cilt 1. Bursa: Ekin Kitabevi, 2011.International IDEA,  Bicameralism . (Yazar: Elliot Bulmer). Stockholm: 2. Edisyon, 2017. https://www.idea.int/publications/catalogue/bicameralism (erişim tarihi: 23.01.2022).İba, Şeref. Parlamento Hukuku. Ankara: 7. Baskı, Seçkin Yayınları, 2020.İba, Şeref ve Kılıç, Abbas. Anayasa Yargısı Dersleri. Ankara: 3. Baskı, Turhan Kitabevi, 2019.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Avrupa ve Orta Doğu Uygulamaları Perspektifinden Çift Meclis Sisteminin Türkiye Açısından ... 223355Kılıç, Abbas. Türkiye de Parlamento Kararlarının Hukuki Rejimi. Ankara: Adalet Yayınevi, 2020.Lijpart, Arend. Çağdaş Demokrasiler: Yirmibir Ülkede Çoğunlukçu ve Oydaşmacı Yönetim Örüntüleri. çev. Ergun Özbudun ve Ersin Onulduran, Ankara: Yetkin Yayınları, 1996.Messaoudi, Amina El.  Constitutional Reform in the Arab World . Arab Reform Initiative, Research Paper, 2010, Constitutional Reforms in the Arab World   Arab Reform Initiative (Erişim Tarihi: 29.02.2021. arab reform.net).Morsy, Ahmed.  Egypt s Elections and Parliament: Old Habits Never Die . The Tahrir Institute for Middle East Policy, 26.03.2021. Erişim Tarihi: 05.05.2022. https://timep.org/commentary/analysis/egypts elections and parliament old habits never die/.Özbudun, Ergun. Türk Anayasa Hukuku. Ankara: Yetkin Yayıncılık, 2019.Özbudun, Ergun. Anayasacılık ve Demokrasi. İstanbul: İstanbul Bilgi Üniversitesi Yayınları, 2015.Örsten Esirgen, Seda.  Osmanlı Parlamentosunda Anayasaya Aykırılık Tartışmaları . İnönü Üniversitesi Hukuk Fakültesi Dergisi 11, no. 2, (2020): 422 435.Özdemir, Yücel.  Türk Parlamento Tarihinde Çift Meclisli Yasama Sistemi Bakımından Meclis i Ayan . Karatay Üniversitesi Hukuk Fakültesi Dergisi 2, no. 2, (2017): 57 78.Özgişi, Tuncay.  Türk Parlamento Tarihinde Cumhuriyet Senatosunun Yeri . Türkiyat Mecmuası 21, no. 2, (2011): 291 323.Özgişi, Tuncay.  Mütareke Döneminde Ayan Meclisi nin Çalışmaları . Uluslararası Sosyal Araştırmalar Dergisi 5, no. 22, (2012): 311 318.Passaglia,  Paolo.   Unicameralism,  Bicameralism,  Multicameralism:  Evolution  and Trends in Europe , Perspectives on Federalism 10, no. 2, (2018): 1 29.Ponceau, Hélène.  France . Second Chambers: Bicameralism. Ed. R. C. Tripathi, New Delhi: Rajya Sabha Secretariat, 2002, 91 104.Siegfried, Nikolaus A.  Legislation and Legitimation in Oman: The Basic Law . Islamic Law and Society 7, no. 3, (2000): 359 397.Soysal, Mümtaz. 100 Soruda Anayasanın Anlamı. İstanbul: 10. Baskı, Gerçek Yayınevi, 1993.Tamçelik, Soyalp.  Kıbrıs ta Kurulması Düşünülen Federal Sistemde Toplum (Cemaat) Meclisleri ve Özellikleri . Doğuş Üniversitesi Dergisi 11, no. 2, (2010), 269 285.Tanör, Bülent. Osmanlı Türk Anayasal Gelişmeleri (1789 1980). 24. Baskı, İstanbul: Yapı Kredi Yayınları, 2019.Teziç, Erdoğan. Anayasa Hukuku. İstanbul: 17. Bası, Beta Yayınevi, 2014.Turan, İlter.  Türkiye de Parlamento ve Seçimler , iç. Türkiye de Siyasal Yaşam: Dün, Bugün, Yarın. ed. Mehmet Kabasakal, İstanbul: İstanbul Bilgi Üniversitesi Yayınları, 2016, 99 125.Uran Murphy, Peri. Yasama İşlevinin Yerine Getirilmesinde Çift Meclis Sistemi ve Türk Siyasal Tarihindeki Yeri. Ankara: Yetkin Yayınları, 2008. 2022,   12     1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi223366  Sezgin BAŞ   Nisa ÖZCANArş. Gör.Venice Commission.  Report on Second Chambers in Europe . 2006. Erişim Tarihi: 26.01.2022. https://www.venice.coe.int/webforms/documents/default.aspx?pdffile=CDL(2006)059 e.White, Gregory.  The Advent of Electoral Democracy in Morocco? The Referendum of 1996 . Middle East Journal 51, no. 3, (1997): 388 404.Yavuz, Bülent ve Bülbül, Mahmut.  Çift Meclis Sistemi ve Türkiye . Gazi Üniversitesi Hukuk Fakültesi Dergisi 16, no. 1, (2012): 217 260.Yılmaz, Didem. Bir Denge Unsuru Olarak Anayasal Muhalefetin Parlamento İçindeki İktidarı. Ankara: Yetkin Yayınları, 2016.Yücel, Bülent. Temsili Demokratik Sistemde Yasama Erki ve Kural Koyma Faaliyetinin Belirleyicileri. Ankara: Adalet Yayınevi, 2018.Zerari, Fathi.  The justifications of the Second Parliamentary Chambers in the North African region: A comparative Study of Algeria, Egypt, Morocco and Tunisia . Misión Jurídica 11, no. 14, (2018), 27 42."
}