{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "11",
     "Sayı": "2",
     "Başlık": "KRİPTO VARLIKLAR VE CEZA HUKUKU SORUMLULUĞU",
     "Title": "CRYPTOASSETS AND CRIMINAL LIABILITY",
     "Yazar İsmi": [
          "Arş. Gör. Zeynep Esra TARAKÇIOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Sanal Para Birimleri",
          "Elektronik Para",
          "Kripto Varlıklar",
          "Bitcoin",
          "Hırsızlık",
          "Dolandırıcılık",
          "Suçtan Elde Edilen Malvarlığı Değerlerinin Aklanması"
     ],
     "Keywords": [
          "Virtual Currencies",
          "Electronic Money",
          "Crypto Assets",
          "Bitcoin",
          "Theft",
          "Fraud",
          "Money Laundering"
     ],
     "Özet": "İnsanlar tarafından kurulan para sistemleri zaman içinde yetersiz kalarak yerini farklı ödeme sistemlerine bırakmıştır. Kullanılan ödeme yöntemleri, özellikle teknolojinin gelişmesiyle birlikte büyük oranda değişmeye başlamıştır. Bu değişikliğin gerçekleşmesinde, itibari paranın elektronik ortamda kullanılmasına imkân tanıyan elektronik ödeme sistemleri önemli bir rol oynamıştır. En radikal değişim ise kripto varlıkların ortaya çıkmasıyla yaşanmıştır. Kripto varlıkların yaygınlaşmasıyla zamandan ve mekândan bağımsızlaşan, fiziki ve coğrafi sınırlamalardan kurtulan paralar kullanılmaya başlanmıştır. Esasında kripto varlıklar, mahremiyeti ve işlem şeffaflığını kripto şifreleme yöntemiyle koruyarak aracısız ve güvenli veri transferi yapılmasını sağlayan yazılımlardır. Ancak bu varlıklar, verilerin değişim ve yatırım amacıyla kullanılmasına olanak sağladığı için para ile özdeşleştirilmektedir.Bitcoin in ortaya çıkmasıyla hayatımıza dahil olan kripto varlıklar, güvenlik, mahremiyet ve hız gibi birçok konuda kişilere büyük avantaj sağlamaktadır. Parasal bir değerin dünyanın bir ucundan diğer bir ucuna daha hızlı, daha güvenli ve daha ucuz şekilde transfer edilebilmesi, bu varlıkların önemli ölçüde yaygınlaşmasına neden olmuştur. Fakat bu teknolojinin sağladığı avantajlar, suç işlemek için yeni fırsatlar arayan suçluların da dikkatini çekmektedir. Üstelik kripto varlıkların ortak kabul gören hukuki bir kimliği bulunmadığından hem ulusal hem de uluslararası alanda yasal boşluklar ortaya çıkabilmektedir. Bu durum, suç işlemek isteyen kişilerin daha yoğun bir şekilde bu alana yönelmesine sebep olmaktadır. Suçlular, kripto varlıkların sağladığı anonimlikten faydalanarak hırsızlık, dolandırıcılık, uyuşturucu ve uyarıcı madde ticareti, silah ticareti, suçtan kaynaklanan malvarlığı değerlerinin aklanması, vergi kaçakçılığı, terörizmin finansmanı gibi birçok suç tipini daha korkusuz ve kolay şekilde işlemektedir. Bu nedenle konunun cezai ve hukuki açıdan mercek altına alınması önem taşımaktadır. Özellikle mevcut ceza hukuku düzenlemelerinin, kripto varlıkların sanal, anonim ve kompleks yapısıyla mücadele etmek için yeterli olup olmadığının değerlendirilmesi gerekmektedir. Bu kapsamda ilk olarak konuyla ilgili temel kavramlar hakkında bilgi verilmiş, sonrasında Bitcoin üzerinden kripto varlıkların sistemsel özellikleri somutlaştırılmaya çalışılmıştır. Çalışmanın ikinci ve son bölümünde ise konunun ceza hukuku bakımından yansımaları ele alınarak, hırsızlık, yağma, dolandırıcılık ve suçtan elde edilen malvarlığı değerlerinin aklanması suçu özelinde Türk ceza hukuku bakımından ayrıntılı bir inceleme yapılmıştır.",
     "Abstract": "The monetary systems established by people became insufficient over time and left their place to different payment systems. The payment methods used have started to change significantly, especially with the development of technology. Electronic payment systems, which allow the use of fiat money in electronic form, played an essential role in realizing this change. The most radical change has been experienced with the emergence of crypto assets. With the spread of crypto assets, money that becomes independent of time and space, free from physical and geographical limitations, has begun to be used. In fact, crypto assets are software that provides unmediated and secure data transfer by protecting the privacy and transaction transparency with crypto encryption. However, these assets are identified with money because they allow data to be used for exchange and investment purposes.Crypto assets, which have become part of our lives with the emergence of Bitcoin, provide a great advantage to people in many areas such as security, privacy, and speed. The fact that a monetary value can be transferred from one part of the world to the other faster, safer, and cheaper has led to the widespread use of these assets. However, the advantages of this technology also attract the attention of criminals who are looking for new opportunities to commit crimes. Moreover, since crypto-assets do not have a common legal identity, legal gaps emerge nationally and internationally. This situation causes people who want to commit crimes to tend to this area more intensely. Criminals commit many crimes such as theft, fraud, drug trafficking, arms trade, money laundering, tax evasion, financing of terrorism more fearlessly and effortlessly by taking advantage of the anonymity provided by crypto assets. Therefore, it is crucial to examine the issue from a criminal and legal perspective. In particular, it is necessary to evaluate whether the current criminal law regulations are sufficient to combat the virtual, anonymous, and complex structure of crypto assets. In this context, the basic concepts related to the subject were provided, and then the systematic features of crypto assets via Bitcoin were tried to be concreted. In the second and last part of the study, the subject s reflections in terms of criminal law were discussed, and a detailed examination was carried out in Turkish criminal law, especially for the crime of theft, looting, fraud, and money laundering.",
     "Metin": "Günlük hayatın her alanında yaygın olarak kullanılan madeni ve kâğıt formundaki paralar, evrensel olarak kabul edilen değişim araçlarıdır. Ancak paranın madeni para ve kâğıt para formuna sahip olması uzun bir tarihsel süreç sonrasında gerçekleşmiştir. Önceleri kendinden bir değere sahip olan pirinç, sığır ve deniz kabuğu gibi mallar bir çeşit para formu olarak kullanılırken, daha sonraları emtiaya dayalı paralar ortaya çıkmış ve daha büyük miktarlarda paranın el değiştirmesi kolaylaşmıştır.1 Günümüzde gelinen nokta itibariyle, merkezi bir otorite tarafından kontrol edilen ve hukuk ürünü olan itibari paralar kullanılmaktadır. Bu bakımdan, paranın gelişimi ile insanlığın, sosyal, ekonomik ve teknolojik gelişimi arasında bir bağlantı kurulması mümkündür. Başka bir ifadeyle para, meydana gelen değişimlere kendini uyarlama potansiyeline sahip bir değer olarak tarihsel süreç içerisinde önemli ölçüde değişikliğe uğramıştır.Paranın geçirdiği süreçler göz önüne alındığında, özellikle teknolojik gelişmelerin bu süreç içinde ayrı bir yere sahip olduğu anlaşılmaktadır. Teknolojide meydana gelen gelişmelerle birlikte elektronik ödeme yöntemleri yaygınlık kazanmış ve para transferleri elektronik ortamda gerçekleştirilmeye başlanmıştır. Bunun sonucunda fiziksel bir varlığa sahip olan dolayısıyla eller hissedilebilir ve gözle görülebilir olan paranın bir veri olarak elektronik ortamda tedavül etmesi mümkün hale gelmiştir. Teknolojide 1 EuropeanCentralBank,VirtualCurrencySchemes,2012,9. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi229988  Zeynep Esra TARAKÇIOĞLUArş. Gör.yaşanan süratli gelişmeler karşısında uyum sağlama yetisine sahip olan para, niteliksel değişikliğe uğrayarak soyutlaşmaya, zamandan ve mekândan bağımsızlaşmaya başlamıştır. Ancak kripto varlıkların ortaya çıkması, para kavramına olan bakış açısını kökten değiştirerek yeni bir dönemin kapısını aralamıştır. Henüz hukuki olarak aydınlatılmayan bu yeni dönem kripto varlıkların suç işlemek için cazibe merkezi haline gelmesine neden olmuştur. Dolayısıyla kripto varlıkların irdelenmesi ve hukuki olarak aydınlatılması, bir savunma mekanizması oluşturulması bakımından önem taşımaktadır. Kripto Varlıklar ve Ceza Hukuku Sorumluluğu  başlıklı bu çalışma ile kripto varlıkların hangi suçlara konu edilebileceği ve bu suçların Türk hukukundaki hangi düzenlemeler kapsamında ele alınabileceği sorularına cevap verilmesi amaçlanmaktadır. Temel olarak Türk mevzuatı göz önüne alınarak değerlendirme yapılacak ise de uluslararası hukuk ve yabancı hukuk düzenlemelerinden ve uygulamalarından da örnekler verilecektir. Bu kapsamda ilk olarak konuyla ilgili temel kavramlar hakkında bilgi verilecek, sonrasında kripto varlıkların sistemsel özellikleri açıklanmaya çalışılacaktır. Ancak sayısı binleri aşan kripto varlıkların kullandığı sistemler ve taşıdığı özellikler farklılık gösterdiği için konunun sınırlandırılması gerekmektedir. Söz konusu çalışmada, en yaygın kullanılan ve en büyük ticaret hacmine sahip olan Bitcoin üzerinden bir somutlaştırma yapılacak, konuyla ilişkili olduğu ölçüde diğer kripto varlıklara da değinilecektir. Çalışmanın ikinci ve son bölümünde ise konunun ceza hukuku bakımından yansımaları ele alınarak; hırsızlık, yağma, dolandırıcılık ve suçtan elde edilen malvarlığı değerlerinin aklanması suçu özelinde Türk ceza hukuku bakımından ayrıntılı bir inceleme yapılacaktır.I. SANAL PARA BİRİMLERİA. GENEL OLARAKKripto varlıkların ne olduğuna ilişkin genel bir çıkarım yapabilmesi için bu varlıkların dahil olduğu kapsayıcı küme hakkında da bilgi sahibi olunması gerekmektedir. Genel kabule göre kripto varlıklar, sanal paranın bir alt kategorisini oluşturmaktadır.2 Dijital bir temsili ifade eden sanal paralar, merkezi bir geliştiriciye sahip olmayan tarafların bunları kullanmayı kabul ettiği müddetçe kullanılabilen ve elektronik olarak elde edilebilir, saklanabilir, erişilebilir ve işlem yapılabilir nitelikle olan değerlerdir.3 Benzer nitelikteki tanımlamaları, 2 AvrupaMerkezBankası(ECB),UluslararasıParaFonu(IMF),UluslararasıÖdemelerBankasıbünyesindeödemesistemlerikonusundaçalışmalarınısürdürmekteolanÖdemelervePiyasaAltyapılarıKomitesi(CPMI),AvrupaBankacılıkOtoritesi(EBA),AvrupaMenkulKıymetlervePiyasalarKurulu(ESMA),DünyaBankası,MaliEylemGörevGücü(FATF)gibiönemliteşkilatlar,kriptovarlıklarısanalparanınbiraltkümesiolarakdeğerlendirmektedir.Konuyailişkinbenzerdeğerlendirmelereyerverenraporlariçinbknz.:U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,ReportofAttorneyGeneralsCyberDigitalTaskForce,2020,3.3 DongHe;KarlHabermeier;RossLeckow;VikramHaksar;YasminAlmeida;MikariKashima;NadimKyriakos-Saad;HirokoOura;TahsinSaadiSedik;NataliaStetsenkoandConcepcionVerdugo-Yepes,VirtualCurrenciesandBeyond:InitialConsiderations,IMFStaffDiscussionNote,Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 229999uluslararası kuruluşların düzenlemelerinde ve yabancı hukuk mevzuatlarında da görmek mümkündür. Avrupa Merkez Bankası 2015 yılında yayınlamış olduğu bir analizde sanal para birimlerini, merkez bankası, kredi kuruluşu ve elektronik para kuruluşları tarafından ihraç edilmeyen ve bazı durumlarda paraya alternatif olarak kullanılabilen değerin dijital temsili olarak tanımlamıştır.4 Mali Eylem Görev Gücü -Financial Action Task Force (FATF) ise sanal para birimlerini, dijital ortamda değişim aracı, hesap birimi olarak işlev gören ve bir değerin depolanmasına olanak sağlayan ancak yasal bir statüye sahip olmayan bir değer olarak tarif etmiş ve sahip olunan fonksiyonlar üzerinden bir tanım geliştirmiştir.5 2015/849/EC sayılı Direktif de ise sanal paralar, merkez bankası veya bir kamu otoritesi tarafından basılmayan ve garanti edilmeyen, yasal olarak düzenlenen bir para birimine bağlı olması gerekmeyen ve yasal bir para birimi statüsünde de olmayan, elektronik ortamda transfer edilebilen, saklanabilen, alınıp satılabilen ve bir mübadele aracı olarak kabul edilen değer şeklinde ifade edilmiştir. Sanal para kavramına ilişkin yabancı hukukta yapılan tanımlara ise Amerika dan ve Litvanya dan örnek verilmesi mümkündür. Litvanya Para Aklanmasının ve Terörizmin Finansmanının Önlenmesi Hakkında Kanun da (Law on the Prevention of Money Laundering and Terrorism and Proliferation Financing) sanal para birimlerinin tanımı; banknot, madeni para, elektronik para ve yasal bir ödeme aracı olarak tanımlanamayan ancak dijital olarak transfer edilebilen, depolanabilen, işlem gören ve değişim aracı olarak fonksiyon gören değerin dijital bir temsili şeklinde yapılmıştır. Washington ise Para Hizmetleri Kanunu nun (Uniform Money Services Act) 19.230.10 numaralı bölümünde sanal para kavramını; değişim aracı, hesap birimi veya değer depolanması için kullanılan ancak Amerika Birleşik Devletleri Hükümeti tarafından tanınan yasal bir statüye sahip olmayan değerin dijital bir temsili olarak ele almıştır. Yapılan bu tanımlardan hareketle sanal paraların üç temel özelliği bulunduğu söylenebilir. Bunlar; sanal para birimlerinin yasal bir statüye sahip olmaması, bir değişim aracı olması ve ancak dijital ortamda işlev görebilmesidir.Bu noktada, sanal para ile elektronik para kavramlarının birbirinden ayrılması önem arz etmektedir. Her ne kadar sanal parayı elektronik paranın bir alt grubu olarak değerlendiren görüşler bulunsa da esasında sanal paralar birçok özelliğiyle 2016,7.Sanalparakavramınailişkinyapılandiğertanımlariçinbknz:U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,2.4 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,2015,25;AvrupaBankacılıkOtoritesidebenzerşekildesanalparabirimlerini,birmerkezbankasıvekamuotoritesitarafındanbasılmasıveitibariparailezorunlubirilişkisibulunmasıgerekmeyenancakgerçekveyatüzelkişilertarafındanbirdeğişimaracıolarakkullanılanveelektronikolarakaktarılabilen,saklanabilenveyaişlemgörebilendijitalbirdeğerolaraktanımlamıştır.İlgilitanımiçinbknz:EuropeBankingAuthority,OpiniononVirtualCurrencies,2014,11.5 FinancialActionTaskForce(FATF),VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,2014,4. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi330000  Zeynep Esra TARAKÇIOĞLUArş. Gör.elektronik paradan ayrılmaktadır. Elektronik paralar dijital ortamda itibari parayı temsil ederken, sanal paraların gerçek hayatta temsil ettiği somut bir değer bulunmamaktadır.6 Sanal paranın temsil ettiği değer, sistemin kendine özgü olan soyut bir değerdir. Bu durum, hukuki açıdan da elektronik para ile sanal para arasında bir ayrım yapılmasını gerektirmektedir. İtibari para yasal olarak düzenlenen ve evrensel olarak korunan bir değer olduğundan, elektronik paralar bakımından da benzer düzenlemeler yapılması söz konusu olmaktadır. Ancak sanal paraların düzenlenmesi ve korunması noktasında karşımıza böyle evrensel bir koruma mekanizması bir yana kapsamlı yasal bir koruma dahi çıkmamaktadır. Dolayısıyla, elektronik para ile sanal para arasında bir değeri dijital olarak temsil etme özelliği ile sınırlı bir benzerlik bulunmaktadır. Bu nedenle, sanal paraların elektronik para kapsamında incelenmesinin ne kadar doğru bir yaklaşım olduğunun sorgulanması gerekmektedir. Konuya ilişkin hem Türk doktrininde hem de yabancı hukuk doktrininde bazı tartışmalar yapıldığını ve sanal paraların itibari para olarak kabul edilmemesi yönünde genel bir eğilim bulunduğunu görmekteyiz.7 Nitekim Avrupa Merkez Bankası, 2015 yılında yayımlamış olduğu analizinde daha önce yaptığı sanal para birimi tanımından  money  ifadesini çıkarmış ve bu değişikliğe sanal para birimlerinin likit bir varlığı olmamasını ve paranın sahip olması gereken kabul seviyesine ulaşmamasını gerekçe olarak göstermiştir.9 Mali Eylem Görev Gücü de ilk yayımlamış olduğu raporlarda  sanal para (virtual currency)  kavramını kullanmaktayken, 2018 yılında güncellediği Tavsiye Kararı nda  sanal varlık (virtual assets)  ifadesine yer vermiştir. Benzer şekilde Japonya da da Ödeme Hizmetleri Kanunu nda (Payment Services Act) 2019 yılında değişikliğe gidilerek,  sanal para  kavramı yerine  sanal varlık  kavramının kullanması tercih edilmiştir. Netice olarak, bünyesinde para ifadesini barındırsa bile sanal para birimlerinin elektronik paradan farklı bir kavram olduğu ve aynı hukuki niteliğe sahip bulunmadığı ifade edilmelidir. Bu eğilimin bir yansıması olarak, söz konusu çalışmada  kripto para  kavramı yerine  kripto varlık  ifadesinin kullanılması tercih edilmiştir.Yapılan tanımlar göz önüne alındığında, sanal para birimlerinin internet kuponları, uçak milleri ve kripto varlıklar gibi birçok kümeyi kapsadığı anlaşılmaktadır. Buna karşın, sanal para birimlerini kendi içinde farklı ayrımlara tabi tutmak 6 AbdurrahmanÇarkacıoğlu,Kripto-ParaBitcoin,SermayePiyasasıKuruluAraştırmaRaporu,2016,7.7 MichaelAbramowicz, Cryptocurrency-BasedLaw, ArizonaLawReview58,S.2(2016):361;OsmanGaziGüçlütürk, TürkHukukundaKriptoVarlıklarınParaveElektronikParaNiteliğininİncelenmesi, RegestaTicaretHukukuDergisi4,S.3(2019):387.8 AvrupaMerkezBankası2012yılındayayımlamışolduğuanalizindesanalparabirimlerini,geliştiricileritarafındankontroledilenvetedavülettirilen,belirlibirsanaltopluluğunüyeleriarasındageçerliolanvehukukiolarakdüzenlenmemişdijitalparaolaraktanımlamıştı.Görüldüğügibisanalparaalanındameydanagelendeğişimler,yapılmışolanbirtanımınsadece3yıliçerisindegeçerliliğinikaybetmesineyolaçmıştır.2012tarihindeyapılanbutanımiçinbknz:EuropeanCentralBank,VirtualCurrencySchemes,13.9 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,25.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 330011mümkündür. Bu kapsamda en yaygın şekilde kullanılan ayrım, kullanılan sistemin merkezi mi yoksa hibrit nitelikte mi olduğuna ilişkindir. Daha sonra da ayrıntılı inceleneceği üzere, Bitcoin, Litecoin, Namecoin gibi birçok kripto varlık katılımcıların başrol oynadığı merkezi olmayan bir sistem kullanmaktayken, Linden Doları gibi bazı kripto varlıklar merkezi bir sisteme sahip bulunmaktadır. Bununla birlikte bazı işlemlerin katılımcılar, bazı işlemlerin merkezi bir otorite tarafından yürütüldüğü hibrit sistemler de kullanılabilmektedir.10 Bu sistemi kullanan kripto varlıklara ise işlem güvenliğinin ve geçerliliğinin tamamen olmasa da büyük oranda Ripple Labs tarafından sağlandığı Ripple (XRP) örnek olarak verilebilir.11Sanal paralar bakımından yapılan diğer önemli bir ayrım ise mal, hizmet ve gerçek para birimlerine dönüştürebilirlik düzeylerini esas almaktadır. Dönüştürebilirlik düzeyini esas alan bu ayrımda sanal para birimleri; kapalı sistem, tek yönlü akışa sahip sistem ve çift yönlü akışa sahip sistem olarak üçlü bir başlık altında incelenmektedir. Kapalı sistemi kullanan sanal para birimleri, sadece ait olduğu sanal ortamda kullanılabildiği için gerçek hayat ile bağlantısı önemli ölçüde sınırlandırılmış bir yapıya sahip bulunmaktadır. Bu sisteme en iyi örnek, sanal para birimi kullanan oyunlardan biri olan World of Warcraft dır. Bu oyunda kazanılan sanal paralar (World of Warcraft Gold) gerçek ekonomik bir değere sahip olmadığı gibi sadece oyun platformu içinde kullanılabilmektedir.12 Ekonomik değere sahip olan araçlarla alınmasına karşın tekrardan bunlara dönüştürülemeyen sanal para birimleri bakımından ise tek yönlü akışa sahip sistem karşımıza çıkmaktadır. Bu sistemde tek yönlülük, gerçek paranın sanal para birimine dönüştürülebilirken, sanal para biriminin gerçek para birimine dönüştürülememesinden kaynaklanmaktadır.13 Bu kapsamda, gerçek para karşılığı alınmasına karşın tekrardan gerçek para birimlerine dönüştürülemeyen Facebook Credits ve Project Entropia Dollars örnek olarak verilebilir.14 Çift yönlü akışa sahip sanal para birimlerinde 10 He,Habermeier,Leckow,Haksar,Almeida,Kashima,Kyriakos-Saad,Oura,Sedik,StetsenkoandVerdugo-Yepes,VirtualCurrenciesandBeyond:InitialConsiderations,8.11 Ripplehakkındaayrıntılıbilgiiçinbknz:FrederikArmknecht;GhassanO.Karame;AvikarshaMandal;FranckYoussefandErikZenner, Ripple:OverviewandOutlook,TrustandTrustworthyComputing, inLectureNotesinComputerScience,ed.MauroConti,MatthiasSchunter,IoannisAskoxylaki(Cham:Springer,2015),171;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,5;AdrianBlundellWignall,TheBitcoinQuestion:CurrencyversusTrust-lessTransferTechnology,OECDWorkingPapersonFinance,InsuranceandPrivatePensionsNo:37,2014,15;EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,11-12;DeryaMutluoğlu, KriptoParaBirimleriveSuçtanKaynaklananMalvarlığıDeğerleriniAklamaSuçu, (YüksekLisansTezi,AnkaraÜniversitesi,2020),37vd.12 IoannisKounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, (DoctoralThesis,SchoolofInformationandCommunicationTechnologyRoyalInstituteofTechnology,2015),18.13 Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 18.14 FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,4;ArmağanEbruBozkurtYüksel, ElektronikPara,SanalPara,BitcoinveLindenDoları naHukukiBirBakış, İÜHFM73,S.2(2015):198. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi330022  Zeynep Esra TARAKÇIOĞLUArş. Gör.ise sanal paranın tekrardan gerçek paraya dönüştürülmesi mümkündür. Başka bir ifadeyle, çift yönlü akışa sahip sanal paralar hem gerçek parayla alınabilen hem de gerçek paraya dönüştürülebilen bir niteliği haiz bulunmaktadır. Bu bakımdan çift yönlü akışa sahip sanal para birimleri, ekonomik bir değeri temsil etmekte ve bu değer yerine kullanılabilmektedir. Bu sistemi kullanan sanal paraların en önemli örneğini ise kripto varlıklar oluşturmaktadır. Bitcoin, Linden Doları, Ethereum gibi birçok kripto varlık, çift yönlü akışa sahip bir dönüştürülebilirlik düzeyine sahip bulunmaktadır. Ancak dikkat edilmesi gerekirse, sanal para birimleri yasal bir statüye sahip olmadığından yalnızca tarafların bunları kullanmayı kabul ettiği müddetçe dönüştürülebilir niteliktedir.15B. KRİPTO VARLIKLAR1. Genel OlarakSanal paraların bir alt grubunu oluşturan kripto varlıkların farklı bakış açıları ışığında tanımlanması mümkündür. Bir kullanıcı açısından kripto varlıklar, telefon veya bilgisayara indirilerek mal ve hizmet satın alınması, yatırım yapılması, fon sağlanması gibi çeşitli amaçlarla kullanılabilen dijital değişim araçlarını ifade etmektedir. Teknik bir bakış açısından ise kripto varlıkların verileri değişim aracı olarak kullanmaya imkân sağlayan yazılımlar olduğunu söyleyebiliriz. Başka bir deyişle, kripto varlıklar parayı kâğıt veya madeni para gibi elle tutulur fiziki nesneler olmaktan çıkartıp birer yazılıma dönüştürmektedir.16 Kripto varlıkların genel kabul görmüş hukuki bir tanımı bulunmamakla birlikte sanal paraya ilişkin farklı kuruluşların yaptığı tanımlardan faydalanılabilmektedir. Ancak bu tanımlara önemli bir unsurun da eklenmesi gerekmektedir. Kripto varlıkların ihracında ve tedavül etmesinde, işlemleri okunamayan bir biçime dönüştürerek yalnızca belirli kişilerin bu işlemleri deşifre edebilmesine imkân tanıyan şifreleme (kriptografik) teknikleri kullanılmaktadır. Bu nedenle, bu varlıklara kripto veya kriptografik varlık denmektedir.17 Nitekim Dünya Bankası tarafından kripto varlıklar, katılımcılar arasında konsensüsü sağlamak için kriptografik teknikler kullanan dijital para birimleri olarak tanımlanmıştır.18 Avrupa Bankacılık Otoritesi ne göre ise kripto varlıklar, temel olarak kriptografi ve dağıtık defter teknolojisine veya benzer bir teknolojiye bağlı olan, herhangi bir merkez bankası ve kamu otoritesi 15 FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,4.16 MuhammetŞahin, KriptoParaYeniBirVergiSığınağımı?BilişimTeknolojilerindekiGelişmelerTemelindeBirDeğerlendirme, PamukkaleÜniversitesiSosyalBilimlerEnstitüsüDergisi,S.34(2019):174;Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 18.17 ŞahinÇetinkaya, KriptoParalarınGelişimiveParaPiyasalarındakiYerininSwotAnaliziileİncelenmesi, UluslararasıEkonomiveSiyasetBilimleriAkademikAraştırmalarDergisi2,S.5(2018):13.18 WorldBankGroup,DistributedLedgerTechnology(DLT)andBlockchain,FinTechNoteNo.1,2017,IV.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 330033tarafından ihraç ve garanti edilmeyen, değişim, yatırım veya bir mal ve hizmete erişim amacıyla kullanılabilen bir değeri ifade etmektedir.19 Bu itibarla kripto varlıklar, kriptografi olarak bilinen yöntem ile güvence altına alınan, iki yönlü olarak paraya dönüştürülebilen ve bir değişim aracı olarak paraya alternatif şekilde eşler arası kullanılabilen bir değere karşılık gelmektedir.20Kripto varlıkların ortaya çıkmasına sebep olan gelişmelerin başında, dijital mahremiyet taraftarı bir grup bilişim uzmanının kurduğu  Cypherpunk  hareketi bulunmaktadır.21 Kendilerini mahremiyeti koruyucu sistemler kurmaya adayarak sosyal ve politik bir değişim gerçekleştirmek isteyen bu kriptografi ve bilgisayar uzmanları, mahremiyetin kriptografik teknikler kullanarak sağlanabileceğini öne sürmüştür.22 Cypherpunk hareketine göre kırılgan bir yapıya sahip olan mahremiyet, ona değer vermeyen merkezi yapıların elinde kolayca kaybolabileceğinden, bilginin daha önce devletin silahı olan kriptografinin araç olarak kullanılması suretiyle korunması gerekmektedir.23 Kriptografiyi ön plana çıkaran bu gruba, Wikileaks in kurucusu Julian Assange, Bittorent in kurucusu Bram Cohen, Bit Gold un ve akıllı sözleşme kavramının mucidi Nick Szabo, Zcash in kurucusu Zooko Wilcox-O Hearn gibi önemli isimler dahil bulunmaktadır. Ayrıca 2009 yılında  Bitcoin: Eşler Arası Elektronik Ödeme Sistemi (Bitcoin: A Peer to Peer 19 EuropeBankingAuthority,ReportwithAdvicefortheEuropeanCommissiononCrypto-Assets,2019,10-11.20 Kriptovarlıklarhakkındayapılandiğertanımlariçinbknz:EuropeanParliament,CryptocurrenciesandBlockchain,2018,23;GreeshmaKV., CryptoCurrenciesandCybercrime, InternationalJournalofEngineeringResearch&Technology(IJERT)3,S.30(2015):1;SelmanMusabÇeker, KriptoParalarveEkonomikEtkileri, (BitirmeTezi,YıldızTeknikÜniversitesi,2018),2;ErdalDurdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, (YüksekLisansTezi,GalatasarayÜniversitesi,2018),12;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,5;SherenaShengHuang, CryptoAssetsRegulationintheUK:AnAssessmentoftheRegulatoryEffectivenessandConsistency, JournalofFinancialRegulationandCompliance29,S.3(2021):338.21 WorldBankGroup,DistributedLedgerTechnology(DLT)andBlockchain,4;SeshaKethineniandYingCao, TheRiseinPopularityofCryptocurrencyandAssociatedCriminalActivity, InternationalCriminalJusticeReview,30,S.3(2020):337.BunoktadaCypherpunkileCrypto-anarchy ninfarklıyaklaşımlarolduğunadikkatedilmesigerekmektedir.Cypherpunk,mahremiyetikorumakiçinkriptografiktekniklerinkullanılmasınısavunanbiryaklaşımken,Crypto-anarchykriptografidışındahiçbiryasanınözgürlüksağlamayacağınıdüşünenvemevcutyasalarıtanımayanpolitikbirgörüştür.Ayrıntılıbilgiiçinbknz:LanaSwartz, WhatWasBitcoin,WhatWillItbe?TheTechno-EconomicImaginariesofaNewMoneyTechnology, CulturalStudies32,S.4(2018):625-627.22 EricHughes, ACypherpunk sManifesto, ErişimTarihi:Ekim25,2020,https://www.activism.net/cypherpunk/manifesto.html.23 Swartz, WhatWasBitcoin,WhatWillItbe?TheTechno-EconomicImaginariesofaNewMoneyTechnology, 626.24 Cypherpunkhareketiileoluşturulacakyenibirsistemdedijitalparanınönemlibiryapıtaşıolacağıdüşünüldüğüiçinböylebirparanınüretilmesiiçindahaöncedeçeşitligirişimlerdebulunulmuştur.Bubakımdankriptovarlıküretmefikri1985 litarihlerekadargötürülebilmektedir.Bugirişimlerkapsamında eCash , CryptoCredits , b-money gibikriptografikvarlıklarüretilmişancakhiçbiriBitcoinkadarbaşarılıolamamıştır.Konuyailişkinayrıntılıbilgiiçinbknz:SarahJeong, TheBitcoinProtocolasLaw,andthePoliticsofaStatelessCurrency, ErişimTarihi:Kasım18,2021,https://papers.ssrn.com/sol/papers.cfm?abstract_id=2294124. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi330044  Zeynep Esra TARAKÇIOĞLUArş. Gör.Electronic Cash System)  makalesi ile Bitcoin i tüm dünyaya duyurarak yeni bir dönemin kapısını aralayan Satoshi Nakamoto nun da bu gruba dahil olduğu ileri sürülmektedir.25Kripto varlıklar, sanal para birimlerinin belki de en kapsamlı gruplarından birini oluşturmaktadır. Bugün, binden fazla kripto varlık türünden bahsedilebilmekte ve bu sayı sürekli artmaya devam etmektedir.26 Bu kripto varlıklardan bazıları Bitcoin e ait açık erişimli yazılımdan türetilirken (altcoin), bir kısmı ise tamamen farklı yazılımlardan (metacoin) türetilmiştir.27 Mesela Namecoin, Peercoin, Dogecoin, Zerocoin ve Litecoin Bitcoin den türetilmiş bir yazılıma sahipken, Ethereum ve Ripple gibi kripto varlıklar kendi yazılımlarına sahip bulunmaktadır.29 Dolayısıyla kripto varlıkların temelini oluşturan yazılımlar farklılık göstermektedir. Bu durum, kripto varlıklar arasında sistemsel ve zamansal farklılıklar doğmasına ve anonimlik seviyesinin değişkenlik göstermesine yol açmaktadır. Bitcoin, birçok kripto varlığın kökeni oluşturması sebebiyle öncü olarak değerlendirilmesi yanında halen en geniş ticaret hacmine ve piyasa değerine sahip bulunan kripto varlık türüdür. Bu nedenle, kripto varlıkların işleyişinin somutlaştırılması ve daha iyi anlaşılabilmesi için Bitcoin üzerinden bir inceleme yapılması yararlı olacaktır.2. BitcoinBitcoin, herhangi bir kamu kurumuna ya da özel sektöre bağlı olmadan kullanıcıların katılımıyla işlemlerin doğrulanmasını sağlayan, dağıtık bir muhasebe sistemine sahip olan, transfer işlemlerinde mahremiyet ve şeffaflığın esas alındığı bir yazılımdır.30 Başka bir ifadeyle, kullanıcı mahremiyetini kriptografik şifreleme ile koruyup, işlem kayıtlarını şeffaflaştırarak parasal bir değerin aracısız ve güvenli şekilde transfer edilmesini sağlayan dijital bir finans protokolüdür. Hukuki bir tanım yapılması noktasında ise Adalet Divanı tarafından Bitcoin e ilişkin 25 Swartz, WhatWasBitcoin,WhatWillItbe?TheTechno-EconomicImaginariesofaNewMoneyTechnology, 628.26 Kriptovarlıktürlerihızlıbirşekildeartışgöstermektedir.Aylaröncebusayıyaklaşık4902iken,06.12.2021tarihiitibariyle7982 yeçıkmıştır.Kriptovarlıktürleriningüncelsayısı,değerivemarkethacmiiçinbknz: Today sCryptocurrencyPricesbyMarketCap, Coinmarketcap,ErişimTarihi:Kasım15,2021https://coinmarketcap.com/1/.27 KV, CryptoCurrenciesandCybercrime, 1;EuropeanParliament,CryptocurrenciesandBlockchain,29.28 Ethereum,akıllısözleşmelervetokenlargibiçeşitliformatlarınoluşturulabileceğidijitalbirplatformdur.Ethereumüzerindentüretilentokenlarınlistesineulaşmakiçinbknz: TokenTracker, Etherscan,ErişimTarihi:Ocak27,2021,https://etherscan.io/tokens.29 Armknecht,Karame,Mandal,YoussefandZenner, Ripple:OverviewandOutlook,TrustandTrustworthyComputing, 163;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,6.30 MuratVolkanDülgerveOnurÖzkan, KriptoParaSuçları:KriptoParaBirimlerininHukukiBoyutuveTürkCezaKanunuBakımındanDeğerlendirilmesi, inProf.Dr.MehmetEminArtuk aArmağan,ed.MahmutKoca(Ankara:SeçkinYayınevi,2020),968.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 330055verilen önemli bir karardan yararlanılması mümkündür. Adalet Divanı Skatteverket v. David Hedqvist kararında, Bitcoin in çek gibi diğer kıymetli evrakların aksine sadece onu kabul edenler arasında kullanılabilen ve sözleşmeden kaynaklanan doğrudan bir ödeme yöntemi olduğunu ifade etmiştir.31 Bu ödeme yöntemi vasıtasıyla işleme konu edilen ve elektronik olarak depolanabilen değer birimi ise Bitcoin (BTC) olarak adlandırılmaktadır.32 Her Bitcoin, kriptografik gizli anahtarlar tarafından oluşturulan bir imza dizisini temsil etmektedir.33 Dolayısıyla ağda yer alan ve bir imza dizisini temsil eden Bitcoinler esasında birer veriye karşılık gelmektedir. Ancak bu veriler diğer birçok veriden farklı olarak ekonomik bir değer taşımakta, yatırım ve değişim aracı olarak kullanılabilmektedir. Bu bakımdan Bitcoin in internet ortamında kullanılan nakit paraya benzetilmesi mümkündür.34 Nitekim Bitcoin in günlük hayattaki kullanım alanlarına bakıldığında, nakit para gibi işlev gördüğü açıkça anlaşılmaktadır. Bir ödeme aracı olarak bu sistemin kullanıldığı ilk olay, 2010 da  Laszlo  lakaplı bir kişinin 10.000 Bitcoin karşılığında iki adet pizza satın almasıyla gerçekleşmiştir.35 Bu olay sonrasında Bitcoin, mal ve hizmet alımlarında bir ödeme aracı olarak yaygın şekilde kullanılmaya başlanmıştır.36 Günümüzde gelinen nokta itibariyle, Bitcoin ile bazı üniversitelerin eğitim ücreti ödenebilmekte, Tesla ve Lamborgini ye ait bazı araba modelleri alınabilmekte, Greenpeace ve Wikileaks gibi kuruluşlara bağış yapılabilmekte, Burger King, KFC ve Subway gibi zincirlerde yemek yenebilmekte ve Microsoft, Amazon, Dell gibi şirketlerden ürün satın alınabilmektedir.3731 Judgmentof22Octotober2015,SkatteverketvDavidHedqvist,C-264/14,EU:C:2015:718,§42.Sözkonusukarar,üyedevletlerinvergihukukubakımındanönemtaşıyanbirkarardır.AdaletDivanıverdiğikararda,BitcoinalımvesatımınailişkinfaaliyetinKatmadeğerVergisi neilişkin2006/112/ECsayılıAvrupaBirliğiDirektifi ninkapsamınagirebileceğiniancakaynıDirektif in135/1-emaddesiuyarıncaödemedenmuaftutulabileceğinibelirtmiştir.32 FatihKaplanhan, KriptoParanınTürkMevzuatıAçısındanDeğerlendirilmesi BitcoinÖrneği, VergiSorunlarıDergisi,S.353(2018):106.33 ScottD.Hughes, CryptocurrencyRegulationsandEnforcementintheU.S, WesternStateLawReview45,S.1(2017):4.34 MehmetAtaSarıkatipoğlu;TimurArifÇapkınveFatmaKaraalioğlu, Bitcoin:BirSanalParaBirimiOlarakRegülasyonuveKaraParaAklanmasıBakımındanDurumu, GSIDergisi,(2015):91.35 JohnO.McginnisandKyleRoche, Bitcoin:OrderwithoutLawintheDigitalAge, IndianaLawJournal94,S.4(2019):54;Çarkacıoğlu,Kripto-ParaBitcoin,17;Swartz, WhatWasBitcoin,WhatWillItbe?TheTechno-EconomicImaginariesofaNewMoneyTechnology, 637;BlundellWignall,TheBitcoinQuestion:CurrencyversusTrust-lessTransferTechnology,7.36 AvrupaMerkezBankası nagöre,kriptovarlıklarındeğerindekihızlıdeğişimlernedeniylebirdeğişimaracıolmaişlevindenziyadeyatırımvespekülasyonaracıolmaözelliğidahaönplanaçıkmaktadır.İlgiligörüşiçinbknz:EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,23.37 VivianA.Maese;AlanW.Avery;BenjaminA.Naftalis;StephenP.WinkandYvetteD.Valdez, Cryptocurrency:APrimer, BankingLawJournal133,S.8(2016):469;BilgiTeknolojileriveİletişimKurumu(BTK),KriptoParaAraştırmaRaporu,2020,14;MuratYıldırım, BlokZincirTeknolojisi,KriptoParalarveÜlkelerinKriptoParalaraYaklaşımları, BartınÜniversitesiİktisadiveİdariBilimlerFakültesiDergisi10,S.20(2019):272;KethineniandCao, TheRiseinPopularityofCryptocurrencyandAssociatedCriminalActivity, 325-326. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi330066  Zeynep Esra TARAKÇIOĞLUArş. Gör.Bitcoin in yaygınlık kazanmasında, dünyanın bir ucundan diğer bir ucuna hızlı, güvenli ve ucuz transfer gerçekleştirilebilmesinin ve kullanıcılara sağlanan mahremiyetin önemli bir yeri bulunmaktadır. Ayrıca merkezi otoritelerin kontrolü altında bulunan paralara duyulan güvensizliğin bir sonucu olarak da bu paraya alternatif nitelikte görülen Bitcoin e başvurulması söz konusu olabilmektedir.38 Nakit paraya benzetilmesine karşın Bitcoin, güvenlik, mahremiyet, hız gibi birçok konuda daha avantajlı bir niteliğe sahip bulunmaktadır.39 Bu avantajlar, Bitcoin in kullandığı sistemin temel özelliklerinden ileri gelmektedir. Aynı zamanda bu özellikler, Bitcoin i hem sanal paradan hem de elektronik paradan önemli ölçüde ayırmaktadır. Bu nedenle, söz konusu temel özelliklerin ayrı başlıklar altında genel hatlarıyla incelenmesi gerekmektedir.a. KriptografiBitcoin sisteminde, transfer işlemlerinin yapılması, yapılan işlemlerin doğrulanması, gizliliğin sağlanması ve hatta Bitcoin arzının gerçekleşmesinde şifreleme teknikleri kullanılmaktadır.40 Bitcoin transferi gerçekleştirmek isteyen her kişiye biri açık, biri kapalı olmak üzere iki anahtar ve bir adres tahsis edilmektedir. Tahsis edilen adres Bitcoin biriktirilmesine, anahtarlar ise Bitcoin in işleme tabi tutulmasına hizmet etmektedir.41 Bu bakımdan Bitcoin adresi banka hesabına, anahtarlar ise banka şifresine veya PIN numarasına benzetilmektedir.42 Fakat banka hesabı ve şifresinden farklı olarak bunlar hash şifreleme tekniğiyle oluşturulmaktadır. Bitcoin adresi açık anahtardan, açık anahtar ise gizli anahtardan tek yönlü fonksiyon ile türetilmektedir.43 Fonksiyonun tek yönlü olması işlemin tersi yöne işleyememesi anlamına gelmektedir. Diğer bir ifadeyle, adresten açık anahtara, açık anahtardan ise gizli anahtara ulaşılması mümkün değildir. Anahtarların oluşturulması yanında işlemlerin gizliliği de bu şifreleme teknikleri ile sağlanmaktadır. Açık anahtar ile şifrelenen bir mesaj, sadece açık anahtarla ilişkili olan gizli anahtar ile deşifre edilebilmektedir.44 Bu nedenle Bitcoin trans38 BudurumunengüzelörneklerindenbiriÇin deyaşanmıştır.Baskıcırejimnedeniyle2013-2017yılıarasındaÇin de,dünyanıngerikalanındandahafazlaBitcoinişlemigerçekleştirilmiştir.Konuyailişkinayrıntılıbilgiiçinbknz:McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 12-13.39 BozkurtYüksel, ElektronikPara,SanalPara,BitcoinveLindenDoları naHukukiBirBakış, 194.40 EdwardV.Murphy;M.MaureenMurphyandMichaelV.Seitzinger,Bitcoin:Questions,Answers,andAnalysisofLegalIssues(2015),CongressionalResearchServiceReportR39,1.41 Çarkacıoğlu,Kripto-ParaBitcoin,28;Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 71;Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 64.42 MicheleR.Korver;C.AldenPelkerandElisabethPoteat, AttributioninCryptocurrencyCases, UnitedStatesAttorneys Bulletin67,S.1(2019):234.43 Çarkacıoğlu,Kripto-ParaBitcoin,24;Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 64;BlundellWignall,TheBitcoinQuestion:CurrencyversusTrust-lessTransferTechnology,8.44 Swartz, WhatWasBitcoin,WhatWillItbe?TheTechno-EconomicImaginariesofaNewMoneyTechnology, 629;Jeong, TheBitcoinProtocolasLaw,andthePoliticsofaStatelessCurrency, 3.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 330077feri yapmak isteyen bir kişinin alıcıdan açık anahtarını temin etmesi, alıcının ise kendisine ulaşan şifreli mesajı gizli anahtarı ile deşifre etmesi gerekmektedir. Bu itibarla, açık anahtarın Bitcoin sisteminde ikili bir işlev gördüğü söylenebilir. Açık anahtar hem Bitcoin adresinin türetilebilmesi için kaynak işlevi görmekte hem de göndericinin kimliğinin doğrulanmasına imkân tanımaktadır.Anahtarların kriptografi ile oluşturulması ve korunması söz konusu olduğu için hesaptaki Bitcoinler in başkası tarafından harcanması veya başka bir işleme konu edilmesi, gizli anahtar ele geçirilmediği sürece mümkün değildir. Dolayısıyla gizli anahtar güvenli bir ortamda saklanmalı ve başkalarıyla paylaşılmamalıdır.45 Aksi taktirde para dolu bir cüzdanın çalınmasına benzer sonuçlar ortaya çıkabilecek ve adreste bulunan Bitcoinler ile istenilen işlemler yapılabilecektir. Gizli anahtar ele geçirilmediği sürece Bitcoinler in harcanamaması, sistemin güvenliğini sağlama noktasında şifreleme tekniklerinin çok önemli bir rol oynadığını göstermektedir.46 Bu bakımdan, sistemin dolandırıcılığa ve hırsızlığa karşı güvenilir olduğu ifade edilmektedir.47 İleri sürülen bu görüşe karşı çıkanlar da bulunmakla beraber yaşanan hırsızlık ve dolandırıcılık olaylarına bakıldığı takdirde, bunların Bitcoin sisteminden ziyade cüzdan ve değişim hizmeti sunan site ve uygulamaları hedef aldığı görülmektedir. Buna rağmen, Bitcoin sisteminin de siber saldırılara maruz kalması mümkündür.48 Henüz Bitcoin ağına karşı böyle bir saldırının gerçekleştirilmemiş olması, bu ağın mutlak güvenlik sağladığı şeklinde yorumlanmamalıdır.49b. Eşitler Arası (Peer to Peer) PrensibiDevlet adına paranın kontrol edilmesi için oluşturulan merkezi otoriteler, para ve kur politikalarının yönetilmesinden sorumlu baş aktörler olup yaptıkları iş mahiyeti gereği güven gerektirmektedir.50 Ancak modern para, bir hukuk ürünü olduğu için manipüle edilebilmekte ve devletler tarafından baskı aracı olarak kullanılabilmektedir.51 Bu niteliği dolayısıyla merkezi otoriteye bağlı sistemler, krizin bir parçası hatta kaynağı olarak algılanmakta ve kişilerin güven kaybı yaşamasına yol açmaktadır.52 Bitcoin in mucidi Nakamoto ya göre, aracılar vasıtasıyla 45 HenryS.Zaytoun, CyberPickpockets:Blockchain,Cryptocurrency,andtheLawofTheft, NorthCarolinaLawReview97,S.2(2019):406.46 Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 21;Çeker, KriptoParalarveEkonomikEtkileri, 2.47 EveshnieReddyandAnthonyMinnaar, Cryptocurrency:AToolandTargetforCybercrime, SouthernAfricanJournalofCriminology31,S.3(2018):72.48 BozkurtYüksel, ElektronikPara,SanalPara,BitcoinveLindenDoları naHukukiBirBakış, 203.49 McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 38.50 EuropeanCentralBank,VirtualCurrencySchemes,9-10.51 McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 7.52 PaulineW.J.vanEsterikPlasmeijerandW.FredvanRaaij, BankingSystemTrust,BankTrust,AndBankLoyalty, InternationalJournalofBankMarketing35,S.1(2017):97;Swartz, WhatWasBitcoin,WhatWillItbe?TheTechno-EconomicImaginariesofaNewMoneyTechnology, 629. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi330088  Zeynep Esra TARAKÇIOĞLUArş. Gör.işlemlerin gerçekleştirilmesini sağlayan mevcut sistemler, güvene dayandığı için bu güven ilişkisinden doğan bazı zafiyetlere sahip bulunmaktadır. Bu sebeple, güven ilişkisine dayanan bir sistemden ziyade kriptografik şifreleme tekniklerine dayanan bir elektronik ödeme sistemi oluşturularak, güvenilir üçüncü bir kişiye ihtiyaç duymadan işlem yapılması sağlanmalıdır.53 Söz konusu amacı gerçekleştirebilmek için Bitcoin sisteminde işlemlerin yapılmasına aracılık eden merkezi bir yapıdan yararlanılmamıştır. Kişiler ile merkezi otorite arasında bulunan güven ilişkisi yerine kriptografik teknikler koyularak, katılımcıların hem aktör hem de seyirci olarak hareket etmesine imkân sağlayan bir yazılım geliştirilmiştir.54 Bu sistemde transfer işlemlerinin yapılması, yapılan işlemlerin doğrulanması ve sisteme Bitcoin arz edilmesi gönüllü katılımcılar tarafından gerçekleştirilmektedir.55 Bu itibarla, Bitcoin in kullandığı sistem  peer to peer (eşitler arası) 56 prensibine dayanmaktadır. Fakat bu prensip özellikle kullanıcılar açısından olumsuz sonuçlar doğurabilecek niteliktedir. Merkezi bir yapı bulunmadığından, yaşanan olumsuz durumlar karşısında şikâyet ve itiraz yolunun işletilmesi mümkün değildir. Dolayısıyla Bitcoin kullanıcıları, merkezi yapıya sahip bir sistemde yer alan kullanıcılara kıyasla daha savunmasız bir pozisyonda bulunmaktadır.Merkezi yapıyı kaldırarak kullanıcıları aktör haline getiren eşitler arası prensibinin, paraların yasal bir düzenlemeye sahip olması gerektiği fikrine bir başkaldırı niteliğinde olduğu ileri sürülmektedir.57 Gerçekten de Bitcoin in işleyişine bakılırsa, ne sistemi regüle etmek amacıyla konulan kurallar ne de konulan kuralları uygulayabilecek merkezi bir otorite bulunmaktadır. Halbuki her para biriminin arkasında paranın hukuki olarak regüle edilmesi gerektiği fikri yatmaktadır. Bu nedenle Bitcoin başta gelmek üzere kripto varlıklar, para birimlerinin hukuki bir alt yapıya sahip olması gerektiği fikrini kökten değiştirmiştir. Para birimleri hukuk düzenine ait bir ürünken, Bitcoin gibi kripto varlıklar kanunsuz bir düzenin ürünüdür.58c. AnonimlikKripto varlıklar bakımından anonimlik, kullanıcıların gerçek kimliklerini açıklamak zorunda kalmadan sisteme girebilmelerini ve işlemlerini gerçekleştirebilmelerini ifade etmektedir. Daha önce de belirtildiği üzere, Bitcoin ile işlem 53 SatoshiNakamoto, Bitcoin:APeer-to-PeerElectronicCashSystem, 1,ErişimTarihi:Kasım27,2020https://bitcoin.org/bitcoin.pdf.54 Nakamoto, Bitcoin:APeer-to-PeerElectronicCashSystem, 1.55 DülgerveÖzkan, KriptoParaSuçları:KriptoParaBirimlerininHukukiBoyutuveTürkCezaKanunuBakımındanDeğerlendirilmesi, 966.56 Peertopeersistemininfarklışekillerdekullanımıiçinbknz:Abramowicz, Cryptocurrency-BasedLaw, 404vd.57 McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 4;Jeong, TheBitcoinProtocolasLaw,andthePoliticsofaStatelessCurrency, 17.58 McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 4.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 330099yapmak isteyen herkese banka hesabı gibi işlev gören bir adres tahsis edilmektedir. Tahsis edilen bu adres, banka hesabından farklı olarak hiçbir kişisel bilgi kullanılmadan kriptografik tekniklerle üretilmektedir. Başka bir ifadeyle, Bitcoin adresleri,  1  veya  3  sayısıyla başlayan, sadece harf ve rakamlardan oluşan bir dizi ya da bir QR kodu olup, isim, soy isim ve doğum tarihi gibi hiçbir kişisel bilgi içermemektedir.59 Bundan dolayı hem sistemdeki kullanıcıların hem de 3. kişilerin, işlemi yapan adresin kime ait olduğunu bilmesi mümkün değildir. Bitcoin adreslerinden gerçek kişilere teknik yollarla ulaşılması da ciddi engellerin ve zorlukların aşılmasını gerektirmektedir. Bu zorluklara rağmen, bir Bitcoin adresinin kime ait olduğu biliniyorsa Blokzincir yapısının sağlamış olduğu şeffaflık nedeniyle bu adresin yapmış olduğu tüm işlem ve transferlerin takip edilmesi olanaklıdır.60 Hatta bu niteliğinden dolayı Bitcoin in anonim değil,  pseudonymity 61 özelliğine sahip olduğu ileri sürülmektedir.62 Bu bakımdan, Bitcoin sisteminin mutlak bir anonimlik sağlaması söz konusu değildir. Buna karşın kullanıcıların alacağı ek önlemlerle bu seviyeyi yükseltmesi imkân dahilindedir. Daha üst bir seviyede anonimlikten yararlanmak isteyen kişilerin, sahip olduğu Bitcoin adresini bir defa kullanması alınabilecek bu önlemlerin başında gelmektedir.d. Blokzincir Sisteminin KullanılmasıBitcoin, kullanıcıların anonim kalmasına imkân tanırken yapılan transferlerin aleni bir şekilde takip edilmesini mümkün kılmaktadır. Bu şeffaflığı veri depolama sistemi olarak nitelendirebileceğimiz Blokzincir sistemi ile sağlamak59 Hughes, CryptocurrencyRegulationsandEnforcementintheU.S, 5;Çarkacıoğlu,Kripto-ParaBitcoin,12.60 StevenDavidBrown, CryptocurrencyandCriminality:TheBitcoinOpportunity, PoliceJournal89,S.4(2016):331;Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 18;KV, CryptoCurrenciesandCybercrime, 1;Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 78.61 Pseudonymity(takmaad),bireylerinkimlikleriniaçıklamadanbaşkalarınakendilerihakkındabilgivermeleriniveyaişlemiyapanınkendileriolduğunukanıtlamalarınısağlayanbiryöntemdir.Kullanılanbutakmaadsayesindekişilerinkimliğineilişkinbilgilereulaşılamayacakancakbutakmaadaltındayapılanbütünişlemlerbuadıkullanankişiileilişkilendirilebilecektir.BunedenleBitcoinsistemianonimolmaktanziyadepseudonymityözelliğinesahipbulunmaktadır.ZiraBitcoinhesabındankişilerinkimliğineilişkinbirçıkarımyapılmasımümkünolmamasınakarşınyapılanişlemlerinbellibirhesapileilişkilendirilmesimümkündür.Konuhakkındaayrıntılıbilgiiçinbknz:MirandaMowbray, ImplementingPseudonymity, SCRIPT-ed3,S.1(2006).62 AaronWrightandPrimaveraDeFilippi, DecentralizedBlockchainTechnologyandtheRiseofLexCryptographia, SSRNElectricJournal,(2015):19;RustemMagizov;SergeyKuznetsov;VeneraGaripova;MuhamatGilmanov;AnastasiaKasatovaandAlekseyKuznetsov,Criminal,ProblemsofCriminalResponsibilityforIllegalCirculationofCryptocurrency,12thInternationalConferenceonDevelopmentsineSystemsEngineering,2019,997;Murphy,MurphyandSeitzinger,Bitcoin:Questions,Answers,andAnalysisofLegalIssues,1;ReddyandMinnaar, Cryptocurrency:AToolandTargetforCybercrime, 71;EuropeanParliament,CryptocurrenciesandBlockchain,33;GhassanO.Karame;ElliAndroulakiandSrdjanCapkun, TwoBitcoinsatthePriceofOne?Double-SpendingAttacksonFastPaymentsinBitcoin, CryptologyePrintArchiveIACRReportNo.248,2012,2;EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,22. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi331100  Zeynep Esra TARAKÇIOĞLUArş. Gör.tadır.63 Blokzincir sistemi, verilerin depolandığı açık ve dağıtık bir kayıt defterine benzemektedir. Ancak bir kayıt defterinden farklı olarak, veriler sayfalar halinde değil bloklar halinde depolanmaktadır.64 Diğer bir deyişle, bu sistemde veriler her on dakika içerisinde gerçekleştirilen işlemlerin blok şeklinde şifrelenmesi ile saklanmaktadır.65 Bu blokların birbirine bağlanması ile de zincir yapısı ortaya çıkmaktadır. Ortaya çıkan bu zincir yapısı aleni olduğu için işlemlerin blok blok geçmişe giderek incelenmesine olanak tanımaktadır.66Zincir yapısının şeffaflık dışında sağladığı diğer bir avantaj ise bölünemezlik ve değiştirilemezliktir.67 Bir zincirde yer alan halkaların değiştirilmesi için nasıl tüm zincirin parçalanması gerekiyorsa, Blokzincir sisteminde yer alan işlemlerin değiştirilebilmesi veya silinebilmesi için de ondan sonraki tüm blokların geriye dönük bir şekilde değiştirilmesi gerekmektedir. Bu nedenle, bir işlemin ve blokun Blokzincir e eklendikten sonra geri alınması ve değiştirilmesi mümkün değildir. Hata sonucu yapılan bir işlemin olumsuz sonuçlarını önlemek adına başvurulabilecek tek yol, alıcının yeni bir işlem yaparak geri alınmak istenen işlem tutarını göndericiye geri göndermesidir.68 Fakat alıcının böyle bir işlem yapmasını zorunlu kılan bir düzenleme olmadığı gibi her işlemin olumsuz sonucu telafi edilebilir nitelikte değildir. Mesela gönderilen bir mal karşılığı ödenecek Bitcoin tutarının hiç ödenmediği veya eksik ödendiği bir durumda, satıcı açısından ortaya çıkan olumsuz sonuçların ortadan kaldırılması mümkün olmayabilecektir. Dolayısıyla Bitcoin kullanıcılarının sadece güvenilen ve bilinen kişilerle işlemlerini gerçekleştirmesi gerekmektedir.Bitcoin sisteminin Blokzincir şeklinde aleni ve şeffaf bir yapı kullanması, sistemsel bir gereksinim olarak karşımıza çıkmaktadır. Şöyle ki, yapılan işlemlerin doğrulanması ve blok olarak zincire eklenmesi merkezi bir yapı olmadığından katılımcılar tarafından gerçekleştirilmektedir. Bu doğrulama işlemi, düğüm (node) olarak adlandırılan uçlar tarafından konsensüs mekanizması ile yapılmaktadır. Düğümlerin çoğunluğu tarafından onaylanmayan bir transfer işlemi, zincir yapıya katılmamaktadır. Bu bakımdan Blokzincir sisteminde sadece doğrulanmış işlemler yer almaktadır. Düğümler tarafından bu doğrulama işleminin yapılabilmesi için veri depolama sisteminin aleni olması ve işlemleri denetlemeye imkân vermesi gerekmektedir. Nitekim Bitcoin in kurucusu Nakamoto da ele aldığı makalesinde, 63 EuropeanParliament,CryptocurrenciesandBlockchain,15.64 BetülÜzer, SanalParaBirimleri, (UzmanlıkYeterlikTezi,TürkiyeCumhuriyetMerkezBankasıÖdemeSistemleriGenelMüdürlüğü,2017),24.65 MesutSerdarÇekin, BorçlarHukukuileVeriKorumaHukukuAçısındanBlockchainTeknolojisiveAkıllıSözleşmeler:HukukDüzenimizdeBirParadigmaDeğişimineGerekVarmı?, İstanbulHukukMecmuası77,S.1(2019):321-322.66 AleniolmayanözelnitelikteBlokzincirağlarıdabulunmaktadır.Konuyailişkinayrıntılıbilgiiçinbknz:Mutluoğlu, KriptoParaBirimleriveSuçtanKaynaklananMalvarlığıDeğerleriniAklamaSuçu, 25-26.67 Çeker, KriptoParalarveEkonomikEtkileri, 2.68 Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 21.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 331111güven duyulan merkezi bir yapı bulunmadığından işlemlerin doğrulanabilmesi için bunların bilinmesi gerektiğine dikkat çekmiştir.69 Nakamoto ya göre ancak bu sayede işlemlerin doğrulanabilmesi ve çifte harcamanın önüne geçilmesi olanaklı hale gelmektedir.71 Bitcoin in öncü olarak değerlendirilmesine yol açan ve özel bir yerde konumlandırılmasını sağlayan temel neden de Blokzincir sisteminin kullanılmış olmasıdır. Zira elektronik paralara özgü sistemsel sorunlar Blokzincir sistemi kullanılarak büyük oranda aşılmıştır. Bu noktada önemle belirtmek gerekir ki, Blokzincir sadece ödeme sistemleri bakımından değil, kamu ve özel sektör için de büyük bir potansiyele sahip bulunmaktadır.72 Sağlık, bankacılık, finans, yönetim, iletişim gibi alanlarda da Blokzincir sisteminden faydalanılabilmektedir.73 Kısacası, veri değişimi olan her alanda Blockzincir sisteminin kullanılması mümkündür. Bu nedenle, söz konusu sistem para transferlerinin yapılması ile sınırlı görülmemelidir.3. Bitcoin Sisteminde Yer Alan Temel Aktörlera. Bitcoin KullanıcılarıBitcoin sisteminde kullanıcılar, kendilerine tahsis edilen anahtarları mal ve hizmet satın almak, kişisel ödemelerini gerçekleştirmek veya yatırım yapmak amacıyla kullanan kişilerdir.74 Herhangi özel bir şart gerekmeden Bitcoin e ait açık erişimli yazılımın bilgisayar ve telefon gibi sistemlere yüklenmesi ile kullanıcı olunabilmektedir. Ayrıca özel olarak geliştirilen bazı uygulamalar ile Bitcoin yazılımı indirilmeden dahi kullanıcı olarak işlem yapmak mümkündür.75 Ancak kullanıcı olarak işlem yapılabilmesi için Bitcoin satın alınması, ödeme olarak Bitcoin kabul edilmesi ve madencilik yapılması gibi çeşitli yöntemlerle Bitcoin in elde edilmesi gerekmektedir.69 Nakamoto, Bitcoin:APeer-to-PeerElectronicCashSystem, 2.70 AynıBitcoin inbirdenfazlaharcanmasınaçifteharcamadenmektedir.Yapılanbirişleminonaylanmasızamanaldığıiçinçifteharcamayapılmaolasılığıbulunmaktadır.BunuönlemekadınazamandamgasıvemadenciliksistemikullanılarakBitcoin lerinkopyalanmasıvebirdenfazlakullanımıengellenmekistenmiştir.Çifteharcamanınneolduğu,nasılönlenebildiğiveBitcoin inhalençifteharcamatehlikesialtındaolupolmadığınailişkinayrıntılıbilgiiçinbknz:Karame,AndroulakiandCapkun, TwoBitcoinsatthePriceofOne?Double-SpendingAttacksonFastPaymentsinBitcoin, 1vd.;Çarkacıoğlu,Kripto-ParaBitcoin,40;BozkurtYüksel, ElektronikPara,SanalPara,BitcoinveLindenDoları naHukukiBirBakış, 201.71 Nakamoto, Bitcoin:APeer-to-PeerElectronicCashSystem, 2;EuropeanParliament,CryptocurrenciesandBlockchain,18.72 Blockzincirteknolojisinin,akıllısözleşmelervemerkeziolmayan(özerk)kuruluşlararacılığıylayönetilenbirdünyaveLexCryptographiaolarakadlandırılanyenibirhukukdüzenineyolaçabileceğigörüşüiçinbknz:WrightandFilippi, DecentralizedBlockchainTechnologyandtheRiseofLexCryptographia, 44vd.73 Zaytoun, CyberPickpockets:Blockchain,Cryptocurrency,andtheLawofTheft, 397.Blokzincirsistemininkriptovarlıklardışındakiçeşitliuygulamalarıiçinbknz:WorldBankGroup,DistributedLedgerTechnology(DLT)andBlockchain,21vd.74 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,8.75 FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,6. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi331122  Zeynep Esra TARAKÇIOĞLUArş. Gör.b. Cüzdan SağlayıcılarıCüzdan sağlayıcıları, kripto varlık kullanıcılarına Bitcoinler i tutmak, saklamak ve kullanmak için tahsis edilen anahtarları depolayan veya üreten programlardır.76 Mevcut olan anahtarların bu cüzdanlarda saklanması mümkün olduğu gibi, anahtarı olmayan bir kişiye uygulama vasıtasıyla anahtar tahsis edilmesi de olanaklıdır. Bu kapsamda; online cüzdan (hotstorage), offline cüzdan (coldstorage), mobil cüzdan (mobile wallet), masaüstü cüzdanı (desktop wallet), kâğıt cüzdan (paper wallet) gibi çeşitli cüzdan uygulamalarından faydalanılabilmektedir.77 Bu noktada şunu ifade etmek gerekir ki, Bitcoin kullanımı için cüzdan uygulamalarından yararlanılması zorunluluk teşkil etmemektedir.78 Cüzdanlar, Bitcoinler in saklanması ve harcanması noktasında kullanıcılara yardımcı olarak işlemlerin daha kolay bir şekilde gerçekleştirilmesine hizmet etmektedir.79 Dolayısıyla cüzdanlar, teknik alt yapıya sahip olmayan veya daha pratik şekilde işlemlerini gerçekleştirmek isteyen kullanıcılar tarafından tercih edilmektedir. Ancak bu durumda, kullanıcıların anahtarların güvenliği konusunda cüzdan sağlayıcılarına güven duyması önem arz etmektedir. Zira cüzdan sağlayıcılarının, teknik sorunlar ve sistemin hacklenmesi gibi sebeplerle anahtarları kaybetme tehlikesi bulunmaktadır. Ayrıca kötü amaçlı programlanan bir yazılım tarafından oluşturulan anahtarların, kullanıcıların iradesi dışında kullanılması da mümkündür.80 Bu nedenle, kullanıcılara birbiriyle bağlı olmayan birden fazla kurumsal cüzdandan veya offline cüzdan uygulamalarından yararlanması önerilmektedir.81c. Değişim Hizmeti SunanlarDeğişim hizmeti sunanlar, belli bir komisyon karşılığında Bitcoin gibi kripto varlıkların satın alınmasına, gerçek para birimlerine veya sanal para birimlerine dönüştürülmesine imkân sağlayan platformlardır.82 Bu platformların birçoğu, ihraççıya veya 3. bir kişiye bağlı finansal olmayan şirketler tarafından işletilmekte76 Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 23;EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,8;Çetinkaya, KriptoParalarınGelişimiveParaPiyasalarındakiYerininSwotAnaliziileİncelenmesi, 16;Korver,PelkerandPoteat, AttributioninCryptocurrencyCases, 234;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,8.77 U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,3.78 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,8.79 Güçlütürk, TürkHukukundaKriptoVarlıklarınParaveElektronikParaNiteliğininİncelenmesi, 389;Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 72;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,8.80 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,13.81 Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 73.Offlinecüzdanuygulamalarıylabirliktebiyometrikkimlikdoğrulamateknolojisininkullanılmasınıngüvenliksorunlarınısonaerdireceğinidüşünengörüşiçinbknz:DavidOrme, IsBiometricstheAnswertoCrypto-CurrencyCrime?, BiometricTechnologyToday,S.2(2019):9.82 Zaytoun, CyberPickpockets:Blockchain,Cryptocurrency,andtheLawofTheft, 406;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,7.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 331133dir.83 Türkiye de hizmet gören değişim platformlarına BTCTurk, Paribu, Binance gibi örnekler verilmesi mümkündür. Bu platformlardan bazılarının kullanıcılara cüzdan sağlaması da söz konusu olabilmektedir. Dolayısıyla değişim platformları, borsa ve döviz bürosu gibi işlev görmesinin yanında cüzdan sağlayıcı olarak da hizmet verebilmektedir. Bu itibarla, Bitcoin aktörleri birbirinden bağımsız olarak düşünülmemelidir.Değişim hizmeti sunan aktörler bakımından vurgulanması gereken en önemli husus, kullanıcılara hizmet verebilmek için kişisel bilgi talep edebilmesidir. Bu platformlara kayıt esnasında isim, soy isim, doğum yılı hatta kimlik numarası gibi bilgilerin girilmesi gerekebilmektedir. Bu bakımdan değişim hizmeti sunan aktörler, Bitcoin in sağladığı anonimliğin yumuşatılmasında ve kullanıcıların takip edilmesinde önemli bir rol oynamaktadır. Bu önem dolayısıyla Amerika, Japonya, İsrail, Fransa gibi bazı ülkeler, yapmış olduğu düzenlemelerle para borsalarında olduğu gibi kripto varlık değişim platformlarında da kişisel bilgi talebini zorunlu tutmaktadır. Anonimliğin aşılmasında önemli bir araç olabilmesine karşın, değişim hizmeti sunan platformlar bazı güvenlik zafiyetlerine sahip bulunmaktadır. Bitcoin lerin çalınması, anahtarların başkaları tarafından ele geçirilmesi, cüzdanların hacklenmesi gibi birçok eylem bu aktörleri hedef alarak gerçekleştirilmektedir.84 Genellikle merkezi bir yapının bulunduğu bu platformlarda kullanıcılar dolandırıcılık, hırsızlık ve iflastan kaynaklanan maddi kayıplara maruz kalabilmektedir. Konuya ilişkin en bilinen örneklerden birini  MT GOX  platformu oluşturmaktadır. En büyük değişim platformlarından biri olan MT GOX, 2014 yılında hacklenmiş ve 473 milyon dolar değerindeki Bitcoin in çalınmasından sonra iflas etmiştir.85 Verilen bu örnekten de anlaşılacağı üzere, değişim platformlarının regüle edilmemesi ve denetlenmemesi hem kullanıcıların kendisi hem de kamu düzeni bakımından büyük bir risk oluşturmaktadır.86d. Ticari PlatformlarTicari platformlar, Bitcoin alıcıları ile satıcılarını bir araya getirerek teklif yoluyla anlaşma yapılmasına olanak sağlamaktadır. Merkezi bir yapıya sahip bulunmayan bu platformlar, geliştirilen yazılım aracılığıyla alıcıya ve satıcıya uygun bir ortam oluşturma amacı taşımaktadır.87 Bu niteliği itibariyle söz konusu platformlar adeta Bitcoin pazarı gibi işlev görmektedir. Ancak değişim hizmeti sunan aktörlerden farklı olarak bu platformların kendisi Bitcoin alımı ve satımı ile uğraşmamaktadır.8883 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,8.84 Zaytoun, CyberPickpockets:Blockchain,Cryptocurrency,andtheLawofTheft, 407.85 Murphy,MurphyandSeitzinger,Bitcoin:Questions,Answers,andAnalysisofLegalIssues,8;EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,21.86 U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,15.87 EuropeanParliament,CryptocurrenciesandBlockchain,27.88 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,8. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi331144  Zeynep Esra TARAKÇIOĞLUArş. Gör.e. Madenciler (Miners)Bitcoin sisteminde merkezi bir yapı bulunmadığından işlemlerin doğrulanması katılımcılar tarafından gerçekleştirilmektedir. Katılımcıların yapılan işlemleri doğrulayabilmesi ise konsensüs mekanizmasına bağlı bulunmaktadır.89 Bir işlem ancak katılımcıların çoğu tarafından onaylanması halinde geçerlilik kazanabilmektedir. İşte Bitcoin sisteminde işlemlerin doğrulanmasını bu konsensus mekanizması ile gerçekleştiren kişilere madenci (miners) denmektedir.90 Yeryüzünden değerli bir mineral çıkarmak amacıyla zaman ve enerji harcayan insanlara benzediği için bu kişilere madenci denmektedir.91 Madenciler yeni yapılan işlemleri bir araya toplayarak ve zamansal olarak sıralayarak blok haline getirmekte, her yeni blokun daha önceki blokların şifresel çıkarımını içermesini özel bir algoritmayla (SHA-256) sağlamaya çalışmaktadır.92 Bu bakımdan madencilik, bir işlem kayıt hizmeti olarak da görülebilir.93 Fakat Blokzincir de yer alan veriler her geçen gün artarak büyük miktarlara ulaştığından, daha önceki blokların şifresel çıkarımının yapılması zorlaşmakta ve daha çok vakit almaktadır.94 Ayrıca böyle bir işlemin yapılması çok büyük miktarda bilgisayar gücü de gerektirmektedir. Bu nedenle, özellikle elektriğin ucuz olduğu yerlerde madencilik faaliyetine rastlanmaktadır. Gene aynı nedenle bireysel çalışmak yerine  mining pools  olarak bilinen madenci havuzlarına katılarak kollektif bir çalışma yapılması tercih edilmektedir.Blokzincire yeni bir blokun eklenmesi için madencinin işlemleri sadece doğrulaması yeterli olmamakta ayrıca bu işlemlerin kendisi tarafından doğrulandığının da ağa kanıtlanması gerekmektedir. Bu sisteme iş kanıtı  Proof of Work (PoW)  denmektedir.95 Proof of work sisteminde bir madencinin iş kanıtı su89 SimonDyson;WilliamJ.BuchananandLiamBell, TheChallengesofInvestigatingCryptocurrenciesandBlockchainRelatedCrime, TheJournaloftheBritishBlockchainAssociation1,S.2(2018):1;McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 27;EuropeanParliament,CryptocurrenciesandBlockchain,18;Çekin, BorçlarHukukuileVeriKorumaHukukuAçısındanBlockchain, 321-322.90 Madenciliksisteminin,yasalolmayanmekanizmalarıngelenekselbirhükümetişlevininasıltamamlayabileceğinevehattayerinialabileceğineiyibirörnekteşkilettiğinidüşünengörüşiçinbknz:McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 30.91 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,7.92 Üzer, SanalParaBirimleri, 32.93 Üzer, SanalParaBirimleri, 32.94 EuropeanParliament,CryptocurrenciesandBlockchain,18;BlundellWignall,TheBitcoinQuestion:CurrencyversusTrust-lessTransferTechnology,8;IsaacKfir, Cryptocurrencies,NationalSecurity,CrimeandTerrorism, ComparativeStrategy39,S.2(2020):116.95 BusisteminalternatifiolanProofofStake(PoS)sistemindeiseişkanıtıdeğilkullanıcılartarafındansahipolunanbirimsayısıgözönündebulundurulmaktadır.BöylecePoWsistemindesözkonusuolanmanipülasyontehlikesiveyüksekenerjitüketimisorunuaşılmayaçalışılmıştır.BusistemlerihibritşekildekullananPeercoin,Blackcoingibikriptovarlıktürlerideolduğunubelirtmekgerekir.Konuyailişkinayrıntılıbilgiiçinbknz:EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,10.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 331155nabilmesi için bazı şifresel bulmacaları çözmesi zorunluluk arz etmektedir. Bu kapsamda, daha önceden belirlenmiş bir formatı sağlamak için her türlü girdi deneme yanılma yoluyla test edilmekte ve bu formata uygun şifresel bir özet bulunmaya çalışılmaktadır.97 Bulunacak özet, daha fazla girdinin daha kısa sürede denenmesine bağlı olduğundan her madencinin ödülü alabilme şansı mevcuttur. İstenilen bu formatı sağlayan ilk madenci, yeni bir bloku zincire eklemeye hak kazanmakta ve belli bir miktar Bitcoin ödemesi ile ödüllendirilmektedir. Madencilere teşvik amaçlı verilen bu ödüller aynı zamanda sistemin kendi içindeki Bitcoin arzını da sağlamaktadır.98 Bu durum, itibari paralar ile kripto varlıklar arasında önemli bir fark yaratmaktadır. Para birimlerinde arz merkez bankaları aracılığıyla gerçekleştirilirken, Bitcoin sisteminde bu sistemin katılımcısı olan madenciler tarafından gerçekleştirilmektedir.99 Tasarlanan yazılım gereği madenciler aracılığıyla arz edilen Bitcoin miktarı her 210.000 blokta yarılanarak azalmaktadır.100 Başlangıçta 50 Bitcoin ödül olarak verilirken, günümüz itibariyle bu miktar 6,25 Bitcoin e kadar düşmüş bulunmaktadır. Dolayısıyla belli bir süre sonra Bitcoin sistemine yapılacak olan arzın bitme noktasına gelecek kadar azalması söz konusu olacaktır. Netice olarak, madenciler ancak belli aşamalardan geçerek doğrulama işlemlerini tamamlayabilmektedir. Bu aşamaları kısaca; kullanıcılar tarafından yapılan işlemlerin madenciler tarafından bir blok içinde toplanması, her madencinin işlemleri topladığı bir blok için işlem kanıtı bulmaya çalışması, bulunan işlem kanıtının çoğunluk tarafından onaylanabilmesi için tüm düğümlere yayımlanması, eğer işlemler geçerli ise ve çifte harcama söz konusu değilse blokun düğümler tarafından onaylanarak zincire eklenmesi şeklinde sıralayabiliriz. Doğrulama işleminin tamamlanması belli bir süre aldığı için farklı içeriklere sahip blokların onaylanması ve zincirin çatallaşması mümkündür.101 Bu halde çoğunluk kararını, en büyük iş kanıtını içeren en uzun zincir temsil etmektedir.102Madenciler tarafından yapılan doğrulama ve onaylama işlemleri sonucunda yaklaşık 10 dakikada bir zincire yeni bir blok eklenmekte, böylece sistemin kendi 96 Sözkonusuformatalgoritmanınkendisitarafındantanımlanmaktavebirmadencininçözümübulmasıiçingerekensüreyidikkatealarakher2016bloktayenilenmektedir.97 Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 19;Jeong, TheBitcoinProtocolasLaw,andthePoliticsofaStatelessCurrency, 4;Karame,AndroulakiandCapkun, TwoBitcoinsatthePriceofOne?Double-SpendingAttacksonFastPaymentsinBitcoin, 2;WorldBankGroup,DistributedLedgerTechnology(DLT)andBlockchain,6.98 Nakamoto, Bitcoin:APeer-to-PeerElectronicCashSystem, 4.99 AyşeEsraPirinççi, YeniDünyaDüzenindeSanalParaBitcoin inDeğerlendirilmesi, UluslararasıEkonomiSiyasetİnsanveToplumBilimleriDergisi1,S.1(2018):47-48.100 Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 19.101 Doğrulamasüresininyeterincekısaolmamasını,farklıkriptovarlıklarınortayaçıkmasındatemelbirnedenolarakdeğerlendirengörüşiçinbknz:Kounelis, SecureandTrustedMobileCommerceSystemBasedonVirtualCurrencies, 21.102 Nakamoto, Bitcoin:APeer-to-PeerElectronicCashSystem, 3. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi331166  Zeynep Esra TARAKÇIOĞLUArş. Gör.içinde devamı ve güvenliği sağlanmaktadır.103 Madenciler olmadan sistem doğru bir şekilde işleyemeyeceğinden çifte harcama ve sahte Bitcoin oluşturulması gibi sorunlarla karşılaşılabilecektir.104 Bu bakımdan Bitcoin in belki de en önemli aktörlerinden birini madenciler oluşturmaktadır. Ancak Bitcoin e güvenlik bakımından getirilen eleştirilerin başında da madencilik faaliyetinin ve konsensus mekanizmasının yer aldığı belirtilmelidir. Konsensus mekanizması nedeniyle kötü niyetli madencilerin sistemi belli hallerde manipüle etmesi mümkündür.105 Genel kabul gören görüş, sistemin manipüle edilebilmesi için kötü niyetli madencilerin bilgisayar gücünün çoğunluğuna sahip olması gerektiğini vurgulayarak sistemin güvenli olduğunu ileri sürmektedir.106 Bu görüşe göre Blokzincire, ancak sistemdeki tüm bilgisayar gücünün %51 ini oluşturan madenciler bir araya gelerek (%51 attack) sahte işlemlerden oluşan bloklar ekleyebilecektir. Sistemin %51 den daha az bilgisayar gücü ile manipüle edileceğini belirten görüşler de bulunmakla beraber konuya ilişkin şu çıkarımın yapılması mümkündür: Bitcoin sistemi mutlak güvenlik sözü verilebilecek bir sistem olmayıp belli hallerde manipüle edilebilecek bir niteliği haizdir.II. KRİPTO VARLIKLARIN HUKUKİ NİTELİĞİA. GENEL OLARAKCeza hukuku bakımından doğru bir değerlendirme yapılabilmesi için öncelikle kripto varlıkların hukuki niteliği üzerinde durulması gerekmektedir. Eğer kripto varlıklar elektronik para, emtia veya menkul kıymet gibi kategorilere dahil edilebilirse, bu kategorilere ilişkin düzenlemelerin söz konusu varlıklar hakkında da uygulanması mümkün olabilecektir. Konuyu bir örnekle açıklayacak olursak; kripto varlıkların emtia olduğu kabul edilirse üzerinde sahiplik iddiası kurulabilecek bir mal söz konusu olacağından hem mülkiyet hakkının sonuçlarından yararlanılabilecek hem de konusu mal olan, mala zarar verme, hırsızlık, yağma gibi suçların işlenmesi olanaklı hale gelecektir.107 Dolayısıyla hukuki niteliğine ilişkin yapılacak yorum, kripto varlıklara uygulanacak kuralları da belirleyecektir. Bununla birlikte, kripto varlıklar bizzat devlet eliyle desteklenmesi halinde önemli ölçüde yaygınlaşma potansiyeline de sa103 Madencilertarafındanher10dakikadabiryapılanişlemlerbirarayagetirilerekbirblokiçindesıralanmaktadır.Alıcıvesatıcınınyaptıklarıtransferlerindahaerkenişlemealınmasıiçinişlemücretiteklifetmesimümkünolduğugibimadencinindeböylebirücrettalepetmesimümkündür.İşlemücretlerigenellikletoplamişlemdeğerinin%0,1altındadır.İşlemücretininalınmasınoktasındaisegirdideğeriileçıkışdeğeriarasındakifarkgözönündetutulmaktadır.Konuyailişkinayrıntılıbilgiiçinbknz:McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 26.104 EuropeanCentralBank,VirtualCurrencySchemes-AFurtherAnalysis,7.105 ChristopherP.Buttigiegh, Anti-MoneyLaunderingRegulationofCryptoAssetsinEurope sSmallestMemberState, LawandFinancialMarketsReview13,S.4(2019):212.106 Şahin, KriptoParaYeniBirVergiSığınağımı?BilişimTeknolojilerindekiGelişmelerTemelindeBirDeğerlendirme, 173;McginnisandRoche, Bitcoin:OrderwithoutLawintheDigitalAge, 27;Jeong, TheBitcoinProtocolasLaw,andthePoliticsofaStatelessCurrency, 5.107 Kaplanhan, KriptoParanınTürkMevzuatıAçısındanDeğerlendirilmesi BitcoinÖrneği, 113.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 331177hip bulunmaktadır. Dünya geneline baktığımız zaman; Singapur, İsveç, Çin, Meksika ve Rusya gibi bazı ülkelerin merkez bankaları aracılığıyla kripto varlık üretmek için faaliyete başladığı görülmektedir.108 Türkiye de böyle bir faaliyette bulunmayı planlayan ülkeler arasında yer almaktadır. Cumhurbaşkanlığı Hükümet Sistemi nin ilk kalkınma planı olan 11. Kalkınma Planı nda, Blokzincir tabanlı dijital merkez bankası parası çıkartılması kararı bulunmaktadır.109 Bu nedenle, kripto varlıkların hukuki bir kimliğe ihtiyacı daha belirgin bir şekilde ortaya çıkmaktadır. Buna rağmen kripto varlıkların hukuki niteliğine ilişkin genel geçer bir yorum yapılması şu an için mümkün gözükmemektedir. Kripto varlıklara karşı olan tutum, dünya genelinde önemli ölçüde farklılık göstermektedir. Japonya, Singapur, Almanya, Amerika, İngiltere gibi bazı ülkeler bu varlıkları desteklerken; Rusya, Çin gibi bazı ülkeler önemli kısıtlamalar getirmekte, Bolivya, Lübnan, Bangladeş gibi bazı ülkeler ise yasaklayıcı bir tutum sergilemektedir.110 Diğer birçok ülke ise bu konudaki tarafsızlığını korumaktadır. Ayrıca bu varlıkları destekleyen ülkeler arasında da konu oldukça tartışmalıdır. Bu kapsamda kripto varlıkları, para birimi olarak kabul edenler bulunduğu gibi; emtia, sanal emtia, mal, menkul kıymet ve hatta bir ürün (production)112 olarak değerlendiren görüşler de bulunmaktadır. Aynı ülkede dahi kripto varlıkların hangi niteliğe sahip olduğu tartışmalıdır. Konunun en karmaşık şekilde ele alındığı ülkelerden biri olan Amerika da, yürütülen faaliyetle ilişkili olarak farklı nitelendirmeler yapılmaktadır. Kripto varlıklar, Menkul Kıymetler Borsa Komisyonu na (SEC) göre menkul kıymet,113 mali istihbarat birimi FİNCEN e göre para, Gelirler İdaresi ne (IRS) göre 108 RustemMagizov;SergeyKuznetsov;VeneraGaripova;MuhamatGilmanov;AnastasiaKasatovaandAlekseyKuznetsov,ProblemsofLegalRegulationofCryptocurrencies,12th International ConferenceonDevelopmentsineSystemsEngineering,2019,958;CraigCalcaterra;WulfA.KaalandVadhindranRao, StableCryptocurrencies, WashingtonUniversityJournalofLaw&Policy61,S.1(2020):205-206.109 11.KalkınmaPlanı nınonaylandığınadairkarar23.07.2019tarihli30840sayılıResmîGazete deyayımlanmıştır.110 Magizov,Kuznetsov,Garipova,Gilmanov,KasatovaandKuznetsov,Criminal,ProblemsofCriminalResponsibilityforIllegalCirculationofCryptocurrency,997;Kfir, Cryptocurrencies,NationalSecurity,CrimeandTerrorism, 114;SvitlanaKostenko;VitaliiStrilchuk;RomanChernyshandAnnaBuchynska, TheThreatstoNationalSecurityofUkraineandPolandInassistingtotheDevelopmentoftheCrypto-AssetMarket:LegalAspect, ManagementTheoryandStudiesforRuralBusinessandInfrastructureDevelopment43,S.2(2021):231.111 EricEngle, IsBitcoinRatPoison:Cryptocurrency,Crime,andCounterfeiting, JournalofHighTechnologyLaw16,S.2(2016):374.112 Magizov,Kuznetsov,Garipova,Gilmanov,KasatovaandKuznetsov,ProblemsofLegalRegulationofCryptocurrencies,956.113 SEC inKurumsalFinansBölümDirektörüWilliamHinmantarafındanyapılanbirkonuşmada,BitcoinveEthereum unartıkmenkulkıymetolarakdeğerlendirilemeyeceğiyönündebirgörüşilerisürülmüştür.Buaçıklamayadayanılarakoluşturulan HinmanTest Amerikandoktrinindebüyüktartışmalarayolaçmıştır.İlgiliaçıklamametniiçinbknz:WilliamHinman, DigitalAssetTransactions:WhenHoweyMetGary(Plastic), (SECtranscribedspeech,14Haziran2018),ErişimTarihi:Ocak20,2021,https://www.sec.gov/news/speech/speech-hinman-061418.Kriptovarlıklarınmenkulkıymetolarakdeğerlendirilemeyeceğiyönündeilerisürülendiğerbirgörüşiçinbknz:IrinaCvetkova, TheLegalDefinitionofCrytoAssest, BRICSLawJournal5,S.2(2018):136. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi331188  Zeynep Esra TARAKÇIOĞLUArş. Gör.mal (property), Vadeli Emtia İşlemleri Komisyonu na (CFTC) göre ise emtia niteliğindedir.115 Söz konusu kuruluşlar arasındaki görüş ayrılığına ek olarak mahkeme kararları arasında da içtihat birliği bulunmamaktadır. Kripto varlıkların para birimi, menkul kıymet ve fon olduğunu ifade eden mahkeme kararları bulunduğu gibi emtia olarak değerlendirildiği kararlar da mevcuttur.116 Bu nedenle, kripto varlıkların hangi niteliğe sahip olduğundan ziyade hangi niteliğe sahip olmadığını belirlemek şu an için daha doğru bir yaklaşım olarak görünmektedir. Daha önce de belirtildiği gibi, kripto varlıkların dahil olduğu sanal para birimleri  itibari para  olarak değerlendirilmemektedir. Bu bakımdan, itibari paraya ilişkin mevzuatın kripto varlıklar için uygulanamayacağı açıktır.Kripto varlıkların niteliğine ilişkin hukuki değerlendirmenin, öncelikle elektronik para üzerinden yapılması gerekmektedir. Avrupa Birliği 2009/110 sayılı Elektronik Para Kuruluşlarının Kurulması, Faaliyetlerinin Sürdürülmesi Denetimi Direktifi konuya ilişkin en önemli hukuki metinlerden biri olup; birçok ülke mevzuatında yer alan düzenlemelere kaynak teşkil etmektedir.117 Bu Direktif in 2. maddesinde elektronik para; ödeme işlemlerinin yerine getirilmesi amacıyla fon karşılığı çıkarılan, ihraççısı dışındaki gerçek veya tüzel kişiler tarafından da kabul edilen ve elektronik olarak onu ihraç edene karşı bir talepte temsil edilmek üzere elektronik veya manyetik olarak depolanan parasal değer şeklinde tanımlanmıştır. Avrupa Merkez Bankası ise elektronik para kavramını geniş bir şekilde yorumlamış, bu kavramın ihraççı dışındaki kuruluşlara ödeme yapmak için kullanılabilen ve teknik bir cihazda elektronik olarak depolanabilen parasal bir değeri ifade ettiği belirtilmiştir.118 Elektronik paranın tanımlanması noktasında 114 KriptovarlıklarüzerindeengüçlüyasalotoriteyeCFTC ninsahipolduğunudüşünengörüşiçinbknz:TylerC.Lee, DecryptingCrypto:IssuesPlaguingToday sHottestRegulatoryNightmare, NewYorkUniversityJournalofLawandBusiness16,S.2(2020):565.115 FATF,GuidanceforaRisk-BasedApproachtoVirtualAssetsandVirtualAssetServiceProviders,2019,50-51;GabrielleChasinVelkes, InternationalAnti-MoneyLaunderingRegulationofVirtualCurrenciesandAssets, NewYorkUniversityJournalofInternationalLawandPolitics52,S.3(2020):895;TürkiyeBilişimVakfı(TBV),KriptoParaveICORaporu,2020,22;Lee, DecryptingCrypto:IssuesPlaguingToday sHottestRegulatoryNightmare, 561;Kfir, Cryptocurrencies,NationalSecurity,CrimeandTerrorism, 120;KethineniandCao, TheRiseinPopularityofCryptocurrencyandAssociatedCriminalActivity, 331.116 Konuyailişkinönemlibazıkararlariçinbknz:CFTCv.MyBigCoinPay,Inc.,2018;CTFCv.McDonnell,2018;Audetv.Fraser,2017;U.Sv.Coinbase,Inc.,2017;Balestrav.ATBCoinLLC,2019;Hodgesv.Harrison,2019;SECv.BlokvestLLC,2018;SECv.Plexcorps,2017;U.Sv.AnthonyMurgio,2017;StateofFloridav.MichellAbnerEspinoza,2016;SecuritiesandExchangeCommissionv.TrendonT.ShaversandBitcoinSavingsandTrust,2013.Konuhakkındaayrıntılıbilgiiçinbknz:Hughes, CryptocurrencyRegulationsandEnforcementintheU.S, 8;PavloBartusiak, ‘JudicialFinding oftheLegalNatureofCryptocurrency, Ehrlich sJournal2,S.1(2018):32.117 AB,Directive2009/110/EContheTakingUp,PursuitandPrudentialSupervisionoftheBusinessofElectronicMoneyInstitutionsAmendingDirectives2005/60/ECand2006/48/ECandRepealingDirective2000/46/EC(2009),OJL267/7.118 EuropeanCentralBank, ElectronicMoney, ErişimTarihi:Şubat7,2021,https://www.ecb.europa.Eu/stats/money_credit_banking/electronic_money/html/index.en.html.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 331199karşılaştırmalı hukuktan da yararlanılması mümkündür. İngiltere Elektronik Para Yönetmeliği nin (Electronic Money Regulations) 2. maddesine göre elektronik para, elektronik ve manyetik olarak depolanabilen parasal bir değerdir. Ancak bu parasal değerin ödeme yapmak amacıyla fon karşılığı çıkarılmış olması, ihraççı dışındaki kişiler tarafından da kabul edilmesi ve kanuni düzenlemelerden hariç tutulmamış olması gerekmektedir.Elektronik paraya ilişkin uluslararası ve karşılaştırmalı hukukta yapılan tanımlar göz önüne alındığında, temel olarak üç noktaya parmak basıldığı söylenebilir. Bunlar; parasal değerin temsili olması, bu temsilin elektronik veya manyetik olarak depolanabilmesi ve ihraççı dışındaki diğer kişiler tarafından da kabul edilmesidir. Bu bakımdan elektronik paralar, itibari paranın elektronik ortamdaki bir temsilinden ibaret olup genel kabul gören ödeme yöntemleri arasında yer almaktadır.119 Başka bir deyişle, elektronik paranın bir karşılığı, temsil ettiği somut bir değer bulunmaktadır. Elektronik paranın transfer edilmesi, ilgili miktarın adeta banka kasasından başka bir banka kasasına aktarılması gibi sonuç doğurmaktadır. Kripto varlıkların ise temsil ettiği somut bir değer bulunmadığı gibi, ihraççısı dışındaki diğer kişiler tarafından da kabul görmesi söz konusu değildir. Bu nedenle, elektronik paraya ilişkin yasal düzenlemelerin kripto varlıklar için uygulama alanı bulması mümkün değildir. Ancak değeri ülke paraları, altın gibi çeşitli değerlere endekslenebilen ve  stable coin  olarak adlandırılan kripto varlıklar da bulunmaktadır.120 Bazı yazarlara göre, somut olayın şartlarına göre stable coinlerin elektronik para olarak kabul edilmesi mümkündür.121 Henüz bunların da elektronik para kapsamında değerlendirilebileceğine ilişkin yasal bir dayanak bulunmasa da ileride bunlar hakkında da kapsamlı düzenlemeler yapılması kaçınılmaz olacaktır. Zira kripto varlıkların arz ve talebe bağlı olarak dalgalanmalar yaşaması, paradan beklenen stabil yapıyı sağlamamaktadır.122 Stable coinlerin ise belli değerlere sabitlenmesi daha stabil ve öngörülebilir bir durum oluşturmaktadır.123 Nitekim yapılan bazı çalışmalarda da stable coinlerin niteliğine göre elektronik para kavramı içinde değerlendirilebileceği ifade edilmektedir.124119 BTK,KriptoParaAraştırmaRaporu,4;Pirinççi, YeniDünyaDüzenindeSanalParaBitcoin inDeğerlendirilmesi, 46.120 DirkBullmann;JonasKlemmandAndreaPinna,InSearchforStabilityinCrypto-Assets:AreStablecoinstheSolution?,ECBOccasionalPaperSeriesNo:230,2019,9.Stablecoinkavramıyerinefiattokens,managedcoinsgibikavramlarındakullanıldığınailişkinbknz:TobiasAdrianandTommasoMancini-Griffoli,TheRiseofDijitalMoney,IMFFintechNotes,2019,4.121 Güçlütürk, TürkHukukundaKriptoVarlıklarınParaveElektronikParaNiteliğininİncelenmesi, 400.122 Şahin, KriptoParaYeniBirVergiSığınağımı?BilişimTeknolojilerindekiGelişmelerTemelindeBirDeğerlendirme, 175.123 AdrianandMancini-Griffoli,TheRiseofDijitalMoney,5.124 HerMajesty sTreasury,UKRegulatoryApproachtoCryptoassetsandStablecoins:ConsultationandCallforEvidence,2021,5-6;TheEuropeanConsumerOrganisation(BEUC),CryptoAssetsBEUCResponsetotheCommission sConsultation,2020,8. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi332200  Zeynep Esra TARAKÇIOĞLUArş. Gör.Emtia ve menkul kıymet görüşü bakımından bu kadar kesin bir yorum yapılamayacak olmakla birlikte, kripto varlıkların hukuki niteliğinin belirlenmesinde belli kuruluşların yapmış olduğu sınıflandırmalardan yararlanılması mümkündür. Bu kapsamda, İngiltere Finansal Yürütme Kurulu (Financial Conduct Authority) exchange tokens (değişim tokenları), utility tokens (hizmet tokenları), security tokens (menkul kıymet tokenları), e-money tokens şeklinde bir ayrım yaparken; Avrupa Bankacılık Otoritesi investment tokens (yatırım tokenları), exchange/payment tokens ve utility tokens şeklinde bir ayrım yapmakta, Avrupa Tüketiciler Birliği Bürosu ise bu ayrıma hibrit tokenlar şeklinde yeni bir grup daha eklemektedir.125 Yapılan sınıflandırmalar, kripto varlıkların sahip olduğu erişim özelliklerini, sistemsel özelliklerini ve ekonomik fonksiyonlarını göz önüne alarak farklı değerlendirmeler yapılmasına imkan tanımaktadır. Kanaatimizce sınıflandırma yöntemi, sistemsel ve zamansal farklılıklara sahip olan kripto varlıkları tek bir grup altında ele almaması nedeniyle daha isabetli bir yaklaşımdır.126 Bu yaklaşım neticesinde, niteliğine ve özelliklerine göre her varlığa farklı hukuki kimlikler vermek mümkün olacaktır. Ancak kripto varlıklar her geçen gün büyüdüğünden, farklı kategoriler oluşturulması ve sınıflandırmalar yapılması da yeterli bir çözüm değildir. Yapılan sınıflandırmalar her kripto varlığı kapsayamayacağı gibi, bir kripto varlığın birden fazla grup altında konumlandırılması da mümkün olabilecektir.127 Bu nedenle günümüzde, hibrit tokenlar gibi farklı ayrımların yer aldığı daha kompleks ve kapsamlı çalışmalar yapılmaya başlanmıştır.128 Kripto varlıklar nasıl sınıflandırılacak olursa olsun, yapılan düzenlemelerin uygulanma kabiliyetini kaybetmemesi için esnek bir şekilde ele alınması gerekmektedir.B. TÜRK MEVZUATI BAKIMINDANKripto varlıklara ilişkin uzun süredir tarafsızlığını koruyan Türkiye, 2021 yılında konuya ilişkin ilk düzenlemeyi yaparak bu tarafsızlığı bozmuştur. 16 Nisan 2021 tarihinde 31456 sayılı Resmî Gazete de  Ödemelerde Kripto Varlıkların Kullanılmamasına Dair Yönetmelik  yayımlanmıştır. Söz konusu yönetmelikte kripto varlıklar;  dağıtık defter teknolojisi veya benzer bir teknoloji kullanılarak 125 FinancialConductAuthority,GuidanceonCryptoassetsFeedbackandFinalGuidancetoCP19/3,2019;EuropeBankingAuthority,ReportwithAdvicefortheEuropeanCommissiononCrypto-Assets;BEUC,CryptoAssets-BEUCResponsetotheCommission sConsultation.126 ApollineBlandin;AnnSofieCloots;HatimHussain;MichelRauchs;RasheedSaleuddin;JasonGrantAllen;BryanZhangandKatherineCloud,GlobalCryptoassetRegulatoryLandscapeStudy,CambridgeCenterforAlternativeFinance,2019,12.127 Blandin,Cloots,Hussain,Rauchs,Saleuddin,Allen,ZhangandCloud,GlobalCryptoassetRegulatoryLandscapeStudy,18.128 Yapılanbuçalışmalara,ArapBirleşikEmirlikleriMenkulKıymetveEmtiaOtoritesi ninhazırlamışolduğutaslakçalışmaörnekolarakverilebilir:SecuritiesandCommoditiesAuthority,TheChairmanoftheAuthority sBoardofDirectors DecisionNo.(23/Chairman)of2020ConcerningCryptoAssetsActivitiesRegulation,2020,ErişimTarihi:Eylül12,2021,https://www.sca.gov.ae/Content/Userfiles/Assets/Documents/8004151b.pdf.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 332211sanal olarak oluşturulup dijital ağlar üzerinden dağıtımı yapılan, ancak itibari para, kaydi para, elektronik para, ödeme aracı, menkul kıymet veya diğer sermaye piyasası aracı olarak nitelendirilmeyen gayri maddi varlıklar  olarak tanımlamıştır. Yapılan bu tanımla kripto varlıkların hangi niteliğe sahip olmadığı açıkça belirlenmiştir. Esasında yönetmelikte böyle bir düzenleme olmasaydı dahi mevcut hükümlerden hareketle aynı sonuçlara ulaşılabilirdi. Şöyle ki; Türk Parasının Kıymetinin Korunması Hakkında Kanun kapsamına girebilecek değerler kambiyo, nukut, esham, tahvilat, kıymetli madenler, kıymetli taşlarla bunlardan mamul veya bunları muhtevi her nevi eşya ve kıymet, ticari senet ve tediyeyi temine yarayan her türlü vasıta ve vesika olarak sayılmıştır.129 Bu bakımda, Türk mevzuatına göre kripto varlıkların para olarak değerlendirilmesi mümkün olmayacaktır.130 Bununla birlikte 2009/110 sayılı Direktif e paralel şekilde düzenlenen 6493 sayılı Ödeme ve Menkul Kıymet Mutabakat Sistemleri, Ödeme Hizmetleri ve Elektronik Para Kuruluşları Hakkında Kanun un 3. maddesine göre elektronik para; belli bir fon karşılığı kabul edilen, elektronik olarak saklanan, ödeme işlemlerini gerçekleştirmek için kullanılan ve ihraç edenler dışındaki kişiler tarafından da kabul edilen parasal değeri ifade etmektedir. Bu itibarla, fon karşılığı çıkarılmayan ve ihraç eden dışındaki kişilerce kabul edilmeyen kripto varlıkların Türk mevzuatına göre elektronik para olarak kabulü de mümkün görünmemektedir. Nitekim Bankacılık Düzenleme ve Denetleme Kurulu da 2013 tarihli bir basın açıklamasında:  Herhangi bir resmi ya da özel kuruluş tarafından ihraç edilmeyen ve karşılığı için güvence verilmeyen bir sanal para birimi olarak bilinen Bitcoin, mevcut yapısı ve işleyişi itibarıyla Kanun kapsamında elektronik para 129 Kanunun1.maddesi: Kambiyo, nukut, esham ve tahvilat alım ve satımının ve bunlar ile kıymetli madenler ve kıymetli taşlarla bunlardan mamul veya bunları muhtevi her nevi eşya ve kıymetlerin ve ticari senetlerle tediyeyi temine yarıyan her türlü vasıta ve vesikaların memleketten ihracı veya memlekete ithalinin tanzim ve tahdidine ve Türk parasının kıymetinin korunması zımnında kararlar ittihazına Cumhurbaşkanı salahiyetlidir. şeklindedir.Cumhurbaşkanlığı nınbukapsamdayayımlamışolduğudüzenlemeTürkParası nınKıymetininKorunmasıHakkında32sayılıKarardır.BukararileTürkparasınınyabancıparalarkarşısındakideğerininbelirlenmesine,dövizvedövizitemsiledenbelgelere(menkuldeğerlervediğersermayepiyasasıaraçlarıdahil)ilişkintümişlemleriledövizlerintasarrufveidaresine,TürkparasıveTürkparasınıtemsiledenbelgelerin(menkuldeğerlervediğersermayepiyasasıaraçlarıdahil)ithalveihracına,kıymetlimaden,taşveeşyalarailişkinişlemlere,ihracata,ithalata,özelliğiolanihracatveithalata,görünmeyenişlemlerevesermayehareketlerineilişkinkambiyoişlemlerineaitdüzenleyicivesınırlayıcıesaslartayinedilmiştir.130 Bubakımdankriptovarlıklar,TürkCezaKanunu nun197.maddesindedüzenlenenparadasahteciliksuçunakonuolamayacaktır.Başkabirifadeyle,eğerbirisikriptovarlıkbiriminisahteolaraktaklitederveyaçoğaltırsaparadasahteciliksuçundandolayısorumlututulamayacaktır.Ancakgelecekte,kriptovarlıklarındahagenişbirkitletarafındankabuledilerekistikrarlıbiryapıyasahipolmasıhalindeparabirimiolarakdeğerlendirilmesininmümkünolduğuilerisürülmektedir.İlgiligörüşiçinbknz:HamdiFurkanGünayveVeliKargı, KriptoParanınVergilendirilmesiFikrininMaliYöndenDeğerlendirilmesi, JournalofLifeEconomics5,S.3(2018):69.131 Aksiyöndegörüşiçinbknz:BozkurtYüksel, ElektronikPara,SanalPara,BitcoinveLindenDoları naHukukiBirBakış, 207;DülgerveÖzkan, KriptoParaSuçları:KriptoParaBirimlerininHukukiBoyutuveTürkCezaKanunuBakımındanDeğerlendirilmesi, 974. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi332222  Zeynep Esra TARAKÇIOĞLUArş. Gör.olarak değerlendirilmemekte, bu nedenle de söz konusu Kanun çerçevesinde gözetim ve denetimi mümkün görülmemektedir.  şeklindeki gerekçeyle Bitcoin in 6493 sayılı kanun kapsamına girmeyeceğini açıkça vurgulamıştır.132Kripto varlıkların menkul değer sayılabilmesi için 6362 sayılı Sermaye Piyasası Kanunu nun 3. maddesine göre, belirli payları temsil etmesi ve kamu ya da özel sektör kuruluşlarının piyasadan borç alabilmek için kullandıkları hazine bonosu, gelir ortaklığı senetleri, devlet iç borçlanma senetleri, özel kesim tahvil ve bonoları gibi borçlanma araçlarından olması gerekmektedir. Halbuki Bitcoin gibi kripto varlıklar ne belirli payları temsil etmekte ne de kanunun aradığı anlamda borçlanma aracı olarak kullanılabilmektedir. Bu nedenle kripto varlıkların Türk mevzuatına göre menkul kıymet olarak kabul edilmesi de olanaklı değildir.133 Emtia kavramı bakımından ise kripto varlıkların kendinden bir değere sahip bulunmaması, tamamen arz ve talebe göre değerlenmesi nedeniyle olumsuz bir yorum yapılmaktadır.134 Kısacası, kripto varlıkların Türk hukukuna göre elektronik para, menkul kıymet ve emtia olarak sınıflandırılması zaten mümkün değildi. Dolayısıyla, ilgili düzenlemeyle mevcut hükümler kapsamında yapılan yorumlar tasdik edilmiş, yeni bir niteleme yapılmamıştır. Yönetmelikte yapılan düzenlemeler, karşılaştırmalı hukukta olduğu gibi farklı görüşlerin ileri sürülmesine ve içtihat birliğinin bozulmasına kısmen de olsa engel olabilecektir. Ancak bu düzenlemeler, konuya ilişkin soru işaretlerini yok edebilecek ve mevcut boşluğu doldurabilecek nitelikte olmayıp; aksine yeni problemler doğurabilecek niteliktedir. Zira Yönetmelik te, kripto varlıkların ödemelerde kullanılmasını yasaklayan bir düzenlemeye yer verilmiştir. Söz konusu Yönetmeliğin çıkarılmasına dayanak olan hüküm göz önüne alındığında, MASAK ın görüşlerinin belirleyici olduğu görülmektedir. Bundan dolayı özellikle suç gelirlerinin aklanmasına ilişkin risk nedeniyle kripto varlıkların ödemede kullanılmasının yasaklandığı izlenimi doğmaktadır. Halbuki alınan bu önlem, riski ne sona erdirebilecek ne de azaltabilecek niteliktedir. Bununla birlikte diğer birçok ülkede, piyasa değeri ve işlem hacmi nedeniyle kripto varlıkların vergilendirilmesine ve farklı alanlarda kullanılmasına yönelik çeşitli çalışmalar yürütülmektedir.135 Bu nedenle, kripto 132 İlgilibasınaçıklamasıiçinbknz:https://www.bddk.org.tr/ContentBddk/dokuman/duyuru_0512_01.pdf,E.T:09.11.2020-14.18.133 DülgerveÖzkan, KriptoParaSuçları:KriptoParaBirimlerininHukukiBoyutuveTürkCezaKanunuBakımındanDeğerlendirilmesi, 976.NitekimTürkiyeSermayePiyasasıKurulu,SanalParalaraDayalıİşlemlerHakkında785numaralıGenelMektup taSermayePiyasasıKanunu ndayeralantürevaraçlaradayanakteşkiledebilecekunsurlariçindesanalparalarınbulunmadığınıaçıkçabelirtmiştir.İlgilimektupiçinbknz:SanalparalaravekriptovarlıklaraSermayePiyasasıKanunu ndayerverilmesigerektiğiniilerisürengörüşiçinbknz:TürkiyeBilişimVakfı,KriptoParaveICORaporu,33.134 Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 54;GünayveKargı, KriptoParanınVergilendirilmesiFikrininMaliYöndenDeğerlendirilmesi, 71.135 Vergilendirmekonusundadaülkelerinizledikleriyolfarklılıkgöstermektedir.KriptovarlıklarıvergilendirmebakımındanKanadaveEndonezyaemtia,İsrailsermayekazancı,Amerika,Avusturalyaveİsviçregibiülkelerisemal(property)kabuletmektedir.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 332233varlıkların devletler için sağladığı avantajları göz önünde bulunduran ve konuyu hukukun diğer alanları bakımından da mercek altına alan daha detaylı bir çalışma yapılmalıdır.III. KRİPTO VARLIKLAR VE CEZA HUKUKU İLİŞKİSİA. GENEL OLARAKKripto varlıkların vergilendirilmesine ilişkin bazı çalışma ve faaliyetlere başlanmış olmasına rağmen ceza hukuku alanında konuyu kapsamlı şekilde ele alan bir düzenleme henüz yapılmamıştır. Bu durum, yasal boşlukların ortaya çıkmasına ve suç işlemek isteyen kişilerin aktif olarak kripto varlıklara yönelmesine sebep olmaktadır. 2019 yılında yapılan bir çalışmada, Bitcoin işlemlerinin yarısına yakınının yasadışı faaliyetlerle ilişkili olduğu saptanmıştır.136 Kripto varlıkların suçla olan bu çarpıcı ilişkisi, büyük oranda sistemsel avantajlardan kaynaklanmaktadır. Merkezi bir otoritenin kontrol ve denetiminin söz konusu olmaması, konuya ilişkin kapsamlı bir regülasyon bulunmaması ve işlemi gerçekleştirenlerin anonim kalabilmesi gibi faktörler, çeşitli suçların işlenmesi noktasında kripto varlıkları elverişli bir araç haline dönüştürmektedir. Suç işlemek için elverişli bir araç olması yanında, kripto varlıkların ulusal güvenliği de tehdit ettiği düşünülmektedir.137 Gerçekten de kripto varlıklar; hukuki bir alt yapıya sahip bulunmadığından ekonomik ve mali politikalardan bağışık olup, kişilerin vergi kaçırması için önemli imkanlar sağlamaktadır. Bu niteliğinden ötürü kripto varlıkların vergi cennetlerinin karakteristik özelliklerine sahip olduğu belirtilmektedir.138 Buna ek olarak, kripto varlıkların nükleer fırlatma kodları ve terörist saldırıları gibi devlet nezdinde tehlikeli addedilecek mesajları şifrelemek için de kullanılabileceği ileri sürülmektedir.139Kripto varlıklar, doğrudan suça konu edilebileceği gibi suç işlenmesinde veya suç faillerinin kimliğinin gizlenmesinde bir araç olarak da kullanılabilmektedir. Bu varlıklar ile hırsızlık, dolandırıcılık, uyuşturucu ve uyarıcı madde ticareti, silah ticareti, çocuk pornografisi, suçtan kaynaklanan malvarlığı değerlerinin aklanması, vergi kaçakçılığı, terörizmin finansmanı gibi birçok suç işlenebilmek136 SeanFoley;JonathanR.KarlsenandTalisJ.Putninš, Sex,Drugs,andBitcoin:HowMuchIllegalActivityisFinancedThroughCryptocurrencies?, TheReviewofFinancialStudies32,S.5(2019):1826.137 Engle, IsBitcoinRatPoison:Cryptocurrency,Crime,andCounterfeiting, 352:Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 2;Kfir, Cryptocurrencies,NationalSecurity,CrimeandTerrorism, 114;Kostenko,Strilchuk,ChernyshandBuchynska, TheThreatstoNationalSecurityofUkraineandPolandInassistingtotheDevelopmentoftheCrypto-AssetMarket:LegalAspect, 232.138 OmriMarian, AreCryptocurrencies‘Super TaxHavens?, MichiganLawReviewFirstImpressions112,S.38(2013):42.139 Engle, IsBitcoinRatPoison:Cryptocurrency,Crime,andCounterfeiting, 347. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi332244  Zeynep Esra TARAKÇIOĞLUArş. Gör.tedir.140 Kripto varlıklar sanal ortamda nakit para işlevi gördüğünden, para ile suçun kesiştiği her alanda kullanılabilmektedir. Başka bir ifadeyle, kripto varlıklar kolayca gerçek paraya dönüştürülebildiği için belli suçların işlenmesinde veya gerekli suç araçlarının elde edilmesinde finansman aracı olarak da kullanılabilmektedir.141 Konuya ilişkin güncel bir örnek Amerika da yaşanmıştır. 2020 yılında Adalet Bakanlığı; El Kaide, DAEŞ gibi örgütlerin terörü finanse etmek için düzenledikleri kampanyalarda kripto varlık talep ettiklerini belirterek terörizmin finansmanı bağlamında şimdiye kadar en yüksek miktar olan 2 milyonun ele geçirildiğini duyurmuştur.142 Terörizmin finansmanı, hırsızlık, dolandırıcılık, şantaj gibi temel suç tipleri yanında, kripto varlıkların veya bunların kullandığı ağların daha özel nitelikte bazı yasa dışı faaliyetlere de konu olması mümkündür. Bu kapsamda, bir başkasının bilgisayarının zararlı kod ve yazılımlarla madencilik yapmak için kullanılmasını ifade eden  crypto jacking  fiili örnek olarak verilebilir.144 Bunun dışında, sahte uygulamalarla kripto varlıkların çalınması da (cryptocurrency theft) söz konusu olabilmektedir. Verilen bu örnekler dışında kripto varlıklar, temel suç fiillerini icra etmek için bir araç olarak kullanılmaktadır. Dolayısıyla şu an için  kripto varlık suçu  şeklinde bağımsız bir suç tipinden bahsedilememekte, mevcut suçlar kripto varlıklarla yeni bir işleniş şekli kazanmış bulunmaktadır.145140 Engle, IsBitcoinRatPoison:Cryptocurrency,Crime,andCounterfeiting, 344;Foley,KarlsenandPutninš, Sex,Drugs,andBitcoin:HowMuchIllegalActivityisFinancedThroughCryptocurrencies?, 1799;FATF,MoneyLaunderingandTerroristFinancingRedFlagIndicatorsAssociatedwithVirtualAssets,2020,4.KriptovarlıklarınsuçişlemekiçinkullanılmasınınençarpıcıörneklerindenbiriSilkRoadsitesidir.WilliamUlbrichttarafındankurulanbusiteden,uyuşturucuticareti,bilişimsuçları,paraaklanmasıgibifarklısuçlardaneldeedilen33,6milyondolardeğerindeBitcoinelegeçirilmiştir.BusitelereSilkRoaddışındaHansa,AlphaBay,DreamMarketgibiörneklerindeverilmesimümkündür.Konuyailişkinayrıntılıbilgiiçinbknz:MatthewKienandMengLy, CoiningBitcoin s Legal-Bits :ExaminingtheRegulatoryFrameworkforBitcoinandVirtualCurrencies, HarvardJournalofLaw&Technology27,S.2(2014):603;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,11;U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,19;SeshaKethineni;YingCaoandCassandraDodge, UseofBitcoininDarknetMarkets:ExaminingFacilitativeFactorsonBitcoin-RelatedCrimes, AmericanJournalofCriminalJustice43,S.2(2017):146.141 Korver,PelkerandPoteat, AttributioninCryptocurrencyCases, 237;Çeker, KriptoParalarveEkonomikEtkileri, 31-32;U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,5-6.142 U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,7;CipherTrace,CryptocurrencyCrimeandAntiMoneyLaunderingReport,2021,26.143 Kriptovarlıklarınşantajamacıylakullanıldığıörnekleriçinbknz:U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,8;Bartusiak, ‘JudicialFinding oftheLegalNatureofCryptocurrency, 28.144 U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,16;ViktoriiaIvaniukandSerhiyBanakh, Cryptocurrency-RelatedCybercrimesinUkraine, OEREasternEuropeLaw66,S.1(2020):218-219;Kfir, Cryptocurrencies,NationalSecurity,CrimeandTerrorism, 118;ButürsaldırılarınençokMonero yuhedefaldığınıbelirtençalışmaiçinbknz:AaronZimba;ZhaoshunWang;MwengeMulengaandNicksonHerbertOdongo, CryptoMiningAttacksinInformationSystems:AnEmergingThreattoCyberSecurity, JournalofComputerInformationSystems60,S.4(2020):306.145 DülgerveÖzkan, KriptoParaSuçları:KriptoParaBirimlerininHukukiBoyutuveTürkCezaKanunuBakımındanDeğerlendirilmesi, 978.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 332255Görüldüğü üzere, kripto varlıkların belirsiz doğası suçluların yasadışı faaliyetlerde bulunmasını kolaylaştırmaktadır. Şüphesiz kripto varlıkların suç işlemek için cazibe merkezi haline gelmesinde, kullanıcılara sağlanan  anonimlik  hayati bir rol oynamaktadır. Normal şartlarda, sanal ortamda gerçekleşen para hareketlerinin takip edilmesi mümkündür. Üstelik böyle bir takibin yapılması bazı durumlarda yasal bir zorunluluk da oluşturmaktadır.146 Ancak kripto varlıklar, gizlilik sağlanmak istenen işlemlerde ve dark web gibi platformlarda kullanıcılara bir değişim aracı olarak anonimlik vadetmektedir.147 Blokzincir in aleni yapısına kıyasla son zamanlarda daha çok anonimlik sözü veren Dash, Monero,148 Zcash,149 Grin gibi  privacy coin  olarak da nitelendirilen bazı kripto varlıkların ortaya çıkmasıyla alıcıyı, göndereni ve işleme konu tutarı dahi gizlemek mümkün hale gelmiştir.150 Blokzincir yapısını kullanan kripto varlıkların kullanıcılarını belli ölçüde deşifre edebilen CipherTrace, Big Data, Titanium gibi analiz programlarının ve Chainanalysis, Elliptic gibi özelleşmiş şirketlerin varlığı nedeniyle mahremiyeti öne çıkaran kripto varlıkların sayısında ve kullanımında bir artış olacağı açıktır.151Kripto varlıklar, sadece ceza hukuku bakımından değil ceza muhakemesi bakımından da özel düzenlemeler yapılmasını gerektirmektedir. Bu varlıkların kullanılması ve suça konu edilebilmesi için bilişim sistemlerinin kullanılması zorunluluk 146 FranziskaBoehmandPaulinaPesch, Bitcoin:AFirstLegalAnalysis-WithReferencestoGermanandUS-AmericanLaw, ConferencePaper,1stWorkshoponBitcoinResearchinAssocationwithFinancialCrypto,2014,5.147 GiannisTziakouris, Cryptocurrencies-AForensicChallengeorOpportunityforLawEnforcement?AnInterpolPerspective, IEEESecurityandPrivacyMagazine16,S.4(2018):92;Brown, CryptocurrencyandCriminality:TheBitcoinOpportunity, 336;Kethineni,CaoandDodge, UseofBitcoininDarknetMarkets:ExaminingFacilitativeFactorsonBitcoin-RelatedCrimes, 142.148 SuçişlenmesinoktasındaöneçıkanMonero,transferişlemlerininkökenlerini,miktarlarınıvehedeflerinigizlemekiçinhalkaimzaları(ringsignature)vegizliadreslerikullananbirkriptovarlıktürüdür.Monerohakkındaayrıntılıbilgiiçinbknz:ReddyandMinnaar, Cryptocurrency:AToolandTargetforCybercrime, 87;Tziakouris, Cryptocurrencies-AForensicChallengeorOpportunityforLawEnforcement?AnInterpolPerspective, 93;Buttigieg, Anti-MoneyLaunderingRegulationofCryptoAssetsinEurope sSmallestMemberState, 213.149 Zcashkullanıcılarınınbüyükbirkısmınınsisteminsunduğuanonimlikavantajındanyararlanamadığıhakkındabknz:GeorgeKappos;HaaroonYousaf;MaryMallerandSarahMeiklejohn,AnEmpiricalAnalysisofAnonymityinZcash,Proceedingsofthe27thUSENIXConferenceonSecuritySymposium,2018,475.150 Dyson,BuchananandBell, TheChallengesofInvestigatingCryptocurrenciesandBlockchainRelatedCrime, 1;Foley,KarlsenandPutninš, Sex,Drugs,andBitcoin:HowMuchIllegalActivityisFinancedThroughCryptocurrencies?, 1807;U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,4.151 Foley,KarlsenandPutninš, Sex,Drugs,andBitcoin:HowMuchIllegalActivityisFinancedThroughCryptocurrencies?, 1807;Çekin, BorçlarHukukuileVeriKorumaHukukuAçısındanBlockchain, 332;Murphy,MurphyandSeitzinger,Bitcoin:Questions,Answers,andAnalysisofLegalIssues,3;EuropeanParliament,CryptocurrenciesandBlockchain,53;Zaytoun, CyberPickpockets:Blockchain,Cryptocurrency,andtheLawofTheft, 431;Kfir, Cryptocurrencies,NationalSecurity,CrimeandTerrorism, 119;DanielDupuisandKimberlyGleason, MoneyLaunderingwithCryptocurrency:OpenDoorsandtheRegulatoryDialectic, JournalofFinancialCrime28,S.1(2021):65. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi332266  Zeynep Esra TARAKÇIOĞLUArş. Gör.arz ettiğinden, bunlarla işlenen suçlar bilişim karakterlidir.152 Kripto varlıkların sağladığı anonimlik yanında bilişim sistemlerinin sağladığı kolaylıktan da faydalanan suçlular, elinin altındaki tek bir tuş ile dünyanın öbür ucundaki bir olaya müdahale ederek haksız yarar sağlama imkanına sahip bulunmaktadır. Bunun sonucunda kripto varlıkların kullanıldığı suçların soruşturulması ve kovuşturulması da teknik açıdan oldukça zorlaşmaktadır. Merkezî bir yapı bulunmadığı ve yapılan işlemler geri alınamadığı için muhakeme makamlarının ihtiyaç duydukları belge ve bilgileri nasıl elde edeceği, bu varlıklara nasıl el koyacağı da oldukça problemli bir hal almaktadır.153 Ayrıca yargı makamlarının, tamamen bilişim karakterli olan kripto varlıkların saklanması, çeşitli tedbirlere tabi tutulması noktasında cüzdan gibi uygulamalara ihtiyaç duyması da söz konusu olabilmektedir.154Suçlular hem bilişim sisteminin sunduğu kolaylıktan hem de kripto varlıkların sunduğu anonimlikten faydalanırken, özel hayatın gizliliği, mülkiyet hakkı gibi temel değerler zarar görmekte ve bu durum devlete olan güvenin yitirilmesine sebep olabilmektedir. Bu nedenle, mevcut düzenlemelerin kripto varlıklarla işlenen suçları cezalandırmada yeterli olup olmadığı, yeterli değilse özel bir düzenleme yapılmasına ihtiyaç duyulup duyulmadığı tartışılmalıdır. Kapsam bakımından sınırlı olan bu çalışmada, kripto varlıkların araç olarak kullanılabileceği tüm suç tiplerinin ele alınması mümkün olmadığından konunun sınırlandırılması gerekmektedir. Söz konusu çalışma, kripto varlıklar ile en yaygın işlenen bazı suç tipleriyle sınırlandırılmıştır. FBI İnternet Şikâyet Merkezi nin yayınlamış olduğu 2020 tarihli rapordan (Internet Crime Report), en çok şikâyetin dolandırıcılığa ilişkin fiiller bakımından yapıldığı, uğranılan zararın büyük bir kısmını kripto varlıkların oluşturduğu ve mağdurların nerdeyse yarısının da kripto varlıklarla ilişkili olduğu anlaşılmaktadır.155 Yapılan başka bir çalışmaya göre, kripto varlıkları en çok hedef alan suçlar arasında hırsızlık ve dolandırıcılık suçu bulunmakta olup, bu suçlar nedeniyle sadece 2020 yılı içinde 1,9 milyar dolar değerinde zarar meydana gelmiştir.156 Bu veriler ışığında çalışmamızda; hırsızlık, dolandırıcılık ve bu suçları tamamlayıcı nitelikte olan suçtan elde edilen malvarlığı değerlerinin aklanması suçu incelemeye tabi tutulacaktır.157 Kripto varlıkların Türk ceza hukuku bakımından ele alındığı ilk kararın yağma suçuna ilişkin olması nedeniyle yukarıda sayılan suçlar dışında yağma suçu bakımından da bir inceleme yapılacaktır.152 DülgerveÖzkan, KriptoParaSuçları:KriptoParaBirimlerininHukukiBoyutuveTürkCezaKanunuBakımındanDeğerlendirilmesi, 979.153 Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 203-204.154 Korver,PelkerandPoteat, AttributioninCryptocurrencyCases, 256-257.155 FederalBureauofInvestigation,InternetCrimeReport(2020),19vd.156 CipherTrace,CryptocurrencyCrimeandAntiMoneyLaunderingReport,7.157 ClaireNolascoBraatenandMichaelS.Vaughn, ConvenienceTheoryofCryptocurrencyCrime:AContentAnalysisofU.S.FederalCourtDecisions, DeviantBehavior42,S.8(2019):964.FATF,suçtaneldeedilenmalvarlığıdeğerlerininaklanmasıveterörizminfinansmanısuçununişlendiğineilişkingöstergelereyerveren2020tarihlibirraporunda,ensıkişlenensuçlararasındaaklamasuçudışındauyuşturucuticaretivedolandırıcılıkgibisuçlarınbulunduğunubelirtmiştir.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 332277B. HIRSIZLIK SUÇU5237 sayılı Türk Ceza Kanunu nun (TCK) malvarlığına karşı suçlar başlığı altında düzenlenen hırsızlık suçu, zilyedinin rızası olmadan başkasına ait taşınır bir malın kendisine veya başkasına bir yarar sağlamak maksadıyla bulunduğu yerden alınmasını ifade etmektedir. Suçun oluşabilmesi için  başkasına ait taşınır bir malın  zilyedin rızası olmadan alınması gerekmektedir. Başka bir ifadeyle, hırsızlık suçunun konusunu, başkasına ait taşınır bir mal oluşturmaktadır. Ancak mal kavramından anlaşılan ile hukuki anlamda mal/eşya kavramı her zaman örtüşmemektedir. Bu nedenle  taşınır mal  kavramının açıklanması ve kripto varlıkların çalınmasının bu kapsama dahil edilip edilemeyeceğinin ayrıca değerlendirilmesi gerekmektedir. Doktrindeki genel yaklaşım,  mal  kavramının tanımlanması noktasında medeni hukuktan yararlanılması yönündedir.158 Medeni hukukta eşya; üzerinde hakimiyet kurulabilen, belli sınırlara sahip, ekonomik değer taşıyan ve insan dışı olan bir kavrama karşılık gelmektedir.159 Genel kabul gören bu tanıma göre, hukuki anlamda eşyanın sahip olması gereken dört temel unsur bulunmaktadır. Bunlar; maddi bir varlığın bulunması, üzerinde hakimiyet kurulmaya elverişli olması, insan dışı olması ve ekonomik bir değere sahip olmasıdır.160 Esasında maddi bir varlığın bulunması ile hakimiyet kurulmaya elverişli olma unsuru, birbirini tamamlayan ve biri diğerinin sonucu olarak değerlendirilebilecek unsurlardır. Bir şey üzerinde hakimiyet kurulduğundan bahsedilebilmesi için bunun sınırlandırılmış maddi bir varlığa sahip olması gerektiği açıktır.161Taşınır eşya kavramının tanımı ise eşyanın yerinin fiilen değiştirilip değiştirilememesine göre yapılmaktadır. Özüne zarar vermeksizin bir yerden başka yere taşınabilen eşyalar, taşınır olarak kabul edilmektedir.162 Böyle bir tanımın, taşınmaz kavramından hareketle menfi bir şekilde yapılması da mümkündür. Yeryüzünde sabit olması nedeniyle özüne zarar vermeden bir yerden başka yere taşınamayan ve kanun uyarınca taşınmaz niteliğine sahip olanlar dışında kalan eşyalar taşınır niteliktedir. Bu bakımdan hırsızlık suçunun konusunu  alınabilir  olan taşınır eşyalar 158 MahmutKocaveİlhanÜzülmez,TürkCezaHukukuGenelHükümler(Ankara:AdaletYayınevi,2020),605;M.EminArtuk;AhmetGökcen,M.EminAlşahinveKerimÇakır,CezaHukukuÖzelHükümler(Ankara:AdaletYayınevi,2019),525;DurmuşTezcan;MustafaRuhanErdemveMuratÖnok,TeorikvePratikCezaÖzelHukuku(Ankara:SeçkinYayınevi,2020),734.159 TurhanEsenerveKudretGüven,EşyaHukuku(Ankara:YetkinYayınevi,2015),41;M.KemalOğuzman;ÖzerSeliçiveSaibeOktayÖzdemir,EşyaHukuku(İstanbul:FilizKitapevi,2014),8.160 Ekonomikbirdeğeresahipolmaunsuru,üzerindegörüşbirliğibulunanbirunsurdeğildir.Buunsurunaranmasıgerektiğinidüşünenyazarlariçinbknz:Oğuzman,SeliçiveOktayÖzdemir,EşyaHukuku,7-8.Cezahukukubakımındansadeceekonomikdeğeresahipolanşeylerindeğilmanevibirdeğertaşıyanşeylerindemalsayılabileceğigörüşüiçinbknz:NevzatToroslu,CezaHukukuÖzelKısım(Ankara:SavaşYayınevi,2019),135;KocaveÜzülmez,TürkCezaHukukuGenelHükümler,612;Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,527;Tezcan,ErdemveÖnok,TeorikvePratikCezaÖzelHukuku,735.161 Oğuzman,SeliçiveOktayÖzdemir,EşyaHukuku,7.162 Oğuzman,SeliçiveOktayÖzdemir,EşyaHukuku,10. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi332288  Zeynep Esra TARAKÇIOĞLUArş. Gör.oluşturmaktadır.163 Dolayısıyla sadece fiziki bir varlığa sahip olması nedeniyle üzerinde hakimiyet kurularak fiilen yeri değiştirilebilen mallar hırsızlık suçuna konu olabilecektir.164 Fakat taşınır malın illaki suçun işlendiği anda bu nitelikte olması gerekmemektedir. Taşınmaz malın çeşitli parçalarının sökülmesinde olduğu gibi, belli hallerde de taşınır malın varlığından bahsedilebilmektedir.165Kripto varlıklar ise fiziki bir varlığı olmaması nedeniyle üzerinde ancak tahsis edilen anahtarlar vasıtasıyla hakimiyet kurulabilen, ekonomik değeri haiz sanal birimlerdir. Yukarıda belirtilen hususlar da dikkate alındığında, fiziki bir varlığı olmaması nedeniyle kripto varlıkların taşınır mal olarak kabulü mümkün görünmemektedir. Nitekim Adalet Divanı da vermiş olduğu bir kararda, kripto varlıkların sadece bir ödeme aracı olduğunu ve taşınır mal olarak kategorize edilemeyeceğini belirtmiştir.166 Bu itibarla, kripto varlıkların çalınması halinde ortada taşınır bir mal söz konusu olmadığından hırsızlık suçunun oluştuğundan bahsedilemeyecektir. Ancak kripto varlıkların TCK nın 142/2-e karşısındaki durumunun ayrıca incelenmesi gerekmektedir. TCK nın 142. maddesinin 2. fıkrasında, hırsızlık suçunun  bilişim sistemlerinin kullanılması aracılığıyla işlenmesi  şeklinde nitelikli bir hale yer verilmiştir. Bu nitelikli hal ile kastedilen, bilgileri otomatik olarak işleme tabi tutan manyetik sistemler kullanılarak hırsızlık fiilin icra edilmesidir.168 Diğer bir deyişle, bu nitelikli halin uygulanabilmesi için taşınır bir malın bilişim sistemleri aracı kılınarak alınması gerekmektedir. Bu nedenle, ekonomik bir değer arz etse bile bir verinin çalınması halinde TCK nın 142/2-e nin uygulanması söz konusu olamayacaktır. Yargıtay Ceza Genel Kurulu da tesis etmiş olduğu bir kararda, hırsızlık suçunun konusunu oluşturacak malın yerinden alınıp götürülebilecek nitelikte olmasını ve maddi bir varlığa sahip bulunması gerektiğini vurgulamıştır. Aynı kararda, hırsızlık suçunun söz konusu olabilmesi için verinin taşınır mal niteliğine sahip olması gerektiği ancak 5237 sayılı TCK nın hiçbir maddesinde verilerin taşınır mal olarak düzenlenmediği dolayısıyla kanunilik ilkesi gereğince cezalandırma yapılamayacağı da belirtilmiştir.169163 KocaveÜzülmez,TürkCezaHukukuGenelHükümler,613;Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,527;Tezcan,ErdemveÖnok,TeorikvePratikCezaÖzelHukuku,740.164 Toroslu,CezaHukukuÖzelKısım,135;KocaveÜzülmez,TürkCezaHukukuGenelHükümler,606;Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,526;Tezcan,ErdemveÖnok,TeorikvePratikCezaÖzelHukuku,735.165 KocaveÜzülmez,TürkCezaHukukuGenelHükümler,613;Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,528;Toroslu,CezaHukukuÖzelKısım,135;Tezcan,ErdemveÖnok,TeorikvePratikCezaÖzelHukuku,741.166 Judgmentof22October2015,SkatteverketvDavidHedqvist,C-264/14,EU:C:2015:718,§24.167 TCK142/2-e: Bilişim sistemlerinin kullanılması suretiyle, hırsızlık suçunun işlenmesi hâlinde, beş yıldan on yıla kadar hapis cezasına hükmolunur. .168 KocaveÜzülmez,TürkCezaHukukuGenelHükümler,649;Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,551.169 YCGK,17.11.2009,E.2009/268,K.2009/11-193.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 332299Verilerin hırsızlık suçuna konu olamayacağına ilişkin yerleşik içtihat, banka hesaplarında yer alan paraların internet bankacılığı hizmetinden yararlanılarak başka bir hesaba aktarıldığı durumlar için yumuşatılmıştır. Daha önceleri böyle bir fiilin icra edildiği hallerde TCK 141/2-e nin değil, TCK 244/4 ün uygulanması gerektiği düşünülmekteydi.170 Ancak Yargıtay, 5 yılı aşkın süredir verilerin parayı temsil ettiğini düşünmekte ve icra edilen hırsızlık eylemlerinin paraya yöneldiğini kabul ederek 142/2-e yi uygulama yoluna gitmektedir.171 Bu yaklaşım uygulamada istikrar kazanmasına rağmen doktrinde halen tartışılmaktadır. Sadece verilerin yer değiştirdiğinden bahisle TCK 244. maddenin 4. fıkrasının uygulanması gerektiğini savunan görüşler bulunduğu gibi,172 Yargıtay uygulamasını destekleyen görüşler de mevcuttur.173Kripto varlıklara ilişkin hukuki değerlendirmenin, söz konusu içtihat değişikliği göz önüne alınarak yapılması gerekmektedir. Zira bu içtihatla internet bankacılığı hizmetinden yararlanılarak başka bir hesaba aktarılan ve esas itibariyle veri niteliğinde olan paraların hırsızlık suçuna konu olabileceği kabul edilmiştir. Dolayısıyla kripto varlıkların çalınması halinde de aynı yorumun yapılmasının mümkün olduğu düşünülebilir. Fakat konuyla ilgili kararlar incelendiğinde, verilerin hırsızlık suçuna konu olabileceği düşüncesinden ziyade verilerin temsil ettiği somut bir değerin, paranın, korunması amacı ön plana çıkmaktadır. Daha önce de açıklandığı üzere, kripto varlıkların temsil ettiği değer kendine has ve soyut bir değerdir. Parayı temsil eden verilerin aksine kripto varlıkların temsil ettiği somut bir değer bulunmadığından, yukarıda yapılan değerlendirmelerin bunlar açısından geçerli olduğu 170 TCK244/4: Yukarıdaki fıkralarda tanımlanan fiillerin işlenmesi suretiyle kişinin kendisinin veya başkasının yararına haksız bir çıkar sağlamasının başka bir suç oluşturmaması halinde, iki yıldan altı yıla kadar hapis ve beş bin güne kadar adlî para cezasına hükmolunur. .171 Y.CD,09.06.2020,E.2020/1236,K.2020/5130sayılıkarardakonuyailişkinşuaçıklamalarayervermiştir: Katılanın hesabından internetten bilgileri kullanılarak 1939 doğumlu ... adına 18800 TL para havalesi yapılmak istendiğinde bankanın katılanı arayıp işlemi onaylayıp onaylamadığını sorduğunda katılanın işlemden haberdar olmadığı anlaşılmış sonrasında yapılan araştırmada katılanın internet bankacılığında açık olan hesaptan 1920 TL ve kredi kartından 5000 TL para çekildiği ve toplamda 6920 TL paranın internet hesabına aktarıldığı anlaşıldığından aktarılan paraları çekmeye gelen kişinin polis gelene kadar oyalamaya çalışıldığı ancak sanığın durumu anlayıp kaçtığı iddia edilen olayda; bankadan parayı çekmeye çalışan kişinin bıraktığı nüfus cüzdanındaki kimlik bilgileri sanığa ait olsa da fotoğrafın sanığa ait olmadığı ve havale yapılan ... in 1939 doğumlu olduğu anlaşıldığından sahte nüfus cüzdanı ile suça konu parayı çekmeye çalışan kişinin sanık olduğuna dair yeterli delil bulunmadığı gözetilerek sanığın beraati yerine yazılı şekilde mahkumiyetine dair hüküm kurulması, kabule göre de; Sanığın eyleminin sübutu halinde de katılanın hesabından hesaplarına paranın aktarıldığı gözetilerek eyleminin kül halinde tamamlanmış TCK nın 142/2-e maddesindeki bilişim sistemlerinin kullanılması suretiyle hırsızlık suçunu oluşturduğu gözetilmeden yazılı şekilde hüküm kurulması.. .Aynıyöndediğerbirkarariçinbknz:Y.CD,01.07.2019,E.2019/11457,K.2019/9171.172 Tezcan,ErdemveÖnok,TeorikvePratikCezaÖzelHukuku,766.173 FatihSelamiMahmutoğlu, TürkCezaKanunundaYerAlanBilişimAlanındakiSuçlarveKarşılaşılanSorunlarınYargıKararlarıIşığındaDeğerlendirilmesi, İÜHFM71,S.1(2013):881;Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,551;KocaveÜzülmez,TürkCezaHukukuGenelHükümler,649;Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 101. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi333300  Zeynep Esra TARAKÇIOĞLUArş. Gör.söylenemeyecektir. Nitekim rıza dışı telefon kontör transferinin gerçekleştiği bir olayda Yargıtay, ekonomik bir değere sahip olmasına karşın telefon kontörlerinin çalınmasını hırsızlık suçu kapsamında değil TCK nın 244/4. maddesi kapsamında değerlendirmiştir.174 Knight Online oyunundaki karakterin çalındığı diğer bir olayda ise verilerin ekonomik değer taşısa dahi taşınır mal haline gelmeyeceği belirtilerek hırsızlık suçundan hüküm kurulamayacağına karar verilmiştir.175Konuya ilişkin içtihatlardan hareketle genel bir çıkarımda bulunulacak olursa; doğrudan parayı temsil eden veriler bakımından TCK 142/2-e uygulanabilirken, ekonomik bir değere sahip olsa bile somut bir değeri temsil etmeyen veriler bakımından hırsızlığa ilişkin hükümler uygulanamamaktadır. Ancak aksi yönde değerlendirmeler içeren bazı yargı kararlarının da bulunduğunu belirtmek gerekir. Yargıtay, konuya ilişkin önemli bir kararında şu ifadelere yer vermiştir:  Sanığın eylemi, telefonun kullanılmasını sağlayan, ekonomik bir değer ifade eden ve bilişim sisteminde veri ile temsil edilen kontörleri, bilişim sistemini kullanıp veriyi yer değiştirmek suretiyle kendi telefon hattına geçirmeye, katılanın rızasına aykırı olarak malvarlığında azalmaya neden olmaya; başka bir anlatımla var olan veriyi başka bir yere göndermekten ziyade, bu verinin temsil ettiği ve ekonomik bir değeri olan, ancak bir bedel ödemek suretiyle alınabilecek olan kontörleri alarak mal edinmeye yöneliktir. Kaldı ki sanığın mağdurun telefonunda kullandığı kontörleri almak için bilişim sistemlerini araç olarak kullanmaktan başka alternatifi de yoktur. Dolayısıyla olayımızda, 5237 Sayılı TCK nın 142/2-e maddesinde düzenlenmiş bulunan  bilişim sistemleri kullanılmak suretiyle hırsızlık  suçunun gerçekleştiği kabul edilmelidir. 176 Her ne kadar söz konusu karar, kripto varlıklar bakımından da uygulanabilir gibi görünse de hem doktrinin hem de Yargıtay ın konuya ilişkin genel görüşünü yansıtmamaktadır.Ekonomik bir değer taşıdığı şüphesiz olmakla beraber somut bir değeri temsil etmeyen kripto varlıkların doktrin ve yerleşik kararlar uyarınca TCK nın 142/2. maddesi kapsamına dahil edilmesi mümkün değildir.177 Bu halde, bilişim sistemlerinin araç olarak kullanıldığı birçok suç bakımından da uygulama alanı bulan TCK 244/4. madde gündeme gelecektir. Ancak ortaya çıkan bu sonuç, doktrinde haklı olarak eleştirilmektedir. Amaçsal yorum ile kripto varlıkların 142. madde içerisinde değerlendirilebileceğini düşünen bir görüş, bunların sanal alemde para olarak kabul edilmesi nedeniyle iktisadi değere sahip bir malvarlığı değerini oluşturduğunu be174 Y.CD,30.01.2013,E.2011/26435,K.2013/1955.175 Y.CD, 13.01.2020, E.2019/11010, K.2020/568; Y.CD, 10.10.2017, E.2016/2155,K.2017/10403.176 YCGK,25.11.2014,E.2013/13-448,K.2014/524.Aynıyöndediğerbirkarariçinbknz:Y.CD,16.07.2018,E.2015/28682,K.2018/10194.177 BenzerbirsonucaAlmanhukukundakidüzenlemelerbakımındandaulaşılmaktadır.Almanhukukundadasadecefizikselvarlığıolantaşınırmallarhırsızlıksuçunakonuolabilmektedir.Konuyailişkinayrıntılıbilgiiçinbknz:BoehmandPesch, Bitcoin:AFirstLegalAnalysis-WithReferencestoGermanandUS-AmericanLaw, 7.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 333311lirtmektedir.178 Ayrıca TCK 142/2-e deki düzenlemenin konusunu verilerin mi yoksa taşınır nitelikteki malların mı oluşturduğu noktasında belirsizlik bulunduğunu düşünen bu görüş, söz konusu nitelikli halin  bilişim hırsızlığı  şeklinde bağımsız bir suç olarak düzenlenmesi gerektiğini ifade etmektedir.179 Doktrinde ileri sürülen diğer bir görüş ise  taşınır mal  kavramının aktarılabilir bir mal olarak anlaşılması gerektiğini, bu nedenle başka yere gönderilmesi veya bulunduğu yerden alınması mümkün olan kripto varlıkların da hırsızlık suçuna konu olabileceğini savunmaktadır.180Kanaatimizce, sıradan veri niteliğinde olmayan kripto varlıkların çalınması halinde failin sadece TCK nın 244/4. maddesi uyarınca cezalandırılması fiilin ağırlığı ile orantılı olmayacaktır. Kripto varlıklar sanal alemde adeta bir para gibi tedavül etmekte, her an her yerde değişim platformları veya bankamatikler aracılığıyla (sadece bazı kripto birimleri için kullanılabilmekte) para birimlerine çevrilerek kolayca maddi bir varlığa kavuşturulabilmektedir. Ayrıca fiziksel bir şeyin çalınması ile kripto varlıkların çalınması benzer hukuki sonuçlar doğurabilmektedir. Fiziki varlığı olan bir şeyin çalınmasıyla nasıl tasarruf yetkisi sona eriyorsa, Bitcoin anahtarının çalınması sonucunda da ilişkili hesap tekrar kullanılamamaktadır.181 Bu nedenle, kripto varlıklara karşı gerçekleştiren hırsızlık fiillerinin özel olarak düzenlenmesi gerekmektedir. Ancak böyle bir düzenlemeye, bağımsız bir suç kapsamında mı yoksa hırsızlık suçuna ilişkin hükümler altında mı yer verileceği dikkatli bir şekilde değerlendirilmelidir. Kripto varlıkların, içtihat yoluyla taşınır mal kapsamına dahil edilmesi ve hırsızlık hükümleri uyarınca cezalandırılması sakıncalı sonuçlar doğurabilecek niteliktedir. Zira hem yargı kararlarında hem de doktrinde, ekonomik bir değer ifade etse de fiziki bir varlığı olmayan verilerin 142. maddede düzenlenen suça konu olamayacağı kabul edilmektedir. Bu bakımdan, kripto varlıkların çalınması halinde hırsızlık hükümlerinin uygulanabilmesi için yerleşik içtihadın değiştirilmesi gerekmektedir. Fakat bu durum kanunilik ilkesinin ihlali olarak yorumlanabilecektir. Şöyle ki; Avrupa İnsan Hakları Mahkemesi ne (AİHM) göre kanunilik ilkesinin temelini oluşturan yasal dayanak kavramı, sadece kanunları değil yeterince öngörülebilir ve ulaşılabilir olması şartıyla mahkeme kararlarını, teamül hukuku kurallarını ve kanundan daha alt bir hiyerarşide bulunan yönetmelik gibi hukuki kaynakları da kapsamaktadır.182 Dolayısıyla kanundaki düzenlemeler kadar 178 DülgerveÖzkan, KriptoParaSuçları:KriptoParaBirimlerininHukukiBoyutuveTürkCezaKanunuBakımındanDeğerlendirilmesi, 985-986.179 DülgerveÖzkan, KriptoParaSuçları:KriptoParaBirimlerininHukukiBoyutuveTürkCezaKanunuBakımındanDeğerlendirilmesi, 987;Durdu, KriptoParaBirimiOlarakBitcoinveCezaHukuku, 101-102.180 ErsanŞen, BitcoinÇalınırmı?, ErişimTarihi:Ocak22,2021,https://www.haber.com/yazarlar/prof-dr-ersan-sen/1948163-bitcoin-calinir-mi.181 Zaytoun, CyberPickpockets:Blockchain,Cryptocurrency,andtheLawofTheft, 419.182 Rohlenav.TheCzechRepublic,BaşvuruNo:59552/08-27.01.2015;LarionovsTessv.Latvia,BaşvuruNo:45520/04ve19363/05-25.11.2014;DelRioPradav.Spain,BaşvuruNo:2750/09-21.10.2013;Jorgicv.Germany,BaşvuruNo:74613/01-12.06.2008.Kanunilikilkesineilişkinay 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi333322  Zeynep Esra TARAKÇIOĞLUArş. Gör.bu düzenlemelerin mahkeme tarafından nasıl yorumlanıp uygulandığı meselesi de AİHM açısından önem taşımaktadır. Mahkemenin suç kapsamını sanık aleyhine genişletmemesi ve suç unsurlarını esaslı bir biçimde değiştirmemesi gerektiği kabul edilmektedir. Bununla birlikte içtihat değişikliğinin suçun özü ile uyumlu ve öngörülebilir nitelikte olması gerekmektedir.183 Bu nitelikte olmayan içtihat değişiklikleri, AİHM tarafından kanunilik ilkesine aykırı bulunmaktadır. Kripto varlıkların hırsızlık suçu kapsamına dahil edilmesi, suçun maddi unsurlarından biri olan suç konusunun esaslı bir şekilde değiştirilmesi anlamı taşımaktadır. Üstelik daha önce TCK 244/4 kapsamında cezalandırılması kabul edilen bir kişinin, içtihat değişikliği ile TCK 142 kapsamında cezalandırılması her ne kadar suçun özü ile uyumlu bir yorum olarak değerlendirilebilirse de sanık aleyhinedir. Bu nedenle, kripto varlıkların çalınmasına ilişkin özel bir düzenleme yapılması kanunilik ilkesine daha uygun olacaktır. Ayrıca böyle bir düzenlemeye ekonomik değer taşıyan diğer verilerin de dahil edilmesiyle doktrindeki mevcut tartışmaların önüne geçilmesi mümkün olabilecektir. Yeni bir suç ihdas edilmesi yanında, kripto varlıkların hırsızlık suçu bakımından taşınır mal sayılacağına ilişkin kanuni bir düzenleme yapılması yoluna da başvurulabilecektir.C. YAĞMA SUÇUTCK nın 148. maddesine göre yağma suçu, tehdit ve cebir yoluyla kişinin bir malı teslim etmeye veya malın alınmasına karşı koymamaya mecbur edilmesidir. Bu bakımdan yağma suçunun cebir veya tehditle işlenen hırsızlık suçu olduğu söylenebilir.184 Kanun metninde sadece  mal  ibaresi kullanılmış ise de kanun gerekçesinde bu malın taşınır nitelikteki bir mal olduğu açıkça belirtilmiştir. Nitekim doktrinde de yağma suçunun konusunu taşınır malların oluşturduğu kabul edilmektedir.185 Bu itibarla, taşınır mala ilişkin yapmış olduğumuz tüm açıklamalar yağma suçu bakımından da geçerlidir. Taşınır mal niteliğine sahip bulunmayan kripto varlıklar yağma suçunun da konusu olamayacaktır. Ancak Yargıtay tarafından tesis edilen bir karar, varılan bu sonuca şüpheyle yaklaşılmasına yol açmaktadır. Söz konusu karar, kripto varlıkların Türk ceza hukuku bakımından ele alındığı ilk kararlar arasında yer almaktadır. Yargıtay 6. CD tesis rıntılıbilgiiçinbknz:ZeynepEsraTarakçıoğlu, AİHMKararlarıIşığındaSuçtaveCezadaKanunilikİlkesi, (YüksekLisansTezi,GalatasarayÜniversitesi,2020).183 Konuyailişkinörnekkararlariçinbknz:CaseofKokkinakisv.Greece,BaşvuruNo:14307/88-25.05.1993.Benzeryöndekidiğerkararlariçinbknz:Haardev.Iceland,BaşvuruNo:66847/12-23.11.2017;Schlugav.Austria,BaşvuruNo:65665/01,71879/01ve72861/01-26.09.2002;CaseofLarissisandOthersv.Greece,BaşvuruNo:23372/94-24.02.1998;S.W.v.UnitedKingdom,BaşvuruNo:20166/92-22.11.1995;N.v.Switzerland,BaşvuruNo:9870/82-13.10.1983;A.K.v.Switzerland,BaşvuruNo:19189/91-13.10.1993.184 KocaveÜzülmez,TürkCezaHukukuGenelHükümler,671.185 Toroslu,CezaHukukuÖzelKısım,150;Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,567;Tezcan,ErdemveÖnok,TeorikvePratikCezaÖzelHukuku,791;KocaveÜzülmez,TürkCezaHukukuGenelHükümler,674-675.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 333333etmiş olduğu bir kararda:  Oluş ve dosya içeriğine göre; kendilerini polis olarak tanıtan ve silah gösteren sanıklar ... ve ... ın dijital para borsası sahibi mağdur ... i zorla araca bindirip, ellerini kelepçeledikten sonra bir otoparka götürdükleri, telefonda görüştükleri ... ın da yönlendirmesi ile mağdura ait dizüstü bilgisayar ve cep telefonunu alıp beklemeye başladıkları, sanıklar ... ve ... un başka bir araba ile otoparka geldikleri, sanık ... ın mağdurdan zorla bilgisayar şifresi ile bitcoin işlemlerinde kullandığı şifreleri aldığı ve mağdura ait bilgisayar ile işlem yapmaya çalıştığı, internet bağlantısının zayıflığı nedeniyle işlem yapmakta zorlanınca internet bağlantısının daha güçlü olduğu bir mekana gitmek istediği, bu sırada mağdurun içinde bulunduğu aracın da başka bir otoparka geçerek beklemesini kararlaştırdıkları, mağdurun kaçırıldığı aracın izinin sürülememesi için sanık ... un aracın plakalarını değiştirdiği, sanık ... la birlikte internet bağlantısı kuvvetli bir mekana giderek ... ın işlem yapmasını beklediği ve sonrasında ... la birlikte mağduru serbest bırakan diğer sanıklarla buluştuğu, olayda; Diğer sanıklarla el ve iş birliği içerisinde hareket eden sanık ... ın, yağma ve hürriyeti tahdit eylemlerine asli fail olarak katıldığı gözetilmeden, kanıtların takdirinde yanılgıya düşülerek, yazılı şekilde, yağma suçundan TCK nın 39. maddesi uyarınca yardım eden sıfatı ile sorumlu olduğu gerekçesi ile cezasında indirim yapılması ve hürriyeti tahdit suçundan beraatine karar verilmesi nedeniyle bozma kararı verilmiştir.  ifadelerine yer vermiştir.186Söz konusu kararda, birçok açıdan eksik değerlendirme yapılmıştır. Öncelikle, yağma suçu kapsamında değerlendirilen fiili, mağdurdan zorla bilgisayar ve cep telefonu alınmasının mı yoksa mağdurun hesabından başka bir hesaba Bitcoin transferi yapılmasının mı oluşturduğu belirsiz bırakılmıştır. Telefon ve bilgisayarın zorla alınması yanında Bitcoin işlemlerinde kullanılan şifrelerin zorla alınması ve mağdura ait Bitcoinler in başka bir hesaba gönderilmesi de yağma suçu bakımından ayrı ayrı değerlendirmesi gereken fiillerdir. Bu kapsamda, Bitcoinler in yağma suçuna konu olabileceği kanaatine varılırsa tek bir hareketle birden fazla yağma suçunun mu oluştuğu yoksa tek bir suçun mu oluştuğu da izaha muhtaçtır. Bitcoinler in yağma suçuna konu olamayacağına karar verilirse de başka bir suçun söz konusu olup olamayacağının ayrıca incelenmesi gerekmektedir. Zira mağdura ait gizli anahtarın ele geçirilmesi ve Bitcoinler in failin kontrol ettiği bir hesaba transfer edilebilmesi için bilişim sistemine girilmesi zorunluluk arz etmektedir. Bu noktada TCK nın 243. maddesinde düzenlenen  bilişim sistemine girme  suçunun geçit suç niteliğinde olup olmadığı da tartışılmalıdır. Dolayısıyla somut olayda varılacak her iki sonuç bakımından da içtima meselesinin ayrıntılı bir şekilde incelenmesi gerekmektedir. Yargıtay böyle bir değerlendirmeden kaçınarak, bugün için değeri on binlerce doları geçen kripto varlıkların çalınmasını cezalandırılabilir bir fiil olarak ele almaya gerek duymamıştır.186 Y.CD,07.07.2020,E.2020/1158,K.2020/2598. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi333344  Zeynep Esra TARAKÇIOĞLUArş. Gör.D. DOLANDIRICILIK SUÇUKripto varlıklar çok farklı nitelikteki dolandırıcılık fiillerine konu olabilmektedir. Özellikle saadet zincirleri (ponzi schemes), kripto varlıklar kullanılarak icra edilen dolandırıcılık fiillerinin başında gelmektedir.187 Daha önce de bahsedildiği üzere, 2020 yılı içinde sadece kripto varlıklara ilişkin hırsızlık ve dolandırıcılık fiilleri nedeniyle 1,9 milyar dolar değerinde zarar meydana gelmiştir. Bu miktarın yaklaşık 1,1 milyarı Çin kaynaklı  Wotoken  adlı bir saadet zincirinden kaynaklanmakta olup, bu zincirlerin ne kadar ciddi sonuçlar doğurabildiğinin çarpıcı bir örneğini teşkil etmektedir.188 Konu bakımından önem arz eden diğer bir örnek ise  Security and Exchange Commission v. Trendon T. Shavers and Bitcoin Savings and Trust  davasına konu olmuştur. Karara konu olan olayda Bitcoin Savings and Trust ın (BTCST) kurucusu olan Trendon Shavers, yatırım yapanlara günlük faiz ödeyeceği sözü vererek 700,000 den fazla Bitcoin toplamıştır. Mahkeme yapmış olduğu yargılamada, olayda emtia dolandırıcılığı suçunun işlendiği gerekçesiyle mahkûmiyet kararı vermiştir.189 Benzer başka bir olayda ise altın ile desteklendiği, Mastercard ın geçtiği her yerde geçerli olduğu ve birçok para birime dönüştürülebildiği iddia edilen  My Big Coin  isimli kripto varlıktan 6 milyar dolar değerinde haksız kazanç sağlanmıştır. Gene Linden Doları nın kullanıldığı Second Life oyununda meydana gelen olumsuz gelişmeler karşısında, Linden Lab açıklama yaparak faiz veya herhangi bir doğrudan yatırım getirisi sunulmasını yasaklamıştır.190 Bu noktada belirtmek gerekir ki, Bitcoin yazılımının kendisinin de bir saadet zinciri olduğunu ileri süren bazı görüşler bulunmaktadır. Bu görüşe; gerçek paranın Bitcoin e dönüştürülmesinin kolay olmasına karşın, ancak sisteme Bitcoin alarak giren kişilerin varlığı halinde Bitcoin in gerçek paraya dönüştürülebilmesi gerekçe olarak gösterilmektedir.191Saadet zincirleri yanında genel olarak oltalama kavramı altında değerlendirilebilecek phishing, vishing, smishing, pharming dolandırıcılık yöntemleriyle de kripto varlıklar haksız bir şekilde ele geçirilebilmektedir. Bu yöntemde, kullanıcıları sahte web sitelerine yönlendirmek için e-posta (phishing), mesaj (smishing) ve telefon aramaları (vishing) kullanılmaktadır. Normal saldırılarından farklı olarak kripto varlıklara ilişkin dolandırıcılıkta amaç, gizli anahtar bilgilerini elde etmeye 187 Akıllısözleşmelerilesaadetzincirikurulabileceği(smartponzischemes)veEthereum da500 denfazlasaadetzinciriişletildiğihakkındabknz:WeiliChen;ZibinZheng,EdithNgai,PeilinZhengandYurenZhou, ExploitingBlockchainDatatoDetectSmartPonziSchemesonEthereum, IEEEAccess7,(2019):37576.188 CipherTrace,CryptocurrencyCrimeandAntiMoneyLaunderingReport,2020,6-7.189 SecuritiesandExchangeCommissionv.TrendonT.ShaversandBitcoinSavingsandTrust,2013.190  NewPolicyRegardingIn-WorldBanks, LindenLab,ErişimTarihi:Şubat15,2021,https://lindenlab.wordpress.com/2008/01/08/new-policy-regarding-in-world-banks/.191 Engle, IsBitcoinRatPoison:Cryptocurrency,Crime,andCounterfeiting, 352.192 Budolandırıcılıkfiilinde,kötüamaçlıkodlarınkişiselbirbilgisayaraveyasunucuyayüklenmesisonucundakişilerinizniveyabilgisiolmadansahtebirwebsitesineyönlendirilmesisağlanmaktadır.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 333355yöneliktir.193 Üstelik kripto varlıklara ilişkin gizli anahtar veya şifrelerin elde edilmesi için meşru bir değişim platformunun da taklit edilmesi mümkündür.194 Hizmet ve malların karşılığının ödenmemesi, kripto varlıklar bakımından da sıklıkla karşılaşılan diğer bir klasik dolandırıcılık yöntemidir.195Ancak bu yöntem kripto varlıklar için kullanıldığında daha ağır sonuçlar doğurabilmektedir. Anonimlik nedeniyle borca aykırı davranan kişiye kullandığı hesap üzerinden ulaşılması çok mümkün olmadığı gibi yapılan işlemin geri alınması veya iptal edilmesi de söz konusu değildir.196 Bu bakımdan dolandırıcıların kripto varlıklara yönelmesinin en önemli sebeplerinden birinin bilgi asimetrisi olduğu ifade edilmelidir.197 Kripto varlıkların hile ile elde edilmesinde kullanılan diğer bir yöntem ise  Business E-mail Compromise  yöntemidir. BEC saldırıları olarak da bilinen bu yöntem, genel olarak banka havalesiyle ödeme yapan işletme ve kuruluşları hedef alan bir aldatmacadır. Bu aldatmacada dolandırıcılar, ödeme sistemleri hakkında bilgi edinmek için hackleme veya sosyal mühendislik teknikleri kullanmakta ve elde ettikleri gizli bilgilerle şirket çalışanları, yönetici gibi kişilerin yasal bir işlem yaptığını düşünmesine sebep olarak para, hediye kartı, kripto varlıklar gibi ekonomik değer taşıyan şeylerin başka bir hesaba transferinin yapılmasını sağlamaktadır. Konuya ilişkin verilebilecek son örnek ise madencilik faaliyetine ilgi duyanların, pahalı teknolojik donanımlara yatırım yapmadan madencilikten kar elde edeceği vaadiyle dolandırılması yöntemidir (mining-investment scams).198Görüldüğü üzere, çok çeşitli dolandırıcılık yöntemleri ile kişilerin yanıltılarak kendisine ait malvarlığı değeri üzerinde normal şartlarda gerçekleştirmeyeceği bir tasarrufta bulunması söz konusu olabilmektedir. Bu fiiller neticesinde ise hem devletler hem kişiler nezdinde yıkıcı sonuçlar ortaya çıkabilmektedir. Thodex gibi platformlarla Türkiye de de gündeme gelen benzer olaylar, bu yıkıcı sonuçlara çarpıcı örnekler oluşturmaktadır. Bu nedenle, kripto varlıkların Türk ceza hukuku bakımından dolandırıcılık suçuna konu edilip edilemeyeceğinin irdelenmesi önem arz 193 ReddyandMinnaar, Cryptocurrency:AToolandTargetforCybercrime, 80.194 ReddyandMinnaar, Cryptocurrency:AToolandTargetforCybercrime, 80;MarieVasekandTylerMoore,There sNoFreeLunch,EvenUsingBitcoin:TrackingthePopularityandProfitsofVirtualCurrencyScam(2015),19thInternationalConferenceonFinancialCryptographyandDataSecurity(FC),9.195 JamesElliott, Help-SomebodyRobbedMySecondLifeAvatar!, JournalofVirtualWorldsResearch1,S.1(2008):6.196 BozkurtYüksel, ElektronikPara,SanalPara,BitcoinveLindenDoları naHukukiBirBakış, 209;TylerMooreandNicolasChristin, BewaretheMiddleman:EmpiricalAnalysisofBitcoin-ExchangeRisk, inFinancialCryptographyandDataSecurity,ed.Ahmad-RezaSadeghi(Heidelberg:Springer-Verlag,2013),26.197 Chen,Zheng,Ngai,ZhengandZhou, ExploitingBlockchainDatatoDetectSmartPonziSchemesonEthereum, 5;VasekandMoore,There sNoFreeLunch,EvenUsingBitcoin:TrackingthePopularityandProfitsofVirtualCurrencyScam,10.198 VasekandMoore,There sNoFreeLunch,EvenUsingBitcoin:TrackingthePopularityandProfitsofVirtualCurrencyScam,9. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi333366  Zeynep Esra TARAKÇIOĞLUArş. Gör.etmektedir. TCK nın 157. maddesine göre dolandırıcılık suçu, hileli hareketle bir kişinin aldatılması suretiyle onun veya başkasının zararına olarak yarar sağlanmasıdır.199 Bu itibarla, dolandırıcılık suçu hırsızlık suçundan önemli ölçüde ayrılmaktadır. Hırsızlık suçunda malın bir yarar sağlamak maksadıyla alınması gerekiyor olsa da fiilen bu yararın sağlanmış olması gerekmezken, dolandırıcılık suçunda hile sonucu elde edilen bir yarar bulunması gerekmektedir. Konumuz açısından önem teşkil eden diğer bir fark ise suçun konusuna ilişkindir. Hırsızlık suçunun konusunu daha önce de belirtildiği gibi sadece taşınır bir mal oluşturabilirken, dolandırıcılık suçunun konusunu haklar, alacaklar, taşınır ve taşınmaz mallar ile bir hizmet dahi oluşturabilmektedir.200 Önemli olan, hile ile elde edilen yararın malvarlığına ilişkin olmasıdır.201 Dolayısıyla hırsızlık ve yağma suçunda varılan sonuçtan farklı olarak, fiziksel varlığı olmayan şeylerin malvarlığına ilişkin olması şartıyla dolandırıcılık suçuna konu olması mümkündür. Nitekim Yargıtay kararları da bu yöndedir.202Türk ceza hukukuna göre kripto varlıklar, örnek verilen tüm dolandırıcılık fiillerine konu olabilecek ve TCK nın 158. maddesi kapsamında cezalandırılabilecektir.203 Zira ekonomik bir değer taşıyan kripto varlıkların hile suretiyle elde edilmesi halinde, hileye maruz bırakılan kişinin malvarlığı bakımından bir zarara uğraması, fail veya bir başkasının da yarar sağlaması söz konusu olmaktadır. Ancak kripto varlıklar üzerinde gerçekleştirilen dolandırıcılık fiilleri, bilişim sistemleri aracılığıyla icra edilebileceği için 158. maddenin f bendinde düzenlenen nitelikli halin uygulanması gerekmektedir.204 Kripto varlıkların hileli bir hareket ile haksız bir şekilde ele geçirilebilmesi için bilişim sistemindeki verilerin başka bir yere gönderilmesi (mesela failin Bitcoin hesabına transfer yapılması) zorunluluk arz etmektedir. Böyle bir fiil sonucunda haksız bir çıkar da elde edilmiş olacağından hem dolandırıcılık suçu hem de bilişim sistemleri aracılığıyla haksız yarar sağlama suçu 199 TCK157.maddesi: Hileli davranışlarla bir kimseyi aldatıp, onun veya başkasının zararına olarak, kendisine veya başkasına bir yarar sağlayan kişiye bir yıldan beş yıla kadar hapis ve beş bin güne kadar adlî para cezası verilir. .200 Tezcan,ErdemveÖnok,TeorikvePratikCezaÖzelHukuku,866;Toroslu,CezaHukukuÖzelKısım,185;KocaveÜzülmez,TürkCezaHukukuGenelHükümler,744;Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,624.201 Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,630.202 Yargıtaytesisetmişolduğubirkarardaşuifadelereyervermiştir: Hırsızlık suçunun maddi konusu ekonomik değer taşıyan taşınabilir bir maldır ve bu sebeple de tek maddi konulu bir suçtur. Buna karşılık dolandırıcılık suçu iki hukuki konulu suçtur. Bunlardan birisi insan iradesinin özgürlüğü, diğeri malvarlığına dair varlık ve yararlardır. Yine dolandırıcılık suçu taşınır ve taşınmaz mallar dışında alacak hakkı gibi malvarlığı değerlerine karşı da işlenen bir suçtur. .İlgilikarariçinbknz:YCGK,04.02.2014,E.2013/15-262,K.2014/37.203 RusyaYüksekMahkemesitarafındandabenzerbirsonucavarıldığınailişkinbknz:Y.Bokovnya;T.G.Zhukova,A.A.ShutovaandL.V.Ryabova, LegalMeasuresforCrimesintheFieldofCryptocurrencyBilling, UtopíaYPraxisLatinoamericana25,S.7(2020):273.204 Bazıülkelerbilişimsistemleriaracılığıylagerçekleştirilendolandırıcılıkfiilinibağımsızbirsuçkapsamında(cyber fraud)cezalandırmaktadır.Türkhukukundaisebufiildolandırıcılıksuçunailişkinniteliklibirhalolarakdüzenlenmiştir.Böyleniteliklibirhaleyerverilmesinidoğrubulmayangörüşiçinbknz:Toroslu,CezaHukukuÖzelKısım,194.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 333377(TCK 244/4) gündeme gelecek ve içtima bakımından bir değerlendirme yapılması gerekecektir. Bu değerlendirme ise TCK nın 244. maddesinin niteliği göz önünde alınarak yapılmalıdır. Söz konusu maddede,  başka bir suç oluşturmama  şartına yer verilmiştir. Bu bakımdan ilgili madde açıkça tali norm şeklinde düzenlenmiştir. Dolayısıyla aynı eyleme iki suçun uygulanmasının mümkün olduğu hallerde, asli norm niteliğine sahip olan dolandırıcılık hükümleri tatbik edilmelidir.E. SUÇTAN KAYNAKLANAN MALVARLIĞI DEĞERLERİNİ AKLAMA SUÇUHukuka uygun faaliyetlerden elde edilen gelirlerle suçtan elde edilen gelirler temel bir konuda farklılaşmaktadır. Suçtan elde edilen gelirler hukuka uygun faaliyetlerden elde edilen gelirler kadar kolay harcanamamaktadır.205 Özellikle suç gelirlerinin büyük miktarlara ulaştığı hallerde kısa vadede harcanabilecek bir nakit söz konusu değildir. Bu nedenle, suçtan elde edilen gelirlerin yasal sisteme dahil edilmesine imkân sağlayacak bazı işlemlerin yapılması ihtiyacı ortaya çıkmaktadır. Oluşacak şüpheyi bertaraf etmek için gayri meşru yollarla elde edilen çeşitli değerlere meşruluk imajı verilmesi, suçtan kaynaklanan malvarlığı değerlerinin aklanması kavramına karşılık gelmektedir. Aklama faaliyeti çeşitli suç gruplarını besleyerek, bu grupların daha derine kök salmasına sebep olmakta ve olası failleri suç işlemeye teşvik etmektedir.206 Bu durum, suçla mücadele edilmesini ciddi oranda zorlaştırdığı gibi vergi gelirlerini azaltarak kamu düzeninin bozulmasına da sebep olabilmektedir.207 Ancak aklama faaliyeti sadece ülkelerin kamu düzenini ve ekonomik sistemlerini etkilememekte, küresel bazda makro ekonomik düzenin dengesinin, bütünlüğünün ve şeffaflığının da kaybolmasına yol açmaktadır.208 Ayrıca amaçladıkları siyasi hedefe varmak için şiddeti bir yöntem olarak seçen terör örgütleri, bu amaçlarına ulaşmak için ihtiyaçları olan mali kaynağı suçtan kaynaklanan değerlerin aklanması suretiyle de elde edebilmektedir.209 Bundan dolayı suçtan kaynaklanan malvarlığı değerlerinin aklanması bağımsız bir suç olarak düzenlenmektedir.Suçtan kaynaklanan malvarlığı değerlerini aklama suçuna ilk olarak 4208 sayılı Karaparanın Aklanmasının Önlenmesine Dair Kanun da  kara para aklama suçu  205 JorasFerwerda,TheMultidisciplinaryEconomicsofMoneyLaundering,(Ridderkerk:Ridderprint,2012),2.206 SacitYılmaz, SuçtanKaynaklananMalvarlığıDeğerleriniAklamaSuçu, AnkaraBarosuDergisi,S.2(2011):75;NeslihanCoşkun, KaraparanınAklanmasıSuçu, SelçukÜniversitesiHukukFakültesiDergisi12,S.3-4(2004):245.207 JohnMcDowellandGaryNovis, TheConsequencesofMoneyLaunderingandFinancialCrime, AnElectronicJournaloftheU.S.DepartmentofState6,S.2(2001):8.208 McDowellandNovis, TheConsequencesofMoneyLaunderingandFinancialCrime, 7-8;FatihYurtlu, TerörSuçlarıylaMücadeledeYeniKonsept:ÖnalanSuçları-BGHKararlarıIşığındaAlmanyaÖrneği, SelçukÜniversitesiHukukFakültesiDergisi29,S.3(2021):2171-2172.209 İzzetÖzgençveFatihYurtlu, SuçtanKaynaklananMalvarlığıDeğerleriniAklamaSuçlarıBakımındanTeoriveUygulamadaOrtayaÇıkabilecekSorunlaraİlişkinBirDeğerlendirme, in5.Türk-KoreCezaHukukuGünleriKarşılaştırmalıHukuktaEkonomikSuçlarUluslararasıSempozyumuTebliğlerCiltII,ed.İzzetÖzgenç,CumhurŞahin,FarukTurhan(Ankara:SeçkinYayınevi,2020),448. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi333388  Zeynep Esra TARAKÇIOĞLUArş. Gör.şeklinde yer verilmiştir. Bu kanunun 2. maddesinde kara para aklama suçu tanımlanmış ve 7. maddesinde bu suça ilişkin yaptırım öngörülmüştür. Fakat TCK nın 282. maddesinde suçtan elde edilen malvarlığı değerlerinin aklanması şeklinde bir suç düzenlenmesiyle iki kanun arasında bazı çelişkiler ortaya çıkmıştır.210 Bu çelişkilerin ortadan kaldırılmasıyla amacıyla 18.10.2006 tarihinde yürürlüğe giren 5549 Sayılı Suç Gelirlerinin Aklanmasının Önlenmesi Hakkındaki Kanun ile 4208 Sayılı Kanun un birçok hükmü yürürlükten kaldırılmış ve  kara para  ibaresinden  suçtan kaynaklanan malvarlığı değerinin  anlaşılması gerektiği açıkça düzenlenmiştir.211 Böylece iki kanun arasında ortaya çıkan çelişki giderilmiştir.5549 sayılı kanunda ve TCK nın 282. maddesinde yer alan hükümler göz önüne alındığında, suçtan kaynaklanan malvarlığı değerlerini aklama suçunun işlendiğinden söz edilebilmesi için bazı şartların gerçekleşmesi gerektiği anlaşılmaktadır. Bu şartlardan ilki, öncül bir suçun varlığıdır. Suçtan kaynaklanan malvarlığı değerlerinin aklanmasından bahsedilebilmesi için öncelikle bu malvarlığı değerlerinin elde edileceği bir suç işlenmiş olmalıdır. Aklanması amaçlanan malvarlığı değerine kaynaklık eden bu suça öncül suç, ön suç, temel suç, müsnet suç, yüklem suç da denilmektedir.212 Öncül suçun kapsamını tespit etme noktasında, kural olarak kanun koyucuların takdir yetkisi bulunmaktadır. Bu suçlar, eşik bir değer koyularak belirlenebileceği gibi tek tek sayılarak da somutlaştırılabilmektedir.213 Birçok hükmü yürürlükten kaldırılan 4208 sayılı kanun tek tek sayma yöntemi kullanması sebebiyle doktrinde yoğun bir şekilde eleştirilmiştir.215 Bu nedenle, 5237 sayılı TCK da sayma yönteminden vazgeçilerek eşik değer belirle210 TCK nın282.maddesi: Alt sınırı altı ay veya daha fazla hapis cezasını gerektiren bir suçtan kaynaklanan malvarlığı değerlerini, yurt dışına çıkaran veya bunların gayrimeşru kaynağını gizlemek veya meşru bir yolla elde edildiği konusunda kanaat uyandırmak maksadıyla, çeşitli işlemlere tâbi tutan kişi, üç yıldan yedi yıla kadar hapis ve yirmi bin güne kadar adlî para cezası ile cezalandırılır. Birinci fıkradaki suçun işlenmesine iştirak etmeksizin, bu suçun konusunu oluşturan malvarlığı değerini, bu özelliğini bilerek satın alan, kabul eden, bulunduran veya kullanan kişi iki yıldan beş yıla kadar hapis cezası ile cezalandırılır.  şeklinde düzenlenmiştir. .211  Karaparaaklama kavramının suçtaneldeedilenmalvarlığıdeğerlerininaklanması şeklindedeğiştirilmesinin,uluslararasıbelgelereuyumsağlamaamacıtaşıdığıbelirtilmektedir.Konuyailişkinayrıntılıbilgiiçinbknz:Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,1142.212 Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,1147;ÖzgençveYurtlu, SuçtanKaynaklananMalvarlığıDeğerleriniAklamaSuçlarıBakımındanTeoriveUygulamadaOrtayaÇıkabilecekSorunlaraİlişkinBirDeğerlendirme, 454.213 ÜmitKocasakal, KaraparaAklamaSuçu, (DoktoraTezi,İstanbulÜniversitesi,2000),178.214 4208sayılıkanunun2/amaddesindegösterilenveöncülsuçolaraknitelendirilenbusuçlarşuşekildedir: 1918 sayılı Kaçakçılığın Men ve Takibine Dair Kanundaki suçlar, 6136 sayılı Ateşli Silahlar ve Bıçaklar Hakkında Kanundaki suçlar, 2238 sayılı Organ ve Doku Alınması, Saklanması ve Nakli Hakkında Kanundaki suçlar, 2863 sayılı Kültür ve Tabiat Varlıklarının Korunması Hakkındaki Kanundaki suçlar, 213 sayılı Vergi Usul Kanunun 359. maddesinin b fıkrasındaki suç ve 765 sayılı Türk Ceza Kanunundaki Devletin Şahsiyetine Karşı İşlenen Cürümler ve aynı Kanunun 179, 192, 264, 316, 317, 318, 319, 322, 325, 332, 333, 335, 339, 341, 342, 345, 350, 403, 404, 406, 435, 436, 495, 496, 497, 498, 499, 500, 504 ve 506. maddesinde düzenlenen suçlar. .215 Sözkonusueleştirileriçinbknz:Kocasakal, KaraparaAklamaSuçu, 345-350;Coşkun, KaraparanınAklanmasıSuçu, 245vd.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 333399me yöntemi tercih edilmiştir. İlgili düzenlemeye göre, alt sınırı 6 ay ve daha fazla olan suçlar öncül suç olarak değerlendirilecektir.Öncül suçtan kaynaklanan gelirlerin yasal bir görünüme kavuşturulması, aklama suçunun varlığı için aranan diğer bir şartı teşkil etmektedir. Malvarlığı değerlerine yasal görünüm kazandırmaya yönelik fiiller TCK da seçimlik olarak düzenlenmiştir.216 Seçimlik fiiller, suçtan kaynaklanan malvarlığı değerlerinin yurt dışına çıkarılması ve bunların gayri meşru kaynağını gizlemek veya meşru bir yolla elde edildiği konusunda kanaat uyandırmak maksadıyla çeşitli işlemlere tâbi tutulmasıdır. Çeşitli işlemlere; sermaye piyasası araçlarına yatırım yapılması, sigorta poliçesi alınması, mali sistem vasıtasıyla yurt içinde transfer yapılması, başkası adına hesaba para yatırılması, hizmet sektörlerinden faydalanarak niteliğin, sahibin, zilyedin gizlenmesi ve farklı gösterilmesi gibi örnekler verilebilmektedir. Bunun dışındaki işlemlerle de aklama suçunun işlenmesi mümkün olup; önemli olan husus, bu işlemlerin gayrimeşru kaynağı gizlemek veya meşru bir yolla elde edildiği konusunda kanaat uyandırmak amacıyla icra edilmesidir.217 Netice olarak, öncül bir suçtan elde edilen malvarlığı değerinin TCK 282. madde kapsamında değerlendirilebilmesi için ya yurt dışına çıkarılması ya da özel bir amaç doğrultusunda çeşitli işlemlere tabi tutulması gerekmektedir.Öncül suçtan elde edilen hangi değerlerin TCK 282. maddede düzenlenen suça konu olabileceği, üzerinde durulması gereken bir diğer önemli meseledir. 4208 sayılı kanunun 2. maddesinde bu konuya ilişkin açık bir hükme yer verilmiştir. İlgili düzenlemeye göre; kanunun 2/a maddesinde sayılan fiillerden birinin işlenmesi suretiyle elde edilen para, para yerine geçen her türlü kıymetli evrak, mal ve gelirler ile bir para biriminden diğer bir para birimine çevrilmesi de dahil sözü edilen para, evrak, mal veya gelirlerin birbirine dönüştürülmesinden elde edilen her türlü maddi menfaat ve değer aklama suçuna konu olabilecektir. TCK nın 282. maddesinde konuya ilişkin açık bir düzenleme yapılmamış, ancak kanun gerekçesinde yol gösterici mahiyette olan şu açıklamalara yer verilmiştir:  Bu suçun konusunu suçtan kaynaklanan malvarlığı değerleri oluşturmaktadır. Bu malvarlığı değerlerinin elde edildiği suçun türü ve mahiyeti önemli değildir. Önemli olan bu suçun konusunu oluşturan ekonomik değerlerin başka bir suçun işlenmesi suretiyle veya dolayısıyla elde edilmiş olmasıdır. .218 Ayrıca Suç Gelirlerinin Aklanmasının ve Terörizmin Finansmanının Önlenmesi Kapsamında İşlemlerin Ertelenmesine Dair Yönetmelik te, kanun gerekçesini tamamlayıcı bir hüküm bulunmaktadır. Bu yönetmeliğin 2. maddesinde malvarlığı kavramı, para, değeri para ile temsil edilebilen taşınır veya taşınmaz, maddi veya gayri maddi her türlü mal ve haklar ile bunlar üzerindeki hakları tevsik eden her 216 Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,1144.217 Artuk,Gökcen,AlşahinveÇakır,CezaHukukuÖzelHükümler,1145.218 HBVTürkCezaHukukuUygulamaveAraştırmaMerkezi,TürkCezaHukukuMevzuatıCiltI,(Ankara:SeçkinYayınevi,2019),525. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi334400  Zeynep Esra TARAKÇIOĞLUArş. Gör.türlü yasal belge veya araç şeklinde tanımlanmıştır. Nitekim Viyana Konvensiyonu, Palermo Konvansiyonu, Strasburg Sözleşmesi gibi temel metinlerde de malvarlığı değerleri, maddi ve gayri maddi her çeşit mal ile bunlar üzerindeki bir hakkı gösteren belge ve senetler olarak sayılmıştır. Doktrinde de malvarlığı değeri ifadesinden, bir kişinin hukukî bütünlük oluşturmak üzere sahip ve yükümlü tutulacağı para ile ölçülen hak ve borçlarının tamamının, kısacası, her türlü mali değerin anlaşılması gerektiği belirtilmektedir.219 Bu itibarla, TCK nın 282. maddesi, ekonomik anlamda bir değeri haiz maddi ve maddi olmayan her şeyi kapsadığı gibi bu değerleri temsil veya ifade eden her türlü belge, evrak ve kaydı da muhtevasında barındırmaktadır. Dolayısıyla ekonomik bir değer taşıyan kripto varlıkların da bu suç kapsamına girmesi mümkündür. Suçla etkin bir şekilde mücadele edilebilmesi için de böyle bir sonuca varılması zorunluluk arz etmektedir.Her yerde ve herkese anında ödeme imkânı sunan, merkezi olmayan, belirli bir seviyede gizlilik ve anonimlik sağlayan kripto varlıklar ile aklama suçunu işlemek hem daha kolay hem de daha caziptir. Şöyle ki; suçtan kaynaklanan malvarlığı değerlerinin aklanması yerleştirme, ayrıştırma ve bütünleştirme olarak nitelendirilen üç aşamada gerçekleşmektedir. Bu aşamalardan ilki, kirli değerin finansal sisteme sokulmasına ve böylece nakdi paranın kaydi paraya dönüşmesine imkân tanıyan yerleştirme aşamasıdır.220 İkincisi ise bu değerin yasadışı kaynağından uzaklaştırılmasını sağlayan ayrıştırma aşamasıdır. Bu aşamada, suçtan elde edilen değerin izinin sürülmesi finansal işlemler çoğaltılarak engellenmeye çalışılmaktadır.221 Son aşama olan bütünleştirme aşamasında ise aklanan değer yasal işlemlerle ülkelerin mali sistemine aktarılarak ekonomik dolaşıma dahil edilmektedir.222 Yerleştirme, ayrıştırma ve bütünleştirme olarak sayılan bu aşamaların üçünün de ayrı ayrı gerçekleşmesi zorunlu değildir. Bazı durumlarda bu aşamaların birbiriyle örtüşmesi söz konusu olabilmektedir. Kripto varlıklarda ise bu üç aşamanın takip edilmesine çoğunlukla ihtiyaç duyulmamaktadır. Suçtan doğrudan kripto varlık kazanılması halinde, kaydi paraya çevrilmesi gereken bir değer bulunmadığı gibi merkezi yapı olmaması ve anonimlik nedeniyle bunların kaynağının izinin sürülmesi de mümkün değildir.223 Bu avantajları kullanarak büyük miktardaki gelirleri kaynağından uzaklaştırmak da son derece hızlı ve kolay olabilmektedir.224219 ÖzgençveYurtlu, SuçtanKaynaklananMalvarlığıDeğerleriniAklamaSuçlarıBakımındanTeoriveUygulamadaOrtayaÇıkabilecekSorunlaraİlişkinBirDeğerlendirme, 454;Yılmaz, SuçtanKaynaklananMalvarlığıDeğerleriniAklamaSuçu, 79;Kocasakal, KaraparaAklamaSuçu, 204.220 Kocasakal, KaraparaAklamaSuçu, 71.221 Kocasakal, KaraparaAklamaSuçu, 72;UfukÜnlü, KaraParaAklamadaYeniYöntemlerveKaraParanınEkonomiÜzerindekiEtkileri, SayıştayDergisi,S.113(2019):161.222 Kocasakal, KaraparaAklamaSuçu, 73;TürkiyeBankalarBirliği,s.17;Ünlü, KaraParaAklamadaYeniYöntemlerveKaraParanınEkonomiÜzerindekiEtkileri, 161.223 ReddyandMinnaar, Cryptocurrency:AToolandTargetforCybercrime, 76.224 VitaliiRysinandMariiaRysin, TheMoneyLaunderingRiskandRegulatoryChallengesforCryptocurrencyMarkets, inRestructuringManagementModels-Changes-Development,ed.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 334411Aklama sürecinde kullanılan smurfing ve parçalama yöntemlerine kripto varlıkların aklanmasında da başvurulmaktadır. Yüksek meblağlı Bitcoin ler, aynı kişiye ait birden çok hesap açılarak bölünmekte ya da birden çok cüzdan hesabında saklanabilmektedir.225 Yapılan bir çalışmada da Bitcoin i yasadışı faaliyetler için kullananların, aynı taraf ile daha küçük tutarlarla ve daha fazla işlem yapma eğiliminde olduğu ortaya koyulmuştur.226 Bununla birlikte Bitcoin ATM lerinin de aklama faaliyetinde yoğun bir şekilde kullanıldığını belirtmek gerekir.227 Ayrıca  chain hopping  olarak adlandırılan bir uygulama ile farklı kripto varlık türleri arasında geçişler yapılarak elde edilen değerin takibi de zorlaştırılabilmektedir.228 Bu bakımdan kripto varlıklar, sağladıkları anonimlik nedeniyle suçtan elde edilen malvarlığı değerlerinin kökenini gizlemek için kullanılmaktadır. Ancak daha önce de ifade edildiği üzere, Blokzincir kullanan kripto varlıklar bakımından anonimliğin belli bir oranda yumuşatılması ve işlem yapan adresin kime ait olduğunun tespit edilmesi mümkündür. Bu nedenle, Bitcoin gibi kripto varlıkların aklanmasında tumbler ve mixer hizmetleri ile off-chain kanalları kullanılarak kaynak ve işlem yapan kişinin kimliği tamamen gizlenmeye çalışılmaktadır. Tumbler ve mixerler, birden fazla kullanıcının kripto varlıklarını karıştırarak işlem ile kayMarekDziura,AndrzejJaki,TomaszRojek(Toruń:DomOrganizatora,2020),194;U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,13.KonuyailişkinLibertyReserveönemlibirörnekoluşturmaktadır.KostaRikamerkezlibirkriptovarlıkpiyasasıolanLibertyReserveparatransferiiçinçokasgaridüzeydekişiselbilgitalepeden,bubilgileridoğrulamavekontrolmekanizmasıolmayanbirşirkettir.Buşirkethakkındadolandırıcılık,kimlikhırsızlığı,çocukpornosugibisuçlardaneldeedilengelirlerinaklanmasınedeniylesoruşturmabaşlatılmışveyargılamasürecininsonundaparaaklandığıvelisanssızparatransferigerçekleştirildiğigerekçesiylekapatılmakararıverilmiştir.Onyediülkenindahilolduğuadlisüreçte,36farklıkarşılıklıadliyardımsözleşmesiuygulamaalanıbulmuş,15ülkedenadliaramayapması,malvarlığıdeğerlerinidondurmasıvemüsaderetedbirinebaşvurmasıtalepedilmiştir.Verilenbuörnek,kriptovarlıklarailişkinmuhakemeişlemlerininyapılmasındaişbirliğininöneminiaçıkbirşekildeortayakoymaktadır.LibertReservehakkındaayrıntılıbilgiiçinbknz:KienandLy,CoiningBitcoin s Legal-Bits :ExaminingtheRegulatoryFrameworkforBitcoinandVirtualCurrencies, 595;NolascoBraatenandVaughn, ConvenienceTheoryofCryptocurrencyCrime:AContentAnalysisofU.S.FederalCourtDecisions, 965;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,10.225 Marian, AreCryptocurrencies‘Super TaxHavens?, 44.226 Foley,KarlsenandPutninš, Sex,Drugs,andBitcoin:HowMuchIllegalActivityisFinancedThroughCryptocurrencies?, 1801.227 CipherTrace,CryptocurrencyCrimeandAntiMoneyLaunderingReport,2020,14vd.228 Korver,PelkerandPoteat, AttributioninCryptocurrencyCases, 251;U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,44;Buttigiegh,Anti-MoneyLaunderingRegulationofCryptoAssetsinEurope sSmallestMemberState, 213.229 Bunlarınetkinliğininsorgulanabilirvekullanıcılaraçısındandahamaliyetliolduğunudüşünengörüşiçinbknz:Dyson,BuchananandBell, TheChallengesofInvestigatingCryptocurrenciesandBlockchainRelatedCrime, 3.230 Off-chainkanalları,açılanbirödemekanalıaracılığıylaişlemyapılmasınıvebuişlemlerinblokzincirdeyayımlanmasınagerekkalmadansürdürülmesinisağlayankanallardır.Bukanallarhakkındaayrıntılıbilgiiçinbknz:Buttigiegh, Anti-MoneyLaunderingRegulationofCryptoAssetsinEurope sSmallestMemberState, 213. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi334422  Zeynep Esra TARAKÇIOĞLUArş. Gör.nağı arasındaki bağlantıyı kesmeye yarayan uygulamalardır.231 Bu hizmetlerin kullanılmasının ne kadar çarpıcı sonuçlar doğurabileceğine Helix adlı tumbler uygulaması iyi bir örnek oluşturmaktadır. Söz konusu program, adeta bir blender işlevi görerek suç faaliyetlerinden elde edilen kripto varlıkları temiz kripto varlıklarla karıştırarak bunların birbirinden ayrılmasını ciddi oranda zorlaştırmış ve 300 milyon değerindeki Bitcoin in aklanmasına hizmet etmiştir.232Suçtan kaynaklanan malvarlığı değerlerinin aklanması ve terörizmin finansmanı suçuna ilişkin önleyici tedbirler, anonimlik perdesinin aralanmasına olanak sağladığından kripto varlıkların konu edildiği suçlarla mücadele edilmesinde de önemli bir yere sahiptir. Bu önemi somut verilerle de ortaya koymak mümkündür. Yapılan bir çalışmada, doğrudan değişim platformlarında kullanılan suç fonlarının küresel ortalamasının 2019 yılında yüzde 47% oranında azaldığı tespit edilmiştir.233 Görüldüğü üzere, değişim hizmeti veren platformların hukuki bir düzenlemeye tabi tutulması ile suçlular üzerinde ciddi bir caydırıcılık yaratılabilmektedir. Sistemde yer alan aktörlerin hukuka boyun eğdirilmesi suretiyle en büyük engel olarak değerlendirilen anonimliğin yumuşatılması gerekmektedir. Esasında bu gereklilik, tüm devletler için yasal bir zorunluluk haline de gelmiştir. FATF, suçtan elde edilen gelirlerin aklanması ve terörizmin finansmanıyla mücadele etmek amacıyla yayınladığı 40 Tavsiye Kararı nda sanal varlıklara (virtual asset) ilişkin önemli bir tavsiyeye yer vermiştir. Bahse konu metnin 15 numaralı tavsiyesinde, ülkelerin sanal varlıklardan kaynaklanan riskleri kontrol edebilmek ve azaltabilmek için hizmet sağlayıcılarını aklama riskini de göz önünde bulundurarak düzenlemesi, lisans ve kayıt zorunluluğuna tabi tutması ve öngörülen diğer tedbirlerin kapsamına dahil etmesi gerektiği belirtilmiştir.235 Benzer şekilde Mali Sistemin Karaparanın Aklanması ve Terörizmin Finansmanı Amacıyla Kullanımının Önlenmesi Hakkında 2015/849/EC sayılı Direktif de değişiklik yapılarak aklama konusunda güncel risk taşıyan kripto varlık değişim platformları ve cüzdan sağlayıcıları yükümlüler kap231 ReddyandMinnaar, Cryptocurrency:AToolandTargetforCybercrime, 77;Tziakouris, Cryptocurrencies-AForensicChallengeorOpportunityforLawEnforcement?AnInterpolPerspective, 93;FATF,VirtualCurrenciesKeyDefinitionsandPotentialAML/CFTRisks,6;EuropeanCentralBank,VirtualCurrencySchemes-FurtherAnalysis,8;U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,41;DupuisandGleason, MoneyLaunderingwithCryptocurrency:OpenDoorsandtheRegulatoryDialectic, 66.232 CipherTrace,CryptocurrencyCrimeandAntiMoneyLaunderingReport,2020,19-20;U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,43.233 CipherTrace,CryptocurrencyCrimeandAntiMoneyLaunderingReport,2020,7.234 AklamaveterörizminfinansmanısuçuylailgiliriskgöstergelerihakkındaFATF ın2020yılındayayımladığıönemlibirraporbulunmaktadır.Buraporda,klasikriskgöstergelerininsanalvarlıklarbakımındandageçerliolduğubelirtilmiştir.Ayrıcatransferinsıklığıvemiktarı,geçerlibirişilişkisiolmadantransferyapılması,birdenfazlasanalvarlıkarasındageçişyapılması,privacycoinkullanılmasıgibiekriskgöstergeleridebelirlenmiştir.İlgiliraporiçinbknz:FATF,MoneyLaunderingandTerroristFinancingRedFlagIndicatorsAssociatedwithVirtualAssets.235 FATF,InternationalStandardsonCombatingMoneyLaunderingandtheFinancingofTerrorism&ProliferationtheFATFRecommendations,2020,16.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 334433samına dahil edilmiştir.236 Avrupa Parlamentosu tarafından 2018 yılında yapılan bir çalışmada da, Avrupa Birliği standartları için kripto varlık kullanıcılarının gönüllü kayıt sisteminden ziyade zorunlu kayıt sistemine tabi tutulması gerektiği önerisine yer verilmiştir. Buna ek olarak, kullanıcıların kontrol edilmesini ve cezai yaptırıma tabi tutulmasını imkânsız hale getirmeyi amaçlayan mixer, tumbler gibi uygulamaların da yasaklanması gerektiği vurgulanmıştır.237Suçtan elde edilen malvarlığı değerlerinin aklanması ve terörizmin finansmanı suçunu önlemek adına Japonya,238 Kanada,239 Almanya, Belarus, İsrail, Fransa, Avusturalya, İsveç, Finlandiya, İtalya, Meksika, Jersey, Malta, Estonya gibi birçok ülkede sanal para işletmelerinin lisans alması zorunlu kabul edilmiştir.240 Amerika da hazineye bağlı olarak faaliyet gösteren ve konuya ilişkin otorite olarak görev yapan FinCEN de değişim hizmeti sunan platformların para işletmeleri olduğunu kabul ederek bunların lisans almasını zorunlu tutmaktadır.241 Lisans almak zorunda olan bu işletmeler, kayıt tutma, raporlama ve bu kayıtların saklanması gibi önemli yükümlülükler altına girmekte ve bu yükümlülükleri yerine getirmediği takdirde yaptırıma tabi tutulabilmektedir. Nitekim FinCEN 2015 yılında bu yükümlülüklere uymadığı gerekçesiyle Ripple hakkında cezai işlem uygulamıştır.242 Söz konusu işlem, kripto varlıkların çıkışından itibaren bu varlıklara devlet eliyle uygulanan ilk yaptırım olarak değerlendirilmektedir.243 Federe düzeyde de benzer düzenlemelere rastlamak mümkündür. New York, California, Alabama, Vermont, North Carolina, Connecticut, Washington gibi birçok eyalette lisans alma zorunluluğu getirilmiştir.  BitLicense  uygulaması gereği New York ta faaliyet gösteren bütün sanal para işletmeleri, her işlemden önce belirtilen bilgileri yazılı olarak ifşa etmek zorundadır.244236 AB,Directive2018/843amendingDirective(EU)2015/849onthepreventionoftheuseofthefinancialsystemforthepurposesofmoneylaunderingorterroristfinancing,andamendingDirectives2009/138/ECand2013/36/EU,(2018),OJL156/43.Yapılandeğişikliğinsınırlıbirkapsamasahipolmasıveyasalboşluklarıortadankaldıramamasınedeniyleeleştirildiğinigörmekteyiz.Bueleştirileriçinbknz:RysinandRysin, TheMoneyLaunderingRiskandRegulatoryChallengesforCryptocurrencyMarkets, 189.237 EuropeanParliament,CryptocurrenciesandBlockchain,14.238 Japonya nınMTGOXplatformunailişkinyaşananolumsuzgelişmelerdendolayıkanundadeğişikliğegittiğihakkındabknz:FATF,GuidanceforaRisk-BasedApproachtoVirtualAssetsandVirtualAssetServiceProviders,49.239 AklamasuçukapsamındasanalparaişletmelerineyükümlüolarakilkyerverenülkeninKanadaolduğuhakkındabknz:Lee, DecryptingCrypto:IssuesPlaguingToday sHottestRegulatoryNightmare, 575.240 Örnekolarakverilenbuülkelerden,Finlandiya,İsrail,Maltagibiülkelerözelbirkanunkapsamındadüzenlemeyapmayıtercihederken,Kanada,Avusturalya,JerseyveEstonyagibiülkeleraklamasuçunailişkinmevcuthükümlerdedeğişikliğegitmeyitercihetmiştir.241 Korver,PelkerandPoteat, AttributioninCryptocurrencyCases, 240.242 U.SDepartmentofJustice,CryptocurrencyEnforcementFramework,25;KethineniandCao, TheRiseinPopularityofCryptocurrencyandAssociatedCriminalActivity, 331.243 BTK,KriptoParaAraştırmaRaporu,18.244 Hughes, CryptocurrencyRegulationsandEnforcementintheU.S, 22;Murphy,MurphyandSeitzinger,Bitcoin:Questions,Answers,andAnalysisofLegalIssues,15-16;Lee, DecryptingCrypto:IssuesPlaguingToday sHottestRegulatoryNightmare, 570. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi334444  Zeynep Esra TARAKÇIOĞLUArş. Gör.Türk hukukunda da suçtan elde edilen malvarlığı değerlerinin aklanması ve terörizmin finansmanına ilişkin hükümlerin uygulama alanı bulabilmesi için benzer düzenlemelerin yapılması ihtiyacı ortaya çıkmıştır. Bu ihtiyacı gidermek amacıyla 1 Mayıs 2021 tarihinde 31417 sayılı Resmî Gazete de, Suç Gelirlerinin Aklanmasının ve Terörün Finansmanının Önlenmesine Dair Tedbirler Hakkında Yönetmelikte Değişiklik Yapılmasına Dair Yönetmelik yayımlanmıştır. Bu yönetmelikle yükümlüler kapsamına kripto varlık hizmet sağlayıcıları ve tasarruf finansman şirketleri dahil edilmiştir. Böylece suçtan kaynaklanan malvarlığı değerlerini aklama ve terörizmin finansmanı suçuyla mücadelede önemli bir adım atılmıştır. Ancak uluslararası hukuktan kaynaklanan yükümlülüklerin tam olarak yerine getirildiğini söylemek mümkün değildir. Konuya ilişkin uluslararası hukukta yapılan düzenlemeler, sadece kripto hizmet sağlayıcılarını değil sanal para hizmet sağlayıcılarını da içine alan bir kapsama sahiptir. Daha önce de belirtildiği gibi sanal paralar, kripto varlıkları da içine alan geniş kapsamlı bir kümedir. Bu bakımdan mevzuatımızda yapılan değişikliğin yetersiz olduğu ifade edilmelidir. Bu noktada, kripto varlık hizmet sağlayıcılarının tanımının ne şekilde yapılacağı da önem arz etmektedir. Bazı ülkeler ilgili kavramın tanımlanmasında, sadece sanal varlıklardan itibari paraya çevirme faaliyetini göz önünde tutmaktadır. Bu durumda alınacak önlemler, sadece kripto varlıkların itibari paraya dönüştürülmesi halinde geçerli olabilecektir. Böyle bir dönüştürmenin söz konusu olmadığı hallerde ise yasal düzenlemelerin radarından kaçılabilecektir.245Ayrıca yapılacak tanıma göre hizmet sağlayıcıları kapsamına madenciler gibi daha farklı fonksiyonlar icra eden aktörlerin girip girmeyeceği noktasında da tereddütler oluşabilecektir. Bu nedenle kapsamlı ve titiz bir düzenleme yapılmalı, kripto varlıklar arasındaki değişimler de yapılacak tanıma dahil edilmelidir.SONUÇTeknolojinin hayatımıza getirdiği yeniliklerden bazıları günlük hayatı kolaylaştırırken, bazıları günlük hayatın yeni temeller üzerine inşa edilmesini gerektirmektedir. Hayatımıza teknolojik gelişmelerle dahil olan bu yenilikler, günlük hayatımızı kolaylaştırdığı oranda kişilerin hayatı, sağlığı veya malvarlığı bakımından tehlike de oluşturabilmektedir. Bu tehlikeye rağmen, özellikle hukuk alanında bu değişime ayak uydurulamamakta ve meydana gelen gelişmeler geriden takip edilmeye çalışılmaktadır. Devlet kontrolünde olmayan ve sadece katılımcılar aracılığıyla işleyen bir sistemin para transferi yapmak için kullanılması bu zamansal farkı daha da belirgin hale getirmiştir. Günümüzde hukuk ürünü olan 245 KuCoin,BitFinex,StormGaingibibazıdeğişimplatformlarısadecekriptovarlıklarınitibariparayadönüştürüldüğühallerdeyükümlülükleriniyerinegetirmekte,kriptovarlıklararasındakideğişimlerdeanonimişlemyapılmasınaolanaksağlayabilmektedir.Kimlikbilgisigerektirmeyendeğişimplatformlarınılisteleyenbazıinternetsiteleridebulunmaktadır.Busitelerdenbiriiçinbknz:https://kycnot.me/.Konuyailişkinayrıntılıbilgiiçinbknz:DupuisandGleason, MoneyLaunderingwithCryptocurrency:OpenDoorsandtheRegulatoryDialectic, 64.Akdeniz Üniversitesi        2021,   11 -   2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 334455paralar yerine sanal ortamda bu işlevi gören  veriler  kullanılmaya başlanmıştır. Kripto varlıklar olarak isimlendirilen bu veriler, merkezi bir otoriteye ihtiyaç duyulmadan dünyanın her yerine çok daha hızlı ve ucuz şekilde ekonomik bir değer transfer edilmesine olanak sağlamaktadır. Bu çarpıcı ve beklenmeyen duruma devletlerin tepkisi ise oldukça geç olmuştur. Devletlere nazaran teknolojiye daha kolay adapte olan suçlular ise kripto varlıkların sunduğu imkanları suç işlemek için kullanmaktadır.Suçluların kripto varlıklara yönelmesiyle; hırsızlık, dolandırıcılık, uyuşturucu ve uyarıcı madde ticareti, silah ticareti, çocuk pornografisi, suçtan kaynaklanan malvarlığı değerlerinin aklanması, vergi kaçakçılığı, terörizmin finansmanı gibi birçok suç tipi yeni bir boyut kazanmıştır. Suçların kazandığı bu yeni boyut karşısında hukukun da koruma alanını genişletmesi gerekmektedir. Her ne kadar transfer işlemi yapılması için artık bankalara gerek kalmamış olsa da güvenlik ve düzen için halen hukuk kurallarına ihtiyaç duyulmaktadır. Ancak mevcut ceza hukuku kurallarının kripto varlıkların sanal, anonim ve kompleks yapısıyla mücadele etmek için yeterli olmadığı açıktır. Konuyu ele alacak ulusal nitelikteki düzenlemelerin de tek başına bu problemleri çözmesi mümkün değildir. Bu nedenle, yapılacak düzenlemenin evrensel nitelikte olması ve meydana gelecek gelişmelere uyum sağlayacak bir esneklikte ele alınması gerekmektedir. Bitcoin ile başlayan yeni dönem, suçlulara farklı imkanlar sunan binlerce kripto varlık türünü de beraberinde getirmiştir. Şüphesiz her bir kripto varlık türü için özel düzenleme yapılması mümkün değildir. Tamamen yasaklayıcı bir tutum içerisinde hareket etmek de istenilen sonuçları vermeyecektir. Yeni başlayan bu dönem artık durdurulamaz ve engellenemez bir boyuta ulaşmıştır. Ayrıca devletler için önemli fırsatlar yaratan teknolojik gelişmelerin yavaşlamasına veya durmasına da sebep olunmamalıdır.Kripto varlıkları yasaklamak bir çözüm olamayacağından konuya ilişkin atılacak en makul adım, hepsi için ortak özellik taşıyan ve suç işleme noktasında bu varlıkları cazibe merkezi haline getiren anonimliğe odaklanmaktır. Anonimliğin yarattığı olumsuz sonuçların azaltılmasında ise kripto varlık aktörlerinden araç olarak yararlanılması düşünülmelidir. Bu çözüme temel oluşturan esas düşünce, aktörleri sistemde 3. kişi (middle man) olarak konumlandırabilmek ve bunlar aracılığıyla süreci daha şeffaf hale getirebilmektir. Bir kripto varlığın sadece kendi içinde sistemin devamını sağlaması çok olanaklı görünmediğinden farklı aktörlerin sürece dahil olması kaçınılmaz olmaktadır. Özellikle iki yönlü akışa sahip kripto varlıklarda bu akışı sağlayacak aktörlere ihtiyaç duyulmaktadır. Dolayısıyla bu aktörlerin düzenlenmesi yoluyla sistemin kısmen de olsa kontrol altına alınması mümkün olabilecektir. Ancak hangi aktörlerinin nasıl bir düzenlemeye tabi tutulacağı hem teknolojik gelişmeyi baltalamamak hem de insanları tamamen anonim varlıklara kaydırmamak adına titiz bir şekilde ele alınmalıdır. 2021,   11 -   2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi334466  Zeynep Esra TARAKÇIOĞLUArş. Gör.",
     "Kaynakça": "AB, Directive 2009/110/EC on the Taking Up, Pursuit and Prudential Supervision of the Business of Electronic Money İnstitutions Amending Directives 2005/60/EC and 2006/48/EC and Repealing Directive 2000/46/EC, (2009), OJ L 267/7.AB, Directive 2018/843 amending Directive (EU) 2015/849 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing, and amending Directives 2009/138/EC and 2013/36/EU, (2018), OJ L 156/43.Abramowicz, Michael.  Cryptocurrency Based Law. , Arizona Law Review 58, S.2 (2016): 359 420.Adrian, Tobias and Mancini Griffoli, Tommaso. The Rise of Dijital Money. IMF Fintech Notes, 2019.Armknecht, Frederik; Karame, Ghassan O.; Mandal, Avikarsha; Youssef, Franck and Zenner, Erik.  Ripple: Overview and Outlook, Trust and Trustworthy Computing.  In Lecture Notes in Computer Science, ed. Mauro Conti, Matthias Schunter, Ioannis Askoxylaki, 163 180. Cham: Springer, 2015.Artuk, M. Emin; Gökcen, Ahmet; Alşahin, M. Emin ve Çakır, Kerim. Ceza Hukuku Özel Hükümler. Ankara: Adalet Yayınevi, 2019.Bartusiak, Pavlo.  ‘Judicial Finding  of the Legal Nature of Cryptocurrency. , Ehrlich s Journal 2, S.1 (2018): 24 36.Bilgi Teknolojileri ve İletişim Kurumu (BTK). Kripto Para Araştırma Raporu, 2020.Blandin, Apolline; Cloots, Ann Sofie; Hussain, Hatim; Rauchs, Michel; Saleuddin, Rasheed; Allen, Jason Grant; Zhang, Bryan and Cloud, Katherine. Global Cryptoasset Regulatory Landscape Study, Cambridge Center for Alternative Finance, 2019.Blundell Wignall, Adrian. The Bitcoin Question: Currency versus Trust less Transfer Technology. OECD Working Papers on Finance, Insurance and Private Pensions No: 37, 2014.Boehm, Franziska and Pesch, Paulina.  Bitcoin: A First Legal Analysis With References to German and US American Law. , Conference Paper, 1st Workshop on Bitcoin Research in Assocation with Financial Crypto, 2014.Bokovnya, Y.; Zhukova, T. G.; Shutova, A. A. and Ryabova, L.V.  Legal Measures for Crimes in the Field of Cryptocurrency Billing. , Utopía Y Praxis Latinoamericana 25, S.7 (2020): 270 275.Bozkurt Yüksel, Armağan  Ebru.   Elektronik  Para,  Sanal  Para,  Bitcoin  ve  Linden Doları na Hukuki Bir Bakış. , İÜHFM 73, S.2 (2015): 173 220.Brown, Steven David.  Cryptocurrency and Criminality: The Bitcoin Opportunity. , Police Journal 89, S.4 (2016): 327 339.Bullmann, Dirk; Klemm, Jonas and Pinna, Andrea. In Search for Stability in CryptoAssets: Are Stablecoins the Solution?. ECB Occasional Paper Series No: 230, 2019.Buttigieg, Christopher P.  Anti Money Laundering Regulation of Crypto Assets in Europe s Smallest Member State. , Law and Financial Markets Review 13, S.4 (2019): 211 227.Akdeniz Üniversitesi        2021,   11     2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 334477Calcaterra, Craig; Kaal, Wulf A. and Rao, Vadhindran.  Stable Cryptocurrencies. , Washington University Journal of Law & Policy 61, S.1 (2020): 193 228.Chen, Weili; Zheng, Zibin; Ngai, Edith; Zheng, Peilin and Zhou, Yuren.  Exploiting Blockchain Data to Detect Smart Ponzi Schemes on Ethereum. , IEEE Access 7, (2019): 37575 37586.Cipher Trace. Cryptocurrency Crime and Anti Money Laundering Report, 2020.Cipher Trace. Cryptocurrency Crime and Anti Money Laundering Report, 2021.Coinmarketcap.  Today s Cryptocurrency Prices by Market Cap.  Erişim Tarihi: Kasım 15, 2021. https:// coinmarketcap.com/1/.Coşkun, Neslihan.  Karaparanın Aklanması Suçu. , Selçuk Üniversitesi Hukuk Fakültesi Dergisi 12, S.3 4 (2004): 229 261.Cvetkova, Irina.  The Legal Definition of Crypto Assets. , BRICS Law Journal 5, S.2 (2018): 128 153.Çarkacıoğlu, Abdurrahman. Kripto Para Bitcoin. Sermaye Piyasası Kurulu Araştırma Raporu, 2016.Çeker, Selman Musab.  Kripto Paralar ve Ekonomik Etkileri. , Bitirme Tezi, Yıldız Teknik Üniversitesi, 2018.Çekin, Mesut Serdar.  Borçlar Hukuku ile Veri Koruma Hukuku Açısından Blockchain Teknolojisi ve Akıllı Sözleşmeler: Hukuk Düzenimizde Bir Paradigma Değişimine Gerek Var mı?. , İstanbul Hukuk Mecmuası 77, S.1 (2019): 315 341.Çetinkaya, Şahin.  Kripto Paraların Gelişimi ve Para Piyasalarındaki Yerinin Swot Analizi ile İncelenmesi. , Uluslararası Ekonomi ve Siyaset Bilimleri Akademik Araştırmalar Dergisi 2, S.5 (2018): 11 21.Dupuis, Daniel and Gleason, Kimberly.  Money Laundering with Cryptocurrency: Open Doors and the Regulatory Dialectic. , Journal of Financial Crime 28, S.1 (2021): 60 74.Durdu, Erdal.  Kripto Para Birimi Olarak Bitcoin ve Ceza Hukuku. , Yüksek Lisans Tezi, Galatasaray Üniversitesi, 2018.Dülger, Murat Volkan ve Özkan, Onur.  Kripto Para Suçları: Kripto Para Birimlerinin Hukuki Boyutu ve Türk Ceza Kanunu Bakımından Değerlendirilmesi.  In Prof. Dr. Mehmet Emin Artuk a Armağan, ed. Mahmut Koca, 963 994. Ankara: Seçkin Yayınevi, 2020.Dyson, Simon; Buchanan, William J. and Bell, Liam.  The Challenges of Investigating Cryptocurrencies and Blockchain Related Crime. , The Journal of the British Blockchain Association 1, S.2 (2018): 1 6.Elliott, James.  Help Somebody Robbed My Second Life Avatar!. , Journal of Virtual Worlds Research 1, S.1 (2008): 1 11.Engle, Eric.  Is Bitcoin Rat Poison: Cryptocurrency, Crime, and Counterfeiting. , Journal of High Technology Law 16, S.2 (2016): 340 393.Esener, Turhan ve Güven, Kudret. Eşya Hukuku. Ankara: Yetkin Yayınevi, 2015.Esterik Plasmeijer, Pauline W.J. van and Raaij, W. Fred van.  Banking System Trust, Bank Trust, And Bank Loyalty. , International Journal of Bank Marketing 35, S.1 (2017): 97 111. 2021,   11     2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi334488  Zeynep Esra TARAKÇIOĞLUArş. Gör.Etherscan.  Token Tracker.  Erişim Tarihi: Ocak 27, 2021. https://etherscan.io/tokens.Europe Banking Authority. Opinion on Virtual Currencies, 2014.Europe Banking Authority. Report with Advice for the European Commission on Cryptoassets, 2019.European Central Bank.  Electronic Money.  Erişim Tarihi: Şubat 7, 2021. https://www.ecb.europa.Eu/stats/money_credit_banking/electronic_money/html/index.en.html.European Central Bank. Virtual Currency Schemes   A Further Analysis, 2015.European Central Bank. Virtual Currency Schemes, 2012.European Parliament. Cryptocurrencies and Blockchain, 2018.FATF. Guidance for a Risk Based Approach to Virtual Assets and Virtual Asset Service Providers, 2019.FATF. International Standards on Combating Money Laundering and the Financing of Terrorism & Proliferation the FATF Recommendations, 2020.FATF. Money Laundering and Terrorist Financing Red Flag Indicators Associated with Virtual Assets, 2020.FATF. Virtual Currencies Key Definitions and Potential AML/CFT Risks, 2014.Ferwerda, Joras. The Multidisciplinary Economics of Money Laundering. Ridderkerk: Ridderprint, 2012.Financial Conduct Authority. Guidance on Cryptoassets Feedback and Final Guidance to CP 19/3, 2019.Foley, Sean; Karlsen, Jonathan R. and Putninš, Talis J.  Sex, Drugs, and Bitcoin: How Much Illegal Activity is Financed Through Cryptocurrencies?. , The Review of Financial Studies 32, S.5 (2019): 1798 1853.Greeshma, K V.  Crypto Currencies and Cybercrime. , International Journal of Engineering Research & Technology (IJERT) 3, S.30 (2015): 1 5.Güçlütürk, Osman Gazi.  Türk Hukukunda Kripto Varlıkların Para ve Elektronik Para Niteliğinin İncelenmesi. , Regesta Ticaret Hukuku Dergisi 4, S.3 (2019): 383 408.Günay, Hamdi Furkan ve Kargı, Veli.  Kripto Paranın Vergilendirilmesi Fikrinin Mali Yönden Değerlendirilmesi. , Journal of Life Economics 5, S.3 (2018): 61 76.HBV Türk Ceza Hukuku Uygulama ve Araştırma Merkezi. Türk Ceza Hukuku Mevzuatı Cilt I. Ankara: Seçkin Yayınevi, 2019.He, Dong; Habermeier, Karl; Leckow, Ross; Haksar, Vikram; Almeida, Yasmin; Kashima, Mikari; Kyriakos Saad, Nadim; Oura, Hiroko; Sedik, Tahsin Saadi; Stetsenko, Natalia and Verdugo Yepes, Concepcion. Virtual Currencies and Beyond: Initial Considerations. IMF Staff Discussion Note, 2016.Her Majesty s Treasury (HM Treasury). UK Regulatory Approach to Cryptoassets and Stablecoins: Consultation and Call for Evidence, 2021.Hinman, William.  Digital Asset Transactions: When Howey Met Gary (Plastic).  (SEC transcribed speech, 14 Haziran 2018). Erişim Tarihi: Ocak 20, 2021. https://www.sec.gov/news/speech/speech hinman 061418.Akdeniz Üniversitesi        2021,   11     2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 334499Huang, Sherena Sheng.  Crypto Assets Regulation in the UK: An Assessment of the Regulatory Effectiveness and Consistency. , Journal of Financial Regulation and Compliance 29, S.3 (2021): 336 351.Hughes, Eric.  A Cypherpunk s Manifesto.  Erişim Tarihi: Ekim 25, 2020. https://www.activism.net/cypherpunk/manifesto.html.Hughes, Scott D.  Cryptocurrency Regulations and Enforcement in the U.S. , Western State Law Review 45, S.1 (2017): 1 28.Ivaniuk, Viktoriia and Banakh, Serhiy.  Cryptocurrency Related Cybercrimes in Ukraine. , OER Eastern Europe Law 66, S.1 (2020): 217 224.Jeong, Sarah.  The Bitcoin Protocol as Law, and the Politics of a Stateless Currency.  Erişim Tarihi: Kasım 18, 2021. https://papers.ssrn.com/sol3/papers.cfm?abstract_id= 2294124.Kaplanhan, Fatih.  Kripto Paranın Türk Mevzuatı Açısından Değerlendirilmesi  Bitcoin Örneği. , Vergi Sorunları Dergisi, S.353 (2018): 105 123.Kappos, George; Yousaf, Haaroon; Maller, Mary and Meiklejohn, Sarah. An Empirical Analysis of Anonymity in Zcash. Proceedings of the 27th USENIX Conference on Security Symposium, 2018.Karame, Ghassan O.; Androulaki, Elli and Capkun, Srdjan. Two Bitcoins at the Price of One? Double Spending Attacks on Fast Payments in Bitcoin. Cryptology ePrint Archive IACR Report No.248. 2012, 1 17.Kethineni, Sesha and Cao, Ying.  The Rise in Popularity of Cryptocurrency and Associated Criminal Activity. , International Criminal Justice Review 30, S.3 (2020): 325344.Kethineni, Sesha; Cao, Ying and Dodge, Cassandra.  Use of Bitcoin in Darknet Markets: Examining Facilitative Factors on Bitcoin Related Crimes. , American Journal of Criminal Justice 43, S.2 (2017): 141 157.Kfir, Isaac.  Cryptocurrencies, National Security Crime and Terrorism. , Comparative Strategy 39, S.2 (2020): 113 127.Kien, Matthew and Ly, Meng.  Coining Bitcoin s  Legal Bits : Examining the Regulatory Framework for Bitcoin and Virtual Currencies. , Harvard Journal of Law & Technology 27, S.2 (2014): 587 608.Koca, Mahmut ve Üzülmez, İlhan. Türk Ceza Hukuku Genel Hükümler. Ankara: Adalet Yayınevi, 2020.Kocasakal, Ümit.  Karapara Aklama Suçu.  Doktora Tezi, İstanbul Üniversitesi, 2000.Korver, Michele R.; Pelker, C. Alden and Poteat, Elisabeth.  Attribution in Cryptocurrency Cases. , United States Attorneys  Bulletin 67, S.1 (2019): 233 262.Kostenko, Svitlana; Strilchuk, Vitalii; Chernysh, Roman and Buchynska Anna.  The Threats to National Security of Ukraine and Poland Inassisting to the Development of the Crypto Asset Market: Legal Aspect. , Management Theory and Studies for Rural Business and Infrastructure Development 43, S.2 (2021): 225 236. 2021,   11     2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi335500  Zeynep Esra TARAKÇIOĞLUArş. Gör.Kounelis, Ioannis.  Secure and Trusted Mobile Commerce System Based on Virtual Currencies.  Doctoral Thesis, School of Information and Communication Technology Royal Institute of Technology, 2015.Lee, Tyler C.  Decrypting Crypto: Issues Plaguing Today s Hottest Regulatory Nightmare. , New York University Journal of Law and Business 16, S.2 (2020): 551 578.Maese, Vivian A.; Avery, Alan W.; Naftalis, Benjamin A.; Wink, Stephen P. and Valdez, Yvette D.  Cryptocurrency: A Primer, Banking Law Journal. , 133, S.8 (2016): 468471.Magizov, Rustem; Kuznetsov, Sergey; Garipova, Venera; Gilmanov, Muhamat; Kasatova, Anastasia and Kuznetsov, Aleksey. Criminal, Problems of Criminal Responsibility for Illegal Circulation of Cryptocurrency. 12th International Conference on Developments in eSystems Engineering, 996 999, 2019.Magizov, Rustem; Kuznetsov, Sergey; Garipova, Venera; Gilmanov, Muhamat; Kasatova, Anastasia and Kuznetsov, Aleksey. Problems of Legal Regulation of Cryptocurrencies. 12th International Conference on Developments in eSystems Engineering. 956 959, 2019.Mahmutoğlu, Fatih Selami.  Türk Ceza Kanununda Yer Alan Bilişim Alanındaki Suçlar ve Karşılaşılan Sorunların Yargı Kararları Işığında Değerlendirilmesi. , İÜHFM 71, S.1 (2013): 855 889.Marian, Omri.  Are Cryptocurrencies ‘Super  Tax Havens?. , Michigan Law Review First Impressions 112, S.38 (2013): 38 48.McDowell, John and Novis, Gary.  The Consequences of Money Laundering and Financial Crime. , An Electronic Journal of the U.S. Department of State 6, S.2 (2001): 6 8.Mcginnis, John O. and Roche, Kyle.  Bitcoin: Order without Law in the Digital Age. , Indiana Law Journal 94, S.4 (2019): 1 56.Moore, T. and Christin, N.  Beware the Middleman: Empirical Analysis of Bitcoin Exchange Risk,  In Financial Cryptography and Data Security, ed. Ahmad Reza Sadeghi, 25 33. Heidelberg: Springer Verlag, 2013.Mowbray, Miranda.  Implementing Pseudonymity. , SCRIPT ed 3, S.1 (2006): 34 44.Murphy, Edward V.; Murphy, M. Maureen and Seitzinger, Michael V. Bitcoin: Questions, Answers, and Analysis of Legal Issues. Congressional Research Service Report R43339, 2015.Mutluoğlu, Derya.  Kripto Para Birimleri ve Suçtan Kaynaklanan Malvarlığı Değerlerini Aklama Suçu.  Yüksek Lisans Tezi, Ankara Üniversitesi, 2020.Nakamoto, Satoshi.  Bitcoin: A Peer to Peer Electronic Cash System.  1 9. Erişim Tarihi: Kasım 27, 2020. https://bitcoin.org/bitcoin.pdf.Nolasco Braaten, Claire and Vaughn, Michael S.  Convenience Theory of Cryptocurrency Crime: A Content Analysis of U.S. Federal Court Decisions. , Deviant Behavior 42, S.8 (2019): 958 978.Oğuzman, M. Kemal; Seliçi, Özer ve Oktay Özdemir, Saibe. Eşya Hukuku. İstanbul: Filiz Kitapevi, 2014.Akdeniz Üniversitesi        2021,   11     2 Hukuk Fakültesi Dergisi    Aralık Cilt: Sayı:Kripto Varlıklar ve Ceza Hukuku Sorumluluğu 335511Orme, David.  Is Biometrics the Answer to Crypto Currency Crime?. , Biometric Technology Today, S.2 (2019): 8 10.Özgenç, İzzet ve Yurtlu, Fatih.  Suçtan Kaynaklanan Malvarlığı Değerlerini Aklama Suçları Bakımından Teori ve Uygulamada Ortaya Çıkabilecek Sorunlara İlişkin Bir Değerlendirme.  In 5. Türk Kore Ceza Hukuku Günleri Karşılaştırmalı Hukukta Ekonomik Suçlar Uluslararası Sempozyumu Tebliğler Cilt II, ed. İzzet Özgenç, Cumhur Şahin, Faruk Turhan, 447 468. Ankara: Seçkin Yayınevi, 2020.Pirinççi, Ayşe Esra.  Yeni Dünya Düzeninde Sanal Para Bitcoin in Değerlendirilmesi. , Uluslararası Ekonomi Siyaset İnsan ve Toplum Bilimleri Dergisi 1, S.1 (2018): 45 52.Reddy, Eveshnie and Minnaar, Anthony.  Cryptocurrency: A Tool and Target for Cybercrime. , Southern African Journal of Criminology 31, S.3 (2018): 71 92.Rysin, Vitalii and Rysin, Mariia.  The Money Laundering Risk and Regulatory Challenges for Cryptocurrency Markets.  In Restructuring Management Models ChangesDevelopment, ed. Marek Dziura, Andrzej Jaki, Tomasz Rojek, 187 201. Toruń: Dom Organizatora, 2020.Sarıkatipoğlu, Mehmet Ata; Çapkın, Timur Arif ve Karaalioğlu, Fatma.  Bitcoin: Bir Sanal Para Birimi Olarak Regülasyonu ve Kara Para Aklanması Bakımından Durumu. , GSI Dergisi, (2015): 89 102.Securities and Commodities Authority. The Chairman of the Authority s Board of Directors  Decision No. (23/ Chairman) of 2020 Concerning Crypto Assets Activities Regulation, 2020. Erişim Tarihi: Eylül 12, 2021, https://www.sca.gov.ae/Content/ Userfiles/Assets/Documents /80041 51b.pdf.Swartz, Lana.  What Was Bitcoin, What Will It be? The Techno  Economic Imaginaries of a New Money Technology. , Cultural Studies 32, S.4 (2018): 623 650.Şahin, Muhammet.  Kripto Para Yeni Bir Vergi Sığınağı Mı? Bilişim Teknolojilerindeki Gelişmeler Temelinde Bir Değerlendirme. , Pamukkale Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, S.34 (2019): 169 181.Şen, Ersan.  Bitcoin Çalınır mı?.  Erişim Tarihi: 22 Ocak, 2021. https://www.haber7.com/ yazarlar/prof dr ersan sen/1948163 bitcoin calinir mi.Tarakçıoğlu, Zeynep Esra.  AİHM Kararları Işığında Suçta ve Cezada Kanunilik İlkesi.  Yüksek Lisans Tezi, Galatasaray Üniversitesi, 2020.Tezcan, Durmuş; Erdem, Mustafa Ruhan ve Önok, Murat. Teorik ve Pratik Ceza Özel Hukuku. Ankara: Seçkin Yayınevi, 2020.The European Consumer Organisation (BEUC), Crypto Assets BEUC Response to the Commission s Consultation, 2020.Toroslu, Nevzat. Ceza Hukuku Özel Kısım. Ankara: Savaş Yayınevi, 2019.Türkiye Bilişim Vakfı. Kripto Para ve ICO Raporu, 2020.Tziakouris, Giannis.  Cryptocurrencies A Forensic Challenge or Opportunity for Law Enforcement? An INTERPOL Perspective. , IEEE Security and Privacy Magazine 16, S.4 (2018): 92 94. 2021,   11     2      Akdeniz ÜniversitesiAralık Cilt: Sayı:      Hukuk Fakültesi Dergisi335522  Zeynep Esra TARAKÇIOĞLUArş. Gör.U.S Department of Justice. Cryptocurrency Enforcement Framework. Report of Attorney Generals Cyber Digital Task Force, 2020.Ünlü, Ufuk.  Kara Para Aklamada Yeni Yöntemler ve Kara Paranın Ekonomi Üzerindeki Etkileri. , Sayıştay Dergisi, S.113 (2019): 155 179.Üzer, Betül.  Sanal Para Birimleri.  Uzmanlık Yeterlik Tezi, Türkiye Cumhuriyet Merkez Bankası Ödeme Sistemleri Genel Müdürlüğü, 2017.Vasek, Marie and Moore, Tyler.  Beware the Middleman: Empirical Analysis of Bitcoin Exchange Risk. , In Financial Cryptography and Data Security, ed. Ahmad Reza Sadeghi, 1 17. Berlin, Heidelberg: Springer Verlag, 2013.Velkes, Gabrielle Chasin.  International Anti Money Laundering Regulation of Virtual Currencies and Assets. , New York University Journal of International Law and Politics 52, S.3 (2020): 875 906.World Bank Group. Distributed Ledger Technology (DLT) and Blockchain. FinTech Note No. 1, 2017.Wright, Aaron and De Filippi, Primavera.  Decentralized Blockchain Technology and the Rise of Lex Cryptographia. , SSRN Electric Journal, (2015): 1 58.Yıldırım, Murat.  Blok Zincir Teknolojisi, Kripto Paralar ve Ülkelerin Kripto Paralara Yaklaşımları. , Bartın Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi 10, S.20 (2019): 265 277.Yılmaz, Sacit.  Suçtan Kaynaklanan Malvarlığı Değerlerini Aklama Suçu. , Ankara Barosu Dergisi, S.2 (2011): 70 97.Yurtlu, Fatih.  Terör Suçlarıyla Mücadelede Yeni Konsept: Önalan Suçları  BGH Kararları Işığında Almanya Örneği. , Selçuk Üniversitesi Hukuk Fakültesi Dergisi 29, S.3 (2021): 2169 2208.Zaytoun, Henry S. Cyber Pickpockets: Blockchain, Cryptocurrency, and the Law of Theft. , North Carolina Law Review 97, S.2 (2019): 395 431.Zimba, Aaron; Wang, Zhaoshun; Mulenga, Mwenge and Odongo, Nickson Herbert.  Crypto Mining Attacks in Information Systems: An Emerging Threat to Cyber Security. ,"
}