{
     "Tip": "Makale",
     "Dergi İsmi": "Akdeniz Üniversitesi Hukuk Dergisi ",
     "Üniversite İsmi": "Akdeniz Üniversitesi",
     "Gün": "",
     "Ay": "06",
     "Yıl": "2022",
     "Cilt": "12",
     "Sayı": "1",
     "Başlık": "KAMULAŞTIRMADAN VAZGEÇME: KAMULAŞTIRMA KANUNUNUN 21 VE 22 NCİ MADDELERİNİN UYGULANMASI",
     "Title": "ABANDONMENT FROM EXPROPRIATION: IMPLEMENTATION OF ARTICLES 21 AND 22 OF THE EXPROPRIATION LAW",
     "Yazar İsmi": [
          "Dr. Öğr. Üyesi Sencer Abdullah AKKOYUNLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kamulaştırma",
          "Mülkiyet Hakkı",
          "Kamulaştırmanın Amacı",
          "Kamulaştırmanın Kesinleşmesi",
          "Kamulaştırmadan Vazgeçme"
     ],
     "Keywords": [
          "Expropriation",
          "Proprietary Right",
          "Purpose of Expropriation",
          "Finalization of Expropriation",
          "Abandonment from Expropriation"
     ],
     "Özet": "Kamulaştırma idarenin kamu yararını sağlamak için gerçekleştirmiş olduğu bir işlemdir. Kamu yararı olmaksızın yapılan bir kamulaştırma hukuka uygun değildir. Kamu yararına olmayan bir kamulaştırmada kamu geliri gereksiz yere harcanmış olur. Ayrıca böyle bir kamulaştırma kamulaştırılan taşınmazın malikinin mülkiyet hakkına meşru olmayan bir müdahale teşkil eder. Kamulaştırmanın şartı olan kamu yararının başlangıçta bulunmakla birlikte bir süre sonra ortadan kalkması da mümkündür. Kamulaştırma için gerekli işlemlere başlanıldıktan sonra taşınmazın kamulaştırılması için gerekli olan kamu yararı bir süre sonra varlığını yitirebilmektedir. Bu durum bazen kısa süre içinde bazen ise kamulaştırma sürecinin ilerleyen aşamalarında gerçekleşebilmektedir. Hatta kamulaştırma süreci tamamlanıp, taşınmazın mülkiyeti idareye geçtikten sonra bile böyle bir durumla karşı karşıya kalmak mümkündür. İşte bu ihtimalleri göz önünde bulunduran kanun koyucu idarenin kamulaştırmadan tek taraflı olarak vazgeçebilmesini 2942 sayılı Kamulaştırma Kanununun 21 inci maddesinde, idare ile eski malik veya mirasçılarının anlaşmaları suretiyle kamulaştırmadan vazgeçmeyi ise Kanunun 22 nci maddesinde düzenlemiştir. Kamulaştırma Kanununun 21 inci maddesi gereğince idarenin tek taraflı olarak kamulaştırmadan vazgeçmesi kamulaştırma kesinleşinceye kadar mümkün olabilmekte, idare ile eski malik veya mirasçılarının anlaşmaları suretiyle kamulaştırmadan vazgeçme ise kamulaştırma kesinleştikten sonra gerçekleştirilebilmektedir. Kamulaştırmadan tek taraflı vazgeçmede sadece idarenin kamulaştırmadan vazgeçme kararı vermesi yeterlidir. Tek taraflı vazgeçmede idarenin tek taraflı iradesi kamulaştırmanın kaderini belirlemektedir. Tarafların anlaşması suretiyle vazgeçme bakımından da her ne kadar tarafların vazgeçme konusunda anlaşmaları gerekli olsa da vazgeçme teklifinin idareden gelmesi gerektiğinden idarenin tercihi ön plana çıkmaktadır. Aslında böyle olması şaşırtıcı değildir. Kamulaştırma sürecine girerken kamulaştırmada kamu yararı olup olmadığını idare belirlediğine göre kamulaştırmadan vazgeçmede de idarenin vazgeçme yönündeki kararı etkili olmalıdır.",
     "Abstract": "Expropriation is a process carried out by the administration to ensure the public interest. An expropriation without public interest is not in accordance with the law. In an expropriation that is not in the public interest, public revenue is spent unnecessarily. Such an expropriation constitutes an illegitimate interference with the property right of the owner of the expropriated immovable. Although the public interest, which is a condition of expropriation, is present at the beginning, it is also possible to disappear after a while. Well after starting the necessary procedures for the () MakaleninDergiyeGelişTarihi:10.12.2021-MakaleninKabulEdildiğiTarih:23.05.2022,  DOI No:10.54704/akdhfd.1035030.() ErzincanBinaliYıldırımÜniversitesi,HukukFakültesi,İdareHukukuAnabilimDalı/Erzincan-Türkiye.  E-posta:saakkoyunlu@erzincan.edu.tr,  OrcidId:https://orcid.org/0000-0001-5682-0786.  ThisarticleislicensedunderaCreativeCommonsAttribution-NonCommercial4.0InternationalLicense (CCBY-NC4.0)  2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi6688  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesiexpropriation, the public interest required for the expropriation of the immovable property may lose its existence after a while. This can happen in a short time and sometimes in the later stages of the expropriation process. Even after the expropriation process of the immovable property is completed and the ownership of the immovable property is transferred to the administration, it is possible to face such a situation. Considering these possibilities, the legislator regulates the administration s unilateral abandonment of expropriation in Article 21 of the Expropriation Law No. 2942, and it is regulated in article 22 of the Law to abandon expropriation by agreement of the administration and the former owner or heirs. Pursuant to Article 21 of the Expropriation Law, it is possible for the administration to give up on expropriation unilaterally until the expropriation is finalized, and the expropriation can be abandoned by the agreement of the administration and the former owner or his heirs after the expropriation is finalized. In case of unilateral renunciation of expropriation, it is sufficient only for the administration to decide to abandon expropriation. In the unilateral renunciation, the unilateral will of the administration determines the fate of the expropriation. In terms of giving up by agreement of the parties, although it is necessary for the parties to agree to give up, the preference of the administration comes to the fore since the offer to give up must come from the administration. Actually, this is not surprising. Since the administration determines whether there is a public interest in the expropriation while entering the expropriation process, the decision of the administration to abandon the expropriation should be effective in abandoning the expropriation.",
     "Metin": "Kamulaştırma, eski tabirle istimlak kamulaştırma yapma yetkisiyle donatılmış bir idarenin kamu gücüne dayanarak özel hukuk kişilerinin mülkiyetinde bulunan taşınmazları kendi mülkiyetine geçiren işlemidir. İdare bir taşınmazı malikiyle anlaşarak satın alma yoluyla edinebilecek olmakla birlikte malikin taşınmazını idareye satmaya yanaşmaması halinde ihtiyaç duyulan mal özel hukuk ilişkisi içerisinde kendisinden zorla satın alınamayacağından, yani satın alma malikin rızası olmadan gerçekleştirilemeyeceğinden kamulaştırma tercih edilir. Kamulaştırmada ihtiyaç duyulan taşınmazın malikinin rızasının olup olmadığı dikkate alınmaksızın mülkiyetin idareye devri sağlanır. Dolayısıyla kamulaştırma idarenin zorla özel mülkiyetteki taşınmazların mülkiyetini elde etme yöntemidir. Kamulaştırma idarenin taşınmaz malın mülkiyetini kazanmada başvurabileceği asli yollardan birisidir. Mülkiyetin kazanılmasında asli yol olmasının önemine binaen doğrudan Anayasanın 46 ncı maddesinde düzenlenmiş, Anayasanın 35 inci maddesinin mülkiyet hakkının kamu yararı amacıyla, kanunla sınırlanmasına izin veren hükmüne uygun olarak Devlet ve kamu tüzel kişilerinin kamu yararının gerektirdiği hallerde özel mülkiyette bulunan taşınmaz malların tamamını veya bir kısmını, kanunla gösterilen esas ve usullere göre kamulaştırabileceği öngörülmüş ve 2942 sayılı Kamulaştırma Kanunu çıkarılmıştır.1 İstimlaktabirininkullanılmasıileilgiliolarakbkz.SıddıkSamiOnar,İdare Hukukunun Umumi Esasları(C.3,3.Bası,İstanbul:İsmailAkgünMatbaası,1966),s.1513;SadıkTüzel,İdare Hukuku Dersleri,(İzmir:TeknikKitapveMecmuaBasımevi,1951),s.225;ReşatNalbandoğlu,İdare Hukuku,(İstanbul:TeknikKitapveMecmuaBasımevi,1951),s.149.2 Ayrıcabkz.ÖmerKöroğlu,Kamulaştırma,(Ankara:SeçkinYayınevi,1995),s.6.3 ŞükrüKaratepe,İdare Hukuku,(4.Baskı,İzmir:ÜniversiteKitapları,1995),s.201.4 BahtiyarAkyılmaz,MuratSezginerveCemilKaya,Türk İdare Hukuku,(13.Baskı,Ankara:SavaşYayınevi,Şubat2021,639;Nalbandoğlu,s.149.5 MeltemKutluGürsel,Kamulaştırma Hukuku(3.Baskı,Ankara:SeçkinYayınevi,2019),s.25.6 SadıkArtukmaç,Kamulaştırma Hukuku(Ankara:AyyıldızMatbaası,1977),s.10. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi7700  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesiİdare kamulaştırma yetkisini kamu yararını gerçekleştirmek için kullanır. Ancak idareyi kamulaştırma yapmaya sevk eden kamu yararı bazen ortadan kalkar veya idareyi işlem yapmaya sevk gücünü büyük ölçüde yitirir. Kamulaştırma yapabilmek için kamulaştırılacak taşınmaza  gerçekten de ihtiyacı bulunması gereken 8 idare bu ihtiyacı ortadan kalktığında aksi yönde bir işlem olarak, kamulaştırma işlemini geri almak suretiyle kamulaştırmadan vazgeçebilir.Kamulaştırma Kanununun 21 ve 22 nci maddelerinde kamulaştırmadan vazgeçme düzenlenmiştir. 21 inci madde idarenin kamulaştırmadan tek taraflı olarak vazgeçmesine yönelikken, 22 nci madde tarafların anlaşması suretiyle kamulaştırmadan vazgeçmeye yöneliktir. Kamulaştırmadan tek taraflı vazgeçmede idare tek taraflı irade açıklamasıyla, başlamış olan kamulaştırma sürecine son verebilmektedir. Tarafların anlaşması suretiyle vazgeçmede ise idarenin vazgeçme iradesini ortaya koyması tek başına yeterli olmayıp, vazgeçmenin kamulaştırılan taşınmazın eski maliki/mirasçıları tarafından da kabul edilmesi, yani tarafların vazgeçme konusunda iradelerinin uyuşması gerekmektedir.I. TEK TARAFLI OLARAK VAZGEÇMEA. GENEL OLARAKİdare ihtiyacı olmadığına karar verdiği bir taşınmazı artık kamulaştırmak istemez; kamulaştırmadan tek taraflı olarak vazgeçer. Kamulaştırmadan tek taraflı vazgeçme Kamulaştırma Kanununun 21 inci maddesinde düzenlenmiştir. Kamulaştırma Kanununun 21 inci maddesine göre; idare kamulaştırmanın her safhasında kamulaştırma kararı veren ve onaylayan yetkili merciin kararı ile kamulaştırmadan tek taraflı olarak kısmen veya tamamen vazgeçebilir. Şu kadar ki, dava sırasında vazgeçme halinde dava giderleri ile harç, harcanan emek ve işin önemi gözetilerek mahkemece maktuen takdir olunacak avukatlık ücreti idareye yükletilir .Kamulaştırmadan tek taraflı olarak vazgeçme yalnızca idareye tanınmış bir haktır. Kamulaştırma süreci, satın alma usulünde anlaşma yolunun denenmesinde malikin az da olsa sürece katılımı sağlansa da adli aşamaya geçilmediği 7 Y.6.HD,02.07.2002,E.2002/4020K.2002/4488,Legalbank.8 Tüzel,s.227.9 YıldızhanYayla,İdare Hukuku,(1.Bası,İstanbul:BetaBasımYayım,Eylül2009),s.215.10 YahyaKazımZabunoğlu,İdare Hukuku,(C.1,Ankara:YetkinYayınları,2012),s.610.11 MerveTekeş,Kamulaştırmadan Vazgeçme ve Geri Alma(Danışman:Doç.Dr.LaleBurcuÖnüt),YayımlanmamışYüksekLisansTezi,DokuzEylülÜniversitesiSosyalBilimlerEnstitüsü,İzmir2019,s.42.12 AliArcak,Yeni Kamulaştırma Yasası,(C.2,Ankara:SevinçMatbaası,1984),s.1347.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 7711takdirde idarenin tek taraflı iradesiyle ilerler. Süreci kendisi ilerleten idare kamulaştırmadan tek taraflı olarak vazgeçme yetkisini kullandığında artık bu karardan geri dönemez. Eğer idare taşınmaza yeniden ihtiyaç duyduğuna karar verirse yeni bir kamulaştırma süreci başlatmalıdır.İdari işlem olarak kabul edilen kamulaştırmadan idarenin hangi hallerde tek taraflı olarak vazgeçebileceği Kamulaştırma Kanununda gösterilmemiştir. İdari işlemin sebebinin mevzuatta gösterilmediği hallerde idarenin takdir yetkisi geniş olup, böyle hallerde idari işlemin sebebini belirlemenin tamamen idarenin takdirine bırakıldığı ifade edilmektedir. Ancak yine de kanunda sebebi gösterilmeyen işlemlerin meşru sebebinin bulunması, yani gerçek olaylara ve sebeplere dayalı olması gerekmektedir. Kamulaştırmadan vazgeçme bir idari işlem olarak kabul edildiğine göre vazgeçme sebebini belirlemede idarenin takdir yetkisi geniştir; ancak vazgeçmenin meşru sebebe dayanması gerekmektedir. Kamulaştırmadan vazgeçmede meşru sebebe idarenin kamu hizmetinin yerine getirilmesinde kamulaştırma konusu taşınmaz yerine başka bir taşınmaza ihtiyacı olduğuna karar vermesi ya da kamulaştırmanın kendisine maliyetini yüksek bulması örnek gösterilebilir.Kamulaştırmada hazırlık işlemleri olarak kabul edilebilecek; kamulaştırma için yeterli ödenek temin edilmesi, kamu yararı kararı alınması ve bu kararın onaylanması, kamulaştırılacak taşınmazın ve taşınmaza ilişkin diğer bilgilerin belirlenmesi işlemleri taşınmaz üzerinde hukuki etki yaratmadığından, dolayısıyla idari işlem olmadığından bu aşamalarda idarenin kamulaştırmadan vazgeçmesinin idari bir işlem olduğundan söz edilemeyecektir. İdare bu aşamalarda takdir yetkisinin varlığı sorgulanmaksızın tamamen serbest şekilde kamulaştırmadan vazgeçebilir.13 Bkz.Köroğlu,s.136;Tekeş,s.50.14 Akyılmaz,SezginerveKaya,İdareHukuku,s.657.15 CemilKaya,İdarenin Takdir Yetkisi ve Yargısal Denetimi,2Baskı,İstanbul:OnİkiLevhaYayınevi,2014,s.212.16 HalilKalabalık, İdareninTakdirYetkisininSınırlarıveYargısalDenetimi ,GÜHFD,C.1,S.1,1999,s.184.17 Gözleridareninsebebinbelirsizkavramlarlagösterildiğiveyahiç belirtilmediği hallerdesebepunsurubakımındansahipolduğudeğerlendirmeyetkisinitakdiryetkisideğil,değerlendirmemarjıolarakifadeetmekte,değerlendirmemarjıyargısaldenetimetabiikenidariişleminyalnızcakonuunsurubakımındanbulunantakdiryetkisininyargısaldenetimetabiolmadığınıbelirtmektedir(Gözler,C.1,s.1062-1063).Yaylaisedeğerlendirmemarjı-takdiryetkisişeklindebirayrımyapmaksızınidarenintakdiryetkisininidariişleminyerindeliğinindeğerlendirilmesineilişkinolduğunuifadeetmekte,yerindelikdenetimiyasakolduğundanidarenintakdiryetkisininyargısaldenetimininyapılamayacağınıortayakoymaktadır(Yayla,s.193-194).18 Kalabalık,s.185.19   ... İdarenin; yaptığı kamulaştırma sebebiyle mali olanaklarını zorlayacak bir bedel ödemesi gerektiğinin ortaya çıkması halinde, kamulaştırmadan vazgeçmesi, kendisine yasa ile tanınmış olan bir hakkın kullanılması olarak kabul edilmelidir... (Y.18.HD,13.11.2001,E.2001/8754K.2001/10279,Legalbank). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi7722  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesiİdarenin kamulaştırma kararı almasıyla taşınmaz üzerinde hukuki etki gerçekleşmekte, böylece kamulaştırmadan vazgeçmede idarenin takdir yetkisi sorgulanmaya müsait hale gelmektedir. Takdir yetkisi idareye bir serbestlik tanır; fakat bu serbestlik idarenin keyfiliği anlamına gelmez. İdarenin takdir yetkisi mutlak ve sınırsız nitelikte değildir. İdarenin takdir yetkisi yerindelik bakımından olmasa da hukuka uygunluk bakımından yargısal denetime tabidir. İdarenin takdir yetkisine sahip olması hukuka bağlılıktan kurtulması anlamına gelmemektedir. Özay tarafından ifade edildiği üzere  takdir yetkisinin hukuk kuralları içinde hareket özgürlüğü demek olduğunu... gözden kaçırmamak gerekir .24 Hukuka uygunluk denetimi idari işlemin mevzuata ve hukukun genel ilkelerine uygun olması bakımından gerçekleştirilecek olup, bu kapsamda idari işlemin Anayasaya, milletlerarası andlaşmalara, kanunlara, yürürlükte bulunan kanun hükmünde kararnamelere, Cumhurbaşkanlığı kararnamelerine, yürürlükte bulunan tüzüklere, yönetmeliklere, diğer düzenleyici idari işlemlere ve eşitlik, ölçülülük, iyiniyet, haklı beklentilerin korunması gibi hukukun genel ilkelerine uygun olup olmadığı yargı yerlerince denetlenecektir. Kamulaştırmadan vazgeçme bir idari işlem olarak belirtilen unsurlar bakımından hukuka uygunluk denetimine tabi tutulacaktır.İdarenin kamulaştırmadan tek taraflı vazgeçmesinde takdir yetkisinin varlığı ve sınırı kamulaştırma işleminin sebep ve amaç unsuru bakımından değerlendirilmelidir. Zira idare kamulaştırmadan idarenin bütün işlemlerinde var olması gereken  amaç  olan kamu yararının bulunmaması  sebebiyle  vazgeçmektedir. Gözler tarafından kamulaştırma bakımından ifade edildiği üzere  idare ancak kamu yararını gerçekleştirmeye yönelik bir sebeple hareket edebilir 26. İdare kamu yararını sağlayacak bir sebeple kamulaştırma yaptığına göre kamu yararı20 KamulaştırmaKanununagöre idarekamulaştırmakararıverdiktensonrakamulaştırmanıntapusicilineşerhverilmesinikamulaştırmayakonutaşınmazmalınkayıtlıbulunduğutapuidaresinebildirir (m.7/3).Taşınmazüzerindegerçekleştirmekistediğihukukitasarruflarıgerçekleştirememeihtimalibulunanalıcıadaylarınınidareninkamulaştırmasuretiylemülkiyetinegeçirmeküzereolduğubirtaşınmazısatınalmakistemeyeceğikuvvetlemuhtemeldir.BununlabirlikteKamulaştırmaKanununun14 üncümaddesinegöre kamulaştırmayakonutaşınmazmalınmalikitarafından10 uncumaddegereğincemahkemeceyapılantebligatgününden,kendilerinetebligatyapılamayanlaratebligatyerinegeçmeküzeremahkemecegazeteileyapılanilantarihindenitibaren...kamulaştırmaişleminekarşıidariyargıdaiptal...davasıaçılabilir (m.14/1).21 Akyılmaz,SezginerveKaya,İdariYargı,s,78.22 Akyılmaz,SezginerveKaya,İdareHukuku,s.121.Karatepe yegöre ihtiyaca uygunluğu (yerindeliği) tayin eden idare, hukuken geçerli çeşitli çözüm yolları içerisinden kendisine göre en uygun olan çözüm yolunu seçmektedir... burada yapılacak olan yargı denetimi, kanunen geçerli çözüm yollarından birinin seçilip seçilmediğinin kontrolü şeklinde olacaktır. Eğer idare, izin verilen çözüm yollarından birini seçmiş ise, artık neden öteki çözüm yollarını seçmediği sorulmayacaktır(ŞükrüKaratepe, İdareninTakdirYetkisi ,TİD,Y.63,S.392,Eylül1991,s.83-84).23 Karatepe,Takdir,s.65.24 İlHanÖzay,Günışığında Yönetim,İstanbul:FilizKitabevi,2004,s.456.25 Akyılmaz,SezginerveKaya,İdariYargı,s.69.26 Gözler,C.1,s.971.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 7733nı sağlayacak sebebin ortadan kalkması üzerine kamulaştırmadan vazgeçecektir. Görüldüğü üzere kamulaştırmanın sebep ve amaç unsurları arasında sıkı bir bağ bulunmaktadır. Kamu yararı kararı alınmasıyla kamulaştırma işleminin sebep unsuru belirlenmektedir. İdari işlemlerde tek amacın kamu yararını gerçekleştirmek olması nedeniyle amaç unsuru bakımından idarenin takdir yetkisinin varlığından söz edilemeyeceği, ancak sebep unsuru bakımından idarenin takdir yetkisine sahip olduğu kabul edilmekle beraber kamulaştırmadan vazgeçme sebebinin oluşup oluşmadığı tespit edilirken aslında kamulaştırmada kamu yararı amacının halen bulunup bulunmadığı da değerlendirilmiş olmakta, dolayısıyla kamulaştırmanın hem sebep hem de amaç unsuruna ilişkin bir denetimde bulunulmaktadır.İdarenin hukuka uygun hareket edip etmeme bakımından seçim hakkına sahip olmayıp mevzuata uygun hareket etme mecburiyeti bulunmakla beraber idari işlemin yerinde olup olmadığını seçme hakkı bulunmaktadır. Kamulaştırmadan vazgeçme kararının denetlenmesinde ölçüt alınamayacak olan yerindelik; idarenin isabetli, ihtiyaca uygun olarak hareket edip etmemesiyle ilgili olup, idarenin bir tasarrufta bulunup bulunmama bakımından serbest olmasını içermektedir. İdare gerçekleştirmek istediği bir faaliyetin ihtiyaca uygun olduğuna karar verdiğinde, ihtiyacın karşılanmasında en uygun çözüm yolunu seçecektir. Aynı esaslar kamulaştırma bakımından da geçerlidir. Buna göre idarenin kamulaştırmadan vazgeçmesi yerindelik denetimine tabi tutulamayacaktır. İdarenin hangi taşınmazın kamulaştırılmasının ihtiyaca uygun, isabetli olduğuna yönelik kararı denetlenemeyecektir.İdarenin takdir yetkisinin hukuka uygunluk bakımından denetimi kapsamında değerlendirileceği üzere Danıştay ın idarenin takdir yetkisini kamu yararı ve hizmetin gereklerine uygunluk, işlemin sebebe dayalı olarak yapılması gereği, eşitlik, hukuk devleti, sosyal devlet gibi anayasal ilkelere uygunluk ve kanun koyucunun kanunu yapmaktaki özel amacını yorumlama bakımından denetlediği ifade edilmektedir. Bahsi geçen yargısal denetim ölçütleri arasında hizmetin 27 MetinGünday,İdare Hukuku,11.Baskı,Ankara:İmajYayınevi,2017,s.258;TuranYıldırım,İdari İşlemler,TuranYıldırım(Editör),İdareHukuku,7.Baskı,İstanbul:OnİkiLevhaYayınevi,2016,s.454-455.28 Özay,s.456.Çağlayan agöre idare hukuku öğretisinin çoğunluğuna göre idari işlemin sebep unsurunda takdir yetkisi bulunur. Hatta kimilerine göre takdir yetkisinin en fazla görüldüğü ve sorunlara neden olduğu alan sebep unsurudur (RamazanÇağlayan,İdari Yargılama Hukuku,Ankara;SeçkinYayınevi,2021,s.211;Ayrıcabkz.Kaya,s.208;Gözler,C.1,s.1062).NitekimÖzaysebepunsurubakımındankarşılaşılanenönemlisorununtakdiryetkisiolduğunuifadeetmektedir(Özay,s.455).29 Karatepe,Takdir,s.83.30 Çağlayan,İdariYargı,s.212.31 Karatepe,Takdir,s.83-84.32 Çağlayan,İdariYargı,s.215-219;Ayrıcabkz.Akyılmaz,SezginerveKaya,İdariYargı,s.78. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi7744  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesigereklerine uygunluk idarenin kamulaştırmadan vazgeçmesinde takdir yetkisinin yerindelik bakımından denetlenmesine neden olabilecek niteliktedir. Hizmetin gereklerine uygunluk objektif bir denetim ölçütü olarak kabule pek müsait görünmemektedir. Hizmetin gereklerine uygunluk en iyi şekilde hizmeti sunan idare tarafından belirlenebilir; yargı yeri bunun içeriğini belirlemeye çalışmamalıdır.Özet olarak belirtmek gerekirse idarenin kamulaştırmadan vazgeçmesinin hukuka uygunluğu vazgeçme işleminin sebep unsuru bakımından denetlenebilir. Ancak sebebi mevzuatta gösterilmeyen, dolayısıyla idarenin takdir yetkisinin genişlik arz ettiği kamulaştırmadan vazgeçmede yargı yeri sınırlı bir hukuka uygunluk denetiminde bulunmalıdır. Kamu hizmetinin yürütülmesinde bir taşınmaza ihtiyaç duyulup duyulmadığını en iyi bilecek olan hizmetin yürütücüsü olan idare olduğuna göre yargı yeri bu gerekliliğin bulunup bulunmadığına yönelik bir denetimden kaçınmalıdır. Ancak her idari işlemin bir sebebinin bulunması zorunlu olduğundan vazgeçmenin hukuka uygun olması için idare de vazgeçmede herhangi bir meşru sebebin bulunduğunu ortaya koyabilmelidir.İdare kamulaştırmadan kısmen veya tamamen vazgeçebilir. İdarenin kamulaştırmanın tamamından vazgeçmesi şart değildir. Zira kamulaştırma konusu taşınmazın tamamı için olmasa da bir kısmı için kamulaştırma yapmakta halen kamu yararı olabilir. İdarenin kısmen vazgeçmeye karar verirken vazgeçilen kısmın kısmi yararlanmaya elverişli halde olup olmayacağını da göz önünde bulundurması gerekir. Zira Kamulaştırma Kanununun 12 nci maddesinin son fıkrası gereğince bir kısmı kamulaştırılan taşınmaz malın artan kısmı yararlanmaya elverişli bir durumda değil ise, kamulaştırma işlemine karşı idari yargıda dava açılmayan hallerde mal sahibinin en geç kamulaştırma kararının tebliğinden itibaren otuz gün içinde yazılı başvurusu üzerine, bu kısmın da idarece kamulaştırılması zorunluluk arz etmektedir.Kamulaştırmadan tek taraflı vazgeçme dolayısıyla idare ile taşınmaz maliki veya mirasçıları arasında uyuşmazlık çıkması mümkündür. İdari işlemlerden doğan uyuşmazlıkların görüm ve çözüm yeri idari yargı olduğuna göre kamulaştırmadan tek taraflı vazgeçmeden doğan uyuşmazlıklarda da idari yargının gö33 RamazanÇağlayan,İdare Hukuku Dersleri,Ankara:AdaletYayınevi,2021,s.378.34 Yargıtaykararınakonuolanbiruyuşmazlıktaidarebirtaşınmazın3,4ve5.katlarıbakımındanaldığıkamulaştırmakararından3.katbakımındanvazgeçmiş,yanikamulaştırmadankısmivazgeçmetercihindebulunmuştur.Bahsigeçenkarardaşuifadeleryeralmaktadır: ... Dosyada bulunan kanıt ve belgelere göre; dava konusu yapının 3., 4. ve 5. katlarının ... Kentsel Sit Alanında Sağlıklaştırma ve Kentsel Tasarım projesi kapsamında 20/11/2014 tarihli kamu yararı gereğince kamulaştırılmasına karar verildiği, taraflar arasında uzlaşma sağlanamadığından yapı maliki davalı aleyhine 3., 4.ve 5. katlarda bulunan yapıların kamulaştırma bedelinin tespiti istemli iş bu davanın açıldığı, yargılama sırasında ise dava konusu 3. katın kamulaştırılmasından vazgeçildiği anlaşılmıştır... (Y.5.HD,26.04.2017,E.2016/7161K.2017/11813,Legalbank).Aynıyöndekararlariçinbkz.Y.5.HD,04.04.2017,E.2016/7880K.2017/9923,Legalbank;Y.5.H.D,23.03.2017,E.2017/10596K.2017/9045,Legalbank;Y.5.HD,14.05.2018,E.2017/26165K.2018/9143,Legalbank.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 7755revli olmasının gerektiği akla gelecektir. Ancak idarenin kamulaştırmadan tek taraflı vazgeçmesi ile ilgili ortaya çıkabilecek uyuşmazlıkların görüm ve çözüm yeri, Kamulaştırma Kanununda bu uyuşmazlıklarda adli yargının görevli olduğu öngörüldüğünden idari yargı değildir. Kamulaştırma Kanununun 24 üncü maddesinde idarenin kamulaştırmadan tek taraflı olarak vazgeçmesinin düzenlendiği 21 inci maddenin uygulanmasından doğacak anlaşmazlıkların adli yargıda çözümleneceği düzenlenmiştir. Dolayısıyla çalışmamızda kamulaştırmadan tek taraflı vazgeçmeye ilişkin olarak özellikle Yargıtay kararlarına çalışmanın hacmi el verdiği ölçüde yer ayrılmaya çalışılacaktır.B. İDARİ VE ADLİ AŞAMADA TEK TARAFLI VAZGEÇMENİN ZAMANININ BELİRLENMESİ1. İdari Aşamada Tek Taraflı Vazgeçmenin Zamanının Belirlenmesiİdare kamu yararı kararı aldıktan hemen sonra henüz bu karar onaylanmadan ya da kamu yararı kararının onaylanmasından sonra kamulaştırmadan vazgeçebilir. Kamulaştırma sürecinin bu kısmında idarece henüz çok fazla işlem yapılmamış olacaktır.İdare süreci ilerletip kamulaştıracağı taşınmazı tespit ederek kamulaştırma kararı aldıktan, hatta kamulaştırmayı tapu siciline şerh ettirdikten sonra da kamulaştırmadan vazgeçme yoluna gidebilir. Bu durumda idarenin kamulaştırma kara35   ... 2942 sayılı Yasanın 21. maddesinde,  idare kamulaştırmanın her safhasında kamulaştırma kararı veren ve onaylayan merciin kararı ile kamulaştırmadan tek taraflı olarak kısmen veya tamamen vazgeçebilir... , aynı yasanın 24. maddesinin son fıkrasında ise; ... Bu madde ile 21., 22., 23. maddeler uygulamasından doğacak anlaşmazlıklar adli yargıda çözümlenir.  hükmü yer almış bulunmaktadır. Olayda ise, dava konusu belediye encümen kararıyla 2942 sayılı Yasanın 21. madde hükmüne göre davalı idarece kamulaştırma işleminden tek taraflı olarak vazgeçildiği anlaşıldığından, bu uyuşmazlığın görüm ve çözümünün adli yargı yerine ait olduğu gözetilmeksizin mahkemece işin esasının incelenmesi suretiyle karar verilmesinde isabet görülmemiştir... (D.6.D,06.10.1999,E.1998/4999K.1999/4461,Legalbank). ... Dosyanın incelenmesinden, olayda, davacıya ait taşınmazın kamulaştırılmasına karar verildiği, kamulaştırma işlemlerine başlanıldığı, bedel konusunda uzlaşma sağlandığı ancak daha sonra idarece kamulaştırmadan vazgeçildiği, davacı tarafından da taşınmazının kamulaştırılmaması nedeniyle kamulaştırma kararı ile vazgeçme tarihi arasında uğranıldığı ileri sürülen zararın tazmini istemiyle bakılmakta olan davanın açıldığı anlaşılmıştır. Bu durumda, kamulaştırmadan vazgeçilmesi nedeniyle uğranılan zararın tazmini istemiyle açılan davanın...2942 sayılı Yasanın 24. maddesinin 2. fıkrası uyarınca adli yargı yerinde çözümlenmesi gerekmektedir... (D.6.D,18.04.2005E.2003/5434K.2005/2290,Legalbank).AncakDanıştaydavacılarınmirasyoluylamalikolduklarıtaşınmazlarınınkamulaştırılmasındansonra,kamulaştırmaamacıdışındaihaleyoluylasatışınailişkindavalıidareişlemininiptaliistemiyleaçılmışdavadaidaremahkemesince,uyuşmazlığın2942sayılıKamulaştırmaKanununun22.maddesindenkaynaklandığıbelirtilmişisede,iptaliistenenişlemin2886sayılıDevletİhaleKanunuhükümlerininuygulanmasındankaynaklandığına,davalıidareninkamugücünedayanılarak,tekyanlıolaraktesisettiğiveicrainiteliktaşıyanbuişlemdenkaynaklananuyuşmazlığınidariyargınıngörevindebulunduğunakararvermiştir(D.13.D,16.01.2009,E.2008/3347K.2009/577,Legalbank).Ayrıcabkz.Y.18.HD,05.04.1999,E.1999/1116K.1999/4065,Legalbank;U.M(HukukBölümü),04.05.2009,E.2008/203K.2009/107,Legalbank. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi7766  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesirı verdikten sonra kamulaştırmanın tapu siciline şerh verilmesini kamulaştırmaya konu taşınmaz malın kayıtlı bulunduğu tapu idaresine bildirmesi üzerine konulan şerhin silinmesi sağlanmalıdır.İdare taşınmazı satın alma usulüyle elde etme girişimine başlamadan önce veya girişimleri sırasında da kamulaştırmadan vazgeçebilir. İdare taşınmazı satın alma girişimleri kapsamında çok sayıda işlemde bulunmakta olup, bu işlemleri yapmadan önce veya yaptıktan sonra iradesini vazgeçme yönünde ortaya koyabilir. Örneğin idare kamulaştırma konusu taşınmazın tahsis edileceği kamu hizmetini artık yerine getirmek istemeyebilir veya bu hizmeti başka şekilde yerine getirmek isteyebilir. Kamu hizmetinin artık yerine getirilmek istenmemesi veya başka şekilde yerine getirilmek istenmesi halinde kamu hizmeti kaldırılır/yerine getirilme şekli değiştirilir. Kamu hizmetinin kaldırılması veya yerine getirilme şeklinin değiştirilmesiyle artık ihtiyaç duyulmayan taşınmazın kamulaştırılmasından vazgeçilir.İmar planı değişikliği de idarenin kamulaştırmadan vazgeçmesinde etkili olabilir. İdare kıymet takdir komisyonunca belirlenen taşınmazın tahmini bedelini kamulaştırma sürecinin başında ayırdığı ödenek karşısında yüksek bulması üzerine de kamulaştırmadan vazgeçebilir. Ya da pazarlık görüşmelerinin olumsuz sonuçlanması, yani anlaşmanın gerçekleşmemesi üzerine taşınmazı elde etmek için artık çaba sarf etmek istemediğinden bedel tespiti ve tescil davası açıp 36 AkınDüren,İdare Hukuku Dersleri,Ankara:SevinçMatbaası,1979,s.202;Artukmaç,s.140.37 Kamuhizmeti,kamuhizmetiteşkilatınınbulunmasınıgerektirmesihalindebuteşkilatınkanunlaveyaCumhurbaşkanlığıkararnamesiylekurulmasıylaortayaçıkarvekamusalihtiyacınortadankalkmasıüzerineyetkideveşekildeparalellikilkesineuyulmakyadaözelleştirmeyapmaksuretiylekaldırılır(Akyılmaz/Sezginer/Kaya,İdareHukuku,s.561).Kanaatimizcekamuhizmetindedeğişikliğegidilmesindedehizmetinkurulmasındavekaldırılmasındakiyetkiveşekilkurallarınagörehareketetmekgerekir(Kamuhizmetininkurulmasıvekaldırılmasıylailgiliolarakayrıcabkz.Çağlayan,İdareHukuku,s.244-245).38 D.6.D,21.05.1986,E.1986/300,K.1986/536,Legalbank.Danıştay ınatıftabulunduğumuzkararındaşuifadelergeçmektedir: ... Temyiz dosyası içerisinde yer alan belgelerin incelenmesinden uyuşmazlık konusu taşınmazın bir kısmının imar planı uyarınca spor tesisleri yapımı amacıyla Beden Terbiyesi Genel Müdürlüğünce onaylı karar ile kamulaştırıldığı, bu işlemin iptali dileğiyle açılan dava devam ettiği sırada dava idare vekili ... ün mahkeme kalemine kaydedilen dilekçe ile imar planının değişmesi üzerine taşınmaz imar planı dışında kaldığından kamulaştırma işleminden vazgeçildiğinin bildirildiği anlaşılmıştır... 39 Ayrıcabkz.Onar,s.1569.40 KamulaştırmaKanununun10 uncumaddesininsekizincifıkrasınagörebedeltespitikararınakarşıtaraflarınistinafkanunyolunagitmesimümkündür.İstinafkanunyolunagidilebilmesiyleilgiliolarakAnayasaMahkemesi6100sayılıHukukMuhakemeleriKanununun istinafyolunabaşvurulabilecekkararlar başlıklı341 incimaddesininikincifıkrasındayeralan Miktarveyadeğeriüçbin(1/1/2022tarihindengeçerliolmaküzeremiktarveyadeğerisekizbin)TürkLirasınıgeçmeyenmalvarlığıdavalarınailişkinkararlarkesindir cümlesinin kamulaştırmabedelinintespitineilişkindavalar yönündenincelenmesiitirazıylayapılanbaşvuruda 6100sayılıHukukMuhakemeleriKanunu nun341.maddesinin(2)numaralıfıkrasınınbirincicümlesinin kamulaştırmabedelinintespitineilişkindavalar yönündenAnayasa yaaykırıolduğunaveiptaline kararvermiştir.Mahkemeniniptalkararı,bedeltespitivetescildavasınındiğermalvarlığıdavalarındanfarklıolduğu,buAkdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 7777sürecin adli aşamayla devamını sağlamaktan ve dolayısıyla kamulaştırmadan vazgeçebilir. Hatta idare satın alma görüşmelerinde anlaşmaya varılması üzerine düzenlenen anlaşma tutanağını tapu idaresine sunmayarak da kamulaştırmadan vazgeçme yoluna gidebilir. Zira kanaatimizce satın alma usulünde anlaşma tutanağı düzenlense bile bu tutanak tapu idaresine sunulup idare adına tescil yapılmadıkça kamulaştırma kesinleşmiş olmamaktadır.2. Adli Aşamada Tek Taraflı Vazgeçmenin Zamanının Belirlenmesiİdari aşamada olduğu gibi adli aşamada da idare bu aşamanın herhangi bir kısmında kamulaştırmadan vazgeçebilir. Buna göre idare bedel tespiti ve tescil davası açtıktan hemen sonra mahkemece henüz duruşma yapılmadan kamulaştırmadan vazgeçmeyi tercih edebilir ya da duruşmada karşı tarafla anlaşamaması üzerine tercihini kamulaştırmadan vazgeçme yönünde kullanabilir. Diğer bir ihtimal olarak idari yargı yerinde kamulaştırmanın iptali davası açılması üzerine idarenin davayı kabulüyle vazgeçme sonucu doğabilir. Maddi hatalara karşı düzeltim davası görülmekteyken de idare vazgeçme tercihinde bulunabilir. İdare taşınmaz mahkemece kendi adına tescil edilerek kamulaştırma kesinleşene kadar kamulaştırmadan vazgeçebilir. İdarenin kamulaştırmadan adli aşamada vazgeçmesi halinde Kamulaştırma Kanununun 21 inci maddesi gereğince dava giderleri ile harç, harcanan emek ve işin önemi gözetilerek maktuen takdir olunacak avukatlık ücreti mahkemece kendisine yükletilir.Kamulaştırmadan adli aşamada vazgeçilmesi malik bakımından bazı zararlara yol açabilir. Ortaya çıkacak olan zarar adli aşamada kamulaştırmaya yönelik hangi işlemden sonra idarenin kamulaştırmadan vazgeçtiği ile ilgilidir. Örneğin adli aşamada Kamulaştırma Kanununun 10 uncu maddesi uyarınca idare tarafından açılan bedel tespiti ve tescil davası üzerine mahkemece malike doğrudan çıkarılacak meşruhatlı davetiye veya ilan yolu ile yapılacak tebligat (m. 10/2) malikin zararına sebebiyet verebilir. Zira Kamulaştırma Kanununun 31 inci maddesine göre mahdavayakarşıistinafkanunyolunagidilmesindebedelinnekadarolduğununbirönemiolmadığı,bedeltespitidavalarındaistinafkanunyolunabaşvurupbaşvuramamabakımındandikkatealınmasıgerekenölçütünneolacağıkonusundakesinlikolmadığı,bununkanunilikilkesineaykırılıkteşkilettiği,kişinintaşınmazınıngerçekdeğerininhesaplanamayabileceğinoktalarındatoplanmıştır(Bkz.A.Y.MKararı,E.2021/34,K.2022/21,AnayasaMahkemesiKararlarBilgiBankası).41 KutluGürsel,s.431.42 Ayrıcabkz.Arcak,s.1349.43   ... Karşılıklı olarak açılan kamulaştırma bedelinin artırılması ve tenkisi davasının birleştirilmesinden sonra yapılan yargılama neticesinde tenkis davasının reddine, bedel artırımı davasının kısmen kabulüne karar verilmesi üzerine davalı idare 2942 sayılı Yasanın 21-22. maddeleri gereğince kamulaştırma işleminden vazgeçmiştir. Anılan Yasanın 21. maddesi uyarınca kamulaştırmadan vazgeçen idare aleyhine kendisini vekille temsil ettiren davacı lehine her bir dava için ayrı ayrı olmak üzere maktu vekalet ücretine hükmedilmesi gerekirken bu hususa riayet edilmemesi doğru görülmemiştir... (Y.18.HD,09.07.2001,E.2001/6420,K.2001/7141,Legalbank).44 Aynıyöndetespitiçinbkz.AyşegülÇobanAtik,Kamulaştırmada Yargısal Denetim,Ankara:AdaletYayınevi,2014,s.343. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi7788  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesikemece 10 uncu madde uyarınca yapılan tebligat, davet veya ilanen tebliğden sonra taşınmaz malın başkasına devir ve ferağ veya temliki yasaktır (m. 31/b). İdare bu tebliğ veya ilandan sonra kamulaştırmadan vazgeçtiğinde vazgeçmeye kadarki süre zarfında malın devri, ferağ ve temliki mümkün olmayacaktır. Malik taşınmazını belki yüksek bir bedelle devredebileceği halde bu sınırlama yüzünden devredemeyecektir. O halde meşruhatlı davetiye veya ilan yoluyla tebligattan sonra idarenin kamulaştırmadan vazgeçmesi malik üzerinde olumsuz sonuçlar doğurma ihtimali bakımından üzerinde durulması gereken bir konudur. Malik idarenin bu aşamada kamulaştırmadan vazgeçmesi sebebiyle uğramış olduğu zararın tazmini için Kamulaştırma Kanununun 24 üncü maddesinde; 21 inci maddeden, yani kamulaştırmadan tek taraflı vazgeçmeden doğan uyuşmazlıkların çözümünde adli yargı görevli kılındığından adli yargıda idare aleyhine dava açabilecektir. Kamulaştırma sürecine giren idarenin bu taşınmaza kesin olarak ihtiyacı olup olmadığını öngörememesi kusuruna sebebiyet verecek, açılacak dava tazminat davası olacaktır. Mahkeme uyuşmazlığın çözümünde malikin taşınmazını devredebileceği fakat Kamulaştırma Kanununun 31 inci maddesi gereğince devredemediği zamanki değeri ile kamulaştırmadan vazgeçildikten sonraki değerini dikkate alarak zararın meydana gelip gelmediğine karar verecektir.C. TEK TARAFLI VAZGEÇMENİN ŞARTLARI1. Kamulaştırmanın Kesinleşmemiş Olmasıİdare bir süreç içerisinde gerçekleştirilen kamulaştırmadan her aşamada (idari ve adli aşamada) vazgeçebilecek olmakla birlikte bu yöndeki kararını en geç kamulaştırma kesinleşinceye kadar almalıdır. Buna göre idare kamulaştırmadan tek taraflı olarak ancak kamulaştırma kesinleşinceye kadar vazgeçebilir. Zira kamulaştırmasının kesinleşmesi üzerine mülkiyetin idareye kesin olarak geçmesi itibariyle kamulaştırma süreci son bulmakta, kamulaştırmanın takip edilecek bir aşaması kalmamaktadır. Bundan sonra vazgeçme, aşağıda inceleyeceğimiz üzere idarenin tek taraflı iradesiyle değil ancak tarafların anlaşmasıyla mümkün olmaktadır.45 Aynıyöndegörüşiçinbkz.Akyılmaz,SezginerveKaya,İdareHukuku,s.657;TuğbaGüllüKışla,Kamulaştırma Sürecinde (Eski) Malikin Hakları(Danışman:Doç.Dr.GülÜstün),MarmaraÜniversitesiSosyalBilimlerEnstitüsü,İstanbul,2019,s.127;Ayrıcabkz.Artukmaç,s.141;H.FevziKaragözoğlu,Kamulaştırma-Açıklamalı-İçtihatlı İstimlak Kanunu Uygulaması ve Bundan Doğan Uyuşmazlıkların Çözüm Yolları,İstanbul:ArpazMatbaacılık,1983,s.400.46 Kamulaştırmanınkesinleşmesiilekamulaştırılantaşınmazilemalikarasındakimülkiyetilişkisihukukensonbulmaktadır(ErenSolmaz,Kamulaştırma Hukukunda Malikin Geri Alma Hakkı,(İstanbul:OnİkiLevhaYayıncılık,Mart2016),s.60).47   ... Esasen kamulaştırma işlemi kesinleşmiş olup dava konusu taşınmazlar İdare adına tescil edildiğinden, Kamulaştırma Kanununun 21. maddesi uyarınca kamulaştırmadan vazgeçilmesi mümkün değildir. Kesinleşen kamulaştırmalarda, ancak Kamulaştırma Kanununun 22. maddesi uyarınca tarafların anlaşması suretiyle kamulaştırmadan vazgeçilebilir... (Y.5.HD,11.10.1993,E.1993/13807K.1993/17893,Legalbank).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 7799Doktrinde Gözler tarafından idarenin kamulaştırmadan kamulaştırma bedeli kesinleşinceye kadar vazgeçebileceği ifade edilmektedir. Akgüner kamulaştırma işleminin veya bedelinin kesinleşmesinden sonra bu yolun uygulanamayacağını belirterek, kamulaştırmadan kamulaştırma veya kamulaştırma bedeli kesinleşinceye kadar vazgeçilebileceğini dolaylı yoldan dile getirmektedir. Başsorgun ve Kütahya da idarenin kamulaştırma işlemleri ve belirlenen kamulaştırma bedelleri kesinleşinceye kadar kamulaştırmadan vazgeçebileceğini belirtmektedir. Başsorgun ve Kütahya ya göre gerek idare tarafından adli yargıda açılan bedel tespiti ve tescil davası ile maddi hata davasında gerekse de mal sahibi tarafından idari yargıda açılan iptal ve adli yargıda açılan maddi hata davalarında verilen kararların tamamı kesinleşirse kamulaştırma idari ve adli yönden kesinleşir.Birazdan  değineceğimiz  üzere  2014  yılında  Kamulaştırma  Kanununun 22 nci maddesinde yapılan değişikliği dikkate almayan, kamulaştırmadan tek taraflı olarak bedel kesinleşinceye kadar vazgeçilebileceğine yönelik olan bir de bölge adliye mahkemesi kararına ulaşmış bulunmaktayız. Kararda yer alan şu ifadeler kamulaştırmadan bedel kesinleşinceye kadar vazgeçilebileceğinin kabul edildiğini göstermektedir: ... mahkemece kamulaştırma bedelinin tespitine ilişkin olarak verilen karar, istinaf ve temyiz yasa yollarından geçtikten ve kesinleştikten sonra idarenin kamulaştırmadan vazgeçmesi olanaksızdır. Somut olayda davacı idare bedel tespitine yönelik karar verildikten sonra ancak karar kesinleşmeden kamulaştırmadan vazgeçmiş olduğundan vazgeçme geçerlidir... 51.Kararda yer aldığı üzere istinaf ve temyiz yasa yollarından geçtikten ve kesinleştikten sonra idarenin kamulaştırmadan vazgeçmesinin olanaksız olduğuna ilişkin ifade bedel kesinleşinceye kadar tek taraflı vazgeçmenin kabul edildiğini göstermektedir.Kamulaştırmadan vazgeçmeye ilişkin olarak az evvel değindiğimiz doktrindeki görüşlere ve yargı kararına katılmamaktayız. Zira kamulaştırmanın kesinleşmesi ile kamulaştırma bedelinin kesinleşmesi birbirinden farklıdır. Kamulaştırmanın kesinleşmesi ile kamulaştırma bedelinin kesinleşmesi her zaman aynı anda olmayabilir. Kanaatimizce idari aşamada bu ikisi aynı anda gerçekleşmekle birlikte adli aşamada kamulaştırma kesinleşse de bedel daha sonra kesinleşmektedir. İdarenin adli aşamada kamulaştırma kesinleşinceye kadar kamulaştırmadan tek taraflı olarak vazgeçmesi mümkün olup, kamulaştırma kesinleştikten sonra bedel henüz kesinleşmese de kamulaştırmadan artık tek yanlı olarak vazgeçme 48 KemalGözler,İdare Hukuku,(C.II,3.Baskı,Bursa:EkinYayınevi,Mayıs2019),s.1008.49 TayfunAkgüner,İdare Hukuku(9.Basım,İstanbul:DerYayınları2021),s.911.50  NaciBaşsorgunveGülsümKütahya,Kamulaştırma, Kamulaştırmasız El Atma ve İmar Mevzuatından Doğan Bedel Davaları,Ankara:AdaletYayınevi,2019,s.916.51 AntalyaB.A.M5.HukukDairesi,02.06.2017,2017/542-532,BaşsorgunveKütahya,s.930-931. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi8800  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesihakkı bulunmamaktadır. Dolayısıyla tek taraflı vazgeçmenin adli aşamada bedel tespiti ve tescil davası açılması üzerine ancak idare adına mahkemece yapılacak tescile kadar başvurulabilecek bir yol olduğu kabul edilmelidir.Tek taraflı vazgeçmenin düzenlendiği Kamulaştırma Kanununun 21 inci maddesinde vazgeçmenin ancak idare adına tescil üzerine kamulaştırma kesinleşinceye kadar yapılabileceği yazılı bulunmamaktadır. Ancak kamulaştırmadan tek taraflı vazgeçmenin düzenlendiği Kamulaştırma Kanununun 21 inci maddesi ile tarafların anlaşması suretiyle kamulaştırmadan vazgeçmenin düzenlendiği 22 nci maddesinin birlikte göz önünde bulundurulması bu sonuca varmada yol gösterici olmaktadır. Kanun koyucu 21 inci maddede kesinleşmeden söz etmese de 21 inci maddenin devamı olan 22 nci maddede anlaşarak vazgeçmenin kamulaştırma kesinleştikten sonra olabileceğini düzenleyerek kesinleşmenin vazgeçmeye etkisiyle ilgili olarak bu iki vazgeçme hali bakımından farklı bir anlayışa sahip olduğunu ortaya koymuştur. Yani kanun koyucu kamulaştırma kesinleşmeden önce tek taraflı vazgeçmenin, kesinleştikten sonra ise tarafların anlaşmasıyla vazgeçmenin mümkün olduğunu dolaylı yoldan düzenlemiştir.Kamulaştırmadan bedel kesinleşinceye kadar vazgeçilebileceğine ilişkin düşüncenin Kamulaştırma Kanununun 21 inci maddesiyle birlikte göz önünde bulundurulması gereken 22 nci maddesinde 2014 te yapılan değişikliğin dikkatten kaçırılmasından kaynaklandığını düşünmekteyiz. 2014 te 6552 sayılı Kanunla yapılan değişiklikten önce Kanunun 22 nci maddesinde kamulaştırmanın  ve bedelininin  kesinleşmesinden sonra kamulaştırmadan tarafların anlaşması üzerine vazgeçilebileceği düzenlenmekteydi. Buna göre 21 ve 22 nci maddelerin birlikte göz önünde bulundurulmasıyla söz konusu değişiklikten önce kamulaştırma ve kamulaştırma bedeli kesinleşinceye kadar tek taraflı olarak, bunlar kesinleştikten sonra ise tarafların anlaşmasıyla vazgeçmenin mümkün olacağı düşünülebilmekteydi. Ancak 10.09.2014 tarihli ve 6552 sayılı Kanunun 100 üncü maddesiyle bu fıkrada yer alan  ve bedelinin  ibaresi metinden çıkarılmıştır. Dolayısıyla artık kamulaştırma kesinleşinceye kadar tek taraflı, kesinleştikten sonra ise tarafların anlaşmasıyla vazgeçmenin söz konusu olabileceğini, bedelin kesinleşmiş olup olmamasının tek taraflı vazgeçmede dikkate alınmayacağını kabul etmek makul gözükmektedir.Kamulaştırma idari veya adli yönden kesinleşinceye kadar kamulaştırmanın her safhasında tek taraflı vazgeçmenin mümkün olması sebebiyle, idarenin kamulaştırmadan tek taraflı olarak vazgeçmesinin zaman sınırını oluşturan kamu52 İkikanunmaddesininbirlikteyorumlanmasıgerektiğiniortayakoyangörüşiçinayrıcabkz.Kışla,s.127.NitekimSolmazdaKamulaştırmaKanununun22 ncimaddesindekamulaştırmanınkesinleşmesikoşulununaranmasının22 ncimaddeninanlamınıveişlevini21 incimaddedenayırtetmekiçinöngörüldüğünüifadeetmektedir(Solmaz,s.60).KamulaştırmaKanununun21ve22 ncimaddelerininbirlikteyorumlanmasıileilgiliolarakayrıcabkz.PertevBilgen,İdare Hukuku Dersleri (Kamulaştırma-İstimval),İstanbul:FilizKitabevi,1996,s.105-106.53 Y.5.HD,03.10.2018,E.2017/9544K.2018/16300.Legalbank.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 8811laştırmanın kesinleşmesinden ne anlaşılması gerektiğini, yani kamulaştırmanın ne zaman kesinleştiğini ortaya koymak gerekmektedir. Buna göre kamulaştırma idari aşamanın veya adli aşamanın sonunda kesinleşmektedir.İdari aşamada kesinleşme Kamulaştırma Kanununun 8 inci maddesine göre satın alma usulünün uygulanması neticesinde tarafların anlaşması ve tapuda idare adına tescil veya terkin ile gerçekleşir. Kanaatimizce idari aşamada kamulaştırma, satın alma usulü uygulanarak tarafların anlaşması üzerine belirlenen bedelin kırk beş gün içinde hazır edilerek anlaşma tutanağının tapu idaresine sunulması üzerine taşınmazın tapu idaresince idare adına tescil veya terkin edildiği tarihte kesinleşir. Kamulaştırmanın tescil veya terkin edildiği tarihten sonra idare artık kamulaştırmadan tek taraflı olarak vazgeçemez. Zira tescille birlikte taşınmazın mülkiyeti artık kesin olarak idareye geçer. Kamulaştırmada amaç taşınmazın mülkiyetinin idareye geçmesi olduğuna göre mülkiyet kesin olarak idareye geçince kamulaştırma da kesinleşmiş olmaktadır. Kamulaştırma Kanununun 8 inci maddesinde bu suretle satın alınan veya trampa edilen taşınmaz mal, kaynak veya irtifak hakkının, sahibinden kamulaştırma yolu ile alınmış sayılacağının ve bu şekilde yapılan kamulaştırmaya karşı dava açılamayacağının öngörülmesi bu kesinliği ortaya koymaktadır.Kanaatimizce tarafların anlaştıklarını ortaya koyan anlaşma tutanağının düzenlenmesi kamulaştırmanın kesinleşmesi için yeterli değildir. Tescil veya terkin işlemi yapılması için idarenin bedeli hazır etme süresi olan kırk beş günlük sürede kamulaştırmadan tek taraflı olarak vazgeçilebilir. Zira idare anlaşma tutanağında kamulaştırma bedeli olarak belirlenen bedeli en geç kırk beş gün içinde hazır etmeyebilir veya edemeyebilir. Böylelikle kamulaştırmadan tek taraflı olarak vazgeçebilir.Anlaşmaya varıldıktan sonra idarenin anlaşma tutanağını tapu idaresine sunup adına tescil veya terkin yapılana dek tek taraflı olarak kamulaştırmadan vazgeçebileceğini söyleyebiliyorsak malik veya yetkili temsilcisinin de idare adına tescil veya terkin yapılana kadarki süre zarfında anlaşmadan tek taraflı olarak vazgeçebileceğini söylemek gerekmektedir. Kanaatimizce malik veya yetkili temsilcisi anlaşmadan vazgeçtiğini beyan ederek (anlaşmadan dönerek) tapuda ferağ vermeyebilir. Zira Kamulaştırma Kanununun 8 inci maddesinde  anlaşma olmamasının  yanı sıra  ferağ verilmemesi  de mülkiyetin idareye geçmesine engel bir hal olarak ortaya konulmuştur. Buradan çıkarılacak sonuç şudur ki satın alma usulünde tarafların anlaşması üzerine anlaşma tutanağı düzenlenmesi kamulaştırmanın kesinleşmesi için yeterli değildir. Çünkü taşınmaz idare adına tescil edilinceye kadar hem ida54 Aynıyöndegörüşiçinbkz.Tekeş,s.45.55 4721sayılıTürkMedeniKanununagöre Taşınmazmülkiyetininkazanılması,tescilleolur (m.705/1).56 KamulaştırmaKanununagöre Bumaddeuyarıncasatınalınanveyatrampaedilentaşınmazmal,kaynakveyairtifakhakkı,sahibindenkamulaştırmayoluilealınmışsayılırvebuşekildeyapılankamulaştırmayaveyabedelinekarşıitirazdavalarıaçılamaz. (m.8/7).57 KamulaştırmaKanununagöre AnlaşmaolmamasıveyaferağverilmemesihalindebuKanunun10 uncumaddesinegöreişlemyapılır. (m.8/8). 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi8822  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesirenin hem de malik ya da yetkili temsilcisinin anlaşmadan dönmesi mümkündür. Kamulaştırmayı kesinleştirecek olan ancak idare adına tapu idaresince yapılacak olan tescildir. Bu kapsamda Akyılmaz, Sezginer ve Kaya nın ve Solmaz ın kamulaştırmanın satın alma usulüyle yapılmış olması halinde kamulaştırmanın anlaşma tutanağının imzalanmasıyla kesinleştiği görüşüne katılmamaktayız. Ayrıca Akgüner de idari işlemin kesinleşmesinin idarenin iç işleyişi gereği işlemin tamamlanması ve yetkili makam tarafından imzalanması olduğunu ifade etmekle beraber satın alma yolunun denenmesinde anlaşma tutanağı idarenin tek taraflı iradesi ve imzasıyla değil tarafların (idareyi temsilen uzlaşma komisyonu üyeleri ile malik/yetkili temsilcisinin) imzasıyla şekli bakımdan vücut bulmakta ve tekrar edileceği üzere imzalar atılsa bile tescil yapılıncaya kadar kamulaştırmadan tek taraflı olarak vazgeçmenin mümkün olduğunu kabul etmek gerekmektedir.Kamulaştırmanın adli aşamada kesinleşmesi ise mahkemenin taşınmazın idare adına tesciline karar vermesiyle gerçekleşir. İdari aşamanın sonunda tarafların anlaşamaması sebebiyle idarenin Kamulaştırma Kanununun 10 uncu maddesine göre bedel tespiti ve tescil davası açması üzerine kamulaştırma bedeli mahkemede tarafların anlaşmasıyla, tarafların anlaşamaması halinde ise mahkemece belirlenir. Fakat her halükârda taşınmazın idare adına tesciline mahkeme tarafından karar verilir. İşte bu süreçte gerek taraflarca mahkemede anlaşılan bedelin gerekse de tarafların anlaşamaması üzerine mahkemece belirlenecek bedelin yine mahkemece belirlenecek banka hesabına yatırıldığına/bloke edildiğine dair makbuzun ibraz edilmesi için idareye on beş gün süre verilir. Gereken hallerde bu süre bir defaya mahsus olmak üzere mahkemece uzatılabilir. İdare kendisine verilen sürede bedeli yatırmayarak ve makbuzu ibraz etmeyerek kamulaştırmadan tek taraflı vazgeçebilir. Makbuzun ibrazı halinde ise mahkemece taşınmaz malın idare adına tesciline karar verilir ve kamulaştırma kesinleşir. Kamulaştırma Kanununun 10 uncu maddesine göre tescil hükmü kesinlik arz etmekte olduğundan kamulaştırmanın amacı ve dolayısıyla kamulaştırma da kesin olarak gerçekleşmiş olur. Taşınmazın henüz tapuda idare adına tescil edilmemiş olmasının kamulaştırmanın kesinleşmesi bakımından önemi yoktur. Zira 4721 sayılı Medeni Kanunun 705 inci maddesi gereğince taşınmazın mülkiyetinin kazanılması tapuya yapılacak tescille olmakla birlikte kamulaştırma mülkiyetin bu tescilden önce kazanıldığı haller arasında yer almakta ve Kamulaştırma Kanunun 10 uncu maddesi gereğince kesinlik arz etmektedir.58 Akyılmaz,SezginerveKaya,İdareHukuku,s.658;Solmaz,s.61.59 Akgüner,s.911.60 Aynıyöndegörüşiçinbkz.Akyılmaz,SezginerveKaya,İdareHukuku,s.659;Tekeş,s.46,53.61 KamulaştırmabuKanunun3 üncümaddesininikincifıkrasınagöreyapılmışise,yanikamulaştırmabedelinintaksitleödenmesininmümkünolduğubirhalsözkonusuiseilktaksitinpeşinvenakitolarakhaksahibiadınayatırıldığınadairmakbuzunmahkemeyesunulmasıgerekir(Bkz.KamulaştırmaKanunum.10/8).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 88332. Vazgeçme İradesinin Yetkili Mercilerce Usulüne Uygun Olarak Ortaya KonulmasıKamulaştırma Kanununun 21 inci maddesine göre kamulaştırmadan tek taraflı olarak kamulaştırma kararı veren ve bu kararı onaylayan yetkili merciin kararı ile vazgeçilebilir. Buna göre kamulaştırmadan tek taraflı vazgeçme kanunla yetkilendirilmiş mercilerin sırasıyla irade açıklamasında bulunması suretiyle gerçekleştirilir. Önce kamulaştırma kararı alan merciin kamulaştırmadan vazgeçme kararı alması sonra da kamulaştırmaya onay veren merci tarafından bu kararın onaylanması gerekmektedir. Yargıtay önüne gelen bir uyuşmazlıkta davacı idare vekilinin mahkemede davadan vazgeçme beyanına dayalı olarak karar verilmesini doğru bulmamış,  kamulaştırmadan usulüne uygun olarak vazgeçilip vazgeçilmediğinin tespitinde  idarenin kamulaştırmadan vazgeçme kararının, vazgeçmenin onaylandığına dair karar gibi mahkemenin bilgisi dahilinde olması ve mahkemenin bu kararı göz önünde bulundurarak karar vermesi gerektiğini ortaya koymuştur. Yargıtay a göre; ...2942 sayılı Kamulaştırma Kanununun 21. maddesine göre kamulaştırmayı yapan idare, kamulaştırmanın her safhasında kamulaştırmadan tek taraflı olarak kısmen veya tamamen vazgeçebilecek ise de; gelen yazı cevabında idarenin vazgeçme kararının olmadığı anlaşılmaktadır. Bu durumda; dosyanın incelenmesinde her ne kadar, davacı idare vekilince 24.03.2015 tarihli celsede davadan vazgeçme beyanında bulunulmuş ise de; İl ... Müdürlüğü nün 12.03.2015 tarih ve 1978 sayılı yazısı ile kamulaştırma olurunun iptal edilmesine ilişkin açıklamaları nazara alındığında kamulaştırma yapan idarece usulüne uygun vazgeçme olup olmadığı araştırılarak sonucuna göre karar verilmesi gerekirken yazılı şekilde davanın reddine karar verilmesi doğru (değildir) 62.Kamu yararı kararı alacak ve bu kararı onaylayacak mercilere ilişkin olarak Kamulaştırma Kanununun 5 ve 6 ncı maddelerinde düzenleme bulunmakla birlikte idarenin kamulaştırmadan tek taraflı olarak vazgeçmesinin şartı olarak kararları alınması gereken  kamulaştırma kararı veren ve onaylayan yetkili mercilerin  hangi merciler olduğuna ilişkin bir düzenlemeye Kanunda yer verilmemiştir. Bununla birlikte kamulaştırma kararı alan ve bu kararı onaylayan mercilerden kamu yararı kararı alan ve bu kararı onaylayan mercileri anlamak her halde doğru olacaktır. Bu konuda Bilgen, Kamulaştırma Kanununda kamu yararı kararı ile kamulaştırma kararının birbirine karıştırıldığının veya 5 inci maddeye göre kamu yararı kararı alan ve 6 ncı maddeye göre bu kararı onaylayan makam veya kurulların kamulaştırma kararını da almaya ve onaylamaya yetkili makam ve kurullar olarak görüldüğünün düşünülebileceğini ifade etmektedir. Bu tespiti üzerine 62 Y.5.HD,04.04.2018,E.2017/35818K.2018/6429,Legalbank.Ayrıcabkz.Y.18.HD,30.11.2015,E.2015/3024K.2015/17360,Legalbank.63 Bkz.Kışla,s.46;BaşsorgunveKütahya,s.916;MehmetAliHayta,Kamulaştırma ve Kamulaştırmasız El Koyma Davaları,2.Baskı,Ankara:AdaletYayınevi,2014,s.83. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi8844  Sencer Abdullah AKKOYUNLUDr. Öğr. ÜyesiBilgen e göre kamulaştırma kararı Kamulaştırma Kanununun 5 inci maddesinde sayılan makamlar tarafından kendi karar alma usullerine göre ve yazılı şekilde alınacak ve yine Kanunun 6 ncı maddesinde gösterilen makamlar tarafından onaylanacaktır. Buna göre kamulaştırmadan tek taraflı vazgeçme için Kamulaştırma Kanununda kamu yararı kararı almaya yetkili merci olarak gösterilen merci tarafından kamulaştırmadan vazgeçme kararı alınması ve kamulaştırmadan vazgeçme kararının Kamulaştırma Kanununda kamu yararı kararını onaylamaya yetkili merci olarak gösterilen merci tarafından onaylanması gerekecektir.Kamulaştırma Kanununun 6 ncı maddesine göre Cumhurbaşkanı veya bakanlıklar tarafından verilen kamu yararı kararlarının ayrıca onaylanması gerekmediğinden usulde paralellik ilkesi gereğince kamulaştırmadan vazgeçilmesi için sadece Cumhurbaşkanı veya bakanlığın kamulaştırmadan vazgeçme kararı alması yeterli olup, kamulaştırmadan vazgeçme kararının onaylanması söz konusu olmayacaktır. Yine Kanunun 6 ncı maddesi kapsamında onaylı imar planına veya ilgili bakanlıklarca onaylı özel plan ve projesine göre yapılacak hizmetler için kamu yararı kararı alınmasına ve onaylanmasına gerek bulunmayıp, yetkili icra organınca kamulaştırma işlemine başlanıldığını gösteren bir karar alınması yeterli olduğundan usulde paralellik ilkesi gereğince bu hizmetlere yönelik kamulaştırmalarda yetkili icra organınca kamulaştırmadan vazgeçildiğini gösteren bir karar alınması yeterli olacaktır.II. TARAFLARIN ANLAŞMASIYLA VAZGEÇMEA. GENEL OLARAKİdare ile eski malikin, eski malik ölmüşse mirasçılarının anlaşmasıyla kamulaştırmadan vazgeçilebilir. Kamulaştırmadan bu şekilde vazgeçmede vazgeçme teklifi idareden gelir. Karşı taraf da bu teklifi kabul eder ve kamulaştırma bedelini iade ederse kamulaştırmadan anlaşma yoluyla vazgeçilmiş olur. Tarafların anlaşması suretiyle vazgeçme Kamulaştırma Kanununun 22 nci maddesinde düzenlenmiştir. Anlaşarak vazgeçmeyi düzenleyen 22 nci madde şöyledir: Kamulaştırmanın kesinleşmesinden sonra taşınmaz malların kamulaştırma amacına veya kamu yararına yönelik herhangi bir ihtiyaca tahsisi lüzumu kalmaması halinde, keyfiyet idarece mal sahibi veya mirasçılarına 7201 sayılı Tebligat Kanunu hükümlerine göre duyurulur. Bu duyurma üzerine mal sahibi veya mirasçıları, kamulaştırma bedelini aldıkları günden itibaren işleyecek kanuni faiziyle birlikte üç ay içinde ödeyerek taşınmaz malı geri alabilir. İade işleminin kamulaştırmanın ve bedelinin kesinleşmesinden sonra bir yıl içinde gerçekleşmesi hâlinde kamulaştırma bedelinin faizi alınmaz.64 Bilgen,s.82.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 8855Bu madde hükümlerine göre taşınmaz malı geri almayı kabul etmeyen mal sahibi veya mirasçılarının 23 üncü maddeye göre geri alma hakları da düşer.Bu madde hükümleri, kamulaştırmanın kesinleşmesi tarihinden itibaren beş yıl geçmiş olması hâlinde uygulanmaz.Ancak, kamulaştırılan taşınmaz mala kamulaştırmayı yapan idare dışında başka bir idare, kamulaştırma yoluyla gerçekleştirebileceği bir kamu hizmeti amacıyla istekli olduğu takdirde, yukarıdaki fıkra hükmü uygulanmayarak bu Kanunun 30 uncu veya 1050 sayılı Muhasebei Umumiye Kanununun 23 üncü maddesine göre işlem yapılır. Kamulaştırma idari bir işlem olmakla birlikte anlaşarak kamulaştırmadan vazgeçme ile ilgili olarak ortaya çıkabilecek uyuşmazlıklarda idari yargı değil adli yargı görevlidir. Kamulaştırma Kanununun 24 üncü maddesinde tarafların anlaşması suretiyle kamulaştırmadan vazgeçmelerinin düzenlendiği 22 nci maddenin uygulanmasından doğacak anlaşmazlıkların adli yargıda çözümleneceği öngörülmüştür. Dolayısıyla kamulaştırmadan tarafların anlaşması suretiyle vazgeçmeye ilişkin Yargıtay kararlarına çalışmanın hacmi el verdiği ölçüde yer ayrılmaya çalışılacaktır.B. ANLAŞARAK VAZGEÇMENİN ŞARTLARI1. Kamulaştırmanın Kesinleşmiş Olması, Ancak Kesinleşmenin Üzerinden Beş Yıl veya Daha Uzun Bir Sürenin Geçmemiş OlmasıKamulaştırma Kanununun 22 nci maddesi gereğince kamulaştırmadan tarafların anlaşması suretiyle vazgeçilmesi kamulaştırma kesinleştikten sonra başvurulabilen bir yoldur. Zira kamulaştırma kesinleşmemişse idarenin malik veya mirasçılarla anlaşmasına gerek olmaksızın tek taraflı olarak kamulaştırmadan vazgeçmesi mümkündür.Kamulaştırma idari veya adli aşamada kesinleşebilmektedir. Kamulaştırma idari aşamanın son halkasını oluşturan satın alma usulünün başarıyla sonuçlanmasıyla, yani tarafların anlaşması yoluyla kesinlik kazanabilmektedir. Tarafların anlaşması üzerine düzenlenen anlaşma tutanağının idarece tapu idaresine sunulması ve taşınmazın idare adına tesciliyle kamulaştırma kesinleşmektedir. İşte idari aşamada kesinleşme ihtimalinde tarafların anlaşarak kamulaştırmadan vazgeçebilmeleri için taşınmazın idare adına tescili tarihinden itibaren beş yıl geçmemiş olması gerekmektedir. Yani kesinleşmeden itibaren beş yıldan daha kısa bir süre içinde idarenin kamulaştırmadan vazgeçmek istediğini eski malike, 65 22 ncimaddede ... kamulaştırılan taşınmaza ihtiyacı kalmayan idarenin, kamulaştırmadan sonraki davranışları düzenlenmiştir... (Y.5.HD,03.02.2020,E.2019/11658K.2020/1381,Legalbank).Ayrıcabkz.Y.5.HD,17.02.2020,E.2019/12590K.2020/2544,Legalbank.66 KamulaştırmaKanununun22 ncimaddesindeanlaşmaksuretiylevazgeçmebakımındandikkatealınmasıgerekenkamulaştırmanınkesinleşmesitarihindenitibarenbeşyılgeçmemişolmasından 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi8866  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesio ölmüşse mirasçılarına bildirmesi, eski malik veya mirasçılarının da bu teklifi kabul etmesi ve dolayısıyla tarafların anlaşması gerekmektedir.Adli aşamada kesinleşme ise idarenin açtığı bedel tespiti ve tescil davası üzerine mahkemede tarafların üzerinde anlaştığı, bunun olmaması halinde mahkemenin belirlediği bedelin verilen süre içerisinde mahkemece belirlenen bankaya yatırılması ve bunu ortaya koyan makbuzun mahkemeye sunulması üzerine mahkemece taşınmazın idare adına tesciliyle gerçekleşmektedir. Tarafların anlaşmasıyla kamulaştırmadan vazgeçilebilmesi için taşınmazın idare adına tescilinden itibaren beş yıldan daha kısa bir süre içinde vazgeçme hususunda tarafların anlaşmaya varmaları gerekmektedir.Kamulaştırmanın kesinleşme tarihinin üzerinden beş yıl veya daha uzun bir sürenin geçmesi halinde tarafların anlaşması suretiyle vazgeçme mümkün olmayacaktır. Böylece idare bakımından taşınmaz malın kamulaştırma amacı doğrultusunda veya kamu yararına yönelik başka bir ihtiyaç için kullanılması söz konusu olmasa da eski malik veya mirasçılarına anlaşma teklifinde bulunma zorunluluğu ortadan kalkacaktır.Anlaşarak vazgeçme için öngörülen beş yıllık süre hak düşürücü süredir. Kutlu Gürsel e göre bir taşınmazın artık kamulaştırma amacı ortadan kalkmışsa veya kamu yararı amacı ile kullanımı söz konusu değilse her halükârda, yani süre sınırı olmaksızın eski malik veya mirasçılarına öncelikle bildirimde bulunulmalı, bunlar kamulaştırma bedelini faiziyle birlikte idareye iade etmezse idare taşınmazı üçüncü kişilere devredebilmelidir. Buna göre yazar idarenin bildirimde bulunma yükümlülüğünün beş yılla sınırlı tutulmasına karşı çıkmakta, bunun mülkiyet hakkı ihlallerine yol açabileceğini savunmaktadır. Kanaatimizce idarenin taşınmazı kamulaştırdıktan bir süre sonra taşınmaz üzerinde eski malik veya mirasçıları kaynaklı herhangi bir sınırlamayla karşı karşıya kalmaksızın tasarrufta bulunması mümkün olmalıdır. Zira taşınmazın  uzunca  bir süre sonra kamulaştırma veya kamu yararı amacı dışında üzerinde tasarrufta bulunulacak bir taşınmaz haline gelmesi olasıdır. Her ne kadar idarenin taşınmazı kamulaştırmadan önce kamulaştırma amacı dışında kalacağını öngörmesi beklenecek olsa da uzun süre içerisinde kamu hizmetlerinin geçirmiş olduğu değişim idareyi bu durumu öngörmekten alıkoyabilir. O yüzden idarece uzunca bir süre amaca uygun olarak kullanılan, fakat sonradan bu amaçla veya kamu yararına yönelik başka bir ihtiyacın temini için kullanılma durumu ortadan kalkan taşınmaz ba beş yılın altındaki bir sürede kamulaştırmadananlaşarakvazgeçmeninmümkünolduğunuanlamakgerekmektedir.Beşyılınaltındakisüreyleilgiliaçıklamalarımızdaherseferinde beşyılınaltındakisüre ifadesinikullanmakkulağahoşgelmeyenbiranlatımasebebiyetvereceğinden,bahsigeçensüreyleilgiliaçıklamalarımızdabuifadeyideğil beşyıllıksüre ifadesinikullanmayaçalışacağız.67 Kışla,s.138;Y.5.HD,05.11.2014;E.2014/14189,K.2014/25072,Legalbank.68 KutluGürsel,s.443.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 8877kımından idarenin kamulaştırmadan vazgeçmek için teklifte bulunması için bir süre öngörülmeli, fakat bu süre beş yıl olarak değil çok daha uzun bir süre olarak belirlenmelidir. Böyle bir durumda aradan geçen uzun zamandan sonra eski malikin veya mirasçılarının taşınmaz üzerinde halen bağlarının olacağını, kişisel yararının bulunduğunu savunmak güç olacaktır. O halde uzun olarak belirlenmesi gereken süre geçtikten sonra idarenin kamulaştırmadan vazgeçme hususunda anlaşma teklifinde bulunma zorunluluğu olmamalıdır. Açıklamalarımızla ilgisi olması itibariyle Anayasa Mahkemesi Habibe Kalender ve Diğerleri başvurusunda vermiş olduğu kararda taşınmazın 1984 yılında lojman ihtiyacı nedeniyle kamulaştırıldıktan yaklaşık yirmi yıl (on dokuz yıl) sonra eski maliklerine teklifte bulunulmaksızın satılmasında amaç dışı kullanımla yüksek kazanç elde edilmesi sebebiyle mülkiyet hakkının ihlal edildiği iddiasını içeren uyuşmazlıkla ilgili olarak kamulaştırılan bir taşınmazın daha sonra milletvekillerinin lojmanda ikametlerine son vermek, Hazineye gelir sağlamak, artan konut ihtiyacını gidermek gibi amaçlarla özel sektöre devredilmesinin kamu yararına olmadığının söylenemeyeceğine, başvurucuların, kamulaştırıldıktan sonra uzun bir süre kamu yararı amacıyla kullanılan ve değişen koşullar sonrasında idare tarafından üçüncü kişilere devredilen taşınmazın geri verilmesi veya taşınmazın kamulaştırma değeri ile idarece satış değeri arasındaki farkın kendilerine ödenmesi taleplerinin mevcut düzenlemelerle desteklenen bir beklenti olmadığına, bu yönde verilmiş yerleşik yargı içtihatları bulunmadığına, bahsedilen taleplerin Mahkeme önünde ispat edilemediğine, mülkiyet hakkı kapsamında meşru beklenti olarak nitelendirmeye yeterli somutluğa sahip bir beklenti olmadığına ve Anayasa nın 35. maddesinde düzenlenen mülkiyet hakkına ilişkin korumadan yararlandırılmasının mümkün olmadığına hükmetmiştir.İdarenin anlaşarak vazgeçmek için bildirimde bulunma gereğinin beş yılla sınırlı tutulması bir sürecin sonunda ortaya çıkmıştır. Önce Kamulaştırma Kanununun 22 nci maddesinde 14.02.2013 tarihli ve 6427 sayılı Kanunun 3 üncü maddesiyle yapılan değişiklikle kamulaştırılan taşınmaz malda, kamulaştırma amacına uygun bir işlem veya tesisat yapılmasından sonra idarenin anlaşmak suretiyle vazgeçme teklifinde bulunmasının söz konusu olmayacağı öngörülmüş, sonra 12.07.2013 tarihli ve 6495 sayılı Kanunun 26 ncı maddesiyle bir değişikliğe daha gidilmiş, bu değişiklikle kamulaştırmayı yapan idarece kamulaştırma amacına uygun tesisat, yapı veya donatı yapıldıktan ve en az 5 yıl kullanıldıktan sonra bu ihtiyacın ortadan kalkması nedeniyle kamulaştırma amacına uygun olarak kullanılamayan taşınmazların önceki mal sahibi veya mirasçılarına iade 69 A.Y.MKararı,HabibeKalenderveDiğerleriBaşvurusu,BaşvuruNo:2013/3845,AnayasaMahkemesiKararlarBilgiBankası.Sözkonusukararlailgiliolarakönemlibirhususunüzerindedurmakgerekmektedir.Karardananlaşıldığıüzeresözkonusutaşınmazlarınsatışında4969 sayılı Kanunun Geçici 1. maddesi ve 4833 sayılı 2003 Yılı Mali Bütçe Kanununun 50 nci maddesiyle Maliye Bakanına yetki verilmiştir. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi8888  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesiedilmeyeceği ve idarece bu taşınmazlar üzerinde kamulaştırma amacı dışında tasarruf edilmesi hâlinde, önceki mal sahibi veya mirasçıları tarafından idareden herhangi bir hak, bedel veya tazminat talebinde bulunulamayacağı şeklinde bir düzenleme yapılmış ve son olarak 10.09.2014 tarihli ve 6552 sayılı Kanunun 100 üncü maddesiyle bu madde hükümlerinin, yani kamulaştırmanın kesinleşmesinden sonra taşınmaz malların kamulaştırma amacına veya kamu yararına yönelik herhangi bir ihtiyaca tahsisi lüzumu kalmaması halinde keyfiyetin idarece mal sahibi veya mirasçılarına 7201 sayılı Tebligat Kanunu hükümlerine göre duyurulacağına ilişkin hükmün kamulaştırmanın kesinleşmesi tarihinden itibaren beş yıl geçmiş olması hâlinde uygulanmayacağı hüküm altına alınmıştır. Anlaşarak vazgeçmeyi ve idarenin bildirimde bulunma yükümlülüğünü beş yılla sınırlayan bu düzenleme halen yürürlüktedir.İdarenin taşınmaza ihtiyaç duymaması halinde eski malik veya mirasçılarına bildirimde bulunmasının kamulaştırmanın kesinleşme tarihinden itibaren beş yıllık süreyle sınırlı olmadığı dönemde Yargıtay ın idarenin bildirimde bulunmaksızın devirde bulunması halinde mülkiyet hakkını ihlal etmiş olacağına ilişkin kararları bulunmaktadır. İdarenin bildirim yükümlülüğünün kamulaştırmanın kesinleşmesinden itibaren beş yıl ile sınırlandırıldığı döneme ilişkin yargı karar/kararlarına ise ulaşılamamıştır. Ancak Yargıtay ın geçmiş döneme ilişkin kararlarından yola çıkarak söyleyebiliriz ki idarenin beş yıllık süre içerisinde kamulaştırılan taşınmazı devretmesi ve fakat eski malik veya mirasçılarına durumu bildirmemesi ve konunun uyuşmazlık olarak önüne gitmesi halinde de yargı yerinin devir nedeniyle eski malik veya mirasçılar aleyhine bir durum meydana gelmiş ise bu durumu göz önünde bulundurması söz konusu olacaktır. Böylece taşınmazın son satışı ile elde edilen bedelin kamulaştırma bedelinden fazla olması, yani taşınmazda değer artışının gerçekleşmesi halinde eski malik veya mirasçılara artış miktarı kadar ödemede bulunması gerektiği söylenecektir. Yargıtay ın beş yıllık süre zarfında bildirimde bulunma yükümlülüğünün olmadığı döneme ilişkin olan bir kararından yola çıkılarak bu hususa değinilebilir. Verilen karar beş yıllık süre içerisinde bildirimde bulunulmaması halinde de dikkate alınabilecek bir karardır. Söz konusu karar bildirimde bulunulmaksızın 2886 sayılı Devlet İhale Kanunu hükümlerine göre üçüncü kişiye satılan bir taşınmaz ile ilgilidir. Karara göre;  ... Taşınmaz, İhale Yasası hükümlerine göre satıldığına ve ihale de iptal edilmediğine göre muvazaadan da bahsedilemez. Bu nedenle taşınmazın mülkiyeti bedele dönüşmüştür. Kamulaştırma, yasaya uygun şekilde gerçekleştirilen bir işlem olduğuna göre taşınmazın son satışından sonra alınan bedelin kamulaştırma sebebiyle mal sahibine ödenen be70 Y.5.HD,01.10.2018,E.2017/21968K.2018/15877,Legalbank;Y.5.HD,28.06.2018,E.2017/27511K.2018/13339,Legalbank;Y.5.HD,20.12.2018,E.2017/13781K.2018/25577,Legalbank.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 8899delden daha fazla olup olmadığının incelenmesi gerekir. Diğer bir anlatımla kamulaştırma nedeniyle taşınmazın bedeli kendisine ödendiğine göre aradan geçen zaman içinde taşınmazda bu bedele nazaran yeni bir değer artışı (geçen süre içinde taşınmazın niteliğinin değişip değişmediği  arazi-arsa  ‘araştırılarak her iki niteliğine göre değeri belirlenmelidir) meydana gelip gelmediği incelemeli, fark varsa bu fark ilgiliye ödenmelidir. Bunun tespiti taşınmazın üçüncü şahsa satış bedeliyle mal sahibinin kendisine daha önce ödenen kamulaştırma bedelinin dava tarihine endekslenmesiyle bulunacak miktarın saptanıp karşılaştırılması ile mümkündür. Yasal faiz uygulamak suretiyle bedel tespiti yanıltıcı sonuçlara götürebilir. Tüm bu açıklamalardan da anlaşılacağı gibi kamulaştırma nedeniyle mal sahibine verilen bedele (bedel arttırım davası açılması halinde arttırılmasına hükmedilen miktarda dikkate alınarak) ödeme gününden itibaren; aynı şekilde taşınmazın üçüncü şahsa devri sonucu alınan bedele de bu tarihten itibaren dosya gününe kadar Türkiye İstatistik Kurumu fiyat artış endeksleri uygulanmak suretiyle ulaştıkları miktarlar saptanıp, bu iki bedel arasında davacı aleyhine bir durum meydana gelmiş ise bu bedele hükmetmek, mal sahibi aleyhine bir fark oluşmadığı takdirde de davanın reddine karar vermek gerekir... 71.2. Taşınmaz Malın Kamulaştırma Amacına veya Kamu Yararına Yönelik Herhangi Bir İhtiyaca Tahsisi Lüzumu KalmamasıKamulaştırma yapıldığı sırada kamulaştırma amacı olarak belirlenen amaç bir süre sonra ortadan kalkabilir. Yani idarenin kamulaştırma sürecine girerken taşınmazı kamulaştırmasında var olan kamu yararı bir süre sonra varlığını yitirebilir. İşte böyle bir durumla karşı karşıya kalınması idareyi kamulaştırmadan anlaşarak vazgeçmeye itebilir.Taşınmaz malın kamulaştırma amacına veya kamu yararına yönelik herhangi bir ihtiyaca tahsisi lüzumu kalmaması halinde anlaşarak vazgeçme gereğine ilişkin Anayasa Mahkemesinin vermiş olduğu bir karara değinmenin faydalı olacağını düşünmekteyiz. Kararla ilgisi olması itibariyle söylemek gerektiği üzere Kamulaştırma Kanununun 8 inci maddesinin bir gereği olarak uygulanan satın alma usulünde tarafların anlaşması suretiyle kamulaştırmanın  kesin olarak gerçekleştirilmesi  şartların gerekli kılması üzerine daha sonra kamulaştırmadan yine tarafların anlaşması suretiyle vazgeçilmesine engel değildir. Önemli olan kamulaştırılan taşınmazın kamulaştırma amacına uygun olarak kullanılmaması veya kamu yararına yönelik herhangi bir ihtiyaca tahsisi lüzumunun kalmamasıdır. Bununla ilgili Nüsrat Külah başvurusuna konu olayda başvurucunun taşınmazı 71 Y.18.HD,04.11.2010,E.2010/8288K.2010/14440,Legalbank.Aynıyöndekararlariçinbkz.Y.18.HD,30.06.2011,E.2011/6988K.2011/8016,Legalbank;Y.18.HD,26.06.2012,E.2012/4482K.2012/8093,Legalbank. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi9900  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesiimar planında spor alanı olarak düzenlenmiş ve spor alanı yapmak için kamulaştırılmıştır. Ancak kısa bir süre olarak kabul edilebileceği üzere kamulaştırmadan yaklaşık yedi ay sonra taşınmazın imar durumu ticari alan olarak değiştirilmiş ve böylece bir artı değer oluşturulmuştur. Söz konusu taşınmazın bir bölümü idarece üçüncü kişilere satılmış, ancak oluşan artı değerden başvurucu yoksun bırakılmıştır. Bunun üzerine açılan davada asliye hukuk mahkemesi satın alma usulüne göre satın alınan veya trampa edilen taşınmazın sahibinden kamulaştırma yolu ile alınmış sayılacağı ve bu şekilde yapılan kamulaştırmaya veya bedeline karşı itiraz davaları açılamayacağı gerekçesiyle davanın reddine karar vermiştir. Anayasa Mahkemesi asliye hukuk mahkemesinin ret gerekçesinin somut olayda söz konusu olamayacağını göz önünde bulundurarak idarenin imar düzenlemeleri ve kamulaştırma işlemleriyle kamu yararına dayalı olarak mülkiyetini devraldığı taşınmaz bölümünü somut olarak kamu yararını gerçekleştirmeden ve başvurucunun meşru rızasını almadan devrederek sadece yararına gelir sağlayıcı bir mülkiyet transferine yol açtığını belirlemiştir. Mahkemeye göre başvurucunun taşınmazdaki payı üzerindeki mülkiyet hakkına kamulaştırmanın dayandığı kamu yararı amacı bulunmadan müdahale edilmiştir. Buna göre başvurucu Anayasa nın 35. maddesindeki güvencelere aykırı olarak mülkiyetten yoksun bırakılmıştır. Mülkiyet hakkına yapılan bu müdahale Anayasa nın 35. maddesinde güvence altına alınan meşru amaç unsurunu taşımamaktadır.72 AnayasaMahkemesininbahsigeçenkararındayeraldığıüzere ...57. Başvurucunun taşınmazdaki payının kamu yararı amacıyla kamulaştırılmasına rağmen bu amaç doğrultusunda kullanılmaması nedeniyle Gaziantep 1. Asliye Hukuk Mahkemesinde açtığı tazminat davası Mahkemece 31/5/2002 tarihinde 2942 sayılı Kanun un 8. maddesi uyarınca taşınmaz maliki ile varılan uzlaşma sonucu yapılan kamulaştırmalara karşı dava açılamayacağı gerekçesiyle reddedilmiş ... temyiz üzerine hüküm Yargıtay 5. Hukuk Dairesince 27/1 2/2012 tarihinde onanmış, karar düzeltme istemi de aynı Dairenin 30/5/2013 tarihli ilamıyla reddedilmiştir...  58. Somut olayda başvurucunun açtığı davanın reddine dair kararın gerekçesinde 2942 sayılı Kanun un 8. maddesinin yedinci fıkrasına dayanılmıştır. Bu hükümde, anılan maddede düzenlenen satın alma usulüne göre satın alınan veya trampa edilen taşınmazın sahibinden kamulaştırma yolu ile alınmış sayılacağı ve bu şekilde yapılan kamulaştırmaya veya bedeline karşı itiraz davaları açılamayacağı düzenlenmiştir... 61. Başvurucunun temel şikâyeti, yöntemine uygun olarak anlaşma suretiyle yapılan kamulaştırmanın kamu yararı amacıyla yapılmasına karşın sonradan bu amaç doğrultusunda taşınmazın kullanılmaması nedeniyle kamulaştırmanın dayanağının ortadan kalktığı ve taşınmazın üzerinden gelir elde edildiği, bu nedenle oluşturulan artı değerden kendisinin yoksun bırakıldığı iddiasına yöneliktir. Davanın reddedilmesinin dayanağı olan 2942 sayılı Kanun un 8. maddesinde ise anlaşma suretiyle kamulaştırılan taşınmazlar yönünden kamulaştırmaya veya bedeline karşı itiraz davaları açılamayacağı hüküm altına alınmıştır. Somut olayda ise başvurucu kamulaştırma işlemine veya bedeline yönelik bir itirazda bulunmamıştır... 68. Somut olayda kamu yararı kararında açıklanan amaç kamuya açık bir parkta spor alanı oluşturmak olup bu amaçla imar düzenlemesi ve kamulaştırma işlemi yapılmıştır. Kamulaştırma işlemi yapıldıktan sonra ise başvurucunun payının bulunduğu taşınmaz, bu kamu yararı amacının gerektirdiği şekilde spor alanına dönüştürülmemiş, kamulaştırma işleminin yapıldığı tarihten yaklaşık yedi ay gibi kısa sayılabilecek bir süre içerisinde ticari alana dönüştürülerek bu taşınmazın bir bölümü üçüncü kişilere satılmıştır. Diğer bir deyişle idare, kamulaştırılan taşınmaz yönünden kamu yararı kararında belirtilen amacı gerçekleştirmediği gibi esasında bu taşınmazı herhangi bir başka kamu yararı amacı doğrultusunda dahi kullanmamıştır. Üstelik Büyükşehir Belediyesi imar planında  spor Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 99113. İdarece Eski Malik veya Mirasçılarına Taşınmaza İhtiyaç Kalmadığı Bildirilerek Anlaşma Teklifinde Bulunulması ve Tarafların Anlaşmaya Varmalarıİdarenin kamulaştırmadan vazgeçmek istediğini eski malike veya mirasçılarına bildirmesi gerekmektedir. İdare vazgeçme bildirimini kendiliğinden yapabileceği gibi taşınmazın kamulaştırma amacına veya kamu yararına yönelik herhangi bir ihtiyaca tahsis edilmesi gereği kalmadığından haberdar olan eski malik veya mirasçılarının başvurusu üzerine de yapabilir. Kamulaştırma Kanununda eski malik veya mirasçılarının idareye başvuruda bulunmasına engel bir hükme rastlanılmamıştır. Buna göre eski malik veya mirasçıları da idareyi vazgeçme teklifinde bulunmak üzere harekete geçirebilirler. Ancak böyle bir başvuru üzerine kamulaştırmadan vazgeçme için anlaşma teklifinde bulunmak idarenin takdirindedir. İdare başvuru sırasında taşınmazı kamulaştırma amacı veya kamu yararı amacı doğrultusunda kullanmamakla birlikte gelecekte (beş yıl içerisinde) bahsi geçen amaçlar doğrultusunda kullanmayı planlamış olabilir. Buna göre taşınmazın halen amaca uygun şekilde kullanılma ihtimali bulunabilir. Böyle bir durumda idare kamulaştırmadan anlaşarak vazgeçme yoluna gitmek istemeyecektir. Eski malik veya mirasçıları idareyi böyle bir teklifte bulunmaya zorlayamayacaktır.Birazdan üzerinde duracağımız üzere kamulaştırmadan anlaşarak vazgeçme idare ile eski malik veya mirasçılarının karşılıklı ve birbirine uygun irade açıklamaları üzerine mümkün olmakta, anlaşarak vazgeçmede taraflar arasında akdi bir ilişki kurulmaktadır. Anlaşarak vazgeçme ve bunu sağlamaya yönelik olarak idarenin yapacağı anlaşma teklifi idari işlem niteliğine sahip bulunmamaktadır. Kamulaştırma Kanununun 24 üncü maddesi gereğince anlaşarak vazgeçmenin düzenlendiği 22 nci maddenin uygulanmasından doğan uyuşmazlıklarda adli yargı görevlidir. Dolayısıyla eski malik veya mirasçılarının idarenin Kamulaştırma Kanununun alanı  olduğu gerekçesiyle kamulaştırdığı taşınmazın imar durumunu  ticari alan  olarak değiştirmiş, kamulaştırılan taşınmaz yönünden yaptığı bu değişiklikle bir artı değer oluşturmuş ancak bu artı değerden başvurucuyu yoksun bırakarak taşınmazın bir bölümünü bu şekilde özel kişilere devretmiştir. Buna göre idare, kaynağını Anayasa ve yasalardan alan imar düzenlemeleri ve kamulaştırma işlemleriyle yöntemince kamu yararına dayalı olarak mülkiyetini devraldığı taşınmaz bölümünü, başvurucuyu mülkiyetinden yoksun bırakmaya yol açan bu işlemlerin dayandığı kamu yararı amacını somut olarak gerçekleştirmeden devretmek suretiyle başvurucunun meşru bir rızası da olmadan sadece yararına gelir sağlayıcı bir mülkiyet transferine yol açmıştır. Dolayısıyla başvurucunun taşınmazdaki payına ilişkin mülkiyet hakkına kamulaştırmanın dayandığı kamu yararı amacı bulunmadan müdahale edilerek Anayasa nın 35. maddesindeki güvencelere aykırı olarak başvurucu mülkiyetten yoksun bırakılmıştır. 69. Sonuç olarak kamulaştırma yoluyla yapılan müdahale bakımından kamu yararı amacının somut olarak gerçekleştirilmemesi nedeniyle başvurucunun mülkiyet hakkına yapılan müdahalenin Anayasa nın 35. maddesinde güvence altına alınan meşru amaç unsurunu taşımadığı kanaatine varılmıştır...70. Açıklanan nedenlerle Anayasa nın 35. maddesinde güvence altına alınan mülkiyet hakkının ihlal edildiğine karar verilmesi gerekir...  (A.Y.MKararı,NusratKülahBaşvurusu,21.04.2016,BaşvuruNo:2013/6151,AnayasaMahkemesiKararlarBilgiBankası).73 Aynıyöndegörüşiçinbkz.TuranYıldırım, KamulaştırmadanVazgeçme ,Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi,C.9,S.101-102,2013,s.14.74 Ayrıcabkz.Y.5.HD,17.10.1989,E.1989/152K.1989/20241,Legalbank. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi9922  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesi22 nci maddesine dayanarak kamulaştırmadan vazgeçme teklifinde bulunmasını sağlamak için idareye yapmış olduğu başvuruyu 2577 sayılı İdari Yargılama Usulü Kanunu kapsamında yapılan bir idari başvuru olarak görmemek gerekmektedir. İdare mülkiyeti kendisine geçen taşınmazdan (taşınmazın kamulaştırılmasından) tek taraflı olarak vazgeçebiliyor olsaydı yapılan başvuruyu İdari Yargılama Usulü Kanununun 11 inci maddesinin uygulanmasına yönelik olarak kamulaştırma işleminin geri alınması/kaldırılması talepli bir idari başvuru olarak değerlendirmek mümkün olabilirdi. Yapacağı başvuru İdari Yargılama Usulü Kanunu kapsamında idari başvuru sayılamayacak olan eski malik veya mirasçılarının idarenin anlaşmadan vazgeçme teklifinde bulunmasını sağlamak için 6100 sayılı Hukuk Muhakemeleri Kanunun 105 inci maddesi kapsamında idareye karşı eda davası açması bir çözüm yolu olarak düşünülebilecektir. Hukuk Muhakemeleri Kanununa göre  eda davası yoluyla mahkemeden, davalının, bir şeyi vermeye veya yapmaya yahut yapmamaya mahkûm edilmesi talep edilir  (m. 105).Kamulaştırma Kanununun 21 inci maddesinde tek taraflı vazgeçmenin kısmen yapılabileceği öngörülmüş olmakla birlikte, anlaşarak vazgeçmenin düzenlendiği 22 nci maddede kısmen vazgeçmeden söz edilmemiştir. Ancak kanaatimizce buna engel de bulunmamaktadır. Şüphesiz idare kamulaştırmadan sonra taşınmazın bir kısmına ihtiyaç duymakla beraber bir kısmına artık ihtiyaç duymayabilir. Taşınmazın bir kısmı bakımından kamulaştırma amacına veya kamu yararına yönelik bir ihtiyaç bulunmakla beraber bir kısmı bakımından bu ihtiyaç ortadan kalkmış olabilir. Bu durumda idare eski malik veya mirasçılarına kamulaştırmadan kısmen vazgeçme teklifinde bulunabilir. Kısmen vazgeçme dışında kalan kısımda vazgeçme nedeniyle değer azalması meydana geliyorsa bunun kamulaştırma bedelinin iadesinde göz önünde bulundurulması, değer azalmasının idareye ödenecek bedelden düşülmesi eski malik veya mirasçıların yararına olacaktır. Aksi takdirde eski malik veya mirasçıların idarenin kısmen vazgeçme teklifini kabul etmesi beklenmeyecektir. Kısmen vazgeçme kısmen kamulaştırma sonucunu doğuracağından Kamulaştırma Kanununun kısmen kamulaştırmayı düzenlediği 12 nci maddesinden yararlanmak suretiyle tarafların bedelde anlaşmalarını sağlayacak bir çözüm yolu bulunulabilecektir. 12 nci maddeye göre  kısmen kamulaştırılan taşınmaz malın değeri... kamulaştırma dışında kalan kısmın kıymetinde, kamulaştırma nedeniyle eksilme meydana geldiği takdirde; bu eksilen değer miktarı tespit edilerek... kamulaştırma bedeline eksilen değerin eklenmesiyle bulunan miktardır  (m. 12/1-b). Bu esası kısmen kamulaştırmadan vazgeçmeye şu şekilde uyarlamanın mümkün olduğunu düşünmekteyiz:  Kısmen vazgeçilen taşınmazın değeri, vazgeçme kapsamı dışında kalan kısmın kıymetinde vazgeçme nedeniyle eksilme meydana geldiği takdirde eksilen değerin vazgeçilen kısmın değerinden düşülmesiyle belirlenen değerdir .İdarenin eski malike veya mirasçılarına yönelik kamulaştırmaktan anlaşarak vazgeçmeyi teklif eden bildiriminde kamulaştırdığı taşınmaza kamulaştırma Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 9933amacı veya kamu yararı amacı kapsamında ihtiyacının kalmadığını ve ödemiş olduğu kamulaştırma bedeli karşılığında taşınmazı geri alabileceği bilgisine yer vermesi gerekmektedir. Eski malik veya mirasçıları idare tarafından kendilerine yapılan teklifin içeriğini bilmelidirler.Yapılan bildirim üzerine eski malik veya mirasçılar idareyle anlaşmak zorunda değillerdir. İdarenin anlaşma teklifini reddedebilirler. İdarenin mülkiyeti kendisine geçmiş olan taşınmazla ilgili tek taraflı olarak kamulaştırmadan vazgeçme kararı alıp, bu kararın uygulanması kapsamında taşınmazın eski malike veya mirasçılara devrini sağlaması ve bunun karşılığında kamulaştırma bedelini geri alması mümkün değildir. Kamulaştırmadan vazgeçilmesi ve bunun sonucunda eski malik veya mirasçıların taşınmazı geri alması ve kamulaştırma bedelinin idareye iadesi için tarafların anlaşmaları olmazsa olmaz koşuldur. Tarafların anlaşmaları, yani karşılıklı ve birbirine uygun irade beyanlarının varlık kazanması itibariyle vazgeçme akdi niteliktedir.Eski malik veya mirasçıların idarenin vazgeçme teklifini kabul etme zorunluluğu bulunmamakla birlikte idarenin vazgeçme şartlarının kesin olarak oluşması üzerine eski malik veya mirasçılarına anlaşma teklifinde bulunması şarttır. İdarenin taşınmaza ihtiyacının kalmaması üzerine eski malik veya mirasçılara vazgeçme teklifini yapıp yapmama hususunda takdir yetkisi yoktur. Vazgeçme teklifinde bulunmak idare için yükümlülük teşkil etmektedir. Bununla birlikte ihtiyacın ortadan kalkmasından itibaren ne kadarlık süre içerisinde bu bildirimin yapılması gerektiği Kanunda öngörülmemiştir. Kanaatimizce idarenin kesin olarak kamulaştırma ve kamu yararı amacına kullanılamayacak bir taşınmazı mülkiyetinde bulundurmasında kamu yararı bulunmadığından ve eski malik veya mirasçılarının kamulaştırılan taşınmazlarına bir an önce kavuşmalarında kişisel yararları olduğundan bu bildirimin derhal yapılması gerekir.Kamulaştırmadan anlaşarak vazgeçme koşullarının gerçekleşmiş olmasına rağmen idarenin eski malike veya mirasçılarına taşınmazın devri konusunda anlaşma teklifinde bulunmaması ve taşınmazı üçüncü bir kişiye satması halinde eski malik veya mirasçıları kamulaştırma bedeli dışında kalan bedeli idareden talep edebilirler. Kamulaştırma bedeli dışında kalan bedelden taşınmazda kamulaştırma kesinleştikten sonra meydana gelen değer artışını anlamak gerekir.75 Akyılmaz,SezginerveKaya,İdareHukuku,s.659.76 BununlabirliktebuteklifüzerinetaşınmazmalıgerialmayıkabuletmeyenmalsahibiveyamirasçılarınınKamulaştırmaKanununun23 üncümaddesinegöretaşınmazıgerialmahaklarıdüşer(m.22/2).77 Düren,s.203;Akgüner,s.913.78 Yıldırım,Vazgeçme,s.14;Akyılmaz,SezginerveKaya,İdareHukuku,s.659.79 Kışla,s.134;Ayrıcabkz.Y.18.HD,28.05.2015,E.2014/15064K.2015/8977,Legalbank;Y.18.HD,28.05.2015,E.2014/15138K.2015/8983,Legalbank.80 Solmaz,s.64.81 Y.18.HD,28.05.2015,E.2014/15064K.2015/8977,Legalbank;Y.18.HD,28.05.2015,E.2014/15138K.2015/8983,Legalbank. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi9944  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesi4. Mal Sahibi veya Mirasçılarının Kamulaştırma Bedelini Aldıkları Günden İtibaren İşleyecek Kanuni Faiziyle Birlikte Üç Ay İçinde ÖdemesiKamulaştırmadan tarafların anlaşmasıyla vazgeçme için idare ile eski malik veya mirasçıların anlaşma yönünde iradelerinin uyuşması yeterli değildir. Bu anlaşma üzerine ayrıca eski malik veya mirasçılarının üzerlerine düşen bir yükümlülük olarak kamulaştırma bedelini, bu bedeli aldıkları günden itibaren işleyecek olan kanuni faiziyle birlikte üç ay içinde idareye ödemesi gerekmektedir.Eski malikin veya mirasçılarının kamulaştırma bedeli ve kanuni faizini ödemesi için Kanunla belirlenen üç aylık süre hak düşürücü süre olup, bu süre zarfında idareye ödemede bulunmayan eski malik veya mirasçılarının anlaşma teklifini kabul etmediği varsayılacaktır. Böylece tarafların anlaşmasıyla kamulaştırmadan vazgeçilmesi mümkün olmayacaktır.Kamulaştırmadan anlaşarak vazgeçmede eski malik veya mirasçıları kamulaştırma bedelini ve varsa kanuni faizini kısa olarak kabul edilebilecek bir süre olan üç ay içerisinde ödemekte zorlanabilir. Dolayısıyla bedeli ve varsa kanuni faizini ödemesi için eski malik veya mirasçılarına verilecek kanuni sürenin daha uzun bir süre olarak belirlenmesinde yarar vardır. Örneğin iade süresi her iki tarafın da menfaati gözetilerek altı ay olarak belirlenebilir. İade için makul bir sürenin belirlenmesi tarafların vazgeçme konusunda anlaşmalarını kolaylaştırır. Kanaatimizce altı ay olarak belirlenecek süre, iade bedelini temin etme bakımından kısa bir süre olmadığı gibi idarenin de eski malik veya mirasçılarınca bedelin temininde beklemeye katlanabileceği bir süredir.Doktrinde Kamulaştırma Kanunun 22 nci maddesinin uygulanması kapsamında idare ile eski malik veya mirasçılarının anlaşmalarında iade işleminin kamulaştırmanın ve bedelinin kesinleşmesinden sonra bir yıl içinde gerçekleşmesi hâlinde  kamulaştırma bedelinin faizinin alınmayacağına ilişkin hükmün  uygulanmasına idare tarafından engel olunabileceği yönünde bir görüş bulunmaktadır. Buna göre idare anlaşma teklifinde bulunma şartı oluştuğu halde kamulaştırma bedelinin faizini de alabilmek için bir yıllık sürenin geçmesinden sonra anlaşma teklifinde bulunabilecek, bu durum hakkın kötüye kullanılması durumuyla karşı karşıya kalınmasına sebebiyet verebilecektir. Kamulaştırmadan vazgeçmeyi kolaylaştırmak isteyen idarenin bu yolu tercih etmeyeceği muhakkak olmakla birlikte görüşte ortaya koyulduğu üzere idarenin böyle bir hareket tarzını tercih etmesi de karşı karşıya kalınabilecek bir durumdur. İdarenin böyle bir tutum ser82 KutluGürsel,s.435;Kışla,s.136.83 Tekeş,s.59.84 Görüşvedetaylariçinbkz.MuratBuğraTahtalı, TürkHukukundaKamulaştırılanTaşınmazınGeriAlınmasındaİdareninSorumluluğununEskiMalikeYükletilmesiSorunu ,TAAD,Y:12,S.46,Nisan2021,s.511,523-524.Tahtalı nınfaizinalınmamasıbakımındandikkatealınmasıgerekenkamulaştırmanınvebedelininkesinleşmesindenfarklıbiranıbaşlangıçolarakkabulettiğitespitedilmiştir(Bkz.Tahtalı,s.524).Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 9955gilemesi halinde eski malik veya mirasçıları iade teklifinde bulunma gereği bir yıllık süre dolmadan önce ortaya çıktığı halde idarenin bu teklifi geciktirdiğini, dolayısıyla kamulaştırma bedelinin yanı sıra yasal faiz ödeme şartının oluşmadığını, Kamulaştırma Kanununun 24 üncü maddesinde 22 nci maddenin uygulamasından doğacak anlaşmazlıkların adli yargıda çözümleneceği öngörüldüğünden adli yargı yerinde açacakları davada ileri sürebilirler.Kamulaştırılan taşınmaz üzerinde bina, sabit tesisler ve ekili dikili şeyler var olup, bunlar kamulaştırmadan sonra yıkılmışsa, sökülmüşse veya harap olmuşsa bu hususlar kamulaştırma bedelinin idareye iadesinde göz önünde bulundurulacaktır. Eski malik veya mirasçıları taşınmaz malın değerinde azalmaya sebep olan bu hususlar dikkate alınarak iade edeceği kamulaştırma bedelinden indirim yapılmasını isteyebilecektir. Zira Kamulaştırma Kanununun 24 üncü maddesinde böyle bir ihtimalde mal sahibi veya mirasçısının, kamulaştırma tarihindeki değerine göre farkının, ödeyeceği kamulaştırma bedelinden düşülmesini isteyebileceği öngörülmüştür.Taşınmazın eski malike veya mirasçılarına devri karşılığında idarenin ancak ödediği kamulaştırma bedelini ve şartları oluşmuşsa faizini istemesi mümkün olup, eski malik veya mirasçılarından kamulaştırma bedelinin çok üstünde bir bedel talep etmesi teklifinin Kamulaştırma Kanununun 22 nci maddesi kapsamında anlaşarak vazgeçme kapsamında kabulüne engel olabilecektir. Zira Yargıtay vermiş olduğu bir kararda bu hususu dile getirmiştir. Yargıtay a göre; ... idare bedeli 1986 yılında kesinleşen taşınmazın iadesinin kesinleşen bu bedelle değil onun çok üzerinde önerdiği bedelle devredeceğini bildirmiştir. O halde bu işlem Kamulaştırma Kanununun 22. Maddesi kapsamında olmayıp genel hükümlere tabi bir icaptan ibarettir. Davacı 22. maddeye dayanarak idarenin muvafakati olmadan hükmen taşınmazı bu şekilde geri alama(z)... 86.Kamulaştırma bedelinin iadesinde kanuni faiz kamulaştırma bedelinin eski malik veya mirasçıları tarafından alındığı tarihten itibaren işlemeye başlayacağına göre bu bedelin ne zaman alındığını da tespit etmek gerekmektedir. Kamulaştırma bedelinin alınma zamanı kamulaştırmanın idari aşamada veya adli aşamada kesinleşmesine göre farklılık arz eder. İdari aşamada Kamulaştırma Kanununun 8 inci maddesine gereğince satın alma usulünün uygulanmasında tarafların (idare ile malik veya yetkili temsilcisinin) anlaşması üzerine, idare tarafından, üzerinde anlaşmaya varılan bedel süresi içinde hazır edilerek anlaşma tutanağının ve kamulaştırma öncesi taşınmaz üzerindeki tüm takyidat ve haklardan arındırmayı bildiren yazının 85 KamulaştırmaKanununagöre 21,22ve23 üncümaddeleruyarıncakamulaştırılmasındanvazgeçilenveyagerialınantaşınmazmalüzerindekibina,sabittesislerveekilidikilişeyleryıkılmış,sökülmüşveyaharapolmuşise,taşınmazmalıngerialınmasındamalsahibiveyamirasçısı,kamulaştırmatarihindekideğerinegörefarkının,ödeyeceğikamulaştırmabedelindendüşülmesiniisteyebilir. (m.24/1).86 Y.18.HD,23.05.1997,E.1997/2992K.1997/5271,Legalbank. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi9966  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesiteslimi üzerine idare adına tapuya resen tescil veya terkinden sonra kamulaştırma bedelinin ödeneceği öngörülmüş olup, tescil veya terkin üzerine idarenin bu bedeli tesliminden/bankaya yatırmasından sonra bedelin alındığı tarihten itibaren kanuni faiz işlemeye başlayacaktır. Kamulaştırmanın idari aşamada sonlandırılamaması halinde başlatılabilecek olan adli aşamada ise mahkeme tarafından taşınmaz malın idare adına tesciline ve kamulaştırma bedelinin hak sahibine ödenmesine karar verilmesi ve bu kararın tapu dairesine ve idarece kamulaştırma bedelinin yatırıldığı bankaya bildirilmesi üzerine bankadan kamulaştırma bedelinin alındığı tarihten itibaren kanuni faizin işlemesi söz konusu olacaktır.Tarafların anlaşması üzerine eski malik veya mirasçıları tarafından kamulaştırma bedelinin yanı sıra kanuni faizin de ödeneceği öngörülmekle birlikte Kamulaştırma Kanununda iade işleminin kamulaştırmanın ve bedelinin kesinleşmesinden sonra bir yıl içinde gerçekleşmesi hâlinde kamulaştırma bedelinin faizinin alınmayacağı öngörülmüştür. Böylece anlaşarak vazgeçmenin kısa kabul edilebilecek bir süre olarak bir yıl içinde gerçekleştirilmesi halinde eski malik veya mirasçılarına ödeme kolaylığı tanınıp, tarafların anlaşma ihtimali artırılmaya çalışılmıştır. Ancak faizin alınmamasına başlangıç teşkil edecek olması itibariyle Kanunda hem kamulaştırmanın hem de kamulaştırma bedelinin kesinleşmesinden söz edilmesi kafa karıştırıcı bir durumun ortaya çıkmasına sebep olmaktadır. Nitekim bu durum doktrinde de hukuki açıdan karmaşa yaratabilecek bir durum olarak değerlendirilmiştir. Zira kamulaştırmanın kesinleşmesi ile kamulaştırmanın bedelinin kesinleşmesi her zaman aynı zamanda olmamaktadır. Faiz alınmamasına başlangıç teşkil edecek sürenin kamulaştırmanın kesinleşmesinden itibaren mi yoksa kamulaştırma bedelinin kesinleşmesinden itibaren mi başlayacağının tespit edilmesi gerekmektedir. Akgüner faizin işleyip işlememesinin kamulaştırma bedelinin malikin tasarrufuna girmesiyle ilgili olduğunu, faiz istenememesi bakımından bir yıllık sürenin başlangıcından kamulaştırma bedelinin malikin hesabına yatırıldığı tarihin anlaşılması gerektiğini ifade etmiştir. Bu hususta Kutlu Gürsel ise kamulaştırmada adli aşamaya geçilebileceği ihtimalinden hareket ederek kamulaştırma kesinleşse bile kamulaştırma bedelinin kesinleşmeyebile87 KamulaştırmaKanununagöre İdarece,anlaşmatutanağınıntanzimtarihindenitibarenengeçkırkbeşgüniçinde,tutanaktabelirtilenbedelhazıredilerek,idareninanlaşmatutanağıvekamulaştırmaöncesitaşınmazüzerindekitümtakyidatvehaklardanarındırıldığınıbildirenyazıyaistinadenidareadınatapuyaresentescilveyaterkinedilir.Tapuyaresentescilveyaterkindensonrakamulaştırmabedelikendilerineödenir. (m.8/6).88 KamulaştırmaKanununagöre ...İdarece,kamulaştırmabedelininhaksahibiadınayatırıldığına,hâkimtarafındankamulaştırmabedeliolaraktespitedilenbedelinveyahaksahibinintespitedilemediğidurumlardaiseilerideortayaçıkacakhaksahibineverilmeküzereblokeedildiğinedairmakbuzunibrazıhalindemahkemece,taşınmazmalınidareadınatescilinevekamulaştırmabedelininhaksahibineödenmesinekararverilirvebukarar,tapudairesineveparanınyatırıldığıbankayabildirilir... (m.10/8).89 Bkz.KutluGürsel,s.437.90 Akgüner,s.912.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 9977ceğini, bedel tespiti ve tescili davasında taşınmaz idare adına tescil edildiğinde bedelin kesinleşmesinin bu tescilden sonra olabileceğini ve sürenin başlangıcının kanun koyucu tarafından açıkça düzenlenmesi gerektiğini söylemiş, bir yıllık sürenin bedelin kesinleştiği tarihten itibaren başlaması gerektiğini dile getirmiştir. Kanaatimizce de eski malik veya mirasçılarının lehine bir durum oluşturması ve tarafların anlaşmalarını kolaylaştıracak olması itibariyle sürenin başlangıç tarihini kamulaştırma bedelinin kesinleşme tarihi olarak görmek gerekmektedir. Peki bir yıllık sürenin başlamasına esas teşkil etmesi itibariyle bedel ne zaman kesinleşmiş olacaktır? Kamulaştırma Kanununun 10 uncu maddesinin sekizinci fıkrasında öngörüldüğü üzere tescil hükmü kesin olmakla beraber, tarafların bedele ilişkin istinaf veya temyiz hakları saklıdır. Adli aşamada bedel bu aşamada kanun yoluna başvurma süresinin/sürelerinin geçmesi veya bu yola başvurulması üzerine kanun yolu incelemesinin tamamlanması üzerine kesinleşecek olup, bedelin bu suretle kesinleşmesinden itibaren bir yıllık sürenin işlemeye başlayacağının kabul edilmesi gerekir. Kamulaştırma bedelinin idari aşamada kesinleşmesi ise kanaatimizce idare adına taşınmazın tescili ile gerçekleşecektir. Zira taşınmaz tapuda idare adına tescil edilene kadar anlaşmadan ve dolayısıyla anlaşmanın bir parçasını oluşturan bedelden de vazgeçmek mümkündür. Bu halde hem kamulaştırma hem de kamulaştırma bedeli aynı anda kesinleşecek, bu kesinleşme anından itibaren bir yıllık sürenin işlemeye başlayacağının kabul edilmesi gerekecektir.5. Kamulaştırılan Taşınmaz Mala Kamulaştırmayı Yapan İdare Dışında Başka Bir İdarenin Kamulaştırma Yoluyla Gerçekleştirebileceği Bir Kamu Hizmeti Amacıyla İstekli Olmamasıİdare taşınmazı kamulaştırdıktan sonra kamulaştırılan taşınmaza başka bir idare kamu yararı amacına ulaşmada ihtiyaç duyabilir. Taşınmaza ihtiyaç duyan idarenin mutlaka taşınmazı kamulaştırma yoluyla elde eden idare ile aynı özel amaca ulaşmak istemesi gerekmemekte olup, kamunun yararına olan herhangi bir amaç için taşınmazı elde etmek istemesi mümkündür. Kamulaştırma Kanununun 30 uncu maddesi gereğince kamu tüzelkişilerinin ve kurumlarının sahip oldukları taşınmaz mallar diğer bir kamu tüzelkişisi veya kurumu tarafından kamulaştırılamayacağından böyle bir taşınmaz malın ancak yine Kamulaştırma Kanununun 30 uncu maddesi gereğince taşınmaza ihtiyaç duyan ve onu talep eden idareye devri söz konusu olabilir. Böyle bir ihtimalin gerçekleşmesi, yani kamulaştırma yapan idare dışında başka bir idarenin kamulaştırma yoluyla gerçekleştirebileceği bir kamu hizmeti amacıyla istekli olması üzerine bu idarenin taşınmaza sahip olan idareye başvurması, bu başvuru üzerine iki idarenin devir 91 KutluGürsel,s.437.92 Yayla,taşınmazıkamulaştıranidarenintaşınmazıbaşkabiridareyedevretmesinindebiranlamdakamulaştırmadanvazgeçmeolarakkabuledilebileceğiniifadeetmektedir(Yayla,s.215).93 Ayrıcabkz.KutluGürsel,s.435. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi9988  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesikonusunda uzlaşmaya varmaları veya Danıştayca taşınmazın devir isteğinde bulunan idareye devri yönünde karar alınması halinde anlaşarak vazgeçme mümkün olmayacaktır. Ayrıca yine Kamulaştırma Kanununun 30 uncu maddesi kapsamında İçişleri Bakanlığının güvenlik gerekçesiyle ihtiyaç duyduğu bir taşınmazın Cumhurbaşkanı kararıyla resen Hazine adına tescil ve İçişleri Bakanlığına tahsis edilmesi halinde de tarafların anlaşması suretiyle kamulaştırmadan vazgeçme söz konusu olamayacaktır.Kamulaştırma Kanununun 30 uncu maddesi gereğince idareler arası devrin yanı sıra 1050 sayılı Muhasebei Umumiye Kanununun 23 üncü maddesine göre işlem yapılacak olan hallerde de tarafların anlaşması suretiyle kamulaştırmadan vazgeçme mümkün olmayacaktır. 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanunuyla (m. 81) 1050 sayılı Muhasebei Umumiye Kanunu yürürlükten kaldırılmış, ayrıca 5018 sayılı Kanunda (Geçici Madde 9) diğer kanunlarla 1050 sayılı Muhasebei Umumiye Kanununa yapılan atıfların bu Kanuna yapılmış sayılacağı öngörülmüştür. Bununla ilgili olarak 5018 sayılı Kamu Mali Yönetimi ve Kontrol Kanununun 45 inci maddesinde bir idarenin taşınmazını başka bir idareye bedelsiz devri, 47 nci maddesinde ise tahsisi düzenlenmiştir.Bedelsiz devrin düzenlendiği 45 inci maddede kamu idarelerinin görmekle yükümlü olduğu kamu hizmetlerinde kullanılacağına ve amacına uygun kullanılmaması halinde geri alınacağına dair tapu kütüğüne şerh konulması kaydıyla taşınmazlarını diğer kamu idarelerine bedelsiz olarak devredebileceği öngörülmüştür. Tahsisin düzenlendiği 47 nci maddede ise taşınmaz tahsisine yer verilmiş olup, bu 94 KamulaştırmaKanunun30 uncumaddesininilgilikısmışöyledir: Kamutüzelkişilerininvekurumlarınınsahipolduklarıtaşınmazmal,kaynakveyairtifakhaklarıdiğerbirkamutüzelkişisiveyakurumutarafındankamulaştırılamaz.Taşınmazmala;kaynakveyairtifakhakkınaihtiyacıolanidare,8 incimaddeuyarıncabedelitespiteder.Bubedelesasalınaraködeyeceğibedelidebelirterekmalsahibiidareyeyazılıolarakbaşvurur.Malsahibiidaredeviremuvafakatetmezveyaaltmışgüniçindecevapvermeziseanlaşmazlık,alıcıidareninbaşvurusuüzerineDanıştayilgiliidaridairesinceincelenerekikiayiçindekesinkararabağlanır... .95 KamulaştırmaKanunun30 uncumaddesininilgilikısmışöyledir: İçişleriBakanlığınıngüvenlikgerekçesiyleihtiyaçduyduğu,kamukurumvekuruluşları,belediyelerveilözelidareleridâhilmahalliidarelervediğerkamutüzelkişilerineaittaşınmazlar,kaynakveyairtifakhakları,CumhurbaşkanıkararıylaresenHazineadınatescilveİçişleriBakanlığınatahsisedilir... .96 5018sayılıKamuMaliYönetimiveKontrolKanununun45 incimaddesininüçüncüfıkrasınagöre Kamuidareleri,ihtiyaçfazlasıtaşınırlarıilegörmekleyükümlüolduğukamuhizmetlerindekullanılacağınaveamacınauygunkullanılmamasıhalindegerialınacağınadairtapukütüğüneşerhkonulmasıkaydıylataşınmazlarınıdiğerkamuidarelerinebedelsizolarakdevredebilir... .97  5018sayılıKamuMaliYönetimiveKontrolKanununun47 ncimaddesinegöre Kamuidareleri,kanunlarındaveyaCumhurbaşkanlığıkararnamelerindebelirtilenkamuhizmetleriniyerinegetirebilmekiçinmülkiyetlerindekitaşınmazlarlaDevletinhükümvetasarrufualtındakiyerleri,birbirlerineveköytüzelkişiliklerinebedelsizolaraktahsisedebilirler.Tahsisedilentaşınmaz,amaçdışıkullanılamaz.HazineninözelmülkiyetindekitaşınmazlarlaDevletinhükümvetasarrufualtındakiyerleritahsisetmeye,kamuihtiyaçlarıiçingerekliolmayanlarıntahsisinikaldırmayaÇevreveŞehircilikBakanlığı;diğertaşınmazlarıtahsisetmeyevetahsisinikaldırmayaisemalikikamuidaresiyetkilidir.BumaddeninuygulanmasınailişkinesasveusûllerÇevreveŞehircilikBakanlığıncaçıkarılacakyönetmeliklebelirlenir.Kanunlardakiözelhükümlersaklıdır .Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması 9999düzenlemeyle kamu idarelerinin, kanunlarında veya Cumhurbaşkanlığı kararnamelerinde belirtilen kamu hizmetlerini yerine getirebilmek için mülkiyetlerindeki taşınmazlarla Devletin hüküm ve tasarrufu altındaki yerleri, birbirlerine ve köy tüzel kişiliklerine bedelsiz olarak tahsis edebileceği hüküm altına alınmıştır.Kamulaştırma Kanununun 30 uncu maddesinde düzenlenen idareler arası mal devrinden farklı olarak 5018 sayılı Kanunun 45 inci maddesi kapsamında yapılan devirde ve 47 nci maddesi kapsamındaki tahsiste bedel aranmayacak, ancak 45 ve 47 nci maddelerin uygulanmasında da devir ve tahsis konusu taşınmazın kamulaştırmadan anlaşarak vazgeçme yoluyla eski malikine veya mirasçılarına devri söz konusu olmayacaktır.Kamulaştırma Kanununun 22 nci maddesi gereğince kamulaştırmadan anlaşma yoluyla vazgeçilmesine engel olarak bu Kanunun 30 uncu ve 5018 sayılı Kamu Mali Yönetimi Kontrol Kanununun 45 inci maddesinde düzenlenen devir ile Kamu Mali Yönetimi Kontrol Kanununun 47 nci maddesinde düzenlenen tahsisin dışında devir ve tahsise ilişkin olarak 5393 sayılı Belediye Kanununda yer alan düzenlemelere de değinmenin olacağı düşünülmektedir. Belediye Kanununun 15 inci maddesinde belediyelerin  taşınmaz tahsis etme  yetkileri düzenlenmiştir. Kanuna göre  mahallî müşterek nitelikteki hizmetlerin yerine getirilmesi amacıyla, belediye ve mücavir alan sınırları içerisinde taşınmaz... tahsis etmek...  belediyenin yetki ve imtiyazları arasında yer almaktadır (m. 15/1-h). Kanuna göre  il sınırları içinde büyükşehir belediyeleri, belediye ve mücavir alan sınırları içinde il belediyeleri ile nüfusu 10.000 i geçen belediyeler, meclis kararıyla... sağlık, eğitim, sosyal hizmet ve turizmi geliştirecek projelere Çevre ve Şehircilik Bakanlığının onayı ile ücretsiz veya düşük bir bedelle amacı dışında kullanılmamak kaydıyla taşınmaz tahsis edebilir (ler)...  (m. 15/6). Belediye Kanununun 75 inci maddesine göre diğer kuruluşlarla ilişkileri kapsamında da belediyeler devir ve tahsis yoluna gidebilirler. Belediye Kanununa göre  belediye(ler), belediye meclisinin kararı üzerine yapacağı anlaşmaya uygun olarak görev ve sorumluluk alanlarına giren konularda... kendilerine ait taşınmazları, aslî görev ve hizmetlerinde kullanılmak üzere bedelli veya bedelsiz olarak mahallî idareler ile diğer kamu kurum ve kuruluşlarına devredebilir veya süresi yirmi beş yılı geçmemek üzere tahsis edebilir... Bu taşınmazların, tahsis amacı dışında kullanılması hâlinde, tahsis işlemi iptal edilir. Tahsis süresi sonunda, aynı esaslara göre yeniden tahsis mümkündür. Kamu kurum ve kuruluşlarına belediyeler, bağlı kuruluşları ve belediye şirketlerince devir veya tahsis edilen taşınmazlar, kamu konutu ve sosyal tesis olarak kullanılamaz  (m. 75/1-d).6. Taşınmazın Baraj İnşası Kapsamında Mücavir Taşınmaz Mal Olması Sebebiyle Kamulaştırılmış Bir Taşınmaz OlmamasıBaraj inşa etmek amacıyla yapılan kamulaştırmalar kamulaştırmaya tabi tutulan taşınmaz/taşınmazlara komşu diğer taşınmaz/taşınmazların da kamulaştırılması gereğini doğurabilir. Kamulaştırma Kanununun 12 nci maddesinin altıncı fıkrasın 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi110000  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesida bu gerekliliğin doğabileceğine ilişkin bir düzenleme yer almaktadır. Buna göre baraj inşası için yapılan kamulaştırmaların sonunda kamulaştırma sahasına mücavir taşınmazlar, kamulaştırma işleminin tamamlandığına ilişkin ilanın indirildiği tarihten itibaren bir yıl içinde sahiplerinin yazılı başvurusu üzerine çevrenin sosyal, ekonomik veya yerleşme düzeninin bozulup bozulmadığı, ekonomik veya sosyal yönden yararlanılmasının mümkün olup olmadığı yönlerinden ilgili valilikte kurulan komisyon tarafından incelemeye tabi tutulur. Komisyonun yaptığı inceleme sonucunda çevrenin sosyal, ekonomik veya yerleşme düzeninin bozulduğuna ve taşınmaz maldan yararlanılmasının mümkün olmadığına karar vermesi durumunda başvuruya konu taşınmaz mal da kamulaştırılır. Bu suretle kamulaştırılan mücavir taşınmazlar hakkında Kamulaştırma Kanununun 22 nci maddesi kapsamında anlaşarak vazgeçme yoluna gidilemez. Bu taşınmazlar üzerinde idare imar mevzuatı hükümlerini de göz önünde bulundurarak dilediği gibi tasarrufta bulunabilir ve gerektiğinde bunları Hazineye bedelsiz olarak devredebilir.SONUÇKamulaştırmadan vazgeçme gerçekleştirilmesinde kamu yararı bulunmayan bir kamulaştırmanın gerçekleştirilmemesini, kamulaştırma gerçekleştirilmişse kamulaştırma işleminin ortadan kaldırılmasını sağlayan bir hukuki yoldur. Kamulaştırmadan vazgeçmenin hem idare hem de taşınmazı kamulaştırılacak/kamulaştırılmış olan malik/eski malik veya mirasçıları için olumlu sonuçları bulunmaktadır. Ancak kamulaştırmadan vazgeçme birtakım sorunları da beraberinde getirebilmektedir. Sorunlar bazen idarenin tutumundan bazen de kamulaştırmadan vazgeçmenin Kamulaştırma Kanununda düzenleniş biçiminden kaynaklanmaktadır. Çalışmamızda kamulaştırmadan vazgeçmede uyulması gereken esasların ve kamulaştırmadan vazgeçmenin beraberinde getirdiği sorunların neler olduğu makale boyutuna uygun olarak ortaya konulmaya çalışılmıştır. Zira literatürde doğrudan kamulaştırmadan vazgeçmeyi ele alan tek bir makaleye rastlanılabilmiştir.Kamulaştırmadan vazgeçmede uyulması gereken esaslar çalışmanın metin kısmında tüm ayrıntılarıyla ortaya konulmaya çalışıldığından burada ayrıca ele alınmaları bir bakıma çalışmanın buraya aynen aktarılması anlamına geldiğinden sonuç kısmından kamulaştırmadan vazgeçmeyle ortaya çıkan sorunlar ve çözüm önerileri ortaya konulacaktır.Kamulaştırmadan tek taraflı vazgeçmede kamulaştırma kararı veren idarenin kararının gereğinden söz edilmekte, fakat Kamulaştırma Kanununda kamulaştırma kararının kim tarafından verileceği gösterilmemektedir. Bu durum kafa karışıklığına sebebiyet verebilmektedir. Kanunda kamulaştırma kararı veren ile kamu yararı kararı alanın kastedildiği açıkça ortaya konulmalıdır.98 Bkz.KamulaştırmaKanunu,m.12/6.Akdeniz Üniversitesi        2022,   12 -   1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması011Kamulaştırma  Kanununa  göre  mahkemece  Kamulaştırma  Kanununun 10 uncu maddesine göre yapılan tebligat, davet veya ilanen tebliğ üzerine taşınmaz malın başkasına devir ve ferağ veya temlikinin yasak olması malik veya mirasçılarının taşınmazı bu kısıtlama nedeniyle zamanında elden çıkaramamasına ve zararına sebep olabilmektedir. Böyle bir zararın idare tarafından karşılanması gerekmektedir.Kamulaştırmadan vazgeçmenin ayrı ayrı maddelerde düzenlenmesi kamulaştırmadan tek taraflı olarak vazgeçmenin kamulaştırma kesinleşinceye kadar yapılabileceği hususunun gözden kaçırılmasına sebep olabilmektedir. Dolayısıyla birbiriyle bağlantılı olan tek taraflı vazgeçme ile anlaşarak vazgeçmenin aynı maddede düzenlenmesi yerinde olacaktır.Anlaşarak vazgeçmede idarenin vazgeçme teklifinde bulunması üzerine eski malik veya mirasçılarının kamulaştırma bedelini iade etmesi gereken süre makul değildir. Kamulaştırma bedelinin ve varsa kanuni faizinin idareye iade edilerek taşınmazın eski malike veya mirasçılara devrini kolaylaştırmak için üç ay yerine altı aylık bir iade süresinin belirlenmesi yerinde olacaktır.İdarenin anlaşarak vazgeçme teklifinde bulunması gereken süresinin beş yıl ile sınırlandırılması yerinde değildir. İdare bakımından bu sürenin çok daha uzun bir süre olarak belirlenmesi, bu yapılırken kamu hizmetlerinden yaşanan dönüşümün de göz önünde bulundurulması gerekmektedir.Kamulaştırmadan vazgeçmede idarenin takdir yetkisi geniş olup, vazgeçme ancak takdir yetkisinin hukuka uygunluk denetimi şeklinde yapılabilir. Yargı yeri kamulaştırmadan vazgeçmeden kaynaklanan bir uyuşmazlık önüne gittiğinde Anayasada yer alan ve tüm yargı organları bakımından uyulması gereken esasları belirleyen  Yargı yetkisi, idarî eylem ve işlemlerin hukuka uygunluğunun denetimi ile sınırlı olup, hiçbir surette yerindelik denetimi şeklinde kullanılamaz. Yürütme görevinin kanunlarda gösterilen şekil ve esaslara uygun olarak yerine getirilmesini kısıtlayacak, idari eylem ve işlem niteliğinde veya takdir yetkisini kaldıracak biçimde yargı kararı verilemez  hükmünü göz önünde bulundurmalıdır.Kamulaştırmadan vazgeçme ile ilgili sorunların ortaya çıkmaması için idarenin kamu hizmetlerinin yürütülmesinde geleceğe yönelik planlarını kendisinden beklendiği ölçüde çok iyi yapması, kamulaştırmadan vazgeçmenin ortaya çıkan sonuçların önüne geçmesi gerekmektedir. 2022,   12 -   1      Akdeniz ÜniversitesiHaziran Cilt: Sayı:      Hukuk Fakültesi Dergisi110022  Sencer Abdullah AKKOYUNLUDr. Öğr. Üyesi",
     "Kaynakça": "Akgüner, Tayfun. İdare Hukuku. İstanbul: 9. Basım, Der Yayınları, 2021.Akyılmaz, Bahtiyar; Sezginer, Murat ve Kaya, Cemil. Türk İdare Hukuku. Ankara: 13. Baskı, Savaş Yayınevi, Şubat 2021 (İdare Hukuku).Akyılmaz, Bahtiyar; Sezginer, Murat ve Kaya, Cemil. Türk İdari Yargılama Hukuku. Ankara: 6. Baskı, Savaş Yayınevi, Ekim 2021 (İdari Yargı).Arcak, Ali. Yeni Kamulaştırma Yasası, C. 2. Ankara: Sevinç Matbaası, 1984.Artukmaç, Sadık. Kamulaştırma Hukuku. Ankara: Ayyıldız Matbaası, 1977.Başsorgun, Naci ve Kütahya, Gülsüm. Kamulaştırma, Kamulaştırmasız El Atma ve İmar Mevzuatından Doğan Bedel Davaları. Ankara: Adalet Yayınevi, 2019.Bilgen, Pertev. İdare Hukuku Dersleri (Kamulaştırma İstimval). İstanbul: Filiz Kitabevi, 1996.Çağlayan, Ramazan. İdare Hukuku Dersleri. Ankara: Adalet Yayınevi, 2021 (İdare Hukuku).Çağlayan, Ramazan. İdari Yargılama Hukuku. Ankara: Seçkin Yayınevi, 2021 (İdari Yargı).Çoban Atik, Ayşegül. Kamulaştırmada Yargısal Denetim. Ankara: Adalet Yayınevi, 2014.Düren, Akın. İdare Hukuku Dersler. Ankara: Sevinç Matbaası, 1979.Gözler, Kemal. İdare Hukuku, C. 1. Bursa: 3. Baskı, Ekin Yayınevi, Mayıs 2019 (C. 1)Gözler, Kemal. İdare Hukuku, C. 2. Bursa: 3. Baskı, Ekin Yayınevi, Mayıs 2019 (C. 2).Günday, Metin. İdare Hukuku. Ankara: 11. Baskı, İmaj Yayınevi, 2017.Hayta, Mehmet Ali. Kamulaştırma ve Kamulaştırmasız El Koyma Davaları, 2. Baskı, Ankara: Adalet Yayınevi, 2014.Kalabalık, Halil.  İdarenin Takdir Yetkisinin Sınırları ve Yargısal Denetimi . GÜHFD. C. 1, S. 1, 1999, s. 172 211.Karagözoğlu, H. Fevzi. Kamulaştırma Açıklamalı İçtihatlı İstimlak Kanunu Uygulaması ve Bundan Doğan Uyuşmazlıkların Çözüm Yolları. İstanbul: Arpaz Matbaacılık, 1983.Karatepe, Şükrü.  İdarenin Takdir Yetkisi . TİD, Y. 63, S. 392, Eylül 1991, s. 63 119 (Takdir).Karatepe, Şükrü. İdare Hukuku. İzmir: 4. Baskı, Üniversite Kitapları, 1995.Kaya, Cemil. İdarenin Takdir Yetkisi ve Yargısal Denetimi, İstanbul: 2 Baskı, On İki Levha Yayınevi, 2014.Kışla, Tuğba Güllü. Kamulaştırma Sürecinde (Eski) Malikin Hakları (Danışman: Doç. Dr. Gül Üstün). Marmara Üniversitesi Sosyal Bilimler Enstitüsü. İstanbul: 2019.Köroğlu, Ömer. Kamulaştırma. Ankara: Seçkin Yayınevi, 1995.Kutlu Gürsel, Meltem. Kamulaştırma Hukuku. 3. Baskı, Ankara: Seçkin Yayınevi, 2019.Nalbandoğlu, Reşat. İdare Hukuku. İstanbul: İstanbul Teknik Üniversitesi Matbaası, 1951.Onar, Sıddık Sami. İdare Hukukunun Umumi Esasları, C. 3, İstanbul: 3. Bası, İsmail Akgün Matbaası, 1966.Özay, İl Han. Günışığında Yönetim. İstanbul: Filiz Kitabevi, 2004.Akdeniz Üniversitesi        2022,   12     1 Hukuk Fakültesi Dergisi    Haziran Cilt: Sayı:Kamulaştırmadan Vazgeçme: Kamulaştırma Kanununun 21 ve 22 nci Maddelerinin Uygulanması110033Solmaz, Eren. Kamulaştırma Hukukunda Malikin Geri Alma Hakkı. İstanbul: On İki Levha Yayıncılık, Mart 2016.Tahtalı, Murat Buğra.  Türk Hukukunda Kamulaştırılan Taşınmazın Geri Alınmasında İdarenin Sorumluluğunun Eski Malike Yükletilmesi Sorunu . TAAD, Y. 12, S. 46, Nisan 2021, s. 499 527.Tekeş, Merve. Kamulaştırmadan Vazgeçme ve Geri Alma (Danışman: Doç. Dr. Lale Burcu Önüt). Yayımlanmamış Yüksek Lisans Tezi, Dokuz Eylül Üniversitesi Sosyal Bilimler Enstitüsü. İzmir: 2019.Tüzel, Sadık. İdare Hukuku Dersleri. Teknik Kitap ve Mecmua Basımevi, İzmir 1951.Yayla, Yıldızhan. İdare Hukuku. İstanbul: 1. Bası, Beta Basım Yayım, Eylül 2009.Yıldırım, Turan.  Kamulaştırmadan Vazgeçme . Bahçeşehir Üniversitesi Hukuk Fakültesi Kazancı Hakemli Hukuk Dergisi. C. 9, S. 101 102, 2013, s. 7 23 ( Vazgeçme ).Yıldırım, Turan. İdari İşlemler, Turan Yıldırım (Editör). İdare Hukuku. İstanbul: 6. Baskı, On İki Levha Yayınevi, 2016 (İdari İşlemler).Zabunoğlu, Yahya Kazım. İdare Hukuku, C. 1."
}