{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "12",
     "Ay": "12",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "CONVENTIO PIGNORIS VE REHİN HAKKININ IN REM NİTELİĞİ",
     "Title": "CONVENTIO PIGNORIS AND PLEDGE AS A RIGHT IN REM",
     "Yazar İsmi": [
          "Talya Şans UÇARYILMAZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Ayni teminat",
          "Conventio pignoris",
          "Pignus",
          "Rehin",
          "Roma hukuku"
     ],
     "Keywords": [
          "Conventio Pignoris",
          "Pignus",
          "Pledge",
          "Real Security",
          "Roman Law Uçaryılmaz"
     ],
     "Özet": "Roma hukukunda ayni teminat kavramının, rehin verene ait tek ve belirli bir malvarlığı değerinin alacaklıya teslimi ile kurulan rehinden rehin verene ait güncel ve gelecekteki malvarlığı değerlerinin salt şekilsiz bir anlaşma ile rehnedildiği teslimsiz rehne dönüşümü ekseninde incelenmesi mümkündür. Roma rehin hukukunun günümüze ışık tutan en belirgin özelliği rehnin teslimsiz olarak taraflar arasındaki şekilsiz bir anlaşma (conventio pignoris) ile kurulabilmesine imkan vermiş oluşudur. Bu dönüşüm meşruiyetini, ius praetorium’un işlem hayatı pratikleri ve dönemin ekonomik gereksinimlerini dikkate alarak hukuku şekillendirmesinde bulmaktadır. Conventio pignoris’e hukukî koruma tanınması, rehin hakkının bir ayni hak (ius in rem) olarak karşımıza çıkmasında da büyük önem taşımaktadır. Nitekim rehin hakkının gerektiğinde malike ya da malın bulunduğu üçüncü kişilere ileri sürülmesi imkanı ius praetorium tarafından tanınan koruma yöntemleri ile ortaya çıkmıştır. Özellikle interdictum Salvianum ve daha sonra interdictum Salvianum’un genişletilmesi sonucu ortaya çıkan actio Serviana sonucunda rehin hakkı sahibinin talep hakkını üçüncü kişilere yöneltebileceği kabul edilmiş; rehinli alacaklı rehin konusu malı mal o anda kimin elinde ise ondan alarak borcun ödenmemesi durumunda alacağını elde edebilmiştir. Bu kapsamda söz konusu çalışma Roma hukukunda taraflar arasında kurulan şekilsiz rehin anlaşmasına (conventio pignoris), bu anlaşmanın zamanla hukuki koruma altına alınmasına ve bu hukuki korumaların rehin hakkının sınırlı ayni hak olarak tanınmasındaki rolüne odaklanmış olup, Roma rehin hukukundaki dönüşümün ve sebeplerinin altını çizmeyi amaçlamaktadır.",
     "Abstract": "The concept of real security in Roman law can be analyzed from a perspective of transformation from a possessory pledge on a single specified asset into a non-possessory pledge over the pledger s actual and future assets. The most important characteristic of Roman law of pledge – which is also relevant today- is how it enabled to grant a pledge over the tangible or intabgible assets solely by an informal agreement (conventio pignoris), without the necessity to transfer the possession. This legal transformation owes its legitimacy to ius praetorium and how it sculpted the strict law in the face of transactional practices and the economic conjuncture. The process whereby Roman law provided legal protection to conventio pignoris is cruical in understanding the pledge as an in rem right. Indeed, the relative opportunity to recover the pledged assets from the owner or the third parties with an actio in rem has been reached through the praetorian remedies, especially the interdictum Salvianum and actio Serviana as its expansion. Accordingly this paper is focused on conventio pignoris as the informal pledge agreement between the parties, on its relative protection provided by the praetorian remedies, and their role in understanding the Roman pledge as an in rem right.  As such, it is aimed to underline the transformative process in Roman law of pledge and the causal relations that lie behind.",
     "Metin": "Öte yandan Roma hukukunda karşımıza çıkan rehin kurumu, hem belirli koşullar dairesinde kazandığı in rem niteliği, hem de in personam yapısı ile dikkat çekmektedir. Roma rehin hukuku,  büyük  ölçüde  ekonomik  gereksinimler  sonucunda  değişen  işlem  hayatı pratiklerinin  ius  honorarium  tarafından  hukuki  düzenlemelere  tabi  tutulması  ile gelişmiştir. Bu anlamda ius honorarium un hukuku şekillendirici etkisi Roma rehin hukukunda açık bir şekilde görülmektedir. Rehin hakkına ilişkin olarak tanınan dava olan actio  Serviana nın  formulası nın  praetor larca  genişletilerek  ticari  hayatın gereksinimlerine  uyarlanması  bu  durumun  en  güzel  örneğidir.  Öte  yandan  Roma hukukunda rehin hakkının sınırlı ayni hak statüsüne geçişi bakımından taraflar arasında yapılmış özel nitelikli bir anlaşma olan conventio pignoris özel bir önem taşımaktadır. Keza, actio Serviana nın formula sında rehne konu şeyin alacaklının egemenliğinde bulunması şartı yer almayıp, şekilsiz bir rehin anlaşması olan conventio pignoris den bahsedilmektedir. Bu makale conventio pignoris in rehin hukuku bakımından önemini dönemin ekonomik ve sosyal konjonktürünün de dikkate alındığı bir tarihsel inceleme ile ele almayı amaçlamaktadır. Nitekim günümüzde büyük önem taşıyan rehin sözleşmesinin anlaşılabilmesi için kurumun Avrupa hukuk tarihindeki evrimine değinmek kaçınılmazdır.   Bu açıdan makalede conventio pignoris in başlıca üç önemli özelliğine dikkat çekilmesi amaçlanmakta olup bunlar işlem hayatı pratiklerinin bu anlaşma kapsamında yer alması, praetor hukukunun etkisi ile bu anlaşmaya hukuki güç tanınması ve bu anlaşmanın rehin hakkının in rem niteliği almasında taşıdığı roldür. Bu çalışma, özellikle rehin hakkının sınırlı ayni hak karakterine ve conventio pignoris in hukuki niteliğine                                                  1     SEVİĞ Vasfi, Reşit,  Hukuk Mukayesesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1947, Cilt: 4, Sayı:1-4, (s. 168-261). 2    KASER, Max, Studien zum römischen Pfandrecht, Jovene, Napoli, 1982; VERHAGEN, Hendrik, L.E,  The Evolution of Pignus in Classical Roman Law: Ius Honorarium and Ius Novum , TvR, Yıl: 2013, Cilt: 81, Sayı: 1-2, (s. 51–79); VERHAGEN, Hendrik,L.E,  Ius honorarium, Equity and Real Security: Parallel Lines of Legal Development , Law and Equity Approaches in Roman Law and Common Law, (der. E. Koops vd.), Brill-Nijhoff, Leiden, 2014, (s. 129-160). 310Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 odaklanmayı amaçlamakta, bu doğrultuda Roma hukukunda ayni teminatların ortaya çıkışı, türleri ve günümüzdeki yansımalarına değinmeyi hedeflemektedir. Bu konu sadece Kıt a Avrupası hukuku değil aynı zamanda Anglo-Amerikan hukuku bakımından da özel önem taşımaktadır. Nitekim İngiliz ve Amerikan rehin hukuku (özellikle  pledge ve mortgage kurumları) Roma hukukundan izler taşımaktadır . Bu durum hakkaniyetin sağlanması  sebebiyle  katı  hukuk  kurallarının  dönemin  gerekleri  doğrultusunda esnetilmesi ve yeniden düzenlenmesine de örnek teşkil etmekte ve bu açıdan evrensel olarak önem taşımaktadır. Roma hukukunda rehin kurumu, ius praetorium özelinde Roma özel hukukunun transformatif yapısına dikkat çekmekte olup ekonomik hayata ilişkin bir kurumun hukuken nasıl çağın gereklerine göre şekillendirildiğini bizlere göstermekte, bu açıdan  insan  yapımı  olan  sosyal  düzen  kurallarından  hukuk  kurallarının  eleştiriye, dönüşüme ve gelişime açık olabileceğini bir kez daha hatırlatmaktadır.  I.  ROMA HUKUKUNDA AYNİ TEMİNAT A.   Iura in Rem-Iura in Personam   Ayni haklar (iura in rem) bir eşya üzerindeki egemenlik haklarını ifade ederken, borçlar hukuku bir eşyaya dair olan hakları (iura ad rem) hakları düzenlemektedir. Geleneksel  özel  hukuk  teorisi  ayni  hakları  bir  eşya  üzerinde  doğrudan  doğruya, egemenlik yetkisi veren mülkiyet ve diğer sınırlı ayni haklar biçiminde açıklar. Bununla beraber, alacak hakları ise borç ilişkisindeki diğer kişilere karşı ileri sürülebilen haklardır. Ayni haklarda nesne ve özne olmak üzere iki öğe varken kişisel haklarda alacaklı, borçlu ve borcun konusu olmak üzere üç öğe söz konusudur. Roma hukukunda ayni haklar önceleri legis actio usulüne göre, daha sonraki dönemlerde ise actiones in rem (ayni davalar) ile korunmuştur. Roma hukukunda karşımıza çıkan actiones in rem-actiones in personam ayrımının bir özelliği ayni davalarda davaya konu olan şeyin, dava sırasında                                                  3    BURDICK, William L, The Principles of Roman Law and Their Relation to Modern Law, Tıpkı Bası, W.M.W. Gaunt and Sons, Florida, 1989, s. 379. 4    Nitekim Latince  ad  edatı dilimizdeki yönelme hali olan  –e  haline denk gelmektedir. BERKİ, Şakir,  Roma Hukukunda Ayni Haklar , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1948, Cilt: 5, Sayı: 4, (s. 323-375), s. 323. 311Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 praetor ların önüne getirilmesi geleneğidir. Örneğin davaya konu şey bir arazi olduğunda dahi simgesel olarak bu araziden alınan bir toprak parçasının praetor önüne getirildiği bilinmektedir. Bu ise eşya ile doğrudan ilişkinin bir yansımasıdır.   Ayni hakların içerik bakımından  mülkiyet  ve  sınırlı ayni haklar  biçiminde kategorize edilişi fonksiyonel oluşunun yanı sıra tarihsel olarak da açıklanmaktadır. Roma hukuku geleneğinde ayni haklar kullanma (usus), yararlanma (fructus) ve tasarruf etme (abusus) yetkilerini ifade eden hakları ifade etmekte olup, mülkiyet hakkı bu yetkilerden tümünü kapsarken sınırlı ayni haklar bunların biri ya da ikisini bünyesinde barındırmaktadır. Roma hukukunda sınırlı ayni haklar daha sonraları iura in re aliena (başkasına ait mallar üzerindeki haklar) başlığı altında toplanmıştır. Öte yandan işlem hayatında bu kategorizasyon her zaman net bir biçimde yapılamamış, tarihsel dönemlere ve ekonomik ihtiyaçlara göre bazı haklar farklı yerlerde konumlandırılmıştır. Rehin hakkının tarihsel gelişimi bu duruma örnektir. Romalı hukukçular rehin hakkını tam olarak ius in rem olarak görmemekle beraber, pratik hayatta bu şekilde davranmışlardır. Bir diğer deyişle Roma hukukunda rehin hakkı salt hak sahibi üzerinde düşünülen bir yükümlülük statüsü ile bağımsız bir ayni hak olmak arasında gidip gelmektedir.   Roma hukukunda rehin hakkının in rem karakteri özgün bir yapı sergilemektedir. Örneğin rehni ifade eden sözcüklerden bir tanesi olan pignus aynı zamanda rehne konu olan şeyi de ifade etmiştir. Bir ius in rem olarak rehin hakkı, iki yönü ile diğer sınırlı ayni haklardan ayrılmaktadır. Diğer sınırlı ayni hakların tümü kişilere başkasına ait bir mal üzerinde çeşitli içerik ve koşullarla kullanma ve yararlanma yetkileri sağlamaktadır. Rehin hakkı ise Roma hukukundan günümüze bir alacağın güvence altına alınması için tesis edilen bir hak olmuştur. Bir ayni teminat olarak rehin hakkı varlığını ekonomik ihtiyaçlara borçludur. Bu açıdan geçirdiği hukuki evrim neticesinde rehin hakkının borçlu                                                  5    KARADENİZ ÇELEBİCAN, Özcan, Roma Hukuku, 11. Basım, Yetkin Kitabevi, Ankara, 2007, s.303; ÖZDEMIR TÜRKOĞLU, Gökçe.  Roma Medeni Usul Hukukunda Formula Yargılaması , Dokuz Eylül Hukuk Fakültesi Dergisi, Yıl: 2005, Cilt: 7, Sayı: 1, (s. 167-211). 6    KARADENİZ ÇELEBİCAN, Özcan, Roma Eşya Hukuku, 3. Basım, Yetkin Kitabevi, Ankara, 2006, s. 295. 7    BUCKLAND, William, W, A Textbook of Roman Law From Augustus to Justinian, 2. Basım, Cambridge University Press, Cambridge, 1950, s. 243. 8    BENKE, Franz/MEISSEL, Nikolaus, Roman Law of Property, Manz Verlag, Wien, 2019, s. 192. 312Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 ya  da  bir  üçüncü  kişi  tarafından  kurulabileceği  ve  borçlunun  borcunu  zamanında ödememesi halinde alacaklıya üzerinde rehin hakkı kurulmuş olan malın bedelinden alacağını  elde  etme  yetkisi  sağlayacağı  kabul  edilmiştir.  Roma  hukukunun  ileriki dönemlerinde alacaklı, belli koşullar dairesinde malı satmak ya da sattırmak yetkilerine sahip  olmuştur.    Bu  nedenle  rehin  hakkının  hak  sahibine  usus,  fructus  ve  abusus yetkilerinin tümünü sağladığı da iddia edilebilmekte,  bu işe rehnin özel yapısını göz önüne sermektedir. Ne var ki malın satılmasına dair olan abusus yetkisi hem Roma hem de günümüz hukukunda borcun ödenmemesi koşuluna bağlanmıştır. Bu koşul olumsuz geciktirici bir şartı ifade etmektedir.  B.   Ayni Teminat Kavramının Ortaya Çıkışı ve Güven İlişkileri   Roma hukukunda ekonomik ilişkiler bakımından güven kavramı büyük önem taşımıştır. Sözleşen tarafların saygınlıkları ve güvenin ihlalinin ekonomik bir değeri olduğuna inanılmış, bu açıdan ileride pacta sunt servanda (ahde vefa) ilkesi olarak anılacak olan sadakat ve verilen sözün fides gereği tutulmasına verilen önem, Roma hukukunda ayni teminatın gelişimini büyük ölçüde etkilemiştir . Roma hukukundan günümüze, bir borç ilişkisi kurulurken alacaklı için borçlunun kişiliği ve kredibilitesi göz önüne alınmaktadır. Öte yandan ticari hayatın gerekleri ve ekonomik hayatın giderek daha kompleks bir yapı halini alması, alacaklıların borçlular hakkında yeterli bilgiye sahip olmaması olasılığını beraberinde getirmiştir. Alacaklarını teminat altına almak isteyen alacaklılar  bu  amaçla  ilk  çağlardan  itibaren  çeşitli  güvence  kurumlarına  ihtiyaç duymuşlardır.   Roma hukukunda teminat kavramı, günümüzde olduğu gibi şahsi ve ayni olmak üzere iki şekilde karşımıza çıkmaktadır. şahsi teminat, borçlunun borcunu ifa etmemesi durumunda alacaklıya alacağını elde etmesi  hususunda  yükümlülük  altına giren bir üçüncü kişiyi ifade etmektedir. Roma da sponsio ve fideiussio (kefalet) kurumları tipik şahsi  teminat  türleri  olarak  işlev  göstermiştir.  Bu  halde  kefil,  borçlunun  borcunu zamanında yerine getirmemesi halinde borcu ödeyeceğini şahsen garanti etmektedir.                                                  9    UÇARYILMAZ, Talya, Bona Fides (Dürüstlük Kuralı), Yetkin Kitabevi, Ankara, 2018. 313Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 Buna karşılık ayni teminat borçlunun ya da üçüncü kişinin malvarlığına ait bir değerin alacaklının alacağının elde edilmesi, bir başka deyişle bir borcun ifa edilmesi için güvence olarak tahsis edilmesini ifade etmiştir. Roma hukukunda kullanılmış olan başlıca ayni teminat türü rehin olmuştur. Ayni teminat kavramının Roma hukukundan günümüze ekonomik  temelleri,  tarafların  birbirlerinin  saygınlıklarına  ve  kredibilitelerine  olan güvenlerinin oluşması bakımından karşılaştıkları bilgi asimetrisidir. Borcun ödeneceğine dair duyulan güven işlem hayatının gerekleri nedeniyle teminata bağlanmakta, bu açıdan in rem nitelikli teminatlar çoğu halde günümüz ekonomik hayatın gereklerine daha uygun düşmektedir.      Bununla birlikte Roma da şahsi teminatlara ayni teminatlara nazaran daha çok başvurulduğu  bilinmektedir.  Bu  durum  retrospektif  olarak  çeşitli  sebeplerle açıklanmaktadır. İlk olarak ilk çağlarda şahıs üzerindeki icra daha ayrıntılı düzenlenmiş ve daha sert sonuçlara yol  açmış, bu durum ise şahsi  güvenceye daha fazla önem verilmesine sebep olmuştur. Şahsen ifanın zorlayıcı niteliği nedeniyle şahsi teminatlar alacaklı bakımından tatmin edici bulunmuş, kişiler birbirine teminat göstermeyi adeta ticari ilişkilerinde bir officium olarak görmüşlerdir. Ayrıca Roma da verilen söze bağlılığa büyük önem atfedilmesi de bu durumun nedenlerinden birisidir. Roma dan bu yanda güven  ve  söze  bağlılığa  verilen  önem  hem  sosyal  hem  de  ekonomik  faktörlerle açıklanmaktadır. Toplumsal kabul görme ve ahlaki üstünlük kaygılarının yanı sıra Roma hukukunda güven ve söze bağlılık ticari hayatın da odak noktası olmuştur. Nitekim sadece antik çağlar değil, Roma hukukunun etkisi ile gelişen 17-18. yüzyıl kapitalizm tarihine bakıldığında dahi ticaret hayatında güvenin ve kredibilitenin ekonomik bir varlık teşkil ettiği  ve  uzun  dönem  kar  maksimizasyonu  hedeflerinde  dikkate  alınan  en  önemli                                                  10  LEE, Robert W., The Elements of Roman Law With a Translation of the Institutes of Justinian, Sweet and Maxwell Publishing. London, 1952, s. 170; GÜRTEN, Kadir, Roma Hukukunda Kefalet Akdi, Adalet Yayınevi, Ankara, 2007. 11  SCHULZ, Fritz, (çev. Belgin Erdoğmuş),  Roma Hukuku nun Prensiplerinden Sadakat , İstanbul Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1995, Cilt: 48, Sayı: 1-4, (s. 380-398); ÖZSUNAR, Erdal,  Roma Hukuku nda Rehin Hakkı (Pignus-Hyptoheca) , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2005, Cilt: 7, Sayı: 2, (s. 137-164) s. 138; GOEBEL, Roger,  Reconstructing the Roman Law of Real Security , Tulane Law Review, Yıl: 1961-1962, Cilt: 36, (s. 29-67) s. 34. 314Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 unsurlardan olduğu görülmektedir. Buna ek olarak, Roma hukukunda şahsi teminata sıkça başvurulmasının farklı sebepleri de mevcuttur. Keza şahsi teminat halinde kefil her zaman  borcun  ifasını  garanti  eden  borçlu  dışındaki  bir  üçüncü  kişiyi  ifade  etmiş, alacaklının garanti kapsamı kefilin mallarını da içerisine alacak biçimde genişlemiştir. Öte yandan, üçüncü kişinin başkasının borcu için rehin vermediği durumlarda alacaklının garanti  kapsamı,  sadece  borçlunun  malvarlığından  ibarettir. Tarihsel  olarak  bireysel taşınmaz mülkiyetinin yayılması ayni teminatın önem kazanmasına ve ekonomik hayata giderek daha çok dahil edilmesine neden olmuştur.   Roma hukukunda rehin hakkının, ortaya çıktığı ilk devirlerde şahsi teminatlara göre daha zayıf oluşu bu hakkın kimi zaman ikinci planda kalmasına neden olabilmiştir. Roma da ya da Roma İmparatorluğu sınırlarında bulunan İtalya coğrafyasında taşınmaz malların  kaydedildiği  ve  taşınmazlar  üzerindeki  ayni  hakları  gösteren  sicillere rastlanmamıştır. Roma hukukunda taşınmazlar üzerinde bulunan ayni hakların, varlığına ya da yokluğuna karine oluşturacak sicillerin bulunmaması da ayni teminat sistemini olumsuz  etkilemiştir.  Her  ne  kadar  bu  durum  pratik  gerekliliklere  uygun  olsa  da günümüzde ayni haklar bakımından özel önemi olan açıklık ve belirlilik ilkelerinin uygulamalarını olanaksız kıldığından eleştiriye açıktır. Öte yandan Yunan ve Mısır antik hukuklarına dayanan bu sicillerin örnekleri, Roma egemenliği altındaki Yunan ve Mısır coğrafyasında görülmektedir. Yunan hukukunda ipotekli taşınmazların önlerine koyulan ve o taşınmazın üzerinde bulunan yükümlülükleri gösteren ipotek taşlarının rehin hakkı bakımından aleniyeti sağlama işlevi söz konusu olmuştur. Buna benzer olarak Antik Mısır                                                  12  HALLEBEEK, Jan,  Some Remarks on Laesio Enormis and Proportionality in Roman-Dutch Law and Calvinistic Commercial Ethics , Fundamina, Yıl: 2015, Cilt: 21, Sayı: 1, (s.14-33). 13  KARAMAN, Başak, Roma Hukukunda Rehin Akdi, GSÜ, İstanbul, 2008; SAYIN KORKMAZ, Bengi, S,  Roma Hukukunda Ayni Teminatın Tarihsel Gelişimi: Pignus ve Hypotheca , Türkiye Adalet Akademisi Dergisi, Yıl: 2018, Sayı: 36, (s. 73-105), s, 76; BENKE / MEISSEL, 2019, s, 191; GÜRTEN, 2007, 71 vd., 14  Tapu sicilinin kabul edildiği hukuk sistemlerinde taşınmazlar açısından aleniyeti yani hak sahibinin kim olduğunun öğrenilmesindeki açıklığı tescil sağlarken taşınırlar bakımından bu işlevi zilyetlik yerine getirir. Zilyetlik modern hukukumuzda mülkiyete bitişik kavramlardandır. Tapu sicili ve zilyetlik, mülkiyet hakkının dışarıdan görünüşünü sağlayan ve bu hakların doğuşlarından sona erişlerine kadar önemli rol oynayan mekanizmalardandır. KARADENİZ ÇELEBİCAN, 2006, s. 295 vd.; SİRMEN, Lâle A., Eşya Hukuku, 1. Basım, Yetkin Kitabevi, Ankara, 2013, 662 vd. 315Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 hukukunda da taşınmazlar bakımından çağdaş hukuk düzenlerindekine benzer biçimde tutulduğu düşünülen kütükler aleniyet ilkesi bakımından önemli bir yer tutmuşlardır.   Roma da  ayni  haklar  bakımından  aleniyetin  söz  konusu  olmayışı  Roma hukukunda düzenlenen rehin kurumunun Aşil tendonudur. Zira kişilere kredi sağlamak adına borç verecek olanlar güvence olarak gösterilen malın daha önce teminat konusu yapılıp  yapılmadığını  anlayamamış,  bu  nedenle  de  rehin  karşılığı  borç  vermekten kaçınmışlardır. Keza bir malı satın alacak olanlar da o malın üzerinde rehin bulunup bulunmadığını anlayamadıklarından ekonomik hayat olumsuz etkilenmiştir. Bu nedenle Çağdaş  Kıta  Avrupası  hukukları,  rehin  hakkının  düzenlenişi  bakımından  aleniyeti sağlama mekanizmalarına büyük önem vermiş olan Germen hukuku etkisinde kalmıştır. Bununla beraber Roma hukukunda düzenleniş biçimiyle rehin hakkının çağdaş hukuk düzenlerini etkilemesi bakımından incelenmeye değer pek çok özelliği mevcuttur.   Roma  hukukunda  ayni  teminat  kavramının  tarihsel  gelişimi  aşamalı  olarak gerçekleşmiştir. Alacaklılar ilk aşamada doğrudan mülkiyet hakkının nakli, daha sonra vazülyetlik (detentio) sağlanması, en son aşamada ise bir sınırlı ayni hak tanınması ile güvence altına alınmışlardır. Öte yandan ayni teminatların alacaklılara sağladığı, hakkın gerektiğinde malike ya da malın bulunduğu üçüncü kişilere karşı ayni dava ile ileri sürülebilmesi imkanının mevcut olduğu aşamaya gelinmesi uzun zaman almıştır. Bu süreçte  ius  praetorium un  hakkaniyeti  sağlama  mekanizmaları  rehin  hakkının günümüzdeki şeklini almasında birincil önem taşımaktadır. Roma rehin hukukunun en önemli özelliği, rehin hakkının teslimsiz olarak taraflar arasındaki şekilsiz bir anlaşma ile  (besitzloses  Vertragspfand)  kurulabilmesine  imkan  vermiş  oluşudur.  Rehin  hakkının belirli ve müstakil bir mal üzerinde teslime bağlı kurulan bir haktan borçlunun rehnin kurulduğu anda ve gelecekte elde edeceği maddi ve gayrımaddi tüm malları üzerinde teslimsiz olarak tesis edilebilecek bir ayni hakka dönüşümü, Roma hukukunun esnek, transformatif ve vizyoner yapısına bir örnek teşkil etmektedir.                                                  15  VERHAGEN, Hendrik L.E,  The Lack of Protection of Bona Fide Pledges , Fundamina, Yıl: 2014, Cilt: 20, Sayı: 2, (s. 982-992); ÖZSUNAR, 2005, s. 159. 16  KASER, Max, Roman Private Law, Butterwoths Publishings, Oxford, 1965, s. 127. 17  ÖZSUNAR, 2005, s. 159. 316Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356  C.   Fiducia Cum Creditore   Roma hukukunun ilk dönemlerinde rehin borç yerine verilen ve asıl edimin yerini tutan geçici bir edim biçiminde görülmüştür. Bu dönemlerde ayni teminatın ancak bir malın mülkiyetinin devri ile gerçekleşeceği düşüncesi hakim olmuştur. Kimsenin kendi mülkiyetindeki bir mal üzerinde sınırlı ayni hakka sahip olamayacağı, mülkiyet hakkının zaten sahip olunabilecek bütün yetkileri malike tanıdığı anlayışı bu durumun oluşmasında etkili olmuştur. Roma da ayni teminatın kökeni genellikle alacaklı ile kararlaştırılmış bir yed i eminlik kurumunu ifade eden fiducia cum creditore ile açıklanmaktadır. Fiducia cum creditore alacaklıya alacağının güvencesi olarak yalnızca bir sınırlı ayni hak değil, en geniş kapsamlı ayni hak olan mülkiyet hakkını vermektedir. Fiducia borçlunun, bir malın  mülkiyetini  alacaklıya  devretmesi  ve  sonradan  tarafların  üzerinde  anlaşmış oldukları sonucun doğması ile de alacaklının malın mülkiyetini borçluya aynı yollarla geri vermesi yükümlülüğünü doğuran, eksik iki taraflı bir ayni sözleşmedir.   Fiducia sözcüğü etimolojik olarak fides yani sadakat (kullanıldığı bağlama göre niyet, inanç) kavramından türemiştir . Roma hukukunda fiducia dan doğan davalar iudicia  bonae  fidei  (iyi  niyet  davaları)  olup  fiducia nın  bu  nedenle  bir  bona  fides sözleşmesi  olarak  değerlendirilmesi  mümkündür.  Bunun  nedeni  tarafların  anlaşması sonucunda borçlu tarafından malın mülkiyeti karşı tarafa geçirildikten sonra alacaklının bunu  geri  verme  borcu  altına  girmesi  ve  ekonomik  saiklere  dayanan  bu  işlemin alacaklının  borcunu  yerine  getirmesine  yönelik  güvenine  dayanmasıdır .  Nitekim                                                  18  KÜÇÜKGÜNGÖR, Erkan, Roma Hukukunda İntifa Hakkı (Ususfructus), Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1998, s. 1. 19  KARADENİZ ÇELEBİCAN, 2006, s. 298; UMUR, Ziya, Roma Hukuku Lügatı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1983, s. 74; OĞUZ, Arzu,  Roma ve Türk Hukukunda İnançlı İşlem ve Vekâlet Sözleşmelerinin Karşılaştırılması , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1989-1990, Cilt: 41, Sayı: 1-4, (s. 225-286). 20  CUQ, Édouard, Les Institutions Juridiques des Romains Envisagées dans leurs Rapports avec L'état  Social  et Avec  Le  Progrès  de  la  Jurisprudence,  L ancien  Droit,  Paris,  1891,  s.  592; SCHERMAIER, Martin,  Bona Fides in Roman Contract Law  (der. R. Zimmerman/S. Whittaker) Good Faith in European Contract Law, Cambridge University Press, Cambridge, 2000, (s. 63-93), s. 83. 21  WATSON, Alan,  The Origins of Fiducia , ZSS, Yıl: 1962, Cilt: 79, Sayı: 1, (s. 329-334); BURDICK, 1989, s, 380; BUCKLAND, 1950, s. 236 vd. 317Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 borçlular belirlenen vadeden önce malın bir başkasına satılmaması ya da malın geri verilmesi  bakımından  yalnızca  alacaklıların  dürüstlüğüne  ve  sadakatlerine güvenmişlerdir. Fiducia nın Roma hukukunun ilerleyen dönemlerinde çeşitli biçimlerde ortaya çıkan ve günümüzde de mevcut olan   inançlı işlemler  olarak nitelendirilen işlemler grubuna dahil edilmesinde kuşkusuz fides in yeri büyük önem taşımaktadır.   Fiducia cum creditore nin tam olarak ne zaman işlevlik kazandığı tartışmalıdır. Örneğin XII Levha kanunları Levha VI.1 de fiducia cum creditore den bahsedildiği düşünülmektedir. Öte yandan bu levhanın fiducia cum creditore ile yakın ilişkili olan fiducia cum amico ile ilgili olduğu da öne sürülmektedir. Buna karşılık fiducia cum creditore nin  güven,  sadakat  ve  dönemin  ekonomik  gereklerine  dayanan  yapısı  bu kurumun eski hukuk döneminde dahi uygulama alanı bulduğu savını güçlendirmektedir. Fiducia cum creditore öncelikle İtalya arazisi, İtalya arazisi üzerindeki tarımsal irtifak hakları, köleler ile yük ve çeki hayvanlarını kapsayan res mancipi statüsündeki mallar bakımından kullanılmış, daha sonra ise res nec mancipi ler bakımından da esas olmuştur. Buna  göre  borçlu  res  mancipi  statüsündeki  malını  mülkiyeti  devir  yöntemlerinden mancipatio ya da in iure cessio ile belli bir para karşılığında alacaklının mülkiyetine geçirmiş olup bu durum borcun yerini tutan geçici bir ödeme niteliğinde görülmüştür. Res nec mancipi lerin ise in iure cessio ile alacaklılara daha geniş bir teminat birliği kapsamında  devredildiği  düşünülmektedir.  Bir  görüşe  göre  MÖ  2.  yüzyılda  fiducia konusu res mancipi lerin kimi zaman traditio ile devredildiği de olmuştur . Traditio fiducıae causae teorik olarak mümkündür ancak kanıtlar yeterli değildir.   Fiducia, rehin hakkının in rem niteliğini alması bakımından büyük öneme sahiptir. Zira, rehnin in rem niteliğinin işlevi Roma hukukunda fiducia ile ilkel olarak sağlanmıştır. Borçlunun malını borcun ödenmesi bozucu şartına bağlı olarak karşı tarafa vermesi alacağın rehinle güvence altına alınması ile aynı amaca hizmet etmektedir.  Öte yandan                                                  22  GOEBEL, 1962, s. 32. 23  Bu nedenle fiducia kurumu sadece mancipatio ve in iure cessio ya ehil Roma vatandaşları tarafından kullanılabilmiştir. 24   BURDICK, 1989, s. 379. 25  Fiducia cum creditore ileriki dönemlerde bozucu şarta bağlı bir alım-satım sözleşmesi ile ona bağlı olarak yapılan bir mülkiyeti devir işlemi olarak nitelendirilmistir. İlk devirlerde teminata konu borç 318Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 fiducia cum creditore kurumunun taraflar yönünden çeşitli sakıncaları mevcut olmuştur. İlk  olarak,  fiducia  ile  temin  edilen  borcun  ödenmemesi  halinde  malın  değerine bakılmaksızın alacaklının mülkiyetinde kalacağı kabul edilmiştir. Nitekim Burdick ve Çelebican a  göre  pignus un  ortaya  çıkışı  bakımından  fiducia nın  mülkiyeti  devir dezavantajı  büyük  önem  taşımaktadır . Yine,  mal  kendisine  verilen  alacaklı  malı kullanma, semerelerinden yararlanma ve malı satma yetkilerine yani malike tanınan tüm yetkilere eksiksiz olarak sahip olmuştur. Borcunu ödeyinceye kadar malını kullanamayan borçlu  ekonomik  anlamda  zarara  uğrayabilmiştir.  Bu  zararı  önlemek  için  malın zilyetliğinin  borçluda  kalması  çözümü  yoluna  gidilmiş  ancak  bu  halde  de  malın mülkiyetinin borçlu tarafından usureceptio yolu ile geri kazanılması sakıncası ile karşı karşıya kalınmıştır . Bu sebeple kimi hallerde malın borçluda kira ya da precarium olarak kalacağı kabul edilmiş, bu şekilde detentor (va zülyet) olan borçlunun özel nitelikli kazandırıcı zamanaşımından yararlanma olanağı kalmamıştır. Öte yandan bu durumun pactum  fiduciae  (inançlı  işleme  ilişkin  şekilsiz  anlaşma) da  açıkça  belirlenmesi gerekmiştir. Yine fiducia ile mali alan alacaklının teminat konusu eşyayı bir üçüncü kişiye satabilme  imkanı  doğmuş,  böylesi  bir  durumda  ise  taşınır  ya  da  taşınmaz  eşyanın mülkiyetinin üçüncü şahsa geçeceği kabul edilmiştir. Öte yandan öğretide bir görüşe göre bu halde teminat konusu eşyanın asıl maliki söz konusu üçüncü kişiye karşı mülkiyet hakkından doğan actio rei vindicatio (istihkak davası) açabilmişti. Bu durum fiducia nın salt mülkiyet nakli olmadığı, güvene ve sadakate dayanan ve ekonomik bir işlev taşıyan özel bir yapıya sahip olduğunu gözler önüne sermektedir.                                                  olarak verilen para alıcının ödemesi gereken semen olarak görülmüşken daha sonra bu sözleşme mutuum (tüketim ödüncü) olarak görülmüştür. Bkz. FIRA III, no. 91; BURDICK, 1989, s. 297. 26  BURDICK, 1989, s. 379; KARADENİZ ÇELEBİCAN, 2006, s. 298 vd. 27  Gaius. Ins. 2.59: ‘.... Quae species usucapionis dicitur usureceptio, quia id quod aliquando habuimus, recipimus per usucapionem   ‘Zamanaşımıyla kazanılmış bu mal usureceptio olarak ifade edilir. Çünkü daha önce maliki olduğumuz bu eşyayı zamanaşımı ile elde etmiş oluruz . Usureceptio, zamanaşımı yoluyla  hak  kazanılmasının  şartlarından  titulus  (hukuki  sebep)  ve  bona  fides  (iyiniyet) e  gerek duyulmaksızın  bir  yılın  tamamlanması  ile  malı  elinde  bulunduranın  özel  nitelikli  kazandırıcı zamanaşımı ile malik olması durumunu ifade etmektedir. SAYIN KORKMAZ, 2018, s.79; KASER, 1965, s. 169-170. 28  KARADENİZ ÇELEBİCAN, 2006, s. 300; ÖZSUNAR, 2005, s. 141. 29  BURDICK, 1989, s. 380; GOEBEL, 1962, s. 34. 319Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356   Roma hukukunun ilk dönemlerinde ekonomik hayatta güvenin sarsılması haksız fiil sayıldığından ceza davası ile takip edilmiş, dava sonucunda ise güveni karşılıksız bırakılan güvenilen infamia ile karşı karşıya kalabilmiştir. Bu durum Roma hukukunda bona fides e verilen önemin açık bir ifadesidir. Klasik hukuk döneminin başlarında ise güvene dayanan anlaşmalardan fiducia nın dava edilebilen sözleşmelerden olduğu kabul edilmiş ve dava pactum fiduciae a dayandırılmıştır. Öte yandan alacaklının borç ödendiği takdirde teminat konusu malı borçluya tekrar devretme yükümlülüğü pactum fiduciae da yer almasa dahi mevcut olmuştur. Bir diğer ifade ile, pactum fiduciae da yer alan iade koşulunun,  iade  borcunun  modalitelerini  belirleme  işlevi  söz  konusu  olup  fiducia bakımından iade borcunun fides olduğu kabul edilmiştir.   Fiducia nın rehnin gelişimi bakımından önemi güvenin korunmasının ekonomik değerinde ve taşıdığı ad rem karakterde yatmaktadır. Bu açıdan rehin kurumunun çeşitli dönemlerdeki  görünüş  biçimleri  ile  benzerlik  taşıdığı  da  görülmektedir.  Iustinianus dönemi öncesinde fiducia ve pignus kurumları giderek birbirine yaklaşmıştı. Iustinianus döneminde  yapılan  interpolatio lar  ile  ise  klasik  hukukçuların  eserlerindeki  fiducia ifadeleri pignus sözcüğü ile sistematik bir biçimde değiştirilmiştir. Nitekim fiducia cum creditore den en son 395 yılında bahsedilmiştir. Öte yandan Corpus Iuris Civilis (CIC) derlemesinde  Bizans  hukukçularının  düşünce  metotlarının Yunan  ve  Doğu  ezgileri taşıdığı ve bu nedenle pek çok kurumun kronolojisinin karanlıkta kaldığı unutulmamalıdır. Klasik  hukuk döneminin sonlarında bağlı olduğu  mancipatio ve in iure cessio nun                                                  30  GOEBEL, 1962, s. 29; ÖZSUNAR, 2005, s. 142. 31  KARADENİZ ÇELEBİCAN, 2006, s. 299; BUCKLAND, 1950, s. 473 vd.; BURDICK, 1989, s. 236237; VERHAGEN, 2014, s, 144; SAYIN KORKMAZ, 2018, s. 78-79. 32    Fiducia nın ad rem karakteri ile kastedilen aynı teminatın mülkiyetin nakli yoluyla sağlanmış olmasıdır. Önceleri praetor lar tarafından korunan fiducia daha sonra ius civile tarafından tanınan eksik iki taraflı bir ayni sözleşme halini almıştır. Sözleşmeden doğan uyuşmazlıklara karşı borçlu ve alacaklıya actio fiducia directa ve contraria davaları tanınmıştır. Bir görüşe göre, bu davalar Roma hukukunun gelişmiş dönemlerinde formula usulünün yürürlüğe girmesi ile taraflara bir actio in factum tanınması suretiyle hayata geçirilmiştir. Bu noktada belirtilmesi gereken bir başka nokta da bu davaların şahsi nitelikli ve borçlar  hukukuna  ilişkin  olduklarıdır.  Bu  halde  dava  sonucunda  inanılanın  mülkiyeti  nakletme yükümlülüğü doğabilmiş, bunun ise yine mancipatio ya da in iure cessio ile yapılması gerekmiştir. KARADENİZ ÇELEBİCAN, 2006, s. 299; ERDOĞMUŞ, Belgin, Roma Eşya Hukuku, Der Yayınları, İstanbul, 1994 s. 242; RABEL, Ernst,  Real Securities in Roman Law: Reflections on a Recent Study by the Late Dean Wigmore ,  Jurist, Yıl: 1943, Cilt: 1, (s. 32-47), s. 34; ÖZSUNAR, 2005, s. 142. 33  GOEBEL, 1962, s. 45; BURDICK, 1989, s. 236; BORKOWSKI, Andrew, Textbook on Roman Law, 2. Basım, Blackstone, Londra, 1997, s. 309-310. 320Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 ortadan kalkması ile fiducia nın uygulaması azalmıştır.   Öte yandan pratikte fiducia kurumunun pignus un devreye girişiyle yok olmadığı ve kendine has, özellikle alacaklı lehine avantajları ile ayrı bir kurum olarak devam ettiği öğretide savunulmaktadır. Bu sebeple günümüz hukukunda inançlı işlemler ayrı bir yer tutmakta, fonksiyonel olarak rehin kurumundan farklı bir yapı sergilemektedir.  D.   Pignus Datum   Roma rehin hukuku ayni sözleşme ile teslimli olarak kurulan rehin hakkından, teslimsiz olarak salt şekilsiz anlaşma ile kurulan rehin hakkına ve bunların üçüncü kişilere ileri sürülmesi ile rehin hakkının ayni hak niteliği alışına dek uzanan bir evrimsel gelişim göstermiştir.  Romalı  hukukçuların  rehne  ilişkin  terminolojiyi  (fiducia,  pignus  ve hypotheca)  değişken  biçimde  kullanmış  olduğundan  rehin  kurumunun  evrimini inceleyebilmek adına bu terimlerden ziyade, rehin hakkının sınırlı ayni hak niteliğini belirten ‘obligare in rem  ifadesinin önem taşıdığına inanılmaktadır. Öte yandan taraflar arasında kurulmuş şekilsiz rehin anlaşmasını ifade eden conventio pignoris, hem rızai yapısı hem de sınırlı ayni hak tesisindeki rolü ile karşımıza çıkmaktadır. Rehin hakkının günümüz hukukundaki yerini almasında temel öneme sahip olan conventio pignoris, sözleşmelerin rızailiği prensibi ile bir ayni hak tesisi arasındaki ilişkiyi gözler önüne sermektedir.   Roma hukukunda pignus kurumu, rehin verilen malın bizatihi kendisi, bir ayni sözleşme olarak rehin sözleşmesi ve sınırlı ayni hak olarak rehin hakkını ifade etmiştir. Rehin  kurumunun  varlığı  MÖ  3.  yüzyıla  dek  uzanmaktadır.  Pignus  sözcüğünün                                                  34  KASER, Max, Das romische Privatrecht II, 2. Basım, Beck, München, 1975; NOORDRAVEN, Gijsbert, De Fiduzia in het Romeinse Recht, Amsterdam, 1999; STOLLTE, Bernard,  Fiducia Cum Creditore in Early Byzantine Law , 55th Session of the Société Internationale 'Fernand de Visscher' pour l'Histoire des Droits de l'Antiquité, Rotterdam, 18- 22 September 2001, (s.1-10) 35  Beyrut ve Bizans hukukçuları, Doğu ve Yunan hukuk kurumlarına olan hakimiyetleri nedeniyle daha dikkatli davranmışlardır. GOEBEL, 1962, s. 41-42; BORKOWSKI, 1997, s. 311. 36  WUBBE, Felix, B.J. / PICHONNAZ, Pascal,  L action Servienne dans l Edit du Preteur , Mélanges à la Mémoire de André Magdelain, (der. M. Humbert ve Y. Thomas), Pantheon-Assas, Paris, 1998, (s. 361–382), s. 362; ZIMMERMANN, Reinhard, The Law of Obligations Roman Foundations of the Civilian Tradition, Clarendon, Oxford, 1990, s. 115; VERHAGEN, 2013, s. 58. 321Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 etimolojik olarak  Latince  yumruk anlamına gelen  pugnus (- pugnare)  sözcüğünden türediği düşünülmektedir. Bir başka görüşe göre ise bu kavram sağlamlaştırmak anlamına gelen -pangare fiilinden türemiştir . Pignus datum borçluların borçlarını ödeyinceye kadar, mallarını ayni teminat sağlama amacıyla alacaklılarına devretmesini ifade etmiştir. Rehin verme suretiyle Roma hukukunun ilk dönemlerinde res nec mancipi, daha sonraki dönemlerde taşınır olmaları kaydıyla res mancipi-res nec mancipi, en sonunda ise her türlü taşınır ve taşınmaz mal ayni teminat olarak gösterilebilmiştir.   Pignus  başlangıçta  fiilî  bir  ilişkiyi  ifade  etmiştir.  Pignus un  hukuki  nitelik kazanması da yine Roma hukukunun çağın gereksinimlerine ayak uydurmasını sağlayan iuspraetorium  sayesinde  gerçekleşmiştir.  Alacaklıların  fiili  ilişkideki  durumlarının zilyetlik  interdictum ları  ile  korunmaya  başlanması  bu  ilişkiye  hukukî  bir  nitelik kazandırmıştır.  Praetor ların  bu  faaliyetleri  sonucunda  pignus  ius  civile  tarafından korunan iyi niyete bağlı eksik iki taraflı bir ayni sözleşme halini almıştır. Bir diğer deyişle pignus kurumunun temelinde rehin alanın her zaman, rehin verenin ise belli durumlarda borçlandığı eksik iki taraflı bir aynȋ sözleşme olan contractus pigneraticus un varlığı kabul edilmiştir. Sözleşmeden doğan uyuşmazlıklar bakımından sırasıyla alacaklı ve borçluya tanınmış borç davaları olan actio pigneraticia in personam directa ve contraria ise şahsi niteliktedir. Bir diğer deyişle ayni sözleşme olan rehin sözleşmesi alacaklıya in personam bir hak olan rehin hakkını tanımıştır.   Fiducia dan farklı olarak pignus ile mülkiyet hakkı ve kazandırıcı zaman aşımına yarayan  zilyetlik  (possessio  ad  usucapionem)  her  zaman  borçluda  kalmaya  devam etmiştir. Bu zilyetlik türü çağdaş hukuk düzenlerindeki malik sıfatıyla zilyetlik kurumuna benzetilebilmektedir. Pignus datum un geçerli olabilmesi için bir rehin sözleşmesinin mevcudiyeti ile teminat konusu malın alacaklıya devredilmesi gerekmiştir. Bu halde rehin alan mal üzerinde detentio (va zülyetlik) sahibi olmuştur. Zira rehin alanın rehin konusu mal üzerinde fiili egemenliği (corpus) ve başkasına ait bir şeyi elinde tutma niyeti (animus                                                  37  Gaius. D. 50. 16. 238; ÖZSUNAR, 2005, s. 143. 38  KARADENİZ ÇELEBİCAN, 2006, s. 301. 39  BENKE / MEISSEL, 2019, s. 192. 322Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 rem alteri habendi) mevcuttur. Bununla beraber rehin alan basit bir detentor statüsünde olmamış, praetor ların zilyetliğin korunması amacıyla bahşettiği koruma yollarından yararlanabilmiştir. Rehin alana rehinden doğan haklarından zor kullanma neticesinde mahrum kalırsa interdictum unde vi; rehin konusu taşınır malı korumak ya da geri almak için interdictum utrubi; ve rehin konusu taşınmaza ilişkin müdahaleleri önlemek ya da geri  almak  için  interdictum  uti  possidetis  bahsedilebilmiştir .    Bu  nedenle  rehinli alacaklının güçlenmiş statüsü kimi zaman possessio ad interdicta biçiminde ifade edilmiş olup korunma sebebi ancak ve ancak fiili hakimiyet (corpus) a dayandırılmış ve zor kullanma ile sınırlı tutulmuştur. Berki ise rehinli alacaklının statüsünü önemli bir sebebe dayanan possessio naturalis olarak tanımlamaktadır.   Pignus datum konusunda üzerinde durulması gereken husus, rehin alana tanınan interdictum ların  hak  sahibine  üçüncü  kişilerin  ihlal  ve  refetmelerine  karşı  koruma sağlamasına  karşılık,  bu  aşamada  pignus un  halen  bir  ayni  hak  niteliğini  almamış olmasıdır. Öte yandan ius praetorium tarafından tanınan koruma mekanizmaları şüphesiz rehin kurumunun gelişimi ve günümüzdeki ayni niteliğini alışında aslî rol oynamaktadır. Bir diğer deyişle, praetor hukuku ‘animus rem sibi habendi  (malikmiş gibi malı elinde tutma  niyeti)  ile  sınırlı  tutulan  koruma  yöntemlerini  ‘animus  rem  alteri  habendi  (başkasına ait bir şeyi elinde tutma niyeti) yi de kapsayacak şekilde genişleterek hukuk kurallarını çağın ve ekonomik yapının gereksinimlerine uydurmuşlardır.   Fiducia nın  aksine  pignus  datum  halinde  rehin  alanın  teminat  konusu  mal üzerinde satış da dahil olmak üzere herhangi bir tasarrufta bulunması mümkün olmamış, kendisine  sağlanan  ayni  teminat  borçlunun  rehinli  mali  kurtarıncaya  kadar  maldan                                                  40  Bu nedenle rehin alanın vazülyetliği  anormal zilyetlik halleri  arasında sayılmaktadır. KOSCHAKER, Paul / AYİTER, Kudret, Modern Hususi Hukuka Giriş Olarak Roma Hususi Hukukunun Ana Hatları, Ankara Üniversitesi Hukuk Fakültesi Yayınları. Ankara, 1975, s. 124; BUCKLAND, 1989, s. 475; BERKİ, 1948, s. 345. Günümüz hukukunda ise zilyetlik possessio ve detentio kurumlarını birlikte kapsamakta; corpus ile zilyet olma iradesi (animus possidendi) unsurlarına göre belirlenmektedir. 41  ZWALVE, J. Willem,  A Labyrinth of Creditors: A Short Introduction to the History of Security Interests in Goods , Security Rights in Movable Property in European Private Law, Cambridge University Press, Cambridge, 2004, s. 41; BUCKLAND, 1950, s. 241; BURDICK, 1989, s. 378; BORKOWSKI, 1997, s. 79; KARADENİZ ÇELEBİCAN, 2006, s. 109. Öte yandan bu interdictum lar borçluya karşı koruma sağlamamıştır. 42  BERKİ, 1948, s. 345. 323Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 yararlanmaktan vazgeçmesi zorunluluğundan ibaret kalmıştır. Ayrıca bir malın birden fazla borç için teminat oluşturamaması sorunu da mevcut olmuştur . Bu nedenlerle Roma nın ilerleyen dönemlerinde rehin verme (datio pignoris) yerini salt conventio pignoris e bırakmıştır. Bu anlaşmanın önemi Roma hukukunda ekonomik konjonktürün rehin  hukukunu  nasıl  etkilediğine  bir  örnek  teşkil  etmesinde  yatmaktadır.  Coventio pignoris taraflar arasında yapılmış ayni nitelikli olmayan bir anlaşmayı ifade etmiş olup rehin hakkının sınırlı ayni hak olarak kurulması bakımından özel bir yer taşımaktadır.  II.  CONVENTIO PIGNORIS A.   Teslime Bağlı-Teslimsiz Rehin Ayrımı   Her ne kadar malın pignus datum ile alacaklıya teslimi ayni haklar bakımından bir ölçüde gerekli açıklığı ve güveni sağlasa da borçlunun malını kullanamamasına neden olduğundan eleştirilmiştir. Borçlunun teminat konusu eşyadan yararlanarak borcunu daha kolay ödeyebileceği düşüncesi ve ekonomik saikler aynı malın başka borçlar için de güvence olarak gösterilebilmesi gereksinimine yol açmıştır. Bu nedenle Roma hukukunda teminat  konusu eşyanın  devrini gerektirmeyen  şekilsiz bir rehin  anlaşmasıyla rehin hakkının kurulabileceği kabul edilmişti. Öte yandan conventio pignoris sadece teslimsiz rehin bakımından önem taşımamış, teslimli rehin bakımından da ayni bir sözleşme olan pignus datio nun içerisinde conventio pignoris i de barındırdığı kabul edilmiştir.   Bir çok kaynak, Roma hukukunda teslimsiz rehnin  ortaya çıkışını 2.  yüzyıl Iulianus kaynaklarına dayandırmaktadır. Roma hukukunda pignus kurumu, bir ius in                                                  43  ERDOĞMUŞ, 1994, s. 126; BENKE / MEISSEL, 2019, s. 192. 44  KARADENİZ ÇELEBİCAN, 2006,  s. 302. 45  VERHAGEN, 2014, s. 132; SAYIN KORKMAZ, 2018, s. 79-80. 46  SAYIN KORKMAZ, 2018, s. 96. Roma da rehin hakları hukukî işlemlerden, kanundan veya bir makamın kararından doğabilmiştir. Özellikle klasik hukuk döneminin sonlarına doğru kanundan doğran rehin hakları (pignus legale) yaygınlaşmıştır. Latince  sessiz rehin   ya da  zımni rehin  anlamına gelen pignus tacitum ile de ifade edildiğine rastlanılan kanuni rehinin tarafların zımnen var olduğu kabul edilen iradelerinden kaynaklandığı savunulmaktadır. Bu rehin türünün önemli bir örneğini bir taşınmaza kiracının sürekli biçimde getirdiği şeyler olan invecta et illata oluşturmuş, bunlar ve doğal ürünlere işaret eden semereler kiraya veren yararına rehin verilmiş sayılmıştır. Roma hukukunda özellikle İmparatorluk döneminde kabul edilmiş kanuni rehin türleri için bkz. KARADENİZ ÇELEBİCAN, 2006, s. 308; Papinianus. D 20.2.1; Ulpianus. D. 49.14.6, D.27.9.3. Yine, Iustinianus döneminde C.6.43.1.2 324Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 personam dan ius in rem yaratılmasına örnektir. Roma hukukunda rehin hakkının en yaygın kuruluş biçimi hukuki işlem olmuştur. CIC de conventio pignoris ten bahseden en eski kaynak Iulianus a ait D. 41.3.33.4 olup buna göre teslimsiz rehinin kurulabilmesi için tarafların yapacakları şekilsiz bir anlaşma yeterli görülmüştür. Yine Ulpianus a ait D.13.7.1.pr. uyarınca  pignus contrahitur non sola traditione, sed etiam nuda convetione, etsi non traditum est…   rehin sadece teslimle değil, aynı zamanda yalnız conventio ile teslim  olmasa  bile  aktedilir...   denilmektedir .  Öte  yandan  Çelebican  ve  Kramer, Roma da teslimsiz rehnin Cumhuriyet döneminin son yüzyılı olan MÖ 1. yüzyılda ortaya çıktığını savunmaktadır. Nitekim Cumhuriyet dönemi hukukçuları liberal, arkaiklikten uzak ve ticaretin gereklerine yönelmiş hukuk kuralları oluşturmayı amaçlamışlardır. Keza Digesta da  Iulianus  öncesine  ait  pek  çok  metinde  teslimsiz  rehne  ilişkin  bilgilere rastlanılmaktadır.  Buna  örnek  olarak  Paulus a  ait  D.13.7.30  metni  verilebilecektir. Metinde Paulus, MÖ 1. yüzyılda yaşamış olan hukukçu Alfenus Varus un bir malın teslimsiz olarak rehnine ilişkin düşüncesini gözden geçirmektedir. Yine Cato nun (MÖ 234-149) henüz ağaçta bulunan zeytinlerin satışına ilişkin olarak yaptığı bir sözleşmede alacaklının bahçeye getirdiği her şeyi teminat olarak göstermesi teslimli rehnin geç ortaya çıkmadığına örnek olarak verilmektedir.   Conventio pignoris ve Roma nın günlük ticari hayatında mutuum (misli mal ödüncü) sözleşmesinden doğan borçların rehinle teminat altına alınması hususunda önem taşıyan  epigrafik  kanıtlardan  bir  tanesi  1955  yılında  Pompeii  yakınlarında  bulunan Sulpicii arşividir. Bu arşiv, Puteoli şehrinde 1. yüzyılın ilk yarısında faaliyet gösteren                                                  uyarınca ölüme bağlı tasarruflarla da taşınmaz rehni kurulabileceği kabul edilmiştir. Öte yandan eski hukuk döneminden beri ölüme bağlı tasarruflarla rehin hakkı kurulabildiği de ileri sürülmektedir. Bkz. Ulpianus D.13.7.26 pr. 47  KARAMAN, 2008, s. 52; ENDES, Nurtaç,  Roma Hukukunda Rehin Sözleşmesi ve Lex Commissoria Yasağı , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 26, Sayı:  2, (s. 533-561), s. 539 vd. 48  KUNKEL, Wolfgang,  Hypothesen zur Geschichte des römischen Pfandrechts , ZSS, Yıl: 1973, Cilt: 90, (s. 15-170), s. 155 vd.; KARADENİZ ÇELEBİCAN, 2006, s. 302; KRAMER, Gerd, Das besitzlose Pfandrecht, Böhlau, Köln, 2007, s. 37. 49  GOEBEL, 1962, s. 34. 50  Sulpicii, Roma bankacılığının refah ve gücünün en yüksek olduğu dönemde üç jenerasyon boyunca faaliyet göstermiştir. Sulpicii nin argentarii (profesyonel banker) ya da faeneratores (para ödüncü veren kişiler) olduğu düşünülmekte, bunların ayrıca ticari simsarlık yaptığı da bilinmektedir. Sulpicii arşivi pek çok sebepten ötürü önem taşımaktadır. Misli mal ödüncü, teslimli-teslimsiz rehin ve açık artırma 325Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 bankerlere  (Sulpicii)  ilişkin  olarak  ele  geçirilen  yüzü  aşkın  tabletten  oluşmaktadır. Tabletlerin çoğunda taraflar arasında yapılan sözleşmelere ilişkin detaylar yer almakta, rehinlerin hem teslimli hem de teslimsiz kurulduğu anlaşılmaktadır. Örneğin arşivde yer alan bir tablette (TPSulp 51) para ödüncünden doğan borca ayni teminat sağlamak üzere rehnedilen  buğdayın  Puteoli deki  bir  depoda  borçlunun  egemenliğinde  (penes  me) tutulduğu belirtilmektedir. Öte yandan daha sonra alınan ek ödünce ilişkin olarak (TPSulp 52)  borçlunun  böylesi  bir  ek  kayıt  koymadığı  görülmektedir.    Bunun  sebebi  ise alacaklının ilgili depoyu daha sonradan kiralamış oluşudur. (TPSulp 45) Buna göre rehin önce teslimsiz kurulmuş, daha sonra ise teslimli rehne çevrilmiştir. Sulpicii arşivi Roma hukuku kurumlarının ticari hayatta işlem maliyetini düşürme konusundaki yetkinliğini gözler önüne sermektedir. Roma hukukunda rehnin teslime bağlı ya da teslimsiz kuruluşu taraflar arasındaki ekonomik ilişkinin değişkenlerine ve günlük hayatın gereklerine göre değişiklik göstermiştir.   Conventio pignoris in teslimsiz rehine ilişkin olması halinde ayni sözleşme olan pignus dan farklı olarak teminat konusu mal devredilmemiş, yalnızca üzerinde ayni bir teminat  olduğunun  kararlaştırılması  ile  yetinilmiştir.  Bu  açıdan  kaynaklarda  rehnin teslime bağlı olup olmadığına işaret etmek üzere kimi zaman pignus dare ve pignus obligare ifadeleri kullanılmıştır. Bizatihi conventio pignoris, salt rızai anlaşma ile kurulan teslimsiz rehin (besitzloses Vertragspfand) için yeterli olup malvarlığına ilişkin soyut bir menfaat rehnin temelini teşkil etmektedir.                                                    usullerine ilişkin çağımıza ışık tutan belgeleri içeren bu arşiv 26-61 yıllarına ilişkindir. Bu belgelerin bir başka önemi, yazılı şeklin klasik Roma hukukunda nadiren bir hukuki formalite olarak ele alınmasına karşın pratik hayatta pek çok işlemin yazılı belgelerle yapıldığını bizlere göstermesidir. Taraflar küçük meblağlı hukuki işlemlerini dahi maliyetli bir kayıt yöntemi olan tahta tabletlere yazmış (tabulae ceratae) olup bunlar çoğunlukla triptycha biçimindedir. JONES, David, The Bankers of Puteoli: Finance, Trade and Industry in the Roman World, Tempus, Glouchestershire, 2006; VERHAGEN, 2014, s. 132. 51  VERHAGEN, 2013, s, 58. 52  GOEBEL, 1962, s. 39. 326Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 B.   Iura in Re Aliena Olarak Rehin Hakkı   Bir görüşe göre, Roma hukukunda pignus her zaman bir sözleşmesel ilişkiye işaret etmiş olup, bu nedenle sınırlı ayni hak olarak rehin hakkı Yunan hukukundan gelen bir hukuki transplant olarak ele alınmalıdır. Zira antik Yunan şehir devletleri hukuklarında mülkiyet hakkı Roma hukukundan ziyade eski-Germenik yapıdaki ‘eigen  ile benzerlik göstermiş, bu açıdan katı Romanist dominium kavramına nazaran adeta bir haklar demeti olarak ele alınmıştır. Bu açıdan rızai olarak serbestçe değiştirilebilmiş ayni teminat yöntemlerine Greko-Roman papirus larda rastlanmaktadır.   Rehin hakkının ayni niteliği teslimli veya teslimsiz kurulmuş olması bakımından bir fark göstermemiştir. Digesta metinlerinde ‘rem obligare  teriminin rehin hakkının ayni niteliğine işaret ettiği düşünülmektedir. Öte yandan ‘rem (pignori) obligare  ifadesinin teslimsiz rehin bakımından teslimli rehne kıyasla daha sık kullanıldığı bilinmektedir. Bunun sebebi ‘pignus dare  deyiminin olgusal olarak teslimli rehne daha uygun düştüğü inancıdır. Kaser e göre conventio pignoris ayni yaratılışlıdır, Rehin, esas olarak rehin konusu şeyi bir yük ile yüklemekte, bu açıdan alacaklıya rehinli mal üzerinde münhasır bir hak sağlamaktadır. Bu aynı zamanda ‘ayni karakter  olarak da nitelendirilmektedir. Bunun nedeni, etkinin borçlunun şahsından ziyade malın bizatihi kendisine yönelmiş oluşudur .  Buna  karşılık  conventio  pignoris in  in  rem  bir  hak  olarak  rehin  hakkı yaratması dereceli olarak gerçekleşmiş, bu da ius honorarium un conventio pignoris e tanınan hukuki korumayı genişletmesiyle söz konusu olmuştur.   Roma  hukukunda  ‘rem  obligare   ifadesine  ilk  olarak  köylerde  bulunan taşınmazların  kiracıları  ile  kiralayanları  arasındaki  hukuki  ilişkiler  bakımından rastlanılmıştır.  Roma  geleneklerine  göre  hasılat  kiracısı  statüsünde  olan  köy taşınmazlarının kiracıları, invecta et illata adı verilen taşınmaza getirdikleri köle ve diğer tarımsal araç-gereci hasılat kirasının teminatı olarak rehnetmişlerdir. Bu rehin teslimliteslimsiz rehin kategorisi arasında yer almaktadır. Nitekim bu halde, rehinli eşya borçlu colonus  tarafından  kullanılmaya  devam  etmiş,  öte  yandan  borçlu  alacaklıya  ait                                                  53  RABEL, 1943, s. 41. 54  KARADENİZ ÇELEBİCAN, 2006, s. 302. 55  KASER, 1965, s. 132-133. 327Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 taşınmazda çalıştığından esasında rehin konusu eşya yine alacaklının egemenliği altında bulunmuştur . Niteliği gereği tarım işinin görülebilmesi için rehin verilen malların kiracıda kalması gerektiğinden rehin konusu malların devredilmediği bir ayni teminat biçimi ekonomik ve sosyal hayatın gereklerine uygun bulunmuştur. Bu rehne hukuki gücünü ise praetor larca tanınan interdictum Salvianum vermiştir.   Interdictum  Salvianum,  kiracının  kirayı  ödememesi  durumunda  conventio pignoris gereği henüz kiracıda bulunan rehin konusu aletler ve kölelerin zilyetliğini alacaklıya sağlama işlevi görmüş, bu açıdan rehin hakkının ayni nitelik kazanmasında önemli bir rol oynamıştır. Ins. 4.15.3 uyarınca bu durum  ...interdictum quoque, quod appellatur  Salvianum,adıpıscendae  possessionis  causa  comparatum  est  eque  utitur dominus fundi de rebus coloni, quas is pro mercedibus fundi pignori futuras pepidisset.   İnterdictum Salvianum adı verilen interdictum da zilyetliğin kazanılması için verilmiştir. Çünkü, bir taşınmazın kira bedeline teminat olmak üzere, colonus un eşyaları üzerinde arazinin  malikine  zilyetlik  sağlar.   şeklinde  açıklanmaktadır . Ancak  interdictum Salvianum kiracının bu alet ve köleleri üçüncü kişilere satması durumunda onlara karşı etkili  olamamış,  sadece  malik  olan  kiracıya  karşı  ileri  sürülebilmiştir .  Keza,  bu interdictum sadece spesifik durumlarda esas olmuş, bu açıdan uygulama alanı sınırlı bulunmuştur.   Interdictum  Salvianum,  interdictum  adıpiscendae  possessionis  olarak  rehinli alacaklının zilyetliği elde etmesine olanak vermiş öte yandan, kaybedilen zilyetliğin yeniden  sağlanması  veya  zilyetliğin  korunmasında  etkisi  olmamıştır.  Interdictum prohibitorium (yasaklayıcı interdictum) olarak da kategorize edilen bu koruma yöntemi ile kiranın ödenmemesi halinde mal sahibi ödenmeyen kira ücretinin karşılığı olarak kiracının getirdiği araçların zilyetliğini kazanmakta olup kiracının buna karşı koyması ise yasaklanmıştır.  Öte  yandan  Cumhuriyet  döneminde  dahi  rehinli  alacaklının  malike tanınan  actio  rei  vindicatio  açmada  menfaati  olduğu  kabul  edilmiştir.  Interdictum Salvianum ise formula usulü bakımından ortaya çıkabilecek sorunları en aza indirgemesi                                                  56  VERHAGEN, 2013, s. 67. 57  VERHAGEN, 2013, s. 66; ÖZSUNAR, 2005, 145; SAYIN KORKMAZ, 2018, s.  86. 58  ÖZSUNAR, 2005, s.142; Ins. 4.15.3. 328Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 sebebiyle giderek yaygınlaşmıştır . Zamanla kent taşınmazlarının kiralanmasında da aynı gereksinim doğmuştur.   Conventio  pignoris  ile  alacaklıya  tanınan  rehin  hakkı  praetor larca  tanınan interdictum Salvianum un genişlemesinden doğan actio Serviana isimli dava sonucunda ayni hak niteliği almıştır. Ius praetorium tarafından tanınan bir ayni dava olan actio Serviana nın teslimsiz rehin bakımından önemi, teslimli rehin halinde interdictum ların zaten alacaklıyı korumada yeterli oluşudur. Bu davanın ilk defa MÖ. 43 yılında ölen hukukçu Servius Sulpicius Rufus tarafından tanındığı sanılmaktadır. Servius Sulpicius Rufus, invecta et illata nın rehninden doğan işlem hayatı pratiğini bu dava ile genişleterek, rehin hakkının ayni nitelik kazanmasında büyük rol oynamıştır. Buna karşın bir çok kaynak ise, actio Serviana nın Iulianus zamanında ortaya çıktığından bahsetmekte, buna sebep  olarak  ise  Iulianus  öncesi  kaynakların  actio  Serviana dan  bahsetmediği  ileri sürülmektedir.   Wubbe ve Pichonnaz da davanın kökenini MÖ ilk yüzyıla dayandırmakta ve bu açıdan actio Publiciana ile olan ilişkisine değinmektedir. Bu durum elbette legis actio usulünden formula usulüne geçiş ile de yakından ilişkilidir. Zira legis actio usulünde yargıç  davacının  davalının  karşısında  göreceli  olarak  malik  olarak  sayılıp sayılamayacağına karar verebilmiş iken formula usulünde ise davacının tüm üçüncü kişilere ileri sürülebilmesi bakımından malik sıfatı değerlendirilmiş, mutlak mülkiyet araştırılmıştır.  Wubbe  ve  Pichonnaz ya  göre  bu  sebeple  Roma  hukukunda  actio Publiciana önem kazanmış olup bu dava yargıca davacının davalıyla ilişkisi bakımından malik olup olmadığına karar verme esnekliği tanımıştır. Actio Serviana da buna paralel olarak rehinli alacaklıya göreceli bir koruma sağlamaktadır.  Hem actio Publiciana hem de actio Serviana malın ius civile maliki tarafından rehnedilmesi koşuluyla her türlü                                                  59  GOEBEL, 1962, s. 35, dipnot 40. 60  UMUR, 1983, s. 12; BUCKLAND, 1950, s. 242; GOEBEL, 1962, s. 29; Ins. 4.6.7; C.8.9.1. Buckland, actio  serviana nın  özellikle  hypotheca  bakımından  praetor  peregrinus  tarafından  geliştirildiğini savunmaktadır. 61  JÖRS, Paul / KUNKEL, Wolfgang / WENGER, Leopold, Römisches Recht, 3. Basım, Springer, Heidelberg, 1949, s. 157; VERHAGEN, 2014, s. 133. 62  WUBBE / PICHONNAZ, 1998, s. 362 vd. 329Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 zilyete  karşı  açılabilmiştir.  Eğer  mal  ius  civile  mülkiyeti  sahibi  tarafından rehnedilmediyse, ius civile maliki dışındaki zilyetlere açılabilmiştir.   Actio Serviana ile teslime bağlı olmayan rehin bakımından alacağın istenebilir olması koşuluyla va zülyetliğin ilk defa elde edilmesi, teslimli rehinde ise kaybedilen va zülyetliğin geri kazanılması sağlanmıştır. Diğer bir ifade ile actio Serviana sonucunda rehin hakkı sahibi talep hakkını üçüncü kişilere yöneltebilmiş, rehin konusu malı mal o anda kimin elinde ise ondan alabilmiş ve muacceliyeti gelen borcun ödenmemesi halinde o maldan alacağını elde edebilmiştir. Bu anlamda rehnin teminat konusu malın devri ile kurulması  ya  da  şekilsiz  bir  anlaşma  olan  salt  conventio  pignoris  ile  tesis  edilmiş olmasının ayni hak niteliğini etkilemediği kabul edilmiş, her iki halde de rehin hakkı herkese  karşı  ileri  sürülebilmiştir.  Actio  Serviana  önceleri  sadece  hasılat  kirası sözleşmeleri bakımından geçerli iken daha sonraları genel bir actio in rem niteliği almıştır. İlerleyen dönemlerde conventio pignoris e dayanarak her türlü alacaklının rehin hakkının ayni davalarla korunduğu görülmekte. Bu davalar interdictum Salvianum un kapsamını alacaklı lehine genişletmiştir. Söz konusu genel nitelikli ayni davalar actio pigneraticia in rem, vindictio pignoris, actio quasi Serviana ya da actio hypothecaria gibi isimlerle anılmıştır.   Roma hukukunda sınırlı ayni hak olarak rehin, çoğunlukla pignus ve fakat kimi zaman hypotheca sözcükleri ile ifade edilmiştir. Öğretide genellikle pignus sözcüğü rehin konusu malın zilyetliğinin devredildiği rehin biçimini ifade eder biçimde, hypotheca ise teminat konusu mal devredilmeden kurulan rehini karşılar şekilde kullanılmaktadır. Bu ayrımın sebebi  Ulpianus a ait D.13.7.9.2 metnidir. Metinde  geçen bir  ifadeye  göre  ...proprie pignus dicimus, quod ad creditorem transit, fiduciam, quae mancipio datur creditori, hypothecam, Cum non transit nec dominium ex iüre Quiritium nec possessio   ...gerçek  anlamı  ile  pignus  bir  şeyin  alacaklıya  verilmesine,  fiducia  alacaklıyla                                                  63  VERHAGEN, 2013, s. 58 64  BENKE / MEISSEL, 2019, s.194. 65  KARADENİZ ÇELEBİCAN, 2006, s. 303; SCHULZ, Fritz, Classical Roman Law, Oxford University Press, Oxford, 1951, s. 408–409. 66   KARADENİZ ÇELEBİCAN, 2006, s. 300 vd.; SAYIN KORKMAZ, 2018, s.  85 vd.; ÖZSUNAR, 2005, s. 140 vd. 330Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 mancipatio yapılmasına, hypotheca ise Quirites hukuku gereğince yapılması gereken mülkiyetin ya da zilyetliğin devredilmediği duruma verdiğimiz adlardır.  Bu bağlamda pignus teslime bağlı rehni ifade ederken hypotheca nın ise genellikle pactum hypothecae adı verilen şekle bağlı olmayan bir rehin anlaşmasına dayanan teslimsiz rehini ifade ettiği düşünülmektedir.  Bu  ayrım  çağdaş  hukukların  çoğunda  taşınırlar  bakımından  kabul edilen rehin hakkı ile taşınmazlar bakımından tescil ile kurulan rehin türlerinden en yaygını olan ipotek kavramına paralel bir anlayışı sergilediğinden kabul görmektedir.   Öte yandan pignus un taşınırlar için, Yunan kökenli hypotheca nın ise taşınmazlar bakımından  kullanılmış  olduğu  fikri  tartışmaya  açık  olup  öğretide  bir  görüş hypotheca nın  kendine  özgü  bir  genesisi  olmadığını  savunmaktadır .  Keza  actio hypothecaria ifadesinin interpolatio olduğu da ileri sürülmektedir. Hem pignus, hem de hypotheca sözcükleri zaman zaman teslimli ve teslimsiz rehinleri ifade edebilmiştir. Wigmore a göre ‘pignus  jenerik bir kelime olup genellikle iki farklı fiil ile beraber kullanılmıştır:  Alacaklının  zilyetliği  bakımından  -deponere  ve  borçlunun  zilyetliği bakımından -opponere. Post-klasik dönemde pignus sözcüğü kişisel bir ilişkiyi ifade etmeye başlamış -ki bu açıdan İngiliz hukukundaki ‘pledge  sözcüğüne karşılık gelmiş-, hypotheca ise taşınmazlar bakımından kullanılmaya başlanmıştır. Conventio pignoris ise  tüm  bu  süreçte  teslimsiz  kurulan  rehin  anlaşmasını  ifade  etmiştir.  Severus lar dönemine  kadar  hypotheke  sözcüğünün Yunanlı  grupların  hukuki-ticari  işlemlerinde kullanıldığı  bilinmektedir.  Hypotheke  sözcüğü  Yunanca  hypo  (alt)  ve  tithenai (yerleştirmek), konumlandırmak yükümlülük altına sokmak sözcüklerinden türemiştir.   Hypotheca teriminin interpolatio yoluyla CIC e girmiş olması da mümkündür. Bu görüşe göre hypotheca sözcüğü Eski Yunan Okulu nda gelmekte olup klasik sonrası hukuk okulları Yunan etkisi altında olduğundan bu kavram CIC e alınmıştır . Yunan kültürünün Roma nın sosyal, politik, ekonomik ve hukuki yaşamındaki etkisi büyüktür.                                                  67  BURDICK, 1989, s. 382. 68  WIGMORE, John,  The Pledge-Mortgage Idea In Roman Law: A Revolutionary Interpretation , Illinois Law Review, Yıl: 1941-1942, (s. 371-384); GOEBEL, 1962, s. 41; BURDICK, 1989, s. 381; GOEBEL, 1962, s. 37. 69  GOEBEL, 1962, s. 44; ÖZSUNAR, 2005, s. 145, dipnot 37. 70  WIGMORE, 1942, s. 385. 331Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 Nitekim invecta et illata nın rehninde dahi Yunan etkisi göze çarpmaktadır. Cato, De Agricultura da tarımsal  araçların rehninden bahsetmekte ve bunun Roma hukukuna yabancı oluşunun altını çizmektedir. Bu bağlamda invecta et illata nın kökeninin Güney İtalya  bölgesinde  konuşlanmış  Yunan  topluluklara  dayandığı  söylenmektedir 72 . Hyptotheca ifadesinin kaynaklarda sık kullanılış sebebi ise CIC i derleyen hukukçuların Yunan kurumları ile olan yakın ilişkileridir. Bu nedenle hem fiducia hem de pignus sözcükleri hypotheca ile değiştirilmiştir . Keza  y  harfinin Klasik  Latince de  yer almayıp  Yunanca  kökenli  sözcükler  ile  Latince ye  girmiş  olması  da  bu  savı güçlendirmektedir. Marcianus da D.20.1.5.1 uyarınca pignus ve hypotheca arasında sadece isim farklılığı olduğunu vurgulamıştır. Bu iki kavramın hukuki sonuçları ise aynı olmuştur. Bu anlamda pignus ve hypotheca arasında olayların çoğunluğuna göre rehin konusu malın rehin hakkı sahibine teslim edilip edilmediği çerçevesinde düşünülebilecek ve  fakat  kategorik  olarak  belirlenemeyecek  bir  farkın  mevcut  olabileceği düşünülmektedir.   Conventio pignoris neticesinde üzerinde anlaşılan rehin hakkından doğan davalar, ayni nitelikte davalardır. Söz konusu davalar herkese karşı ileri sürülebildikleri gibi malikin değişmesi ile de ortadan kalkmamışlardır. Bu sebeple öğretide conventio pignoris adeta bir ayni hak tesisi yöntemi olarak ele alınmaktadır . Üçüncü kişi rehin konusu malın zilyetliğini alacaklının rızası olmaksızın malı borçludan satın alma yoluyla elde etmiş olsa dahi, alacaklının rehin hakkı devam etmiş ve actio Serviana imkanı baki kalmıştır. Actio Serviana nın formula sı şu şekildedir:   ‘Si paret inter Am.Am. et Lucium Titium convenisse, ut ea res qua de ağıtur Ao.Ao. pignori esset propter pecuniam debitam (x), eamque rem tunç, cum conveniebat, ın bonis                                                  71  Bkz. Cato, De Agricultura, 146.5. 72  RABEL, 1943, s. 38 73  Farklı görüşler için bkz. GIRARD, Paul, Manuel Élémentaire de Droit Romain, 6. Basım, Librarie Arthur Rousseau, Paris, 1918; GOEBEL, 1962, s. 31. 74  GOEBEL, 1962, s. 41; BUCKLAND, 1989, s. 475. Florentinus a ait D. 13.7.35.1 pignus un teslimli ya da teslimsiz kurulabileceği belirtilmektedir.   75  ÖZSUNAR, 2005, s. 148. 76  BENKE / MEISSEL, 2019, s. 193. 332Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 Lucii Titii fuisse eamque pecuniam neque solutam neque eo nomine satisfactum esse neque per Am.Am. stare quo minus solvatur, nisi ea res arbitrio iüdicis restitüetur, quanti ea res erit, tantam pecuniam iudex Nm.Nm. Ao. Ao condemnato    ‘Eğer Aulus Agerius ve Lucius Titius ün söz konusu şeyin Aulus Agerius a verdiği borç karşılığında rehnedilmesi konusunda anlaştıkları sabit olursa, anlaşma esnasında şey Lucius Titius un in bonis mülkiyetinde ise, borç konusu para alacaklının kusuru olmaksızın ödenmemiş ya da alacaklı başka şekilde tatmin edilmemiş ise ve rehin konusu şeyin yargıç kararıyla elde edilmesine imkan yoksa, ey yargıç Numerius Neğidius u Aulus Agerius a o şeyin değeri kadar ödemesine mahkum et.    Actio Serviana ya da bu davadan türeyen actio in factum-actio utilis lerin intentio (x) kısmında bahsedilen ilk şart, taraflar arasında yapılmış ve şekle bağlı olmayan bir rehin anlaşmasının varlığıdır. Bir diğer deyişle, conventio pignoris, actio Serviana nın formula sının ana unsuru olarak yer almıştır. Bu davada yargıç rehin hakkının geçerli olarak kurulup kurulmadığını, mali rehin verenin rehnin kurulduğu zaman in bonis esse (veya Quirites) mülkiyete sahip bulunup bulunmadığını ve dava açıldığında alacağın sona ermemiş,  başka  bir  teminata  bağlanmamış  ve  alacaklının  temerrüde  düşmüş  olup olmadığını inceleme konusu yapmıştır. Roma da da alacaklının güvencesini artırmak ve ekonomik hayata ivme kazandırmak adına borçlu yararına üçüncü bir kişinin rehin hakkı kurabileceği kabul edilmiştir. Marcianus a ait D.20.1.5.2 metninde yer alan bir ifade uyarınca  dare autem quis hypothecam potest sive pro sua obligatione sive pro aliena   bir kişi kendisinin veya başkasının borcu için ipotek verebilir  denilmektedir. Böylece rehinli alacaklı alacağı için hem borçlusunun tüm malvarlığına başvurabilmiş hem de üçüncü kişinin taşınır veya taşınmazına başvurarak alacağını alma hakkına sahip                                                  77  Bunun için gereken koşullardan ilki, teminat altına alınması gereken geçerli bir alacağın varlığıdır. Rehin  hakkının  varlığının  rehin  ilişkisinin  temelinde  yatan  geçerli  bir  alacağın  varlığına  bağlı bulunduğu, bu nedenle rehin hakkının fer i nitelikte olduğu kabul edilmiştir. Teminat altına alınan alacak sonradan ortadan kalkmış ise rehin hakkı da ipso iure sona ermiştir. Öte yandan bir arazinin üzerindeki bina ile rehin verilmesi durumunda binanın yıkılması halinde dahi superficies solo cedit ilkesi gereği rehin arazi üzerinde kalmaya devam etmiştir. Bkz. Paulus. D. 20.1.29.2; Ulpianus. D.20.1.19; Marcianus. D.20.6.8 vs. Bu durumun çağdaş hukuk sistemlerinde düzenlenen bir kavram olan   kaim  değer   kurumunu  ifade  ettiği  savunulmaktadır.  BENKE  /  MEISSEL,  2019,  s.  193; ERDOĞMUŞ, Belgin, Eşya Hukuku, 6. Basım, Der Yayınları, İstanbul, 2015, s. 273; SAYIN KORKMAZ, 2018, s.  97; ÖZSUNAR, 2005, s. 148; GOEBEL, 1962, s. 46. 333Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 olmuştur 78 .  Alacaklının  üçüncü  kişilere  karşı  actio  Serviana  açması  ve  zararını karşılaması durumunda, borçluya karşı ek bir in personam talepte bulunamayacağı kabul edilmiştir. Iustinianus döneminde ise alacaklının öncelikle borçluya karşı sahip olduğu şahsi davayı açması gerekmiş, eğer sonuç alamaz ise üçüncü kişiye başvurabilmiştir.   Actio Serviana nın  teslimli ve teslimsiz rehinler bakımından uygulama alanı bulması ius honorarium un basit bir şekilsiz anlaşma ile in rem bir hak yaratılmasına izin verdiğini  göstermektedir.  Ius  honorarium un  katı  ve  formal  ius  civile  karşısındaki yumuşatıcı tavrı borçlunun teslimsiz ve formaliteden uzak bir şekilde o anki ve gelecekte edinilecek malvarlığı üzerinde bir ayni hak yaratılmasına gerekli zemini hazırlamıştır. Zira ius honorarium ekonomik ve sosyal etkilere daha açık olmuş, bu nedenle o zamana göre devrimci sayılabilecek hukuk kuralları içermiştir. In rem niteliği ile rehin hakkı, alacaklıya mülkiyet hakkının içeriğini oluşturduğu kabul edilen usus, fructus ve abusus yetkilerinden abusus yani malda tasarruf etme yetkisini vermiş olup Roma hukukunda taraflarca  aksinin  kararlaştırılmaması  durumunda  rehinli  alacaklının  malı kullanamayacağı  kabul  edilmiştir .  Bir  diğer  ifade  ile  conventio  pignoris,  rehnin kapsamını ve şartlarını belirleme işlevi taşımış, ius honorarium bu anlamda tarafların iradesine geniş bir özgürlük alanı tanımıştır.  C.   Rehnin Kapsamını Belirleme İşlevi   Roma  hukukunda  rehin  hakkının  kurulabilmesi  için  rehin  veren  ile  alacaklı arasında yapılmış olan bir rehin anlaşmasının varlığı gerekmiştir. Bu anlaşmayı ifade eden conventio pignoris in özelliği ve içeriği ise üzerinde rehin kurulan malın alacaklıya teslim edilip  edilmemesine  göre  değişiklik  göstermiştir.  Rehin  konusu  malın  alacaklıya                                                  78  KARADENİZ ÇELEBİCAN, 2006, s. 306. 79  VERHAGEN, 2013, s. 66; Iulianus. D. 41.3.33.4- 5; Ulpianus. D. 13.7.1.pr. 80  Aksi halde ius civile uyarınca bir haksız fiil olan kullanma hırsızlığı (furtum usus) söz konusu olmuştur. Keza teslime bağlı rehinler bakımından rehin veren kişinin teminat konusu malı gizlice geri alması halinde  ise  zilyetlik  hırsızlığı  (furtum  possessionis)  suçu  ortaya  çıkmıştır.  Ins.  4.1.10  uyarınca ‘Aliquando autem etiam suae rei quisque furtum committit, veluti si debitor rem quam creditori pignoris causa dedit subtraxerit  ‘Bazen bir kimsenin kendi mali üzerinde bile furtum mümkün olur. Mesela borçlu,  rehin  olarak  verdiği  şeyi  alacaklısından  gizlice  alırsa,  furtum  vardır.   denilmektedir. KARADENİZ ÇELEBİCAN, 2006, s. 310;  SAYIN KORKMAZ, 2018, s.  91; Gaius. Ins. 3.204. 334Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 devredilmesi yoluyla kurulan rehinde taraflar arasında yapılmış olan rehnin tesisine ilişkin anlaşmanın yanı sıra malın va zülyetliğinin de karşı tarafa geçirilmesi gerekmiştir. Bu halde taraflar arasında ayni sözleşmeler grubuna giren ve  consensus + res  olarak formüle edilebilecek eksik iki taraflı bir sözleşme kurulması suretiyle rehinli alacaklı teminat konusu mal üzerinde rehin hakkı elde edebilmiştir. Conventio pignoris, ayni sözleşmenin consensus unsuruna ilişkindir.   Conventio pignoris rehnin kapsamını belirleme işlevi görmüş olup hangi malların rehin kapsamında olduğu, hangi borçların ise rehin konusu mallar ile temin edildiği bu anlaşmanın içeriğine dahil sayılmıştır. Roma nın ilk dönemlerinde satılabilen her çeşit mal rehin konusu olabilmiştir. Eski dönemlerde satılabilen mallar içerisine yalnızca maddi mallar girebilmiştir. Roma hukukunda çağdaş hukuk düzenlerinin aksine rehin hakkının konusu bakımından taşınırlar ve taşınmazlar arasında bir fark görülmemiş, teminat konusu eşyanın paraya çevrilebilir olması yeterli bulunmuştur. Ayrıca maddi nitelik taşıyan alacak hakları ve bazı sınırlı aynȋ haklar da rehne konu olabilmiştir. Zira Roma hukukunda haklar -in personam ve in rem ayrımı yapılmaksızın- res olarak kabul edilmiştir .  Roma  hukukunda  pignus  nominis  (alacak  rehni)  rehin  antlaşmalarının şekilsiz olarak kurulabilmesi, yani conventio pignoris in hukuken tanınması sayesinde söz konusu olmuştur . Öte yandan alacakların rehnedilmesine imkan veren bir başka                                                  81  HAUSMANINGER, Herbert / SELB, Walter, Römisches Privatrecht, 9. Basım, Böhlau, Wien, 2001, s. 213; ARANGIO-RUIZ, Vincenzo, Istiuzioni Dei Diritto Romano, 40. Basım, Jovene, Napoli, 2012, s. 303; ROBAYE, René, Le Droit Romain, 5. Basım, Academia-Bruylant, Louvain-la-Neuve, 2016, s. 229. 82  Çağdaş hukuk sistemlerinde de taşınmaz rehininin sağladığı teminat yönünden kapsamına giren ilk unsur taşınmaz olup bu kavram arazi, tapu kütüğünde ayrı sayfada kayıtlı bağımsız ve sürekli haklar ile kat mülkiyetine tâbi bağımsız bölümleri içermektedir. Tapu kütüğüne kaydedilebilecek bağımsız ve sürekli haklar arasında arazinin altında ve üstünde yapı yapmak ve mevcut yapıyı korumak ile söz konusu yapının mülkiyetine sahip olmak yetkisi veren üst hakkı sayılabilir. Bunlardan başka kaynak hakkı ile bağımsız ve sürekli olarak kurulmaları kaydıyla TMK 837 ve 838 uyarınca düzenlenen diğer irtifak hakları da bu kapsamda değerlendirilmektedir. Günümüz hukuk sistemlerinde de haklar ve alacaklar üzerinde rehin kurulabileceği kabul edilmiştir. Ancak TMK 954/I uyarınca devredilebilir olmak kaydıyla bağımsız ve parayla değerlendirilmesi mümkün olan alacaklar ve haklar rehin hakkına konu olabilmektedir. Bu anlamda günümüzde de kanunen devredilmesi yasaklanan intifa hakkı ile oturma hakkı rehnedilememektedir. Ayrıntılı bilgi için bkz. SİRMEN, 2013, s. 662-735; BELEN Herdem,  Ana Hatları ve Bazı Temel Özellikleriyle Taşınmaz Rehin Hakları , İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2006, Cilt: 5, Sayı: 1-2, (s. 3-30), s. 11. 83  BUCKLAND, 1950, s. 61 84  ÖZSUNAR, 2005, s. 151. 335Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 hukuki  gelişme  Praetor  hukukunun  actio  Serviana nın  formula sını  çağın  ticari gereksinimlerini karşılayacak şekilde genişletmiş olmasıdır. Zira dönemin ekonomisinde borçluların daha önceki sözleşmelerinden doğan alacaklarını teminat olarak gösterme ihtiyacı doğmuş, ius praetorium ise bu sosyal gerçekliğe karşı bir actio in factum-actio utilis tanıyarak bu duruma bir hukuki geçerlilik kazandırmıştır. Paulus a ait D.13.7.18.pr metninde,  bir  alacağın  rehne  konu  olabilmesi  için  praetor un  conventio  pignoris i onurlandırması gerektiği belirtilmektedir.   Söz konusu actio in factum ların tanınması ile conventio pignoris de yer alan her türlü  kabul  edilebilir  malvarlığı  değeri  rehne  dahil  sayılmış  ve  dava  konusu edilebilmiştir. Roma hukukunda rehne konu olabileceği kabul edilmiş olan sınırlı aynȋ hakların başında devredilemeyen ve mirasçılara geçemeyen ususfructus (intifa hakkı) gelmiştir. Bu halde intifa hakkı üzerindeki rehin özellikle semereler bakımından önem taşımaktadır. Yine, emphytheusis (uzun süreli kira hakkı) ile superficies (üst hakkı) in de rehnedilebileceği kabul edilmiştir. İrtifak hakları bakımından ise farklı bir ayrım yapılmış  olup  şu  geçirme  irtifakının  rehine  konu  olabileceği,  öte  yandan  şehir irtifaklarının ise rehnedilemeyeceği kuralı benimsenmiştir. Bir diğer deyişle tarımsal irtifak haklarının komşu arazi sahibine rehnedilebileceği kabul edilmiştir. Keza Roma da oturma ve kullanma haklarının da rehnedilmesi mümkün olmamıştır. Actio Serviana nın kendisi ayni bir dava olmasına karşın (actio in rem) bundan türeyen actiones utilis, actiones in personam olarak görülmüş ve alacaklının borçludan rehin konusu alacağı talep edebileceği kabul edilmiştir.       Roma işlem hayatında, rehin verilen ve alacaklıya devredilen malın semere veren bir  mal  olması  durumunda  çoğunlukla  semerelerin  alacaklıya  bırakılmış  olduğu görülmektedir.  Bu  karar  taraflar  arasında  şekilsiz  olarak  kurulmuş  olan  conventio pignoris in içeriğine dahil edilmiştir. Bu halde rehin alan alacaklı semereleri toplamak ve                                                  85  GOEBEL, 1962, s. 47. 86  KASER, 1965, s. 181-182; VERHAGEN, 2014, s. 134. 87  TAHİROĞLU, Bülent / ERDOĞMUŞ Belgin, Roma Hukuku Meseleleri, Filiz Kitabevi, İstanbul, 1982, s. 91, 88  GOEBEL, 1962, s. 47; BUCKLAND, 1989, s. 478. 89  VERHAGEN, 2013, s. 62. 336Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 onları öncelikle alacağının faizlerinden mahsup etmek, daha sonra ise artan kısmı ana alacaktan indirmek durumunda olmuştur. Kimi zaman pro tanto semerelerin rehinli alacaklıya verildiği zımni olarak dahi kabul edilmiştir. İlerleyen devirlerde yaygınlaşan rehin alanın rehinli eşyanın semerelerinden yararlanabileceğine yönelik taraflarca yapılan anlaşma antichresis olarak da anılmaktadır.  Bu anlaşmanın Yunan hukuku kökenli olduğu ve  Iustinianus  döneminde  de  varlığını  sürdürdüğü  bilinmektedir.  Roma  hukukunda malikin rehin konusu mal üzerinde rehin hakkını engellemeyecek nitelikte sınırlı ayni haklar  kurabileceği  kabul  edilmiştir.  Bu  bağlamda  rehinli  alacaklının  semerelerden yararlanmasının  öngörüldüğü  bir  rehin  hakkı  kurulduktan  sonra  aynı  mal  üzerinde ususfructus kurulamamıştır.      Conventio pignoris in içeriğine dahil olan eşyanın sadece bireysel özellikleri ile belirlenen mallar olması gerekmemiş, rehin verenin o anki ya da gelecekte elde edeceği mallar hakkında genel bir belirleme de yapılabilmiştir. Actio Serviana nın formula sı rehne konu malvarlığının en geç conventio pignoris in yapılması aşamasında borçlunun in bonis mülkiyetinde olmasına işaret etmektedir. Bu bağlamda conventio pignoris in yapılması esnasında borçlunun rehin konusu malın in bonis maliki olduğunu kanıtlaması gerekmemiş, fakat daha sonra malik olmadığını ileri sürerek borçtan kurtulma imkanı verilmemiştir. Bu şart Roma da rehin hakkının conventio pignoris ile kurulması için teminat konusu eşyanın rehin verenin pleno iure ya da kabul edilebilir bir mülkiyet hakkı sahibi olması (in bonis essere ya da Quirites) veya rehin verme hususunda yetki sahibi olması şeklinde yorumlanmaktadır. Nitekim rehne konu şeyin in bonis debitoris olması borçlunun olgusal olarak egemenliğinde bulunan mallar üzerinde icra edilebilir ve geçerli bir rehin kurabilecek olması anlamına gelmiştir. Roma hukukunda borçlunun başkasının                                                  90  Yunanca antichresis sözcüğü anti (karşı) + chrēsis (kullanmak) sözcüklerinden türemiş olup karşılıklı kullanım anlamına gelmektedir.  İsviçre-Türk Medeni Hukuku nda rehinli alacaklının kural olarak rehin konusu mali kullanma ve semerelerinden yararlanma hakkı bulunmamaktadır. TMK 947/II uyarınca alacaklı rehinli malın olgunlaşan ve asıl maldan ayrılan semerelerini malın malikine iade etmekle yükümlüdür. Rehinli alacaklıya alacağın faizi yerine rehin konusu malın semerelerini alma yetkisinin verildiği  yararlanmalı rehin  kurumunun ise antichresis e benzediği düşünülmektedir. BURDICK, 1989, s. 373; KARADENİZ ÇELEBİCAN, 2006, s. 313-314; ÖZSUNAR, 2005, s. 153. 91  VERHAGEN, 2013, s. 62. 92  Ulpianus. D. 20.1.21.1; Modestinus. D. 20.1.22; aksi yönde Paulus. D. 13.7.41. Eğer rehin veren rehin anlaşması esnasında malın maliki olmayıp mülkiyeti daha sonra miras vb. yollar ile elde etmiş ise bu durumun retroaktif olarak rehinin kuruluşundaki eksikliği gidereceği ve durumu iyileştireceği kabul 337Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 mülkiyetinde olan bir malı rehnetmesi de (res aliena pignori data) mümkün olmuştur. Öte yandan borçlunun malı rehnetme yetkisinin olmadığı hallerde rehin geçerli olarak kurulamamıştır. Bu halde rehin konusu eşyanın rehini verenin mülkiyetinde olmadığı hallerde rehin hakkı doğmamakla birlikte taraflar arasında borçlar hukuku kapsamında kişisel borç doğuran conventio pignoris geçerli olmuştur.   Katı bir şekilde ele alındığında mülkiyet şartı gelecekte edinilecek malvarlığı değerlerinin rehnedilmesine engel gözükmektedir. Öte yandan pek çok Digesta metni Roma hukukunda geleceğe yönelik rehin kurulabileceğine ilişkin ipucu vermektedir. Roma da karşımıza çıkan gayri maddi malvarlığı değerlerine ilişkin ilk rehin örneklerinin de fiziksel mülkiyet hakkına ilişkin geleceğe yönelik beklentiler olduğu düşünülmektedir. Buna örnek olarak sürüdeki potansiyel artış ya da rekoltenin beklenen artışı verilmiştir. Bu halde ius praetorium un hukuk kurallarını düzeltme ve uygulama alanını genişletme işlevi kapsamında müdahalede bulunduğu ve geleceğe ilişkin malların rehni bakımından actio  Serviana nın  model  alındığı  bir  actio  utilis  ya  da  actio  in  factum  tanındığı savunulmaktadır. Bunların formula sında ise ilgili eşyanın conventio pignoris in yapıldığı esnada borçlunun in bonis malvarlığında bulunması koşulunun yer almadığı, öte yandan gerekli  hallerde  in  bonis  debitoris  malları  kapsayacak  şekilde  değiştirildiği  ileri sürülmektedir.   Bu bilgiler ışığında Roma hukukunda rehin verenin aktüel ya da gelecekteki tüm malvarlığı değerleri üzerinde genel rehin kurabileceğinin kabul edildiği görülmektedir.                                                  edilmiştir. Bir diğer deyişle, bu halde Roma hukukunda konvalzens söz konusu olmuştur. Konvalzensin söz konusu olabilmesi için rehinli alacaklının iyiniyetli olması gerekmiştir.  Bir diğer deyişle konvalzens, Roma rehin hukukunda iyiniyetin korunduğu hallerde bir örnek teşkil etmektedir. Bu durumda önemli olan borçlunun rehin konusu mal üzerinde haklı bir aynı hak beklentisi olmasıdır. Alacaklının borçlunun gelecekteki  aynı  hakkına  ilişkin  spekülatif  bir  bilgisi  olması  durumunda  iyi  niyetinden bahsedilememiştir. Özellikle miras sebebiyle karşılaşılan iyileştirme, tarafların karşılıklı ekonomik menfaatlerine uygun düştüğünden bahisle kabul edilmiştir. Yine, malikin icazet vermesi halinde de rehin baştan beri geçerli sayılmıştır.  Bu halde actio Serviana nın formula sı, taraflar arasındaki conventio pignoris i yansıtacak şekilde genişletilmiştir. VERHAGEN, (Bona Fide Pledgee), 2014, s. 988-989; BENKE / MEISSEL, 2019, s. 193. 93  BENKE / MEISSEL, 2019, s. 199. 94  GOEBEL, 1962, s. 47. 95  Paulus. D.13.7.41; Papinianus. D. 20.1.1 pr.; Marcianus. D. 20.1.16.7; Modestinus. D. 20.1.22; Ulpianus. D. 20.4.7.1. 338Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 Satışa  konu  olabilecek  her  türlü  maddi  menfaat  vadeye  veya  şarta  bağlı  olarak rehnedilebilmiş, yine faiz borcu gibi yan borçlar da rehinle teminat altına alınabilmiştir. Gaius un formula hypothecaria ya ilişkin yorumuna göre borçlu bu mallar üzerinde tek tek rehin vermiş gibi sorumlu tutulmuştur. Özellikle Roma nın ilerleyen dönemlerinde universitas rerum olarak ifade edilen fiziksel olarak bağımsız şeylerin ekonomik birlik oluşturduğu eşya birliklerinin toplu olarak rehne konu olduğu da görülmektedir. Örneğin bir sürünün tamamı ya da bir taberna nın envanterine dahil bir malvarlığının tamamının rehin  konusu  yapıldığına  rastlanılmaktadır.  Bununla  beraber  bu  halde  rehin  süresi boyunca envantere dahil mallar el değiştirebilmiş, yeni satın alınan mallar ise otomatik olarak rehin konusu olmuştur. Nitekim genel rehin, toplu rehin ve değişken malvarlığı rehni Roma nın ‘kapitalist  karakterine uygundur.   Roma hukukunda genel ve/veya toplu rehin kurulabilmesi conventio pignoris ile mümkün olmuştur. Goebel e göre hypotheca kurumu dahi genel rehin kapsamında ortaya çıkmış  olup  tarımsal  arazi  ve  şehir  taşınmazları  bakımından  kiracıların  tüm malvarlıklarının kira bedelini ödeme ve olası hasarlardan doğan zararları tazmin etme borçlarına  karşılık  teminat  olarak  gösterilmesini  ifade  etmiştir.  Genel  rehin  Roma hukukunda işlem hayatının bir gereği olarak uygulanmış, öte yandan praetor hukuku pignus/hypotheca için öngörülen hukuki çareleri genel rehni içerisine alacak şekilde genişletmiştir .  Bu  durumun  özel  önemi,  borçlunun  tüm  malvarlığını  rehnetmesi durumunda  (obligatio  generalis  rerum)  malvarlığı  değerlerinin  değişken  malvarlığı rehninde olduğu gibi bireysel olarak el değiştirebilmiş olmasıdır. Kural olarak rehin hakkı                                                  96  ERDOĞMUŞ, Belgin,  Roma Hukukunda Borcun Ayni Teminatına Genel Bir Bakış , Ümit Yaşar Doğanay ın Anısına Armağan, Yıl: 1982, Cilt: 1, (s. 255-274), s. 265-266; GOEBEL, 1962, s. 40; BENKE / MEISSEL, 2019, s. 204. Bu durumda rehin hakkının feriliği nedeniyle rehnin şartın gerçekleşmesi halinde alacakla birlikte doğacağı kabul edilmiştir. 97  GOEBEL, 1962, s. 47; VERHAGEN, 2013, s. 62-66; BUCKLAND, 1989, s. 242; SAYIN KORKMAZ, 2018, s. 85; ÖZSUNAR, 2005, s. 151. Taberna örneği icin bkz. Scaevola. D. 20.1.34.2. 98  Günümüzde rehin hukukunun temel ayrımı olan taşınır-taşınmaz ayrımı klasik dönem Roma hukukunda önem taşımamıştır. Res mobiles-res immobiles ayrımı klasik sonrası dönemde yerleşmeye başlamış olup bu döneme gelinceye kadar taşınırlar ve taşınmazlar üzerinde aynı biçimde rehin kurulabilmiştir. Buna karşılık Roma da rehin bakımından yapılan temel ayrım ayni teminat konusu eşyanın devredilip devredilemeyeceğine ilişkindir. BUCKLAND, 1950, s. 238 vd.; GOEBEL, 1962, s. 57; ÖZSUNAR, 2005, s. 159. 99  GOEBEL, 1962, s. 46; VERHAGEN, 2014, s. 136. 339Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 sahibine rehin konusu malın değeri tahsis edilmiş olup rehin hakkı söz konusu malın devrini engellememekte ve malın mülkiyeti rehinle yüklü olarak kazanılmaktadır. Bu durum, Roma hukukunda kabul edilen genel rehnin özelliğini gözler önüne sermekte, bu açıdan malvarlığına ilişkin tüm değerlerin bireysel olarak rehnedilmesi ile olan farkının da altını çizmektedir. Buna göre genel rehin ya da değişken malvarlığı rehni adeta dalgalı bir  teminat  yükünü  ifade  etmiş,  bu  ayni  teminat  yükü  borçlunun  mülkiyetinde bulundukları dönem boyunca belirli mallara yerleşmiştir. Öte yandan Anglo-Amerikan hukuk geleneğinde ‘floating charge  olarak adlandırılan değişken malvarlığı fonlarının rehnedilmesini  ifade  eden  değişken  nitelikli  taşınmaz  rehni  Kıta  Avrupası kodifikasyonlarında terkedilmiş, son dönemde ise belirli istisnalar kapsamında kabul edilmeye başlanmıştır.   Roma hukukunda bir  kimsenin  genel  ya da toplu rehin  vermesi  durumunda hayatın normal akışına göre bireysel olarak rehnedilmeyecek eşyanın rehin kapsamına girmeyeceği kabul edilmiş olup bu kural rehin hakkının kötüye kullanılmasını önleme amacı taşımaktadır. Ulpianus a ait D.20.1.6 ve Paulus a ait D.20.1.7 uyarınca toplu rehin durumunda ev eşyası, kişisel eşyalar, efendi ile özel bir duygusal-ailevi bağ kurmuş olan  köleler  ve  kıyafetler  gibi  spesifik  işlev  taşıyan  mallar  rehin  kapsamı  dışında tutulmuştur. Post-klasik dönemde ekonomik ve sosyal yapının değişmesi sebebiyle 4.                                                  100  Nitekim, Roma hukuku rehinle yüklü bir şeyi bona fide satın alan alıcının iyi niyetini korumamıştır. Bunun nedeni ise borçlunun ticari hayatının sekteye uğrayacağı düşüncesidir. VERHAGEN, 2014, s. 137-138; VERHAGEN, 2013, s, 65. Bkz, Labeo. D.20.6.14. 101  Amerikan hukukundaki ilk örnekler icin bkz. Cahoon v. Miers, 67 Md. 573, 11 Atl. 278. Fransız hukukunda ‘gage sur fonds de commerce  de bu istisnalardan bir tanesidir. BURDICK, 1989, s. 380. 102  Genel rehinler Roma nın ilerleyen dönemlerinde sadece conventio pignoris ile değil, aynı zamanda zımni olarak da kurulabilmiş, bu durumda ise aynı teminatın temin etme işlevi etkinliğini kaybetmiştir. Ortaçağ  Kıta Avrupası örf  adet  hukukunda  belirsiz  ve  değişken  malvarlığı  değerlerinin  teminat gösterilmesine rastlanılmaktadır. Nitekim, ius commune kapsamında genel rehin (blanket lien) hukuki bir  kurum  olarak  kabul  edilmiştir.  19.  yüzyıl  kodifikasyonlarında  ise  bu  kurumun  terkedildiği görülmektedir.  Modern  hukuklarda  özellikle  taşınmaz  rehni  bakımından  belirlilik  ilkesi  esastır. Belirlilik ilkesi teminat altına alınacak alacağın ve teminat konusu taşınmazın belirlenmiş olmasını ifade eder. TMK 855 uyarınca toplu rehin kurulması çağdaş hukuklarda da mümkündür. Öte yandan bunun için rehnin konusunu oluşturacak taşınmazların ayrı ayrı ve açıkça belirtilmeleri gerekmektedir. Yine, Roma hukukunun aksine kişinin sahip olduğu ya da olacağı tüm taşınmazlar üzerinde tek bir alacak için topluca rehin tesis etmesi mümkün görülmemektedir. ZWALVE, 2004, s. 40 vd; VERHAGEN, 2014, s. 135. 103  GOEBEL, 1962, s. 46; BENKE / MEISSEL, 2019, s. 204. 340Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 yüzyılda kölelerin yanı sıra büyük baş hayvanların, 5. yüzyılda ise tarım araçlarının genel rehinden muaf tutulduğu görülmektedir. Roma işlem hayatında hem bireysel malvarlığı değerleri üzerinde kurulmuş rehin hem de genel rehin, teslimli ya da teslimsiz olarak karşımıza çıkabilmektedir. Genel rehin yoluna gidilmesinin arkasında yatan ekonomik saik rehinli alacaklının borçlunun diğer alacaklılarına karşı avantajlı bir pozisyona sahip olma menfaatidir. Genel rehin, Iustinianus döneminde de devam etmiştir.   Roma nın ilk devirlerinde bir malın sadece bir borç için teminat oluşturabileceği kabul edilmiş, kurulan ikinci rehin geçersiz olmuştur. Öte yandan, bunun nedeninin pignus kurumunun ilk etapta fiducia nın etkisi altında kalışı olduğu düşünülmektedir. Daha  sonraları,  conventio  pignoris in  ve  buna  bağlı  olarak  teminat  konusu  malın zilyetliğin  devrinin  gerekmediği  teslimsiz  rehnin  yaygınlaşması  neticesinde  önceki rehinin sona ermesi geciktirici şartına bağlı olarak ikinci bir rehinin kurulabileceği düşüncesi kabul görmüştür. Bundan sonraki aşamada ise ikinci rehinin sahibinin de birinciden  bağımsız  olarak  rehin  hakkı  kazanabildiği  kabul  edilmiştir. Ancak  ikinci sıradaki rehin hakkı sahibi rehne konu olan malın satımından elde edilen bedelden birinci alacaklının alacağını karşılayan miktardan artan kısımla tatmin edilebilmiştir. Roma hukukunda ayni hakların sıralarının belirlenmesinde geçerli olan kural  prior tempore potior iure  yani  zaman itibarı ile önce gelenin hakkı hukuken daha güçlüdür  kuralı olmuştur. Zaman bakımından sonra gelen alacaklı bona fide detentor olsa da, yani rehin                                                  104  GOEBEL, 1962, s. 57; C.8.16(17).1; C.8.16 (17).7; C.8.16 (17).8-9. 105  VERHAGEN, 2013, s. 65. 106  VERHAGEN, 2014 (Bona Fide Pledgee), s. 983. 107  ÖZSUNAR, 2005, s. 154. 108  Borçlunun üzerinde hali hazırda rehin kurulmuş bir mali ikinci bir alacaklıya mala fide rehnetmesi durumunda haksız fiil işlediği kabul edilmiş ve eğer malın değeri tüm borçların değerini aşmadığı takdirde cezaya çarptırılmıştır. VERHAGEN, 2014 (Bona Fide Pledgee), s. 984-985; Africanus. D. 20.4.9. 109  Bu kural İmparator Caracalla tarafından 213 yılında çıkarılan bir emirname ile kabul edilmiştir. Zaman olarak sonra kurulan rehin hakkı sahibi önceki rehin hakkı sahibine karşı actio Serviana açacak olursa exceptio  rei  sibi  ante  pignoratae  (malın  daha  önce  başkasına  rehin  edilmiş  olduğu  def i)  ile karşılaşabilmiştir. Tüm alacaklar tatmin edildikten sonra superfluum un borçluya iadesi gerekmiş, fakat borçlunun önceden yapılan anlaşma ile superfluum u isteme hakkından feragat edebileceği kabul edilmiştir. C.8.27(28).20. 110  C.8.17 (18) 8; ÖZSUNAR, 2005, s. 154. 341Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 teslimli olarak kurulmuş dahi olsa conventio pignoris in önceliği önem taşımıştır. Yine, üçüncü bir kişi tarafından iki farklı alacaklı yararına rehin kurulması durumunda da conventio pignoris in önceliği önem taşımıştır.  İlk rehin şarta bağlı olarak kurulmuş, ikinci rehin mutlak olarak kurulmuş ise şart gerçekleştiği anda ilk alacaklı retroaktif olarak öncelik kazanmış; bu kuralın da aksi her zaman kararlaştırılabilmiştir.   Aynı eşyanın üzerinde farklı rehin hakları tesisi antik Germen, İskandinav ve Yunan hukuklarında kabul edilmemiş, Roma hukukunda ise özellikle Cumhuriyet dönemi ve ilk İmparatorluk dönemlerinde yaygınlaşmıştır.  Bu halde ya ilk alacaklının bir alt rehin (subpignus) kurması söz konusu olmuş ya da borçlu aynı res üzerinde birden fazla teminatta bulunabilmiştir . Aynı malın tümü üzerinde aynı anda birden çok alacaklı lehine rehin kurulması halinde bu alacaklıların eşit hukukȋ durumda oldukları kabul edilmiştir. Öte yandan teslimli ve teslimsiz rehnin aynı anda kurulmuş olması halinde teslimli  rehin  sahibi  alacaklı  daha  kuvvetli  bir  pozisyonda  olmuştur .  Conventio pignoris kapsamında borçlu ve alacaklı, borçlunun aynı malını aynı anda birden çok alacaklının  alacakları  oranında  rehnetmesi  konusunda  da  anlaşabilmişlerdir.  Tüm alacaklılar üçüncü kişilere karşı actio Serviana açabilmiş ancak diğer alacaklılara bu davayı  yöneltememişlerdir.  Conventio  pignoris,  ius  honorarium un  adeta  irade özerkliğini ve tarafların özgürlüğünü destekleyen liberal bir yapı sergilemesine örnektir.                                                  111  Ulpianus. D. 50.17.128 pr.; Paulus. D.20.4.11.1; GOEBEL, 1962, s. 61. 112  WUBBE, Felix, B.J,  Eine Lehre vom Subpignus im Corpus Iuris Civilis , TvR, Yıl: 1958, Cilt: 26, Sayı: 2, (s. 10-194); BENKE / MEISSEL, 2019, s. 210. 113  Bu noktada eklenmesi gereken bir husus da Roma hukukunda, Cermen Hukuku kaynaklı  sabit dereceler  sisteminin aksine taşınmaz rehini bakımından  ilerleme  sisteminin benimsenmiş olduğudur. Buna göre ilk sıradaki rehinli alacaklının alacağını elde etmesi sonucunda ikinci sıradaki alacaklının kendiliğinden ilk sıraya ilerleyeceği kabul edilmiş ve bu duruma successio in locum adı verilmiştir. Yine de alacaklıların kendi aralarında değişiklik yapmaya ilişkin bir sözleşme yapabilmeleri mümkün olmuştur. Bu çerçevede alacaklıların önde gelen alacaklıya ödeme yaparak onun yerine geçmeyi önerme hakkı (ius offerendi) ile borçlu adına borcu ödeyerek ona halef olma imkanı (ius succedendi) kabul edilmiştir. Bu halde rehin hakkı o alacaklı bakımından zımnen sona ermiştir. Bir önceki sıradaki alacaklı ifayı  kabul  etmemesi  durumunda  borçluya  ve  teklifte  bulunan  alacaklıya  karşı  in  rem  hakkını kaybetmiştir. Bu hallerde, satış hakkı beklenen hak niteliğindeki alacaklı, kendinden önceki sıraya ilerlemiş ve eğer önceki rehinli alacaklı ilk sıradaysa satış hakkına sahip olmuştur. Bu durumun yansımalarını çağdaş hukuk sistemlerinde de görmek mümkündür. TMK 884 e göre borçtan şahsen sorumlu olmayan rehinli taşınmaz maliki, borçluya ait koşullar içerisinde borcu ödeyerek taşınmazın üzerindeki ipoteğin kaldırılmasını isteyebilir. Bu halde alacak, borcu ödeyen malike geçmektedir. BUCKLAND, 1950, s. 479; GOEBEL, 1962, s. 64; SİRMEN, 2013; OĞUZMAN, M. Kemal / SELİÇİ, Özel / ÖZDEMİR, Saibe Oktay, Eşya Hukuku, 11. Basım, Filiz Kitabevi, İstanbul, 2006, s. 691; C.8.13(14).22; C.8.17(18).5. 342Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 Öte yandan ius novum ile özellikle ekonomik hayatın işleyişini dönemin gereklerine göre korumak adına bir takım sınırlamalar getirilmiş olduğu görülmektedir. Bu sınırlamalar özellikle rehinli alacaklının tasarruf yetkisinde kendisini göstermektedir.  D.   Rehinli Alacaklının Tasarruf Yetkisi   Rehin  hakkının  ekonomik  işlevi  hem  alacağı  temin  etmek  hem  de  paraya çevrilmesini sağlamaktır. Bu sınırlı ayni hak, sahibine Roma hukukundan günümüze rehin  konusu  malın  paraya  çevrilerek  bedelinden  alacağını  öncelikle  alma  hakkı sağlamaktadır.  Roma  hukukunda  alacaklının  tasarruf  yetkisi,  ilk  etapta  conventio pignoris e göre belirlenmiştir. Roma rehin hukukunda alacaklının tasarruf yetkisi dört aşamada karşımıza çıkmaktadır. Bu açıdan ilk aşamayı borç ödenmediği takdirde rehinli alacaklının malı mülkiyetine geçirmesi teşkil ederken ikinci aşamayı alacaklıya tanınan rehinle yüklü malı satma yetkisi oluşturmaktadır . Üçüncü aşama malın satımından borcun değerini aşan kısmın borçluya iade yükümlülüğünü oluşturmakta, bu aşamada malın el değiştirmesine de izin verilmiş olduğu görülmektedir. Son aşama ise alacaklının                                                  114  329 yılında İmparator Gordianus tarafından çıkarılan bir emirname ile (C.8.26.27.1) causa pignoris indivis est kuralının bir yansıması olarak rehinli alacağın tümüyle ifa edilmesi durumunda aynı alacaklının borçluya karşı güvencesiz karzdan doğan başka bir alacağı varsa alacaklının teminat konusu malı bu alacak için saklayabileceği, bu hususta ius rentendi sahibi olduğu düzenlenmiştir. Pignus gordianum adı verilen bu rehin düzenlemesine göre aynı kişiden birden fazla alacağı olup bunlardan bir kısmının rehinle temin edilmiş olduğu hallerde rehinle temin edilen borçların ödenmesinden sonra da diğer tüm borçlar ödenene kadar alacaklının rehin hakkını muhafaza edeceği kabul edilmiştir. Borcun kısmen ödenmesi durumunda da malın tümü üzerindeki aynȋ güvencenin sürdüğü bilinmektedir. Bu durum kaynaklarda  qui pignori plures res accepit, non cogitur unam liberare nisi accepto universo quantum  debetur   yani   birçok  rehinli  malı  elinde  tutan  alacaklının,  bütün  borcu  ödenmeden mallardan  birisini  serbest  bırakması  mümkün  değildir   biçiminde  ifade  edilmiştir.  Borçlunun borçlarının tümünü ödemeden rehin konusu mallarını geri istemek adına dava açması durumunda ise alacaklıya bir hile def i (exceptio doli) tanınmış olup alacaklı bu şekilde hapis hakkını kullanabilmiştir. Öte yandan alacaklı bahis konusu şeyin başka alacaklılar menfaatine tekrar rehnedilmesine engel olamamış, keza malı satma imkanına da sahip olmamıştır. Bu çerçevede değerlendirilen bir başka rehin türü ise pignus publicum olmuştur. İmparator Leo tarafından 472 yılında çıkarılan bir emirname ile aleni bir hukukȋ işlem ile kurulan rehin hakkı sahibine, aleni olmayan özel şekilsiz bir anlaşma ile doğan rehin hakkı sahibine nazaran öncelik hakkı verilmiş olup rehin hakkının kuruluş anı bu anlamda dikkate alınmamıştır. Öte yandan bu öncelik sisteminin etkin olmadığı düşünülmektedir. Nitekim, hypotheca ancak noter işlevini gören kamu görevlileri tarafından hazırlanmış ya da üç saygın şahit huzurunda kurulmuş ise öncelikten yararlanabilmiştir. KARADENİZ ÇELEBİCAN, 2006, s. 320; GOEBEL, 1962, s. 63; ÖZSUNAR, 2005, s. 157; C.8.17(18).11; Ulpianus.D.20.1.19. 115  Scaevola. D. 46.1.63. Bu nedenle pignus un Verfallpfand biçimindeki görünümünün en eski ayni teminat biçimi olduğu, bununla beraber fiducia nin Eigenturmspfand olarak daha sonra ortaya çıktığı da ileri sürülmektedir. GOEBEL, 1962, s. 33. 343Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 malı satıp bedel üzerinden borcu tatmin etmesinin zorunlu ve temel çözüm yolu olarak kabul edilmesidir.   Rehin  hakkı  sahibinin  tasarruf  yetkisi  çerçevesinde,  alacağının  ödenmemesi durumunda rehin konusu malı satarak elde ettiği bedelden alacağını alma yetkisine ius distrahendi  adı  verilmiş  olup  bu  yetkinin  zamanla  ortaya  çıktığı  bilinmektedir. Alacaklının rehin konusu maldan alacağını doğrudan tatmin etmesine yönelik olarak ilk aşama 2. yüzyıla dek sürmüştür. Bu aşamada rehinli alacaklının rehin konusu malı mülkiyetine geçirme yetkisinin yanı sıra ancak ve ancak tarafların anlaşmalarına bağlı olarak malı satabilme hakkı da olmuştur. Labeo ya ait D.20.1.35 metni satış yetkisinin sözleşme  ile  kararlaştırılabileceğine  işaret  etmektedir.  Öte  yandan  Iavolenus a  ait D.47.2.74-75 metinleri anlaşma olmaksızın ya da borcun muacceliyetinden önce malı satan alacaklının furtum suçunu işlemiş olacağı biçiminde yorumlanmaktadır. Nitekim bu durum işlem hayatında borçlunun kredibilitesini olumsuz etkilediğinden hukuken de kınanmıştır.   İlk aşamada de iure söz konusu olan rehin konusu mali mülkiyetine geçirme yetkisinin  daha  ziyade Yunan  ve  Germen  hukuklarına  özgü  bir  yöntem  olduğu  da bilinmektedir. Bu durum, Roma hukukunun farklı hukuk sistemlerini ve farklı hukuki gelenekleri kapsayıcı karakterini de gözler önüne sermektedir. Roma nın ilk devirlerinde alacağın ödenmemesi halinde rehin konusu malın kayıtsız şartsız alacaklının mülkiyetine geçmesine karşılık daha sonraki  devirlerde taraflar aralarında  yaptıkları sözleşmeye alacağın ödenmemesi durumunda malın alacaklıya geçeceğine ilişkin anlaşmayı ifade eden lex commissoria kaydını eklemeye başlamışlardır . Bir diğer ifade ile, malın                                                  116  Klasik hukuk döneminde borçlunun sadece borcu ödediği takdirde mali rehinden kurtarma hakkı mevcut  olmuştur.  Gordianus  III  döneminde  ise  alacaklının  borçlu  tarafından  teklif  edilen  ifayı reddetmesi halinde, rehnin paraya çevrilmesi için yapılan satışın geçersiz olacağı kabul edilmiştir. Öte yandan satış sonrası yapılan ifa ise rehinli malı kurtarmaya yetmemiştir. Bu anlamda eğer icra usulüyle bir üçüncü kişiye mal satılmış ise borçlu sadece alıcıya karşı malı kurtarma hakkını ileri sürebilmiştir. Bunun için ise alacaklı ile üçüncü kişinin anlaşması gerekmiştir. VERHAGEN, 2014, s. 149. 117  BUCKLAND, 1950, s. 242; DI MARZO, Salvattore, (çev. Umur, Ziya.), Roma Hukuku, İsmail Akgün Matbaası, İstanbul, 1954, s. 289; GOEBEL, 1962, s. 52. 118  BURDICK, 1989, s. 381; ÖZSUNAR, 2005, s. 152; KARAGÖZ ÇOKYAŞAR, Havva,   Roma Hukukunda Lex Commissoria Yasağının Kapsamı ve Bu Yasağın Uygulama Alanını Daraltan İşlemler , Prof. Dr. Aydın Aybay a Armağan, Vedat Yayınları, İstanbul 2004, s. 132 vd. 344Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 mülkiyetinin alacaklıya geçmesi istisna haline gelmiş ve ancak taraflar arasında açıkça kararlaştırıldığı  müddetçe  kabul  edilmiştir.  Lex  commissoria,  Roma  hukukundan günümüze conventio pignoris e eklenmiş olan geciktirici bir şartı ifade eder. Bir diğer deyişle mülkiyetin devri rehinle temin edilen borcun ödenmemesi şartına bağlanmış olup bu hukuki işlem şarta bağlı bir traditio brevi manu niteliği taşımaktadır. Bu noktada önem taşıyan bir diğer husus, anlaşmanın alacağın muacceliyetinden önce yapılmış olmasıdır. Aksi halde alacaklının mülkiyeti kazanması geçerli bir datio in solutum (ifa yerine edim) olarak görülmektedir . Bu aşamada rehinli alacaklının hem rehin konusu maldaki hasardan (periculum) hem de rehin konusu malın borcu karşılayamaması tehlikesinden (reliquum)  doğan  risklere  katlanması  gerekmiştir.  Öte  yandan  alacaklının  malın değerinden borcu aşan miktar olan superfluum/hyperocha yı iade etmesi gerekmemiştir. Malın değerinin artışı ise alacaklının menfaatine olacak şekilde rehne dahil olmuştur. Alacaklı için avantajlı olan bu durum, işlem hayatının gereklerine cevap vermediğinden Cumhuriyet dönemi ortalarından itibaren yaygınlığını kaybetmiştir.     Bununla beraber conventio pignoris ile alacaklıya malı satım yetkisi verilmesine de  sıkça  rastlanılmış,  bu  halde  açık  artırma  usulüyle  spot  piyasada  mallar  satışa sunulmuştur . Cumhuriyet dönemi sonrasında conventio pignoris, rehne konu malın satılarak bedelinden alacaklının tatmin edileceğine ilişkin bir anlaşma olan pactum de vendendo/distrahendi şeklini almıştır. Rehin alanın ius distrahendi olarak ifade edilen                                                  119  Keza  230  yılında  Alenxander  Severus  tarafından  çıkarılmış  bir  emirnamede  (C.  8,19,1)1  malın alacaklıya satışının, alacağın muacceliyetinden sonra kararlaştırılması halinde datio in solutum olarak geçerli olduğundan bahsedilmektedir. GOEBEL, 1962, s. 52. Buna paralel olarak Türk hukukunda da TMK  873  uyarınca  lex  commissoria  yasağı  düzenlenmiştir.  Yasağın  kapsamına  ise  alacağın muacceliyetinden önce yani borcun henüz vadesi gelmeden yapılmış olan anlaşmalar girmektedir. Zira borcun muaccel olmasından sonra aynȋ teminat konusu malın ifa yerine veya uğruna edim olarak alacaklının mülkiyetine geçirilmesi mümkündür.  Roma da hakim olan ilke  aliud pro alio invito creditori solvi non potest  olarak ifade edilen  alacaklının rızası olmadan borçlanılmış edim yerine borcu başka bir şeyle ifa etmek mümkün değildir   ilkesidir. Bununla beraber taraflar aralarında anlaşarak  borçlanılan  edimden  başka  bir  edimin  yerine  getirilmesini  kararlaştırabilmişlerdir. ERDOĞMUŞ, Belgin, Hukukta Latince Teknik Terimler Özlü Sözler. İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2004, s. 10; SİRMEN, 2013, s. 672-687; KUNTALP, Erden,  Lex Commıssoria Yasağı Koşulları ve Uygulama Alanı , İnan Kıraç a Armağan, Galatasaray Üniversitesi Yayınları, İstanbul, 1994, s. 152. 120  Marcianus. D. 20.1.13.pr; nehir yataklarındaki büyüme için Marcianus. D.20.1.16.pr.; çıplak olarak rehnedilen arazide daha sonradan elde edilen ususfructus bakımından Pomponius. D. 13.7.18.1. 121  Açık artırma usulüne ilişkin tabletlere örnek olarak bkz. TPSulp 83–84; TPSulp 88; TPSulp 90–91–92; TPSulp 85; TPSulp 87a. 345Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 satış hakkını kullanması rehni sona erdirmiş olup bu hukuki işlem özel nitelikli kişisel bir satış olarak ele alınmaktadır. Özellikle köle, kıyafet ya da buğday gibi mallar bu usule uygun yapıdadır. Roma da açık artırma sadece icra satışları için değil, aynı zamanda sıradan  ticari  satımlar  için  de  sıklıkla  uygulanan  bir  yöntem  olmuştur .  Rehinli alacaklının  malı  satış  yetkisi  konusunda  Gaius a  ait  Ins.2.64  metni  günümüze  ışık tutmaktadır.  Buna  göre  rehin  alanın  satış  yetkisi,  bu  yönde  tarafların  açık  olarak anlaşmalarına bağlanmıştır. Gaius bu metinde alacaklının malı satma yetkisini malın malikinden başka bir kimse tarafından el değiştirmesi durumuna örnek olarak vermiştir. Roma da geçerli olan  kimse sahip olduğu haktan fazlasını devredemez   nemo plus iuris ad alium transferre potest quam ipse habet  kuralının istisnalarından birisi in personam  karakteriyle  rehin  hakkında  ortaya  çıkmıştır.  Zira  rehin  hakkı  sahibinin alacağını  elde  etmek  amacıyla  maliki  olmamasına  rağmen  teminat  konusu  malı satabileceği kabul edilmiştir. Öte yandan malın mülkiyetinin nakli bakımından malikin en azından zımni rızasının olduğu varsayılmaktadır. Bu açıdan, malikin şarta bağlı olarak bir başka kimseyi rehin konusu malın mülkiyetini devretme konusunda yetkilendirmiş olduğu  görülmektedir .  Papinuanus  ise  D.20.5.4  uyarınca  satış  yetkisini  taraflar arasındaki anlaşmadan kaynaklanan gönüllü bir yetki olarak (vendendi pignoris potestas) ele almıştır.   İleriki dönemlerde pratik hayatta alacaklıya tanınan satış yetkisi borcun miktarını aşan satış miktarının borçluya geri ödenmesi gönüllü kaydını da içermiştir. Özellikle malın satılması halinde satış bedelinin piyasa değerini aşması durumunda conventio pignoris e eklenen bu koşul borçluya koruma sağlamıştır . Rehinli malın bedelinin alacağı karşılamaması halinde ise alacağın geri kalan kısmı için borçlunun diğer kişisel malvarlığı  değerlerine  başvurulabileceği  kabul  edilmiştir.  Ulpianus a  ait  D.13.7.4 uyarınca orta İmparatorluk döneminde satış yetkisi conventio pignoris in içeriğine dahil kabul edilmiş ve taraflar arasında pactum de vendendo olmasa dahi zımni olarak kabul                                                  122  KASER, 1965, s. 132; BURDICK, 1989, s. 379; SAYIN KORKMAZ, 2018, s. 91. 123  VERHAGEN, 2013, s. 69. 124  KASER, 1982, s. 72. 125  VERHAGEN, 2013, s. 70-71; VERHAGEN, 2014, s. 153. 346Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 edilmiştir. Bir diğer deyişle ius distrahendi, conventio pignoris in arızi unsuru iken doğal unsuru biçimini almış, en son dönemde ise esaslı unsur haline gelmiştir. Superfluum un ödenmesinin  kanuni  ve  zımni  bir  yükümlülük  haline  gelişi  ise  Alexander  Severus zamanında gerçekleşmiştir. Klasik dönemin sonunda, taraflar açıkça kararlaştırmamış olsa dahi alacaklının borçluya malın satımından borcu aşan miktarı ödemesi gerekmiştir. Rehin alanın superfluum u iade etmemesi halinde malik tarafından actio pigneraticia açılabilmiştir.    Alacaklının satış yetkisi kapsamında rehne konu malı kendisine satması mümkün olmamıştır. Borçlunun rehin konusu malı şarta bağlı bir satım sözleşmesi ile alacaklıya satışının taraflar arasında açıkça kararlaştırılmasının geçerliliği  ise tartışmalıdır. Bir görüşe  göre  2.  yüzyıla  ilişkin  bazı  metinler  rehinle  yüklü  malın  borçlu  tarafından alacaklıya şarta bağlı satışını düzenlemektedir. Bunlardan en önemlisi borçluyu korumaya yönelik olan D.20.1.16.9 dir. Buna göre Marcianus, Septimius Severus ve Caracalla ya ait bir emirnameden bahsetmekte ve bu halde satışın piyasa bedelini (iustum pretium) yansıtması gerektiğini belirtmektedir. Verhagen, klasik dönemin sonuna kadar iustum pretium sağlandığı takdirde bu satışların geçerli olduğunu belirtmektedir. Bu halde ise borcu  aşan  miktarın  alacaklıya  iadesi  gerekmiştir.  Bu  metin,  superfluum u  ödeme                                                  126  Bu kural Alexander Severus tarafindan 222 yılında çıkarılmış olan bir rescriptum a dayandırılmaktadır. C.8.34(35).1. 127  Alacaklı tarafından satılan malın res nec mancipi olması halinde mülkiyetin yeni alıcıya hemen geçeceği kabul edilmiş, res mancipi mallar bakımında ise satın alanın önce praetor mülkiyetini kazandığı daha sonra ise zamanaşımı ile ius civile mülkiyetini kazandığı kaynaklarda belirtilmiştir. Öte yandan actio pigneraticia directa, in factum concepta olarak doğmuştur. Bu nedenle kimi zaman bu dava ile rehin konusu mal yerine superfluum un talep edilip edilemeyeceğinin tam olarak açık olmadığı da ileri sürülmektedir. Actio pigneraticia contraria ise rehin alan tarafından rehin konusu eşyanın korunması için yaptığı masrafların veya mal yüzünden uğradığı zararların tazmin edilmesi amacıyla rehin verene karşı açılan davayı ifade etmiştir. Borçlunun başkasına ait malı mala fide rehnetmesi halinde doğan zararlar da yine bu dava ile istenebilmiştir. Rehin akdinden doğan davalarla korunan bu haklar şahsȋ hak niteliğinde  olup  rehin  akdinin  kurulmadığı  hallerde  ise  quasi-contractus  yani  akit  benzerlerine dayandırılarak talep edilebilmişlerdir. GOEBEL, 1962, s. 50-52; KASER, 1982, s. 78-80; ERDOĞMUŞ, 1982, s. 280; VERHAGEN, 2014, s. 153-154; KARADENİZ ÇELEBİCAN, 2006, s. 312-319; SAYIN KORKMAZ, 2018, s. 90; ÖZSUNAR, 2005, s. 153. 128  BUCKLAND, 1950, s. 477; KASER, 1965, s. 132-133. 347Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 yükümlülüğünün Septimus Severus döneminde mevcut olduğunun da bir kanıtı olarak değerlendirilmektedir.   Leges commissoriae nın yasaklanması ise çok daha sonra, İmparator Constantinus dönemine denk gelmektedir. Lex commissoria taraflar arasında açıkça kararlaştırılmış ise alacaklı  kendisine  karşı  açılan  davaya  karşı  bu  durumu  ileri  sürebilmiştir.  Lex commissoria şartı ekonomik bakımdan güç durumda kalabileceğine inanılan borçluyu zarara uğratabileceğinden 326 yılında İmparator Constantinus tarafından çıkarılan bir emirname (C.8.34(35).3) ile yasaklanmıştır . Modern hukuklarda da benimsenen lex commissoria  yasağının  altında  yatan  neden  rehin  alanın  temin  edilen  alacağının değerinden daha yüksek bir değer elde etmesini önlemektir. Diğer bir ifade ile zamanında ödeme yapabileceği umuduyla rehin konusu şeyin alacaklının mülkiyetine geçeceğini kabul eden borçlu korunmak istemiştir.   İmparatorluk döneminde ancak son aşamada alacaklının malın üçüncü kişilere satılması sonucunda menfaatini tatmin edebileceği kabul edilmiştir. Öte yandan belirli durumlarda  alacaklı  rehinli  malın  mülkiyetini  de  elde  edebilmiştir.  Bunlar,  rehin anlaşması  (conventio  pignoris)  esnasında  tarafların  malın  alacaklıya  satışını kararlaştırmaları, tarafların borcun muacceliyeti sonrasında datio in solutum olarak malın alacaklıya  satışını  kararlaştırmaları  ve  alacaklının  impetratio  dominii  denen  özel imparatorluk iznini almasıdır. Klasik hukuk döneminin sonlarına doğru alacaklının belli bir  sürede  mala  alıcı  bulamaması  halinde  malın  gerçek  değeri  üzerinden  kendisine verilmesini  isteyebileceği  Alexander  Severus  döneminde  çıkarılmış  olan  (C.8.33.1) imparatorluk emirnamesi ile kabul edilmiştir. Impetratio dominii denilen bu usule göre mal ancak imparatorun açık izni- mahkeme kararı ile alacaklıya verilebilmiştir. Lex commissoria nın yasaklanmasından sonra impetratio dominii alacaklı tarafından rehnin                                                  129  VERHAGEN, 2013, s. 74; D. 20.1.16.9 da yer alan (rem iusto pretio tunc aestimandam-adil bedelin belirlenmesi)  ifadesinin  interpolatio  olduğu,  bunun  amacının  ise  lex  commissoria  yasağı  ile uyumlaştırılması olduğu savunulmaktadır. Aksi yönde bkz, Papinianus, Fragmenta Vaticana, 9. 130  KARADENİZ ÇELEBİCAN, 2006, s. 311. 131  SİRMEN, 2013, s. 672. 132  BUCKLAND, 1950, s. 131; KASER, 1965, s. 133; VERHAGEN, 2014, s. 78. 348Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 paraya çevrilmesi amacıyla rehinli malın mülkiyetinin elde edilmesinin tek usulü olarak kabul edilmiştir.   Iustinianus döneminde, taraflar arasındaki şekilsiz rehin anlaşmasında alacaklının malı satamayacağının kararlaştırılması durumunda dahi, alacaklının belirli şartlar altında satışı gerçekleştirebileceği kabul edilmiştir. Bu halde alacaklının satış yetkisi adeta bir emredici hukuk kuralı halini almıştır. Bunun için alacaklının borçluya art arda üç ihtarda (denuntiatio) bulunması gerekmiştir. Bildirimin satış için öngörülen bir geçerlilik şartı olup olmadığı açık değildir. Öte yandan borçlu üzerindeki baskıyı artırma ve borçluyu superfluum un  kendisine  ödenmesi  konusunda  haberdar  etme  fonksiyonları  mevcut olmuştur. Yine bu dönemde alacaklıya malı satış yetkisi açıkça verildiği takdirde bu satışın  borçluya  yapılan  resmi  ihbar  üzerinden  iki  yıl  geçmedikçe  yapılamayacağı düzenlenmiştir. Borçluya iki yıl içerisinde borcunu ödeyerek bir başkasına satılmış olan rehinli malını geri alma imkanı tanınmıştır. Buna göre alacaklı denuntiatio ve borçluya ilişkin alınan karar sonrasında sonrasında yine iki yıl içerisinde rehne konu satabilmiş, öte yandan aralarındaki anlaşma satışın nasıl ve nerede olacağına ilişkin bilgi içerdiği takdirde, buna öncelik verilmiştir . Görüldüğü üzere conventio pignoris'in hukuken korunması Roma rehin hukukunda taraflara sağlanan irade özerkliğinin altını çizmektedir. Ius novum ise ius praetorium'un bir devamı olarak katı hukuk kurallarını toplumun ihtiyaçlarına uyarlama görevini üstlenmiştir.  SONUÇ   Papinianus a ait D.1.1.7.1 metninde yer alan  ius praetorium est quod praetores introduxerunt adiuvandı vel supplendi vel corrigendi iuris civilis gratia propter utilitatem publicam   ifadesi ile ius praetorium un üç farklı işlevinin altını çizilmektedir. Bunlar: Ius civile yi ayrıntılandırarak açıklamak ve uygulanmasını kolaylaştırmak; ius civile de yer alan boşlukları doldurmak ve burada düzenlenmemiş konularda kurallar koyarak ius                                                  133  İki yıllık süre tarafların aynı eyalette yaşaması halinde öngörülmüş olup aksi halde eyalet yargıcına başvurularak ödeme tarihine ilişkin yeni bir karar alınması gerekmiştir. Borçlu bu imkanını in bonis malik  olan  alacaklının  usucapio  süresinden  önce  kullanabilmiştir.  BUCKLAND,  1950,  s.  477; KARADENİZ ÇELEBİCAN, 2006, s. 311. 349Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 civile yi  düzeltmek  ile  artık  toplumsal  gereksinimlere  karşılık  vermediği  ölçüde, kuralların  değiştirilmesini  sağlamaktır 134 .  Papinianus un  triktonomisi  Wieacker tarafından modern Alman hukukuna alınmış, daha sonra Kıta Avrupası  hukuklarına sirayet etmiştir. Ius praetorium un bu üç işlevinin dikkat çektiği bir alan da Roma da ayni teminat kavramının ortaya çıkışı ve gelişimidir.   Mülkiyet hakkının doğal hak ve sosyal hak niteliği ile ekonomik yansımaları Roma hukukunda mülkiyet ve bununla ilişkili olarak rehin hakkının düzenlenişinde açıkça görülmektedir. Roma'da teminat kavramının ortaya çıkışı taraflar arasındaki bilgi asimetrisine dayanmaktadır. Roma hukukunda ayni teminat kavramının tarihsel gelişimi kademeli olarak gerçekleşmiştir. Alacaklılar ilk aşamada doğrudan mülkiyet hakkının nakli, daha sonra kendilerine mal üzerinde detentio sağlanması, en son aşamada ise bir sınırlı ayni hak tanınması ile güvence altına alınmışlardır. Roma hukukunda rehin hakkı salt hak sahibi üzerinde düşünülen bir yükümlülük statüsünden ile bağımsız bir ayni hakka evrilmiştir. Bu çalışma özellikle taraflar arasında yapılan şekilsiz rehin anlaşmasına (conventio pignoris), bu anlaşmanın zamanla hukuki koruma altına alınmasına ve bu hukuki  korumaların  rehin  hakkının  sınırlı  ayni  hak  olarak  tanınmasındaki  rolüne odaklanmıştır. Zira özellikle teslime bağlı olmayan rehnin evriminde conventio pignoris ile belirlenen bireysel sözleşme hükümlerinin standart sözleşme şartlarına, bunların ise zımni olarak kabul edilen sözleşme hükümlerine, en son aşamada ise katı hukuk kurallara dönüşmüş olmasına rastlanılmaktadır.   Roma rehin hukukunun en önemli özelliği rehin hakkının teslimsiz olarak taraflar arasındaki şekilsiz bir anlaşma ile kurulabilmesine imkan vermiş oluşudur. Conventio pignoris rehin hakkının in rem niteliği almasında kilit bir rol oynamış, bu nedenle adeta bir ayni hak tesisi yöntemi olarak karşımıza çıkmıştır. Conventio pignoris, sözleşmelerin rızailiği  prensibi  ile  bir  ayni  hak  tesisi  arasındaki  ilişkinin  altını  çizmektedir.  Bu çerçevede rehin hakkının ayni hak niteliğini alışı öncelikle ius praetorium sayesinde gerçekleşmiştir. Nitekim ayni teminatların alacaklılara sağladığı, hakkın gerektiğinde malike ya da malın bulunduğu üçüncü kişilere karşı ayni dava ile ileri sürülebilmesi                                                  134  KARADENİZ ÇELEBİCAN, 2007, s. 103; VERHAGEN, 2014, s. 52. 350Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 imkanı ius praetorium tarafından tanınan interdictum lar ve davalarla ortaya çıkmıştır. Özellikle interdictum Salvianum ve daha sonra interdictum Salvianum un genişletilmesi sonucu ortaya çıkan actio Serviana sonucunda rehin hakkı sahibinin talep hakkını üçüncü kişilere yöneltebileceği kabul edilmiş, rehinli alacaklı rehin konusu malı mal o anda kimin elinde ise ondan alabilmiş ve muacceliyeti gelen borcun ödenmemesi halinde alacağını elde edebilmiştir.   Öte yandan bu hususta ius novum un etkisi de büyüktür. İmparatorluk döneminde devletin  idari  organizasyonunun  yeniden  yapılanması  sonucunda  özellikle  3.  yüzyıl imparator  rescriptum ları  etrafında  şekillenen  bu  yeni  hukuk,  Iulianus  ve  sonrası hukukçulardan büyük ölçüde etkilenmiştir. Rehin bakımından önem taşıyan nokta ise ius honorarium  irade  özerkliğini  ve  tarafların  özgürlüğünü  destekleyen  liberal  bir  yapı sergilerken  ius  novum un  özellikle  borçluyu  korumak  adına  bir  takım  sınırlamalar getirmiş olmasıdır. Conventio pignoris, taraflara sağlanan irade özerkliğinin en güzel örneğidir. Ius novum ise katı hukuk kurallarını toplumun ihtiyaçlarına uyarlama görevini almış, bunda ise özellikle edictum perpetuum ile ius honorarium un pratik hukuk yaratma gücünün sona ermesi etkili olmuştur. Öte yandan ius honorarium ve ius novum arasında bir devam ilişkisi de mevcuttur.    Keza  imparatorluk  makamı  praetorian  tekniklerle  hakkaniyeti  sağlamaya yönelmiş olup edictum daki boşlukların doldurulması ve hukuk kurallarının toplumsal ihtiyaçlara  uyarlanması  amaçlanmıştır.  Her  ne  kadar  rescriptum lar  mevcut  hukuk kurallarına  ilişkin  görüş  ve  yargıları  ifade  etse  de  yeni  kural  ve  kurumlardan bahsetmeleriyle hukuk yaratımına katkıda bulunmuş, bu nedenle ius honorarium ile organik bir ilişki içerisinde olmuştur. Öncelikle ius praetorium vasıtasyla daha sonra ise ius novum un etkisiyle rehin hakkının belirli ve müstakil bir mal üzerinde teslime bağlı kurulan bir haktan borçlunun rehnin kurulduğu anda ve gelecekte elde edeceği maddi ve gayrimaddi  tüm  malları  üzerinde  teslimsiz  olarak  tesis  edilebilecek  bir  ayni  hakka                                                  135  Bkz. ‘L équité imperial prend le relai de l équité prétorienne . SCHULZ, Fritz, History of Roman Legal Science, Clarendon Press, Oxford, 1946; HONORÉ, Tony, Emperors and Lawyers, 2. Basım, Oxford University Press, Oxford, 1994, p. 38; VERHAGEN, 2013, 52. 351Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 dönüşümü ve bu bağlamda korunması Roma hukukunun esnek, transformatif ve vizyoner yapısının en güzel örneklerindendir.",
     "Kaynakça": " ARANGIO-RUIZ, Vincenzo, Istiuzioni Dei Diritto Romano, 40. Basım,  Jovene, Napoli, 2012. BELEN Herdem,  Ana Hatları ve Bazı Temel Özellikleriyle Taşınmaz Rehin Hakları , İstanbul Kültür Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2006, Cilt: 5, Sayı: 1-2, (s. 3-30). BENKE, Franz / MEISSEL, Nikolaus, Roman Law of Property, Manz Verlag, Wien, 2019. BERKİ, Şakir,  Roma Hukukunda Ayni Haklar , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1948, Cilt: 5, Sayı:4, (s. 323-375). BUCKLAND, William, W, A Textbook of Roman Law From Augustus to Justinian, 2. Basım, Cambridge University Press,  Cambridge, 1950. BURDICK, William L, The Principles of Roman Law and Their Relation to Modern Law, Tıpkı Bası, W.M.W. Gaunt and Sons, Florida, 1989. CUQ, Édouard, Les Institutions Juridiques des Romains Envisagées dans leurs Rapports avec L'état Social et Avec Le Progrès de la Jurisprudence, L ancien Droit, Paris, 1891. DI MARZO, Salvattore, (çev. Umur, Ziya.), Roma Hukuku, İsmail Akgün Matbaası, İstanbul, 1954. ERDOĞMUŞ, Belgin, Eşya Hukuku, 6. Basım, Der Yayınları, İstanbul, 2015. ERDOĞMUŞ,  Belgin,  Hukukta  Latince  Teknik  Terimler  Özlü  Sözler,  İstanbul  Bilgi Üniversitesi Yayınları, İstanbul, 2004. ERDOĞMUŞ, Belgin, Roma Eşya Hukuku, Der Yayınları, İstanbul, 1994. ERDOĞMUŞ, Belgin,  Roma Hukukunda Borcun Ayni Teminatına Genel Bir Bakış , Ümit Yaşar Doğanay ın Anısına Armağan, Yıl: 1982, Cilt: 1, (s. 255-274). 352Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 GIRARD, Paul, Manuel Élémentaire de Droit Romain, 6. Basım, Librarie Arthur Rousseau, Paris, 1918. GOEBEL, Roger,  Reconstructing the Roman Law of Real Security , Tulane Law Review, Yıl: 1961-1962, Cilt: 36, (s. 29-67). GÜRTEN, Kadir, Roma Hukukunda Kefalet Akdi, Adalet Yayınevi, Ankara, 2007. HALLEBEEK, Jan,   Some Remarks on Laesio Enormis and Proportionality in Roman-Dutch Law and Calvinistic Commercial Ethics , Fundamina, Yıl: 2015, Cilt: 21, Sayı: 1, (s.1433). HAUSMANINGER, Herbert / SELB, Walter, Römisches Privatrecht, 9. Basım, Böhlau, Wien, 2001. HONORÉ, Tony, Emperors and Lawyers, 2. Basım, Oxford University Press, Oxford, 1994. JONES, David, The Bankers of Puteoli: Finance, Trade and Industry in the Roman World, Tempus, Glouchestershire, 2006. JÖRS, Paul / KUNKEL, Wolfgang / WENGER, Leopold, Römisches Recht, 3. Basım, Springer, Heidelberg, 1949. KARADENİZ, ÇELEBİCAN, Özcan, Roma Eşya Hukuku, 3. Basım, Yetkin Kitabevi, Ankara, 2006. KARADENİZ, ÇELEBİCAN, Özcan, Roma Hukuku, 11. Basım, Yetkin Kitabevi, Ankara, 2007. KARAGÖZ ÇOKYAŞAR, Havva,  Roma Hukukunda Lex Commissoria Yasağının Kapsamı ve Bu Yasağın Uygulama Alanını Daraltan İşlemler , Prof. Dr. Aydın Aybay a Armağan, Vedat Yayınları, İstanbul, 2004. KARAMAN, Başak, Roma Hukukunda Rehin Akdi, GSÜ, İstanbul, 2008. KASER, Max, Das römische Privatrecht II, 2. Basım, Beck, München, 1975. KASER, Max, Roman Private Law, Butterwoths Publishings, Oxford, 1965. KASER, Max, Studien zum römischen Pfandrecht, Jovene, Napoli, 1982. 353Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 KOSCHAKER, Paul / AYİTER, Kudret, Modern Hususi Hukuka Giriş Olarak Roma Hususi Hukukunun Ana Hatları, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1975. KUNTALP, Erden,  Lex Commissoria Yasağı Koşulları ve Uygulama Alanı , İnan Kıraç a Armağan, Galatasaray Üniversitesi Yayınları, İstanbul, 1994. KÜÇÜKGÜNGÖR,  Erkan,  Roma  Hukukunda  İntifa  Hakkı  (Ususfructus),  Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1998. LEE, Robert, W, The Elements of Roman Law With a Translation of the Institutes of Justinian, Sweet and Maxwell Publishing, London, 1952. NOORDRAVEN, Gijsbert, De Fiduzia in het Romeinse Recht, Amsterdam, 1999. OĞUZ,  Arzu,   Roma  ve  Türk  Hukukunda  İnançlı  İşlem  ve  Vekâlet  Sözleşmelerinin Karşılaştırılması , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1989-1990, Cilt: 41, Sayı: 1-4, (s. 225-286). OĞUZMAN, M. Kemal / SELİÇİ, Özel / ÖZDEMİR, Saibe Oktay, Eşya Hukuku, 11. Basım, Filiz Kitabevi, İstanbul, 2006. ÖZDEMIR TÜRKOĞLU,  Gökçe,   Roma  Medeni Usul  Hukukunda  Formula Yargılaması , Dokuz Eylül Hukuk Fakültesi Dergisi, Yıl: 2005, Cilt: 7, Sayı: 1 (s. 167-211). ÖZSUNAR,  Erdal,   Roma  Hukuku nda  Rehin  Hakkı  (Pignus-Hyptoheca) ,  Dokuz  Eylül Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2005, Cilt: 7, Sayı: 2, (s. 137-164). RABEL, Ernst,  Real Securities in Roman Law: Reflections on a Recent Study by the Late Dean Wigmore ,  Jurist, Yıl: 1943, Cilt: 1, (s. 32-47). ROBAYE,  René, Le Droit Romain,  5. Basım, Academia-Bruylant, Louvain-la-Neuve, 2016. SAYIN KORKMAZ, Bengi, S,  Roma Hukukunda Ayni Teminatın Tarihsel Gelişimi: Pignus ve Hypotheca , Türkiye Adalet Akademisi Dergisi, Yıl: 2018, Sayı: 36, (s. 73-105). SCHERMAIER, Martin,  Bona Fides in Roman Contract Law , (der. R. Zimmermann / S. Whittaker),  Good Faith  in  European  Contract  Law,  Cambridge  University  Press, Cambridge, 2000, (s. 63-93). 354Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 SCHULZ, Fritz, Classical Roman Law, Oxford University Press, Oxford, 1951. SCHULZ, Fritz, History of Roman Legal Science, Clarendon Press, Oxford, 1946. SCHULZ,  Fritz,  (çev.  Belgin  Erdoğmuş),   Roma  Hukuku nun  Prensiplerinden  Sadakat , İstanbul Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1995, Cilt: 48, Sayı: 1-4, (s. 380398). SEVİĞ Vasfi, Reşit.  Hukuk Mukayesesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1947, Cilt: 4, Sayı:1-4, (s. 168-261). SİRMEN, Lâle A., Eşya Hukuku, 1. Basım, Yetkin Kitabevi, Ankara, 2013. STOLLTE, Bernard,  Fiducia Cum Creditore in Early Byzantine Law , 55th Session of the Société Internationale 'Fernand de Visscher' pour l'Histoire des Droits de l'Antiquité, Rotterdam, 18- 22 September 2001, (s. 1-10). TAHİROĞLU,  Bülent  / ERDOĞMUŞ  Belgin,  Roma  Hukuku Meseleleri,  Filiz  Kitabevi, İstanbul, 1982. UÇARYILMAZ, Talya, Bona Fides (Dürüstlük Kuralı), Yetkin Kitabevi, Ankara, 2018. UMUR, Ziya, Roma Hukuku Lügatı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1983. VERHAGEN, Hendrik,L.E,  Ius honorarium, Equity and Real Security: Parallel Lines of Legal Development , Law and Equity Approaches in Roman Law and Common Law, (der. E. Koops vd.), Brill-Nijhoff, Leiden, 2014, (s. 129-160). VERHAGEN, Hendrik, L.E,  The Evolution of Pignus in Classical Roman Law: Ius Honorarium and Ius Novum , TvR, Yıl: 2013, Cilt: 81, Sayı: 1-2, (s. 51–79). VERHAGEN, Hendrik, L.E,  The Lack of Protection of Bona Fide Pledges , Fundamina, Yıl: 2014, Cilt: 20, Sayı: 2, (s.982-992). WATSON, Alan,  The Origins of Fiducia , ZSS, Yıl: 1962, Cilt: 79, Sayı: 1, (s. 329-334). WIGMORE, John,  The Pledge-Mortgage Idea In Roman Law: A Revolutionary Interpretation , Illinois Law Review, Yıl: 1941-1942, (s. 371-384). 355Uçaryılmaz    Hacettepe HFD, 11(1), 2021, 308-356 WUBBE, Felix, B.J,  Eine Lehre vom Subpignus im Corpus Iuris Civilis , TvR, Yıl: 1958, Cilt: 26, Sayı: 2, (s. 10-194).   WUBBE,  Felix,  B.J./  PICHONNAZ,  Pascal,   L action  Servienne  dans l Edit  du  Preteur , Mélanges à la Mémoire de André Magdelain, (der. M. Humbert ve Y. Thomas), Pantheon-Assas, Paris, 1998, (s. 361–382). ZIMMERMANN, Reinhard, The Law of Obligations Roman Foundations of the Civilian Tradition, Clarendon, Oxford, 1990. ZWALVE, J. Willem,  A Labyrinth of Creditors: A Short Introduction to the History of Security Interests in Goods , Security Rights in Movable Property in European Private Law,"
}