{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "08",
     "Ay": "11",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "BİYOTEKNOLOJİK BULUŞLARIN PATENTLENMESİ",
     "Title": "PATENTING OF BIOTECHNOLOGICAL INVENTIONS",
     "Yazar İsmi": [
          "Ayça ZORLUOĞLU YILMAZ1"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Biyoteknolojik buluş",
          "patent",
          "sınai mülkiyet",
          "fikri haklar",
          "klonlama"
     ],
     "Keywords": [
          "Biotechnological invention",
          "patent",
          "industrial property",
          "intellectual property",
          "cloning"
     ],
     "Özet": "Teknolojinin hızlı ilerlemesi sonucu biyoteknoloji alanındaki baş döndürücü gelişmeler yaşanmaktadır. Bu gelişmeler, pek çok hukuki düzenlemeyi gerektirdiği gibi aynı zamanda da kamu düzeni ve ahlak kuralları ile ilgili tartışmalara da yol açmaktadır. Uzun yıllardır süren biyoteknolojik buluşun patentlenebilirliği sorunu, COVID 19 pandemisi ile birlikte daha da hararetli bir hale gelmiştir. COVID 19 pandemisinin dünya genelinde yarattığı yıkıcı sonuçlar üzerine acil aşı ve ilaç geliştirme çalışmalarına başlanmıştır. Yeni teknikler kullanılarak geliştirilen bu modern aşılar, biyoteknolojik buluşların bir sonucudur ve patent koruması altındadır. Gelişmekte olan veya az gelişmiş ülkelere aşının yeterli seviyede ulaştırılamaması, bu buluşa ilişkin patent korumasının kaldırılması talebine yol açmıştır. Fakat güvenilir bir aşının geliştirilmesi ve üretimi süreci son derece masraflıdır. Biyoteknolojik buluşlar yalnızca aşılar ile de sınırlı değildir, başlıca kullanım alanları; sağlık sektörü, tarım, hayvancılık ve gıda sanayidir. Biyoteknolojik buluşlar, canlı organizmaların oluşumu ve gelişimi ile ilgili olduğundan beraberinde pek çok etik endişeyi de taşımaktadır. Tüm bu tartışmalar, biyoteknolojik buluşların patentlenmesi şartlarının ve patentlenebilirliğin istisnalarının değerlendirilmesi gerekliliğini ortaya koymaktadır.",
     "Abstract": "As a result of the rapid progress of technology, there are stunning developments in the field of biotechnology. While these developments require many legal regulations, they also lead to discussions about public order and moral rules. The problem of patentability of biotechnological invention, which has been going on for many years, has become even more heated with the COVID 19 pandemic. Upon the devastating consequences of the COVID 19 pandemic worldwide, urgent vaccine and drug development studies were initiated. Developed using new techniques, these modern vaccines are the result of biotechnological inventions and are under patent protection. The insufficient delivery of the vaccine to developing or underdeveloped countries has led to a demand for the removal of patent protection for this invention. But the process of developing and producing a reliable vaccine is extremely costly. Biotechnological inventions are not limited to vaccines, their main areas of use are; health sector, agriculture, animal husbandry and food industry. Since biotechnological discoveries are related to the formation and development of living organisms, they also carry many ethical concerns. All these discussions reveal the necessity of evaluating the conditions for patenting biotechnological inventions and the exceptions to patentability.",
     "Metin": " Biyoteknoloji;  tıpta,  endüstriyel  kimyada,  çevre  ve  tarım  araştırmalarında,  deniz biyolojisinde kullanılan modern bir teknolojidir. Bu teknolojinin patentlenmesi hususu her daim çeşitli tartışmalara yol açmıştır. Son dönemde COVID 19 virüsünün global düzeyde ortaya çıkardığı pandemiyi tedavi etmek amacıyla biyoteknolojik buluşlar vasıtasıyla üretilen aşılar, bu buluşların patentlenebilirliği konusundaki sürmekte olan tartışmaları farklı bir boyuta taşımıştır. Özellikle mRNA aşılarının, uzun dönemdeki etkilerinin öngörülemezliği, biyoteknolojik  buluşların  patentlenmesine  ilişkin  çatışmaların  fitilini  ateşlemiş görünmektedir. Biyoteknolojik buluşlar, son yıllarda bilgisayarların da katkısıyla, daha önce görülmemiş  bir  boyutta  hızla  ilerlemektedir.  Gelinen  nokta  itibariyle  biyoteknolojik buluşların önemli tıbbi, sosyal, ekonomik ve çevresel yararları olduğu aşikardır. Bu buluşlar sayesinde  kişiye  özel  tıbbi  uygulamalar  geliştirilmeye  başlanmış,  eskisine  nazaran hastalıklara karşı daha etkili, ancak kişiye daha az yan etkisi olan tedaviler geliştirilmeye başlanmıştır. Biyoteknolojik buluşlar sayesinde koruyucu hekimlik ön plana çıkmıştır ve daha  ortaya  çıkmadan  kanser  veya  genetik  hastalıkların  teşhisi  ve  tedavisi sağlanabilmektedir. Önümüzdeki yıllarda İnsan Genomu Projesinin de sağlık alanında büyük değişimlere  yol  açmasına  kesin  gözüyle  bakılmaktadır.  Biyoteknolojik  buluşların,  21. yüzyıla şekil verecek endüstrileri oluşturması beklenmektedir.  Biyoteknolojik buluşlar giderek modern hayatın her alanında etkili olmaya başlasa dahi, canlı organizmaların gelişimine ve oluşumuna etki ettiklerinden, pek çok eleştirinin de hedefi olmaktadır. Sağladığı tüm yararlara rağmen, doğal dengenin bozulmasına yol açacağı, sonuçlarının  geri  dönülemez  olabileceği  endişeleri  sürmektedir.  Özellikle  de  genetiği değiştirilmiş  organizmaların  çevreye  salınımı  sonucu  ekolojik  denge  üzerine  tahmin                                                       2   BERGMANN, Isumo, Patentverletzungen in der Biotechnologie, Gabler Verlag, Springer Fachmedien Wiesbaden GmbH, Wiesbaden, 2011, s. 54.   1080                                                                                       edilemeyen  etkiler  doğuracağı  iddia  edilmektedir.  Bunların  yanı  sıra  bazı  alanlarda gerçekleştirilen biyoteknolojik buluşların, aslında buluş değil keşif niteliğinde olduğu, bu sebeple  de  patent  koruması  alarak  tekelleşmemesi  gerektiği  savunulmaktadır.  Hayvan deneyleri ve insan genleri üzerindeki çalışmalar ise, kamu düzeni ve ahlak kurallarını yıkıcı etkilere sahip olabileceği gerekçesiyle şiddetle eleştirilmektedir. Biyoteknolojik buluşlara ilişkin araştırma ve geliştirme faaliyetleri son derece yüksek maliyetlidir.  Bu masrafların karşılanması  ve ileride de biyoteknolojik  buluşlara devam edilebilmesi için güvenilen dayanak patentlerdir. Sınai Mülkiyet Kanunu nda biyoteknolojik buluşlara ilişkin ayrı bir düzenleme getirilmemiştir. Bu buluşların da teknolojinin diğer tüm alanlarındaki buluşlar gibi patentleneceği düzenlenmiştir. Patent koruması verilemeyecek alanların  ayrıntılı  düzenlenmesi  yoluyla  konuya  açıklık  getirilmeye  çalışılmıştır.  Fakat biyoteknolojik buluşların, insan yaşamına ve içinde yaşadığımız ekolojik dengeye doğrudan müdahalede bulunan yapısı dolayısıyla tartışmalar devam etmektedir. Bu durumda hangi buluşların  biyoteknolojik  buluş  olarak  kabul  edileceği,  bunlardan  hangilerine  patent koruması  verileceği  ve  bu  patent  korumasının  kapsamının  ne  olması  gerektiği aydınlatılmalıdır. Bu amaçla çalışmamızda ilk olarak biyoteknolojik buluş kavramı üzerinde durulmuştur. Akabinde Sınai Mülkiyet Kanunu hükümleri çerçevesinde patent verilebilirlik şartları  ve  patentlenebilirliğin  istisnaları  irdelenmiştir.  İkinci  bölümde,  biyoteknolojik buluşların, uluslararası patent koruması alması daha yerinde olacağından Avrupa Birliği hukuku  çerçevesinde  konu  ele  alınmıştır.  Son  bölümde  ise,  biyoteknolojik  buluşlar bakımından  özellik  arz  eden  durumlar  açıklanmaya  çalışılmıştır.  Bu  amaçla  gelişmiş ülkelerde biyoteknolojik buluşlara ilişkin açılmış olan ve bu alanda mihenk taşı kabul edilen kararların  incelenmesi  yoluyla  biyoteknolojik  buluşların  patentlenmesi  hususu aydınlatılmaya çalışılmıştır.      1081                                                                                       I.   PATENT VERİLEBİLİR BİYOTEKNOLOJİK BULUŞLAR A.  Biyoteknolojik Buluş Kavramı Patent kavramının temelini, buluş oluşturmaktadır. Biyoteknolojik buluşlara ilişkin incelemeye  geçilmeden  evvel  buluş  kavramı  üzerinde  durulmalıdır.  Patent  hukukunu düzenleyen  gerek  ulusal  gerek  uluslararası  mevzuatta  sıklıkla  buluştan  bahsedilmesine karşın,  bu  kavram  tanımlanmamıştır.  Doktrinde  yer  alan  görüş  gereğince  buluş;  insan zekâsının ürünü olan, teknik bir soruna çözüm getiren, yenilikçe bir düşüncedir. Başka bir deyişle tekniğin bilinen durumunu aşan ve yeni bir çözüm getiren araç veya usuldür. Patentin işlevi, buluş sahibini yenilikçi performansı için münhasır ancak zamanla sınırlı bir kullanım hakkıyla ödüllendirmektir. Bu sebeple patent, ilgili yasal düzenlemede yer alan gerekli unsurları taşıyan buluşlara verilen, patent sahibine bu buluş üzerinde tekelci bir hak sağlayıp bu buluşun kendi rızası dışında üçüncü kişilerce kullanılmasına engel olma hakkı tanıyan resmi bir belgedir. Çünkü patent hakkı, patent sahibine adeta ayni hak gibi yetkiler veren bir mutlak haktır. Patent belgesinin sahibi, izni olmaksızın üçüncü kişilerin bu patentli ürünü üretmesini, satmasını, kullanmasını, ticarete konu etmesini yasaklayabilir. Eğer patent bir usule aitse, hak sahibi üçüncü kişilerin bu usulle üretilen ürünü kamuya arz etmesine, ithal etmesine, kullanmasına, elinde bulundurmasına, başkalarına kullandırılmasına engel olabilir.                                                        3   TEKİNALP, Ünal, Fikrî Mülkiyet Hukuku, Beşinci Bası, Vedat Kitapçılık, İstanbul, 2012, s. 14; ŞEHİRALİ,  Feyzan  Hayal,  Patent  Hakkının  Korunması,  Turhan  Kitapevi,  Ankara,  1998,  s.  6,7; POLATER, Salih, Fikri ve Sınai Mülkiyet Hakları ve Hak Sahipliği, Adalet Yayınevi, Ankara, 2019, s. 25-27. 4   GREWENDORF,  Günther,   Kein  Patent  auf  Leben! ,  Zeitschrift  für  Literaturwissenschaft  und Linguistik, Yıl: 2002, Cilt:128, Sayı:4, (s. 8–33), s. 9. 5   ŞEHİRALİ, 1998, s. 7; BARENBROCK, Ulrich, Patentschutz für biotechnologische Erfindungen : Patentierbarkeit von Stammzellen nach europäischem und deutschem Recht, Yayınlanmamış Yüksek Lisans Tezi, Potsdam, Universität Potsdam Fachbereich Wirtschaftswissenschaften, 2007, s. 16.. 6   TEKİNALP,  2012,  s.  14;  KAYA,  Arslan,   Türk  Hukukunda  Patentten  Doğan  Haklar ,  İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Prof Dr Orhan Münir Çağıl a Armağan, Yıl: 1997, Cilt: LV, Sayı:4, (s.173- 200), S. 173.   1082                                                                                       Biyoteknoloji ise; bitki, hayvan, mikroorganizma gibi canlıların veya canlı öğelerin tarım, tıp gibi alanlarda kullanılması yoluyla yeni bir endüstriyel ürün üretilmesi ya da bunlar sayesinde yarar sağlamaya yönelik disiplinler arası teknolojik süreçlerin tümüdür.  98/44/AT sayılı Biyoteknolojik Buluşların Hukukî Korunmasına İlişkin Avrupa Birliği Yönergesi md 2. 1 (a) gereğince biyolojik materyal; genetik bilgi içeren, kendini üretme kapasitesine  sahip  veya  bir  biyolojik  sistem  içinde  yeniden  üretilebilen  materyaldir. Biyoteknolojik buluş; bir ürün ortaya koyabilmek, var olan bir ürünü değiştirmek, bitki ve hayvan  çeşitlerinin  belirli  özelliklerini  farklılaştırmak  veya  öne  çıkarmak  ya  da  insan bedenine ilişkin spesifik kullanımlar amacıyla canlı kabul edilen materyal ve organizmaların kullanıldığı tekniklerdir.  Biyoteknolojik  buluşların  patent  ile  korunmasına  ilişkin  pek  çok  tartışma bulunmaktadır. Biyoteknolojik buluşların patentlenmesine ilişkin sorunların temel kaynağı, bu buluşlar sonucunda doğabilecek durumların önceden net bir biçimde kestirilememesidir. Doğal yaşama müdahale edilmemesi gerektiğini savunan yaklaşımlara göre, doğada normal ortamında kendiliğinden yetişen canlıların genetik özelliklerinin değiştirilmesi sonucunda doğanın  olağan  dengesi  geri  dönülemez  bir  biçimde  bozulabilir.  Bu  canlıların  genetik özelliklerinin değiştirilmesi sonucu benzer cinslere ve türlere oranla daha avantajlı duruma geçenler, biyolojik çeşitliliğin azalmasına sebep olabilirler. Biyoteknolojik buluşların patent korumasına alınmasına karşı çıkan görüşlerin diğerinin argümanı da özellikle DNA ile ilgili buluşların tüm insanlığın hizmetinde olması gerektiği düşüncesidir. Bu yaklaşıma göre, DNA                                                       7   AVCIOĞLU, Banu,  Biyoteknolojik Buluşlar ve Genetik Kaynaklar , Avrupa Birliği ve Türkiye de Sınai Haklarda Son Gelişmeler Kongresi (10 Ekim 2003), Fikri ve Sınai Haklar Araştırma ve Uygulama Merkezi (FISAUM), Ankara, 2003, (s. 107-124), s. 107; YALÇINER, Uğur,  Biyoteknolojik Buluşlar , Sınai Haklarda Son Gelişmeler, Bildiriler- Tartışmalar (4 Nisan 2001), Ankara Üniversitesi FİSAUM, Ankara, 2002, (s. 29- 64), s. 31. 8   CHRISTIE, Andrew/ GARE, Stephen, Directiv 98/44/EC of the European Parliament and of the Council, 10. Basım, Blackstone s Statutes on Intellectual Property, New York, 2010, s. 549; COOK, Trevor, EU Intellectual Property Law, New York, 2010, s. 536; BARENBROCK, 2007, s. 25. 9   SOYSAL, Tamer, Tarımda Biyoteknoloji Uygulamaları ve Patent Hakları, Adalet Yayınevi, Ankara, 2019, s. 217.   1083                                                                                       zincirleri ile ilgili bulgular herkesle paylaşılmalıdır. Bu sebeple patent koruması altına alınmamalıdır. Bu görüşü savunanların bir diğer gerekçesi de DNA ile ilgili çalışmalara patent verilmesi durumunda, bu tür çalışmalar yüksek bütçeli yatırımlar gerektirdiğinden, bunun  tekelleşmeye  yol  açabileceği  endişesidir.  Buna  karşın;  biyoteknolojik  buluşlar sayesinde elde edilecek ürün ve sonuçların insanlık yararına kullanılabileceği, günümüzde tedavisi zor görünen pek çok hastalığın kolayca tedavi edilebileceği, bu buluşların insanın yaşam kalitesini büyük oranda geliştireceği de ileri sürülmektedir. Biyoteknolojik buluşlara patent  verilmesi  gerektiğini  savunan  görüşlerin  bir  diğer  dayanağı  da  biyoteknolojik buluşların en büyük rol oynadığı alan olan farmakolojide bir projenin gerçekleştirilmesi uzun vadeli ve yüksek bütçeli yatırımlarla mümkün olduğundan bu yatırımların devam edebilmesi amacıyla  biyoteknolojik  buluşlara  geniş  ve  kesin  bir  patent  korumasının  sağlanması zorunluluğudur. Özellikle ilaç sektöründe ileride kimyasal buluşların yerini, biyoteknolojik buluşların  alması  beklenmektedir.  Biyoteknolik  buluşlar  sayesinde  oluşturulan  bireysel ilaçlara ilişkin araştırma ve geliştirme faaliyetleri birkaç yüz milyon avroya varabilen çok yüksek harcamalar gerektirebilir. Bu tür giderlerin karşılanabilmesi, belirli bir süre için patent koruması gerektirir. Bu sayede giderleri dengelemek için gereken gelir makul bir şekilde  hesaplanabilir  kalır.  Başka  bir  deyişle,  aslında  biyoteknolojik  buluşlara  ilişkin tartışmaların çoğunluğu ekonomik kökenlidir. İnsan genomunun veya insan genlerinin kullanımına  dayalı  buluşların  tamamen  patent  koruması  hariç  tutulması,  yeni  ilaçların geliştirilmesini kolaylaştırmadığı gibi, aksine büyük ölçüde zorlaştırabilir. Kanaatimizce de                                                       10  FALCIOĞLU,  Mete  Özgür,   Biyoteknolojik  Buluşların  Avrupa  Patent  Sözleşmesi  Sisteminde Patentlenmesi , Ankara Barosu Fikri Mülkiyet ve Rekabet Hukuku Dergisi, Yıl:5, Cilt: 5 Sayı: 4, Ankara,  2005,  (s.  15-  36),  s.  21;  Devlet  Planlama  Teşkilatı  Sekizinci  Beş  Yıllık  Kalkınma  Planı, Biyoteknoloji ve Biogüvenlik Özel İhtisas Komisyonu Raporu, Ankara, 2000, s. 5. 11  YALÇINER, 2002, s. 40. 12  FALCIOĞLU, 2005, s. 20, 21.  13  SULUK, Cahid/ KARASU, Rauf/ NAL, Temel, Fikri mülkiyet Hukuku, 5. Baskı, Seçkin Yayıncılık, Ankara, 2021, s. 234.   1084                                                                                       önemli olan, biyoteknolojik buluşlar bakımından patent korumasının kapsamının çok dikkatli belirlenmesidir. B. Patent Verilebilirlik Koşulları Biyoteknolojik bir buluşun patentlenebilmesi için 6769 sayılı Sınai Mülkiyet Kanunu (SMK) md 82 vd hükümlerinde yer alan patentlenebilirlik şartlarının bulunması gerekir.  Sınai Mülkiyet Kanunu nun kabulünden önce, patent hakkına ilişkin olarak 551 sayılı Kanun Hükmünde  Kararname  uygulanmaktaydı.  SMK  md  82  gereğince  patent  hakkı,  Patentlenebilir Buluşlar ve Patentlenebilirliğin İstisnaları  başlığı altında düzenlenmiştir. SMK md 82 (1) e göre, teknolojinin her alanında ortaya çıkan buluşlara; yeni olması, buluş basamağı içermesi ve sanayiye uygulanabilir olması koşuluyla patent koruması verilebilir. Bu düzenleme ile 551 sayılı KHK de yer alan tekniğin bilinen durumunu aşma kriterinin, yeni düzenlemede  buluş basamağı içerme  olarak değiştirildiği anlaşılmaktadır. Aynı kriter İngiliz  Patent  Kanunu nda   buluş  basamağı ,  Alman  Patent  Kanunu nda   buluşçu  bir faaliyete dayanma  ve Amerika Birleşik Devletleri Patent Kanunu nda  önceki tekniğe göre bilinmeyen bir gelişme kaydetme  olarak düzenlenmiştir.  Sınai Mülkiyet Kanunu Taslağı tartışılırken, Sanayi Ticaret Enerji Tabii Kaynaklar Bilgi  ve  Teknoloji  Alt  Komisyonu nda  biyoteknolojik  buluşlara  ilişkin  daha  ayrıntılı düzenlemelerin Tasarı ya dâhil edilmesi gerektiği ileri sürülmüştür. Ancak Tasarı da, patent verilemeyecek biyoteknolojik buluşların sınırlarının çizilmiş olduğu gerekçesiyle, bunlar dışında  kalan  biyoteknolojik  buluşların  Ticaretle  Bağlantılı  Fikri  Mülkiyet  Anlaşması (TRIPS) gibi uluslararası düzenlemelerde aranan koşulları sağlaması durumunda, diğer tüm buluşlar  gibi  genel  hükümler  kapsamında  patent  korumasından  faydalanabileceği  ifade edilmiştir. Bu sebeple biyoteknolojik buluşların patent korunmasından yararlanabilmesi                                                       14  Nationaler  Ethikrat,  Zur  Patentierung  biotechnologischer  Erfindungen  unter  Verwendung biologischen Materials menschlichen Ursprungs, Berlin, 2004, s. 16, 17. 15  ŞEHİRALİ, 1998, s. 11; BARENBROCK, 2007, s. 17. 16  ŞAHİNLER BAYKARA, Yasemin/ YAVUZ, Levent/ ALICA, Türkay, 6769 Sayılı Sınai Mülkiyet Kanunu, Ankara, 2019, s. 197.   1085                                                                                       için aranan yenilik, buluş basamağı ve sanayiye uygulanabilirlik koşulları daha ayrıntılı incelenmelidir.  1. Yenilik Biyoteknolojik bir buluşa patent verilebilmesinin ilk koşulu, bu buluşun yeni olmasıdır. Yenilik  kavramı,  yasal  düzenlemelerde farklı şekillerde dayanağını bulmaktadır. Genel olarak kabul edilen daha önce kamuya tanıtılmamış olan buluşun yeni sayılmasıdır. Örneğin İngiliz patent hukukunda, yenilik unsurunun yerine gelebilmesi için daha önce dünyanın hiçbir  yerinde  kamuya  açıklanmamış  olması  koşulu  aranmaktadır.  Daha  önceden kullanılmakta olan buluşlar bu sebeple yeni sayılmamaktadır. SMK md 83 (1) e göre, tekniğin  bilinen  durumundan  farklı  olan  buluşlar  yenidir.  24.04.2017  Tarihli  Resmi Gazete de  Yayımlanan  6769  Sayılı  Sınai  Mülkiyet  Kanununun  Uygulanmasına  Dair Yönetmelik md 98 hükmünde, yine 551 sayılı KHK de geçen  tekniğin bilinen durumu  ifadesi kullanılmıştır. SMK md 83(2) ve SMK Uygulanmasına Dair Yönetmelik md 98 e göre tekniğin bilenen durumu, başvuru yapılmadan önce dünyanın herhangi bir yerinde, yazılı veya sözlü olarak açıklanmış veya kullanılmak suretiyle ya da başka yöntemlerle topluca  erişilebilen  her  türlü  bilgi  anlamına  gelmektedir.  Buna  göre  patent  başvurusu sırasında veya patent başvurusundan sonra yapılan başvurular tekniğin bilinen durumu içinde kabul edilmektedir, bunun tek istisnası rüçhan hakları olabilir. Sınai Mülkiyet Kanunu nun gerekçesinde buluşta evrensel ve mutlak yenilik arandığı vurgulanmıştır.  Amaç  daha  önceden  kamuya  sunulmuş  bir  bilgi,  düşünce,  buluşu kullanarak patent başvurusu yapma fırsatçılığının engellenmesidir. Buluş sahibinin, mutlaka dünyada yeni olan bir buluş yapması gerekir, ancak bu buluşun yeni olduğunu ispatla mükellef değildir. Bu buluşun yeni olmadığı iddia ediliyorsa, TMK md 6 gereği, iddia eden                                                       17  ŞEHİRALİ, 1998, s. 8- 10; YURTSEVER, Şaziye, Patentin Hukuki Korunması ve İlgili Mevzuat, Ankara, 1999, s. 18; TEKİNALP, 2012, s. 537, 538; POLATER, 2019, s. 36, 37; BARENBROCK, 2007, s 18, 19. 18  TEKİNALP, 2012, s. 538.   1086                                                                                       iddiasını ispatla yükümlüdür.  Yenilik konusunda karşılaşılan en temel sorun, halihazırda doğada  bulunan  bir  materyalin  nasıl  yeni  olabileceğidir.  Bu  sorunun  yanıtı  yenilik kavramında yatmaktadır. Patent hukukunda yenilik kavramının bir materyalin ilk kez doğada veya bir laboratuvar ortamında var olmasıyla ilgisi yoktur, yenilik kavramı daha önce bu buluşun kamuya açıklanıp açıklanmadığı hususu ile ilgilidir.    2. Buluş Basamağı Bir buluşa patent verilebilmesi için, söz konusu buluşun bir buluş basamağı taşıması gerekir. Bu koşulun gerçekleşmiş sayılabilmesi için genel olarak, o buluş alanında uzman olan birinin bilgisi dahilinde olmayan, onun tarafından kolayca öngörülemeyecek olan, tekniğin bilinen durumundan kolayca anlaşılamayan bir faaliyet olması gerekir. Bir buluşun patent alabilmesi için tekniğin bilinen durumunda bir aşama kaydetmiş olması, bu bilinen durumu ileri taşıyor olması gerekir. Doktrinde de üzerinde durulduğu üzere, bir buluşun buluş basamağını gerçekleştirip gerçekleştiremediğini saptarken tekniğin var olan durumu incelenmeli, yeni buluş ile eskisi arasındaki farklar belirlenmeli ve teknikte öngörülebilir yeteneğin seviyesi belirlenmelidir. Sınai Mülkiyet Kanunu gerekçesinde de teknik alandaki bir uzman tarafından tekniğin bilinen durumundan kolayca çıkarılamayacak buluşların buluş basamağı taşıdığı kabul edilmiştir. Bu konuda standart bir belirleme kriteri belirlemek zor olduğundan, Sınai Mülkiyet Kanunu gerekçesinde bu belirlemenin mahkemeler ve uygulama tarafından yapılacağı üzerinde ifade edilmiştir.     Avrupa Patent Sözleşmesi (EPC) md 56 da buluş basamağı düzenlenmiştir. Avrupa Patent Ofisi nin temyiz heyetinin, bir buluşta buluş basamağının olup olmadığını saptamak                                                       19  TEKİNALP, 2012, s. 538. 20  KAMSTRA, Gerald/ DÖRING, Mark/ SCOTT-RAM, Nick/ SHEARD, Andrew/ WIXON, Henry, Patents on Biotechnological Inventions: The E.C. Directive, Sweet & Maxwell Ltd, London, 2002, s. 33. 21  ŞEHİRALİ, 1998, s. 10, 11; BARENBROCK, 2007, s. 19, 20. 22  https://www.turkpatent.gov.tr/TURKPATENT/resources/temp/D475F-DFB-4446-86EB14B211D.pdf;jsessionid=ACADEBDED3CBA9228FB,  (Erişim  Tarihi: 04.06.2021).   1087                                                                                       için kullandıkları model  problem/ çözüm  tekniğidir. Bu tekniğin;  en yakın önceki tekniğin  belirlenmesi, çözülecek  objektif teknik problemin  tespit edilmesi ve talep edilen buluşun, en yakın önceki teknikten başlayarak ve objektif teknik problemden yola çıkarak, uzman kişi için aşikâr olup olmayacağının değerlendirilmesi şeklinde üç aşaması vardır. En yakın önceki tekniğin seçilmesinde, ilk değerlendirilmesi gereken husus, buluşla benzer bir amaca veya etkiye yönelik olması veya en azından patent talep edilen buluşla aynı veya yakından ilgili bir teknik alana ait olması gerektiğidir. Uygulamada, genellikle en yakın önceki teknik, benzer bir alanda kullanılan ve talep edilen buluşa ulaşmak için minimum yapısal ve işlevsel modifikasyon gerektirendir. En yakın önceki teknik belirlenirken, bu alanda uzman kişinin bakış açısı nazara alınmalıdır. İkinci aşamada ise, çözülmesi gereken teknik problem nesnel bir şekilde belirlenmelidir. Bu amaçla, patent başvurusunda bulunulan patent ile en yakın önceki teknik arasındaki yapısal veya işlevsel farklar ele alınmalıdır. Patent koruması istenen buluşun, diğer buluşlardan farklılık taşıdığı ileri sürülen özellikleri, söz konusu buluşun teknik karakterine herhangi bir katkı sağlamıyorsa, buluş basamağını da taşımıyor demektir. Son aşamada ise, en yakın önceki tekniği kullandığı sırada objektif teknik problemle karşı karşıya kalan uzman kişiyi, bunu dikkate alarak en yakın önceki tekniği  değiştirmeye  veya  uyarlamaya  teşvik  edecek  herhangi  yeniliğin  bulunup bulunmadığının belirlenmesidir. Başka bir deyişle, asıl mesele, bu alanda uzman kişilerin en                                                       23  KAMSTRA/ DÖRING/ SCOTT- RAM/ SHEARD/ WIXON, 2002, s. 24. 24  https://www.epo.org/law-practice/legal-texts/html/guidelines/e/g_vii_5.htm, (Erişim Tarihi: 04.06.2021). 25  https://www.epo.org/law-practice/legal-texts/html/guidelines/e/g_vii_5_1.htm,  (Erişim  Tarihi: 04.06.2021); Ayrıntılı Bilgi için bkz. Avrupa Patent Ofisi Temyiz Heyeti 18.9.1990 tarih ve  T 0606/89 sayılı kararı,  https://www.epo.org/law-practice/case-law-appeals/recent/t606eu.html, (Erişim Tarihi: 04.06.2021); KENNIGTON, A,  A Review of the  Problem and Solution  Approach to Inventive Step under Article 56 EPC - Part 1 , Epi Information, Institute of Professional Representatives Before the European Patent Office, Yıl: 2016, Cilt: 16, Sayı: 1, (s. 28- 31), s. 28 vd. 26  Bu  konuya  ilişkin  Avrupa  Patent  Ofisi  Temyiz  Heyeti  26.9.2002  tarih  ve  T  0641/00  sayılı  Two identities/COMVIK  kararı  için  bkz.  https://www.epo.org/law-practice/case-lawappeals/recent/t641ex.html,  (Erişim  Tarihi:  04.06.2021);  KENNIGTON,  A,   A  Review  of  the  Problem and Solution  Approach to Inventive Step under Article 56 EPC - Part 2 , Epi Information, Institute of Professional Representatives Before the European Patent Office, Yıl: 2016, Cilt: 16, Sayı: 2, (s. 46- 51), s. 46 vd; https://www.epo.org/law-practice/legal-texts/html/guidelines/e/g_vii_5_2.htm, (Erişim Tarihi: 04.06.2021).   1088                                                                                       yakın önceki tekniği uyarlayarak veya değiştirerek buluşa ulaşıp ulaşamayacakları değil, önceki tekniğin onları bunu yapmaya teşvik edip etmediğidir. 3. Sanayiye Uygulanabilirlik Bir buluşun patent koruması alabilmesinin bir diğer koşulu ise, bu buluşun sanayiye uygulanabilir  olmasıdır.  SMK  md  83  (6) da  bu  husus,   Buluş,  tarım  dahil  sanayinin herhangi bir dalında üretilebilir veya kullanılabilir nitelikte ise, sanayiye uygulanabilir olduğu kabul edilir.  şeklinde düzenlenmiştir.  Sanayiye  uygulanabilirlik  unsuru  özellikle  biyoteknolojik  buluşların  gelişmesi  ve çeşitlenmesiyle daha da önem kazanmıştır. Çünkü biyoteknolojik buluşlar klasik patent sisteminde yer alan pek çok kavramın tanımını daha karmaşık hale getirmiştir. Örneğin keşiflerin patentlenemeyeceği genel bir patent hukuku ilkesi iken; adeta keşif gibi olan bazı buluşların patentlenebileceği öngörülmeye başlanmıştır. 98/44/ AT Biyoteknoloji Yönergesi md 5.1 gereğince; insan vücudunu herhangi bir parçası, bu bağlamda genler de patent konusu olamaz, ancak md 5.2 gereğince eğer gen teknik işlemlerle insan vücudundan ayrıştırılırsa bu artık buluş olacağından patentlenebilir. Ancak doktrinde bazı yaklaşımlar, Yönerge de yer alan bu düzenlemeyi eleştirmektedir. Bu görüşe göre, genlerin araştırılabilmeleri için zaten öncelikle ayrıştırılmaları gerekir, çünkü genler hücrelerde yer alan kromozomlarda bulunurlar. Bu sebeple doktrinde yer alan bu görüş, md 5.1 de yer alan düzenlemeyi md 5.2 de yer alan düzenleme ile çeliştiği ve aslında işin doğasına da halihazırda uygun olmadığı gerekçesiyle eleştirmektedir.                                                           27  https://www.epo.org/law-practice/legal-texts/html/guidelines/e/g_vii_5.htm, (Erişim Tarihi: 04.06.2021); KENNIGTON, A,  A Review of the  Problem and Solution  Approach to Inventive Step under Article 56 EPC - Part 3 , Epi Information, Institute of Professional Representatives Before the European Patent Office, Yıl: 2016, Cilt: 16, Sayı: 3, (s. 21- 26), s. 26. 28  SCHERTENLEIB, Denis,  The Patentability and Protection of DNA-based Inventions in the EPO and the European Union , European Intellectual Property Review, Yıl: 2003, Cilt: 25, Sayı: 3, (s. 125-138), s. 127. 29  SCHERTENLEIB, 2003, s. 127.   1089                                                                                       Sanayiye uygulanabilirlik koşulu özellikle tedavi  yöntemleri hususunda karşımıza çıkmaktadır.  Şöyle  ki;  Avrupa  Patent  Sözleşmesi  gereği  insan  veya  hayvan  vücudunu ameliyat ya da terapi yoluyla tedavi etmeye yönelik metotlar ile insan ve hayvan vücuduna ilişkin teşhis yöntemleri sanayiye uygulanabilirlik unsuru dolayısıyla patent verilemeyen buluşlardan sayılmaktadır. Buna göre eğer buluş sahibi bilinen bir ilaca ilişkin yeni bir tıbbı kullanım alanı bulursa bu hususta patent alamaz, ancak eğer bu bilinen ilacın etkili bir bitki öldürücü olduğu ortaya çıkarsa bu yeni bitki öldüren metot için patent alınabilir. Doktrin tarafından  bu  yaklaşımın  arkasındaki  düşünce  eleştirilmektedir.  Çünkü  farmakoloji endüstrisi, yeni ilaçları araştırmak ve geliştirmekte için ihtiyaç duyduğu yatırımlarını elde tutmak için özellikle patent korumasına güvenmektedir. Bilinen ilaçların yeni kullanımlarına patent  verilmemesi,  hâlihazırda  var  olan  ilaçların  başka  hastalıkların  tedavisinde  de kullanılmasına  ilişkin  araştırma  yapma  hevesin  kırabilir.  Halbuki  halihazırda  var  olan ilaçların  farklı  şekillerde,  başka  hastalıkların  tedavisinde  de  kullanılmasını  sağlayacak araştırmaların kamu yararı amacıyla desteklenmesi gerekir.  C. Patentlenebilirliğin İstisnaları  SMK  md  82  (2)  ve  (3) de  patentlenebilirliğin  istisnaları  düzenlenmiştir.  Patent verilememe nedenleri temel olarak iki ana halde özetlenecek olursa bunlardan ilki bazı faaliyetlerin  buluş  olarak  kabul  edilmemesi  ve  ikinci  olarak  da  bazı  buluşların  patent verilmeye uygun olmayışıdır. Avrupa Patent Sözleşmesi, Gelişmekte Olan Ülkeler için WIPO  Model  Kanunu  ve  SMK  md  82(2) de  buluş  niteliğinde  olmadığı  için  patent korumasına  alınmayan  konu  ve  faaliyetler  genel  olarak;  keşifler,  bilimsel  teoriler, matematiksel  metotlar,  estetik  kreasyonlar,  edebiyat,  sanat  ve bilim eserleri,  bilgisayar programları, zekaya yönelik oyun ve kurallar ve bir bilginin sunumu olarak sayılmıştır. Bunların  patentle  korunamamasının  sebebi,  keşifler,  bilimsel  teoriler  ve  matematiksel                                                       30  KAMSTRA/ DÖRING/ SCOTT- RAM/ SHEARD/ WIXON, 2002, s. 25, dipnot 23. 31  ŞEHİRALİ, 1998, s. 13.   1090                                                                                       metotların bir teknik kural olmaktan ziyade birer saptama olmalarıdır. Bu düzenleme ile, sadece hükümde yer alan huşuların patentlenmesine istisna getirilmiştir. Fakat SMK md 82(2) de sayılan hususları bünyesinde taşıyan buluşların patentlenmesine bir engel yoktur. Örneğin başlı başına bir keşif patentlenemezken, bu keşfin kullanılması sonucu ortaya çıkan biyoteknolojik buluş patent koruması altına alınabilir.  SMK md 82 (3) hükmünde ise; buluş oldukları halde, Kanunda sayılan başka sebeplerle patentlenemeyen durumlar düzenlenmiştir. Buna göre kamu düzeni ve genel ahlaka aykırı nitelikteki buluşlar, mikrobiyolojik işlemler sonucu elde edilen ürünler dışında kalan bitki ve hayvan çeşitleri ile bunların üretilmesine yönelik biyolojik işlemler, insan ve hayvanlar üzerinde uygulanan teşhis ve tüm tedavi yöntemleri, gen dizileri de dâhil olmak üzere insan bedeninin  unsurlarının  keşfi,  insan  klonlanması,  insan  embriyolarının  sınai  ve  ticari faaliyetlere konu edilmesi, önemli bir tıbbi yararı olmaksızın hayvanlara acı çektirecek genetik kimlik değişim işlemleri patentlenebilirliğin bir diğer istisnasıdır. Bu buluşların patent koruması altına alınmamasının sebebi, kamu düzeni ve genel ahlak kurallarının korunmasıdır. Özellikle de insan sağlığının söz konusu olduğu durumlarda, insan bedeninin ticarileştirilmesinin önüne geçme çabasıdır. Patent verilebilir buluşların istisnası olan bitki ve hayvan çeşitlerine ilişkin buluşlar, bunların üretimindeki mikrobiyolojik olmayan usuller veya kamu düzenine ya da ahlaka aykırı sayılan buluşlar, biyoteknolojik buluşlar ile yakından bağlantılıdır.  Bu  istisnalar  özellikle  biyoteknolojik  buluşlar  geliştikçe  daha  da  önem kazanmaktadır. 98/44/ AT Biyoteknoloji Yönergesi de bu istisnaları yeknesak hale getirmeyi                                                       32  ŞEHİRALİ, 1998, s. 13, 14; BENTLY, Lionel/ SHERMAN, Brad, Intellectual Property Law, New York, 2009, s. 441; YURTSEVER, 1999, s. 22, 23; BARENBROCK, 2007, s. 18. 33  SULUK/ KARASU/ NAL, 2021, s. 244. 34  SULUK/ KARASU/ NAL, 2021, s. 244: YUSUFOĞLU, Fülürya, Patent Verilebilirlik Şartları, Vedat Kitapçılık, İstanbul, 2014, s. 112.   1091                                                                                       amaçlamaktadır. Doktrin tarafından vurgulanan bir diğer önemli nokta ise, biyoteknolojik patentlere ilişkin olarak doğan problemlerin pek çoğunun temelinde, modern biyoteknolojik gelişmeler  ile  klasik  biyoteknolojik  buluşlar  arasındaki  farklar  yatmaktadır.  Klasik biyoteknolojide, yaşayan mikroorganizmaları kullanmak suretiyle maya, yoğurt, kefir, sirke gibi kullanışlı ürünler üretiliyorken, modern biyoteknoloji genetik mühendisliği şeklinde DNA üzerinde yapılan çalışmalar ve ileri süreçte de bu tekniklerin yeni hayvan ve bitki çeşitleri yetiştirilmesine, hatta insanlara gen terapisi uygulanması aşamasına ulaşmıştır. Bu gelişen teknoloji beraberinde pek çok etik tartışmayı da getirmektedir. Aynı zamanda modern biyoteknolojik  buluşlar,  büyük  ekonomik  yatırımlar  gerektirdiği  gibi,  büyük  ekonomik getiriler de sağlamaktadır. Ülkesellik ilkesi gereğince, Türkiye de tescil edilen bir patent, yalnızca  Türkiye  sınırları  içerisinde  bir  koruma  sağlamaktadır.  Halbuki  modern biyoteknolojik buluşların, ülke ekonomisine gerçek bir katma değer sağlayabilmesi için, bu buluşun uluslararası mecrada da korunması gerekir. Biyoteknolojik buluşlara ilişkin bir patentin uluslararası korumadan yararlanabilmesi için her devlet nezdinde patent tesciline başvurması gerekir. Ancak bu uygulama hem çok maliyetli hem de uzun süre alan, her devletin hukuk sistemine hâkim olunması ihtiyacını doğuran elverişsiz bir durumdur. Bu amaçla  uluslararası  anlamalar  yoluyla  patentin  uluslararası  koruması  arttırılmaya çalışılmıştır. Bu sebeple Türkiye 1996  yılından beri Patent  İşbirliği  Anlaşması  (Patent Cooperation Treaty- PCT) ve 2000 yılından beri de Avrupa Patent Sözleşmesi ne taraftır. Biyoteknolojik bir buluşun uluslararası alanda da etkin olarak korunması amacıyla Avrupa Birliği hukukuna göre patent korunması incelenmelidir.                                                          35  APLIN, Tanya/ DAVIS, Jennifer, Intellectual Property Law, Text, Cases and Materials, Oxford University Press, 2009, s. 503. 36  APLIN/ DAVIS, 2009, s. 503; GRUBB, Philip W., Patents for Chemicals, Pharmaceuticals and Biotechnology: : Fundamentals of Global Law, Practice, and Strategy, 4. Basım, Oxford University Press, Oxford, 2004, s. 246. 37  Devlet Planlama Teşkilatı Sekizinci Beş Yıllık Kalkınma Planı, 2000, s. 1. 38  SULUK/ KARASU/ NAL, 2021, s. 265.   1092                                                                                       II.  AVRUPA  BİRLİĞİ  HUKUKUNDA  BİYOTEKNOLİK  BULUŞLAR  VE PATENTLENMESİ Avrupa  Birliği  hukuku  çerçevesinde,  bir  biyoteknolojik  buluşun  patentlenmesini düzenleyen  temel  mevzuat;  Biyolojik  Çeşitlilik  Sözleşmesi  (Convention  on  Biological Diversity- CBD), Ticaretle Bağlantılı Fikri Mülkiyet Anlaşması (Trade-Related Aspects of Intellectual Property Rigths- TRIPS), 98/44/ AT Biyoteknolojik Buluşların Korunmasına İlişkin Konsey Yönergesi, Patent İşbirliği Antlaşması (Patent Co-operation Treaty-PCT) ve Avrupa Patent Sözleşmesidir.   Biyoteknolojik Çeşitlilik Sözleşmesi, 5 Haziran 1992 de Rio de Janeiro da Birleşmiş Milletler Çevre ve Gelişme Konferansı sırasında imzalanmıştır. Sözleşmenin amacı; genetik kaynaklara kolay erişim veya bu gerekli teknolojik gelişmelerin transferinin sağlanması ya da yeterli fon sağlamak gibi yollarla genetik kaynaklardan elde edilen yararın adil ve eşit dağılımını sağlamaktır. Sözleşmeye göre biyoçeşitlilik, insanoğlunun ortak değeridir. Bu sebeple üye ülkeler, bu ortak değerlere ilişkin ortak sorumlulukları birlikte taşımalıdır. Sözleşmenin 15. md si gereğince ülkeler kendi doğal kaynakları üzerinde egemenlik hakkına sahiptirler ve bu genetik kaynaklara nasıl ulaşılacağını düzenlemek hakkına sahiptirler.  Dünya  Ticaret  Örgütü nün  kurucu  anlaşmasına  ek  olarak  yapılan  TRIPS,  Dünya Ticaret Örgütü nün alanına giren konuların yanı sıra, fikri mülkiyet haklarını da düzenleyen uluslararası  bir  anlaşma  niteliğindedir.  Bu  Anlaşma  1  Ocak  1995  tarihinde  yürürlüğe girmiştir. Türkiye bakımından ise, 29.01.1995 tarihli Resmî Gazete de yer alan 4067 sayılı Kanun  ile  uygun  bulunmuştur.  TRIPS,  fikri  mülkiyet  alanında  yapılmış  en  kapsamlı uluslararası anlaşma olması sebebiyle son derece önemlidir. Çünkü TRIPS de Paris ve Bern Anlaşmaları na  göndermede  bulunulmakta  ve  bırakılan  boşlukları  doldurma  kapasitesi sebebiyle  geniş  kapsamlı  kabul  edilmektedir.  TRIPS in  amacı  uluslararası  ticarette                                                       39  YALÇINER, 2002, s. 34. 40  APLIN/ DAVIS, 2009, s. 463; KARAGÖZ, Alptekin,  Biyolojik Çeşitlilik Sözleşmesi , Tarla Bitkileri Merkez Araştırma Enstitüsü Dergisi, Yıl: 1998, Cilt:7, Sayı: 1, (s- 9), s.2.   1093                                                                                       yaşanabilecek  düzensizlikleri  gidermek  ve  fikri  mülkiyet  hukuku  alanında  bir  standart getirmektir.  Bu  niteliği  itibariyle  TRIPS,  üye  ülkeler  bakımından  fikri  mülkiyet mevzuatlarını hazırlarken başvurabilecekleri, asgari standartlar getiren bir üst çerçeve metin niteliğindedir.  TRIPS de  biyoteknolojik  buluşlara  dair  açık  bir  hüküm  olmasa  da; teknolojinin tüm alanları açısından usul ve ürün patenti verileceği düzenlendiğinden (TRIPS md 27 vd), biyoteknolojik buluşların da bu alana girdiği kabul edilmektedir. Ayrıca TRIPS kapsamında kamu düzenine ve ahlak kurallarına aykırılık halinde patent verilmeyeceği de ayrıntılı bir hükümle düzenlenmiştir.     Avrupa hukukunda biyoteknolojik buluşlar hakkında uyumlu bir mevzuat oluşturmak amacıyla 1998 tarihinde  Biyoteknolojik Buluşların Korunması Hakkında 98/44/ AT sayılı Yönerge  kabul  edilmiştir.  Bu  Yönerge nin  amacı;  patent  koruması  verilebilecek biyoteknolojik buluşları saptamak, insan veya hayvanlara zarar verebilecek uygulamaların önüne  geçmek,  biyoteknolojik  materyaller  bakımından  buluş  ile  keşif  farklarını  ortaya koymak, insan embriyosuna ilişkin hukuki düzenlemeler yapmaktır. Yönergenin bir diğer amacı ise, patent hukuku alanında biyoteknolojik buluşları korumak için uyumlulaştırılmış, açık ve gelişmiş standartlar ortaya koymaktır. 98/44/ AT Biyoteknoloji Yönergesi md 1 gereği,  üye  ülkeler,  ulusal  mevzuatları  ile  biyoteknolojik  buluşlara  koruma  sağlamak yükümlülüğü altındadırlar. Yönergenin 3. md ne göre, yeni, buluş basamağı taşıyan ce sanayiye uyarlanabilir buluşlar, biyolojik kökenden gelseler dahi patentlenebilirler.   Avrupa Birliği hukuku bakımından belirleyici olan bir diğer düzenleme ise 1970 yılında imzalanan Patent İşbirliği Anlaşmasıdır. Bu Anlaşma ile getirilen sistem sayesinde,                                                       41  TEKİNALP,  2012,  s.549,  550;  https://www.telifhaklari.gov.tr/Ticaretle-Baglantili-Fikri-MulkiyetAnlasmasi-TRIPS (erişim tarihi 05.06.2021). 42  TEKİNALP, 2012, s. 802, 803, 804; GÖKOVALI, Ummuhan / BOZKURT, Kurtuluş,  Fikri ve Sınaî Mülkiyet Hakkı (FSMH) Olarak Patentler: Dünya ve Türkiye Açısından Tarihsel Bir Bakış , Muğla Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, Yıl: 2006, Sayı: 17, (s. 135- 146), s. 140. 43  YUSUFOĞLU, Fülürya,  Genlerin Korunması ile İlgili Olarak AB Yönergesinin Diğer Hukuk Sistemlerine Yansıması ve Türkiye deki Hukuki Düzenleme Çalışmalarının Değerlendirimesi , Prof. Dr. Fırat Öztan a Armağan, (edt. Sabih Arkan), II. Cilt, Ankara, 2010, (s. 2361- 2403), s. 2362, 2363; TEKİNALP, 2012, s. 803; COOK, 2010, s. 536   1094                                                                                       biyoteknolojik buluş sahipleri, üye ülkelerin ulusal patent ofisine veya Dünya Fikri Mülkiyet Örgütü ne (World Intellectual Property Organization- WIPO) uluslararası patent koruması için başvurabilirler.  Bu sayede  buluş sahipleri, her devlet bakımından ayrı  ayrı patent başvurusunda bulunma yükünden kurtulmaktadır.  Patent İşbirliği Anlaşması nın amacı, üye ülkeler arasındaki patent başvuruları, araştırmalar, bu başvuruların değerlendirilmesi gibi hususlarda yeknesaklık getirmektir. Bu Anlaşma ile oluşturulan sistem, uluslararası patent tescili vermemektedir. Uluslararası patent başvurularını, ilgili üye ülkelerin ulusal patent ofislerine iletmekle  yükümlüdür. Patent koruması  hakkında üye ülkelerin  ulusal patent ofisleri, kendi iç hukuklarına göre karar verirler. Avrupa  Patent  Sözleşmesi ni  ise  Türkiye,  12.07.2000  tarihli  Resmî  Gazete de yayımlanan 4504 sayılı Kanun ile kabul etmiştir. Bu Sözleşme nin en ayırt edici tarafı, buluşlara patent verilmesi hususunda tüm üye ülkeler bakımından geçerli olan bir ortak hukuk  sistemi  getirmiş  olmasıdır.  Bu  Sözleşme  ile  buluş  sahiplerine,  Avrupa  Patenti sağlanır. Avrupa Patenti, Sözleşme de aksine bir hüküm bulunmadıkça, verildiği üye ülkelerde adeta o ülkede verilmiş bir patent gibi koruma sağlamaktadır. Avrupa Patentinin, bir veya daha fazla üye ülke için talep edilmesi de mümkündür. Avrupa Patent Sözleşmesi md  52 de  patentlenebilir  buluşlar  düzenlenmiştir.  Hüküm,  Sınai  Mülkiyet  Kanunu  ile uyumludur. Buna göre buluşun, Avrupa Patenti alabilmesi için yeni, buluş basamağına sahip ve sanayiye uygulanabilir nitelikte olması aranır. Avrupa Patent Sözleşmesi md 54 de yenilik unsuru, tekniğin bilinene durumundan farklı olan buluş olarak tanımlanmıştır. Avrupa Patent Sözleşmesi md 56 gereğince buluşun bu alanda uzman bir kişi tarafından tekniğin bilinen durumu nazara alındığında kolayca bulunamayan bir özellik taşıdığı anlaşılabiliyorsa buluş basamağına sahip olduğu kabul edilmektedir. Son olarak Avrupa Patent Sözleşmesi md 57 gereği  bu  buluş  sanayi  içerisinde  üretilebilir  ve  kullanılabilir  nitelikteyse  sanayiye uygulanabilir olduğu varsayılmaktadır. Avrupa Patent Sözleşmesi md 52 (2) gereği keşifler,                                                       44  TEKİNALP, 2012, s. 584; GÖKOVALI/ BOZKURT, 2006, s. 140. 45  TEKİNALP, 2012, s. 587.   1095                                                                                       matematiksel yöntemler, estetik kreasyonlar, bilgisayar programları ve bir bilginin sunumu buluş olarak kabul edilememektedir. Avrupa Patent Sözleşmesi md 53 de patentlebilirliğin istisnaları üç başlık altında düzenlenmiştir. Buna göre ticari kullanımı kamu düzenine ve ahlaka aykırı olan buluşlara, mikrobiyolojik işlemler ve ürünler hariç olmak üzere bitki ve hayvan çeşitleri ve bunların üretilmesi işlemlerine, insan ve hayvan bedenine yönelik teşhis ve her türlü tedavi  edilmesine  yönelik  yöntemlere patent  koruması  verilmesi mümkün değildir.  Gerek Sınai Mülkiyet Kanunu nda gerekse Avrupa Patent Sözleşmesi nde patent verilebilirlik şartları, teknolojinin tüm alanlarındaki buluşlar nazara alınarak yeknesak bir biçimde düzenlenmiştir. Patent verilebilirliği hususunda en tartışmalı konulardan birini de doğrudan insan ve hayvan yaşamını, beden bütünlüğünü ve biyoçeşitliliği geri döndürülmesi zor olacak şekillerde değiştirmesi sebebiyle biyoteknolojik buluşlar oluşturmaktadır. Hangi biyoteknolojik  gelişmelerin  buluş  sayılacağı  veya  patent  koruması  alacağı,  hukuki düzenlemelerdeki  patentlenebilirliğin  istisnalarını  düzenleyen  hükümlerin  yorumlanması yoluyla tespit edilmek durumundadır. Bu sebeple biyoteknolojik buluşlar bakımından özellik arz eden patentlenebilirliğin istisnalarını, bu alanda mihenk taşı sayılan kararları göz önünde bulundurarak değerlendirmek gereklidir.  III. BİYOTEKNOLOJİK BULUŞLAR BAKIMINDAN ÖZELLİK ARZ EDEN DURUMLAR  A.  Keşifler Sınai Mülkiyet Kanunu ve Avrupa Patent Sözleşmesi gereği bir keşif buluş olarak patentlenemez.  Biyoteknolojik  buluşlar  bakımından  genlerin  patentlenmesi  hususu  bu noktada pek çok tartışmayı beraberinde getirmiştir. Çünkü gelişmiş ülkelerin biyoteknolojik                                                       46  ŞAHİNLER BAYKARA/ YAVUZ/ ALICA, 2019, s. 197.   1096                                                                                       buluşlara ilişkin ulusal mevzuatları, keşif ile buluş arasındaki farkı çok daraltmıştır. Yeni bir genin bulunması halinde doktrindeki bazı görüşler bu gen zaten hali hazırda doğada bulunduğundan bunun bir buluş değil, keşif olduğunu; bu nedenle de patentlenemeyeceğini savunmuştur. Bu konuda önemli bir karar olan 1995 tarihli Howard Florey/ Relaxin davasında, H- relaxin hormonunun elde edilme sürecine ve bu hormonun DNA koduna ilişkin patent verilmiştir. H- relaxin hormonu doğal olarak insan yumurtalıklarında var olan bir  hormondur.  Tedavinin  uygulanabilmesi  amacıyla  bu  hormona  ilişkin  DNA  kodu yumurtalık dokusundan izole edilmiştir. Dönemin Yeşiller Partisi bu patent tesciline pek çok yönden itiraz etmiştir. En başta gelen gerekçeleri ise, bu işlemin bir buluş değil, keşif olduğu ve Avrupa Patent Sözleşmesi md 52 (2) (a) gereği patent verilmesinin uygun olmadığı itirazında bulunmuşlardır. Avrupa Patent Ofisi ise, bu talebi patent verilebilirliğe ilişkin klavuz kurallar gereği doğada halihazırda var olan bir materyali bulmanın keşif olduğu ve patentlenmesi mümkün olmadığı, ancak eğer doğada bulunan materyalin öncelikle etrafında bulunan  diğer  materyallerden  arılaştırılması  ve  geliştirilmesi  için  bir  usule  ihtiyaç duyuluyorsa, bu usulün patentlenebileceği gerekçesiyle reddetmiştir. Dahası, bu materyalin yapısı açık bir şekilde belirlenebiliyorsa ve daha önce böyle bir materyalin varlığına ilişkin hiçbir bilgi  yoksa bu materyal tümüyle  yeniyse, başlı başına materyalin kendisinin de patentlenebileceğini ortaya koymuştur. Somut olayda H-relaxin hormonunun varlığı daha önce hiç bilinmemektedir. Patent başvurusunda bulunan taraf, H- relaxin hormonunun elde                                                       47  SULUK/ KARASU/ NAL, 2021, s. 228. 48  BERTHELS, Nele/ MATTHIJS, Gert/ VAN OVERWALLE, Geertrui,  Impact Of Gene Patents On Diagnostic Testing: A New Patent Landscaping Method Applied To Spinocerebellar Ataxia , European Journal of Human Genetics, Yıl: 2011, Cilt:19, Sayı: 11, (s. 1114 –1121), s.1117; AYMÉ, Segolene/ MATTHIJS, Gert/ ANASTASIADOU, Violetta/ ATALAR, Fatmanhan/ BRAGA, Suzanne/ BURN, John/ CASSIMAN, Jean Jaques/ CORNEL, Martina/ COVIELLO Domenico/ EVERS-KIEBOOMS, Gerry/ GORRY,  Philippe/  HODGSON,  Shirley/  KÄÄRIÄINEN,  Helena/  KOSZTOLÁNYI,  György /KRISTOFFERSSON, Ulf/ MACEK, Milan JR/ PATCH, Christine/ SCHMIDTKE, Jörg/ SEQUEIROS, Jorge/ STOPPA-LYONNET, Dominique/ TRANEBJAERG, Lisbeth/ VAN HEYNINGEN,  Veronika/ VAN OMMEN, Gert Jan,   Patenting and Licensing in Genetic Testing: Recommendations Of The European Society Of Human Genetics , European Journal of Human Genetics, Yıl: 2008, Cilt: 16, Sayı: 1, (s. 405 – 411), s. 406. 49  Howard Florey/ Relaxin [1995] EPOR 541.   1097                                                                                       edilmesini sağlayan bir usul geliştirmiş, DNA yapısını şifrelemiş, bu materyallerin kimyasal yapılarını çözümlemiş ve bu protein için yeni bir kullanım alanı bulmuştur. Bu durum artık Avrupa Patent Sözleşmesi md 52/ (2) (a) kapsamına girmemektedir ve bu materyaller patent verilmeye uygundur. Çünkü doğada var olan bir materyali doğal ortamından çıkararak izole etmek, bunu sadece bir keşif olmaktan çıkarıp, ona teknik bir nitelik kazandırmaktadır. Özetle  Avrupa  Patent  Ofisi nin  kılavuz  kuralları  gereğince  kural  olarak;  kendiliğinden doğada bulunan bir materyali bulmak bir buluş değil, keşiftir ve patent koruması almaz. Ancak doğada var olmasına karşın bir materyal ilk kez doğal ortamında ayrıştırılmışsa, bu ayrıştırma sırasında kullanılan işlemler patent konusu olabilir. Ayrıca eğer bu materyal ilk kez tanımlanmışsa, materyal de başlı başına patente konu olabilir. B. Bitki ve Hayvan Çeşitleri Bitki ve hayvan çeşitlerinin patentlenmesine ilişkin asıl sorun insan müdahalesi sonucu kendilerine farklı bir türden genetik materyal enjekte edilmiş bitki ve hayvan çeşitlerinin patentlenmesi  noktasında  ortaya  çıkmaktadır.  Avrupa  Patent  Ofisi nin  1995  öncesi uygulamaları uyarınca genetik  yapısı değiştirilmiş hayvan ve bitkilere patent koruması veriliyordu. Ancak 21 Şubat 1995 tarihinde Temyiz Heyeti T/93 sayılı kararı ile görüşünü çok derin bir biçimde değiştirmiştir. Plant Genetic Systems şirketine gen yapısı değiştirilmiş, böcek ilaçlarına dayanaklı bitkiler için Avrupa Patenti verilmiş, Greenpeace örgütü ise buna karşı çıkmıştır. İddiaya göre genetiği değiştirilmiş bitkiler de bitki çeşitlerindendir ve bu bağlamda Avrupa Patent Sözleşmesi gereğince patentlenememesi gerekir. Bir diğer iddiaya göre ise; Temyiz Heyeti Plant Genetic Systems davasında  temel biyolojik usul  kavramının anlamı tartışılmış ve varılan sonuca göre; temel üretim basamaklarından en az biri sonuca önemli şekilde etki eden bir insan faaliyeti olmadıkça tamamlanamayan usuller olarak tanımlanmıştır.  Bu  tartışmalar  genetiği  değiştirilmiş  çeşitleri  hakkında  hangi  kuralların                                                       50  APLIN/  DAVIS,  2009,  s.  504;  SOYSAL,  Tamer,   CRISPR  Genom  Düzenleme  Teknolojileri: Patentlenebilirlikleri ve Covıd-19 Salgınında Kullanımı , Adalet Dergisi, Yıl: 2021, Cilt, Sayı: 66, (s. 227 – 292), s. 255. 51  KAMSTRA/ DÖRING/ SCOTT- RAM/ SHEARD/ WIXON, 2002, s. 26.   1098                                                                                       uygulanacağı meselesini daha da karmaşık bir hale getirmiştir. Avrupa Patent Sözleşmesi md 53 (1) (b) gereğince bitki çeşitlerine patent koruması verilemeyeceğini düzenlemiş, 98/44/AT Biyoteknoloji Yönergesi md 4.1 de buna uygun bir düzenleme getirmiş olmakla birlikte md 4. 2 de konunun istisnalarını düzenlemiştir. Yönerge md 4. 2 de yer alan düzenlemeye göre; bitki ve hayvan çeşitlerine ilişkin buluşlara, bu buluştaki teknik işlemler tek bir hayvan veya bitki çeşidine hasredilmiş olmadıkça patent koruması verilebilir.  Genetiği değiştirilmiş bitkilere patent koruması verilip verilmeyeceği konusu Temyiz Heyeti tarafından tekrar Novartis kararında ele alınmıştır. Temyiz heyeti bu kararda Novartis tarafından ileri sürülen birden fazla bitki çeşidini içeren bitki grupları açısından patent verilip verilemeyeceğini incelemiş, sonuç olarak genetiği değiştirilmiş bitki çeşitlerinin yalnızca bir bitki çeşidi olması nedeniyle patente konu olmayacağı iddiası reddedilmiştir. Temyiz Heyeti nin kararına göre; eğer patent talebi tek bir spesifik bitki için yapılmamışsa, bu talep Avrupa Patent Sözleşmesi md 53 (b) de yer alan istisnanın alanına girmez. Ancak eğer patenti alınmak istenen buluş yalnızca tek bir bitki çeşidini etkiliyorsa artık md 53 (b) uygulanacak ve buluşa patent verilmeyecektir. Bu nedenle koruma durumu 1995 öncesi duruma geri dönmüş durumdadır.  Avrupa Patent Sözleşmesi md 53 (b) gereği bitki çeşitleri ve bitki üretimi açısından temel  biyolojik  usullere  patent  verilemez.  Bu  ayrımın  temeli,  1961  tarihli  Yeni  Bitki Türlerinin Korunmasına İlişkin Uluslararası UPOV Sözleşmesi ne dayanmaktadır. Bunun nedeni bitki yetiştiricilerinin hem bitki yetiştiriciliğini düzenleyen hukuki metinlerden hem de patent hukukundan aynı konu için çifte koruma almasının önüne geçilmesidir. Bu çifte                                                       52  KAMSTRA/ DÖRING/ SCOTT- RAM/ SHEARD/ WIXON, 2002, s. 27, 28; LLEWELYN, Margaret,  The Patentability of Biological Material: Continuing Contradiction and Confusion , European Intellectual Property Review, Yıl: 2000, Cilt: 22, Sayı: 5, (s. 191- 197), s. 193, 194; THORLEY, Simon/ MILLER, Richard/ BURKILL, Guy/ BRISS, Colin/ CAMPBELL, Douglas, Terrell on The Law of Patents, Sweet & Maxwell, London, 2006, s. 38; BENTLY/ SHERMAN, 2009, s. 445, 447; PATERSON, Gerald, The Law and Practice of the European Patent Convention, The European Patent System, 2. Basım, Sweet &  Maxwell,  London,  2001,  s.  437;  MUIR,  Ian/  BRANDI-DOHRN,  Matthias/  GRUBER,  Stephan, European Patent Law, Law and Procedure under the EPC and PCT, Oxford University Press, New York, 2002, s. 144, 145; COOK, 2010, s. 537, 538; VAN OVERWALLE, Geertrui,  Biotechnology Patents in Europe: From Law To Ethics , Biotechnology, Patents and Morality (Editör: Sigrid Sterckx), Ashgate Publishing Ltd, Aldershot, 2004, (s. 197-206), s. 200. 53  The International Convention for the Protection of New Varieties of Plants (UPOV Convention).   1099                                                                                       korumanın önüne geçmek için UPOV Sözleşmesi md 2/ I de bu sınırlama getirilmiştir. UPOV Sözleşmesi nin 1991 tarihli revizyonu sırasında bu hüküm kaldırılmış olsa da Avrupa Patent Sözleşmesi md 53 (b) ile bu durum korunmaya çalışılmaktadır.54   Avrupa Birliği Patent Ofisi nin bitki çeşitlerinin korunmasına ilişkin düzenlemelerle bağlantılı bir notuna göre, eğer bir buluşun teknik uygulaması yalnızca tek bir bitki çeşidi ile sınırlı değilse bu buluşa patent koruması verilebilir. Doktrinde bu beyan çığır açıcı nitelikte kabul edilmektedir. Bunun nedeni pek çok ülke hukukunda canlı yaşamının yani hayatın patentlenmesi ve tekelci bir kullanıma bırakılması temel insan haklarına bir saldırı, ahlaki ilkelere ve kamu düzenine aykırı bir uygulama olarak kabul edildiğinden bitki ve hayvan çeşitleri ile önemli derecede biyolojik usullere dayanan bitki ve hayvan yetiştirilmesi usulleri patent koruması dışında bırakılmaktadır. Mikroorganizmalar hariç canlı varlıkların patent konusu olamayacağı düzenlenmiştir.  TRIPS md 27.3.b gereğince bitki ve hayvanlar ile doğal biyolojik olaylara dayanmayan bitki ve hayvan üretimi yöntemlerine patent verilmeyeceği düzenlenmiştir. Bununla birlikte, üye ülkelere bitki çeşitlerine ilişkin olarak, patentlerle veya kendilerine özgü etkin bir sistemle  veya  bunların  kombinasyonu  ile  patent  korumasının  getirilmesi  zorunlu tutulmaktadır. Genetik alanında aktif olarak çalışan, genetik materyale sahip üye ülkeler özellikle  TRIPS  hükümlerinin  değiştirilerek  canlılara  patent  verilmesinin  engellenmesi gerektiğini savunmaktadırlar. TRIPS hükümlerine göre üye ülkeler, kamu düzenini ve genel ahlak kurallarını korumak amacıyla insan, bitki ve hayvan sağlığını korumak, çevrenin ciddi olarak  zarar  görmesini  engellemek  amacıyla  gerekli  hallerde  çeşitli  buluşlara  patent                                                       54  APLIN/ DAVIS, 2009, s. 505; ÖZTÜRK, Özgür, Türk Hukukunda Patent Verilebilirlik Şartları, İstanbul, 2008, s. 123. 55  TEKİNALP, 2012, s. 799, 800. 56  Doktrinde, TRIPS den çeviri yapılırken asıl maddede yer alan kavramın tam karşılığının  çeşit  olması gerektiğini, resmi çeviride  tür  kullanılmasının düzeltilmesi gereken bir yanlış olduğu ileri sürülmektedir. Ayrıntılı bilgi için bkz. AVCIOĞLU, 2003, s. 112.   1100                                                                                       vermekten kaçınabilirler, ancak patent vermemenin gerekçesi sadece üye ülkelerin ulusal yasaları olmaması gerektiği üzerinde de durulmuştur.   Avrupa  Patent  Sözleşmesi  md  53  (1)  (b)  gereğince  hayvan  çeşitleri  ve  hayvan üretiminde kullanılan temel usuller patentlenemez. Bu alandaki en önemli kararlardan biri Harvard/ Onco-Mouse kararıdır. Harvard Üniversitesi 24 Haziran 1985 tarihinde oncomouse için patent başvurusunda bulunmuştur. Patent başvurusunun konusu, insana benzer şekilde kanser geliştiren insan dışındaki bir memelinin genetik olarak modifiye edilmek suretiyle elde edilmesine ilişkin bir metottur. Bunun kanser araştırmalarına katkı sağlaması amaçlanmıştır. Bu metoda göre kanserli bir hücre memeli hayvana verilmiştir ve böylece kanser  çalışmaları  için  üzerinde  araştırma  yapılmaya  uygun  hale  getirilmiştir.  Başka çeşitlerin  genlerinin  alınıp  bir  hayvanın  genomuna  eklenmesi  ile  genetiği  değiştirilmiş hayvanlar  meydana  getirilebilir.  Genetiği  değiştirilmiş  hayvanlar  genellikle;  tıbbi araştırmalarda kullanılmak üzere, yiyecek ihtiyacını karşılamak için veya çeşitli proteinler ya da organlar elde etmek için üretilebilirler. Doktrinde de üzerinde durulduğu üzere, özellikle memeliler üzerinde yapılan genetik çalışmalar pek çok etik sorunu da beraberinde getirmiştir. İlk üretilen genetiği değiştirilmiş hayvanlardan biri de onco-mouse davasına konu olan  kanser  geni  enjekte  edilmiş  farelerdir.  Bu  fareler  üzerinde  yapılacak  araştırmalar sayesinde  Harvard  Üniversitesi  kanser  araştırmalarında  çok  ilerleme  kaydedileceğine inanmıştır. Bu davada iki önemli konu tartışılmıştır. İlk olarak, bir ürüne patent verilebilmesi için  sadece  patent  verilebilirliğin  şartlarını  sağlaması  yeterli  midir,  başka  bir  deyişle hayvanlar  veya  hayvan  çeşitleri  özellikle  memeliler  üzerindeki  çalışmalar  için  patent verilebilir mi ve hayvanların acı çekmesi gibi etik problemlerin çözümü meselesine cevap aranmıştır.  Harvard  Üniversitesi nin  Amerika  Birleşik  Devletler  Patent  Ofisi ne  patent başvurusu yapmıştır. Avrupa Patent Ofisi ise konuyu md 53 (1) (a) gereğince kamu düzeni                                                       57  AVCIOĞLU, 2003, s. 112, 113. 58  Onco- Mouse kararına konu olayda, kanser araştırmalarında kullanılmak amacıyla bir kobay faresine kanser genleri enjekte edilmiştir. 59  APLIN/ DAVIS, 2009, s. 508- 511; BENTLY/ SHERMAN, 2009, s. 442, 443, 444; VAN OVERWALLE, 2004, s. 200.   1101                                                                                       ve ahlaka aykırılık ve md 53 (1) (b) gereğince incelemiştir.  Avrupa Patent Ofisi, ilk incelemesinde  patent  koruması  talebini  md  53  (1)  (b) de  yer  alan  kurallar  çatıştığı gerekçesiyle reddetmiştir. İncelemeyi yapan kurul, değerlendirmesinde md 53 (1) (b) nin bitki çeşitlerinde olduğu gibi sıkı bir şekilde yorumlanmasına gerek olmadığı görüşünü benimsemiştir.  Çünkü  bitki  çeşitlerine  ilişkin  olarak  son  derece  sıkı  değerlendirme yapılmasının amacı, bitki yetiştiricilerinin ikili korumandan yararlanmasına engel olmaktır. Halbuki, hayvan çeşitleri açısından böyle bir durum yoktur. Ancak yine de hayvan çeşitlerine ilişkin  patent  konusunda  kısıtlayıcı  yorum  getirme  yolunu  tercih  etmiştir.  Harvard Üniversitesi,  kararı  temyiz  etmiş  ve  Temyiz  Heyeti  de  bu  kararı  bozmuştur.  Temyiz Heyeti nin yaptığı inceleme sonucunda, patent başvurusunda yer alan taleplerin md 53 (1) (b) de  yer  alan  istisnanın  kapsamına  girmediği  kabul  edilmiştir.  Patent  başvurusunun incelenmesi sırasında üzerinde durulan bir diğer nokta ise, Avrupa Patent Sözleşmesi md 53 (1) (a) gereğince kamu düzeni ve ahlak düzenine aykırılık ilkesidir çünkü kanser araştırmaları sırasında fareye eziyet edileceği, acı çektirileceği endişesi bulunmaktaydı. Buna ilaveten patent verilmesi halinde bu araştırmada kullanılmak üzere pek çok fareye bu gen verilecekti. Bu karar beraberinde birçok hukuki tartışmayı getirmiştir. Bu patent, kanser araştırmalarında kullanılacak pek çok genetiği değiştirilmiş farenin üretilmesine yol açacağından, Oncomouse kararında söz konusu buluşların hayvanlara eziyet etmemesi gerektiği vurgulanmıştır. Bu konuda bir karar varabilmek amacıyla bu buluş nedeniyle hayvanların çekeceği acı ile bundan elde edilecek tıbbi yararın karşılaştırıldığı bir test yapılmış, onco-mouse ile yapılan bu çalışma sonucu elde edilecek yararın daha önemli olduğuna karar verilmiştir. Halbuki Avrupa Patent Ofisi aynı testi uyguladığı bir diğer dava olan 1992 tarihli Upjohn davasında patent verilemeyeceğine hükmetmiştir. Bu kararda da genetiği değiştirilmiş fareler insanlarda kelliğe çare bulmak amacıyla yapılan bir araştırmada kullanılmıştır. Hayvanların çekeceği acı ile elde edilecek tıbbi yararın karşılaştırıldığı davada patent verilemeyeceğine karar verilmiştir. Onco-mouse davasında ise varılan karara göre  hayvan çeşitleri  kavramının Avrupa  Patent  Sözleşmesi nin  üç  resmi  dilinde  de  tam  olarak  neyi  kapsadığı anlaşılamamıştır.  İngilizce  metinde   animal  varieties   kavramı  kullanılırken;  Fransızca metinde  races animales  kavramı, Almanca metinde ise  tierarten  kavramı kullanılıyordu.   1102                                                                                       Türkçeye çevirecek olursak animal variety kavramı hayvan çeşitleri anlamına gelirken; Fransızca metinde kullanılan kavram hayvan ırkı anlamına gelip; Almanca metindeki kavram ise  hayvan  türleri  anlamına  gelmektedir.  Doktrinde  üzerinde  durulduğu  üzere  kelime anlamları ile bakıldığında İngilizce ve Fransızca metinlerde kullanılan terimler hayvan türlerinin alt kategorilerini kapsarken Almanca metin bütün olarak tür kavramının nazara almaktadır.  Temyiz  Heyeti,  Onco-mouse  kararı  ile  bu  karışıklığı  ortadan  kaldırmaya çalışmıştır.  Talepte patent istemi  genetiği değiştirilmiş kemirgenler  için istenmiştir. Bu kavramın, her üç dilde yer alan kavramları aştığı, Avrupa Patent Sözleşmesi md 53 (1) (b) hükmünün yalnızca tek bir tür veya cins hayvanlar için patent istendiğinde uygulama alanı bulup  patent  verilemeyeceği;  somut  olaydaki  talepte  ise  daha  fazla  hayvan  türü kastedildiğinden md 53 (1) (b) hükmünün bu olayda uygulanamayacağı sonucuna varılmıştır. Sonuç  olarak  15  Mayıs  1992 de  bu  buluş  patent  koruması  kazanmıştır.  Yine  de  bu patentlemenin md 53 (1) (b) ye aykırı olduğu gerekçesiyle 17 tane itiraz yapılmıştır. Bu sırada  98/44  AT  Biyoteknoloji  Yönergesi  kabul  edilmiştir.  Bu  tartışmaları  açıklığa kavuşturmak amacıyla 98/44 AT Biyoteknoloji Yönergesi ne eklemeler yapılmıştır. Yönerge md 4 (1)(a) gereğince hayvan türleri patentlenemez; ancak md 4 (2) ye göre hayvanları ilgilendiren buluşlar, bu buluşa dair teknik yapı tek bir hayvan tipi ile sınırlı olmaması şartıyla patentlenebilir.  Onco-mouse  kararında  bu  buluşun  yalnızca  fare  türlerine  değil,  diğer hayvanlara da uygulanabileceği gerekçesiyle Avrupa Patent Sözleşmesi md 53 (1) (b) nin patentleme hususundaki sınırlaması bertaraf edilerek, bu buluşa patent verilmiştir.                                                       60  APLIN/ DAVIS, 2009, s. 508- 511 (Harvard/ Onco-mouse T/90 [1990] OJ EPO 476, [1990] EPOR 501); TEKİNALP, 2012, s. 807, 812, 813; BENTLY/ SHERMAN, 2009, s. 442, 443, 444; MUIR/ BRANDIDOHRN/ GRUBER, 2002, s. 144; Wipo Magazine, Bioethics and Patent Law: The Case of the Oncomouse, <http://www.wipo.int/wipo_magazine/en/2006/03/article_0006.html>,  (erişim  tarihi  16.06.2021)  ; ÖZTÜRK, 2008, s. 129, 130; VAN OVERWALLE, 2004, s. 200; GRUSZOW, Larissa,  Types of Invention in the Field of Genetic Engineering, Arising in the Practice of the European Patent Office , Biotechnology, Patents and Morality, (Editör: Sigrid Sterckx), Ashgate Publishing Ltd, Aldershot, 2004, (s. 207- 216), s. 208, 209.   1103                                                                                       C. Biyolojik Esasa Dayanan Bitki ve Hayvan Yetiştirilmesi Usulleri Avrupa  Patent  Sözleşmesi  md  53  (1)  (b) e  göre  bitki  ve  hayvan  çeşitlerinin patentlenememesinin yanı sıra bitki ve hayvan yetiştirilmesine yönelik biyolojik usullerin de patent alamayacağı düzenlenmiştir. Bu düzenlemenin amacı, geleneksel bitki ve hayvan yetiştirme  usullerinin  patente  konu  olmamasını  sağlamaya  çalışmaktır.  98/44/  AT Biyoteknoloji Yönergesi md 4. 1 (b) de de bu sınırlama tekrarlanmıştır. Bu sınırlamanın temeli,  usulün  biyolojik  esaslara  dayanmasıdır.  Bunun  ile  ne  amaçlandığı  Lubrizol  ve Novartis kararlarında tartışılmıştır. Lubrizol kararında bir biyolojik usulün, artık temel bir biyolojik olarak usul olarak adlandırılamaması için ne kadar insan müdahalesine ihtiyaç olduğu tartışılmıştır. Aynı konu Novartis kararında da irdelenmiştir. Temyiz Heyeti, üç farklı doktrin üzerinde durmuştur. İlk görüş Avrupa Patent Sözleşmesine göre yorum getirmiş, cerrahi tedavi ve terapi yöntem ve usulleri ile bağlantılı olarak değerlendirilmesi gerektiğini ileri sürmüştür. Buna göre eğer bir buluş biyolojik bir süreç içeriyorsa patent alamamalıdır. Patent alabilmesi için bu buluş sürecinin tamamen biyolojik olmayan usullerle işlemesi gerekir. İkinci görüşe göre ise bir usulün biyolojik esasa dayanıp dayanmadığının tespitinde karar verecek Heyet bu usulde ne kadar insan katkısı olduğu ve bunun sonuçları nasıl etkilediği bir bütün olarak değerlendirerek karar vermelidir. Bu görüş Lubrizol kararına dayanmaktadır.  Üçüncü görüşe göre ise, eğer bir usul ne kadar biyolojik esaslı basamaklar içerse de en azından bir tane açıkça biyolojik olmadığı belli olan veya teknik bir işlem içeriyorsa bu usul artık biyolojik esaslı usul olmaktan çıkmalıdır. 98/44/AT Biyoteknoloji Yönergesi md 2. 2 de kabul edildiği üzere, bitki ve hayvan yetiştirilmesine dair bir usulün biyolojik esaslı kabul edilebilmesi için, tüm sürecin bütünüyle çaprazlama veya ayıklama gibi doğal öğelerden oluşması gerekir. Yani 98/44/AT Biyoteknoloji Yönergesi de üçüncü görüşü benimsemiştir. Her ne kadar patent başvurusunda bulunanlar tarafından en rağbet gören görüş üçüncüsüyse de Temyiz Heyeti bu görüşü benimsememiştir. Sonuç olarak,                                                       61  Lubrizol/ Hybrid Plant, T/87, [1990] EPOR 173; MUIR/ BRANDI-DOHRN/ GRUBER, 2002, s. 144. 62  APLIN/ DAVIS, 2009, s. 511, 512; BENTLY/ SHERMAN, 2009, s. 448.   1104                                                                                       98/44/AT  Biyoteknoloji  Yönergesi nin  kabul  ettiği  görüşe  göre,  eğer  bitki  ve  hayvan çeşitlerinin üretiminde kullanılan usuller, teknik bir müdahale içeriyorsa ve bu müdahale ulaşılmak istenen sonuca ulaşılmasında önemli bir rol oynuyorsa artık bu usuller tümüyle biyolojik  esasa  dayanan  usuller  olmadığı  için  biyolojik  esasa  dayanan  usul  olarak sınıflandırılmaz ve patent korumasının dışında bırakılmaz. Ancak doktrinde ileri sürülen görüşe göre; eğer buluş sürecinde yer alan insan müdahalesi önemsiz sayılabilecek denli küçükse, bu süreç yine de temel biyolojik süreç olarak adlandırılmalıdır. Lubrizol kararında da üzerinde durulduğu üzere, eğer bir buluştaki insan müdahalesi önemsiz boyutta ise, bu durum o işlemi biyolojik olmaktan, dolayısıyla patent istisnası olmaktan çıkarmaz. Ancak yazar  yine  de  Avrupa  Patent  Sözleşmesi  ve  İngiliz  Patent  Kanunu nun,  98/44/AT Biyoteknoloji Yönergesi ile benzer görüş içinde olduğunu ve ancak buluş sürecinde hiç insan müdahalesi yoksa bu usulü temel biyolojik usul olarak kabul ettiklerini ortaya koymaktadır.  Buna göre, halen ne kadar insan müdahalesinin, biyolojik işlemi patent koruması dışında bırakacağı konusunda belirsizlikler olduğunu vurgulamaktadır.  Plant Genetic Systems kararında ise Temyiz Heyeti, bitki hücrelerinin bitki ve bitki çeşidi kapsamında değerlendirilemeyeceği yönünde görüş bildirerek patent başvurusunu reddetmiştir.  Görüldüğü  üzere  Novartis  kararında,  Temyiz  Heyeti  çok  farklı  bir  yol izlemiştir.  Bu  bağlamda  Avrupa  Patent  Ofisi nin  bitki  ve  hayvan  çeşitlerine  ilişkin biyoteknolojik buluşlar hakkında birbiri ile çelişen kararları vardır. Doktrin tarafından da bu kararların birbiri ile çelişmesi içtihat birliği sağlanamadığı gerekçesiyle eleştirilmektedir.                                                           63  APLIN/ DAVIS, 2009, s. 511, 512 (Novartis/ Transgenic plant T 1054/96 [1991] EPOR 123); BENTLY/ SHERMAN, 2009, s. 448, 449; ÖZTÜRK, 2008, s. 130, 131. 64  BENTLY/ SHERMAN, 2009, s. 449. 65  BENTLY/ SHERMAN, 2009, s. 449. 66  BENTLY/ SHERMAN, 2009, s. 450. 67  FALCIOĞLU, 2005, s. 32, 33.   1105                                                                                       Avrupa Patent Sözleşmesi Uygulama Yönetmeliği Kural 26 (5)69 gereğince; eğer hayvan ve bitki çeşitlerinin üretiminde kullanılan usulde yalnızca çaprazlama ve ayıklama gibi doğal yöntemler kullanılıyorsa, bu yöntem temel olarak biyolojik usul olarak kabul edilir. Bu kuralın önemi şudur ki; gerek çaprazlama, gerekse ayıklama birer insan müdahalesi olduğu halde doğal yöntem olarak kabul edilmektedir. Ancak Plant Bioscience/ Broccoli kararında bu kuralı inceleyen Temyiz Heyeti, sistemli çaprazlama ve ayıklama işleminin doğada insan müdahalesi olmadan gerçekleşmeyeceğini, bu sebeple de bu kuralın kendi içinde çeliştiğini ileri sürmektedir. Bu nedenle Heyet, Avrupa Patent Sözleşmesi Uygulama Yönetmeliği Kural 26 (5) gereğince md 53 (1) (b) nin dar anlamda yorumlanması gerektiğini savunmaktadır. Bunun sonucu olarak, Avrupa Patent Sözleşmesi Uygulama Yönetmeliği Kural 26(5) gereğince, eğer bir usul fazladan bir teknik yöntem içeriyorsa istisnanın dışında kalacaktır. Bu da bizi daha farklı bir sonuca götürecektir, şöyle ki; bitki ıslahının bir yöntemi olarak  moleküler  işaretleyiciler  kullanıldığı  hallerde,  bu  buluş  da  istisnanın  dışında kalacaktır. Heyetin ayrıca üzerinde durduğu üzere md 53 (1) (b) yi bu denli dar yorumlamak Lubrizol ve Plant Genetic Systems kararları ile de çatışan bir sonucun ortaya çıkmasına neden olacaktır.    Bir mikroorganizmanın başlı başına üretilmesi usulü bir mikrobiyolojik usul olarak patentlenebilir, ayrıca bu usul sonucu ortaya çıkan mikrobiyolojik ürün de patentlenebilir. Plant  Genetic  Systems  kararında  Temyiz  Heyeti,  mikrobiyolojik  usulü,  ürünlerin                                                       68  Implementing Regulations to the Convention on the Grant of European Patents, The European Patent Convention,  Rule  26  (5),  General  and  definitions,  https://www.epo.org/law-practice/legaltexts/html/epc/2020/e/r.html (erişim tarihi 14.06. 2021). 69  Avrupa Patent Sözleşmesi Uygulama Yönetmeliği Kural 26 (5), 2000 yılındaki düzeltmede bu halini almıştır, metnin 1973 yılındaki orijinal halinde hüküm Kural 23b (5) de düzenlenmişti. Ayrıntılı bilgi için bkz. BENTLY/ SHERMAN, 2009, s. 450. 70  Plant Bioscience/ Broccoli [2007] OJ EPO 644; BENTLY/ SHERMAN, 2009, s. 450. 71  BENTLY/ SHERMAN, 2009, s. 450. 72  FALCIOĞLU, 2005, s. 31; Implementing Regulations to the Convention on the Grant of European Patents, The  European  Patent  Convention,  Rule  26  (6),  General  and  definitions,  https://www.epo.org/lawpractice/legal-texts/html/epc/2020/e/r.html (erişim tarihi 14.06. 2021); PATERSON, 2001, s. 437, 438; ÖZTÜRK, 2008, s. 120.   1106                                                                                       üretilmesinde ya da ürünlerde değişiklik yapılmasında mikro organizmaların veya bunların parçalarının kullanıldığı usul olarak tanımlamıştır. Ayrıca belli alanlarda kullanılmak üzere yeni  mikro  organizmaların  geliştirilmesi  usulü  de  mikrobiyolojik  usul  olarak adlandırılmaktadır.  D. İnsan Bedenine ve Gen Dizilerine Patent Verilmesi  İnsan klonlanmasının patentlenmesi hususu bilim, etik ve hukuk çevrelerinde uzunca bir müddet tartışılmaya devam etmektedir. İnsan klonlanmasına geçmeden önce hayvan klonlanmasından  hareket  edilecek  olursa,  ilk  hayvan  klonlamasını  gerçekleştiren  Dr. Wilmut a göre insan klonlanması da mümkündür. Ancak bunu etik olarak kabul edilemez bulduğunu da beyan etmiştir. Gen üzerine çalışmalar gerek Amerika gerekse Avrupa da hızla ticari alana yansımıştır. Bu sebeple bu alanın tamamen ticarileşmesinin önüne geçmek amacıyla, bu alandaki patentler çoğunlukla kamu kuruluşlarınca alınarak kamuya açık bir halde kullanılmaları sağlanmıştır. Ayrıca Biyoloji ve Tıp Uygulamalarında İnsan Haklarının ve İnsan Haysiyetinin Korunması Sözleşmesi nde koruyucu teşhis ve tedavi edici araçlar dışında insan genomu ile çalışma yapılması, genomda yapılacak kötü niyetli eylemler sonucu tüm insanlık türünü tehlikeye atabileceği endişesi ile yasaklanmıştır. İnsan Genomu Projesi 1988 yılında planlanmış ve 2000 yılında Clinton ve Blair tarafından uluslararası arenada açıklanmış, proje beklenen de kısa sürede amacına ulaşıp 2003 yılında tamamlanmıştır. Bu proje sonucu elde edilen veriler kamuya açık hale getirilmiştir.     Biyoteknolojik Buluşların Hukuki Korunmasına İlişkin 98/44/AT sayılı Yönerge md 3/2 gereğince biyolojik materyaller de eğer doğal ortamlarında ayrıştırılabiliyorlarsa patent korumasından faydalanabilirler. Yine 98/44/AT Biyoteknoloji Yönergesi md 5.1 gereğince, hangi aşamada olursa olsun insan vücudu veya insan vücudunun yalın öğelerinin keşfi patent                                                       73  BENTLY/ SHERMAN, 2009, s. 451; MUIR/ BRANDI-DOHRN/ GRUBER, 2002, s. 145. 74  https://www.theguardian.com/science/2001/mar/29/genetics.highereducation (erişim tarihi: 15.06.2021). 75  Human Genome Project. 76  YALÇINER, 2002, s. 42; TEKİNALP, 2012, s. 801, 802.   1107                                                                                       konusu olamaz. Bu bağlamda gen dizileri ya da gen dizilerinin bir parçası dahi patent altına alınamaz. Bu sebeple örneğin, fetüs de patent konusu olamaz çünkü bu da insan vücudunun gelişim  aşamalarından  biridir.  Ancak  Yönerge  md  5.2 de  de  belirtildiği  üzere  insan vücudundan ayrıştırılarak elde edilen ya da teknik bir işlem sonucu üretilen materyal; örneğin gen dizileri veya gen dizilerinin parçaları bu materyal doğal bir element ile özdeş olsa dahi patentlenebilir bir buluş olarak kabul edilebilir. Bu bağlamda genin ayrıştırılması, bulunması patentlenemezken, ayrıştırılmış bir gen dizisi patente konu olabilir. Fakat bu hükümden insan vücudunda  kendiliğinden,  doğal  halde  bulunan  bir  genin  patentlenebileceği  sonucu çıkarılmamalıdır. Bu bakımdan insan vücudunun tamamı ya da insan vücudunun hali hazırda doğal olarak var olan öğeleri patent korumasına konu olmazlar. Ancak yapay olarak üretilmiş genler  patentlenebilir.  Ayrıca  doktrin  tarafından  üzerinde  durulan  ilginç  bir  nokta  da 98/44/AT Biyoteknoloji Yönergesi md 5.2 gereğince, bir genin patentlenmesi yasak olarak düzenlenmemiş olsa da bu patentlenebileceği anlamına da gelmez. Çünkü yine buluş olma, yenilik ve sanayiye uygulanabilirlik kriterlerini sağlaması gerekir. Bu bağlamda eğer bir gen dizisi ya da gen dizisinin bir parçasının işlevi belirlenebiliyorsa ve bu işlev örneğin bir hastalığa çözüm bulmak gibi sanayiye uygulanabilir bir nitelik kazanıyorsa patent koruması alabilir.  Genlerin patentlenmesi konusu uzun süre tartışmaları da beraberinde getirmiştir. Kural olarak patent hukukunun buluşu korumasına rağmen genler açısından insan vücudunun doğal bir parçası olan DNA ya ilişkin bir parçanın keşfinin patentle korunabilmesi genel patent hukuku ilkelerine ters düşüyor görünmektedir. Çünkü ileri sürülen en temel eleştirilerden biri, genler doğal olarak yaşayan organizmaların içinde olduklarından genlere dair yapılan                                                       77  PORTER, Gerard/ DENNING, Chris/ PLOMER, Aurora/ SINDEN, John/ TORREMANS, Paul,  The Patentability Of Human Embryonic Stem Cells in Europe , Nature Biotechnology, Yıl: 2006, Cilt: 24, Sayı: 6, (s. 653- 655), s. 653. 78  KAMSTRA/ DÖRING/ SCOTT- RAM/ SHEARD/ WIXON, 2002, s. 37; YUSUFOĞLU, 2010, s. 2365; TEKİNALP, 2012, s. 802, 808; BERGMANN, 2011, s. 57, 58.   1108                                                                                       araştırmalar buluş değil, keşiftir denilmektedir. Ancak Schertenleib ın vurguladığı üzere, şu an üzerinde çalışmalar yapılan DNA formu keşfedilmiş değil bilim adamları tarafından ortaya konulmuş bir formdur. Öğretinin vurguladığı üzere, bir genin birden çok işlevi olabilir. Eğer bir gen üzerinde patent koruması sayesinde patent sahibine tekelci hak verilmesi durumunda o ana değin genin henüz keşfedilmemiş işlevleri bakımından da tekelci bir hak tanınmış olur ve bu da gen üzerinde yapılacak araştırmaların sekteye uğramasına yol açabilir. Bir genin henüz ortaya konulmamış pek çok işlevi olabilecekken, patent konusu olması sonucu bu alanda yapılacak araştırmalar bakımından araştırmacıların patent sahibinden izin almaya zorlanması  sonucu araştırmanın  zorlaşması,  bu gene ilişkin çalışmaların patent sahibinin tekeline bırakılması ve patent sahibini belki de farkında bile olmayarak gereğini fazlasıyla aşan çok geniş bir korumaya sahip olması olumsuz sonuçlara yol açabilir. Buna göre, genlerle ilgili yapılan araştırmalar sonucu halihazırda var olan bir durum keşfedilirse buna  patent  koruması  verilmemelidir,  ancak  eğer  bu  keşif  çeşitli  aşamaların tamamlanmasının ardından ürün haline gelirse bu ürün patent korumasından yararlanmalıdır. Ancak teknolojinin bugün gelinen noktasında artık genlerin doğal ortamından ayrıştırılması tekniğin  bilenen durumu içinde kalan adeta standart bir işlemdir. Bu sebeple  genlerin ayrıştırılması halinde bu gene patent koruması sağlanmamalıdır. Genler işlevleri baz alınarak korumadan yararlanmalıdır.   Avrupa Patent Ofisi ise, 98/44/AT Biyoteknoloji Yönergesi nin kabulü öncesinde ayrıştırılmış bir genin veya başka bir yöntemle üretilmiş gen ya da gen parçasının patente konu olabileceğini Relaxin kararı ile kabul etmiştir. Bu karar gereğince varılan sonuca göre, doğada kendiliğinden var olan bir materyal patent konusu değilken; bu materyali doğal ortamından ayrıştırma usulleri patent konusu olabilir. Ayrıca daha önce de belirtildiği gibi                                                       79  GMEINER, Robert/KÖGELER, Margerethe,  Die Patentierung biotechnologischer Erfindungen Aktuelle Debatte und Perspektiven: Ein Tagungsbericht , ERA Forum, Yıl: 2006, Sayı: 7, (s. 530–549), s. 540. 80  GMEINER/KÖGELER, 2006, s. 540; Nationlaer Ethikrat, 2004, s. 14. 81  YUSUFOĞLU, 2010, s. 2370, 2371, 2378, 2379; SCHERTENLEIB, 2003, s. 126. 82  Howard  Florey/  Relaxin,  08.12.1994  tarih  ve  V.  0008/  94  sayılı  Karar.  Ayrıntılı  bilgi  için  bkz. (YUSUFOĞLU, 2010, s. 2389, dipnot. 76.   1109                                                                                       eğer bir materyal hali hazırda doğada var olsa bile ilk kez tanımlanıyorsa yine patent konusu olabilir. Bu yaklaşımdan hareketle Avrupa Patent Ofisi kurallarına göre DNA nin bir parçası ürün patenti ile patentlenebilir.     Kök hücrenin patentlenmesi de bu bağlamda ihtilaflı hususlardan biridir. Kök hücreler insan vücudundaki organ ve yapıların yapı taşı durumundadır. Kök hücrenin patentlenmesi durumunda,  insan  varlığının  biyolojik  sürecine  müdahale  edildiği  ve  bu  araştırmalar sırasında hayvanlara eziyet edildiği endişesiyle kök hücreleri patentlemenin kamu düzeni ve ahlak  kurallarına  aykırı  olduğunu  ileri  süren  görüşler  vardır.  Ayrıca  98/44/AT Biyoteknoloji Yönerge md 6 (2) (c) gereğince insan embriyolarının hukuki durumu açısından özel bir düzenleme getirerek, insan embriyosunun ticari amaçlarla kullanılmasının kesin olarak yasaklamıştır. Yönerge nin bu maddesi ile insan embriyosu açısından özel bir kural getirilmesi sayesinde insan embriyosunun, Avrupa Patent Sözleşmesi md 53 (1) (a) da düzenlenen ticari mal olarak kullanımım kamu düzeni ve ahlak kurallarına aykırı olduğundan patentlenemeyecek  buluşlardan  ayrılmaktadır.  Avrupa  Patent  Ofisi,  kök  hücre  elde edebilmek için embriyo hücresine zarar verildiği gerekçesiyle kök hücreye ilişkin patent korumasının ahlaka aykırı olduğu görüşünü ortaya koymuştur. Konu uzmanları ise kök hücre tedavisinin hastalıkların giderilmesinde çığır açıcı nitelikte olduğunu, kök hücre elde etmek için  embriyonun  tek  bir  hücresinin  alınıp,  embriyoya  hiçbir  zarar  verilmediğini savunmaktadırlar. Kök hücre konusunda Avrupa Birliği Adalet Divanı nın Ekim 2011 tarihinde verdiği Brüstle v Greenpeace davası bu konuda son derece önemlidir. Bu kararda kök hücrelere ilişkin patent korumasının verilmesi etik nedenlerle reddedilmiştir. Blastosit                                                       83  YUSUFOĞLU, 2010, s. 2389, 2390. 84  PORTER/ DENNING/ PLOMER/ SINDEN/ TORREMANS, 2006, s. 654. 85  TEKİNALP, 2012, s. 812, 813, 816. 86  Brüstle v Greenpeace e.V (Case C 34/10). 87  Blastosit Aşaması: Embriyonun gelişim sürecindeki ilk aşamalardan biri. Memeli canlılarda, blastosit aşamasındayken embriyo küre biçiminde bir yapıdadır. İç taraftaki hücre kütlesinin çoğalmasıyla fetüs oluşur; dıştaki hücreler ise plasentayı oluşturacaktır. Döllenme sonucu oluşan zigotun, art arda mitoz bölünmesi sonucu blastomerler meydana gelir. Ayrıntılı bilgi için bkz. YILMAZ, Filiz/ TEKMEN, Işıl,   1110                                                                                       aşamasında bir insan embriyosundan kök hücrenin ayrıştırılması usulleri, embriyoya zarar verdiğinden patent koruması alamaz. Şöyle ki; Alman Federal Patent Mahkemesi, patent başvurunda bulunan Oliver Brüstle nin insan embriyolarından kök hücre elde etmeye yönelik usule  ilişkin  patent  talebini  kabul  etmemiştir.  Bu  araştırma  ile  amaçlanan  nörolojik rahatsızlıklara çözüm bulmaktır. Bu çalışmanın özellikle Parkinson hastaları açısından büyük yarar sağlayacağı düşünülmektedir. Greenpeace, bu buluşta kullanılan usul embriyodan kök hücre ayrıştırmaya yönelik olduğundan Brüstle yi şikâyet etmiş, Brüstle nin temyizi üzerine de dava, Avrupa Birliği  Adalet Divanı na  gitmiştir. Temyiz aşamasında,  Mahkemeden 98/44/AT  Biyoteknoloji  Yönergesi nde  tanımlanmayan   insan  embriyosu   kavramına açıklık getirmesi talep edilmiştir. Yönerge md 6 (1) gereğince ticari satımı kamu düzenine ve ahlaka kurallarına aykırı olan buluşlar patent koruması alamazlar, bununla bağlantılı olarak md 6 (2) (c) de insan embriyoları da bu kuralın bir örneği olarak sayılmıştır. Davanın en ilginç noktalarından biri insanlık onurunun söz konusu davada yer alan uyuşmazlık ile ilgisinin kararda tartışılmasıdır. 98/44/AT Biyoteknoloji Yönergesi nin amacı, insan onurunu ilgilendiren konuların patent dışına çıkarılmasını sağlamaktır. Dava süresince mahkemenin çözüm  bulmaya  çalıştığı  konular;  Yönerge  md  6  (2)  (c) de  yer  alan  insan  embriyosu kavramının tanımlanması ve hangi aşamadaki hücrenin yasal düzenlemede yer alan embriyo kavramını  karşıladığının  açıklanması  olmuştur.  Mahkeme nin  görüşüne  göre,  insan embriyosu  kavramı  geniş  yorumlanmalıdır.  Buna  göre  bir  insan  yumurtası  döllenir döllenmez  embriyo  olarak  kabul  edilmelidir  çünkü  bu  döllenme  bir  insanın  oluşmaya başlamasını sağlar. Biyolojik bağlamda; ilk başta içinde her biri başlı başına bir insan vücudunun oluşumunu sağlayacak birkaç hücre olan bir hücre topluluğu bulunuyor, bu hücre topluluğunun terminolojik adı  blastocyst  (blastosit) olarak geçmektedir. Mahkeme her bir totipotent kök hücreyi insan yaşamının ilk basamağı olarak görmüş ve bunların her birinin                                                        Blastosist Gelişimi; Hücre Soylarının Farklanma Mekanizmaları , DEÜ Tıp Fakültesi Dergisi, Yıl: 2018, Cilt: 32, Sayı: 3, (s. 243-250), s. 243. 88  Genel olarak 3 tür kök hücre vardır. Bunlar totipotent, multipotent ve pluripotent kök hücrelerdir. Bir hücrenin totipotent olması bütün vücudun tüm organ ve dokularına dönüşebilmesi anlamına gelir. Totipotent hücreler embriyonun en erken evresindeki kök hücrelerdir. Totipotent hücrelerin her biri başlı başına tam   1111                                                                                       hukuki anlamada embriyo olduğuna hükmetmiştir. Buna göre mahkeme her bir totipotent hücrenin  bir  embriyo  olduğuna  ve  yasal  düzenleme  gereği  patentlenemeyeceğini vurgulamıştır. Ancak mahkeme bu sınıflamanın da soruna bir çözüm getirmediğini sonucuna varmıştır. Çünkü bir totipotent hücreyi başlı başına embriyo olarak adlandırmak doğru değildir. Bir embriyoda hızla pluripotent hücreler gelişir ve bunlar da vücuttaki herhangi bir organın oluşumunu sağlamak için kullanılabilirler. Bu sebeple blastosit adı verilen hücre topluluğunun tümü bir embriyo olarak adlandırılmalıdır. Ayrıştırılmış tek bir pluripotent hücresinin de embriyo olarak adlandırılması doğru değildir. Pluripotent hücreleri embriyo değildir,  bunlar  ayrıştırıldığında  artık  başlı  başına  tüm  bir  insan  vücudunu  yaratacak nitelikten  yoksun  hale  gelirler.  Brüstle  davasında,  pluripotent  kök  hücreler,  hücre topluluğundan ayrıştırılmış ve bu ayrıştırma hücre topluluğuna zarar vermiştir. Davada tartışılan görüşe göre patent verilebilirlik bu ayrıştırmanın hangi metotla yapıldığına ve bu ayrıştırmanın sonuçlarına bağlıdır. Mahkemenin verdiği karar göre, eğer pluripotent hücreler embriyoya zarar vermeden ayrıştırılabiliyorsa bu buluş patentlenebilir; ancak davada söz konusu  hücrelerin  ayrıştırılması  embriyoya  mutlaka  zarar  vermektedir.  Sonuç  olarak mahkemenin kararına göre Yönerge md 6 (2) (c) gereğince, patent başvurusunda açıkça yer almasa da eğer bir buluş sebebiyle insan embriyosunun mutlaka zarar göreceği veya onların birer  başlangıç  materyali  olarak  kullanılmasına  yol  açıyorsa  bu  buluş  patentlenemez. Mahkemenin vurguladığı diğer bir hususa göre; bir buluşa patent verilmesinin öncelikli amacı bu buluşu sanayide ve ticari amaçlarla kullanabilmek içindir. Bilimsel araştırmalar her ne kadar ticari amaçlarda uzak değerlendirilse de patent başvurusu patentin doğasından uzak nitelendirilemez. Bu bağlamda insan embriyolarının bilimsel araştırmalar için kullanımına ilişkin patent başvurusu patentin doğasından kaynaklanan ticari amaçlardan soyutlanamaz. Bu  nedenle  mahkeme  insan  embriyolarına  ilişkin  bilimsel  araştırmaların                                                       bir insan vücudunun oluşumunu sağlayabilecek kapasitede olduğundan bu hücrelerin her biri embriyoya dönüşebilme kapasitesine sahiptir. YILMAZ / TEKMEN, s. 244. 89  Totiptent hücreler gelişmenin ileri evrelerinde pulirpotent hücrelere dönüşebilirler. Pluripotent hücreler totipotent hücreler gibi vücudun bütün hücrelerine dönüşmezler. Pluriptent bir hücre vücudun birçok hücresine dönüşebilecek yetenektedir. http://dokubiyoteknoloji.com/kok-hucre/ (erişim tarihi: 17.06.2021).   1112                                                                                       patentlenemeyeceğine karar verilmiştir. Ancak yine mahkemenin vurguladığı üzere, insan embriyolarının tedavi ve teşhis amacıyla kullanıldığı haller için patent koruması verilebilir. Doktrinde yer alan bir saptamaya göre mahkemelerce alınan patent koruması vermemeye ilişkin kararlar, bu konuda ticari olarak çalışan şirketlerin bu buluşlar için patent koruması almak yerine, bunları ticari sır haline getirerek koruma yoluna gitmelerine yol açabilir.        98/44/AT Biyoteknoloji Yönergesi gereğince patent korumasının verilebilmesi için aranan şartlardan biri olan buluşun sanayiye uygulanabilirliği koşulu, biyoteknolojik buluşlar açısından  eğer  bu  biyolojik  materyal  doğal  ortamından  ayrıştırılabiliyor  ve  yaygın  bir biçimde üretilebiliyorsa yerine getirilmiş sayılır. Doktrinde yer alan görüşe göre ise biyolojik bir materyal doğal ortamından ayrıştırılmış olsa da eğer hangi alanda ne şekilde kullanılacağı belli değilse sanayiye uygulanabilirlik koşulunu yerine getirdiği ileri sürülemeyecektir.   Genlerin patent korumasından yararlanması bakımından Türk hukukundaki durum ise; Avrupa Patent Sözleşmesi nde genlerin patentlenmesine ilişkin yaptığı değişikliği takiben Türk Patent Enstitüsü tarafından buna uygun bir yönetmelik taslağı hazırlanmış olmasına karşın bu taslaktan vazgeçilmiştir. Ancak Türkiye halihazırda bir uluslararası sözleşme olan Avrupa Patent Sözleşmesi ile bağlıdır ve bu hükümler iç hukukumuza da etkilidir.  E. Kamu Düzeni ve Ahlak Kuralları  98/44/AT Biyoteknoloji Yönergesi md 6. 1 gereği; eğer bir buluşun ticari olarak dağıtımı kamu düzenine ve ahlak kurallarına aykırı ise patent verilmesi mümkün değildir. 98/44/AT  Biyoteknoloji  Yönergesi  md  6.  2 de  ise,  patent  verilemeyecek  buluşlar örneklenmiştir.  Buna  göre;  insanların  klonlanmasına  ilişkin  usuller,  insanların  genetik kimliğini  değiştirecek  usuller,  endüstriyel  ya  da  ticari  amaçlarla  insan  embriyolarının kullanımı, insanlara veya hayvanlara önemli bir tıbbi menfaat sağlamaksızın acı çekmelerine                                                       90  JENEI, Stephen, EU s Court of Justice: Stem Cells Unpatentable If An Embryo Is Destroyed, http://www.patentbaristas.com/archives/2011/10/24/eus-court-of-justice-stem-cells-unpatentable-if-anembryo-is-destroyed/ (erişim tarihi 17.06.2021); Court of Justice of the European Union, Judgment in Case C-34/10 Oliver Brüstle v Greenpeace e.V.; Press Release No 112/11, Luxembourg, 18 October 2011. 91  YUSUFOĞLU, 2010, s. 2374,2375.   1113                                                                                       yol  açacak  genetik  kimlik  değiştirici  usuller  ve  bu  usuller  yoluyla  hayvanlar  üretmek patentlenemez.  Doktrin  tarafından  vurgulandığı  üzere  bu  liste  sınırlı  sayı  ilkesine  tabi değildir. Bu hükme ilişkin en tartışmalı  unsur  kamu  düzenin  farklı hukuk sistemleri tarafından ya da farklı kültürler tarafından nasıl tanımlandığıdır. Avrupa Patent Ofisi ne göre, kamu düzeni ile kastedilen toplumsal güvenliğin sağlanması, toplumun bir parçası olan bireylerin fiziksel bütünlüğü ve çevrenin korunması gibi alanlara ilişkindir. Bu nedenle çevreye zarar verebileceğinden endişe edilen buluşlara patent verilmemesi öngörülmektedir. Ahlaki kurallara uygunluk bakımından ise; Ofis e göre farklı kültürler bakımından doğru veya yanlış olan davranışlara göre şekillenmektedir. Avrupa Patent Ofisi tarafından baz alınan kültür Avrupa kültürüdür.    Diğer bir görüşe göre, kamu düzeni ve ahlak kuralları ile kastedilen, toplumsal alanda kişilerin uymak zorunda oldukları davranış kurallarının yanı sıra hayvanlara eziyet eden, insan onuru ve varlığı ile bağdaşmayan davranışlardır. Bu sebeple insan embriyosu üzerinde yapılan çalışmalara etik yönden pek çok eleştiri getirilmektedir ve bunun temelinde insan varlığının ticari bir mal haline getirilmesi yatmaktadır. Genel olarak kamu düzenine ve etik kurallara  aykırı  kabul  edilen  halleri  örnekleyecek  olursak;  insanın  klonlanması,  insan embriyosundan  ticari  amaçlarla  yararlanılması,  bilime  önemli  bir  katkı  sağlamaksızın hayvanlara eziyet eden işlemler böyledir.   Plant Genetic Systems kararı her ne kadar bitki ve hayvan çeşitlerine ilişkin bir karar olsa da aynı Harvard/ Onco-mouse kararında olduğu gibi kamu düzenine ilişkin boyutları da olan  bir  karardır.  Plant  Gentic  Systems  kararında  biyoteknolojik  bitkiler  alanında uzmanlaşmış olan bir şirket bitki genlerine onlara dayanıklılık kazandırarak ot öldürücü ilaçlara karşı dayanmasını sağlayan bir DNA dizilimi eklemişler ve bu konuda patent almak için Avrupa Patent Ofisi ne başvurmuştur. Bu kararda Temyiz Heyeti, kamu düzeninin                                                       92  APLIN/ DAVIS, 2009, s. 517, 518; BENTLY/ SHERMAN, 2009, s. 454; COOK, 2010, s. 538, 539; GREWENDORF, 2002, s. 14; Nationaler Ethikrat, 2004, s. 9. 93  KAMSTRA/ DÖRING/ SCOTT- RAM/ SHEARD/ WIXON, 2002, s. 26, 27. 94  TEKİNALP, 2012, s. 809, 810.   1114                                                                                       korunması bağlamında çevrenin korunmasının da kamu düzenine girdiğini kabul ederek bu buluşun ticari olarak işletilmesi halinde çevreye için ciddi tehlike yaratması durumunda bunun kamu düzenine aykırı olabileceğine hükmetmiştir. Doktrine göre; biyoteknolojik buluşlar  sonucu  üretilen  bitkiler  açısından  bunlar  insanlığın  hizmetine  açık  olarak sunulmalıdır argümanı yüzünden patent korumasından yararlanamaması yerinde değildir.  Harvard/ Onco-mouse davasında Temyiz Heyeti, kamu düzeni ile insanlık yararı arasında dikkatli bir dengenin kurulması gerektiğini ortaya koymuştur. Buna göre genetik yapısında değişiklik yapılmış memeli hayvanların bu durumda dolayı acı çekmeleri halinde veya bu hayvanlar çevreye salındıklarında bu durumun çevre üzerinde risk yaratması halinde bunun kamu düzenine aykırılık teşkil edebileceğini belirtmiştir. Sonuç olarak bu buluşa patent verilmiştir, çünkü kamu düzeni ile insanlık yararı arasında yapılan dengelemede kansere kesin bir çare bulunması insanlık açısından çok büyük bir katkıdır ve bu buluş bu amacın gerçekleştirilmesini sağlayabileceği gerekçesi ile patent koruması verilmiştir. Patent koruması  verilmeyecek  biyoteknolojik  buluşların  neler  olduğuna  ilişkin  Avrupa  Patent Sözleşmesi Uygulama Yönetmeliği nde bazı haller sayılmıştır. Avrupa Patent Sözleşmesi Uygulama Yönetmeliği Kural 28 (a) gereğince insan klonlamasına yönelik yöntemler de patentlenemez buluşlardan sayılmıştır. Yine Kural 28 (b) de düzenlendiği üzere; insanların eşey hücrelerinin genetik kimliklerine değiştirmeye yönelik yöntemler ve Kural 28 (c) gereğince;  insan  embriyolarının  sanayi  ve  ticari  amaçlarla  kullanımı;  ve  Kural  28(d) gereğince insanlar veya diğer hayvanlar açısından önemli bir tıbbi fayda sağlamaksızın, hayvanlara acı çektirecek şekilde genetik kimliklerinin değiştirilmesine yol açan usuller ve                                                       95  FALCIOĞLU, 2005, s. 27, 28. 96  Avrupa Patent Sözleşmesi Uygulama Yönetmeliği Kural 28, 2000 yılı düzenlemesi hükmüdür, 1973 tarihli düzenlemede söz konusu hükmün karşılığı Kural 23 (d) idi. Implementing Regulations to the Convention on the Grant of European Patents, The European Patent Convention, Rule 28, Exceptions to patentability, https://www.epo.org/law-practice/legal-texts/html/epc/2020/e/r.html (erişim tarihi 17.06. 2021).   1115                                                                                       bu usuller yoluyla üretilmiş hayvanlar kamu düzenine aykırılık teşkil ettiğinden patent verilemeyecek konular olarak düzenlenmiştir.     SONUÇ Patent, buluş sahibine kuvvetli haklar tanıyan, buluşu ve buluşçuyu koruyan, bu sayede de buluş yapılmasını desteleyen bir sistemdir. Biyoteknolojik buluşların varlığı çok eskiye dayanmakla  birlikte  yeni  gelişen  teknolojiler  sonucu  apayrı  bir  önem  kazanmıştır. Biyoteknolojik buluşlar, her geçen gün yeni bir ihtiyacı ve yönü ortaya çıkan, modern yaşantımızın her alanına girmiş, korunması gereken birçok menfaati içeren bir bilim dalıdır. Klasik  biyoteknoloji  maya  gibi  konularla  ilgilenirken;  modern  biyoteknoloji  klonlama, genler,  kök  hücre  ve  embriyolar,  genetik  kökenli  hastalıkların  teşhisi  ve  tedavisi  ile ilgilenmektedir. Hatta yeni besin kaynaklarının oluşturulması ve doğadaki benzerlerinden daha üstün nitelikler taşıyan canlıların geliştirilmesi de modern biyoteknolojinin konuları arasındadır.  Özetle, modern biyoteknoloji hayatın patentlenmesi ile ilgilidir. Biyoteknolojik buluşlar alanında gelinen aşama itibariyle bir materyal doğada doğal olarak bulunmasına karşın eğer ilk kez doğal ortamından izole edilmişse veya ilk kez tanımlanmışsa patent korumasından yararlanabilecektir. Biyoteknolojik buluşlar bakımından ortaya çıkan en önemli sorun, yeni gelişmelerle birlikte patent koruması verilemeyecek haller ile biyoteknolojik buluşlar arasındaki çizginin giderek belirsizleşmesidir. Bir diğer problem ise, biyoteknolojik buluşlara ilişkin kamu düzeni ve ahlak kurallarının ihlal edilebileceği endişesidir. Söz konusu buluştan elde edilecek menfaat düşünülerek bunlara patent koruması verilmesinin mi daha yerinde olduğu, yoksa bu buluşlar neticesinde hayvanların acı çekmesi veya insan onurunun zedelenmesi gibi tehlikeler sebebiyle kamu düzeni ve ahlak kurallarına mı öncelik verilmesi gerektiği genel                                                       97  FALCIOĞLU, 2005, s. 28, 29; KAMSTRA/ DÖRING/ SCOTT- RAM/ SHEARD/ WIXON, 2002, s. 27; BENTLY/ SHERMAN, 2009, s. 455, 459, 460, 461; ÖZTÜRK, 2008, s. 119; VAN OVERWALLE, 2004, s. 200.   1116                                                                                       olarak bu alanda mihenk taşı kabul edilen davalarda en çok çözüm bulunmaya çalışılan husustur.  Kanaatimizce biyoteknolojik buluşlarda sıkça karşımıza çıkan bu şekildeki menfaat çatışmaları halinde bu buluştan elde edilebilecek menfaat ile bu buluş sonucu kamu düzeni ve ahlak kurallarına ilişkin ilkelerin ne kadar zedeleneceği arasında bir denge kurulmalı ve bu karşılaştırmadan çıkacak sonuca göre patent koruması verilip verilmeyeceğine karar verilmelidir. Bu çerçevede patent korumasının kapsamı dikkatli bir şekilde belirlenmelidir. Fakat kanaatimizce patent koruması için çok fazla ayrıntılı incelemelere girmek ve sonuç itibarıyla adeta patent vermekten kaçınan bir izlenim ortaya koymak da olumsuz sonuçlara yol açabilir.  Çünkü biyoteknolojik buluşlar ticari bakımdan da çok cezbedici bir alandır ve aslında biyoteknolojik buluşlara ilişkin patent tartışmalarının pek çoğu ekonomik kökenlidir.  Biyoteknoloji şirketleri bu buluşları yapmaya muhakkak devam edeceklerdir, ancak bu buluşlara patent almak yerine bunlar ticari sır haline getirerek de ilerleme yolunu seçebilirler. Kanaatimizce bu kaçınılması gereken bir süreçtir çünkü ticari sır haline gelmesi durumunda uzun yıllar bu buluşlara dair detayların saklı kalma tehlikesi vardır, hâlbuki patent koruması aynı  zamanda  kamuya  açıklama  imkânı  ve  zorunluluğu  getirir;  bunun  da  bilimsel çalışmaların gelişmesine yapacağı katkı aşikârdır. Özetle uluslararası düzenlemelerde de yer aldığı  üzere  biyoteknolojik  buluşların  ticari  amaçlarla  üretilmesi  konusuna  temkinli yaklaşılmalı, bu durumun bilimsel gelişme ve araştırmaları sekteye uğratmasının önüne geçilmelidir. Sonuç  olarak,  bir  biyoteknolojik  buluşun  patent  korumasından  yararlanıp yararlanmayacağına karar verirken olabildiğince objektif olunmalı ve fırsat eşitliği açısından uluslararası anlamda olabildiğince yeknesak kurallar oluşturulmalı ve kullanılmalıdır.       1117                                                                                    ",
     "Kaynakça": "APLIN, Tanya/ DAVIS, Jennifer, Intellectual Property Law, Text, Cases and Materials, Oxford University Press, 2009. AVCIOĞLU,  Banu,   Biyoteknolojik  Buluşlar  ve  Genetik  Kaynaklar ,  Avrupa  Birliği  ve Türkiye de Sınai Haklarda Son Gelişmeler Kongresi (10 Ekim 2003), Fikri ve Sınai Haklar Araştırma ve Uygulama Merkezi (FISAUM), Ankara, 2003, (s. 107-124). AYMÉ, Segolene/ MATTHIJS, Gert/ ANASTASIADOU, Violetta/ ATALAR, Fatmanhan/ BRAGA, Suzanne/  BURN,  John/  CASSIMAN,  Jean  Jaques/  CORNEL,  Martina/  COVIELLO Domenico/  EVERS-KIEBOOMS,  Gerry/  GORRY,  Philippe/  HODGSON,  Shirley/ KÄÄRIÄINEN, Helena/ KOSZTOLÁNYI, György /KRISTOFFERSSON, Ulf/ MACEK, Milan  JR/  PATCH,  Christine/  SCHMIDTKE,  Jörg/  SEQUEIROS,  Jorge/  STOPPALYONNET, Dominique/ TRANEBJAERG, Lisbeth/ VAN HEYNINGEN,  Veronika/ VAN OMMEN, Gert Jan,   Patenting and Licensing in Genetic Testing: Recommendations Of The European Society Of Human Genetics , European Journal of Human Genetics, Yıl: 2008, Cilt: 16, Sayı: 1, (s. 405 – 411). BARENBROCK, Ulrich, Patentschutz für biotechnologische Erfindungen : Patentierbarkeit von Stammzellen nach europäischem und deutschem Recht, Yayınlanmamış Yüksek Lisans Tezi, Potsdam, Universität Potsdam Fachbereich Wirtschaftswissenschaften, 2007. BENTLY, Lionel/ SHERMAN, Brad, Intellectual Property Law, New York, 2009. BERGMANN,  Isumo,  Patentverletzungen  in  der  Biotechnologie,  Gabler  Verlag,  Springer Fachmedien Wiesbaden GmbH, Wiesbaden, 2011, s. 54. BERTHELS, Nele/ MATTHIJS, Gert/ VAN OVERWALLE, Geertrui,  Impact Of Gene Patents On Diagnostic Testing: A New Patent Landscaping Method Applied To Spinocerebellar Ataxia , European Journal of Human Genetics, Yıl: 2011, Cilt:19, Sayı: 11, (s. 1114 –1121). CHRISTIE, Andrew/ GARE, Stephen, Directiv 98/44/EC of the European Parliament and of the Council, 10. Basım, Blackstone s Statutes on Intellectual Property, New York, 2010.    1118                                                                                       COOK, Trevor, EU Intellectual Property Law, New York, 2010. Devlet Planlama Teşkilatı Sekizinci Beş Yıllık Kalkınma Planı, Biyoteknoloji ve Biogüvenlik Özel İhtisas Komisyonu Raporu, Ankara, 2000. FALCIOĞLU,  Mete  Özgür,   Biyoteknolojik  Buluşların  Avrupa  Patent  Sözleşmesi  Sisteminde Patentlenmesi , Ankara Barosu Fikri Mülkiyet ve Rekabet Hukuku Dergisi, Yıl:5, Cilt: 5 Sayı: 4, Ankara, 2005, (s. 15- 36). GMEINER, Robert/KÖGELER, Margerethe,  Die Patentierung biotechnologischer Erfindungen Aktuelle Debatte und Perspektiven: Ein Tagungsbericht , ERA Forum, Yıl: 2006, Sayı: 7, (s. 530–549). GÖKOVALI, Ummuhan / BOZKURT, Kurtuluş,  Fikri ve Sınaî Mülkiyet Hakkı (FSMH) Olarak Patentler: Dünya ve Türkiye Açısından Tarihsel Bir Bakış , Muğla Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, Yıl: 2006, Sayı: 17, (s. 135- 146). GRUBB, Philip W., Patents for Chemicals, Pharmaceuticals and Biotechnology: : Fundamentals of Global Law, Practice, and Strategy, 4. Basım, Oxford University Press, Oxford, 2004. GRUSZOW, Larissa,  Types of Invention in the Field of Genetic Engineering, Arising in the Practice of the  European  Patent Office ,  Biotechnology, Patents  and  Morality, (Editör:  Sigrid Sterckx), Ashgate Publishing Ltd, Aldershot, 2004, (s. 207- 216). JENEI, Stephen, EU s Court of Justice: Stem Cells Unpatentable If An Embryo Is Destroyed, http://www.patentbaristas.com/archives/2011/10/24/eus-court-of-justice-stem-cellsunpatentable-if-an-embryo-is-destroyed/ (erişim tarihi 17.06.2021). GREWENDORF, Günther,  Kein Patent auf Leben! , Zeitschrift für Literaturwissenschaft und Linguistik, Yıl: 2002, Cilt:128, Sayı:4, (s. 8–33). KAMSTRA, Gerald/ DÖRING, Mark/ SCOTT-RAM, Nick/ SHEARD, Andrew/ WIXON, Henry, Patents  on  Biotechnological  Inventions:  The  E.C.  Directive,  Sweet  &  Maxwell  Ltd, London, 2002.   1119                                                                                       KARAGÖZ,  Alptekin,   Biyolojik  Çeşitlilik  Sözleşmesi ,  Tarla  Bitkileri  Merkez  Araştırma Enstitüsü Dergisi, Yıl: 1998, Cilt:7, Sayı: 1, (s1- 9). KAYA,  Arslan,   Türk  Hukukunda  Patentten  Doğan  Haklar ,  İstanbul  Üniversitesi  Hukuk Fakültesi Mecmuası, Prof Dr Orhan Münir Çağıl a Armağan, Yıl: 1997, Cilt: LV, Sayı:4, (s.173- 200). KENNIGTON, A,  A Review of the  Problem and Solution  Approach to Inventive Step under Article 56 EPC - Part 1 , Epi Information, Institute of Professional Representatives Before the European Patent Office, Yıl: 2016, Cilt: 16, Sayı: 1, (s. 28- 31). KENNIGTON, A,  A Review of the  Problem and Solution  Approach to Inventive Step under Article 56 EPC - Part 2 , Epi Information, Institute of Professional Representatives Before the European Patent Office, Yıl: 2016, Cilt: 16, Sayı: 2, (s. 46- 51). KENNIGTON, A,  A Review of the  Problem and Solution  Approach to Inventive Step under Article 56 EPC - Part 3 , Epi Information, Institute of Professional Representatives Before the European Patent Office, Yıl: 2016, Cilt: 16, Sayı: 3, (s. 21- 26). LLEWELYN, Margaret,  The Patentability of Biological Material: Continuing Contradiction and Confusion , European Intellectual Property Review, Yıl: 2000, Cilt: 22, Sayı: 5, (s. 191- 197). MUIR, Ian/ BRANDI-DOHRN, Matthias/ GRUBER, Stephan, European Patent Law, Law and Procedure under the EPC and PCT, Oxford University Press, New York, 2002. Nationaler  Ethikrat,  Zur  Patentierung  biotechnologischer  Erfindungen  unter  Verwendung biologischen Materials menschlichen Ursprungs, Berlin, 2004. ÖZTÜRK, Özgür, Türk Hukukunda Patent Verilebilirlik Şartları, İstanbul, 2008. PATERSON, Gerald, The Law and Practice of the European Patent Convention, The European Patent System, 2. Basım, Sweet & Maxwell, London, 2001.   1120                                                                                       POLATER, Salih, Fikri ve Sınai Mülkiyet Hakları ve Hak Sahipliği, Adalet Yayınevi, Ankara, 2019. PORTER, Gerard/ DENNING, Chris/ PLOMER, Aurora/ SINDEN, John/ TORREMANS, Paul,  The Patentability Of Human Embryonic Stem Cells in Europe , Nature Biotechnology, Yıl: 2006, Cilt: 24, Sayı: 6, (s. 653- 655). SCHERTENLEIB, Denis,  The Patentability and Protection of DNA-based Inventions in the EPO and the European Union , European Intellectual Property Review, Yıl: 2003, Cilt: 25, Sayı: 3, (s. 125-138). SOYSAL, Tamer,  CRISPR Genom Düzenleme Teknolojileri: Patentlenebilirlikleri ve Covıd-19 Salgınında Kullanımı , Adalet Dergisi, Yıl: 2021, Cilt, Sayı: 66, (s. 227 – 292). SOYSAL, Tamer, Tarımda Biyoteknoloji Uygulamaları ve Patent Hakları, Adalet Yayınevi, Ankara, 2019. SULUK,  Cahid/  KARASU,  Rauf/  NAL,  Temel,  Fikri  mülkiyet  Hukuku,  5.  Baskı,  Seçkin Yayıncılık, Ankara, 2021, s. 244. ŞAHİNLER BAYKARA, Yasemin/ YAVUZ, Levent/ ALICA, Türkay, 6769 Sayılı Sınai Mülkiyet Kanunu, Ankara, 2019. ŞEHİRALİ, Feyzan Hayal, Patent Hakkının Korunması, Turhan Kitapevi, Ankara, 1998.  TEKİNALP, Ünal, Fikrî Mülkiyet Hukuku, Beşinci Bası, Vedat Kitapçılık, İstanbul, 2012. THORLEY, Simon/ MILLER, Richard/ BURKILL, Guy/ BRISS, Colin/ CAMPBELL, Douglas, Terrell on The Law of Patents, Sweet & Maxwell, London, 2006. VAN  OVERWALLE,  Geertrui,   Biotechnology  Patents  in  Europe:  From  Law  To  Ethics , Biotechnology, Patents and Morality (Editör: Sigrid Sterckx), Ashgate Publishing Ltd, Aldershot, 2004, (s. 197-206).   1121                                                                                       YALÇINER,  Uğur,   Biyoteknolojik  Buluşlar ,  Sınai  Haklarda  Son  Gelişmeler,  Bildiriler- Tartışmalar (4 Nisan 2001), Ankara Üniversitesi FİSAUM, Ankara, 2002, (s. 29- 64). YILMAZ, Filiz/ TEKMEN, Işıl,  Blastosist Gelişimi; Hücre Soylarının Farklanma Mekanizmaları , DEÜ Tıp Fakültesi Dergisi, Yıl: 2018, Cilt: 32, Sayı: 3, (s. 243-250). YURTSEVER, Şaziye, Patentin Hukuki Korunması ve İlgili Mevzuat, Ankara, 1999. YUSUFOĞLU, Fülürya,  Genlerin Korunması ile İlgili Olarak AB Yönergesinin Diğer Hukuk Sistemlerine  Yansıması  ve  Türkiye deki  Hukuki  Düzenleme  Çalışmalarının Değerlendirimesi , Prof. Dr. Fırat Öztan a Armağan, (edt. Sabih Arkan), II. Cilt, Ankara, 2010, (s. 2361- 2403). YUSUFOĞLU, Fülürya, Patent Verilebilirlik Şartları,"
}