{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "25",
     "Ay": "03",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "YARGITAY KARARLARI ÇERÇEVESİNDE BELİRLİ SÜRELİ İŞ SÖZLEŞMESİNİN SÜRESİ İÇERİSİNDE HAKSIZ FESİH İLE SONA ERMESİ",
     "Title": "UNFAIR TERMINATION OF THE FIXED-TERM EMPLOYMENT CONTRACT IN ITS DURATION PERIOD WITHIN THE FRAMEWORK OF SUPREME COURT DECISIONS",
     "Yazar İsmi": [
          "Doç. Dr. İştar URHANOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Belirli süreli iş sözleşmesi",
          "Haksız fesih",
          "Fesih hakkı",
          "Bakiye süre",
          "Cezai şart"
     ],
     "Keywords": [
          "Employment contract for a definite period",
          "Wrongful termination",
          "Right of termination",
          "Remainder period",
          "Penal clauses"
     ],
     "Özet": "İş sözleşmesinin işveren veya işçi tarafından haklı nedenlere dayanılarak feshedildiğinin ileri sürülmesine karşın gerçekte böyle bir neden yoksa veya haklı nedenler bulunmakla birlikte fesih hakkı hak düşümü süresi içinde kullanılmamışsa ya da usulüne uygun olarak yapılmamışsa haksız sayılır. Haksız fesih belirsiz veya belirli süreli iş sözleşmelerinde işveren veya işçi tarafından yapılabilir. Belirli süreli iş sözleşmesinin  herhangi  bir  haklı  nedene  dayanmaksızın  sürenin  bitiminden  önce  işverence  sona erdirilmesinin hukuki sonucu İş Kanunu nda düzenlenmemiştir. Türk Borçlar Kanunu bu tutumun bir haksız fesih oluşturduğunu, sözleşmeyi sona erdirdiğini, işçinin bakiye sözleşme süresine ilişkin ücret tutarını tazminat olarak talep edebileceğini ve mahkemenin hükmetmesi halinde ayrıca bir haksız fesih tazminatını isteyebileceği açıkça hükme bağlamıştır.",
     "Abstract": "Although it is claimed that the employment contract is terminated by the employer or the employee on the basis of just causes, if there is no such reason in reality or if the right of termination is not exercised within the period of forfeiture, or if it is not duly made, it is considered as wrongful termination. In employment contracts for a definite or indefinite period, wrongful termination can be made by the employer or employee. The legal consequence of the termination of an employment contract for a definite period by the employer before the expiry of the term without any just cause is not regulated in the Labor Law. The Turkish Code of Obligations clearly stipulates that; this attitude constitutes wrongful termination; it terminates the contract, the worker can claim the amount of wages related to the remainder contract period as compensation, and he can also demand wrongful termination compensation if the court decides in that way.",
     "Metin": ": Belirli süreli iş sözleşmesi, sürenin sona ermesiyle kendiliğinden sona erdiği için feshe karşı korumaya ilişkin hükümler ile olağan feshe ve fesih bildirim sürelerine ilişkin hükümler uygulanamaz.  4857 sayılı İş Kanunu m.17 de belirsiz süreli iş sözleşmelerinin süreli fesih yolu ile sona ermesi, m.24 ve 25 te belirli ve belirsiz süreli iş sözleşmelerinin haklı nedenle sona  ermesi  düzenlenmiştir. Ancak  belirli  süreli  iş  sözleşmelerinin  sona  ermesinin 86     hukuki sonuçları İş Kanunu nda düzenlenmemiştir. Konuya ilişkin 6098 Sayılı Türk Borçlar  Kanunu  m.430 a  göre  ise;   Belirli  süreli  hizmet  sözleşmesi,  aksi kararlaştırılmadıkça,  fesih  bildiriminde  bulunulmasına  gerek  olmaksızın,  sürenin bitiminde kendiliğinden sona erer. … Taraflardan her biri, on yıldan uzun süreli hizmet sözleşmesini on yıl geçtikten sonra, altı aylık fesih bildirim süresine uyarak feshedebilir. Fesih,  ancak  bu  süreyi  izleyen  aybaşında  hüküm  ifade  eder.  Sözleşmenin  fesih bildirimiyle  sona  ereceği  kararlaştırılmış  ve  iki  taraf  da  fesih  bildiriminde bulunmamışsa, sözleşme belirsiz süreli sözleşmeye dönüşür. .  Belirli süreli iş sözleşmelerinin nitelikleri süreli feshe uygun olmayıp ancak haklı nedenle fesih ile sona erdirilebilirler. 4857 sayılı İş Kanunu m.24 ve 25 te düzenlenmiş bulunan  haklı  nedenle  fesih  kurumu,  belirsiz  ve  belirli  süreli  iş  sözleşmeleri  için uygulanabilir niteliktedir.1  Belirli  süreli  iş  sözleşmesinin  süresinden  önce  işveren  tarafından  İş  Kanunu m.25/II  kapsamı  dışında  kalan  haklı  sebeplerle  ya  da  haklı  bir  sebep  olmaksızın feshedilmesi veyahut işçinin süresinden önce haklı sebeple ya da emeklilik, evlenme, askerlik gibi sebepler ile iş sözleşmesini sonlandırması halinde diğer koşullar da var ise kıdem tazminatına hak kazandırır.2 Önemine binaen belirli süreli iş sözleşmesinin işverenin haksız feshi ve işçinin haksız feshi ile sona ermesi detaylı olarak incelenmelidir.  I. İŞVERENİN HAKSIZ FESHİ İLE SONA ERME İş Kanunu nda belirli süreli iş sözleşmesinin haklı neden olmaksızın süresinden önce  sona  erdirilmesinin  hukuki  sonucu  düzenlenmemiştir.3  Belirli  süreli  iş sözleşmelerine  kural  olarak  iş  güvencesi  hükümleri  uygulanmadığı  için  işçi,  iş                                                  1   SENYEN KAPLAN, E. Tuncay, Bireysel İş Hukuku, Yenilenmiş 11. Baskı, Gazi Kitabevi, Ankara, 2020, s.332 vd.; SENYEN KAPLAN, E. Tuncay,  Belirli Süreli İş Sözleşmesinin Haksız Feshi, Hüküm ve Sonuçları , Sicil İHD, 2016, s. 17-33; EKMEKÇİ, Ömer / YİĞİT, Esra, Bireysel İş Hukuku Dersleri, 2. Baskı, Oniki Levha Yayınları, İstanbul, 2020, s. 740. 2   SENYEN KAPLAN, 2020, s. 332 vd.; KAPLAN SENYEN, 2016, s. 17-33; EKMEKÇİ / YİĞİT, 2020, s. 740. 3   SÜZEK, Sarper, İş Hukuku, 21. Baskı, Beta Yayınları, İstanbul, 2020, s. 728. 87     sözleşmesinin işverence haksız feshi halinde İş Kanunu m.18 vd. nda düzenlenen iş güvencesi hükümlerinden yararlanamaz. Belirli süreli iş sözleşmesinin süresinden önce işveren tarafından haksız feshedilmesine ilişkin olarak Türk Borçlar Kanunu m.438 de bir düzenleme yer almaktadır. Madde hükmüne göre;  İşveren, haklı sebep olmaksızın hizmet sözleşmesini derhâl feshederse işçi, belirsiz süreli sözleşmelerde, fesih bildirim süresine; belirli süreli sözleşmelerde ise, sözleşme süresine uyulmaması durumunda, bu sürelere  uyulmuş  olsaydı  kazanabileceği  miktarı,  tazminat  olarak  isteyebilir.  Belirli süreli hizmet sözleşmesinde işçinin hizmet sözleşmesinin sona ermesi yüzünden tasarruf ettiği miktar ile başka bir işten elde ettiği veya bilerek elde etmekten kaçındığı gelir, tazminattan  indirilir.  Hâkim,  bütün  durum  ve  koşulları  göz  önünde  tutarak,  ayrıca miktarını  serbestçe  belirleyeceği  bir  tazminatın  işçiye  ödenmesine  karar  verebilir; ancak belirlenecek tazminat miktarı, işçinin altı aylık ücretinden fazla olamaz. . İsviçre Borçlar Kanunu m.337c ye paralel olarak, hizmet sözleşmesinin sona erdirilmesinin hüküm ve sonuçları ilk defa ayrıntılı olarak düzenlenmiştir. 4 Bu düzenleme, iş güvencesi kapsamında olmayan ancak İş Kanunu veya Türk Borçlar  Kanunu  kapsamındaki  işçilere  uygulanabilir  niteliktedir.  Belirli  süreli  iş sözleşmeleri bakımından da uygulanabilir niteliktedir. Düzenlemeye göre, belirli süreli iş sözleşmesinin süresinden önce haklı bir neden olmaksızın sonlandırılması kusurlu imkânsızlık ya da işveren temerrüdü değil sözleşmenin haksız feshidir. Türk Borçlar Kanunu nda işveren tarafından yapılan haksız feshin hukuki sonuçları m.438 de açıkça düzenlendiğinden,  bakiye  süre  ücreti  tutarındaki  tazminatın  işverenin  temerrüdünü düzenleyen m.408 e göre değil, m.438/I e göre hüküm altına alınması gerekir. Mülga 818 sayılı Borçlar Kanunu nda belirli süreli iş sözleşmesinin süresinden önce işverence sona erdirilmesine ilişkin açık bir düzenleme bulunmadığından, öğretide bu durumun kusurlu imkânsızlık, işveren temerrüdü ve haksız fesih olduğu konusunda üç ayrı görüş bulunmaktaydı,  6098  Sayılı  Türk  Borçlar  Kanunu nun  yürürlüğe  girmesiyle  konu Kanun un  438.  maddesinde  açıkça  düzenlenmiş  ve  haksız  fesih  olarak nitelendirilmiştir.5 Türk Borçlar Kanunu m.438, belirli süreli iş sözleşmesinin haklı bir                                                  4   SENYEN KAPLAN, 2020, s. 333.  5   Konuya ilişkin ayrıntılı değerlendirme için bkz. GÖKTAŞ, Seracettin, Türk İş Hukukunda Haksız Fesih, 1. Bası, Seçkin Yayıncılık, Ankara, 2020, s. 252-254, 257, 274-275. 88     neden  olmaksızın  işverence  sona  erdirilmesinin  kusurlu  imkansızlık  mı,  alacaklı (işveren)  temerrüdü  mü  yoksa  sözleşmenin  haksız  feshi  mi  olduğu  konusundaki öğretideki  daha  önce  yapılan  söz  konusu  tartışmayı  sona  erdirmiş  ve  Fransız Hukukunda  (Code  du  Travail  art  L.1243-4)  olduğu  gibi  durumun  bir  haksız  fesih oluşturduğunu, sözleşmeyi sona erdirdiğini, işçinin bakiye sözleşme süresine ilişkin ücret  tutarını  tazminat  olarak  talep  edebileceğini,  ayrıca  hâkim  tarafından kararlaştırılırsa bir haksız fesih tazminatı isteyebileceğini açıkça hükme bağlamıştır.7 Yargıtay da belirli süreli iş sözleşmesinin süresinden önce haklı bir sebep olmadan sonlandırılmasını,  sözleşmenin haksız feshi  olarak kabul etmektedir.8 Bu sebeple işçi, bakiye sözleşme süresine ilişkin ücret tutarını tazminat olarak isteyebileceği gibi, talep ve  hâkimin  takdirine  bağlı  olarak  ayrıca  bir  haksız  fesih  tazminatına  da hükmedilebilecektir.9 Yargıtay ın yerleşik hale gelen içtihatlarına göre; taraflar arasında yazılı bir iş sözleşmesinin  varlığına  rağmen  çalışma  olgusu  gerçekleşmemiş  ve  fiilen  iş  ilişkisi kurulmamış ise bakiye süre ücreti tutarında tazminat işçi tarafından istenemez.10 Basın İş Kanunu nda ve Deniz İş Kanunu nda da konuya ilişkin açık düzenleme olmadığından  Türk  Borçlar  Kanunu na  tabi  iş  ilişkileri  bakımından  yapılan                                                  6   Ayrıntılı bilgi için bkz. SÜZEK, 2021, s. 729, dn. 136. 7   SENYEN  KAPLAN,  2020, s.  334;  SENYEN  KAPLAN,  2016,  s. 222;  SÜZEK,  2021,  s. 729; YAYVAK NAMLI, İrem, İş Hukuku nda Cezai Şart, 1. Baskı, Oniki Levha Yayınları, İstanbul, 2019, s. 386. 8   Yargıtay  22.  HD,  T.  01.07.2020,  E.  2017/39270,  K.  2020/8344 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022); Bazı kararlarda  TBK  m.438/II  (haksız  fesih)  yerine  TBK  m.408 e  (işveren  temerrüdü)  atıf  yapıldığı görülmekte ise de bu durumun yazım hatasından kaynaklandığı düşünülmektedir. bkz. Yargıtay 9. HD,  T.  27.01.2021,  E.  2020/2390,  K.  2021/2568 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 9   Yargıtay ın,  bakiye  süre  ücreti  ile  birlikte  haksız  fesih  tazminatının  da  istenmesinin  mümkün olduğunu belirten bir kararı için bkz. Yargıtay 9. HD, T.08.03.2021, E.2020/4650, K. 2021/5684; Karar kendi içerisinde çelişkili olup, bakiye süre ücretinin kabulünün ve işverenin haklı sebeple iş sözleşmesini  feshettiği  gerekçesiyle  haksız  fesih  tazminatının  reddinin  sonuç  olarak  isabetli olduğundan bahsedildiği görülmektedir. Kanaatimizce burada ifade edilmek istenilen  somut olay bakımından  haksız  fesih  tazminatına  ayrıca  hükmedilmesine  gerek  olmadığı   dır https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022).  10   Yargıtay  22.  HD,  T.  08.12.2014,  E.  2013/25149,  K.  2014/34675 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 89     düzenlemeler geçerli olacaktır.11  A. Bakiye Süre Ücreti Tutarı Tazminat Belirli  süreli  iş  sözleşmesinin  süresinden  önce  işverence  haklı  nedenle  feshi halinde işçi bakiye süreye ait ücretine hak kazanamaz, ancak haklı bir sebep olmaksızın feshi halinde bakiye süreye ait ücretine hak kazanır.12 Yapılan fesih haksız olsa dahi belirli süreli iş  sözleşmesini süre bitiminden önce sona erdirdiği  için Türk Borçlar Kanunu  m.438 de  bakiye  süreye  ait  hak  kazanılacak  miktar  için   ücret   yerine  tazminat  kavramı kullanılmıştır.13 Bu tazminat, işverenin temerrüdü halinde Türk Borçlar Kanunu m.408 e göre ödenmesi gereken bakiye süre ücretinden farklıdır.14 İşçi, işverenle yaptığı belirli süreli iş sözleşmesinin işveren tarafından haksız feshi nedeniyle TBK m.438/I hükmünün öngördüğü bakiye süre ücretini tazminat olarak talep ettiğinde,  işveren  işçi  ile  başlangıçta  belirli  süreli  olarak  yapılmış  sözleşmenin  İş Kanunu  m.11/I de  öngörülen  objektif  koşullarının  bulunmadığını  ve  dolayısıyla sözleşmenin belirsiz süreli olduğunu ve işçinin talebinin reddini savunabilmektedir. Bu savunmaya  değer  verildiğinde,  sözleşme  başlangıçtan  itibaren  belirsiz  süreli  bir sözleşme niteliğinde kabul edileceğinden işçinin TBK m.438/I hükmüne dayalı talebi olumsuz  sonuçlanacaktır.  Benzeri  bir  sonuç,  İş  Kanunu  m.11  hükmünün  emredici niteliğini dikkate alan mahkemenin, bu maddede öngörülen objektif koşulları somut uyuşmazlık  açısından  re sen  değerlendirerek,  sözleşme  türünün  hukuki  nitelemesini yapmasıdır. Bu değerlendirme sonucu, sözleşmenin belirli değil, belirsiz süreli sözleşme niteliğinde olduğu mahkeme tarafından tespit edildiğinde, işçi belirli süreli sözleşmenin işveren tarafından haksız feshine ilişkin TBK m.438/I hükmü ile sağlanan ve bir tür  medeni ceza  olarak nitelendirilebilecek tazminat hakkından da yoksun kalabilecektir. Yargıtay önceki tarihli kararlarında öğretideki tüm haklı eleştirilere rağmen, kanunda öngörülen  objektif  koşullar  bulunmadan  yapılan  belirli  süreli  iş  sözleşmelerinin,,                                                  11   GÖKTAŞ, 2020, s. 330, 336. 12   EKMEKÇİ  /  YİĞİT,  2020,  s.  532,  MOLLAMAHMUTOĞLU,  Hamdi  /  ASTARLI,  Muhittin  / BAYSAL, Ulaş, İş Hukuku Ders Kitabı Cilt 1, Bireysel İş Hukuku, 5. Baskı, Lykeion Yayıncılık, Ankara, 2021, s. 269.  13   EKMEKÇİ / YİĞİT, 2020, s. 531. 14   SENYEN KAPLAN, 2020, s. 334; GÖKTAŞ, 2020, s. 254-258. 90     başlangıçtan itibaren belirsiz süreli sayılacaklarını ve bakiye süre ücretinin tazminat olarak talep edilmesinin olanaklı olmadığını, sözleşmenin belirli değil, belirsiz süreli olduğunun  işveren  tarafından  ileri  sürülebileceği  gibi  hakim  tarafından  da  resen dikkate alınabileceğini ifade etmekteydi.15 Yargıtay öğretideki haklı eleştirileri de göz önünde  bulundurarak  ve  öğretinin  dayandığı  aynı  gerekçelerle,  belirli  süreli  iş sözleşmesinin  istisna  olmasının  asıl  gerekçesinin  işçinin  korunması  olduğu,  işveren tarafından objektif koşulun mevcut olmadığı itirazının sonradan ileri sürülmesinin bu ilkeye ters sonuçlar doğuracağı gibi işverence hakkın kötüye kullanılması sayılacağı sonucuna varmıştır.16  Yargıtay 9. Hukuk Dairesi tarafından 2020 tarihinde; belirli süreli iş sözleşmesi yapılması için gereken objektif koşullar veya esaslı neden olmadığı halde belirli süreli iş sözleşmesi yapıldığında işverenin sonradan sözleşmenin belirsiz süreli olduğunu ileri sürmesi TMK m.2 hükmüne aykırılık oluşturur; bakiye süre ücreti tutarında tazminat ve işverence süresinden önce haksız feshe bağlı cezai şartı isteyebilir şeklindeki yaklaşım, ilke kararı haline getirilmiştir.17  Yargıtay 9. Hukuk Dairesi nin 15.09.2020 tarihli ve kanaatimizce isabetli olan kararına  göre;  geçerli  nedenlerin  varlığına  rağmen  belirli  süreli  iş  sözleşmesi  ile çalışan işçinin iş sözleşmesi süresinden önce haklı bir neden olmaksızın feshedildiğinde kalan süreye ait ücretinin ödenmesi gerekir. Geçerli nedenle fesih, İş Kanunu m.18/I hükmü ile sadece belirsiz süreli iş sözleşmesinin işverence feshine özgülenmiştir. Belirli veya belirsiz süreli iş sözleşmesinin haklı nedenle feshinde ise İş Kanunu m.24 ve m.25                                                  15  Yargıtay 7. HD, T. 02.07.2015, E. 201/19191, K. 2015/13511; Yargıtay 9. HD, T. 16.12.2015, E. 2014/12613,  K.  2015/35687;  Yargıtay  22.  HD,  T. 23.12.2015,  E. 2014/25217,  K. 2015/35562; Yargıtay  HGK,  T.  18.1.2017,  E.  2014/9-2514,  K.  2017/13  (Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022); ALP, 2019, s. 477 vd.  16  Yargıtay  22.  HD,  T.  21.12.2017,  E.  2015/20653,  K.  2017/30350 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ , (erişim tarihi 18.02.2022). 17  ÇİL, Şahin, İş Hukuku Yargıtay İlke Kararları (2019-2021 Yılları), 8. Baskı, Yetkin Yayınları, Ankara, 2021, s. 1633; Yargıtay 9. HD, T. 15.09.2020, E. 2016/22178, K. 2020/7846; Yargıtay 9. HD, T. 24.12.2020, E. 2018/300, K. 2020/20141; Diyarbakır BAM 7. HD, T. 20.11.2019, E. 2019/24, K. 2019/31.  Kararlar  için  bkz.  https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 18  E.  2016/22178,  K. 2020/7846  https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 91     hükümleri uygulanma alanı bulacaktır. TBK m.438/I hükmünde yer alan,  haklı sebep olmaksızın  ibaresini İş Kanunu kapsamındaki işçiler açısından İş Kanunu m.25 deki nedenler olmaksızın biçiminde anlamak gerekir. Türk Borçlar Kanunu m.438/I de yer alan tazminata esas alınacak ücret konusu tartışmalıdır. Bir görüşe göre; maddede ifade edilen ücret, işçinin çıplak ücretidir.19 Kanaatimizle aynı yöndeki diğer bir görüşe göre ise; kazanabileceği miktar kavramı ücreti de içine alan daha geniş bir anlam ifade etmektedir ve bu bağlamda işçinin bakiye süre  içinde  çalışmış  olsaydı  kazanabileceği  miktarın  kapsamına  sadece  ücret  değil, olağan  çalışma  süresi  içinde  iş  görmeye  bağlı  ve  parayla  ölçülmesi  mümkün  tüm menfaatler girecektir.20 O halde tazminatın hesabında, ödenen çıplak ücretin yanında işçiye sağlanan para ve para ile ölçülmesi mümkün olan ve devamlılık arz eden tüm menfaatlerin dikkate alınması gerekmektedir.21 Hatta önceden yapılması kararlaştırılmış olan fazla çalışmaların ücretlerinin dahi dikkate alınması gerektiği ileri sürülmektedir.22 Yargıtay a göre; hesaplama bakiye sürenin sonuna kadar yapılmalıdır.23 Bundan sonra TBK m.438/II de işçiye ödenecek tazminattan (süreye uyulsaydı hak kazanacağı miktar) indirilmesi  gereken  kalemler  indirilmelidir.  Öğretide  bizim  de  katıldığımız  görüş uyarınca, işçinin sözleşmenin kalan süresi için ödenmesi gereken ücretten daha yüksek ücretle iş bulması halinde hesaplamanın bakiye süre sonuna kadar değil daha yüksek ücretle iş bulduğu tarihe kadar yapılmasının daha doğru olacağı, bakiye süre sonuna kadar hesap yapılıp sonra başka bir işten elde ettiği gelir indirilecek olursa işçinin bakiye süre ücretine hak kazanamayacağı savunulmaktadır.24                                                   19   Bu yönde bir görüş için bkz. KAR, Bektaş, İş Yargılaması Usulü, 1. Bası, Yetkin Yayınları, Ankara, 2018, s. 842. 20   GÖKTAŞ, 2020, s. 258; EKMEKÇİ / YİĞİT, 2020, s. 531. 21   GÖKTAŞ, 2020, s. 275; ÇİL, 2021, s. 353; Yargıtay 9. HD, T. 29.01.2019, E. 2018/10188, K. 2019/2542  https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/,  (erişim  tarihi 18.02.2022). 22   SENYEN KAPLAN, 2020, s. 335; GÖKTAŞ, 2020, s. 258. 23   Yargıtay  22.  HD,  T.  21.05.2019,  E.  2016/13073,  K.  2019/11277 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 24   ÇİL, 2021, s. 354.  92     TBK  m.438/II  işçiye  ödenecek  tazminattan  (süreye  uyulsaydı  hak  kazanacağı miktar) indirilmesi gereken kalemler; işçinin iş sözleşmesinin sona ermesi yüzünden tasarruf ettiği miktar ile başka bir işten elde ettiği veya bilerek elde etmekten kaçındığı gelirdir. Söz konusu kalemler dışında herhangi bir indirim nedeni bulunmamaktadır. İndirim  nedeninin  bulunduğu  durumlarda  ise  davalının  isteği  olup  olmadığına bakılmaksızın, indirim mahkemece doğrudan uygulanmalıdır.25 Maddede belirtilenler dışında hâkimin bu tazminattan indirim yapması hukuken olanaklı değildir, ayrıca TBK m.182/III te  olduğu  hâkime  takdiri  indirim  yetkisi  de  verilmemiştir.26  Yargıtay  22. Hukuk  Dairesi,  bakiye  süre  ücreti  tutarında  tazminata  hükmeden  ilk  derece mahkemesinin  indirim  hususunu  değerlendirmemiş  olmasını  bozma  gerekçesi yapmıştır. Bu görüş kanaatimizce isabetlidir; çünkü TBK. m.438 hükmünün birinci ve ikinci  fıkrası  bir  bütün  oluşturmaktadır  ve  bu  nedenle  farklı  konuları  düzenleyen kurallar niteliğinde algılanamazlar; birini diğerinden soyutlanarak uygulamak, kanuna aykırılık oluşturacaktır.27  İşçinin  iş  sözleşmesinin  sona  ermesi  nedeniyle  tasarruf  ettiği  miktarlar  varsa belirlenerek  madde  hükmü  gereğince  bakiye  süre  ücretinden  mahsup  edilmesi gerekmektedir. Dikkat edilmesi gereken husus işçinin işe devam etseydi yapacak olduğu bir  giderden  kurtulmuş  olup  olmadığının  tespit  edilmesidir,  işçi  işe  gitmese  dahi yapılan olağan masraflar tazminattan indirilmez.29 Kural olarak, işçinin tasarruf ettiği bir miktarın varlığını ve miktarını ispatla yükümlü olan işverendir.30                                                  25   Yargıtay  9.  HD,  T.  25.03.2021,  E.  2020/9011,  K.  2021/6982 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/,  (erişim  tarihi  18.02.2022); Kararda, TBK m.438/II ye göre indirilmesi gereken bir alacak kalemleri dışında davada indirimi gereken tutarların tespit edilemeyeceği bilinmeyen bir dönem bulunmadığından varsayımsal indirime gidilmesinin  mümkün  olmadığı  ifade  edilmiştir;  ayrıca  bkz.  Yargıtay  9.  HD,  T.24.09.2019, E.2016/34034,  K.  2019/16615  https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 26  Yargıtay 9. HD. T. 24.09.2019, E. 2016/ 34034, K. 2019/16615; Diyarbakır BAM 7. HD.,  T. 11.03.2020,  E.  2020/188,  K.  2020/276.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 27  Yargıtay  22.  HD,  T.  07.07.2020,  E.  2017/36292,  K.  2020/8906 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 28   ÇİL, 2021, s. 354. 29   SÜZEK, 2021, s. 730; GÖKTAŞ, 2020, s. 258. 30   GÖKTAŞ, 2020, s. 258. 93     İşçinin bakiye süre içerisinde başka bir işten elde ettiği gelir veya bilerek elde etmekten  kaçındığı  gelir  belirlenerek  madde  hükmü  gereğince  bakiye  süre  ücreti tutarından kaynaklı tazminattan indirilmelidir. Örneğin işçinin hiç iş aramaması halinde, niteliklerine göre bulabileceği iş ve ücreti araştırılarak tazminattan indirilebilir. 31 Yargıtay,  işçinin  yeni  işinde  kazandığı  miktar  belirlenirken  işçinin  gerçek ücretinin araştırılması ve sonucuna göre bulunan miktarın düşülmesi gerektiğini kabul etmektedir.32 Bağımsız çalışma sonucu elde edilen gelir ya da bilerek elde edilmesinden kaçınılan gelirler de indirime konu olabilir. Bakiye süre içinde alınan işsizlik ödeneği, emeklilik aylığı gibi gelirlerin de bakiye süre ücreti tutarından kaynaklı tazminattan indirilmesi gerekir.33 İş  sözleşmesi  belirli  süreli  olmasına  karşın  işverence  işçiye  ihbar  tazminatı ödenmişse;  bakiye  süre  ücreti  tutarından  kaynaklanan  tazminattan  sebepsiz  ödenen ihbar  tazminatının  da  mahsup  edilmesi  gerekir.34  Yargıtay;  bakiye  süre  ücretinden gerekli indirimler yapıldıktan sonra kalan miktardan ödenen ihbar tazminatının mahsup edilmesi gerektiğini belirtmektedir.35  Yargıtay, yakın tarihli bir kararında; bakiye süre ücretinden kaynaklı tazminat cezai şart niteliğinde olmadığından; 6098 sayılı Türk Borçlar Kanunu m.438/II ye göre yapılacak indirimin somut verilere dayalı olması gerektiğini, başka işten elde ettiği gelirin  belirlenemediği,  bilinmeyen  bir  dönem  bulunmakta  ise;  bilinmeyen  dönem yönünde işçinin nitelikleri, yaptığı iş, iş bulma olasılığı, işçinin alabileceği ücret gibi hususlar değerlendirilerek varsayımsal bir indirime gidilmesinin kaçınılmaz olduğunu ifade etmiştir.36 Başka bir kararında ise; işçinin işverenin kusurlu davranışı sebebiyle                                                  31   ÇİL, 2021, s. 354. 32   Yargıtay  9.  HD,  T.  04.11.2010,  E.  2008/40012,  K.  2010/31664 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 33   GÖKTAŞ, 2020, s. 258. 34   ÇİL, 2021, s. 354.; EKMEKÇİ / YİĞİT, 2020, s. 536. 35   Yargıtay  9.  HD,  T.  17.02.2021,  E.  2020/5734,  K.  2021/4067 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022).  36   Yargıtay  9.  HD,  T.  25.03.2021,  E.  2021/498,  K.  2021/6992;  ayrıca  bkz.  Yargıtay  9.  HD,  T. 17.05.2021,  E.  2021/4804,  K.  2021/9057  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 94     fiilen  çalışmaya  başlayamaması  halinde  sözleşme  öncesi  sorumluluğa  ilişkin hükümlerin uygulanması gerektiği, işçinin genel mahkemelerde zararın giderilmesini isteyebileceği  ancak bakiye süre ücreti tutarından kaynaklı tazminat  talebinin reddi gerektiği sonucuna ulaşmıştır.37 Yargıtay  tarafından  kabul  edilen  ilkelere  göre;  bakiye  süre  ücreti  eylemli  bir çalışmanın karşılığı olmadığından, 4857 sayılı İş Kanunu m.34 te öngörülen özel faiz uygulanmayacak  ve  bu  ücretlere  ilişkin  olarak  sigorta  primi  ödenmesi  de gerekmeyecektir.38 Bakiye süre ücreti tutarı tazminat, niteliği itibariyle bir tazminat olduğu için Türk Borçlar Kanunu m.146 uyarınca on yıllık zamanaşımına tabidir.39 B. Haksız Fesih Tazminatı TBK  m.438/III de  hem  belirli  hem  belirsiz  süreli  iş  sözleşmeleri  bakımından düzenlenen haksız fesih tazminatı, İş Kanunu na tabi işçiler bakımından da uygulama alanı bulmaktadır. İlgili madde hükmüne göre; işveren, haklı sebep olmaksızın hizmet sözleşmesini  derhâl  feshederse  işçi,  belirsiz  süreli  sözleşmelerde,  fesih  bildirim süresine; belirli süreli sözleşmelerde ise, sözleşme süresine uyulmaması durumunda, bu sürelere uyulmuş olsaydı kazanabileceği miktarı, tazminat olarak isteyebilir. 40  Haksız fesih tazminatı, tümüyle hâkimin takdirine bağlı bir tazminat olup madde gerekçesine göre; somut olayın bütün durum ve koşulları (tarafların sosyal ve ekonomik durumları,  sözleşmenin  devam  süresi,  fesih  için  ileri  sürülen  sebep)  tazminatın takdirinde  göz  önünde  tutulacaktır.41  Öğretide;  haksız  feshin  hukuka  aykırılık bakımından ağırlığının, işçinin kişilik haklarının zedelenmesinin derecesinin, işçinin                                                  37   Yargıtay  9.  HD,  T.  17.09.2020,  E.  2016/20712,  K.  2020/8343 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 38   Yargıtay  9.  HD,  T.  14.01.2021,  E.  2020/3722,  K.  2021/1029 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 39   SENYEN KAPLAN, 2020, s. 339 vd. 40   ÇİL, 2021, s. 354. 41   SENYEN KAPLAN, 2020, s. 339; GÖKTAŞ, 2020, s. 260. 95     birlikte kusurunun da takdiri etkileyeceği belirtilmektedir.42 İşçinin işten çıkarılırken tartaklanması, kolundan tutarak veya gerekmediği halde güvenlik aracılığıyla işyerinden uzaklaştırılması,  fesih  iradesi  açıklanırken  arkadaşları  veya  ailesi  önünde  rencide edilmesi gibi davranışlar söz konusu tazminatın takdirinde dikkate alınabilir.43 Hâkim, tüm bu durum ve koşulları dikkate alarak bu tazminatı hüküm altına da almayabilir.  İşçi  haksız  fesihten  hiçbir  zarar  görmese  bile  hâkim  tazminata  hükmedebilir. İşçinin maddi ya da manevi bir zararı meydana geldiğini ispatlaması gerekmeyip feshin haksız şekilde yapılmış olması tazminatın takdiri için yeterlidir. Haksız fesih tazminatı ile  amaçlanan,  işverenin  derhal  fesih  hakkını  hukuka  aykırı  olarak  kullanmasının önlenmesi ve sözleşmesi haklı bir sebep olmaksızın sonlandırılan işçinin manevi açıdan tatmin edilmesidir.44  Haksız fesih tazminatı aynı maddenin ikinci fıkrasında düzenlenen ve işçinin ücret kaybının karşılanmasını amaçlayan bakiye süre ücreti tutarından kaynaklı tazminattan farklı  olup,  doğrudan  haksız  feshin  tazminatı  olduğundan  ve  de  üçüncü  fıkrada  ayrıca  ibaresine yer verildiğinden, belirli süreli iş sözleşmesinde koşullar varsa hem TBK m.438/I (bakiye süre ücreti tutarında tazminat) hem de TBK m.438/III (haksız fesih tazminatı) gereği talepte bulunulabilir.45  Haksız fesih tazminatının hesaplanmasında işçinin çıplak ücreti esas alınır.46 Öğretide,  TBK  m.438/III ün  nispi  nitelikte  olduğu,  bu  sebeple  haksız  fesih tazminatının altı aydan fazla kararlaştırılmasının mümkün olduğu savunulmuştur.47 Ayrıca, hizmet süresi bir yıldan fazla süren işçi, işverenin haksız feshi halinde kıdem tazminatına hak kazanır. Bu durumda haksız fesih tazminatı belirlenirken  bütün                                                  42  SÜZEK, 2021, s. 729; İşçinin kişilik haklarının ihlal edildiği gerekçesiyle manevi tazminat hakkı da bulunmakta olup işçi, manevi tazminat davası açmışsa artık kişilik haklarının ihlalinin haksız fesih tazminatının değerlendirilmesinde dikkate alınamayacağı görüşü için bkz. GÖKTAŞ, 2020, s. 262. 43   GÖKTAŞ, 2020, s. 261. 44   GÖKTAŞ, 2020, s. 261. Yazar, haksız fesih tazminatının hüküm altına alınmasının bu miktarı aşan maddi zararın maddi tazminat yolu ile istenmesine engel olmadığı, yine haksız fesih tazminatında üst sınır olduğundan tavanı aşan manevi zararın istenebileceği görüşündedir. 45   GÖKTAŞ, 2020, s. 261, 277-278; MOLLAMAHMUTOĞLU / ASTARLI / BAYSAL, 2021, s. 270.  46   MOLLAMAHMUTOĞLU / ASTARLI / BAYSAL, 2021, s. 270-271. 47   SÜZEK, 2021, s. 730; GÖKTAŞ, 2020, s. 262. 96     durum  ve  şartlar  çerçevesinde   işçinin  kıdem  tazminatına  hak  kazandığının  da değerlendirilmesi gerekir.48  Fesih hakkının kötüye kullanıldığından söz edilebilmesi için öncelikle süreli fesih bildiriminde bulunma hakkının doğmuş olması, süreli fesih hakkının doğumu için ise belirsiz süreli bir iş sözleşmesinin mevcut olması gerekir. Dolayısıyla belirli süreli iş sözleşmelerinde  sözleşmenin  süresinden  önce  süreli  fesih  yoluyla  sonlandırılması mümkün  olmadığından  fesih  hakkının  kötüye  kullanılmasından  söz  edilemez  ve  İş Kanunu m.17 de düzenlenen kötüniyet tazminatı talep edilemez.49 Ancak haksız fesih tazminatının miktarının takdirinde; işçinin dava ve şikâyet hakkını kullanması, tanıklık yapması gibi işverenin kötüniyetli saiki de ayrıca göz önünde tutulabilir.50  Ayrıca; haksız fesih tazminatında hâkim  …bütün durum ve koşulları göz önünde tutarak  tazminata ve miktarına karar vereceği için haksız fesih tazminatı ile 4857 sayılı İş Kanunu m.5 te düzenlenen ayrımcılık tazminatı ya da 6356 Sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu m.25 te öngörülen sendikal tazminatın birlikte istenmesi de mümkün değildir. Ancak haksız fesih tazminatı talep edildiğinde işverenin ırk, dil, din, cinsiyet, siyasal düşünce ve benzeri sebeplere dayalı olarak yani ayrımcılık yasağını ihlal ederek ya da sendikal sebeplerle belirli süreli iş sözleşmesini haksız sonlandırmış olduğu  da  dikkate  alınarak  tazminat  ve  miktarı  belirlenecektir.51  Belirli  süreli  iş sözleşmesi  haksız  olarak  sona  erdirilen  işçinin  koşullar  oluşmuşsa;  haksız  fesih tazminatı ya da duruma göre ayrımcılık tazminatı ya da sendikal tazminattan birini isteme konusunda seçimlik hakkı mevcuttur.   Haksız  fesih  tazminatı hususunda  özel  bir  düzenleme  bulunmadığı  için  genel zamanaşımı süresi olan, Türk Borçlar Kanunu m.146 uyarınca on yıllık zamanaşımı uygulanır. Keza özel bir düzenleme olmaması sebebiyle 3095 sayılı Kanun uyarınca                                                  48   GÖKTAŞ, 2020, s. 278. 49   GÖKTAŞ, 2020, s. 124; SÜZEK, 2021, s. 525; MOLLAMAHMUTOĞLU / ASTARLI / BAYSAL, 2021, s. 271; Yargıtay ın ilkelerinde de fesih hakkının kötüye kullanılmasının hakkının süreli fesih yoluyla  iş  sözleşmesinin  sonlandırılabildiği  belirsiz  süreli  iş  sözleşmelerinde  olabileceği  kabul edilmektedir  (Yargıtay  9.  HD,  T.  05.10.2020,  E.  2020/5550,  K.  2020/10501 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022)). 50   GÖKTAŞ, 2020, s. 263. 51   GÖKTAŞ, 2020, s. 263; MOLLAMAHMUTOĞLU / ASTARLI / BAYSAL, 2021, s. 217. 97     yasal faiz uygulanır. Faizin başlangıç tarihi borçlu daha önce temerrüde düşürülmüşse temerrüt tarihi aksi halde dava ya da ıslah tarihidir.  C. Kıdem ve İhbar Tazminatı  Kıdem  tazminatı,  iş  sözleşmesinin  sona  ermesine  bağlı  alacaklardandır.  Bu tazminat, sadece kanunun öngördüğü sayılı ve sınırlı sona erme hallerinde ve kanunda öngörülen asgari kıdem süresini aşan işçilere ücreti de dikkate alınarak ödenir. Kıdem tazminatı, 4857 sayılı İş Kanunu, 854 sayılı Deniz İş Kanunu ve 5953 sayılı Basın İş Kanunu na tabi iş ilişkileri kapsamında çalışanlar için öngörülmüş bir hak olup 6098 sayılı Türk Borçlar Kanunu na tabi iş ilişkilerinde işçinin sözleşmesi belirli süreli de olsa belirsiz süreli de olsa kıdem tazminatı hakkı bulunmamaktadır.52 İş sözleşmesinin işveren tarafından haksız feshinde, sözleşmenin belirli ya da belirsiz  süreli  olması  kıdem  tazminatına  hak  kazanma  bakımından  sonuca  etkili olmadığından; belirli süreli iş sözleşmesinin süresinden önce işverence haksız feshi halinde  işçinin  asgari  bir  yıl  çalışmış  olmak  kaydıyla  kıdem  tazminatı  hakkı bulunmaktadır.53 Yargıtay Birinci Başkanlık Kurulu nun 07.07.2020 tarih ve 173 Sayılı Kararı ile; Yargıtay  9.  Hukuk  Dairesi  ile  aynı  uyuşmazlıkların  temyiz  incelemesini  yapmakla görevli 22. Hukuk Dairesinin kapatılması, Başkan ve üyelerin 9. Hukuk Dairesinde görevlendirilmesi ve tüm işlerin 9. Hukuk Dairesine devredilmesi üzerine, belirli süreli iş sözleşmesinin sona ermesi haline bağlı olarak kıdem tazminatı sorunu tartışılmış ve  Belirli süreli iş sözleşmesinin süresinden önce kıdem tazminatına hak kazacak şekilde her türlü sona ermesinde (emeklilik, işçinin haklı feshi, işverenin haksız feshi vs) kıdem tazminatı talep hakkı mevcuttur.  şeklinde görüş birliğine varılmıştır. 54                                                  52   SÜZEK, 2021, s. 729; GÖKTAŞ, 2020, s. 371-373; kıdem tazminatı konusunda ayrıntılı bilgi için bkz. AKYİĞİT, Ercan, En Son Yargı Kararları Eşliğinde İş Kanunu, Deniz İş Kanunu ve Basın İş Kanunu nda Kıdem Tazminatı, 1. Baskı, Seçkin Yayınevi, Ankara, 2000; AKYİĞİT, Ercan, Kıdem Tazminatı, 1. Baskı, Seçkin Yayınevi, Ankara, 1999. 53   SÜZEK, 2021, s. 729; GÖKTAŞ, 2020, s. 373; ÇELİK / CANİKLİOĞLU / CANBOLAT vd., 2021, s. 725 vd.  54  Karar  için  bkz. https://www.hsk.gov.tr/Eklentiler/files/Yarg%c%btay%20Birinci%20Ba%c%9fkanl%c%bk%298     İş  sözleşmesi  haklı  bir  sebep  olmadan  sonlandırılmış  olsa  dahi  iş  sözleşmesi belirli süreli olduğundan işçinin ihbar tazminatına hak kazanması mümkün değildir. Öğretide de; belirli süreli iş sözleşmelerinin sona erdirilmelerinin cezai şarta bağlanması mümkün görülürken, ihbar koşuluna bağlanması mümkün görülmemektedir. D. İş Güvencesi Hükümlerinin Uygulanabilirliği 4857  sayılı  İş  Kanunu  m.18 e  göre;   Otuz  veya  daha  fazla  işçi  çalıştıran işyerlerinde en az altı aylık kıdemi olan işçinin belirsiz süreli iş sözleşmesini fesheden işveren, işçinin yeterliliğinden veya davranışlarından ya da işletmenin, işyerinin veya işin gereklerinden kaynaklanan geçerli bir sebebe dayanmak zorundadır. . Madde  hükmünde  açıkça  işverenin  fesih  için  geçerli  bir  sebebe  dayanma zorunluluğu, işçinin belirsiz iş sözleşmesi ile çalışıyor olma şartına bağlanmış olup belirli  süreli  iş  sözleşmesi  ile  çalışan  işçilerin  iş  güvencesi  hükümlerinden faydalandırılması  kural  olarak  mümkün  değildir.55    Bu  sebeple;  4857  sayılı  İş Kanunu nda  11.  maddedeki  belirli  süreli  iş  sözleşmesi  yapılmasını  sınırlandıran düzenlemeler ile işverenin sırf iş güvencesi hükümlerinden kurtulmak için belirli süreli iş sözleşmesi yapmasının önüne geçilmek istenilmiştir.56 Şu halde; taraflar arasında iradi şekilde belirli süreli olarak kurulan bir iş sözleşmesi, m.11 deki koşulları taşımıyorsa, iş güvencesi hükümlerinden işçinin yararlanıp yararlanamayacağının tespitinde, bu tür bir sözleşme belirli değil belirsiz süreli iş sözleşmesi olarak kabul edilecektir.57 Ancak; belirli süreli iş sözleşmesiyle çalışan bir işçinin iş sözleşmesinin feshinde, 6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu m.25 uyarınca sendikal neden var ise işe                                                                                                                                                0Kurulunun%2007_07_2020%20tarihli%20ve%20173%20say%c%bl%c%b%20Karar%c%b.pdf (erişim tarihi 18.02.2022) 55   5580 sayılı Kanun a tabi çalışanların sözleşmeleri kanun gereği belirli olduğundan iş güvencesi hükümlerinden yararlanamayacaklarına ilişkin bkz. Yargıtay 9. HD, T. 16.01.2019, E. 2018/11197, K. 2019/1199; Yargıtay 9. HD, T. 12.12.2018, E. 2018/10280, K. 2018/23004; Yargıtay 9. HD, T. 10.12.2018,  E.  2018/3949,  K.  2018/22741,  Yargıtay  9.  HD,  T.  06.12.2018,  E.  2018/3712,  K. 2018/22510; Yargıtay 9. HD, T. 27.11.2018, E. 2018/3144, K. 2018/21627; Belirli süreli iş sözleşmesi ile çalışanların iş güvencesi hükümlerinden yararlanamayacaklarına ilişkin bkz. Yargıtay 22. HD, T. 01.10.2014,  E.  2014/24850,  K.  2014/26422.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022).  56   SÜZEK, 2021, s. 729-730; ÇİL, 2021, s. 512. 57   Yargıtay  22.  HD,  T.  07.03.2018,  E.  2017/3792,  K.  2018/5928 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 99     iade ve sendikal tazminat talep edip edemeyeceği hususuna da bir açıklık getirmek gerekmektedir. Anayasa Mahkemesi 22.10.2014 tarih 2013/1 Esas ve 2014/161 Karar sayılı ve 11.11.2015 tarihinde Resmî Gazetede yayınlanarak yürürlüğe giren kararı ile sözü edilen düzenlemenin 4. fıkrasında yer alan  fesih dışında  ibaresi ile 5. fıkrasının birinci cümlesinde yer alan  18  ibaresinin anayasaya aykırı olduğuna ve iptaline karar vermiştir. Anayasa Mahkemesi tarafından 6356 Sayılı Kanun un sendika özgürlüğünü güvence  altına  alan  25.  maddesinin  5.  fıkrasında  4857  sayılı  İş  Kanunu nun  iş güvencesinden  yararlanabilmenin  şartlarını  düzenleyen  18.  maddesine  yapılan  atıf Anayasa aykırı bulunarak iptal edildiğinden iş güvencesine tabi olmayan işçiler de sendikal tazminat talepli davalar ve işe iade davası açabileceklerdir.58 Sendikal nedenle açılan işe iade davalarında sendikal nedenin varlığının tespiti halinde işyerinde 30 veya daha  fazla işçi  çalıştırılması,  işçinin  işyerinde  en az 6 ay kıdeminin  bulunması,  iş sözleşmesinin  belirsiz  süreli  olması  ve  işe  iade  davası  açan  işçinin  işveren  vekili olmaması şartlarına bakılmaksızın işe iade kararı verilebilecek ve sendikal tazminata hükmedilebilecektir. Belirli süreli iş sözleşmesi ile çalışan bir işçinin sendikal nedenle fesih  gerçekleştiğini  ispat  etmesi  halinde,  iş  güvencesi  hükümlerinden  yararlanma şartları oluşmasa dahi, feshin sendikal sebebe dayalı olması şartı ile sınırlı işe iade davası  açabilmesi  ve  sendikal  tazminat  isteminde  bulunabilmesi  mümkündür.  Bu durumda; feshin sendikal sebebe dayandığının tespiti halinde feshin geçersiz olduğunun tespiti ile işçinin işe iadesine ve sendikal tazminata hükmedilmesine karar verilmeli, feshin  sendikal sebebe  dayanmadığının tespit  edilmesi halinde ise sendikal sebebin varlığının 4857 sayılı Kanun un iş güvencesine ilişkin hükümlerinin uygulanmasının bir istisnası  olduğu  dikkate  alınarak   belirsiz  süreli  iş  sözleşmesi  ile  çalışma   koşulu bulunmayan işçinin davasının reddine karar verilmelidir.59 Kanaatimizce sendikal feshin tespit edilememesi halinde davanın feshin geçerli bir sebebe dayalı olup olmadığının tespiti  yapılmadan  reddedilmesi  gerekmektedir.  Feshin  nedenini  ispat  yükümlülüğü                                                  58  SÜZEK, 2021, s. 585. 59   Yargıtay  7.  HD,  T.  12.05.2016,  E.  2015/44133,  K.  2016/10845 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/,  (erişim  tarihi  18.02.2022); Yargıtay bu kararında Anayasa Mahkemesi nin iptal kararına da dayanarak sendikal sebebe dayalı olarak açılan işe iade davalarında iş güvencesinden yararlanma koşullarının bulunup bulunmadığına bakılamayacağını belirtmiştir.  100     işverene aittir ancak feshin sendikal sebebe dayalı olduğunun ispatı işçidedir.60 7036 sayılı Kanun m.15 ile 4857 sayılı Kanun a eklenen ek 3. madde sendikal tazminat davalarını içerecek şekilde hüküm altına alınmadığına göre, sendikal tazminat on yıllık zamanaşımı süresine tabi olacaktır. Ayrıca belirtmek gerekir ki sendikal tazminata 3095 sayılı Kanun gereğince, işveren daha önce temerrüde düşürülmüşse temerrüt tarihinden aksi halde dava veya ıslah tarihinden itibaren yasal faiz uygulanacaktır.61  Belirli süreli olarak yapılan bir iş sözleşmesinin objektif koşulları taşımaması halinde de işçi, iş güvencesi hükümlerinden yararlanır. İşçinin açtığı işe iade davasında iş  sözleşmesinin  belirsiz  süreli  olduğu  tespit  edilirse  artık  işçinin  belirli  süreli  iş sözleşmesinin  haksız  feshine  bağlı  hukuki  sonuçlardan  faydalanması  mümkün olmayacaktır. Kanaatimizce işçinin işe iade davası ile bakiye süre ücreti talepli davayı birlikte  açması  halinde  hem  işe  iade  davasının  sonuçlandırılmasının  yasal  süreye bağlanmış olması hem de bakiye süre ücreti alacağı talebinden önce feshin tartışılması gerekmesi sebebiyle bakiye süre ücreti talepli davada işe iade davasının bekletici mesele yapılması sonucuna göre karar verilmesi gerekmektedir. Zira işe iade davası açan işçinin bakiye süre ücreti talepli davasının reddi, işe iade davasının sözleşmenin belirli süreli olduğu gerekçesiyle reddi halinde işçinin hak kaybına yol açacaktır. İşe iade davasında işçinin bakiye süre ücreti de talep etmiş olmasına dayanarak iş sözleşmesinin objektif koşullar araştırılmadan belirli süreli olduğuna karar verilmesi de asıl olan sözleşmesinin belirsiz  süreli  olması  ve  işçinin  iş  güvencesi  hükümlerinden  faydalandırılması olduğundan doğru olmayacaktır. Bu durumda işe iade davasında objektif koşullara göre öncelikli olarak talep sonuçlandırılmalıdır.  Sendikal sebeple açılan işe iade davasında iş sözleşmesinin belirli süreli mi yoksa belirsiz süreli mi olduğu önem arz etmediğinden sendikal fesih olduğu tespit edilerek işe  iade  kararı  verilmesi  ihtimalinde  işçinin  bakiye  süre  ücreti  tutarından  kaynaklı tazminat istemesi fesih kesinleşmediği için mümkün olmayacaktır. Kanaatimizce bakiye süre  ücreti  tutarından  kaynaklı  tazminatın  bu  ihtimalde  ancak  işverence  işçi  işe                                                  60  GÖKTAŞ, 2020, s. 370. 61   ÇİL, 2020, s. 295; KARAKURT, 2020, s. 34; SÜZEK, 2021, s. 585; GÖKTAŞ / GÖKHAN, 2020, s. 550. 101     başlatılmazsa işe başlatılmadığı tarih ile iş sözleşmesinin sözleşmede kararlaştırılan son bulma  tarihi  arasındaki  dönem  için  istenebilecektir.  Çünkü  feshin  kesinleştiği  tarih işçinin işe başlatılmadığı tarihtir ve işçi ayrıca 4 ay için boşta geçen süre ücreti de alacaktır.  II. İŞÇİNİN HAKSIZ FESHİ İLE SONA ERME A. Yeni İşverenin Sorumluluğu İş Kanunu kapsamına giren belirli süreli iş sözleşmelerinin işçi tarafından haksız feshine  ilişkin  olarak  İş  Kanunu  m.23 te  düzenlenen   yeni  işverenin  sorumluluğu  dışında bir düzenleme bulunmamaktadır. İş Kanunu nda belirli süreli iş sözleşmesiyle çalışan bir işçinin sözleşmede kararlaştırılan süre sona ermeden işi bırakıp başka bir işverenin işine girmesi halinde, yeni işverenin de belirli süreli iş sözleşmesinin tarafı işverene karşı işçi ile birlikte sorumlu tutulma koşulları ile ilgili olarak bir düzenleme yapılmış ancak işçinin belirli süreli iş sözleşmesini haksız feshine ilişkin başka bir düzenlemeye yer verilmemiştir.62  Yeni işverenin sorumluluğu için, işçinin bu davranışından dolayı eski işverenin zarar görmüş olması aranmaz. İşveren, işçiye ve yeni işverenin ikisine ya da sadece birine başvurabilir, yeni işveren ve işçinin sorumluluğu birlikte sorumluluktur. Ancak yeni  işverenin  sorumluluğu,  haksız  fesih  sebebiyle  eski  işverenin  uğradığı  zarar miktarını  geçemez.  Bu  durumda,  işçinin  haksız  fesih  sebebiyle  sorumluluğu  iş sözleşmesinden,  yeni  işverenin  sorumluluğu  ise  kanundan  kaynaklanmaktadır.  Yeni işveren, önceki işverene ödemek zorunda kaldığı tazminatı işçiye rücu edebilir.  İş sözleşmesine aykırı davranan işçiye karşı açılacak dava Türk Borçlar Kanunu m.146 ya göre on yıl, haksız fiilde bulunan yeni işverene karşı açılacak dava ise Türk Borçlar Kanunu m.72 ye göre iki ve on yıllık zamanaşımı sürelerine tabi olup, Türk Borçlar Kanunu m.155 e göre zamanaşımı müteselsil borçlulardan birine karşı kesilirse                                                  62   ÇELİK / CANİKLİOĞLU / CANBOLAT vd., 2021, s. 718; ayrıntılı bilgi için bkz. TÜYSÜZOĞLU, İlkay, 4857 Sayılı İş Kanunu Madde 23 Bağlamında Yeni İşverenin Sorumluluğu, 1. Baskı, Turhan Kitabevi, Ankara, 2015. 102     diğerine karşı da kesilmiş olur.63 B. İşçinin Sorumluluğu 4857 sayılı İş Kanunu nda belirli süreli iş sözleşmesinin süresinden önce işçi tarafından  haksız  feshine  ilişkin  açık  bir  yaptırım  bulunmamaktadır.  İşçinin sorumluluğuna  ilişkin  yaptırım  konusunda  kanunda  boşluk  bulunması  nedeniyle  ve kanaatimizce genel kanun niteliğindeki Türk Borçlar Kanunu ndaki düzenleme hem İş Kanunu na  hem  Borçlar  Kanunu na  tabi  belirli  süreli  iş  sözleşmelerinde uygulanacaktır.64 İşveren, belirli süreli iş sözleşmesini süresinden önce işçi tarafından haksız feshi halinde TBK m.439 a göre işçinin aylık ücretinin dörtte birine eşit tazminat ve kanıtlaması halinde zararının giderilmesini isteyebilecektir. İşçinin  belirli  süreli  iş  sözleşmesini  feshetmesinin  haklı  bir  sebebe  dayanıp dayanmadığı  dürüstlük  kurallarına  göre  tespit  edilmelidir.  Bu  noktada  işçinin sözleşmeyi feshettiğinin ispat yükü işverende, feshin haklı sebebe dayalı olduğunun ispat  yükü  ise  işçidedir.65  İşverenin   aylık  ücretin  dörtte  birine  eşit  bir  tazminat  istemesi için zarara uğraması gerekmez ancak işveren zarara uğramamış ya da işverenin uğradığı zarar,  aylık ücretin dörtte birinden  az ise; hâkim tazminatın miktarından indirim yapabilir. İndirim için ispat yükü işçidedir.66 Aynı nitelikte bir işçi bulununcaya kadar işin yapılmaması sebebiyle ortaya çıkan kazanç kaybı öngörülen götürü tazminatı aşarsa, işveren ispatladığı ölçüde ek zararın giderilmesini talep hakkına sahip olduğu gibi işçi de işverenin derhal  yeni bir işçi bulduğunu ya da yeni bir işçi bulmak için çaba harcamayarak zararın azaltılması için önlem almadığını ispatlayarak hâkimce takdir edilecek tazminatın indirilmesini isteme hakkına sahiptir.67 Maddenin son fıkrasındaki otuz günlük hak düşürücü sürenin, götürü tazminat                                                  63   GÖKTAŞ, 2020, s. 325-327. 64   SÜZEK,  2021,  s.  731;  GÖKTAŞ,  2020,  s.  316;  Aksi  yöndeki  görüş  için  bkz. MOLLAMAHMUTOĞLU / ASTARLI / BAYSAL, 2021, s. 272. 65   GÖKTAŞ, 2020, s.269. 66   GÖKTAŞ, 2020, s. 317; EKMEKÇİ / YİĞİT, 2020, s. 539-540. 67   SÜZEK, 2021, s. 731. 103     için (aylık ücretin dörtte birine eşit tazminat) öngörüldüğü, ek zararın giderilmesine ilişkin tazminat isteminin ise genel zamanaşımına tabi olduğu kabul edilmektedir.68  III. SÖZLEŞMEDE CEZAİ ŞARTA İLİŞKİN HÜKMÜN VARLIĞI A. Cezai Şartın Geçerliliği Cezai şart, 6098 sayılı Türk Borçlar Kanunu m.179-182 arasında düzenlenmiştir. İş  Kanunu nda  konuya  ilişkin  bir  düzenleme  bulunmamaktadır.  Sözü  edilen düzenlemeler  m.182/son da  düzenlenen  indirim  dışında  emredici  nitelikte  değildir. Taraflar  aksini  kararlaştırabilir.  Aksi  kararlaştırılmadıkça;  cezai  şartın  istenilmesi sözleşmeden  doğan  bir  borca  aykırılık  olması  ve  aykırılığın  kusurlu  davranışla gerçekleşmesine bağlıdır. Ancak, cezai şart istenebilmesi için zararın varlığının ortaya konması gerekmemektedir.69  Belirli  süreli  iş  sözleşmesinin  süresinden  önce  haklı  sebeple  sonlandırılması durumuna  yönelik cezai şart kararlaştırılması  fesih  hakkının özüne dokunacağından mümkün değildir.70 Belirli süreli iş sözleşmelerine süresinden önce haksız feshe bağlı cezai  şart  hükümleri  konulması  ise  mümkündür.71  Cezai  şart;  iş  sözleşmesine konulabileceği  gibi  toplu  iş  sözleşmelerinin  normatif  hükümlerinde  ve  işyeri  iç yönetmeliklerinde de yer alabilir. Bu halde; cezai şart içeren hükümler, karşılıklılık prensibinin bulunması halinde kural olarak geçerlidir. Ancak buna ilişkin iki sınırlama bulunmaktadır. 6098 sayılı Türk Borçlar Kanunu m.420 ile iş sözleşmeleri bakımından özel bir düzenleme getirilmiş olup buna göre,  Hizmet sözleşmelerine sadece işçi aleyhine konulan ceza koşulu geçersizdir.  İkinci                                                  68   SÜZEK, 2021, s. 732. 69  YAYVAK NAMLI, 2019, s. 173-176; KARAKURT, 2020, s. 151. 70  MOLLAMAHMUTOĞLU / ASTARLI / BAYSAL, 2021, s. 274; Belirsiz süreli iş sözleşmeleri bakımından sadece süresinden önce fesih halinde cezai şart öngörülmesinin fesih hakkının özüne dokunacak  olması  sebebiyle  geçerli  olmadığı  yönündeki  karar  için  bkz.  Yargıtay  9.  HD,  T. 02.06.2021,  E.  2021/5665,  K.  2021/9809 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 71   Yargıtay  9.  HD,  T.  26.01.2021,  E.  2019/6662,  K.  2021/2385 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 104     sınırlama, aynı kanunun  işçinin sorumluluğunu  düzenleyen m.420/II de getirilmiş olup buna göre, işçinin kusuruyla verdiği sorumluluğun belirlenmesinde,  işin tehlikeli olup  olmaması,  uzmanlığı  ve  eğitimi  gerektirip  gerektirmemesi  ile  işçinin  işveren tarafından bilinen veya bilinmesi gereken yetenek ve nitelikleri  göz önünde tutulur. İşçi bu ölçütlerle belirlenen miktardan daha fazla tazminattan sorumlu tutulamaz.72 Kanunun açık düzenlemesi gereği, belirli süreli iş sözleşmelerine işçi aleyhine konulan  cezai  şartlar  geçersiz,  işçi  lehine  konulan  cezai  şartlar  ise  geçerli  kabul edilmelidir.  Bunun  sınırı  ancak  Türk  Medeni  Kanunu  m.2 ye  göre  hakkın  kötüye kullanılması olabilir. Cezai şartın geçerli olmasının tek şartı karşılıklılık olmayıp cezai şartın miktarı ve muaccel olma sebepleri arasında denklik olup olmadığı da önemlidir. Kanaatimizce  işçi  lehine  konulan  cezai  şartın  işverenin  haklı  fesih  hakkının  özüne dokunacak mahiyette olması da mümkün değildir, bu takdirde işçi lehine konulan cezai şartın  işverenin  haklı  sebeple  fesih  hakkını  ortadan  kaldırmayacak  şekilde yorumlanması gerekmektedir.  İşçi  aleyhine kararlaştırılan cezai  şart işveren  aleyhine kararlaştırılandan daha fazla olamaz. İki taraflı cezai şartta işçi aleyhine bir eşitsizlik durumunda, cezai şart hükmü tümden geçersiz olmamakla birlikte, işçinin yükümlülüğü işverenin sorumlu olduğu miktarı ve halleri aşamayacak şekilde cezai şarta değer verilmelidir.74  Yargıtay, işçiye verilen eğitim karşılığı belli bir süre çalışması koşuluna bağlı olarak kararlaştırılan cezai şartı tek taraflı olarak değerlendirmemekte, işçiye verilen eğitim bedeli kadar cezai şartın karşılığı bulunmakla eğitim karşılığı cezai şart hükmü belirtilen ölçüler içinde geçerli kabul edilmektedir. 75  Belirli  süreli  olarak  yapılan  iş  sözleşmesinin  objektif  koşulları  taşımaması                                                  72   GÖKTAŞ, 2020, s. 397. 73   Yargıtay 9. HD, T. 01.10.2020, E. 2020/2679, K. 2020/10344; Yargıtay 9. HD, T. 25.03.2014, E. 2014/5663,  K.  2014/9882  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 74  Öğretideki farklı görüşler için bkz. GÖKTAŞ, 2020, s. 403. 75  Yargıtay 9. HD, T. 30.03.2017, E. 2017/19244, K. 2017/5337; Yargıtay 22. HD, T. 08.12.2015, E. 2015/30771,  K.  2015/33939.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022).  105     sebebiyle belirsiz süreli kabul edilmesi gerektiği tespit edilen durumlarda işverence sözleşmenin haksız feshine bağlı cezai şartın geçerli olup olmadığı Yargıtay ın Özel Dairelerince  tartışılmış,  Yargıtay  22.  Hukuk  Dairesi,  bu  durumun  cezai  şartın geçerliliğini  etkilemeyeceğini,  objektif  şartın  bulunmamasının  sadece  sözleşmeyi belirsiz hale dönüştüreceğini, süre bitmeden haksız olarak iş sözleşmesine son veren tarafın  kararlaştırılan  cezai  şartı  ödemekle  yükümlü  olduğunu  kabul  etmişken; Yargıtay 9. Hukuk Dairesi ise cezai şartın geçerli olmasını sözleşmenin belirli süreli olmasına bağlamış ve niteliği itibariyle sözleşmenin belirsiz olması halinde cezai şartın geçerli olmayacağına karar vermiştir.77  Konu, Özel Daireler arasındaki içtihat farklılığı sebebiyle Yargıtay İçtihadı Birleştirme Hukuk Genel Kurulu nda görüşülmüş ve belirli süreli iş sözleşmesinde belirlenen süre boyunca haklı sebep olmaksızın sözleşmenin feshedilmesi halinde sözleşme niteliği itibariyle belirsiz süreli olsa bile süreye bağlı cezai  şart  hükmünün  geçerli  olacağına  karar  vermiştir.78  Kanaatimizce  İçtihadı Birleştirme  Kararında  dayanılan  gerekçelerin  ve  benimsenen  hukuki  çözüm  isabetli değildir.79 Taraflar, iş sözleşmelerinde TBK. m.420/I hükmünde öngörülen emredici kurala aykırı olmamak koşuluyla cezai şart öngören hükümlere yer verebilirler. Sadece işçi aleyhine konulan cezai şart geçersizdir. Bu düzenlemenin bir sonucu olarak, her iki                                                  76  Yargıtay 22. HD, T.20.03.2014, E.2013/6500, K.2014/6727; Yargıtay 22. HD, T. 17.02.2015, E. 2013/31698,  K.  2015/5108.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 77  Yargıtay 9. HD, T. 25.12.2014, E. 2014/36059, K. 2014/40181; Yargıtay 9. HD, T. 04.04.2017, E. 2017/3977,  K.  2017/596.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 78   …işçi ve işverenin belirli süreli iş sözleşmesinde belirledikleri süre boyunca haklı neden olmaksızın sözleşmenin feshedilmemesini garanti altına almak amacıyla sözleşmede öngördükleri cezai şart hükmü, sözleşmenin, belirli süreli iş sözleşmesinin objektif koşulları taşımadığından belirsiz süreli iş sözleşmesi  olarak  kabul  edilmesi  hâlinde,  kararlaştırılmış  olan  süre  ile  sınırlı  olmak  üzere geçerliliğini koruyacaktır… . Karar üçte ikiyi aşan oy çokluğu ile verilmiş olup, karara ekli karşı oy yazılarının ilkinde;  …belirsiz süreli sayıldığı tartışmasız olan bir sözleşmenin koşulları ve hükümleri tamamen farklı başka bir istisnai sözleşme olan asgari süreli sözleşmeye tahvili yasaya ve irade teorisine uygun değildir…  görüşüne yer verilmiştir. Karara ekli diğer karşı oy yazısında ise, her iki Daire içtihadının da hatalı olduğu vurgulanmış, süreye bağla cezai şartın işçiyi değil, sadece işvereni bağlaması  gerektiği  savunularak,  bu  yönüyle  içtihadı  birleştirme  kararı  isabetli  bulunmamıştır. Yargıtay  İBHGK,  T.  08.03.2019,  E.  2017/10,  K.  2019/1 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 79  Kararın isabetli olduğu yönünde bkz. KESER, Hakan,  Objektife Sebep olmaksızın Yapılan Belirli Süreli İş Sözleşmesinde Düzenlenmiş Cezai Şartın Geçerliliğinin Yargıtay İçtihadı Birleştirme Büyük Genel Kararı Kapsamında Değerlendirilmesi , Sicil İHD, S. 43, s. 30 vd. 106     taraf için aynı koşul ve miktarda cezai şart öngörülebileceği gibi, sadece işçi lehine olmak üzere de cezai şart öngörülebilecektir. Türk Borçlar Kanunu cezai şart açısından iş sözleşmesi türlerine göre herhangi bir ayırım yapmamıştır. Dolayısıyla, belirli süreli sözleşmelerde  olduğu  gibi  belirsiz  süreli  iş  sözleşmelerinde  de  cezai  şart öngörülebilecektir.80 Kararda belirtildiğinin aksine, taraf iradeleri cezai şart konusunda, belirli süreli sözleşme bağıtladıkları için birleşmiş, başka tür bir sözleşme için böyle bir iradeleri söz konusu da değildir. Bu nedenle, kararda yer alan  …tarafların cezai şarta ilişkin  sözleşme  iradelerinin  geçersizliği  sonucunu  doğurmamalı..   biçimindeki ifadelerin de somut uyuşmazlık açısından bir anlamı bulunmamaktadır.81 Ayrıca İçtihadı Birleştirme  Kararında,  hukuki  çözümün  normatif  dayanağı  olarak  TBK  m.27/II de öngörülen kısmi geçersizlik hükmünün, belirli süreli iş sözleşmesinin objektif koşulların yokluğu nedeniyle belirsiz süreli sözleşme açısından  esas alınması da isabetli değildir. Öğretide; Yargıtay ın iş güvencesine tabi olmayan işçiler bakımından cezai şartın üst sınırı yönünden sınırlandırmaya gitmesi, bu konuda yasal bir sınırlama olmaması ve bu  sınırlamanın  toplu  iş  sözleşmesi  özerkliğine  aykırı  olacağı  gerekçeleriyle eleştirilmekteydi.82  Yargıtay ın yakın tarihli kararlarında, iş güvencesine tabi olmayan işçiler bakımından getirilen cezai şartın üst sınırının iş güvencesinden yararlansaydı isteyebileceği haklarla sınırlı olabileceği şeklindeki eski tarihli kararlarından döndüğü görülmektedir. Yargıtay; belirli süreli iş sözleşmesine konulan cezai şart bakımından üst                                                  80  YAYVAK NAMLI, 2019, s. 341 vd. 81  Öğretide,  Ekonomi  tarafından;   …ancak  belirli  süreli  hizmet  akdinde  ve  süreye  uyulmasını sağlamaya yönelik bu şartın, akit belirli süreye bağlı kaldığı takdirde uygulanabileceği,…..zincirleme hizmet akitlerinin başlangıçtan itibaren belirsiz süreli hizmet akdine dönüştüğü bir durumda, artık akitten bir süreden ve buna uyulmaması halinde uygulanacak bir cezai şarttan söz edilemeyeceği, hizmet akdinin son erdirilmesinde bildirimli fesih ve buna bağlı tüm sonuçların uygulanacağı…  biçiminde  çok açık ve  isabetli olarak ifade edilmiştir (EKONOMİ, Münir,  Belirli Süreli Hizmet Akdinin  Susma  İle  Yenilenmesi ,  İş  Hukuku  Dergisi,  Cilt:  3,  s.  565-571);  Öğretide  Bozkurt Gümrükçüoğlu nun görüşü de bu yöndedir:  ..Belirli süreli iş sözleşmesinin tarafları, sözleşmenin süresinden önce feshedilmesi halinde bir cezai şart ödenmesini kararlaştırmış olabilirler. Bu sebeple cezai şart, sözleşmenin belirli süreli olma niteliğini kaybetmesi durumunda geçerliliğini yitirecektir. Zincirleme iş sözleşmelerinde ise, sözleşme belirli süreli olma özelliğini koruduğu sürece, cezai şart da geçerliliğini koruyacaktır...  (BOZKURT GÜMRÜKÇÜOĞLU, Yeliz, Türk İş Hukuku nda Belirli Süreli İş Sözleşmesi, İstanbul, 2012, s. 362). 82  SÜZEK, 2021, s. 740-741. 83   Yargıtay 9. HD, T. 21.05.2007, E. 2006/29243, K. 2007/15688; Yargıtay 22. HD, T. 04.06.2013, E. 2013/12748,  K.  2013/13562.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022).  107     sınır yönünden bir sınırlandırmaya gitmemektedir. 84 Yargıtay ın  yerleşik  hale gelen kararlarına göre;  taraflar arasında  yazılı  bir iş sözleşmesinin  varlığına  rağmen  çalışma  olgusu  gerçekleşmemiş  ve  fiilen  iş  ilişkisi kurulmamış ise sözleşmede öngörülen cezai şart, dönme cezası niteliğinde olmadıkça işçi tarafından istenemeyeceğini kabul etmektedir. Buna göre; sözleşmede kararlaştırılan cezai şartın istenebilmesi için işçinin fiilen çalışmaya başlamış olması gerekir.85 Cezai  şart  alacağı,  ücret  niteliğinde  bir  alacak  olmadığından  Türk  Borçlar Kanunu nun m.146 uyarınca 10 yıllık zamanaşımı süresi içinde istenebilir ve alacağa yasal faiz yürütülür. B. Cezai Şartın İndirilmesi 6098  sayılı Türk  Borçlar  Kanunu  m.182/son da  yer  alan  emredici  düzenleme sebebiyle  hâkimin  fahiş  gördüğü  takdirde  ceza  koşulundan  re'sen  indirim  yapması zorunludur.  Hüküm  emredici  nitelikte  olduğundan  bu  yetkiyi  ortadan  kaldıran anlaşmalar geçersizdir. Cezai şartın indirilmesi için geçerli, muaccel ve henüz ifa edilmemiş ve aşırı derecede yüksek bir cezai şart olması gerekmektedir. Öğretide cezai şartın alacaklıya sağlıklı  bir  irade  ile  ödenmesi  halinde  cezanın  aşırı  olduğu  kabul  edilerek  indirim yapılamayacağı ve bu halde ödeme ile borçlunun indirim istemekten vazgeçtiğini, bu durumda  tek  istisnanın  ödeme  yaparken  çekince  koymak  olduğunu  kabul  edenler olduğu  gibi  aşırı  cezai  şartın  kanuna  ve  ahlaka  aykırılık  oluşturduğunda  kesin hükümsüz  sayılacağını  ve  ödemenin  böyle  bir  durumda  cezai  şarta  geçerlilik sağlamayacağı, dolayısıyla ödemenin indirime de engel olmadığını ifade edenler ve cezai  şartın  ödenmesinden  sonra  indirimin  mümkün  olduğunu  ancak  bu  noktada hakimin  borçlunun  ekonomik  gücünü  dikkate  alarak  daha  büyük  çekingenlikle                                                  84   Yargıtay,  9.  HD,  T.  25.03.2021,  E.  2021/498,  K.  2021/6992 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 85   Yargıtay, 9. HD, T. 24.09.2020, E. 2016/23339, K. 2020/9175; Yargıtay 9. HD, T. 26.09.2006, E. 2006/20061,  K.  2006/24888.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 86  KARAKURT, 2020, s. 152; AYKAÇ, 2020, s. 364 108     incelemesi  gerektiğini  savunan  görüşler  de  bulunmaktadır.87   Yargıtay  kararlarında, ödenen cezai şartın iadesinin talep edildiği ve cezai şartın geçerli olmamasına dayalı ilk derece mahkemesince verilen ret kararlarının Yargıtay 22. Hukuk Dairesi tarafından cezai  şartın  geçerli  olduğu,  çalışılan  ve  çalışılmayan  süreye  oranlanıp  indirim  de yapıldıktan  sonra  iadesi  gereken  miktarın  tespiti  için  bozulduğunu  görmekteyiz.88 Dolayısıyla; Yargıtay ın cezai şartın indirilmesi noktasında ödenmiş olup olmamasına göre bir ayrıma gitmediği sonucuna ulaşmaktayız.  Hâkim,  takdir  hakkına  dayalı  olarak  karar  verirken  tarafların  ekonomik durumlarını, alacaklının çıkarlarını, borçlunun kusurunu, borca aykırılığın ağırlığını, sözleşmenin türünü ve süresini göz önünde tutarak ceza miktarının makul olmayacak şekilde yüksek tutulduğunu görürse sözleşmeye müdahale edip ceza miktarını indirir. Cezai şartın fahiş olup olmadığı muaccel olduğu ana göre belirlenmelidir. Yargıtay ın yerleşik hale gelen kararlarına göre ise; işçinin belli bir süre çalışması şartına  bağlanan  cezalardan,  sözleşme  kapsamında  çalışılan  ve  çalışması  gereken sürelere  göre  oran  kurularak  indirime  gidildikten  sonra  6098  Sayılı  Türk  Borçlar Kanunu  m.182/son  uyarınca  indirim  yapılması  gerekmektedir.89    Kanaatimizce Yargıtay ın her olay bakımından zorunlu olarak cezai şartı indirmesi eleştiriye açık bir durumdur. Öncelikle cezai şart miktarının aşırı olup olmadığının belirlenmesi bundan sonra  çalışılan/çalışılmayan  süre  oranlaması  da  dikkate  alınarak  indirime  gidilmesi gerekmektedir. Kanaatimizce işveren aleyhine belirlenen cezai şart için çalışılan süre ile orantı kurularak  indirim  yapılması;  cezai  şartın  işveren  üzerindeki  baskısını  kaybetmesine sebep olabilecek niteliktedir. İşveren bakımından işçiye kıyasla daha sınırlı bir indirim söz konusu olmalıdır.                                                   87   YAYVAK  NAMLI,  2019,  s.  173-176;  Yazar,  çekince  konulmadıkça  ödenmiş  cezai  şartın indirilemeyeceği görüşündedir.  88   Yargıtay 22. HD, T. 25.09.2017, E. 2015/16777, K. 2017/19243; Yargıtay 22. HD, T. 26.12.2019, E. 2016/26450,  K.  2019/24528.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 89   Yargıtay 9. HD, T. 03.03.2021, E. 2021/854, K. 2021/5458; Yargıtay 9. HD, T. 26.01.2021, E. 2019/6662,  K.  2021/2385.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022).  109     Cezai  şarta  ilişkin  durumun  Türk  Ticaret  Kanunu  m.22 ye  göre  de değerlendirilmesi  yerinde  olacaktır.  İşveren  ile  işçi  arasındaki  ilişki,  Türk  Ticaret Kanunu m.3 de tanımlanan ticari iş niteliğinde olmayıp, 4857 sayılı İş Kanunu ndan kaynaklanan ve İş Kanunu hükümlerine bağlı ve bu çerçeve içinde kendine özgü bir iş sözleşmesidir.  İşçi  işveren  ilişkisinin  kamu  düzeni  ile  ilgili  olmasının  yanında,  iş hukukunun  temel  ilkelerinden  biri  olan   tarafların  dengeli  tutulması   ilkesi  de  bu kabulü doğrulamaktadır. O halde sözleşmede hüküm altına alınan cezai şartın Türk Ticaret Kanunu hükümlerinin öngördüğü anlamda bir ticari ilişkiden kaynaklanmadığı çok açıktır. Bu husus Hukuk Genel Kurulu nun 15.10.1997 gün ve 1997/9-486, 822 sayılı kararında ve Yargıtay ın Özel Dairelerinin yerleşik hale gelen içtihatlarında açıkça vurgulanmıştır. Şu hâlde işverenin tacir statüsünde olmasının, iş sözleşmesindeki cezai şart  bakımından  Türk  Ticaret  Kanunu  m.22 deki  kuralın  işveren  hakkında uygulanmasını gerektirmeyeceğini kabul etmek gerekmektedir.90 Yargıtay  toplu  iş  sözleşmeleriyle  getirilen  cezai  şartın  fahiş  olması  halinde indirilebileceğini kabul etmektedir.91 Kanaatimizce de toplu iş sözleşmeleri kanunun emredici  hükümlerine  aykırı  olamayacağından  ve  TBK  m/son  hükmü  emredici nitelikte olduğundan belirli süreli iş sözleşmeleri bakımından süresinden önce haksız feshe bağlı cezai şart toplu iş sözleşmesi ile öngörülmüş dahi olsa, aşırı cezai şartın hâkim tarafından indirilmesi zorunludur. TBK m.182/son, hâkime sadece indirim yetkisi tanınmış olduğundan hâkim cezai şartı tamamen ortadan kaldıramaz, cezai şartı arttıramaz ya da niteliğini değiştiremez. C. Bakiye Süre Ücreti Tutarı Tazminat ve Cezai Şart İlişkisi Bakiye süre ücreti tutarındaki tazminata ilişkin Türk Borçlar Kanunu m.438/I ve II  hükümleri  nispi  emredici  nitelikte  olduğundan  işçi  aleyhine  değişiklik  yapılması mümkün değil ise de aynı Kanun un cezai şarta ilişkin m.420 hükmünde öngörülen koşullara uyulmak kaydıyla sözleşmenin süresinden önce haksız feshine bağlı cezai şart                                                  90   Yargıtay  9.  HD,  T.  25.03,2021,  E.  2021/498,  K.  2021/6992 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 91   Yargıtay 9. HD, T. 16.01.2020, E. 2019/8136, K. 2020/488; Yargıtay 22. HD, T. 02.04.2019, E. 2016/7278,  K.  2019/7250.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 110     öngörülebilir.92 Bakiye süre ücreti tutarında tazminat, ifa yerine geçen edimdir. Bu tazminatın yanında cezai şartın da istenebilmesi, sözleşmede cezai şartın ifaya eklenen cezai şart olarak açıkça kararlaştırılmasına bağlıdır. TBK  m.179/I de  açıkça aksi  sözleşmeden anlaşılmadıkça alacaklının ya ifa yerine geçen edimi ya da cezai şartı talep edebileceği düzenlenmiştir. Şu hâlde açıkça sözleşmede kararlaştırılmadıkça alacaklının ifa yerine geçen edim (bakiye süre ücreti tutarında tazminat) ve cezai şarttan birini talep etme konusunda seçimlik hakkı mevcuttur, bu durumda cezai şart seçimlik mahiyettedir.93  Bir başka görüş ise; bakiye süre ücreti tutarında cezai şart öngörülmüşse hem bakiye süre ücretinin hem de cezai şartın istenebileceği yönündedir. Bu görüş, bakiye süre ücreti tutarı tazminat ile cezai şartın mahiyetleri itibariyle farklı olması sebebiyle eleştirildiği gibi Yargıtay da ikisinin birbirinden farklı olduğunu kabul etmektedir.95 Yakın tarihli Yargıtay kararlarına göre; dava dilekçesinde hem cezai şart hem bakiye süre ücreti tutarında tazminat talep edildiği durumda dava dilekçesi davacıya açıklattırılarak bakiye süre ücreti tutarında tazminat mı yoksa cezai şart mı istediği belirlenmeli sonucuna göre karar verilmelidir.96 Yargıtay 22. Hukuk Dairesi 12.02.2020 günlü,  bizim  de  katıldığımız  kararında;  cezai  şart  ile  bakiye  süre  ücreti  tutarı tazminatının  birlikte  istenip  istenmeyeceği  değerlendirilmiştir.  Davacı,  iş sözleşmesindeki üç aylık cezai şart yanında, ihbar tazminatı, ücret alacağı, yıllık izin alacağı  ve  bakiye  süre  ücret  tutarını  tazminat  olarak  talep  etmiştir.  İlk  derece                                                  92   GÖKTAŞ, 2020, s. 389-390. 93  GÖKTAŞ, 2020, s. 399. 94   GÖKTAŞ, 2020, s. 400. 95   Yargıtay  9.  HD,  T.  21.01.2010,  E.  2009/46225,  K.  2010/604 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 96   Yargıtay 9. HD, T. 25.03.2021, E. 2021/498, K. 2021/6992; Yargıtay 9. HD, T. 03.03.2021, E. 2021/854, K. 2021/5458; Yargıtay 22. HD, T. 12.02.2020, E. 2016/29534, K. 2020/2899; Yargıtay 22. HD, T. 03.02.2020, E. 2017/27181, K. 2020/1368; Yargıtay 22. HD, T. 12.12.2019, E. 2016/21847, K.  2019/23341.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 97  Yargıtay 22. HD, T. 12.02.2020, E. 2016/29534, K. 2020/2899; bkz. Aynı yönde Yargıtay 22. HD, T. 27.03.2019,  E.  2017/14212,  K.  2019/6788.  Kararlar  için  bkz. https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 111     mahkemesi  her  iki  isteği  de  hüküm  altına  almıştır.  Yüksek  Mahkeme  ise,  TBK. 179.maddesini esas alarak; iş sözleşmesinde bu yönde açık bir hükmün bulunmaması nedeniyle  cezai  şart  ile  bakiye  süre  ücreti  tutarı  tazminatın  bir  arada  istenmesinin olanaklı olmadığı; davacıya seçimlik hakkını kullanması için süre tanınması ve buna göre karar verilmesi gerektiği sonucuna ulaşmıştır. Kanaatimizce Yargıtay tarafından benimsenen çözüm isabetlidir.98-99  Yargıtay  TBK  m.179/I deki   sözleşmede  aksi  kararlaştırılmadıkça   ibaresini sözleşmede  hem  cezai  şartın  hem  de  sözleşmenin  süresinden  önce  sonlandırılması halinde sözleşme bitimine kadar geriye kalan ücretin birlikte istenebileceğinin açıkça belirtilmesi gerektiği şeklinde yorumlamaktadır.100  Sözleşme, belirli süreli olduğuna göre  sözleşmenin  haklı  bir  sebep  olmaksızın  sonlandırıldığı  tarihten  itibaren sözleşmenin bitimine kadar olan süre için bakiye ücret tutarından kaynaklı tazminat istenebileceği açıktır. Cezai şart ise süresinden önce fesih şartına bağlı olarak işçi lehine tek taraflı olarak kararlaştırılmış ve haksız fesihten bahsedilmemiştir.  Sözleşmenin haklı  sebeple  feshi  halinde  bakiye  süre  ücreti  tutarından  kaynaklı  tazminat istenemeyeceği, belirli süreli iş sözleşmelerinde süreli fesih de yapılamayacağı ve cezai şartın işverenin haklı fesih imkanını ortadan kaldıracak ve bu hakkın özüne dokunacak şekilde konulmasının mümkün olmadığı dikkate alındığında; Yargıtay ın davacının hem bakiye süre ücreti tutarında tazminatı hem de cezai şartı isteyemeyeceği konusunda                                                  98  Aynı yöndeki görüş için bkz. ALPAGUT, Gülsevil, Belirli Süreli Hizmet Sözleşmesi, İstanbul, 1998, s. 196-197; SÜZEK, 2021, s. 751-752; DOĞAN YENİSEY, Kübra, İş Hukukunda Cezai Şart, İş Hukukunda Güncel Sorunlar 1, Kadir Has Üniversitesi Hukuk Fakültesi, İstanbul, 2012, s. 21 vd.; YAYVAK NAMLI, 2020, s. 388-389;  99  Farklı yöndeki görüş için bkz. BOZKURT GÜMRÜKÇÜOĞLU, Yeliz, Türk İş Hukuku nda Belirli Süreli İş Sözleşmesi, İstanbul, 2012, s. 363-364; Yazara göre, cezai şart, sözleşmeye aykırı davranışın bir yaptırımını ve sözleşmeye uyulmasının güvencesini oluşturmaktadır. Bu nedenle de sözleşmeye aykırılık  halinde  ödenmesi  gerekir;  Yargıtay  kararlarında  ifade  edildiği  üzere  bir  seçimlik  borç niteliğinde değerlendirmek doğru olmayacaktır. Cezai şartın amacı, ortaya çıkacak zararı karşılamak değil, sözleşmeye uyulmasının güvencesini oluşturmaktır. Bu nedenledir ki, sözleşme taraflarından birinin haklı bir neden olmadan sözleşmede öngörülen süreye uymayarak sözleşmeyi feshetmesi halinde  sadece  cezai  şartı  ödemek  suretiyle  bakiye  süre  ücreti  tutarında  tazminatı  ödemekten kurtulması,  cezai  şartın  işlevini  ortadan  kaldırmış  olacaktır.  Bakiye  süre  ücreti  tutarı  tazminat, Kanunun emredici düzenlemesinin bir sonucu iken, cezai şart belirli süreli iş sözleşmesine özgü bir yaptırımdır. Belirli süreli iş sözleşmesinin haklı bir neden olmadan feshi halinde, cezai şart yanında bakiye süre ücreti tutarındaki tazminatın da talep edilebilmesi mümkün olacaktır. 100  Yargıtay  9.  HD,  T.  25.03.2021,  E.  2021/498,  K.  2021/6992 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/, (erişim tarihi 18.02.2022). 112     vardığı sonucu isabetli bulmaktayız. Belirli süreli iş sözleşmesinin süresinden önce haksız feshine bağlanmış olan cezai şart, sözleşme süre süresinin bitimi ile ortadan kalkar. Ancak sözleşme, esaslı nedenin varlığı sebebiyle zincirleme şekilde yapılmışsa, son sözleşmenin süresinden önce feshi halinde sözleşmede öngörülen cezai şart istenebilir.101 Cezai şart, bakiye süreye ait ücret tutarı olarak da öngörülebilir. Bu takdirde, işçi hiçbir zararı olmasa dahi cezai şartı isteyebilir. Bu halde; TBK m.438/II ye göre bir mahsup yapılmasına gerek yoktur.102  Cezai  şart  alacaklısı,  kusurlu  borçludan  uğradığı  zarar  için  ayrıca  tazminat isteyemez.  Ancak  ceza  tutarını  aşan  zararın  tazmini  istenebilir.  Bu  sebeple; kararlaştırılan cezai şart miktarının, bakiye süreye ilişkin ücret tutarının altında kaldığı durumlarda cezai şartın talep edilmiş olması halinde işçinin TBK m.180/II uyarınca cezai şartı aşan zararını isteyebileceği ifade edilmiştir.103  Aşan zarar bakımından ispat alacaklıdadır.  Bu  sebeple;  cezai  şartın  bakiye  süre  ücreti  tutarı  tazminatın  altında kalması halinde cezai şartın en az TBK m.438/I e uygun şekilde belirlenmesi; bakiye süre ücreti tutarı tazminatı aşan zarar bakımından TBK m.180/II hükümlerine gidilmesi gerektiği yönünde bir görüş de bulunmaktadır.104 D. Haksız Fesih Tazminatı ile Cezai Şart İlişkisi Türk Borçlar Kanunu m.438/III de düzenlenen haksız fesih tazminatı ile cezai şartın birlikte istenip istenemeyeceği konusunda ise; haksız fesih tazminatı ile cezai şartın amaç ve nitelikleri birbirinden farklı olduğu için bunların birlikte istenmesine engel bir durum yok ise de haksız fesih tazminatı takdirinde ve miktarının tespitinde cezai şart dikkate alınmalıdır.105                                                   101  GÖKTAŞ, 2020, s. 400-401. 102  GÖKTAŞ, 2020, s. 399. 103  SÜZEK, 2021, s. 748. 104  YAYVAK NAMLI, 2019, s. 388. 105  GÖKTAŞ, 2020, s. 403. 113     E. Türk Borçlar Kanunu m.439 ve Cezai Şart İlişkisi İşçinin belirli süreli iş sözleşmesini haksız şekilde sona erdirmesine ilişkin TBK m.439 un mutlak mı yoksa nisbi emredici mi olduğu öğretide tartışmalıdır. Mutlak emredici olduğunu kabul eden görüş, sözleşmelerle arttırılamayacağını ve ilave cezai şart  öngörülemeyeceğini  savunurken  nispi  emredici  olduğunu  savunan  görüş,  Türk Borçlar Kanunu m.420 koşullarına uyulmak koşuluyla işçinin haksız feshine bağlı cezai şartın ayrıca öngörülmesinin mümkün olduğunu belirtmektedir.106  Yargıtay  işçinin  işe  hiç  başlamaması  ve  işi  bırakması  bakımından  farklı değerlendirmeler yaparak sonuca gitmiştir. İşçi hiç işe başlamamış ise fiilen iş ilişkisi kurulmadığından dönme cezası niteliğinde bir cezai şart yok ise cezai şart geçersizdir. İşçinin işe hiç başlamamasında kararlaştırılabilecek cezai şartın üst sınırı TBK m.439 da belirtilen  aylık ücretin dörtte biri dir.107 Yargıtay, işçi işe başlamış ancak haksız şekilde bırakmış ise; diğer koşulların varlığı halinde cezai şartı geçerli kabul etmektedir; kararlaştırılan cezai şart sürelerine göre Yargıtay ın verdiği kararlar irdelendiğinde, Türk Borçlar Kanunu m.439 un bir üst sınır olarak kabul edilmediği sonucuna varılmaktadır.  Şu hâlde işveren tarafından hem TBK m.439/I uyarınca işi bırakma tazminatı hem cezai şart istenirse nasıl sonuca girmek  gerektiğine  de  değinmek  gerekir.  Kanaatimizce  değerlendirme,  bakiye  süre ücreti tutarı ve cezai şart arasındaki olduğu gibi yapılmalı, TBK m.439/I ile cezai şartın                                                  106  GÖKTAŞ, 2020, s. 270, 318. 107  YAYVAK NAMLI, 2020, s. 397; Karar için bkz. Yargıtay 9. HD, T. 26.09.2006, E. 2006/20061, K. 2006/24888  https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/,  (erişim  tarihi 18.02.2022). 108  Yargıtay  22.  HD,  T.  27.03.2019,  E.  2015/35845,  K.  2019/6782 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/,  (erişim  tarihi  18.02.2022); Yargıtay bu kararında, TBK m.439/3 uyarınca işverenin dava açmak için 30 günlük hak düşürücü süresi bulunduğu bu süre geçtikten sonra açılması sebebiyle davanın reddine yönelik yerel mahkeme kararını, cezai şart bakımından özel bir zamanaşımı süresine İş Kanunu nda ve Borçlar Kanunu nda yer verilmediğinden genel zamanaşımı süresinin 10 yıl kabul edilmesi gerektiğini belirterek işin esasına girilmesi gerekliliğini ortaya koymuştur. Bu karardan da anlaşıldığı üzere, işçinin haksız işi bırakması haline yönelik cezai şart m.439/I den ayrı olarak değerlendirilmekte ve kabul edilmektedir. 109  Yargıtay  9.  HD,  T.  16.06.2021,  E.  2021/6172,  K.  2021/10300 https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/,  (erişim  tarihi  18.02.2022); Yargıtay sözü edilen kararda işçi aleyhine Türk Borçlar Kanunu nun 439. maddesinde öngörülen tutardan fazla cezai şart öngörülmüş olduğu halde cezai şartın üst sınırı olduğuna değinmemiştir. Dolayısıyla işçinin haksız feshinde Yargıtay, TBK m.439/I i üst sınır olarak kabul etmemektedir. 114     birlikte istenebileceği açıkça kararlaştırılmamış ise ve TBK 439/I de öngörülen hak düşürücü süre geçirilmemiş ise cezai şartın seçimlik olduğu kabul edilmeli, birlikte istenmesi mümkün görülmemelidir.  SONUÇ Belirli süreli iş sözleşmeleri nitelikleri gereği süreli fesih ile sona erdirilemezler. Ancak  haklı  nedenle  fesih  ile  sona  erdirilebilirler.  4857  sayılı  İş  Kanunu  m.24  ve m.25 te düzenleniş bulunan haklı nedenle fesih kurumu, belirsiz süreli ve belirli süreli iş sözleşmeleri için uygulanabilir niteliktedir. Haksız fesih, belirsiz veya belirli süreli iş sözleşmelerinde işveren veya işçi tarafından yapılabilir.  Belirli süreli iş sözleşmesinin herhangi bir haklı nedene dayanmaksızın sürenin bitiminden  önce  işverence  sona  erdirilmesi  Türk  Borçlar  Kanunu nda  haksız  fesih olarak düzenlenmiştir. Bu düzenleme iş güvencesi hükümlerine tabi olmayan, hem İş Kanunu na  tabi  iş  ilişkilerine  hem  de  Türk  Borçlar  Kanunu na  tabi  iş  ilişkilerine uygulanabilir  niteliktedir.  Belirli  süreli  iş  sözleşmeleri  bakımından  da  uygulanabilir niteliktedir.  Sözleşmesi  bu  şekilde  sona  eren  işçi,  bakiye  sözleşme  süresine  ilişkin  ücret tutarını  tazminat  olarak  isteyebileceği  gibi,  talep  ve  hakimin  takdirine  bağlı  olarak ayrıca bir haksız fesih tazminatına da hükmedilebilecektir. Belirli  süreli  iş  sözleşmesinin  süresinden  önce  haklı  bir  sebep  olmadan  feshi halinde işçi bakiye süreye ait ücretine hak kazanır. Mahkeme davalı tarafın talebi ile ya da re sen dikkate alarak İş Kanunu m.11 hükmüne göre objektif koşulların var olup olmadığını  somut  uyşmazlık  açısından  değerlendirerek,  sözleşme  türünün  hukuki nitelendirmesini yapabilir. Bu değerlendirme sonucu, sözleşmenin belirli değil, belirsiz süreli sözleşme niteliğinde olduğu mahkeme tarafından tespit edildiğinde işçi bakiye süresine  ait  ücret  hakkından  yoksun  kalabilecektir.  Bakiye  süre  ücretin  hesabında giydirilmiş ücret esas alınır ve indirilmesi gereken kalemler (işçinin iş sözleşmesinin sona ermesi yüzünden tasarruf ettiği miktar ile başka bir işten elde ettiği veya bilerek elde etmekten kaçındığı gelir) indirilmelidir. 115     TBK  m.438/III de  hem  belirli  hem  belirsiz  süreli  iş  sözleşmeleri  bakımından düzenlenen haksız fesih tazminatı, İş Kanunu na tabi işçiler bakımından da uygulama alanı bulmaktadır. Haksız fesih tazminatı, tümüyle hâkimin takdirine bağlı bir tazminat olup madde gerekçesine göre; somut olayın bütün durum ve koşulları (tarafların sosyal ve  ekonomik  durumları,  sözleşmenin  devam  süresi,  fesih  için  ileri  sürülen  sebep) tazminatın takdirinde göz önünde tutulacaktır. İşçi haksız fesihten hiçbir zarar görmese bile hâkim tazminata hükmedebilir. İşçinin maddi ya da manevi bir zararı meydana geldiğini  ispatlaması  gerekmeyip  feshin  haksız  şekilde  yapılmış  olması  tazminatın takdiri için yeterlidir. Tazminatın hesabında çıplak ücret esas alınır. Fesih hakkının kötüye kullanıldığından söz edilebilmesi için öncelikle süreli fesih bildiriminde bulunma hakkının doğmuş olması, süreli fesih hakkının doğumu için ise belirsiz süreli bir iş sözleşmesinin mevcut olması gerekir. Dolayısıyla belirli süreli iş sözleşmelerinde  sözleşmenin  süresinden  önce  süreli  fesih  yoluyla  sonlandırılması mümkün  olmadığından  fesih  hakkının  kötüye  kullanılmasından  söz  edilemez  ve  İş Kanunu m.17 de düzenlenen kötüniyet tazminatı talep edilemez.  Haksız fesih tazminatı ile 4857 sayılı İş Kanunu m.5 te düzenlenen ayrımcılık tazminatı  ya  da  6356  Sayılı  Sendikalar  ve  Toplu  İş  Sözleşmesi  Kanunu  m.25 te öngörülen sendikal tazminatın birlikte istenmesi de mümkün değildir. İş sözleşmesinin işveren tarafından haksız feshinde, sözleşmenin belirli ya da belirsiz  süreli  olması  kıdem  tazminatına  hak  kazanma  bakımından  sonuca  etkili olmadığından; belirli süreli iş sözleşmesinin süresinden önce işverence haksız feshi halinde  işçinin  asgari  bir  yıl  çalışmış  olmak  kaydıyla  kıdem  tazminatı  hakkı bulunmaktadır. Ancak iş sözleşmesi haklı bir sebep olmadan sonlandırılmış olsa dahi iş sözleşmesi belirli süreli olduğundan işçinin ihbar tazminatına hak kazanması mümkün değildir.  4857 sayılı İş Kanunu m.18-21 aralığında iş güvencesi hükümlerine yer verilmiş olup  m.18  hükmünde  açıkça  işverenin  fesih  için  geçerli  bir  sebebe  dayanma zorunluluğu, işçinin belirsiz süreli iş sözleşmesi ile çalışıyor olma şartına bağlanmış olup,  belirli  süreli  iş  sözleşmesi  ile  çalışan  işçilerin  iş  güvencesi  hükümlerinden faydalandırılması kural olarak mümkün değildir.  Buna ek olarak işçinin iş güvencesi 116     hükümlerinden  yararlanabilmesi  için  İş  Kanunu na  ya  da  Basın  İş  Kanunu na  tabi olması, işyerinde otuz veya daha fazla işçi çalışıyor olması, işçinin altı aylık kıdemi bulunmesi ve işveren vekili olmaması gerekir. Anayasa Mahkemesi 22.10.2014 tarih 2013/1 Esas ve 2014/161 Karar sayılı ve 11.11.2015  tarihinde  Resmî  Gazetede  yayınlanarak  yürürlüğe  giren  kararı  ile  sözü edilen düzenlemenin 4. fıkrasında yer alan  fesih dışında  ibaresi ile 5. fıkrasının birinci cümlesinde  yer  alan   18   ibaresinin  anayasaya  aykırı  olduğuna  ve  iptaline  karar vermiştir. Anayasa Mahkemesi tarafından 6356 Sayılı Kanun un sendika özgürlüğünü güvence  altına  alan  25.  maddesinin  5.  fıkrasında  4857  sayılı  İş  Kanunu nun  iş güvencesinden  yararlanabilmenin  şartlarını  düzenleyen  18.  maddesine  yapılan  atıf Anayasa aykırı bulunarak iptal edildiğinden iş güvencesine tabi olmayan işçiler de (belirli süreli iş sözleşmesiyle çalışan bir işçinin iş sözleşmesinin feshinde, 6356 sayılı Sendikalar  ve Toplu  İş  Sözleşmesi  Kanunu  m.25  uyarınca  sendikal  neden  var  ise)  sendikal tazminat talepli davalar ve işe iade davası açabileceklerdir. Belirli süreli olarak yapılan bir iş sözleşmesinin objektif koşulları taşımaması halinde  de  işçi,  iş  güvencesi  hükümlerinden  yararlanacaktır.  İşçinin  açtığı  işe  iade davasında iş sözleşmesinin belirsiz süreli olduğu tespit edilirse artık işçinin belirli süreli iş  sözleşmesinin  haksız  feshine  bağlı  hukuki  sonuçlardan  faydalanması  mümkün olmayacaktır. Sendikal sebeple açılan işe iade davasında iş sözleşmesinin belirli mi yoksa belirsiz mi olduğu önem arz etmediğinden sendikal fesih olduğu tespit edilerek işe  iade  kararı  verilmesi  ihtimalinde  işçinin  bakiye  süre  ücreti  tutarından  kaynaklı tazminat istemesi fesih kesinleşmediği için mümkün olmayacaktır. İş  Kanunu nda  belirli  süreli  iş  sözleşmesiyle  çalışan  bir  işçinin  sözleşmede kararlaştırılan süre sona ermeden işi bırakıp başka bir işverenin işine girmesi halinde, yeni işverenin de belirli süreli iş sözleşmesinin tarafı işverene karşı işçi ile birlikte sorumlu tutulma koşulları ile ilgili olarak bir düzenleme yapılmış ancak işçinin belirli süreli iş sözleşmesini haksız feshine ilişkin başka bir düzenlemeye yer verilmemiştir. Kısaca işçinin haksız fesih sebebiyle sorumluluğu iş sözleşmesinden, yeni işverenin sorumluluğu ise kanundan kaynaklanmaktadır. Yeni işveren, önceki işverene ödemek zorunda kaldığı tazminatı işçiye rücu edebilir.  117     4857 sayılı İş Kanunu nda belirli süreli iş sözleşmesinin süresinden önce işçi tarafından  haksız  feshine  ilişkin  ise  açık  bir  yaptırım  bulunmamaktadır.  İşçinin sorumluluğuna ilişkin  yaptırım konusunda Kanunda boşluk bulunması nedeniyle ve kanaatimizce genel kanun niteliğindeki Türk Borçlar Kanunu ndaki düzenleme hem İş Kanunu na hem Borçlar Kanunu na tabi belirli süreli iş sözleşmelerinde uygulanacaktır. Şu halde; işçi belirli süreli iş sözleşmesini süresinden önce haksız şekilde feshederse işveren, bakiye süre ücreti tutarı tazminat ödemeyecek, TBK m.439 a göre işçinin aylık ücretinin  dörtte  birine  eşit  tazminat  ve  kanıtlaması  halinde  zararının  giderilmesini isteyebilecektir. Belirli  süreli  iş  sözleşmelerine  süresinden  önce  haksız  feshe  bağlı  cezai  şart hükümleri konulması mümkündür. Cezai şart içeren hükümler, karşılıklılık prensibinin bulunması halinde kural olarak geçerlidir. Cezai şartın iki sınırlama bulunmaktadır. 6098  sayılı  Türk  Borçlar  Kanunu  m.420  göre,   Hizmet  sözleşmelerine  sadece  işçi aleyhine konulan ceza koşulu geçersizdir.  İkinci sınırlama, aynı kanunun m.420/II de getirilmiş  olup  buna  göre,  işçinin  kusuruyla  verdiği  sorumluluğun  belirlenmesinde,  işin tehlikeli olup olmaması, uzmanlığı ve eğitimi gerektirip gerektirmemesi ile işçinin işveren tarafından bilinen veya bilinmesi gereken yetenek ve nitelikleri  göz önünde tutulur.  İşçi  bu  ölçütlerle  belirlenen  miktardan  daha  fazla  tazminattan  sorumlu tutulamaz.  İlaveten  işçi  aleyhine  kararlaştırılan  cezai  şart  işveren  aleyhine kararlaştırılandan daha fazla olamaz. Yargıtay  İBHGK,  T.08.03.2019,  E.2017/10,  K.2019/1  göre  belirli  süreli  iş sözleşmesinde  belirlenen  süre  boyunca  haklı  sebep  olmaksızın  sözleşmenin feshedilmesi halinde sözleşme niteliği itibariyle belirsiz süreli olsa bile süreye bağlı cezai şart hükmünün geçerli olacağına karar vermiştir. Kanaatimizce bu karar isabetli değildir. Zira taraflar, iş sözleşmelerinde TBK. m.420/I hükmünde öngörülen emredici kurala aykırı olmamak koşuluyla cezai şart öngören hükümlere yer verebilirler. Sadece işçi aleyhine konulan cezai şart geçersizdir. Bu düzenlemenin bir sonucu olarak, her iki taraf için aynı koşul ve miktarda cezai şart öngörülebileceği gibi, sadece işçi lehine olmak üzere de cezai şart öngörülebilecektir. Türk Borçlar Kanunu cezai şart açısından iş sözleşmesi türlerine göre herhangi bir ayırım yapmamıştır. Dolayısıyla, belirli süreli 118     sözleşmelerde  olduğu  gibi  belirsiz  süreli  iş  sözleşmelerinde  de  cezai  şart öngörülebilecektir. 6098  sayılı Türk  Borçlar  Kanunu  m.182/son da  yer  alan  emredici  düzenleme sebebiyle  hâkimin  fahiş  gördüğü  takdirde  ceza  koşulundan  re'sen  indirim  yapması zorunludur. Hâkim, cezai şart muaccel olduktan sonra, takdir hakkına dayalı olarak karar  verirken  tarafların  ekonomik  durumlarını,  alacaklının  çıkarlarını,  borçlunun kusurunu,  borca  aykırılığın  ağırlığını,  sözleşmenin  türünü  ve  süresini  göz  önünde tutarak  ceza  miktarının  makul  olmayacak  şekilde  yüksek  tutulduğunu  görürse sözleşmeye müdahale edip ceza miktarını indirir.  Bakiye süre ücreti tutarındaki tazminata ilişkin Türk Borçlar Kanunu m.438/I ve II  hükümleri  nispi  emredici  nitelikte  olduğundan  işçi  aleyhine  değişiklik  yapılması mümkün değil ise de aynı Kanun un cezai şarta ilişkin m.420 hükmünde öngörülen koşullara uyulmak kaydıyla sözleşmenin süresinden önce haksız feshine bağlı cezai şart öngörülebilir. Yakın tarihli Yargıtay kararlarına göre; dava dilekçesinde hem cezai şart hem  bakiye  süre  ücreti  tutarında  tazminat  talep  edildiği  durumda  dava  dilekçesi davacıya açıklattırılarak bakiye süre ücreti tutarında tazminat mı yoksa cezai şart mı istediği belirlenmeli sonucuna göre karar verilmelidir. Yargıtay ın davacının hem bakiye süre ücreti tutarında tazminatı hem de cezai şartı isteyemeyeceği konusunda vardığı sonucu isabetli bulmaktayız. Haksız fesih tazminatı ile cezai şartın amaç ve nitelikleri birbirinden farklı olduğu için birlikte istenmesine engel bir durum yok ise de; haksız fesih tazminatı takdirinde ve miktarının tespitinde cezai şart dikkate alınmalıdır. TBK m.439/I ile cezai şartın birlikte istenebileceği açıkça kararlaştırılmamış ise ve TBK 439/I  de öngörülen hak düşürücü süre geçirilmemiş ise cezai şartın seçimlik olduğu kabul edilmeli, birlikte istenmesi mümkün görülmemelidir.",
     "Kaynakça": "AKYİĞİT, Ercan, Kıdem Tazminatı, 1. Baskı, Seçkin Yayınevi, Ankara, 1999. ALPAGUT, Gülsevil, Belirli Süreli Hizmet Sözleşmesi, İstanbul, 1998.  ALP, Mustafa,  Belirsiz Süreli İş Sözleşmesinin Yargıtay Tarafından Re sen Belirsiz Süreli İş Sözleşmesine Dönüştürülmesi , Prof. Dr. Savaş Taşkent e Armağan, İstanbul, 2019. AYKAÇ, Hande Bahar, İşverenin Fesih Hakkının Sözleşmelerle Sınırlandırılması, 1. Baskı, Oniki Levha Yayıncılık, İstanbul,2020. BOZKURT GÜMRÜKÇÜOĞLU, Yeliz, Türk İş Hukuku nda Belirli Süreli İş Sözleşmesi, İstanbul, 2012. ÇELİK, Nuri / CANİKLİOĞLU, Nurşen / CANBOLAT, Talat vd., İş Hukuku Dersleri, 34. Baskı, Beta Yayınları, İstanbul, 2021. ÇİL,  Şahin,  İş  Hukuku  Yargıtay  İlke  Kararları  (2019-2021  Yılları),  8.  Baskı,  Yetkin Yayınları, Ankara, 2021. ÇİL, Şahin, İş Uyuşmazlıklarında Yargıtay Uygulamaları, 1. Baskı, Yetkin Yayınları, Ankara, 2020. DOĞAN YENİSEY, Kübra,  İş Hukukunda Cezai Şart , İş Hukukunda Güncel Sorunlar 1, Kadir Has Üniversitesi Hukuk Fakültesi, İstanbul, 2012. EKMEKÇİ,  Ömer  /  YİĞİT,  Esra,  Bireysel  İş  Hukuku  Dersleri,  2.  Baskı,  Oniki  Levha Yayınları, İstanbul, 2020. EKONOMİ,  Münir,   Belirli  Süreli  Hizmet  Akdinin  Susma  ile  Yenilenmesi ,  İş  Hukuku Dergisi, Cilt: 3, (s. 565-571). GÖKTAŞ, Seracettin, Türk İş Hukukunda Haksız Fesih, 1. Bası, Seçkin Yayıncılık, Ankara, 2020. GÖKTAŞ, Seracettin / YILMAZ, Gökhan, 6356 Sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu Şerhi, 1. Baskı, Seçkin Yayıncılık, Ankara, 2020. KAPLAN SENYEN, E. Tuncay,  Belirli Süreli İş Sözleşmesinin Haksız Feshi, Hüküm ve Sonuçları , Sicil İHD, 2016, (s. 17-33). 120     KAR, Bektaş, İş Yargılaması Usulü, 1. Bası, Yetkin Yayınları, Ankara, 2018. KARAKURT, Barış, İş Sözleşmesini Fesih Hakkının Sınırlandırılması, 1. Baskı, Seçkin Yayıncılık, Ankara, 2020. KESER,  Hakan,   Objektife  Sebep  olmaksızın  Yapılan  Belirli  Süreli  İş  Sözleşmesinde Düzenlenmiş  Cezai  Şartın  Geçerliliğinin  Yargıtay  İçtihadı  Birleştirme  Büyük  Genel Kararı Kapsamında Değerlendirilmesi , Sicil İHD, Sayı: 43. MOLLAMAHMUTOĞLU, Hamdi / ASTARLI, Muhittin / BAYSAL, Ulaş, İş Hukuku Ders Kitabı Cilt 1, Bireysel İş Hukuku, 5. Baskı, Lykeion Yayıncılık, Ankara, 2021.  SENYEN KAPLAN, E. Tuncay, Bireysel İş Hukuku, Yenilenmiş 11. Baskı, Gazi Kitabevi, Ankara, 2020. SÜZEK, Sarper, İş Hukuku, 21. Baskı, Beta Yayınları, İstanbul, 2020. TÜYSÜZOĞLU,  İlkay,  4857  Sayılı  İş  Kanunu  Madde  23  Bağlamında  Yeni  İşverenin Sorumluluğu,"
}