{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "08",
     "Ay": "05",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "HUKUKUN ÜSTÜNLÜĞÜ İLKESİNİN AVRUPA BİRLİĞİ (ULUS-ÜSTÜ) HUKUKUNA AKTARIMI VE İLKENİN NORMATİF MUHTEVİYATININ TESPİTİ SORUNU",
     "Title": "TRANSFERRING THE RULE OF LAW PRINCIPLE TO THE EUROPEAN UNION (SUPRANATIONAL) LAW AND THE PROBLEM OF DETERMINING THE NORMATIVE CONTENT OF THE PRINCIPLE",
     "Yazar İsmi": [
          "Sezercan BEKTAŞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Hukukun üstünlüğü ilkesi",
          "AB değerleri",
          "ATAD/ABAD kararları",
          "AB hukuku müktesebatı",
          "Uluslararası hukuk"
     ],
     "Keywords": [
          "The principle of rule of law",
          "The EU values",
          "Court of Justice of the European Union decisions",
          "EU law",
          "International law"
     ],
     "Özet": "Hukukun üstünlüğü ilkesi modern devletlerin, uluslararası ve ulus-üstü yapıların benimsediği temel ilkelerden biridir. Tarihsel süreç içerisinde ulusal deneyimlerle şekillenen ve ulusların öznel deneyimleri nedeniyle farklı anlamlarda kullanılmış olan hukukun üstünlüğü ilkesi uluslararası düzenin özellikle İkinci Dünya Savaşı sonrasında yeniden inşa edilmesi ile uluslararası hukuk düzenine de taşınmıştır. Avrupa Birliği gibi ulus-üstü siyasi yapıların teşkil edilmesiyle de ulus-üstü yapıların gerektirdiği faaliyetlere ilkenin uygulanabilirliğinin sağlanması için daha somut bir şekilde muhteviyatının tespit edilmesi ihtiyacı doğmuştur. Bu noktada hukukun üstünlüğü ilkesinin AB düzeni içerisinde ortak bir anlama ve muhteviyata büründürülmesi  için  yeknesak  bir  şekilde  yorumlanması  gerekmiştir.  Makalede  hukukun  üstünlüğü ilkesinin ilk olarak felsefi olarak tanımlanması, akabinde ulus-üstü düzende mevcut bulunan ve ilkeye özünü veren ulusal deneyimler ile uluslararası düzeyde algılanışının incelenmesi ile AB içerisinde söz konusu ilkeye nasıl bir anlam yüklendiğinin ve ilkenin kapsamının ne olduğu tespit edilmeye çalışılmıştır. Hukukun üstünlüğü ilkesinin bu şekilde ele alınması AB nin güncel süreçte sıklıkla gündemine gelen ve hayati bir öneme haiz bu temel ilkesinin anlaşılması bağlamında önem arz etmektedir.",
     "Abstract": "The rule of law is one of the fundamental principles endorsed by modern states, international organisations and supranational structures. The principle of the rule of law has been shaped by national experiences in the historical process, and it is used in different contexts depending on the subjective experiences of nations. The term the rule of law has started to be used within the context of international legal order with the reconstruction of the international order, especially after the Second World War. The establishment of supranational political structures such as the European Union has revealed the need to determine the rule of law s content in a more concrete way to ensure its applicability to the activities taken by these supranational structures. At this point, there is a need to interpret the principle of the rule of law uniformly to eliminate the differences in meaning at the national level and to bring it into a common meaning and content within the EU order. For this reason, first, it is necessary to define the principle of the rule of law from a philosophical perspective. Then, the study examines the existing national experiences in the     supranational order and explores the essence of the principle and its perception at the international level. By doing so, what kind of meaning is attributed to the principle of rule of law within the EU will be answered and the scope of the principle within this framework will be determined. Addressing the principle of rule of law in this way is important to understand this fundamental principle, which is frequently on the EU agenda with the recent developments and has a vital importance.",
     "Metin": "Modern devletlerde hukukun üstünlüğü veya hukuk devleti ilkesinin- demokrasi ve temel haklarla birlikte- çağdaş hukuk düzenlerinin temel ilkelerinden birisi olduğu konusunda geniş bir fikir birliği mevcuttur.  Buna karşın, hukukun üstünlüğü veya hukuk devleti ilkelerinin muhteviyatı ve niteliği üzerinde görüş birliği bulunmamaktadır.  Felsefi düzlemde ve geleneksel anlamda hukuku ve dolayısıyla hukuk devletini iki farklı açıdan inceleyen anlayış bulunur. Bunlardan ilki hukuku, adil olan ve adil olduğu için uyulan hukuk olarak tanımlayan doğal hukuk görüşüdür. Doğal hukuk görüşü kapsamında iyi ve adil olan yönetim hukuk devletidir. Hukuku sadece yetkili otoritelerin çıkardığı kurallar bütünü olarak tanımlayan pozitivist görüşe göre ise hukuk devleti, önceden ilan edilen, belirli kurallar ile otoritenin sınırlandırılmasını ifade etmek için kullanılan bir kavramdır.1  Hukuk devleti konusunda felsefi düzlemdeki farklılıklar Kıta Avrupası ndaki devletlerin anayasalarında da kendisini göstermektedir. Özellikle Avrupa Birliği ne (AB) üye  devletlerde  hukukun  üstünlüğü/hukuk  devleti  ilkesi  (örneğin  Almanya da  Rechtsstaat , Fransa da  État de droit , İspanya da  Estado de derecho , İtalya da  Stato di Diritto ) ulusal anlamda politik olarak etkilenmiş ve tarihsel olarak belirlenmiş kavramlardır. Bu bakımdan işlevleri, anlamları, temel unsurları ve etkileri bakımından farklılık göstermektedirler.                                                             1   UYGUR, Gülriz,  Adalet ve Hukuk Devleti , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2004, Cilt: 53, Sayı:1, s.32.  812     Ulus-üstü bir yapı olarak Avrupa Birliği (AB) ne üye olan devletlerin ulusal hukuklarından AB hukukuna aktarılan hukukun üstünlüğü veya hukuk devleti ilkesi AB nin ortak değerlerinden birisi haline gelmiştir. Avrupa Birliği Andlaşması (ABA) Birlik hukukunun ortak değerlerini 2. maddesinde şu şekilde ifade etmektedir:  Birlik, insan onuruna saygı, özgürlük, demokrasi, eşitlik, hukukun üstünlüğü ve azınlıklara mensup kişilerin hakları da dahil olmak üzere insan haklarına saygı değerleri üzerine kuruludur.  Bu hüküm ile AB nin ulus-üstü hukuk yapısının bu ortak değerler (ilkeler) üzerine inşa edildiğini ifade etmek mümkündür. AB ortak değerlerine yapılan vurgu AB ye üyelik ölçütleri konusunda da tekrar edilmiştir. ABA nın 49. maddesi hükmüne göre,  2. maddede belirtilen değerlere saygı gösteren ve bu değerleri desteklemeyi taahhüt  eden  her  Avrupa  devleti,  Birliğe  üye  olmak  için  başvuruda  bulunabilir . Hukukun  üstünlüğü  ilkesine  yapılan  bu  atfa  karşın  AB  Andlaşmalarında  hukukun üstünlüğünün ne anlama geldiğine ve neyi gerektirdiğine dair mutabık kalınmış bir tanım bulunmamaktadır.  AB ye üye devletlerde hukukun üstünlüğü veya hukuk devleti olarak belirlenen anayasal ilke, bu devletlerin politik anlayışlarından ve tarihsel gelişmelerinden doğrudan etkilenmiş ve devletten devlete farklılaşan bir ilke haline gelmiştir. Avrupa devletlerinin anayasalarında  yer alan bu ilkenin  AB düzeyine aktarılması ilkenin  muhteviyatının belirsizleşmesine sebebiyet vermektedir.  Bu makalede AB düzeyinde benimsenen tutarlı bir hukukun üstünlüğü anlayışının olup olmadığı ve bunun ortak Avrupa değerlerini ne ölçüde yansıttığı incelenecektir. Bu amaçla makalemizde hukukun üstünlüğü ilkesinin kurumsal  yapısı kısa incelenecek ardından hukukun üstünlüğü ilkesinin uluslararası hukukta ve ulus-üstü yapılarda (AB gibi)  normatif  muhteviyatına  değinilecektir.  Ardından  Avrupa  bölgesinde  ortak  bir hukukun üstünlüğü kavramının olup olmadığı analiz edilecektir. Bu amaçla Avrupa da üç baskın hukuk geleneği kapsamında bu ilke incelenecektir. Her ne kadar, İngiltere                                                            2   Avrupa Birliği Andlaşması (Maastricht Andlaşması), 07.02.1992 tarihinde imzalanmış ve 01.11.1993 tarihinde yürürlüğe girmiştir. Çalışmamızda ABA hükümlerinin Türkçe çevrisi için Avrupa Birliği Genel Sekreterliği nce yapılan çeviri dikkate alınmıştır. Bkz. Avrupa Birliği Genel Sekreterliği, Avrupa Birliği  Antlaşması  ve  Avrupa  Birliği nin  İşleyişi  Hakkında  Antlaşma,  Ankara  2011, https://www.ab.gov.tr/files/pub/antlasmalar.pdf (erişim tarihi: 04.03.2022). 813     Brexit ile 2020 yılında AB den ayrılsa da kendi ulusal düzeyindeki  hukukun üstünlüğü  kavramının AB ye üye olduğu 1973 yılından beri AB düzeyindeki gelişime katkısı yadsınamayacağı  için  İngiltere deki  hukukun  üstünlüğü  ilkesine  bu  bölümde değinilecektir.    Böylece  ulusal  mevzuatlardan  AB  mevzuatına  aktarılan  hukukun üstünlüğü ilkesinin muhteviyatı tespit edilecek ve sonunda AB hukukunda hukukun üstünlüğü ilkesinin güncel görünümü ve uygulamasına ulaşılacaktır.  I.  HUKUKUN  ÜSTÜNLÜĞÜ  İLKESİNİN  KURAMSAL  YAPISINA  KISA BAKIŞ Hukuk devleti ve hukukun üstünlüğü ilkelerine öncelikle dilsel olarak yaklaşmak doğru olacaktır. Bu açıdan bakıldığında, Almanca bir kavram olarak kullanılan hukuk devleti (Rechsstaat) ile İngilizce bir kavram olarak kullanılan hukukun üstünlüğü (Rule of law) kavramları genel itibariyle devletin bütün erklerinin ve kurumlarının anayasa ve yasalara; hukukun ortak ve genel ilkelerine uygun davranması idealini ifade etmek için kullanılan kavramlar olarak karşımıza çıkmaktadır.3 Ancak bu iki kavramın felsefi ve anayasal düzlemde farklı olduğu genel olarak kabul edilmektedir.4 Avrupa devletlerinin anayasalarında düzenlenen hukuk devleti veya hukukun üstünlüğü kavramları arasındaki farklara  çalışmamızın  ilerleyen  bölümlerinde  yer  verilecek,  bu  bölümde  ise  hukuk devleti/hukukun üstünlüğü kavramlarının felsefi temelleri genel olarak incelenecektir.  Hukuk devleti ilkesi hukuk ile devlet kavramlarının birbiri arasındaki ilişkisinde bir öncelik iddiası üzerine kavramlaştırılmış bir terimdir. Diğer bir ifade ile devletin, iradesi ile yarattığı hukuktan önce geldiği iddiasından; devletin kendisinden önce gelen insan haklarına ve doğal hukuka bağlı olduğunu iddiasına ulaşan bir ikilem üzerine kurgulanan                                                            3   KARAYALÇIN, Yaşar,  Hukukun Üstünlüğü (Kavram-Bazı Problemler) , Hukuk Devleti, Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları No:4, Ed. Hayrettin Ökçesiz, İstanbul, 1998, s.131. 4   ÖKÇESİZ,  Hayrettin,   Hukuk  Devleti ,  Hukuk  Devleti,  (der.  H.Ökçesiz),  Hukuk  Felsefesi  ve Sosyolojisi Arkivi Yayınları No:4, İstanbul, 1998, s.17; Karşı görüş için bkz. ESEN, Bülent Nuri, Anayasa Hukuku Genel İlkeler, Ankara, 1970, s.161; YAYLALI, Mustafa,  Hukuk Devleti ve Hukukun Üstünlüğü Kavramları: Albert Venn Dicey ve Hans Kelsen , Liberal Düşünce Dergisi, Yıl:2018, Cilt 23, Sayı:91-92, s.96. 814     hukuk devleti kavramı felsefi anlamda tartışılagelmiştir.5 Öncelik ikilemi hususunda, devletin aslında bir hukuki kavram olduğunu; diğer bir ifade ile devleti ile hukukun özdeş olduğunu ileri süren Kelsen, hukuku vazedenin hukuki bir düzen olarak devlet; vazedilen kuralın ise hukuk olduğunu ileri sürmektedir.6 Buna karşın, hukuk devletinin içeriksel olarak adalet, insan hakları, doğal hukuka bağlılık ile doldurulduğu belirli bir hukuk idesinin  uygulanması  anlamına  geldiğini  ileri  süren  gerçeklik  görüşü  karşımıza çıkmaktadır.7   Dworkin e göre hukuk devleti, kanunda belirtilen kurallara göre idare edilmedir. Bu halde devlet kanunda emredilen kurala göre idare edecektir. Bu görüşe göre bir hukuk devleti kuralın içeriği ile ilgilenmez; bu devlet kanun devleti olarak isimlendirilir. Buna karşın Dworkin hukuk devleti ile ilgili diğer görüşü bireysel haklara dayandırır. Hukuk devleti  bireylerin  ahlaki  ve  siyasi  haklara  uygun  kurallar  ile  yönetilmesini  temin etmelidir.8  Zaman içerisinde değişen koşullar dikkate alındığında hukuk devleti kavramının da içeriğinin değiştiği; demokratik devlet, sosyal devlet gibi başka kavramlara da içerikte yer verildiği görülmektedir.9 Pozitivizmin aksine hukuk devleti kavramı,  devlet gücünün belirli yüksek hukuk ilkeleriyle, ya da hukuksal değerlerle bağlı bulunması ve onun gerçekleşmesinin  ilk  önce  biçimsel  garantilerde  değil,  tersine  ister  belirli  kültürel                                                            5   RADBRUCH, Gustav,  Hukuk Devleti , Hukuk Devleti, (der. H.Ökçesiz), Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları No:4, İstanbul, 1998, s.11; Hukuk devleti kavramı üzerine pozitivist ve tabii hukuk görüşleri için bkz. UYGUR, 2004,  s.32.  6   RADBURCH, 1998, s.12.  7   RADBRUCH, 1998, s.14-15; ÖKÇESİZ, 1998, s.19-20:  Hukuk devleti ilk önce, burada akliyeci doğal hukuk kuramını benimsemiş I. Kant ça tasarlanmıştır. Ona göre devlet, hukuk yasaları altında bir araya gelmiş insanların birliğidir. Bu hukuk yasaları ilk hukuk devleti kavramı için biçimlendirici nitelikte akıl ilkeleriydi. Bunların giderek daha da işlendiği bir genel kamu hukuku kuramında devlet (res publica) bütün bireylerin yararına ortak bir kurumdur. Bu bakımdan varoluşun konusu, özü, artık kamusal ve siyasi alandan devlet öncesi alana yani kamusal ve siyasal olanın orada işlev kazandığı özel ve toplumsal alana kaymaktadır.  8   UYGUR, 2004, s.32. 9   ARNAULD, Andreas von,  Hukuk Devleti , Anayasa Teorisi, (der. Otto Depenheuer, vd.), (çev. İ. Doğan vd.), Lale Yayıncılık, Ankara, 2014, s.44-51.  815     değerlerin, isterse maddi anlamda adil bir hukuksal durumun görülmesinde 10 olduğu ifade edilen içerikli bir hukuk devleti kavramı ile ifade edilmektedir.  AB  hukukunun  ortak  değeri  olan  hukukun  üstünlüğü  ilkesinin  muhteviyatını belirlemek için felsefi anlamda görüş farklılıklarından ortak sayılabilecek bazı temel öğelere ulaşabilmek pratik bir sonuç doğurabilir. Hukukun üstünlüğü ilkesi konusunda felsefi  düzlemde  yapılan  tartışmalar  da  şu  ortak  öğelere  ulaşılabilir:   Devlet  gücü anayasayla meşrulaştırılmış olmalı; yani devlet anayasal olmalıdır. Temel haklar ve özgürlükler bireyi devlet gücüne karşı korumalıdır. Güçler ayrılığı ilkesiyle; yetkilerin bölünmesi ve dağıtılması ile devlet gücü dizginlenmiş ve sınırlanmıştır. Yasallık ilkesi bütün devlet edimlerinin yasayla bağlanmasını gerekli kılar; devlet gücünün tezahürleri ölçülebilir ve önceden görülebilir olmalıdır. Bütün yurttaşların yasa karşısında eşit muamele  görmesi  gerekir.  Bağımsız  mahkemeler  aracılığıyla  yurttaşa  kamusal  ve yönetsel  hukuklarda  da  hak  arama  ve  kanun  yollarının  açık  olduğu  güvencesi verilmelidir. Hukuk devleti memurlarını ve yönetimini eylem ve işlemlerinden sorumlu tutmaktadır: Yasaya ve anayasaya aykırılıklarından dolayı zararın giderimi kurallarını içermektedir.  Yönetimde olduğu gibi yasamada da hukuk devleti amaç/araç ilişkisinde oranlılık ilkesine uyar. Yurttaşların demokratik katılım hakları da hukuk devletinin bir parçasıdır: çünkü hukuk devleti, siyasi açıdan, olgun bir halkın onunla kendi kendisini sınırladığı bir düzendir .11   II. HUKUKUN ÜSTÜNLÜĞÜ İLKESİNİN ULUSLARARASI HUKUKTA VE AB KURUCU ANDLAŞMALARINDA TANINMASI Hukukun  üstünlüğü  ilkesi  ulusal  anayasalarda  yer  alan  anayasal  bir  ilke  olarak düzenlenmiştir. Öte yandan hukukun üstünlüğü ilkesi uluslararası düzeyde de birçok andlaşmaya konu olmuştur. İlkenin ulusal ve uluslararası düzeydeki kavranışları birbirleri ile sıkı bir ilişki içerisinde olagelmiştir. Makalemizin temel konusu bu ilkenin ulus-üstü yapıya aktarılması ve ilkenin muhteviyatının belirlenmesi sorunudur. Bunun tespiti için                                                            10  ÖKÇESİZ, 1998, s.25.  11  ÖKÇESİZ, 1998, s.27. 816     öncelikle makalemizin bu bölümünde hukukun üstünlüğü ilkesinin uluslararası ve ulusüstü hukuk düzeyindeki normatif varlığı ve muhteviyatı incelenecektir. A.  ULUSLARARASI  HUKUKTA  HUKUKUN  ÜSTÜNLÜĞÜ  İLKESİNİN NORMATİF VARLIĞI VE MUHTEVİYATI Hukukun üstünlüğü ilkesi, devletlerin anayasal düzenlerinde geçerli bir ilke olmasının yanı sıra devletlerin birbirleri arasındaki ilişkilerinde de geçerli bir ilke olarak karşımıza çıkar. Uluslararası hukuk dahilinde hukukun üstünlüğü ilkesi, uluslararası ilişkilerde daha önce belirlenmiş kurallara uygun hareket etme yükümlülüğünü ifade etmektedir.12  Uluslararası Hukukçular Komisyonu nun 1959 yılında gerçekleştirdiği Yeni Delhi Konferansı nda hukukun üstünlüğü ilkesi,  dünyanın… çeşitli devletlerinde yaşayan hukukçuların gelenek ve tecrübelerine göre ferdi, keyfi hükümete karşı korumak ve insanlık haysiyetinden faydalanmasını sağlamak için gerekli oldukları tartışılmayan prensipler, müesseseler ve usuller  olarak tanımlanmıştır.14  Uluslararası  Adalet  Divanı  (UAD)  Libya/Malta  davası  kararında  hukukun üstünlüğü ilkesi hususunda şu ifadeleri kullanmıştır:  …hakkaniyet ilkesinden doğan adalet  bir  soyut  adalet  değildir,  hukuk  devletine  uygun  bir  adalettir,  ki  bu  onun uygulamasının – her ne kadar daha genel uygulama ilkelerine de bakmak gerekecekse de- tutarlılık ve belli bir ölçüde öngörülebilirlik göstermesi gerektiği anlamına gelir… .16                                                            12  SELOUS, Edric/ BASSU, Giovanni,  The Rule of Law and the United Nations , The Legal Doctrines of the Rule of Law and the Legal State (Rechtsstaat), Ius Gentium: Comprarative Perspectives on Law and Justice 30, (der. Silkenat, J.R./Hickey Jr., J.E./Barenboim, P.D.), Springer, 2014, s.350.  13  KARAYALÇIN, 1998, s.130:  1952 yılında Batı Berlin de yapılan milletlerarası hukuk kongresinde Doğu Almanya da ve diğer Doğu Avrupa ülkelerinde adalet hayatıyla ilgili problemleri incelemek üzere kurulan ve altı üyeden oluşan sürekli komite, problemin Doğu Almanya ve Doğu Avrupa ülkeleri ile ilgili olmadığı, insan hakları ihlallerinin, hukuk devleti problemlerinin bütün hukukçulara hitap edecek bağımsız bir organizasyon oluşturulmasını gerektirdiği sonucuna varmıştır. Bu amaçla 1955 yılında Milletlerarası Hukukçular Komisyonu Hollanda yasalarına göre tüzel kişi olarak kurulmuştur . 14  KARAYALÇIN, 1998, s.130.  15  Continental Shelf (Libyan Arab Jamahiriya v. Malta), Application to Intervene, Judgrnent, I.C.J. Reports 1984, s.238-271 https://www.icj-cij.org/public/files/case-related/68/068-19840321-JUD-0100-EN.pdf (erişim tarihi: 04.03.2022). 16  SHAW, Malcolm N., Uluslararası Hukuk, (çev.Yücel Acer, İbrahim Kaya, M. Turgut Demirtepe, G. Engin Şimşek), 8. Baskı, Tüba Yayınları, Ankara, 2017, s.76. 817     Divanın Kararda yer alan hukukun üstünlüğü ilkesine dair ifadeleri, adaleti önceleyen bir hukukun üstünlüğü görüşünü Divanın kabul ettiğini göstermektedir.  Devletlerin  ulusal  hukukları  kapsamında  farklılık  gösteren  hukukun  üstünlüğü ilkesinin asgari ölçütleri, modern devletler için olduğu gibi uluslararası hukuk açısından da aranan bir idealdir.17 Hukukun üstünlüğü ilkesini, uluslararası hukuk nezdinde bazı uluslararası düzenlemelerde görmek mümkündür. Birleşmiş Milletler Andlaşması nın giriş bölümünde BM nin amaçları arasında üstü örtülü de olsa hukukun üstünlüğüne vurgu  yapılmıştır.19  Uluslararası  düzeyde  hukukun  üstünlüğü  ilkesi,  devletlerin anlaşmazlıklarının barışçı bir şekilde ve kuvvet kullanımına başvurmaksızın çözmek için uluslararası yargı mekanizmalarına başvurmalarını önceler. Bunun yanı sıra, hukukun üstünlüğü ilkesi, barış ve güvenlik, kalkınma ve insan hakları kavramlarıyla birlikte BM nin amaçlarının merkezinde yer almaktadır.20  BM Andlaşması ndan sonra ortaya çıkan ve hukukun üstünlüğü ilkesine atıf yapılan uluslararası  belgeler  incelendiğinde  hukukun  üstünlüğü  ilkesinin  merkezine  insan haklarının alındığı görülmektedir.22 Ancak bu uluslararası belgelerin çoğunluğu hukukun üstünlüğü ilkesine atıf yapmasına karşın ilkenin muhteviyatı belirsiz kalmaya devam etmiştir. Hukukun üstünlüğü ilkesinin asgari ölçütlerine daha çok esnek hukuk (soft law) kurallarında rastlamak mümkündür. Bunlardan en önemlisi ise BM Genel Kurulu nun 19.09.2012  tarihli  Ulusal  ve  Uluslararası  Düzeyde  Hukuk  Devleti  Yüksek  Düzeyli                                                            17  SHAW,  2017,  s.24:   Sovyet  yazarlar  ve  siyasi  liderler  1968 de  Çekoslavakya  ve  1976 da Afganistan daki gibi müdahalelerin uluslararası hukuka aykırı olduğunu kabul etti. Hukuk devleti ilkesi, uluslararası hukuk sistemini ve uluslararası ilişkilerde hukuk kurallarını güçlendirme yönüyle zaruri görüldü. Özellikle, Birleşmiş Milletler  in rolü konusunda yeni bir vurgu Sovyet politikasında öne çıktı.   18  BM  Andlaşması  ile  Milletlerarası  Adalet  Divanı  Statüsünün  Onanması  Hakkında  Kanun,  RG: 24.08.1945/6092.  19  BM Andlaşması:  (...) İnsanın ana haklarına, şahsın haysiyet ve değerine, erkek ve kadınlar için olduğu gibi büyük ve küçük milletler için de hak eşitliğine olan imanımızı yeniden ilan etmeye  ve Adaletin muhafazası ve andlaşmalarla, devletlerarası hukukun diğer kaynaklarından doğan vecibelere saygı gösterilmesi için gerekli şartları yaratmaya (...)  20  SELOUS/BASSU, 2014, s.350. 21  ERKİNER, Hakkı Hakan,  Yirmi Birinci Yüzyılda, Birleşmiş Milletler'in  Hukuk Devleti  ve  Hukukun Üstünlüğü   Yaklaşımı  ve  Bunun  Uluslararası  Hukuk  Bakımından  Yeri  ve  Değeri ,  İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2013, Cilt: LXXI, Sayı: 1, s.358. 22  ERKİNER, 2013, s.358. 818     Toplantısı neticesinde yayımlanan 30.11.2012 tarihli  Ulusal ve Uluslararası Düzeyde Hukuk Devleti Üzerine BM Genel Kurulu nun Üst Düzey Görüşme Bildirisi dir.23 Bildiri kapsamında, BM Andlaşması nın amaç ve ilkelerinin, uluslararası hukuka, adalete ve hukukun üstünlüğüne dayalı bir uluslararası düzeni içerdiği ifade edilmiştir. Bildiri ile hukukun üstünlüğü ilkesinin ulusal ve uluslararası düzeyde tesisi açsından belirli ilkeler kabul  edilmiştir.  Uluslararası  düzeyde  hukukun  üstünlüğü  ilkesinin,  ulusal  düzeyde hukukun üstünlüğü ilkesi ile yakın bir bağlantısı olduğu yadsınamaz bir gerçekliktir.24 Bildiride de bu husus dikkate alınarak uluslararası düzeyin yanı sıra ulusal düzeyde de hukukun  üstünlüğü  ilkesinin  muhteviyatı  tespit  edilmeye  çalışılmıştır.  Hukukunun üstünlüğü için Bildiride kabul edilen ortak ilkeler şunlardır:   1.  Eşitlik  ilkesi  ve  adalete  saygı  gösterilmesi:25  Bildiri  kapsamında  hukukun üstünlüğünün  tüm  Devletler,  BM  ve  başlıca  organları  dahil  olmak  üzere uluslararası kuruluşlar için eşit olarak geçerli olduğu ve tüm bunlarda hukukun üstünlüğüne ve adalete saygı gösterilmesi ve bu saygının teşvik edilmesinin tüm faaliyetleri  ve  eylemlerine  öngörülebilirlik  ve  meşruiyet  sağlayacağı  kabul edilmiştir. Yine ulusal anlamda devletlerin kendisi de dahil olmak üzere, kamu ve özel tüm kişi, kurum ve kuruluşların adil ve hakkaniyetleri yasalara karşı sorumlu olduğunu  ve  herhangi  bir  ayrımcılığa  maruz  kalmadan  kanun  karşısında  eşit korunma hakkına sahip olduğu ifade edilmiştir. 2.  Egemen eşitlik, toprak bütünlüğüne ve siyasi bağımsızlığa saygı:26 Bildiri kapsamında devletler diğer devletlerin egemen eşitliğine, toprak bütünlüğüne ve siyasi bağımsızlıklarına saygı göstermeyi;  uluslararası ilişkilerinde BM nin amaç ve  ilkelerine  aykırı  herhangi  bir  şekilde  tehdit  veya  kuvvet  kullanmaktan kaçınmayı, ve uyuşmazlıklarını barışçıl  yollarla, adalet ve uluslararası  hukuk ilkelerine uygun olarak çözmeyi, sömürge egemenliği ve yabancı işgali altında                                                            23  UN General Assembly, Declaration of the High-Level Meeting of the General Assembly on the Rule of Law  at  the  National  and  International  Levels:  resolution  /  adopted  by  the  General  Assembly, 30.11.2012, A/RES/67/1,  https://www.refworld.org/docid/50cee.html (erişim tarihi: 19.02.2022). 24  SELOUS/BASSU, 2014, s.351. 25  Bkz. A/RES/67/1 – 1.ve 2. maddesi.  26  Bkz. A/RES/67/1 – 3. maddesi. 819     kalan halkların kendi kaderini tayin hakkı, devletlerin içişlerine karışmama, insan haklarına ve temel özgürlüklere saygı, ırk, cinsiyet ayrımı olmaksızın herkesin eşit haklarına saygı, dil veya din, ekonomik, sosyal, kültürel veya insani nitelikteki uluslararası sorunların çözümünde uluslararası işbirliğini ve BM Şartı uyarınca üstlenilen yükümlülükleri iyi niyetle yerine getirmeyi teyit etmişlerdir.   3.  Uyuşmazlıkların  barışçıl  yollarla  çözümlenmesi:27  Bildiri  kapsamında devletlerin  uluslararası  anlaşmazlıklarını  müzakere,  soruşturma,  iyi  niyet, arabuluculuk, uzlaştırma, tahkim ve yargısal çözüm veya kendi seçecekleri diğer barışçıl yollarla çözmeyi ifade edilmiştir.  4.  İnsan  haklarının  tanınması  ve  demokrasi:28  Devletler,  insan  haklarının, hukukun üstünlüğünün ve demokrasinin birbiriyle bağlantılı olduğunu ve birbirini güçlendirdiğini ve bunların BM nin evrensel ve bölünmez temel değerlerine ve ilkelerine ait olduğunu Bildiri ile teyit etmişlerdir. Bildiri kapsamında devletler, herkes  için  tüm  insan  haklarına  ve  temel  özgürlüklere  evrensel  saygı gösterilmesini,  bunlara  uyulmasını  ve  korunmasını  desteklediklerini vurgulamışlardır.  5.  Ekonomik  büyüme  ve  sürdürülebilir  kalkınma:29  Hukukun  üstünlüğü  ve kalkınmanın birbiriyle güçlü bir şekilde ilişkili ve karşılıklı olarak güçlendirici olduğunu, hukukun üstünlüğünün ulusal ve uluslararası düzeylerde ilerlemesinin sürdürülebilir  ve  kapsayıcı  ekonomik  büyüme,  sürdürülebilir  kalkınma,  yoksulluğun ve açlığın ortadan kaldırılması ve gelişme hakkı da dahil olmak üzere tüm insan hakları ve temel özgürlüklerin tam olarak gerçekleştirilmesi için gerekli olduğunu; kapsayıcı, sürdürülebilir ve eşitlikçi kalkınma, ekonomik büyüme ve istihdam yaratmak, yatırım yaratmak ve girişimciliği kolaylaştırmak için adil, istikrarlı ve öngörülebilir yasal çerçevelerin önemli olduğunu ve bu bağlamda, Birleşmiş  Milletler  Uluslararası  Ticaret  Hukuku  Komisyonu'nun,  uluslararası                                                            27  Bkz. A/RES/67/1 – 4. maddesi. 28  Bkz. A/RES/67/1 – 5. ve 6. maddeleri. 29  Bkz. A/RES/67/1 – 7- 10. maddeleri. 820     ticaret  hukukunu  modernize  etme  ve  uyumlu  hale  getirme  çalışmalarını desteklediklerini vurgulamışlardır.  6.  Mülkiyetin  erişilebilir  olması:30  Bildiride,  devletlerin  hukukun  üstünlüğünü geliştirmede  kaydettiği  ilerlemeyi  ulusal  stratejilerinin  ayrılmaz  bir  parçası olduğunu  ve  ayrıca,  hukukun  üstünlüğü  alanındaki  geniş  çeşitlilikteki  ulusal deneyimlere yansıyan uluslararası normlar ve standartlar üzerine kurulmuş ortak özellikler olduğu ifade edilmiştir. Yine hukukun üstünlüğü faaliyetlerinde ulusal mülkiyetin, erişilebilir ve tüm bireylerin ihtiyaç ve haklarına yanıt veren, güven inşa eden ve sosyal uyumu ve ekonomik refahı destekleyen adalet ve güvenlik kurumlarını güçlendirmenin önemli olduğu belirtilmiştir.  7.  Adalet mekanizmaların tam ve eşit erişimin sağlanması:31 Bildiri kapsamında devletler cezai, medeni ve idari  yargı, ticari uyuşmazlıkların çözümü ve adli yardım dahil olmak üzere hukukun üstünlüğüne ilişkin kamu hizmetlerinin etkin, adil, ayrımcı  olmayan  ve hakkaniyete uygun  bir şekilde sunulmasını taahhüt etmişlerdir.  Bunun  yanı  sıra  yargı  sisteminin  bağımsızlığının,  tarafsızlığı  ve bütünlüğü ile birlikte, hukukun üstünlüğünün korunması ve adaletin idaresinde ayrımcılık  yapılmamasının  sağlanması  için  temel  bir  ön  koşul  olduğunu; korunmasız grupların üyeleri de dahil olmak üzere herkes için adalete eşit erişim hakkını ve  yasal haklara ilişkin farkındalık  yaratmanın önemli olduğu ve bu bağlamda, adli yardım da dahil olmak üzere herkes için adalete erişimi teşvik eden adil, şeffaf, etkili, ayrımcı olmayan ve hesap verebilir hizmetler sunmak için gerekli  tüm  adımları  atmayı  taahhüt  etmişlerdir.    Ayrıca,  gayrı-resmi  adalet mekanizmalarının,  uluslararası  insan  hakları  hukuku  ile  uyumlu  olduğunda, uyuşmazlıkların  çözümünde  olumlu  bir  rol  oynadığını  ve  başta  kadınlar  ve korunmasız  gruplara  mensup  olanlar  olmak  üzere  herkesin  bu  adalet mekanizmalarına tam ve eşit erişimden yararlanması gerektiğini kabul etmişlerdir.                                                             30  Bkz. A/RES/67/1 – 11. maddesi. 31  Bkz. A/RES/67/1 – 12-15. maddeleri. 821     8.  Kadın ve Erkek Eşitliğinin Sağlanması:32 Bildiride kadınların, erkek ve kadın eşitliği  temelinde,  hukukun  üstünlüğünün  yararlarından  tam  olarak yararlanmalarını sağlamanın önemi vurgulanmış ve eşit haklarını korumak ve yönetim kurumları ve yargı sistemi dahil olmak üzere tam ve eşit katılımlarını sağlamak için hukuku kullanmayı ve kadınlara yönelik her türlü ayrımcılığı ve şiddeti  önlemek  ve  ele  almak,  kadınların  güçlendirilmesini  ve  adalete  tam erişimlerini güvence altına almak için uygun yasal çerçeveler oluşturmayı devletler taahhüt etmişlerdir.  9.  Çocuk haklarının korunması:33 Ayrımcılık, şiddet, istismar ve sömürüye karşı yasal koruma da dahil olmak üzere çocuk haklarının korunması için hukukun üstünlüğünün önemi, tüm eylemlerde çocuğun yüksek yararını güvence altına alınacağı ve bu çocuk hakları ilkelerin tam olarak uygulanması Bildiride taahhüt edilen diğer husus olarak karşımıza çıkmaktadır.  10. Çatışma  sonrası  devletlerde  barışın  inşasının  sağlanması:34  Bildiride, çatışmaların önlenmesi, barışı koruma, çatışma çözme ve barış inşasının kilit unsurlarından biri olarak hukukun üstünlüğünün önemine vurgu yapılmıştır. Geçiş dönemi  adaleti  de  dahil  olmak  üzere  adaletin,  çatışma  ve  çatışma  sonrası durumlarda ülkelerde sürdürülebilir barışın temel yapı taşı olduğu ve Birleşmiş Milletler de dahil olmak üzere uluslararası toplumun, bu ülkelerin geçiş dönemleri sırasında özel zorluklarla karşılaşabilecekleri için, talepleri üzerine bu tür ülkelere yardım ve destek verme ihtiyacını vurgulanmıştır.  Çatışma sonrasında ulusal sivil kapasite gelişiminin sağlanması ve kurumsal yapılanmanın desteklenmesi için yetkilerine  uygun  olarak  barışı  koruma  operasyonlarının,  daha  etkili  sivil kapasiteler oluşturmak için gelişmiş, uluslararası, bölgesel, Kuzey-Güney, GüneyGüney üçlü iş birliklerinin önemi Bildiride vurgulanmıştır.  11. Uluslararası insancıl hukuka saygı gösterilmesinin sağlanması:35 Uluslararası insancıl  hukuka  daha  fazla  uyumun  silahlı  çatışma  mağdurlarının  durumunu                                                            32  Bkz. A/RES/67/1 – 16. maddesi. 33  Bkz. A/RES/67/1 – 16. maddesi. 34  Bkz. A/RES/67/1 – 18-19. maddeleri. 35  Bkz. A/RES/67/1 – 20-22. maddeleri. 822     iyileştirmek için vazgeçilmez bir ön koşul olduğu ve tüm Devletlerin ve silahlı çatışmanın  tüm  taraflarının,  her  koşulda  uluslararası  insancıl  hukuka  saygı gösterme ve saygı göstermeyi garanti altına alma yükümlülüğü olduğu ve ayrıca uluslararası insancıl hukukun ulusal düzeyde geniş çapta yayılması ve tam olarak uygulanması  gerektiği  vurgulanmıştır.  Ayrıca  Bildiride  hesap  verebilirliği sağlamak, adalete hizmet etmek, mağdurlara çözüm yolları sağlamak, iyileşmeyi ve uzlaşmayı teşvik etmek, güvenlik sisteminin bağımsız gözetimini sağlamak ve güveni devlet kurumlarında yeniden tesis etmek ve hukukun üstünlüğünü teşvik etmek  için tüm adli ve adli olmayan önlemleri içeren kapsamlı bir geçiş dönemi adaleti yaklaşımının önemi belirtilmiş ve bu bağlamda, uluslararası insan hakları hukuku ve uluslararası insancıl hukukun geçmişteki ihlallerine ilişkin yapıları ve bunların nedenlerini ve sonuçlarını araştıranlar da dahil olmak üzere hakikat arama süreçlerinin,  yargı  süreçlerini  tamamlayabilecek  önemli  araçlar  olduğu vurgulanmış; soykırım, savaş suçları ve insanlığa karşı suçlar veya uluslararası insancıl  hukuk  ihlalleri  ve  insan  hakları  hukukunun  ağır  ihlalleri  için dokunulmazlığa  müsamaha  gösterilmemesini  sağlamayı  ve  bu  tür  ihlallerin, herhangi  bir  suçun  faillerinin  ulusal  mekanizmalar  aracılığıyla  veya  uygun olduğunda,  uluslararası  hukuka  uygun  olarak  bölgesel  veya  uluslararası mekanizmalar aracılığıyla adalete teslim edilmesi de dahil olmak üzere, gerektiği gibi soruşturulması ve uygun şekilde cezalandırılması devletlerce taahhüt edilmiş ve bu amaçla devletlerin ulusal yargı sistemlerini ve kurumlarını güçlendirmeye teşvik edilmiştir.  12. Uluslararası ceza mahkemesini tanıma:36 Bildiride cezanın dokunulmazlığını sona erdirmeyi ve hukukun üstünlüğünü tesis etmeyi amaçlayan çok taraflı bir sistemde Uluslararası Ceza Mahkemesinin rolü kabul edilmiş ve bu bağlamda, Uluslararası  Ceza  Mahkemesi  Roma  Statüsüne  taraf  olmayan  tüm  devletler, Statü ye katılmaya davet edilmiştir.                                                             36  Bkz. A/RES/67/1 – 23. maddesi. 823     13. Uluslararası organize suçlarla mücadele etme:37  Bildiri kapsamında yasadışı ağları ve dünya uyuşturucu sorununu ortadan kaldırmak için; kara para aklama, insan ticareti, silah ticareti ve diğer organize suç türleri de dahil uluslararası organize  suçlara  karşı  koymak  için,  ortak  sorumluluk  ilkelerine  dayalı  ve uluslararası hukuka uygun olarak güçlendirilmiş uluslararası işbirliğinin önemi vurgulanmış ve  tüm bu suçların ulusal güvenliği tehdit eden ve sürdürülebilir kalkınmayı ve hukukun üstünlüğünü baltalayan unsurlar olduğu belirtilmiştir.  14. Yolsuzluklarla mücadele etme:38 Ekonomik büyümeyi ve gelişmeyi engelleyen, kamu  güvenini,  meşruiyeti  ve  şeffaflığı  aşındıran,  adil  ve  etkili  yasaların yapılmasını ayrıca bunların idaresi, icrası ve yargılanmasını engelleyen bir unsur olan yolsuzluğun olumsuz etkisi olduğu; bu nedenle, cezai meselelerle ilgili olarak devletler arasındaki iş birliğini güçlendirmek de dahil olmak üzere, yolsuzluğun ele alınması ve önlenmesinde temel bir unsur olarak hukukun üstünlüğünün önemi Bildiride vurgulanmıştır. 15. Terörle mücadele etme:39 Bildiride uluslararası barış ve güvenliğe yönelik en ciddi tehditlerden birini oluşturduğu için, kim tarafından, nerede ve hangi amaçla olursa olsun işlenen terörizmin tüm biçim ve tezahürlerini güçlü ve açık bir şekilde kınanmış; terörle mücadelede kullanılan tüm tedbirlerin, Birleşmiş Milletler Şartı, amaçları ve ilkeleri ve ilgili sözleşmeler ve protokollerine, özellikle insan hakları, mülteci  hukuku  ve  insancıl  hukuk  dahil  olmak  üzere  uluslararası  hukuk kapsamındaki yükümlülüklerine uygun olması gerektiği teyit edilmiştir.  16. BM nin organlarının etkin çalışması:40 BM nin başlıca müzakere ve temsil organı olarak Genel Kurulun, politika oluşturma ve standart belirleme yoluyla ve uluslararası  hukukun  aşamalı  gelişimi  ve  kodifikasyonu  yoluyla,  Güvenlik Konseyi'nin  uluslararası  barış  ve  güvenliğin  korunmasına  yönelik  birincil sorumluluğunu yerine getirirken, hukukun üstünlüğüne olumlu katkısı olacağı Bildiride kabul edilmiştir.  Birleşmiş Milletler Şartı kapsamında uluslararası barış                                                            37  Bkz. A/RES/67/1 – 24. maddesi. 38  Bkz. A/RES/67/1 – 25. maddesi. 39  Bkz. A/RES/67/1 – 26. maddesi. 40  Bkz. A/RES/67/1 – 27-30. maddeleri. 824     ve güvenliğin korunması ve yeniden kurulmasında etkili toplu önlemlerin rolünü kabul ederek, Güvenlik Konseyi'ni, yaptırımların net hedefleri desteklemek ve olası olumsuz sonuçları en aza indirecek şekilde dikkatle tasarlanmasını sağlamaya devam  etmesini  ve  adil  ve  net  prosedürlerin  sürdürülmesi  ve  daha  da geliştirilmesinin de Bildiride teşvik edildiği görülmektedir. Ekonomik ve Sosyal Konseyin hukukun üstünlüğünü güçlendirmeye, yoksulluğu ortadan kaldırmaya ve sürdürülebilir kalkınmanın ekonomik, sosyal ve çevresel boyutlarını geliştirmeye yönelik olumlu katkısı olacağı kabul edilmiştir.  17. UAD  kararlarına  uyma  yükümlülüğünün  temini:41  Bildiride,  Birleşmiş Milletlerin başlıca yargı organı olan Uluslararası Adalet Divanı'nın, Devletler arasındaki uyuşmazlıkların karara bağlanması da dahil olmak üzere, olumlu katkısı ve hukukun üstünlüğünün teşvik edilmesi için yaptığı çalışmaların değeri kabul edilmiş, tüm Devletlerin taraf oldukları davalarda Uluslararası Adalet Divanı kararlarına  uyma  yükümlülüğü  hatırlatılarak,  henüz  bunu  yapmamış  olan Devletlere, Uluslararası Adalet Divanı nın Statüsü uyarınca yargı yetkisini kabul etme  çağırısı  yapılmış  ve  ayrıca  Birleşmiş  Milletlerin  ilgili  organlarının Uluslararası Adalet Divanı'ndan tavsiye niteliğinde görüş talep etme yetkisinin de bulunduğu hatırlatılmıştır.  18. Uluslararası  mahkeme  ve  komisyonların  etkin  çalışması:42  Bildiride Uluslararası  Deniz  Hukuku  Mahkemesi'nin  yanı  sıra  diğer  uluslararası mahkemelerin hukukun üstünlüğünü uluslararası ve ulusal düzeylerde ilerletme konusundaki  katkıları  kabul  edilmiş;  Uluslararası  Hukuk  Komisyonunun, uluslararası  hukukun  aşamalı  gelişimi  ve  kodifikasyonu  yoluyla  uluslararası düzeyde  hukukun  üstünlüğünü  ilerletme  konusundaki  çalışmalarına  vurgu yapılmıştır.  19. Ulusal parlamentolar arasında etkin iletişimin sağlanması:43 Ulusal düzeyde hukukun üstünlüğünde parlamentoların temel rolüne vurgu yapılmış ve Birleşmiş                                                            41  Bkz. A/RES/67/1 – 31. maddesi. 42  Bkz. A/RES/67/1 – 32. maddesi. 43  Bkz. A/RES/67/1 – 34-35. maddeleri. 825     Milletler, ulusal parlamentolar ve Parlamentolar Arası Birlik arasındaki iletişime vurgu yapılmıştır. Uluslararası düzeyde ise iyi yönetişimin hukukun üstünlüğünü güçlendirmek için esas olduğu belirtilmiş; Genel Kurul'u rejenere etme, Güvenlik Konseyi'nde  reform  yapma  ve  Ekonomik  ve  Sosyal  Konsey'i  ilgili  kararlar uyarınca  güçlendirmeye  yönelik  çabaların  sürdürülmesinin  önemi  Bildiride vurgulanmıştır.  20. Devletlerin  uluslararası  hukuktan  kaynaklanan  yükümlülüklerine  riayet etmeleri:44  Bildiride  devletlerin  uluslararası  hukuk  kapsamındaki  tüm yükümlülüklerine riayet edeceklerini ve talepleri üzerine, gelişmiş teknik yardım ve kapasite geliştirme yoluyla ilgili uluslararası yükümlülüklerinin ulusal olarak uygulanmasında devletlere verilen desteği güçlendirme ihtiyacı ve uluslararası işbirliğinin  önemini  vurgulanmış;  bağışçıları,  bölgesel,  alt-bölgesel  ve  diğer hükümetler arası kuruluşları ve ayrıca sivil toplum kuruluşları dahil ilgili sivil toplum aktörlerini devletlerin talebi üzerine, eğitim ve hukukun üstünlüğü ile ilgili konularda eğitimin yanı sıra uluslararası ve ulusal düzeylerde hukukun üstünlüğü konusunda öğrenilen uygulamaların ve derslerin paylaşılması da dahil olmak üzere teknik yardım ve kapasite geliştirme sağlamaya yükümlülüğü ifade edilmiştir.  B.  AB  HUKUKU  MÜKTESEBATINDA  HUKUKUN  ÜSTÜNLÜĞÜ İLKESİNİN NORMATİF MUHTEVİYATI AB müktesebatından önce hukukun üstünlüğü ilkesi Avrupa Topluluğu Adalet Divanı (ATAD) Kararlarında tartışılmıştır.45 Makalemizin bu bölümünde, AB hukuku pozitif düzenlemelerinde hukukun üstünlüğü ilkesi ve bunun normatif değeri incelenecektir.  Avrupa  bölgesinde  ekonomik  bütünleşme  amacıyla  Avrupa  Kömür  Çelik Topluluğu ndan (AKÇT)46, Avrupa Topluluğu na (AT) geçişte başlangıçtaki ekonomik                                                            44  Bkz. A/RES/67/1 – 37. maddesi. 45  YAZICI, Serap,  Avrupa Birliği Süreci: Ulus Devletten Ulusüstü Devlete Geçişte Hukuk Devletinin Değişen İçeriği , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2005, Cilt:54, Sayı:4, s.100.  46  AKÇT Andlaşması nın 31. maddesine göre AKÇT nin ortak kurumlarından olan Adalet Divanı, AKÇT Andlaşmasının  yorumlanmasında  ve  uygulanmasında  hukukun  üstünlüğünü  sağlamak  ile  görevli olacaktır. BAYKAL, Sanem/GÖÇMEN, İlke, Avrupa Birliği Kurumsal Hukuku, Seçkin Yayıncılık, Ankara 2016, s.98 (dpn.22). 826     bütünleşme amacı değişmiş; bunun yanına insan hakları, hukukun üstünlüğü ve temsili demokrasinin  güçlendirilmesi  gibi  siyasi  hedefler  de  gelmiştir.  1978  yılında gerçekleştirilen Kopenhag Zirvesinde üye devletlerin insan hakları, sosyal adalet, temsili demokrasi, hukukun üstünlüğü ilkelerini temin edecekleri ve bu ilkelere saygılı olacakları belirtilmiş; bu yükümlülük ayrıca AT ye üyeliğin zorunlu şartı haline getirilmiştir.47 1993 yılında yapılan Kopenhag Zirvesinde ise Birliğe aday devletlerin tam üyeliğe kabulden önce karşılaması gereken siyasi üyelik kriterleri: Demokrasi, hukukun üstünlüğü, insan hakları ve azınlık haklarını güvence altına alan kurumların varlığının temin edilmesi olarak belirlenmiştir.48 AT nin 16.12.1991 tarihinde kabul ettiği  Doğu Avrupa ve Sovyetler Birliği ndeki Yeni Devletlerin Tanınmasına İlişkin Rehber İlkeler  başlıklı bildirisinde Doğu Avrupa ve Sovyetler Birliği ndeki kurulan yeni devletlerin AT tarafından tanınmasının şartları belirlenmiştir. Bu şartlardan birisi de hukukun üstünlüğü, insan hakları ve demokrasiye saygı göstermek olarak belirlenmiştir.49  AB nin pozitif düzenlemelerinde ve bilhassa AB Andlaşmalarında hukuk devleti ilkesine rastlamak mümkündür. Avrupa Birliği Anayasası nın (ABA) Önsözünde Akit devletler, AB'nin  insanın dokunulmaz ve vazgeçilemez haklarının evrensel değerlerini, özgürlüğünü, demokrasisini geliştiren Avrupa'nın kültürel, dini ve hümanist mirasından ilham alarak kurulduğunun altını çiziyor  denilmekte, ayrıca Topluluğun  eşitlik ve hukukun  üstünlüğü   ve  ayrıca   özgürlük,  demokrasi  ve  insan  haklarına  ve  temel özgürlüklere ve hukukun üstünlüğüne saygı ilkelerine bağlılıklarını teyit etmektedirler  ifadelerine yer verilmektedir.  ABA nın 2. maddesinde ise  Birliğin insan onuruna saygı, özgürlük, demokrasi, eşitlik, hukukun üstünlüğü ve insan haklarına saygı değerleri üzerine kurulduğunu tespit                                                            47  YAZICI, 2005, s.100. 48  ÖZKAN, Işıl, Avrupa Birliği Kamu Hukuku, Seçkin Yayıncılık, Ankara, 2017, s.129; BAYRAM, M. Hanifi, Avrupa Birliği Hukuku Dersleri, Seçkin Yayıncılık, Ankara 2020, s.63; YAZICI, 2005, s.100; BAYKAL/GÖÇMEN, 2016, s.152. 49  SHAW, 2017, s.159; ŞÖHRET, Mesut,  Uluslararası Hukukta Devletlerin Tanınmasının Hukuki Boyutu ve Tanınma ile İlgili Başlıca Normlar , Türkiye Adalet Akademisi Dergisi, Yıl: 2019, Sayı:38, s.83.  827     eder. Bu değerler Üye Devletler için ortaktır . ABA nın bu hükmünde yalnızca AB ye atıfta bulunulmasına rağmen, hüküm baştan itibaren tüm ulus-üstü sisteme, diğer bir ifade ile AB ve AT ye uygulanmıştır. Ayrıca, hükümde belirtilen ortak değerler, AB nin siyasi ve hukuki açıdan önemini vurgulamakla kalmaz; bu ortak değerlerin Avrupa bütünleşme sürecinin temel ilkelerini oluşturduğuna dair inancı da ortaya koyar. Ayrıca, ABA nın 3/150, 21/151 ve 21/2(b)52 maddeleri, bu ortak değerleri teşvik etmeyi savunmaktadır.  Buna ek olarak, ABA nın 6/1. maddesi, Avrupa Birliği Temel Haklar Şartı na (ABTHŞ) atıfta bulunur. ABTHŞ, AB hukukunda andlaşmalar ile aynı normatif değere  sahip  olan  birincil  kaynaklardandır.56  ABTHŞ nin,   Giriş   bölümü  Birliğin  demokrasi ve hukukun üstünlüğüne dayandığını  hatırlatır. Aynı zamanda, ABA nın 49. maddesinde,  hukukun  üstünlüğüne  saygı,  AB  üyeliği  için  bir  ön  koşul  olarak  da getirilmiştir. Dahil edilen değerlerin önemi, ABA 7. maddede ortaya konan prosedürle daha da vurgulanmaktadır.  Üye Devletlerin Madde 2'de atıfta bulunulan değerlerin bir Üye Devlet tarafından ciddi ve kalıcı bir ihlalinin varlığını  tespit etmesi durumunda  Konsey, Antlaşmaların uygulanmasından kaynaklanan belirli hakları askıya almaya karar verebilir . Bu hükme göre, ABA nın 2. maddesinde belirtilen ortak değerleri ihlal eden üye devletin Konsey deki oy hakları da dahil olmak üzere Konsey in nitelikli çoğunlukla  vereceği  bir  kararla  haklarından  bazılarının  askıya  alınabileceği                                                            50 ABA m.3/1:  Birliğin amacı; barışı, kendi değerlerini ve halklarının refahını ileriye götürmektir.   51 ABA m.21/1:  Birliğin uluslararası alandaki eylemi; kurulmasına, gelişmesine ve genişlemesine ilham kaynağı olan ve dış dünyada desteklemeyi hedeflediği şu ilkelere dayanır:  demokrasi, hukukun üstünlüğü, insan hakları ve temel özgürlüklerin evrenselliği ve bölünmezliği, insan onuruna saygı, eşitlik ve dayanışma ilkeleri ile Birleşmiş Milletler Şartı nda yer alan ilkelere ve uluslararası hukukun ilkelerine saygı.   52ABA m.21/2 (b):  Demokrasiyi, hukukun üstünlüğünü, insan haklarını ve uluslararası hukuk ilkelerini güçlendirmek ve desteklemek,   53 2000/C.364/OJ; 07.12.2000 yılında Nice de Avrupa Parlamentosu, Konsey ve Komisyon tarafından kabul edilmiş; önceleri bağlayıcı değilken 12.12.2007 tarihinde uyarlandığı şekliyle Lizbon Andlaşması vasıtasıyla bağlayıcı hale getirilmiştir. ÖZKAN, 2017, s.260; BAYKAL/GÖÇMEN, 2016, s.646.  54 KARAYİĞİT, Mustafa Tayyar, AB Temel Haklar Şartı nın Yatay Etkisı̇, İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2021, Cilt: 12, Sayı:2, s.685-702.  55 ABTHŞ hakkında ayrıntılı bilgi için bkz. METİN, Yüksel,  Avrupa Birliği Temel Haklar Şartı , Ankara Üniversitesi SBF Dergisi, Yıl: 2002, Cilt:57, Sayı:4, s.35-63. 56 BAYKAL/GÖÇMEN, 2016, s.646; ABHŞT de tanınan haklar Birlik hukukunun genel ilkelerinin bir parçası haline gelmiştir; ÖZKAN, 2017, s.260. 828     düzenlenmiştir.57  Bu  halde  üye  ülkeler  -AB  üyesi  olmayan  ülkelerden  veya  aday ülkelerden  farklı  olarak-  ortak  değerlere  kalıcı  ve  müdahaleci  bir  bağlıkla  uymak zorundadır. AB Andlaşması, 1999 tarihli Amsterdam Andlaşmasının F maddesinin ilk paragrafı ile  Birlik, Üye Devletlerde ortak olan özgürlük, demokrasi, insan hakları ve temel özgürlüklere  saygı  ve  hukukun  üstünlüğü  ilkeleri  üzerine  kurulmuştur   şeklinde değiştirilmiştir. Böylece hukukun üstünlüğü ilk kez bir ilke olarak anılmıştır.59 Mevcut haliyle ABA nın 2. maddesi, 1 Aralık 2009 da yürürlüğe giren 2007 Lizbon Antlaşması ile getirilmiştir. Bununla birlikte, ABA 2. maddesi, daha önce  Avrupa için Bir Anayasa Oluşturan Anayasa Andlaşması Taslağı nda yer alan hükmün yalnızca bir kopyasıdır. Avrupa için Bir Anayasa Oluşturan Andlaşma Taslağı nın  Birliğin değerleri  başlıklı 2. maddesi  Birlik, insan onuruna saygı, özgürlük, demokrasi, eşitlik, hukuk devleti ve insan haklarına saygı değerleri üzerine kurulmuştur. Bu değerler, çoğulcu, hoşgörülü, adil, dayanışmacı ve ayrım gözetmeyen bir toplumda, Üye Devletlerin hepsi için ortaktır  hükmünü içermektedir. Büyük ölçüde belirsiz kalan nedenlerden dolayı, ortak ilkeler, ortak değerler kavramına değiştirilirken, bu değerlerin sayısı da artırılmıştır.60 Buna karşılık ABA nın 21. ve 23. maddeleri gibi diğer bazı Andlaşma hükümleri, hukukun üstünlüğünden hâlâ bir değerden çok bir ilke olarak bahsetmektedir. Doktrinin ekseriyeti hukuk disiplini perspektifinden, bu terminolojik değişikliğin normatif sonuçları olmadığı görüşündedir.61  ABA nın 2. maddesinde belirtilen ilkelerin,  değerler  olarak gösterilmesine rağmen kapsayıcı ve de kurucu niteliklerinden dolayı bunların kurucu ilkeler olarak anlaşılması gerektiği doktrinde savunulmaktadır. Halen ABAD içtihatlarında, hukukun üstünlüğüne                                                            57 ÖZKAN, 2017, s.260. 58  [1997] OJ 340. 02.10.1997 tarihinden imzalanmış ve 01.05.1999 tarihinde yürürlüğe girmiştir.  59  SCHROEDER,Werner,  The European Union and the Rule of Law-State of Affairs and Ways of Strengthening ,  Strengthening  the  Rule  of  Law  in  Europe:  From  a  Common  Concept  to Mechanisms of Implementation, (der. Schroeder.Werner), Modern Studies in European Law. Hart Publishing, Oxford [UK], 2016, s.12. 60  SCHROEDER, 2016, s.12. 61  Hukukun üstünlüğünün değer ve ilke olması ile ilgili olarak bkz. SCHROEDER, 2016, s.12. 829     anayasal ilke olarak atıfta bulunmaya devam etmesi bu argümanı desteklemektedir.62 Bununla birlikte, ABA nın 2. maddesinde belirtilen hukukun üstünlüğünün hem Birliğin bir değeri hem de Birlik hukukunun bir ilkesi olması bakımından çift nitelik taşıdığı iddia edilebilir.63  İlk anlamıyla, etik, pozitif-üstü norm olarak değer kavramı, iyiyi kötüden doğruyu yanlıştan ayırarak, oldukça normatif bir yönelim ve düzenleme işlevine sahiptir. Bir toplumun değer sistemi, tüm değerlerin bütünü tarafından inşa edilir ve bu nedenle kimlik oluşturma olarak tanımlanabilir. Her kuralın özünde en az bir değer bulunduğundan, değerler aynı  zamanda  meşruiyeti  arttırır.  Bu  aynı  zamanda hukukun  üstünlüğü ve ABA nın 2. maddesinde belirtilen diğer değerler için de geçerlidir ve hem AB ye hem diğer otoriteler karşısında dışarıyla hem de içeriyle ilgili olarak ortak bir siyasi vicdanın temelini  oluşturabilecekleri  ölçüde  Birlik  vatandaşı  karşısında  belirli  bir  kimlik bahşeder.64  İkinci, daha spesifik anlamda değerler, ABA nın 2. maddesi gibi yasal metinlerde oluşturulduğu ölçüde AB deki karar vericilere yol gösterecek olan doktrinsel ilkelere (optimizasyon ilkeleri) atıfta bulunur. Bunlar, daha spesifik yasal kurallar kabul edilerek AB hukuk sisteminde işler hale getirilebilir. 65  AB ortak değerleri ABAD ı, AB hukukunu yorumlarken de bu ilkeleri dikkate alarak klasik yorum metotlarından (lafzi yorum, amaçsal yorum, sistematik yorum) farklı yorum metotları geliştirmeye sevk etmiştir.66 ABAD önüne gelen somut uyuşmazlıklarda, üye devletlerin uyguladığı hukukun, AB Kurucu Andlaşmaları ve diğer cari AB hukukuyla uygun olup olmadığını denetlemektedir. Ayrıca Mahkeme, Kurucu Andlaşmaları 1969                                                            62  SCHROEDER, 2016, s.13. 63  SCHROEDER, 2016, s.13. 64  YUMAK, Selen,  Avrupa Birliği Temel Değerleri ve Bu Değerlerin Birliğin Geleceği için Taşıdığı Önem: Polonya Örneği Üzerinden Bir İnceleme , Ankara Avrupa Çalışmaları Dergisi, Yıl:2017, Cilt:16, Sayı:2, s.200-201.  65  SCHROEDER, 2016, s.12-13. 66  Kendine özgü yorum metotları, meta-teolojik yorum, mukayeseli yorum, konsensüs yorumu ve evrimci yorum  olarak  ifade  edilebilir.  Ayrıntılı  bilgi  için  bkz.  FETERIS,  Eveline  T.,  Hukuki Argümantasyonun Temelleri – Yargı Kararlarının Gerekçelendirilmesi Teorileri Hakkında Bir Araştırma, (çev. Ertuğrul Uzun), Pinhan Yayınları, İstanbul, 2019, s.42. 830     tarihli  Viyana  Andlaşmalar  Hukuku  Sözleşmesi nde  (VAS)  yer  alan  uluslararası andlaşmaların  yorumlanmasına  ilişkin  (m.31-33)  genel  ilkeler  ile  yorumlamakla görevlidir.67   ABAD, AB hukuku hükümlerini, AB nin hukuki düzeni ve onun kurucu/anayasal amacı (kurucu/anayasal telos) bağlamında yorumlar; böylece AB düzeni özerk olarak anlamlandırılır.  Klasik  yorum  metotları,  AB  hukukunun  özerk  genel  ilkeleri  ile bütünleşerek;  meta-teleolojik  bir  yorum  formuna  bürünür.  ABAD,  bu  özerkleşmiş yorumu ancak üye devletlerin farklı dilleri ve hukuk geleneklerinin sonucu olarak farklı yorumları mümkün kıldığı takdirde kullanmaktadır.68 Ancak AB hukuk düzeni içerisinde yapılacak  yorumların,  üye  devletler  tarafından  genel  kabul  edilmiş  ve  AB  Kurucu Andlaşmalarının amaçlarının hayata geçirilmesine katkıda bulunan niteliği haiz olması ve AB ortak gaye ve değerlerine atıf yapması önemlidir. Bu ortak gaye ve değerler (metagayeler) içerisinde hukuk devleti ilkesi, hukuki belirlilik, tek biçimlilik, AB hukukunun etkililiği sayılabilir.69  Ulus-üstü hukuk yapılarında yorum ve argümantasyonun uluslararası hukuka nazaran daha  homojen  yapıda  olduğunu  söylemek  mümkünse  de  ulus-üstü  yapıyı  oluşturan devletlerin kullandığı hukuki terim ve kavramların muhteviyatının devletten devlete farklılık gösterdiği bir gerçekliktir. AB özelinde de AB hukukuna aktarılan hukuki terim ve kavramların yorumunda ve tanımlanmasında özerk bir yoruma ihtiyaç bulunduğu ve bağımsız bir Avrupalı tanımın kabul edilmesi gerektiği ifade edilmektedir. Diğer bir ifade ile bu yorum metodunda farklı devletlerin hukuk geleneklerinde geliştirilmiş tanım ve yorumlara dayanmayan, özerk ve tek biçimli bir yorum amaçlanmaktadır.  Ancak özerk yorum metoduyla üye devletlerin yorumu ile uyumlu olmayan iç hukuk hükümlerinin geçersiz  hale  gelebileceği  ihtimali  belirtilerek,  bu  metot  eleştirilmiştir.70  Bunun karşısında ulus-üstü hukuki yapıya daha uyumlu olan devletlerin iç hukukları ile ulusal geleneklere ve kavramların belli uluslar dahilindeki anlamlarına atıf yapan konsensüs                                                            67  FETERIS, 2019, s.42.  68  FETERIS, 2019, s.43.  69  FETERIS, 2019, s.43-44. 70  FETERIS, 2019, s.44.  831     yorumu  karşımıza  çıkar.  Hukuki  kavramın  veya  terimin  farklı  devletlerin  iç hukuklarındaki anlamının karşılaştırmalı yorumuna dayanan konsensüs yorumu ile bir ulus dahilindeki anlamına riayet edilmiş olur. Konsensüs yorumunu tercih eden ulus-üstü yapıda yer alan mahkeme, üye devletlerin hukuklarını karşılaştıracak ve ortak bir payda üzerinde yorumunu kurgulayacak ve neticesinde mutabakat ile sonuçlanabilecek bir eğilime  göre  sonuca  ulaşabilecektir.  ABAD  bu  yorum  yöntemini  kararlarında kullanmaktadır.71  AB hukukunun ortak değerlerinden birisi olan hukuk devleti ilkesinin muhteviyatının belirlenmesinde üye devletlerin  iç hukuklarındaki  yeri ile sıkı bağı  yadsınamaz bir gerçekliktir. Çalışmamızın sonraki bölümünde hukukun üstünlüğü ilkesinin üye devlet hukuklarındaki yeri ve değeri ile ulus-üstü yapıya aktarım sorunu incelenecektir.   III.  HUKUKUN  ÜSTÜNLÜĞÜ  İLKESİNİN  AB  DÜZEYİNE  AKTARIMI SORUNU ABA nın  2.  maddesinde,  sayılan  AB  hukukunun  ortak  değerlerinden  birisi  de hukukun üstünlüğü ilkesidir.  Hukukun üstünlüğü ilkesi, AB hukukunda içerik olarak tanımlanmamıştır. Bu ilkenin muhteviyatının belirlenmesindeki zorluklardan ilki, AB nin kendine özgü doğasıyla ilgilidir. AB bağlamında hukukun üstünlüğü ilkesi kavramının geleneksel olarak şekillendirildiği ulus devletlerdekinden çok farklı olan, benzersiz bir hukuki ve siyasi varlık olduğu ortadadır.72 Bu nedenle, hukuk devleti ilkesini devlet dışı bir  yapıya  tahvil  etmek,  özellikle  de  Alman  hukukundaki  Rechtsstaat  ve  Fransız hukukundaki État de droit açısından sorunludur, çünkü bu terimler sırasıyla devlete atıfta bulunmaktadır. Bu durum hukuk devleti ilkesinin yalnızca Üye Devletler için bağlayıcı                                                            71  FETERIS, 2019, s.44-45:  (…) konsensüs yorumu, bir çözümü üye devletler arasındaki konsensüsün sonucu olarak sunmak, böylece de üye devletlerin ulusal düzeyde kabul edilebilir buldukları şeye saygı göstermek suretiyle stratejik ve retorik bir işleve sahiptir. Mahkeme aynı zamanda bazı durumlarda üye devletlere açıkça bir normun yorumunun farklı devletlerin hukuk geleneklerinde tek biçimli bir anlayışın bulunmaması sebebiyle belli bir tarzda yapılmadığını söyleyebilir. Böylece Mahkeme üye devletler arasındaki farklılıkların kabul edildiğini ve buna saygı gösterildiğini gösterebilir . 72  CLAES M./BONELLI M.,  The Rule of Law and Constitutionalisation of the European Union , Strengthening  the  Rule  of  Law  in  Europe:  From  a  Common  Concept  to  Mechanisms  of Implementation, (der. Schroeder.Werner, Modern Studies in European Law. Oxford [UK]: Hart Publishing, 2016, s.268. 832     olup olmadığı veya Birliğin kendisinin egemen bir devlet benzeri oluşum olup olmadığı veya böyle bir hırs peşinde olup olmadığı tartışmasını başlatır.73 Bununla birlikte, ABAD, başlangıçta  Avrupa  Topluluğu nu   hukukun  üstünlüğüne  dayalı  bir  topluluk   veya Almanca da  Rechtsgemeinschaft  ve  Fransızca da  Communauté  de  droit  olarak tanımladığı ve potansiyel olarak Devlet sorunundan kaçınmak için daha geleneksel kavramlar olan Rechtsstaat ve État de droit kavramlarını kullanma konusunda isteksizlik göstermiştir.75 Doktrinde bazı yazarlar, iktidarın uygulamalarının hukuka tabi olması gerektiği fikrine işaret etmesi sebebiyle, bu terimlerin kavramsal olarak aynı olduğunu ve ayrıca İkinci Dünya Savaşının sonundan bu yana ulusal kavramların kazandığı geniş çağrışımların büyük ölçüde AB hukukuna yansıdığını ifade ederler.77 Ancak bu kavramların farklı ulusal anayasal geleneklerden gelmesi; kavramların devletlerin  siyasi  ve  tarihsel  gelişimlerinden  etkilenmesi  sebebiyle  gösterdikleri farklılıklar sebebiyle Birlik düzeyinde somut düzeyde uygulanması ikinci bir zorluğa sebebiyet vermektedir. Bu nedenle, ulusal düzeydeki, Alman Rechtsstaat, Fransız État de droit ve İngiliz rule of law kavramlarının mukayese edilmesi gerekmektedir.   A.  ULUSAL  DÜZEYDE  HUKUK  DEVLETİ  DÜZENLEMELERİNİN MUKAYESE EDİLMESİ                                                            73  PECH, Laurent,  A Union Founded on the Rule of Law: Meaning and Reality of the Rule of Law as a Constitutional Principle of EU Law , European Constitutional Law Review, Yıl: 2010, Cilt:6, Sayı: 3, s.359-364. 74  ABAD, Parti Ecologiste Les Verts v. European Parliament, Case 294/83, 1986, para.23, https://eurlex.europa.eu/legal-content/EN/TXT/?uri=CELEX:61983CJ4 (erişim tarihi: 25.04.2021). 75   PECH, Laurent,  The Rule of Law as a Constitutional Principle of the European Union , Jean Monnet Working Paper Series, No. 4/2009, https://ssrn.com/abstract=1463242 (erişim tarihi: 20.02.2022), s.18. 76  AB nin ortak değerlerinin AB üyesi devletlerin benzeşen unsur veya enstrümanları olduğu ve bunlar vasıtasıyla AB üyesi devletlerin bu  benzeyiş yoluyla dayanışma  ile bir araya geldiklerine dair görüş için  bkz.  REÇBER,  Kamuran,  Biyo-Sosyolojik  Kuram  İtibarıyla  Avrupa  Birliği  Hukukunun Değerlendirilmesi, Ankara Avrupa Çalışmaları Dergisi, Yıl: 2019, Cilt:18, Sayı:2, s.550-551. 77  PECH, 2010, s.36. 833     Avrupa bütünleşme süreci, hukuk devleti ilkesinin hem ulus-üstü düzeyde hem de üye devletlerin ulusal hukuk düzeylerinde gelişmesine katkıda bulunmuştur.78 Bu sebeple Birlik hukukunda yer alan hukuk devleti ilkesinin gelişimini kavramak ulusal hukuk düzenlerindeki gelişmelerle doğrudan alakalıdır. AB de hukuk devleti ilkesinin ortaya çıkan ayırt edici anlamını ve kapsamını özetlemeden ve değerlendirmeden önce, üç baskın Avrupa hukuk geleneğinde hukuk devleti ilkesinin nasıl ortaya çıktığı ve ilkenin dayanağı konusunda mukayeseli bir genel bakış bu kavramların ortak bir değer olarak AB hukukuna aktarılıp aktarılmadığını tespitte önem arz eder.  1.  Alman Hukukun da Hukuk Devleti İlkesi (Rechtsstaat) Almanca Rechtsstaat terimi, devlet (Staat) içindeki hukukun üstünlüğünü (Recht) belirtmek için kullanılmaktadır. Bu tüm devlet gücünün kanunla bağlı olduğu anlamına gelir. Başka bir deyişle, bu ilkeyle devlet tarafından yetkinin kötüye kullanılmasına karşı koruma  sağlamak  amaçlanmıştır.  İlke,  Alman  anayasa  hukukunda  merkezi  bir  rol oynamaktadır.79 Rechtsstaat kavramı genel olarak aydınlanma felsefesine, özellikle de devleti, hukuk yasaları ile bir araya gelmiş insanlar birliği olarak tanımlayan Kant tarafından formüle edilen devlet teorisine kadar uzanır.80 Hukuk devleti (Rechtsstaat) terimine Kant ta rastlanmamasına  karşın  modern  anlamda  hukuk  devleti  fikri  Kant  tarafından geliştirilmiştir.81 Kant a göre,  kişilerin özgürlük içinde gelişebilmeleri kadar Devletin de hakkaniyet  içinde  gerçekleşebilmesi  uğruna  Devlet  hukuka  uygun  bir  biçimde düzenlenmeli ve hukuka uygun hareket eden bir toplumsal kuruluş olmalıdır .82 Bu halde egemen gücün bireysel özgürlükle nasıl birleştirileceği çözümlenmesi gereken nihai                                                            78  YAZICI, 2005, s.23. 79  LOUGLIN, Martin, Foundations of Public Law, Oxford University Press, Newyork, 2010, s.314. 80  ÖKÇESİZ, 1998, s.19.  81  HUBER, Ernst Rudolf,  Hukuk Devleti , Hukuk Devleti, Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları No:4, (çev. Tuğrul Ansay), İstanbul, 1998, s.59. 82  HUBER, 1998, s.59. 834     bulmacadır.  Onun  çözümü   tamamen  adil  medeni  anayasa nın  uygulanmasında yatmaktadır.83  Kant ın hukuk devleti, 19. yüzyılın ilk yarısında Almanya da geliştirilen liberal anayasa hukuku teorilerini önemli ölçüde etkilemiştir. Adam Müller, Frederich Julius Stahl, Robert Mohl, Rudolf Gneist ve Otto Baehr gibi teorisyenlerinde Kant ın fikirleri etkili  olmuştur.84  Liberal  devlet  teoricisi  Robert  von  Mohl,  hukuk  devleti  fikrini sistematik  olarak  daha  da  geliştirmiştir.  Ona  göre  Rechtsstaat,  mutlak  devlete  ve Polizeistaat a (polis devleti) doğrudan karşıdır.85 Bu görüşün amacı, ekonomik ve politik anlamda halkın çıkarlarını koruyarak eski devlet anlayışının (guten policey) hiyerarşik yapısını sona erdirmektir.86 Bu nedenle, Rechtsstaat doktrini -ilk kullanımında-  siyasi gücün  egemen  yoğunlaşmasını  liberal  politikayla  uyumlu  hale  getirmek  için  genel yasaları kullanan tüm modern devletler için geçerli tanımlayıcı bir kategori  olarak benimsenir.87  Gelişen liberal anayasa hukuku teorileri, aşkın ahlaki veya dini değerleri izleyen ve uygulayan eski devlet kavramlarını reddetmiştir. Bunun yerine, devletin amacını, kişisel ve ekonomik özgürlük, dolaşım özgürlüğü, eşitlik gibi bir dizi temel hak ve özgürlüğün resmi  olarak  tanınması  talebini  de  içeren,  bireylerin  kişisel  özgürlüklerini  ve  özel mülkiyetini korumaya ve geliştirmeye indirgenmiştir. Basın, din ve vicdan özgürlüğünün yanı sıra yargıçların bağımsızlığı ve jüri tarafından yargılanması için anayasal güvenceler de bu haklar arasında yer almaktadır. Bu nedenle, ilk aşamalarında Rechtsstaat, anayasal liberalizmin siyasi ideali olarak ifade edilebilir.88                                                            83  BOZKURT, Enver,  Kant ın Ebedi Barış Üzerine Denemesinin Günümüze Yansıması , Anayasa Yargısı Dergisi, Yıl: 2007, Sayı:24, s.510. 84  HUBER, 1998, s.59.  85  SANCAR, Mithat, Hukuk Devleti, Dipnot Yayınları, Ankara 2004, s.70. 86  ARNAULD, 2014, s.717.  87  KRIEGER, Leonard, The German Idea of Freedom, The University of Chicago Press, Chicago and London, 1957, s.253. 88  ÖKÇESİZ, 1998, s.20. 835     Rechtsstaat ın ilk formülasyonlarında otoriterlik ve liberalizm arasındaki gerilimler, 1848 Devrimleriyle doruğa ulaşmış; 1849 da Frankfurt Anayasası da denen Alman İmparatorluğu Anayasası nın kabul edilmesiyle sona ermiştir. Bu Anayasa, 1949 dan itibaren  Alman  anayasalarını  etkileyecek  ayrıntılı  bir  temel  haklar  kataloğu  da sağlamıştır. 92 1848 Devriminin başarısızlığı ile Rechtsstaat ın liberal kavramının etkisi azalmış ve 19. yüzyılın ikinci yarısında, önde gelen muhafazakâr anayasa teorisyeni Friedrich Julius Stahl ın savunduğu  biçimsel hukuk devleti  görüşü ortaya çıkmıştır.93 Stahl a göre,  Devlet  hukuk  devleti  olmalıdır…  Kendi  etkinliğinin  yollarını  ve  sınırlarını, yurttaşlarının özgürlük alanlarını hukukla iyice belirlemeli ve çiğnenemez derecede güvenceye almalı, ahlaki mülahazaları, hukuk alanına girenlerin dışında yani zorunlu bir sınıra dek devlet olarak doğruda besleyip izlememelidir. Hukuk devleti kavramı, devletin asla içeriği ve hedefi olmayıp bunları gerçekleştirmenin tarzı ve karakteridir .94 Böylece maddi anlamda özgürlükçü devlet anlayışı kavramı tamamen görmezden gelinmiş; şekli anlamda  hukukun  bağlayıcılığına  odaklanılmıştır.95  O  halde  anayasası  bulunan, yurttaşlarının haklarını kanunlarla tanıyan, bu hakların idareye karşı ileri sürülmesine müsaade eden ve kanun  yollarını açık  tutan her düzen hukuk devleti olarak kabul                                                            89  ARMAOĞLU, Fahir, 20.Yüzyıl Siyasi Tarihi, Cilt:1-2, Alkım Yayınları, İstanbul 2005, s.11:  1848 Mart ında Viyana sokaklarında halkın hürriyet için de Macarların da bağımsızlık için ayaklanmaları Avusturya yı  güç duruma  sokunca  Almanya daki  milliyetçiler  Alman  milli birliğini  kurmak  için harekete  geçtiler  ve  Prusya yı  lider  olarak  seçtiler.  Hatta  bir  Alman  İmparatorluğu  Anayasası yapılarak  Prusya  Kralı Alman  İmparatoru  ilan  edilmek  istendi.  Lakin Avusturya nın  Prusya ya yönelttiği tehdit o kadar şiddetli oldu ki, Prusya gerilemek zorunda kaldı. O günün şartları içinde Prusya Avusturya ile bir savaşı göze alamadı. Prusya geri çekilince Alman milli birliği için yapılan bu teşebbüs neticesiz kaldı.  90  LOUGLIN, 2010, s.319. 91  1849  Alman  İmparatorluk  Anayasası  metni  için  bkz. http://www.documentarchiv.de/nzjh/verfdr8.htm (erişim tarihi: 27.02.2022). 92  GOZZI, Gustavo,  Rechtsstaat and Individual Rights in German Constitutional History , The Rule of Law - History, Theory, Criticism, (der. Pietro Costa/Danilo Zolo), Springer, 2007, s.244.  93  AKTAŞ, Sururi,  Hukuk Devleti İdealine Felsefi Bir Bakış , Yıldırım Beyazıt Hukuk Dergisi, Yıl:2020, Cilt:1, Sayı:1, s.11. 94  ÖKÇESİZ, 1998, s.21. 95  ARNAULD, 2014, s.717.  836     edilmiş ve hukuk devleti kavramı şekli bir anlama indirgenmiştir. Bu görüş, Alman rejimlerinde  liberalizm ile monarşik otoriterlik arasında muğlak bir uzlaşma  olarak ortaya çıkan Rechtsstaat kavramını etkilemeye başlamıştır.97  19.yüzyılın  ikinci  yarısında,  hukuki  pozitivizmin  yükselişi  ve  temel  haklar kavramının  gerilemesiyle,  Rechtsstaat  kavramı,  asıl  amacı  bireyi  yürütmenin  keyfi eylemlerinden korumak olan  salt bir kanunilik ilkesine  dönüşmüştür. Buna göre hukuk devleti, hukuk dogmatiğinin bir kavramıdır. Özetle hukuk devleti yasa, idare ve birey arasındaki ilişkinin belirli düzenidir.98  Rechtsstaat'ın  bu  şekli  anlayışı,  Weimar  Cumhuriyeti nin  sonuna  kadar  baskın kalmış; demokratik bir parlamenter cumhuriyet yaratmış ve ilk kez bir temel haklar kataloğu sunmuş olsa da Weimar anayasasındaki temel hakların yasa koyucuya göre önceliğinin olmaması ve yargının yetkilerinin sınırlı olması; nihayetinde Anayasa nın Nasyonal Sosyalist rejim tarafından kötüye kullanılmasına sebebiyet vermiş; Rechtsstaat yalnızca bir kanun devleti (Gesetzesstaat), içeriksiz bir devlet olarak kalmıştır.99  İkinci  Dünya  Savaşı ndan  sonraki  dönemde  Rechtsstaat  ilkesi  yeniden  bir  ilgi görmüştür.  Alman  Federal  Cumhuriyeti  liberal  hukuk  geleneğine  bağlı  kalmıştır. Tartışmalar yeni bir anayasanın çerçevesi ve bu anayasanın koruyucusu olarak bir Federal Anayasa Mahkemesi kurulması bağlamında yapılmıştır. Anayasa vazgeçilmez bir ilke olarak insan onuru kavramı ile başlamış ve temel haklar ile devam etmiştir. Yine hukuk devletinin bir gereği olarak geriye yönelik cezalandırmanın yasaklanması gibi ilkeler anayasada  yer  almıştır.  Böylece  Anayasa  İki  temel  husus  üzerinde  kurgulanmıştır. Birincisi,  herhangi  bir  medeni  toplumun  temeli  olarak  yasallığın  temel  haklarla tamamlanması gerektiği fikri ve ikincisi ise anayasanın bu hakları korumak için etkili                                                            96  ÖKÇESİZ, 1998, s.21. 97  LOUGLIN, 2010, s.319. 98  ÖKÇESİZ, 1998, s.22. 99  ÖKÇESİZ, 1998, s.23-24. 837     mekanizmalar içermesi gerektiği fikridir. Böylece hem maddi hem de formel (biçimsel) unsurları içeren bir Rechtsstaat konsepti Anayasaya yansımıştır.100  1949 Alman Anayasasının ilk halinde Rechtsstaat terimi açıkça sadece Anayasa nın 28/1. maddesinde  Eyaletlerdeki anayasal düzen, Temel Kanun anlamında cumhuriyetçi, demokratik ve sosyal Rechtsstaat ilkelerine uygun olmalıdır  ifadeleriyle belirtilmiştir.  Rechtsstaat a daha fazla açık atıf, daha sonra getirilen, Alman Federal Anayasası nda (AFA) yer almaktadır.  Bu atıflar AFA nın 16/2102 ve 23/1103 maddelerinde bulunabilir. Ayrıca,  Alman  Federal  Anayasa  Mahkemesi,  Rechtsstaat  ilkesini  Temel  Normun (Grundgesetz) temel ilkelerinden biri olarak görmektedir.104  AFA nın,  Devletin Ana İlkeleri; Direnme Hakkı  başlıklı 20. maddesinin 3. fıkrasına göre,   Yasama,  anayasal  düzene,  yürütme  ve  yargı  organları  ise  yasa  ve  hukuka bağlıdırlar ; bu hükme göre yasama erkinin anayasal düzene bağlı olduğu ve yürütme ve yargının sadece kanunlarla (Gesetz) değil, aynı zamanda hukukla (Recht) da bağlı olduğu düzenlenmiştir.105 Ayrıca, AFA nın 1/3. maddesine göre temel hakların yasama organını, yürütmeyi ve yargıyı doğrudan bağlayacağı şart koşularak, devletin yetkileri sınırlanırken temel hakların büyük önemi vurgulanmıştır.  Böylece temel haklar, özellikle insan onuruna saygı gösterilmesi ve korunması (AFA m.1), kanunla ilgili somut talepler oluşturur. Ayrıca, insan onurunun dokunulmazlığının korunması anayasal düzenin yüce                                                            100  ARNAULD, 2010, s.718-719:  Formel ve maddi anlamda hukuk devleti, Anayasanın 19. maddesi 4.fıkrasında göre temel haklar ve hukukun korunması bağlamında sınırlandırılmıştır. Buna benzer şekilde dış ve iç mahkemelerle hukukun korunması ve ilkelere bağlı anayasa anlayışı Almanya da genel hukuk düzeninin şekillenmesinde oldukça etkili olmuştur.  101  29.09.2020 tarihli son değişiklikleri içeren Alman Federal Anayasası nın Türkçe metni için bkz. https://www.btg-bestellservice.de/pdf/80207000.pdf (erişim tarihi: 29.20.2021).  102  AFA m.16/2:  Hiçbir Alman yabancı bir devlete iade edilemez. Bu kuraldan farklı hukuk devleti ilkelerini gözetmek koşuluyla, Avrupa Birliğinin bir üye devletine veya uluslararası bir mahkemeye iadeler yasa ile düzenlenebilir . 103  AFA m.23/1:  Birleşmiş bir Avrupa nın gerçekleşmesi için Federal Almanya Cumhuriyeti, demokratik hukuk devleti ilkeleri, sosyal ve federatif esaslara ve yetki ikamesi ilkesine bağlı olan ve bu Anayasaya benzer bir şekilde temel hakların korunmasını sağlayan Avrupa Birliğinin gelişmesinde katkıda bulunur. Federasyon bunun için, Federal Konseyce onaylanan bir yasayla egemenlik haklarını devredebilir. Avrupa Birliğinin kurulması ve onun anlaşma esasları ve benzer kurallar bu Anayasayı değiştirecek veya Anayasaya ilâve getirecek nitelikte ise, Anayasanın madde 79 fıkra 2 ve 3 uygulanır . 104  PAULUS,  Andreas  L.,   Almanya  Federal  Anayasa  Mahkemesi  Bakış  Açısından  Anayasanın Yorumlanması , Anayasa Yargısı Dergisi, Yıl:2013, Cilt:29, Sayı:1, s.23. 105  PAULUS, 2013, s.23. 838     değeri olarak kabul edilmektedir (AFA m.1/1106). AFA nın 1/2. maddesine göre,  Alman Milleti, bu nedenle dokunulmaz ve devredilmez insan haklarını, yeryüzünde her insan topluluğunun, barışın ve adaletin temeli olarak kabul eder , dolayısıyla bu hakların devlet tarafından resmi olarak tanınmasından önce ve bunlara bakılmaksızın var olan evrensel ve hukuk dışı karakterini kabul eder. Rechtsstaat'ın diğer doğrudan ve dolaylı unsurları arasında kuvvetler ayrılığı (AFA m.20/2107); yargı denetimi (AFA m.19/4108), idarenin sorumluluğu (AFA m.34109), yargı bağımsızlığı (AFA m.97110), kanuni hâkim ilkesi (AFA m.101111), adil yargılanma hakkı (AFA m. 103/1112) ile ceza kanunlarının geriye yürümesinin yasaklanması (AFA m.103/2113) yer alır.  AFA da belirttiğimiz Rechtsstaat ilkesinin bileşenlerinin toplamından daha fazlası olduğu vurgulanmalıdır. Rechtsstaat ın politik idealini gerçekleştirmek için kavramın biçimsel ve maddi unsurları iç içe geçmiştir. Sonuç olarak, AFA nın 19/2. maddesine göre temel bir hakkın özüne hiçbir durumda herhangi bir sebeple dokunulamaz. Ayrıca, AFA, devletin liberal karakterini ve federal  yapısını şekillendiren temel  garantileri, gelecekteki anayasa değişiklikleri  yoluyla ortadan kaldırılmaktan korumak için özel                                                            106  AFA m.1/1:  İnsanın onur ve haysiyeti dokunulmazdır. Tüm devlet erki ona saygı göstermek ve onu korumakla yükümlüdür . 107  AFA m.20/2:  Egemenlik tümüyle halkındır. Halk, egemenliğini, seçimler ve oylamalar aracılığıyla ve yasama, yürütme ve yargı yetkileriyle donanmış özel organlar eliyle kullanır.  108  AFA m.19/4:  Bir kamu erki tarafından hakları ihlal edilmiş olan herhangi bir şahsa yargı yolu açıktır. Diğer yargı yolların yetki ve görevleri saklı olmak üzere, adli yargı yolu izlenir. 10. maddenin 2. fıkrasının 2. cümlesi hükmü saklıdır.   109  AFA m.34:  Kamu hizmeti ile görevlendirilmiş bir kimsenin, üçüncü bir şahsa karşı, görevinden doğan bir yükümlülüğü ihlal etmesi halinde, sorumluluk ilke olarak, devlete veya hizmetinde bulunduğu kuruluşa aittir. Kast veya ağır ihmal hallerinde, idarenin rücu hakkı saklıdır. Tazminat ve rücu haklarının kullanılması için adli yargı yolu kapatılamaz . 110  AFA m.97:  (1) Yargıçlar bağımsızdırlar ve ancak yasaya bağlıdırlar. (2) Kesin ve asıl görevli olarak kadroya atanan yargıçlar görev sürelerinin sona ermeden ve arzularına aykırı olarak ancak mahkeme kararıyla ve ancak yasaların öngördüğü neden ve şekillerle azledilebilir veya sürekli veya geçici olarak işten el çektirilebilir, başka bir yere atanabilir veya emekliye ayrılabilirler. Yasa, yaşam boyu atanmış yargıçların emekliye ayrılacakları yaş sınırını tespit eder. Mahkemelerin kuruluş veya yargı çevresinin değiştirilmesi  halinde,  yargıçlar,  maaşları  kesintisiz  verilmek  koşuluyla,  başka  bir  mahkemeye atanabilir veya görevden alınabilirler . 111  AFA m.101:  (1) İstisnai mahkemeler kurulamaz. Hiç kimse, yasayla tabii olduğu yargıçtan başka bir yargıç önüne çıkarılamaz. (2) Özel konular için mahkemeler ancak bir yasayla kurulabilir . 112  AFA m.103/1:  (1) Herkes, mahkemede, yasal usule göre dinlenmek hakkına sahiptir.  113  AFA  m.103/2:   Bir  eylem,  ancak  işlenmesinden  önce  cezası  yasayla  belirlendiği  takdirde cezalandırılabilir.  839     koruma  tedbirleri  öngörmektedir.  AFA nın  79/3.  maddesine  göre,   Federasyonun eyaletlere bölünmesine, eyaletlerin yasamaya esasen katılmaları ilkesine veya 1 ve 20 maddelerde yazılı esaslara ilişkin bir Anayasa değişikliği yasaktır . Ayrıca, Federal Anayasa  Mahkemesi nin  Rechtsstaat  kavramının  geliştirilmesinde  önemli  bir  rol oynadığına dikkat edilmelidir.  AFA nın hükümlerinde örgülenmiş olan hukuk devleti (Rechtsstaat) ilkesinin çifte bir fonksiyona sahip olduğu söylenebilir. Hukuk devleti ilkesi bir yandan anayasal bazı kurumları paranteze alır (epokhe) diğer bir ifade ile mevcut kurumları önyargısız olarak muhafaza ederken; diğer taraftan yeni ve türetilmiş alt ilkelerin oluşumuna yol gösterir.114 Bu çifte teoloji sayesinde, hukukun bağlayıcılığı ve özgürlüğün teminat altına alınması, hukuk devletinin biçimsel ve maddi boyutunu açığa çıkarır.115 Netice olarak Alman hukukunda  yer alan hukuk devleti ilkesinin (Rechtsstaat) içerikli bir hukuk devleti anlayışı olduğu ifade edilebilir.  2. Fransız Hukukunda Hukuk Devleti (État de Droit) İlkesi Fransız hukukunda Hukuk Devleti (État de droit) kavramı, Fransız hukukçuların doğrudan Almanca dan tercüme ettiği bir kavram olsa da 18. yüzyılın sonundan bu yana meydana gelen anayasal gelişme dahilinde Alman Rechtsstaat kavramı ile Fransız Etat de droit kavramı tamamen farklı bir tarihe sahiptir.116 Alman Rechtsstaat kavramı, pratikte otoriterlik ve liberalizm arasındaki gerilimlerden gelişmiştir. Ancak État de droit kavramı,  Fransız  hukukçular  tarafından  devrim  sonrası  yönetim  düzenlemelerinde algılanan  eksiklikleri  vurgulamak  için  normatif  bir  ilke  olarak  açıkça  ortaya konmuştur.117  Geleneksel olarak polis devleti kavramına zıt olarak kullanılan bu ilke, idarenin hukuk kuralları çerçevesinde yürütülmesini ve bireylerin hukuki güvence altında                                                            114  ARNAULD, 2010, s.715.  115  ARNAULD, 2010, s.716.  116  ŞİRİN, Tolga,  Hukukun Üstünlüğü ve Hukuk Devleti Aralarında Fark Var mıdır? , Prof. Dr. Tunçer Karamustafaoğlu na Armağan, Adalet Yayınları, Ankara 2010, s.693:  Fransa da ilk başta, klasik Rousseaucu anlayışın ürünü olarak parlamentonun ortaya koyduğu yasalar, genel siyasetin yansıması olarak görülüp, 1789 Bildirgesinde sayılan anayasal emirlerin, kanun yapıcıları yasa yapımına ilişkin tercihlerde başvurmaya zorlandığı varsayılmaktaydı.  117  LOUGHIN, 2010, s.322. 840     hissetmesini  hedefler.118  Bu,  dar  anlamda  hukuk  devleti  kavramının  parlamenter egemenlik ve parlamenter demokrasi ile bağlantılı olmasıyla, 19. yüzyılın ikinci yarısının Alman pozitivist biçimsel Rechtsstaat kavramına benzeşmektedir.119 Çağdaş  Fransız  kamu  hukuku  doktrininde  État  de  droit  kavramının  iki  anlamı bulunmaktadır. Bunlardan ilki karşımıza çıkan devletin sadece hukuk yolu ile çalışan ve egemenliğini kendisinin koyduğu kurallar ile sınırlayan bir varlık olduğudur. Diğer anlamı ise kavramın muhteviyatında, siyasi iktidarın kanunlarla sınırlanması, kuvvetler ayrılığının kabul edilmesi, yargının bağımsız ve tarafsızlığı, idari işlem ve eylemlere karşı yargı yoluna başvurulabilmesi ve temel hak ve özgürlüklerin güvence altına alınması düzenlemelerinin bulunduğu belirtilmektedir.120  Fransız Anayasası nda, État de droit terimi ise açıkça beyan edilmemiştir ve Konsey, içtihatlarında bu terime resmi olarak atıfta bulunmamıştır. Ayrıca, Fransız Anayasası, Alman Anayasası gibi bir temel haklar kataloğu içermemektedir. Alman Anayasası nda düzenlenen  anayasal  şikâyet  gibi  bireysel  başvuru  yolu  Fransız  Anayasası nda sağlanmamıştır.  Fransız  Anayasası nın,  56-63.  maddelerinde  düzenlenen  Anayasa Konseyi ile kanunların anayasaya uygunluğunun denetimi gerçek anlamda getirilmiştir. Fransız Anayasası nın 61-1. maddesine göre,  Derdest bir dava sırasında bir yasa hükmünün Anayasal hak ve özgürlükleri ihlal ettiği iddiası ortaya atılır ise, bu iddia Danıştay, ya da Yargıtay tarafından süresi içinde Anayasa Konseyine havale edilir. Mevcut madde hükmünün uygulanmasına ilişkin şartlar bir organik yasayla düzenlenir .                                                            118  KESKİNSOY, Ömer;/KAYA, Semih Batur,  Hukuk Devletinin Kanun Devletine Anayasal Devletin Anayasalı Devlete Evrilmesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2021, Cilt:70, Sayı:3, s.1168.  119  LOUGHIN, 2010, s.323:  Fransız hukukçular arasında État de droit kavramının tartışılmasında pozitivist ve anti-pozitivist kavramlar arasındaki Alman literatüründe gelişen tartışmaların aynısını tespit etmek mümkündür. ; LAQUIÈZE, Alain,  État de Droit and National Sovereignty in France , The Rule of Law - History, Theory, Criticism, (der. Pietro Costa/ Danilo Zolo), Springer, 2007, s.265, 266. 120  LAQUIÈZE, 2007, s.261. 121  Fransız  Anayasa sının  Türkçe  metni  için  bkz.: https://www.adaletbiz.com/images/dosyalarim/FRANSA_ANAYASASI.pdf  (erişim tarihi:28.02.2022). 841     Bu  hüküm,  anayasal  incelemenin  kapsamını  ve  dolayısıyla  État  de  droit nın gerçekleştirilmesini büyük ölçüde olumlu etkilemiştir.  3. İngiliz Hukukunda Hukukun Üstünlüğü İlkesi (Rule of Law) İngiliz  hukukunda,  hukukun  üstünlüğü  (Rule  of  Law)  ilkesi,  yazılı  bir  anayasa olmaması sebebiyle hem yazılı hem de yazılı olmayan kaynaklara dayanan köklü bir ilkedir.122 Bu ilke sınırsız özgürlük ile sınırsız hükümet otoritesi arasında bir denge bulmaya çalışır.123 Ancak hukukun üstünlüğü ilkesinin muhteviyatında bir belirsizlik bulunmaktadır. Diğer bir ifade ile hukukun üstünlüğünün ne anlama geldiği; hukukun üstünlüğünün içerdiği belirli (alt) ilkelerin neler olduğu belirli değildir. Yine hukukun üstünlüğü ilkesinin uygulanmasında normatif sonuç da belirsizdir.  İngiliz yargıç Lord Tom Bingham tarafından hukukun üstünlüğü, kanunilik ve hukuki kesinlik, kanun önünde eşitlik ve bağımsız ve tarafsız mahkemelerin önünde yargılanma olarak üç ana bölümden teşekkül eder. İlk bölümde yer alan kanunilik ve hukuki kesinlik kavramı içerisinde yer alan kanunilik ilkesi vatandaşın ve idarenin kanunu uygulamasını gerektirirken; kesinlik kavramı ise kişilerin kendilerine uygulanacak kuralları önceden açıkça bilmelerini gerektirir. İkinci bölümde yer alan kanun karşısında herkesin eşit olması  hukukun  üstünlüğünün  icrai  yönünü  ifade  etmektedir.  Üçüncü  bölümde  ise tarafsız ve bağımsız mahkemeler önünde yargılamayı gerektirir ki bu adil yargılanma hakkı gibi insan hakları ile bağlantılıdır.124 Hukukun üstünlüğü ilkesinin sağlanması görevi de bu noktada mahkemelere aittir. Diğer bir ifade ile hukukun üstünlüğünü hukuki bir ilke olarak geliştirmek mahkemelerin görevindedir. Bu nedenle, mevzuatın yargısal olarak yorumlanması ile idarenin işlem ve eylemlerinin hukukiliğinin yargısal olarak değerlendirilmesi, hukukun üstünlüğünü içeren ilkelerin dile getirilmiş olduğu ana araç                                                            122  JOWELL, Jeffrey,  Rule of Law, Human Rights and Democracy in the United Kingdom , The Triangular Relationship between Fundamental Rights, Democracy and the Rule of Law in the EU: Towards an EU Copenhagen Mechanism, (der. Sergio Carrera/Elspeth Guild / Nicholas Hernanz),  Centre  for  European  Policy  Studies,  2013,  s.62;  ZABUNOĞLU,  H.Gökçe,   Toplum Sözleşmesi Bağlamında John Locke un Devlet Anlayışı ,  İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2016, Cilt:7, Sayı:2, s.434. 123  JOWELL, 2013, s.62. 124  JOWELL, 2013, s.65. 842     olmuştur.125 Hukukun üstünlüğü bağlamında hukuk kaynaklarının da  çifte karakteri vardır. Bunlardan biri mahkemeler tarafından korunan  halk hukuku ya da örfi hukuk  (Common Law), diğeri parlamento tarafından yapılan hukuktur.126  Bunun yanı sıra, hukukun üstünlüğü anlayışının İngiliz hukukunda yer alan birçok görünümü vardır. Bunlar örnek olarak kanunların geriye yürümemesi ilkesi ayrıca İngiliz  hukukunda  yurttaşlara  sağlanan  adil  yargılanma  hakkı,  ifade  özgürlüğü  ve savunma  hakkı  gibi  yargısal  usul  ilkelerinin  çoğu,  hukukun  üstünlüğünün  önemli göstergeleridir.128 Ayrıca, Avrupa İnsan Hakları Sözleşmesi nde yer alan insan hakları, 1998 tarihli İnsan Hakları Yasası ile İngiliz hukukunda doğrudan yürürlüğe girmiştir. B.  HUKUKUN ÜSTÜNLÜĞÜ ÜYE DEVLETLER İÇİN ORTAK BİR DEĞER Mİ? Avrupa daki üç baskın hukuk geleneğine ilişkin yapmış olduğumuz genel bakışa göre hukuk devleti ve hukukun üstünlüğü ilkesi ortak kökenlere ve düzenlemelere; farklı kurumsal yapılara sahiptir. Kirste, Rule of Law ve Rechtsstaat kavramlarını karşılaştırdığı çalışmasında her iki kavramında ortak bir amacı olduğunu vurgulamaktadır.130 Arnauld ise hukuk devletini bir Alman kavramı olduğunu iddia eder ve Avrupa iç hukuklarında yer alan hukuk devleti kavramlarının Almanca dan diğer dillere aktarıldığını ifade eder. Ancak İngilizce de yer alan hukukun üstünlüğü (Rule of Law) kavramının farklı olduğunu belirtir. Yazara göre, hukuk devleti ilkesi Alman kaynaklı olsa da bu ilkenin içeriği İngiliz hukuk tarihinde yer alan Bill of Rights ve Habeas Corpus gibi insan özgürlüğünü temin ederek; devlet gücünü kısıtlayan ulusal metinlerden beslenmiştir. Hukuk devleti ilkesinin                                                            125  JOWELL, 2013, 67. 126  ARNAULD, 2010, s.722-723; Parlamento nun üstünlüğü hususunda bkz. KESKİN, Erdoğan, İngiliz Anayasa Hukukunda Parlamentonun Üstünlüğü İlkesi, Sınırları ve Brexit, Erzincan Binali Yıldırım Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2021, Cilt: 25, Sayı:1, s.47-99. 127  JOWELL, 2013, s.68-70. 128  JOWELL, 2013, s.70-71. 129  Kanun  metni  için  bkz.  https://www.legislation.gov.uk/ukpga/1998/42/contents  (erişim tarihi:28.02.2022). 130  KIRSTE, Stephan,  Philosophical Foundations of the Principle of the Legal State (Rechtsstaat) and the Rule of Law , The Legal Doctrines of the Rule of Law and the Legal State (Rechtsstaat), Ius Gentium: Comprarative Perspectives on Law and Justice, (der. J.R. Silkenat/J.E. Hickey Jr./P.D. Barenboim),  Springer, 2014, s.30. 843     olmazsa  olmaz  unsuru  olan  kuvvetler  ayrılığı  ilkesinin  ve  insan  haklarının  siyasal anlamda ilanı ise Fransız hukuk geleneğinden gelmiştir.131  Avrupa bölgesinde hukukun üstünlüğü veya hukuk devleti ilkesinin müşterek alt unsurları  arasında  şunlar  sayılabilir:  Hukukun  hakimiyeti  ve  yasanın  bağlayıcılığı, mahkemenin denetimi ve hakimlerin sorumluluğu, hukuk güvenliği, hukuksal güvence, kuvvetler ayrılığı ilkesi.132 Bu alt ilkeler ulusal hukuklardan doğrudan veya Avrupa İnsan Hakları Mahkemesi ve Avrupa İnsan Hakları Sözleşmesi aracılığıyla AB nin ortak değeri halinde gelmiştir.133 Ayrıca, İkinci Dünya Savaşında yaşananlar Alman hukukundaki pozitivist hukuk devleti anlayışından; temel hakların teminini sağlayan içerikli bir hukuk devleti anlayışına doğru bir gelişime sebebiyet vermiştir. Bu Avrupa bölgesinde insan haklarını korumaya yönelik daha geniş bir Avrupa fikrinin bir parçası olarak kabul edilmiştir.  Bununla  birlikte,  hukukun  üstünlüğünün  sadece  Almanya,  İngiltere  ve Fransa da  hâkim  bir  anayasal  ilke  haline  gelmediği,  aynı  zamanda,  Avrupa bütünleşmesinde de kademeli olarak insan haklarının korunmasını da içerecek şekilde geliştiği de yadsınamaz.   IV.  AB  HUKUK  DÜZENİNİN  BİR  PARÇASI  OLARAK  HUKUKUN ÜSTÜNLÜĞÜ İLKESİNİN UYGULAMA PRATİĞİ Hukukun üstünlüğü ilkesi AB hukukunda Amsterdam Antlaşması ile düzenlenmeden çok önce AB ortak değerleri arasına dahil edilmiştir. Avrupa Topluluğu nun Kurucu Andlaşmalarında  bu  ilkeden  bahsedilmemesine  rağmen,  hukukun  üstünlüğü,  İkinci Dünya  Savaşı  sonrasında  insan  haklarını  koruma  ve  barış  ve  güvenliği  sürdürme uluslararası çabalarında önemli bir yer tutmuştur. Bu nedenle hukukun üstünlüğünün AB hukuk sisteminde her zaman örtülü olarak yer aldığı da iddia edilebilir. Hukukun üstünlüğü kavramının AB içinde gelişip kökleşmesi ATAD ve daha sonra ABAD ın içtihatlarıyla sağlanmış ve 2014 yılında  Hukukun Üstünlüğünü Güçlendirmek                                                            131  ARNAULD, 2010, s.720-721.  132  ARNAULD, 2010, s.724.  133  ARNAULD, 2010, s.736. 844     için Yeni AB Çerçevesi nin (Communication from the Commission to the European Parliament and the Council,  A new EU Framework to strengthen the Rule of Law )134 kabul edilmesiyle pekişmiştir.  A.  ATAD VE ABAD KARARLARINDA HUKUKUN ÜSTÜNLÜĞÜ İLKESİ VE YARGILAMA PRATİĞİ 1.  Hukukun Üstünlüğü İlkesinin İhlali Halinde AB  Hukukundaki Başvuru Yolları AB hukuk düzeninde hukukun üstünlüğü ilkesinin üye ülkelerden biri tarafından ihlali söz konusu olduğunda AB nin harekete geçirebileceği iki temel hukuki yol mevcuttur. Bunlardan ilki hukukun üstünlüğü ilkesini ihlal eden üye devlete karşı ABAD nezdinde ikame edilen ihlal davaları; ikincisi ise Konsey in işlettiği ve ABA nın 7. maddesinde yer alan önleyici usuldür.  AB hukukundaki davalar kural olarak, ihlal davaları, ihmal davaları, iptal davaları ve son olarak tam yargı davaları olan tazminat davaları ve personel davalarıdır.135 Bunun yanı sıra ön karar usulü adı verilen özel bir dava türü de AB hukukunda bulunmaktadır. Bu dava türleri içerisinden ihlal davaları, AB üyesi devletlerden ABA nın 2. maddesinde yer alan ortak değerleri ihlal eden üyelere karşı açılabilecek dava yoludur (ABİHA m.258-260).136 ABİHA nın 258. maddesine göre, Komisyon üye devletlerden birinin ABA nın 2. maddesindeki ortak değerlerden birisini ihlal ettiği kanısına varırsa; bu devlete kendi görüşlerini sunma imkânı tanıdıktan sonra, bu konuda gerekçeli görüşünü bildirir. İlgili devlet, Komisyon un belirlediği süre içinde bu görüşe uygun hareket etmezse,  Komisyon  meseleyi  ABAD a  taşıyabilir.  Komisyon un  ABİHA  m.258                                                            134  EC, A new EU Framework to strengthen the Rule of Law, COM/2014/0158 final; metne ulaşmak için bkz.  https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52014DC8&from=NL (erişim tarihi: 03.03.2022). 135  BOZKURT, Enver/ KÖKTAŞ, Arif, Avrupa Birliği Hukuku, 7. Baskı, Legem Yayıncılık, Ankara 2018, s.147. 136  ÖZKAN,  2017,  s.230;  BAYRAM,  Mehmet  Hanifi,   Avrupa  Birliği nin  Dayandığı  Değerlerin Korunması , Uyuşmazlık Mahkemesi Dergisi, Yıl: 2018, Sayı:11, s.77.  845     kapsamında yaptığı bu tahkikata, ön idari aşama ismi verilmektedir.137 Komisyon un bu tahkikata re sen başlayabileceği gibi şikâyet üzerine de başlaması mümkündür.138  ABİHA nın 259. maddesine göre, bir üye devletin diğer bir üye devleti, ABA nın 2. maddesinde  yer alan ortak değerleri ihlal ettiği iddiası ABAD önüne götürmesi de mümkündür. Ancak, bu yolun izlenebilmesi için müşteki üye devleti ABAD önüne götürmeden  önce  meseleyi  Komisyon a  götürmek  zorundadır.  Komisyon  ise  ilgili devletlere kendi iddialarını ve karşı tarafın iddialarına ilişkin gözlemlerini sözlü ve yazılı olarak sunma imkânı verdikten sonra, gerekçeli görüşünü bildirir. Komisyon, meselenin önüne  getirildiği  tarihten  itibaren  üç  ay  içinde  görüşünü  bildirmezse,  görüşün bildirilmemiş olması, meselenin ABAD ın götürülmesine engel teşkil etmeyecektir. Bu usulde de ABAD ın incelemesinden önce Komisyon un ön idari aşamayı yürütmesi şarttır.139  ABİHA nın 260. maddesine göre, ABAD dava neticesinde bir ihlal tespit ederse, ihlalci devlet ABAD ın kararı doğrultusunda ihlali ortadan kaldıracak gerekli tedbirleri almak zorundadır. Ancak, Komisyon, ilgili üye devletin ABAD ın kararı doğrultusunda gerekli tedbirleri almadığını tespit ederse, bu üye devlete görüşlerini sunma imkânı tanıdıktan sonra, meseleyi ABAD a götürebilir. Komisyon, ilgili üye devlet tarafından defaten  ödenmesi  gereken  miktarı  veya  gecikmeye  bağlı  para  cezasının  miktarını durumun gereklerine göre belirtir. ABAD, ilgili üye devletin kararına uymadığını tespit ederse, bu devlet tarafından defaten ödeme veya gecikmeye bağlı para cezası ödemesi yapılmasına karar verebilir.  ABAD dava neticesinde ihlal tespit ederse devlet bu ihlali ortadan kaldırmak ile yükümlü olacaktır. Bu noktada belirtmek gerekir ki ABA nın 2. maddesindeki ortak değerlere aykırı olan AB normlarının da iptali ABİHA nın 260. maddesine göre mümkün olabilmektedir.140                                                             137  BAYRAM, 2018, s.78.  138  BAYRAM, 2018, s.78.  139  BAYRAM, 2018, s.78.  140  BAYRAM, 2020, s.217.  846     Hukukun üstünlüğü ilkesinin ihlali halinde ikinci hukuki yol ABA nın 7. maddesinde düzenlenen önleyici usuldür.141 ABA nın 7. maddesine göre, ABA nın 2. maddesinde düzenlenen ortak değerlerin ciddi bir biçimde ihlaline yönelik açık bir risk doğmuşsa bu önleyici yolu Konsey in başlatabilmesi için ya üye devletlerin üçte birinin ve Avrupa Parlamentosu nun  ya  da  Avrupa  Komisyonu nun  gerekçeli  bir  önerisinin  Konsey e ulaştırılması  gerekmektedir.  Konsey,  bunun  üzerine  ve  Avrupa  Parlamentosu nun muvafakatini almalıdır. Şayet bu şartlar bulunuyorsa Konsey, ihlal tespiti yapmadan önce ilgili  üye  devleti  dinler  ve  aynı  usule  göre  hareket  ederek  bu  devlete  tavsiyelerde bulunabilir. Ancak buna rağmen ihlal riski devam ediyorsa Konsey, 2. maddede belirtilen değerlerin  bir  üye  devlet  tarafından  ciddi  biçimde  ihlaline  yönelik  açık  bir  risk bulunduğunu üyelerinin beşte dört çoğunluğuyla tespit edebilir. Konsey, bu tespitin dayandığı  gerekçelerin  geçerliliğini  sürdürüp  sürdürmediğini  düzenli  olarak denetleyecektir.  ABA nın 7. maddesi kapsamında ABA nın 2. maddesinde belirtilen ortak değerlerin bir üye devlet tarafından ciddi ve sürekli bicinde ihlal edildiği iddiası varsa bu ihlali tespit edebilme yetkisi Avrupa Birliği Zirvesi ne de tanınmıştır. Buna göre, üye devletlerin üçte birinin  veya  Avrupa  Komisyonu nun  önerisi  üzerine  ve  Avrupa  Parlamentosu nun muvafakatini aldıktan sonra Zirve, ilgili üye devleti gözlemlerini sunmak üzere davet ettikten sonra, oybirliğiyle ihlali tespit edebilir. Zirve nin ihlali tespit kararı bulunması halinde Konsey, ilgili üye devletin hükümet temsilcisinin Konsey deki oy hakları da dahil, Andlaşmaların bu üye devlete uygulanmasından kaynaklanan haklardan bazılarının askıya alınmasına nitelikli çoğunlukla karar verebilir. Konsey bu kararı verirken, askıya alma işleminin gerçek ve tüzel kişilerin hak ve yükümlülükleri üzerindeki muhtemel etkilerini  göz  önünde  bulundurur.  İlgili  üye  devletin  Andlaşmalardan  kaynaklanan yükümlülükleri, her hâlükârda bu devlet için bağlayıcı olmaya devam edecektir.  ABA nın 7. maddesindeki önleyici usul, ihlalci üye devletin oy hakkının elinden alınmasından söz konusu üye devletin maddi kaynaklardan yararlanmasının önlenmesine kadar  üye  devlet  ile  Birlik  arasındaki  bağları  koparma  ihtimalini  barındıran  ciddi yaptırımları barındırmaktadır. Bunun yanı sıra ihlal davaları ve ABA nın 7. maddesindeki                                                            141  YUMAK, 2017, s.209. 847     usulü tamamlar nitelikte yeni bir mekanizmanın daha getirilmesi 2014 yılından beridir AB  içerisinde  zaman  zaman  gündeme  gelmektedir.142  Öte  yandan  daha  yakın  bir zamanda, Avrupa Parlamentosu nda uzlaşılan, Polonya ve Macaristan daki sistematik hukuk devleti ihlalleri üzerine, ihlalde bulunan üye ülkelerin Birliğin mali kaynaklarından yararlanmasını  engelleyen  ayrı  bir  mekanizma  daha  gündeme  gelse  de  söz  konusu mekanizma hayata geçirilememiştir. Hal böyleyken Birliğin hukuk devleti ihlallerine karşı işletebileceği en etkin ve belirleyici yolun ABAD da açılacak ihlal davaları olduğu görülmektedir.143 2.  ATAD/ABAD Kararlarında Hukukun Üstünlüğü İlkesi ATAD, 1979 da Andlaşma ile kurulan yasama ve yargı sisteminden sonra, Topluluk içinde hukukun üstünlüğü ilkesine saygının, Topluluk hukukuna tabi olan tüm kişilere haklar  ve  yükümlülükler  yüklediğini  kabul  etmiştir.144  ATAD ın  hukuk  devleti  ve hukukun üstünlüğü kavramlarının AB nezdinde gelişmesine katkısı iki önemli kararıyla karşımıza çıkmaktadır. Bunlardan ilki, 1964 yılındaki Costa v. Enel Kararı diğeri ise 1986 daki Les Verts Kararı dır.145  1964 tarihli Costa v. Enel kararında ise ATAD, AB hukukunun üye devletlerin iç hukukuna  üstünlüğünü  açıklamaktadır.  Bu  karara  göre:   Alelade  uluslarararsı andlaşmaların aksine, AET andlaşması, andlaşmanın yürürlüğe girmesiyle birlikte, Üye Devletlerin  hukuki  sistemlerinin  ayrılmaz  bir  parçası  haline  gelen  ve  onların mahkemelerinin uygulamaya mecbur oldukları, kendi hukuk sistemini yaratmıştır. Kendi kurumlarına, kendi kişiliğine, kendi hukuki ehliyetine ve milletlerarası düzeyde temsil ehliyetine  ve  daha  özel  olarak  egemenliğin  sınırlandırılmasından  veya  devletlerden topluluğa yetkilerin devredilmesinden kaynaklanan gerçek yetkilere sahip, sürece sınırsız                                                            142  BAYRAM, 2020, s.87; ABA m.7 nin amacının bir yaptırım uygulamak değil Polonya ve Macaristan gibi ülkeleri diyaloğa ve bu aykırı uygulamaların sonlandırmaya teşvik etmek olduğu görüşü için bkz. ARCHICK, 2021, s.128. 143  KAYACIK, Görkem,  Avrupa Birliği Adalet Divanı Kararlarının İcrası , Avrupa Birliği Üzerine Tartışmalar: İç Politika, (der. Filiz Cicioğlu, Hacı Mehmet Boyraz), Aktif Yayınevi, İstanbul, 2021, s.204. 144  ABAD, Granaria v. Hoofdproduktschap, Case 101/78, 1979.  145  YAZICI, 2005, s.101. 848     bir topluluk yaratmakla Üye Devletler, sınırlı alanlarda dahi olsa egemen haklarını sınırlandırmışlar ve böylece gerek vatandaşlarını gerek kendilerini bağlayan bir hukuk düzeni  yaratmışlardır(…) .146 Costa  v. Enel  kararıyla ATAD, Topluluk hukukunun üstünlüğü anlayışını yerleştirmiş ve ulusal hukuk içinde Topluluk hukukunun hiyerarşini belirtmiştir.147  Hukuk devleti ilkesinin AB hukuk düzeni içerisinde yerleşmesine önemli katkıda bulunan bir diğer karar ise Les Verts kararıdır. 1986'da ABAD, Les Verts kararında AT Andlaşmasını  ilk  kez  bir   anayasal  şart   olarak  tanımlamış  ve  o  zamanki  Avrupa Topluluğu'ndan  hukukun üstünlüğüne dayanan bir topluluk  olarak bahsetmiştir.148 ATAD, hukukun üstünlüğünün yargı denetimi gerektirdiğine de açıkça işaret etmektedir. ABAD, 1991 tarihli bir görüşte,  AET Andlaşması uluslararası bir anlaşma şeklinde yapılmış olsa da yine de hukukun üstünlüğüne dayalı bir Topluluğun anayasal şartını teşkil eder  iddiasıyla bu duruşunu yeniden teyit etmiştir.  2008 yılında, Kadı ve Al Barakat ın birleştirilen davalarındaki dönüm noktası niteliğindeki kararında ABAD, özetle ulusal ve AB düzeyindeki mahkemelerin Birleşmiş Milletler Güvenlik Konseyi nin (BMGK) vermiş olduğu bir kararı inceleme yetkisinin bulunup bulunmadığı; şayet var olduğu kabul ediliyorsa bu yetkinin kaynağının ne olduğu ile ilgilidir. Mahkeme ye göre hiyerarşik olarak AB düzeni, uluslararası hukukun altında diğer bir ifade ile BM sistemi altında yer alır. Buna karşın Mahkeme jus cogens kurallar                                                            146  ABAD, Costa v. Enel, Case 6/64, 1964.   147  YAZICI, 2005, s.103:  Bu kararla birlikte, Topluluk Andlaşmalarının temel norm niteliği taşıdığı konusunda şüpheye yer kalmamaktadır. ; Bu yönde ATAD ın şu kararlarına da bkz. ABAD, Van Gend& Loos v. Netherlands, Case 26/62, 1963; ABAD, Finanze dello Stato v. Simmenthal SPA, Case 106/77, 1978. 148  ABAD, Parti Ecologiste Les Verts v. European Parliament, Case 294/83, 1986. 149  ABAD, Opinion of the Court of 14 December 1991. - Opinion delivered pursuant to the second subparagraph of Article 228 (1) of the Treaty. - Draft agreement between the Community, on the one hand, and the countries of the European Free Trade Association, on the other, relating to the creation of the European Economic Area. - Opinion 1/91.  150  ABAD, Yassin Abdullah Kadi and Al Barakaat International Foundation v. Council of the European Union and Commission of the European Communities, Joined Cases C-402/05 P and C-415/05 P, 2008. 849     çerçevesinde  BM  kararlarını  asgari  kurallar  dahilinde  denetleme  yetkisini  kendinde görerek hukukun üstünlüğü ilkesini hatırlatmıştır.151  Hukukun üstünlüğü ilkesinin AB üyesi devletler nezdinde uygulanmasının önemini ve AB hukukunun ulusal hukuka olan üstünlüğünün en belirgin örneğini günümüzde Polonya örneği ile görmekteyiz.152 Polonya hükümeti, 2017 yılında Anayasa Mahkemesi hâkimleri için yeni bir disiplin rejimini yürürlüğe koyarak yapmış olduğu değişiklikle Anayasa Mahkemesinin üye yapısını değiştiren ve yetkisini kısıtlayan bir karar almıştır. Avrupa  Komisyonu,  bu  yeni  disiplin  rejiminin  Polonya nın  AB  Hukukundan kaynaklanan yükümlülüklerini– özellikle ABA nın 19.maddesi kapsamındaki üye devlet yükümlülüklerini- yerine getirmede başarısız olduğunu kararında belirtmiştir.153 Ancak Polonya nın bu karardan sonra herhangi bir olumlu adım atmaması üzerine Komisyon Avrupa  Birliği  hukukunun  üstünlüğü  ilkesi  çerçevesinde  konuyu  ABAD a  taşımış; Komisyon Adalet Divanı na  Yargı dokunulmazlığının kaldırılmasına ilişkin Yargıtay Disiplin  Kurulu  tarafından  verilmiş  kararların  etkilerinin  durdurulması,  Polonyalı yargıçların yargı bağımsızlığını koruyan AB hukukunun belirli hükümlerini doğrudan uygulamalarını  ve  bu  tür  sorularla  ilgili  ön  kararlar  için  Adalet  Divanı'na  atıfta bulunmalarını  engelleyen  hükümlerin  ve  aynı  zamanda  yargıçların  bu  bağlamda                                                            151  GÖZTEPE, Ece,  Hukuk Devleti İlkesinin Ulusal ve Ulusüstü Boyutta Korunması ile İlgili Sorunlar –  Yasin  El  Kadı   Örneği ,  Prof.  Dr.  Mümtaz  Soysal a  Armağan,  Mülkiyeliler  Birliği  Vakfı Yayınları:32, Ankara, 2009, s.333; MALISZEWSKA-NIENARTOWICZ, J./KLEINOWSKI, M., What Rule of Law for the European Union? Tracing the Approaches of the EU Institutions, Polish Political Science Yearbook, Yıl: 2021, Cilt:50, Sayı:4, s.23.  152  Hukukun üstünlüğü kavramının Polonya hukuk sisteminde neden bir sorunsal oluşturduğunu ele alan akademik çalışmalara göre, adalet mekanizmasının verimsizliği, Polonya'da hukuk devleti ilkesinin uygulanmasının  önünde  büyük  bir  engeldir.  GAJDA-ROSZCZYNIALSKA,  Katarzyna,  & MARKIEWICZ,  Disciplinary proceedings as an instrument for breaking the rule of law in Poland , Hague Journal on the Rule of Law, Yıl: 2020, Cilt: 12, Sayı: 3, s.479-480; Polonya gibi Birlik karşıtı popülist iktidarların ve yükselen Birlik karşıtı muhalefetlerin AB genelinde bir sorun teşkil ettiğine ilişkin bkz. ARCHICK, Kristin, The European Union: Ongoing Challenges and Future Prospects, Current Politics and Economics of Europe, Yıl:2021, Cilt:32, Sayı:1, s.118 vd.; Hukukun üstünlüğü ilkesine uymakta sorun yaşayan Macaristan ve Polonya gibi Birlik üyesi ülkelerden oluşan Visegrad olarak isimlendirilen grubun Brexit sonrasında AB karar alma süreçlerindeki etkisinin artması ve bunun olası sonuçları için bkz. KAJANEK, Tomas, The Power of Small EU Member States after Brexit: How Powerful Is the Visegrad Group?, Journal of Liberty and International Affairs, Yıl:2022, Cilt:8, Sayı:1, s.186.  153  ABAD, Advocate General s Opinion in Case C-791/19 Commission/Poland (Disciplinary regime for judges),  06.05.2021,  https://curia.europa.eu/jcms/upload/docs/application/pdf/202105/cp075en.pdf (erişim tarihi: 03.03.2022). 850     yaptıkları  eylemleri  disiplin  suçu  olarak  nitelendiren  hükümlerin  askıya  alınması  konularında  Polonya nın  gerekli  önlemleri  alması  yönünde  karar  vermesini  talep etmiştir:154 8 Nisan 2020 tarihli kararla ABAD, nihai kararın kesinleşmesine kadar tüm bu talepleri kabul etmiştir.155 ABAD kararlarına uygun hareket etmeyen Polonya ya 16 Ağustos a kadar süre veren Komisyon Polonya nın bu süre içerisinde de kararları uygular şekilde harekete geçmemesi üzerine tekrar ABAD a başvurmuş ve Polonya nın para cezası ile cezalandırılmasını talep etmiştir.156 ABAD bu başvuru neticesinde Polonya yı 27 Ekim 2021 tarihli kararıyla, ABAD kararına uygun hareket edilinceye kadar geçen her gün için 1 milyon Euro ödeyecek şekilde para cezasına mahkûm etmiştir.157 Buradan da anlaşılacağı gibi eğer ulusal kanunlarda yapılan değişiklik AB kanunlarına aykırı ise AB kanunları üstündür ve AB ortak değerlerinden olan hukukun üstünlüğünün temini için üye devletler nezdinde gerekli yollara başvurur.  Polonya  ve  Avrupa  Birliği  arasında  kriz  noktasına  varan  hukukun  üstünlüğü anlaşmazlığı bir de Polonya Anayasa Mahkemesi nin  ulusal yasaların AB yasalarından üstün olduğuna ve bazı AB hükümlerinin Polonya Anayasası na aykırı olduğuna 158 hükmetmesiyle iyice tırmanmıştır. Hukukun üstünlüğünün AB nin ortak değerlerinden biri olduğu vurgusu ve önemi Ekim 2021 de gerçekleşen AB Zirvesi nde bir kez daha yapılmış; Covid-19 salgınının devam etmesine rağmen aşılanmada karşılaşılan zorluklar, enerji fiyatlarının yükselmesi ve iklim değişikliği gibi gerek Avrupa yı gerekse dünyayı yakından ilgilendiren temel konuların olmasına rağmen Polonya nın AB ile olan hukukun üstünlüğü  anlaşmazlığı  AB  Zirvesi nde  başı  çeken  konulardan  olmuştur.  Belçika, Almanya ve Fransa gibi AB nin lokomotifi ülkeleri AB nin ortak değerlerinden taviz vermeyeceklerine ve Polonya ya karşı olası bir yaptırım kararının uygulanabileceğini                                                            154  ABAD,  Order  of  the  Court  in  Case  C-791/19  R  Commission  v  Poland,  08.04.2020, https://curia.europa.eu/jcms/upload/docs/application/pdf/2020-04/cp047en.pdf  (erişim  tarihi: 03.03.2022). 155  ABAD, Order of the Court in Case C-791/19 R Commission v Poland.  156  KAYACIK, 2021, s.200. 157  KAYACIK, 2021, s.200. 158  The Constitutional Tribunal in its judgment in Case K 3/21 851     açıklamışlardır.159 Bu yaptırım AB nin Covid-19 ile Mücadele Fonu nun Polonya ya aktarımının sağlanmaması olarak belirlense de bu durum AB Topluluk değerlerinden olan hukukun  üstünlüğünün  temini  için  üye  devletler  nezdinde  Avrupa  Komisyonu nun hukukun üstünlüğünü temin etmedeki rolünü ve etkinliğini de tartışmaya açmıştır. Polonya ve Avrupa Birliği arasında hukukun üstünlüğüne dair oluşan gerilimde en son  gelişme  ABAD  tarafından  16  Şubat  2022  tarih  ve  C-15721  sayılı  karar  ile Polonya nın itirazına karşı verdiği  Üye Devletlerde Hukukun Üstünlüğü İlkelerinin İhlal Edilmesi Durumunda Birlik Bütçesinin Korunması na Dair Karar dır.160 2020 yılında Avrupa Parlamentosu ve Konsey in 16 Aralık 2020 tarihli 2020/2092 sayılı Tüzüğü kapsamında bir ülkede hukukun üstünlüğü ilkelerinin ihlal edilmesi durumunda Avrupa Birliği bütçesini korumak için tasarlanmış bir  yatay koşulluluk mekanizması  Polonya için  oluşturulmuştur.  Bu  mekanizma  ile  Polonya ya  Birlik  bütçesinden  yapılacak ödemelerin askıya alınması veya bu bütçeden ödenecek bir veya daha fazla programın onayının askıya alınması gibi koruyucu önlemler alınmıştır.161  Polonya ise AB bütçesinin kendisi aleyhine askıya alınması kararının yasal dayanağının olmadığını ve ABAD madde 7 değerlendirildiğinde AB nin böyle bir tüzük çıkarma hususunda yetkisinin olmadığını savunmuştur. ABAD ise bu son kararında, Polonya nın girişimine itiraz etmiş ve gerekçe olarak  da  bu  tüzük  ile  belirlenen  prosedürün,  yalnızca  bir  Üye  Devlette  hukukun üstünlüğü  ilkelerinin  ihlal  edildiğinin  değerlendirilmesi  için  makul  gerekçelerin bulunması halinde başlatılabileceğini ve bu ihlallerin Birliğin sağlam mali yönetimini veya mali çıkarlarının yeterince korunmasını doğrudan bir şekilde etkileyerek ciddi bir risk oluşturduğunu belirtmiştir.162 Sonuç olarak ABAD, Şubat 2022 tarihli kararı ile  Polonya nın  AB  organlarının  yetki  aşımı  hususunda  ileri  sürdüğü  savunmalarını                                                            159  https://www.reuters.com/world/europe/eu-leaders-discuss-eu-clash-with-poland-over-rule-law-oct-212021-10-20/ (erişim tarihi: 03.03.2022). 160 ABAD, Republic of Poland v. European Parliament and Council of the European Union, Judgment of the Court (Full Court), 16. 02. 2022, C‑157/21. 161  Court  of  Justice  of  the  European  Union  Press  Release  No  28/22,  16.02.2022,  para.1., https://curia.europa.eu/jcms/upload/docs/application/pdf/2022-02/cp028en.pdf  (erişim  tarihi: 11.04.2022). 162  ABAD, Republic of Poland v. European Parliament and Council of the European Union, Judgment of the Court (Full Court), 16. 02. 2022, C‑157/21, para. 9. 852     ispatlayacak bir kanıtı da ileri sürememesi sebebiyle Polonya nın itirazını reddetmiştir.163 AB  Bütçesinden  Üye  Devletlerin  yararlanabilmesinin  bir  ön  koşulu  olarak  hukuk üstünlüğü ilkesine uyma şartının sağlanması gerekliliğinin önü bu Kararla açılmıştır. Nitekim ABAD ın Macaristan için vermiş olduğu C-156/21 sayılı kararında da hukukun üstünlüğü ilkesine saygının ABİHA nın 317.maddesinde yer alan sağlam mali yönetim ilkelerine uyum için temel bir ön koşul olduğu ifade edilmiştir.164 Bu örnek AB hukuku içerisinde hukukun üstünlüğü ilkesinin korunması çabalarının en belirgin örneklerinden birisidir. Zira Polonya gibi Macaristan da da hukukun üstünlüğünü tehlikeye atacak birtakım gelişmeler yaşanmıştır. 2011 yılında yürürlüğe giren Basın Kanunu ile basın özgürlüğünü sınırlayan Viktor Orbán hükümeti 2012 yılında yürürlüğe giren Anayasa ile de Anayasa Mahkemesi nin yetkilerini kısıtlarken, Merkez Bankası nın da bağımsızlığını sınırlandırmıştır.165 ABAD 16 Kasım 2021 de verdiği kararla, Macaristan ın mültecilerle ilgili uluslararası koruma başvuruları konusunda yükümlülüklerini yerine getirmediğini tespit  etmiştir.166  ABAD,  Macaristan  için  vermiş  olduğu  C-156/21  sayılı  kararıyla Macaristan da hukukun üstünlüğü ilkesine ilişkin sistematik olarak tekrar eden bu ihlaller sebebiyle  AB nin  Birlik  Bütçesini  Koruyan  Genel  Koşulluluk  Rejimi  Tüzüğü hükümlerine dayanarak Macaristan ın AB Bütçesinden yararlanmasını engellemiştir. Bu kararın ardından, 03 Nisan 2022 de Macaristan da son yapılan seçimlerde yine Viktor                                                            163  ABAD, Republic of Poland v. European Parliament and Council of the European Union, Judgment of the Court (Full Court), 16. 02. 2022, C‑157/21, para. 14. 164  ABAD, Hungary v. European Parliament, Council of the European Union, Case C-156/21, para.18, https://curia.europa.eu/juris/document/document.jsf?docid=254061&mode=req&pageIndex=1&dir=&occ=first&part=1&text=&doclang=EN&cid=4521467 (erişim tarihi: 25.04.22). 165  COLELLA, Didem Soyaltın,  Avrupa Birliği nde Hukukun Üstünlüğü Krizi Üye ve Aday Ülkelere Yönelik Önleyici Politikaların Siyaseti , Pamukkale Üniversitesi Sosyal Bilimler Enstitüsü Dergisi, Yıl: 2020, Sayı:38, s.72. 166  ABAD,  European  Commission  v.  Hungary,  16.11.2022,  C-821/19,  para.164, https://curia.europa.eu/juris/document/document.jsf?text=&docid=249322&pageIndex=0&doclang=en&mode=lst&dir=&occ=first&part=1&cid=772237 (erişim tarihi:25.04.2022).  167  2020/L 433 I/1/OJ, 22.12.2020, Regulation (EU, Euratom) 2020/2092 of the European Parliament and of the Council of 16 December 2020 on a general regime of conditionality for the protection of the Union  budget,  https://eur-lex.europa.eu/legalcontent/EN/TXT/PDF/?uri=CELEX:32020R2&from=EN (erişim tarihi: 25.04.2022). 853     Orbán ın seçimleri kazanmasıyla birlikte AB Komisyonu Başkanı nın açıklamasıyla Macaristan'a yapılan fon ödemelerinin askıya alınması için girişimler başlatılmıştır.168  B.  HUKUK DEVLETİ İLKESİNİ GÜÇLENDİRMEK İÇİN AB ÇERÇEVESİ AB'nin hukukun üstünlüğü anlayışını daha belirgin hale getiren kaynaklardan birisi de 2014 yılında Komisyon tarafından kabul edilen  Hukukun Üstünlüğünü Güçlendirmek İçin Yeni AB Çerçevesi 169dir. Bu çerçeve, artan sayıdaki  hukukun üstünlüğü krizlerine  ve Avrupa Parlamentosu ve Konsey'den gelen taleplere yanıt olarak ortaya konmuştur.170 Bunu yaparken, Komisyon,  hukukun üstünlüğüne sistematik bir tehdit olan  durumları ele almayı ve çözmeyi ve böylece tüm Üye Devletlerde hukukun üstünlüğünün etkili ve tutarlı bir şekilde korunmasını sağlamayı amaçlamıştır. Aslında burada atıfta bulunulan hüküm ABA madde 7 dir. Üye devletlerin hükümet temsilcilerinin Konsey deki oy hakları da dâhil, Andlaşmaların bu üye devlete uygulanmasından kaynaklanan haklardan bazılarının  askıya  alınmasına  kadar  varan  yaptırımların  olduğu  ABA nın  2.ve  7. maddelerinde hukukun üstünlüğünün de yer aldığı AB değerlerinin korunması için bir yaptırım hükmüdür. Hatta bu sebeple bahsi geçen bu Çerçeve yaygın olarak  7. madde öncesi  prosedür   olarak  da  bilinir.171  Buna  göre,  yeni  AB  Çerçevesinin  amacı, Komisyonun Üye Devlette hukukun üstünlüğüne yönelik sistemik bir tehdit ya da ABAD madde 7 ye karşı ciddi bir ihlal riski ortaya çıkmasını önlemek için o üye devletle bir çözüm bulmaktır. Böylelikle bu Çerçeve nin ABAD madde 7 nin bir alternatifi değil tamamlayıcısı olduğu belirtilmiştir.172 Çerçeve,  Üye Devletlerde hukukun üstünlüğüne yönelik gelecekteki tehditleri çözmeyi amaçlamaktadır , ancak Çerçeve,  daha geniş bir Avrupa perspektifinden, Venedik Komisyonu'nun uzmanlığına dayanarak da dahil olmak üzere Avrupa Konseyi'nin hedeflerine ulaşmasına katkıda bulunmayı  amaçlandığını                                                            168  https://tr.euronews.com/2022/04/05/ab-komisyonu-hukukun-ustunlugunu-ihlal-eden-macaristan-abfonlar-ndan-faydalanamayacak (erişim tarihi:25.04.2022). 169  EC, A new EU Framework to strengthen the Rule of Law, COM/2014/0158 final. 170  Bu konuyla ilgili ayrıntılı tartışma için bkz. COLELLA, 2020, s.69-85; ARSAVA, Ayşe Füsun,  Hukuk Devleti Eksiklikleri Nedeniyle Polonya ya Karşı Yürütülen Yaptırım Mekanizmasının Doğurduğu Ektiler , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2021, Cilt:11, Sayı:2, s.632. 171  BÁRD, Petra,  Scrutiny Over The Rule Of Law In The European Union , Polish Yearbook of International Law, Yıl:2016, Sayı:36, s.200-201; ARSAVA, 2021, s.632. 172  EC, A new EU Framework to strengthen the Rule of Law, COM/2014/0158 final. 854     vurgulamaktadır. Ayrıca, Çerçeve nin Ek I başlıklı ekinde Komisyon,  Birliğin ortak paydası olarak hukukun üstünlüğünün yönlerinin Avrupa Konseyi düzeyinde tam olarak yansıtıldığını  belirtmektedir. Özellikle, Venedik Komisyonu tarafından 2011 yılında kabul edilen  Hukukun Üstünlüğü Raporu na atıfta bulunulması sadece AB ile Avrupa Konseyi arasında yakın bir bağlantı olduğunu göstermekle kalmaz, aynı zamanda AB nin Venedik Komisyonu'nun raporunda belirtildiği gibi benzer bir hukuk devleti anlayışını benimseme isteğini de göstermektedir. Çerçeve, öncelikle  hukukun üstünlüğüne ve dolayısıyla AB'nin iç sınırları olmayan bir özgürlük, güvenlik ve adalet alanı olarak işleyişine yönelik sistemik bir tehdit  ve  hukukun üstünlüğünü güvence altına almak için ulusal düzeyde kurulan mekanizmaların etkin bir şekilde faaliyet göstermeyi bıraktığı  durumlarda AB nin ortak bir değeri olarak hukukun üstünlüğünü korumakla ilgilidir.174 Bu  nedenle,  AB  değerlerinin  (sistemik)  ihlalleri  yalnızca  ilgili  üye  devletin vatandaşlarını değil, bu ülkenin AB nin karar alma sürecine katılımı ve AB de herkesi bağlayan normların benimsenmesi yoluyla tüm AB vatandaşlarını etkileyecektir. Dahası, bir ulusal sistemin hukukun üstünlüğü ilkesi çerçevesinde yönetilmesinin sona ermesi durumunda, yalnızca karşılıklı güven ilkesi ve yargı kararlarının karşılıklı tanınmasının mutlak  gerekliliği  baltalanmakla  kalmaz,  aynı  zamanda  korumaya  ve  geliştirmeye çalıştığı  değerlerle  iç  uyumu  garanti  edemediğinde,  bu  durum  AB nin  hukuki meşruiyetini ve güvenilirliğini zayıflatacaktır.175  Bu durum bizi iki sonuca götürür. Bunlardan ilki, AB bağlamında hukukun üstünlüğü ilkesinin,  sadece  AB nin  kendisine  değil,  aynı  zamanda  bileşen  parçaları  olan  üye devletlerin kendilerine de uygulanması amaçlanmıştır; bu nedenle hukukun üstünlüğü                                                            173  Report on the rule of law - Adopted by the Venice Commission at its 86th plenary session (Venice, 2526.03.  2011),  (Venice  Report  2011),  https://www.venice.coe.int/webforms/documents/?pdf=CDLAD(2011)003rev-e  (erişim tarihi: 03.03.2022). 174  Venice Report 2011:  AB içinde hukukun üstünlüğü özel bir öneme sahiptir. Hukukun üstünlüğüne uyum, ABA 2. maddede listelenen tüm temel değerlerin korunması için sadece bir ön koşul değildir. Aynı zamanda, Antlaşmalardan ve uluslararası hukuktan kaynaklanan tüm hak ve yükümlülüklerin sürdürülmesi için bir ön koşuldur. Tüm AB vatandaşlarının ve ulusal makamların diğer tüm üye devletlerin hukuk sistemlerine duydukları güven, tüm AB nin  iç hududu olmayan bir özgürlük, güvenlik ve adalet alanı  olarak işleyişi için hayati önem taşımaktadır.  175  KOCHENOV, Dimitry/ PECH, Laurent,  Monitoring and Enforcement of the Rule of Law in the EU: Rhetoric and Reality , European Constitutional Law Review, Yıl:2015, Cilt: 11, Sayı:3, s.521. 855     aynı zamanda AB üyeliği için bir ön koşuldur ve ABA 2. maddesine atıfta bulunan ABA 49. maddede belirtildiği üzere Kopenhag kriterlerinden biridir. İkinci olarak, hukukun üstünlüğünün AB için temel önemi, üye devletler tarafından bu ilkenin korunmasıdır. Bu çerçevede, Komisyon, hukukun üstünlüğü ilkesini giderek modern anayasa hukukunun ve uluslararası kuruluşların (BM ve Avrupa Konseyi dahil) kamu yetkilerinin kullanımını düzenlemek için baskın bir örgütsel model haline geldiğine işaret etmektedir.  Hukukun üstünlüğü, tüm kamu yetkilerinin, demokrasi ve temel haklar değerlerine uygun olarak, bağımsız ve tarafsız mahkemelerin denetimi altında, kanunla belirlenen sınırlamalar dahilinde hareket etmesini sağlar. Venedik Komisyonu raporunda, hukukun üstünlüğünden  kaynaklanan  ilke  ve  standartların  kesin  içeriğinin,  her  üye  devletin anayasal sistemine bağlı olarak ulusal düzeyde değişebileceğini kabul ederken, yine de altı ilkeden oluşan kapsamlı olmayan bir liste sunar. Bunlar: Kanunların çıkarılması için şeffaf, hesap verebilir, demokratik ve çoğulcu bir süreci ifade eden kanunilik, hukuki kesinlik,  yürütme  yetkilerinin  keyfiliğinin  yasaklanması,  bağımsız  ve  tarafsız mahkemeler, temel haklara saygı dahil olmak üzere etkili adli yargılanma ve kanun önünde eşitliktir.176 Venedik Komisyonu ayrıca, hukukun üstünlüğüne saygının, özünde demokrasiye ve temel haklara saygı ile bağlantılı olduğunu vurgulayarak, hukukun üstünlüğünün esaslı bir anlayışını teyit etmektedir. Venedik Komisyonu tarafından yapılan bu değerlendirme, Avrupa daki  üç  baskın  hukuk  geleneğindeki  baskın  hukukun  üstünlüğü  anlayışını yansıtmaktadır.  Bu  türden  bir  hukukun  üstünlüğü  anlayışı,  bu  nedenle,  bir  Avrupa hukukun üstünlüğü yaklaşımının temel özellikleri olarak tanımlanabilir.177  2021  yılı  Hukukun  Üstünlüğü  Durumu  raporunda  Avrupa  Komisyonu,  üye devletlerin  AB ye  üye  olduktan  sonra  mevzuatlarını  hukukun  üstünlüğü  değerinin                                                            176  Venice Report 2011. 177  KOCHENOV/PECH, 2015, s.512-523. 178  Eurpoean Commission, 2021 Rule of Law Report The rule of law situation in the European Union, https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52021DC0&from=EN  (erişim tarihi: 04.03.2022).  856     korunmasını azaltacak şekilde değiştiremeyeceklerine dönük ABAD içtihatlarına atıfta bulunarak hukukun üstünlüğünün AB ye üye olduktan sonra da korunmasının önemine vurguda bulunulmuştur. Özetle,  Hukukun Üstünlüğünü Güçlendirecek Yeni Çerçeve , AB üye devletlerinin geleneklerinin hukukun üstünlüğü kavramlarını dikkate alarak, kapsamlı ve uygulanabilir bir hukukun üstünlüğü tanımı sunmaktadır. Biçimsel / usule ilişkin olduğu kadar maddi/manevi standartlara da uymayı gerektiren bütünsel bir hukuk kuralı idealini arzulamaktadır. SONUÇ AB sisteminde hukukun üstünlüğü ilkesi başlangıçta büyük ölçüde sembolik bir değer iken, AB Kurucu Andlaşmalarında yapılan değişikliklerle birlikte anayasal öneme sahip bir  ilkeye  dönüşmüştür.  Artık  hukukun  üstünlüğü  ilkesi  AB nin  dayandığı  ortak değerlerden birisi olarak ABA nın 2. maddesinde açıkça belirtilmiştir. Hukukun üstünlüğü ilkesi, AB mevzuatı içinde farklı işlevlere hizmet etmektedir ve hem iç hem de dış boyuta sahiptir. İç boyutta, üye devletler için bir anayasal ilke ve bir kriter olarak hizmet ederken dış boyutta, bir dış politika hedefi ve AB ye katılmak isteyen devletler için kabul ölçütü olarak hizmet eder. Makalemiz, AB nin ulus-üstü yapısının; üye  devletlerin  ulusal  yapılarından  farklılık  arz  ettiği  ve  bunun  da  ilkenin  ulusal düzeydeki  anlamıyla;  ulus-üstü  düzeydeki  anlamının  farklılığına  sebebiyet  verdiği sonucuna ulaşılmış ve hatta ilkenin uluslararası hukuk düzeyinde de farklı bir anlamı olduğu belirtilmiştir. Her ne kadar anlamları farklılık arz etse de hukukun üstünlüğü ilkesinin ortak özellikleri, ilkenin ulus-üstü düzeydeki muhteviyatı makale kapsamında tartışılmıştır.   Hukukun üstünlüğü ilkesinin, ulusal hukuklardan ulus-üstü yapıya aktarılan bir ilke olduğu düşünüldüğünde, ilkenin Almanya daki Rechtsstaat veya Fransız État de Droit da olduğu gibi hukuku devleti ilkesi olarak kabul edildiğinde, devlete yapıla atfın, sorunlu olup olmayacağı makalede tartışılmış ve bu hususun anlam açısından AB düzeyinde hukukun üstünlüğü kavramının uygulanmasına engel olmadığı kanaatine varılmıştır.                                                             179  ABAD, Repubblika v Il-Prim Ministru, Case: C-896/19, 20.04.2021, https://eur-lex.europa.eu/legalcontent/EN/TXT/PDF/?uri=ecli:ECLI%3AEU%3AC%3A1%3A (erişim tarihi: 04.03.2022). 857     Makalenin tartıştığı diğer soru, hukukun üstünlüğünün gerçekten AB üyesi devletler için ortak bir değer olup olmadığı sorusudur. Avrupa daki (Almanya, Fransa ve İngiltere) üç baskın hukuki gelenekte hukukun üstünlüğü ilkesinin muhteviyatı incelendiğinde bazı kalıcı farklılıklara rağmen, önemli ortak özelliklerin varlığı gözlemlenmiştir. ABA nın 2. maddesinde belirtildiği gibi hukukun üstünlüğünün muhteviyat açısından da üye devletler için ortak bir değer olduğu sonucuna varılmıştır.  Ortak  değer  olarak  belirlenen  hukukun  üstünlüğü  ilkesinin  AB  mevzuatındaki durumu ve pratiği hukukun üstünlüğü ilkesinin hem devletlerin AB ye kabulünde hem de üye devletlerin AB içerisindeki tutumlarında hâkim ilke olarak karşımıza çıkmakta; üye devletlerin  bu  ilkeyi  ihlalleri  halinde  etkin  ihlal  prosedürlerinin  yürütüldüğü  ve yaptırımların uygulandığı görülmektedir. Bu da ilkenin ortak değer kavramından fazlası olduğunu ve bir temel norm haline dönüştüğünü bize göstermektedir.",
     "Kaynakça": " AKTAŞ, Sururi,  Hukuk Devleti İdealine Felsefi Bir Bakış , Yıldırım Beyazıt Hukuk Dergisi, Yıl:2020, Cilt.:1, Sayı:1, (s.1-32). ARCHICK, Kristin, The European Union: Ongoing Challenges and Future Prospects, Current Politics and Economics of Europe, Yıl:2021, Cilt:32, Sayı:1, (s.105-150). ARMAOĞLU, Fahir, 20.Yüzyıl Siyasi Tarihi, Cilt:1-2, Alkım Yayınları, İstanbul 2005. ARNAULD, Andreas von,  Hukuk Devleti , Anayasa Teorisi, (der. Otto Depenheuer, vd.), (çev. İ. Doğan vd.), Lale Yayıncılık, Ankara, 2014, (s.44-51).  ARSAVA, Ayşe Füsun,  Hukuk Devleti Eksiklikleri Nedeniyle Polonya ya Karşı Yürütülen Yaptırım Mekanizmasının Doğurduğu Ektiler , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2021, Cilt:11, Sayı:2, (s. 629-648). BÁRD, Petra,  Scrutiny Over The Rule Of Law In The European Union , Polish Yearbook of International Law, Yıl:2016, Sayı:36, (s. 187-208). 858     BAYKAL,  Sanem/GÖÇMEN,  İlke:  Avrupa  Birliği  Kurumsal  Hukuku,  Seçkin  Yayıncılık, Ankara 2016. BAYRAM, M. Hanifi, Avrupa Birliği Hukuku Dersleri, Seçkin Yayıncılık, Ankara 2020. BAYRAM, Mehmet Hanifi,  Avrupa Birliği nin Dayandığı Değerlerin Korunması , Uyuşmazlık Mahkemesi Dergisi, Yıl: 2018, Sayı:11, (s. 67-82).  BOZKURT, Enver,  Kant ın Ebedi Barış Üzerine Denemesinin Günümüze Yansıması , Anayasa Yargısı Dergisi, Yıl: 2007, Sayı:24, (s. 501- 523). BOZKURT, Enver/ KÖKTAŞ, Arif, Avrupa Birliği Hukuku, 7. Baskı, Legem Yayıncılık, Ankara 2018. CLAES M./BONELLI M.,  The Rule of Law and Constitutionalisation of the European Union , Strengthening the Rule of Law in Europe: From a Common Concept to Mechanisms of Implementation, (der. Schroeder.Werner, Modern Studies in European Law. Oxford [UK]: Hart Publishing, 2016, (s. 265- 290). COLELLA, Didem Soyaltın:  Avrupa Birliği nde Hukukun Üstünlüğü Krizi Üye ve Aday Ülkelere  Yönelik  Önleyici  Politikaların  Siyaseti ,  Pamukkale  Üniversitesi  Sosyal Bilimler Enstitüsü Dergisi, Yıl: 2020, Sayı:38, (s. 69-85).  ERKİNER, Hakkı Hakan,  Yirmi Birinci Yüzyılda, Birleşmiş Milletler'in  Hukuk Devleti  ve  Hukukun Üstünlüğü  Yaklaşımı ve Bunun Uluslararası Hukuk Bakımından Yeri ve Değeri , İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2013, Cilt: LXXI, Sayı: 1, (s. 353- 381). ESEN, Bülent Nuri, Anayasa Hukuku Genel İlkeler, Ankara 1970. FETERIS,  Eveline  T.,  Hukuki  Argümantasyonun  Temelleri  –  Yargı  Kararlarının Gerekçelendirilmesi Teorileri Hakkında Bir Araştırma, (çev. Ertuğrul Uzun), Pinhan Yayınları, İstanbul, 2019. GAJDA-ROSZCZYNİALSKA,  Katarzyna,  &  MARKİEWİCZ,  Krystian,   Disciplinary proceedings as an instrument for breaking the rule of law in Poland , Hague Journal on the Rule of Law, Yıl: 2020, Cilt: 12, Sayı: 3, s.451-483. 859     GOZZI, Gustavo,  Rechtsstaat and Individual Rights in German Constitutional History , The Rule of Law - History, Theory, Criticism, (der. Pietro Costa/Danilo Zolo), Springer, 2007, (s. 237-260).  GÖZTEPE, Ece,  Hukuk Devleti İlkesinin Ulusal ve Ulusüstü Boyutta Korunması ile İlgili Sorunlar –  Yasin El Kadı  Örneği , Prof. Dr. Mümtaz Soysal a Armağan, Mülkiyeliler Birliği Vakfı Yayınları:32, Ankara, 2009, (s. 309- 340). HUBER, Ernst Rudolf,  Hukuk Devleti , Hukuk Devleti, Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları No:4, (çev. Tuğrul Ansay), İstanbul, 1998, (s.57-82). JOWELL, Jeffrey,  Rule of Law, Human Rights and Democracy in the United Kingdom , The Triangular Relationship between Fundamental Rights, Democracy and the Rule of Law in the EU: Towards an EU Copenhagen Mechanism, (der. Sergio Carrera/Elspeth Guild / Nicholas Hernanz), Centre for European Policy Studies, 2013, (s. 62- 70). KAJANEK, Tomas, The Power of Small EU Member States after Brexit: How Powerful Is the Visegrad Group?, Journal of Liberty and International Affairs, Yıl:2022, Cilt:8, Sayı:1, (s.170-191). KARAYALÇIN, Yaşar,  Hukukun Üstünlüğü (Kavram-Bazı Problemler) , Hukuk Devleti, Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları No:4, Ed. Hayrettin Ökçesiz, İstanbul 1998, (s.117-147). KARAYİĞİT, Mustafa Tayyar, AB Temel Haklar Şartı nın Yatay Etkisı̇, İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2021, Cilt: 12, Sayı:2, (s.685-702). KAYACIK,  Görkem,   Avrupa  Birliği  Adalet  Divanı  Kararlarının  İcrası ,  Avrupa  Birliği Üzerine Tartışmalar: İç Politika, (der.Filiz Cicioğlu, Hacı Mehmet Boyraz), Aktif Yayınevi, İstanbul, 2021, (s. 187- 204). KESKİN, Erdoğan, İngiliz Anayasa Hukukunda Parlamentonun Üstünlüğü İlkesi, Sınırları ve Brexit, Erzincan Binali Yıldırım Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2021, Cilt: 25, Sayı:1, (s.47-99). 860     KESKİNSOY, Ömer;/KAYA, Semih Batur,  Hukuk Devletinin Kanun Devletine Anayasal Devletin Anayasalı Devlete Evrilmesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2021, Cilt:70, Sayı:3, (s. 1147- 1206).  KIRSTE, Stephan,  Philosophical Foundations of the Principle of the Legal State (Rechtsstaat) and the Rule of Law , The Legal Doctrines of the Rule of Law and the Legal State (Rechtsstaat), Ius Gentium: Comprarative Perspectives on Law and Justice, (der. J.R. Silkenat/J.E. Hickey Jr./P.D. Barenboim),  Springer, 2014, (s. 29- 43). KOCHENOV, Dimitry/ PECH, Laurent,  Monitoring and Enforcement of the Rule of Law in the EU: Rhetoric and Reality , European Constitutional Law Review, Yıl: 2015, Cilt: 11, Sayı:3, (s. 512- 540). KRIEGER, Leonard, The German Idea of Freedom, The University of Chicago Press, Chicago and London, 1957. LAQUIÈZE, Alain,  État de Droit and National Sovereignty in France , The Rule of Law - History, Theory, Criticism, (der. Pietro Costa/ Danilo Zolo), Springer, 2007, (s. 261- 291). LOUGLIN, Martin, Foundations of Public Law, Oxford University Press, Newyork 2010. MALISZEWSKA-NIENARTOWICZ,  J./KLEINOWSKI,  M.,  What  Rule  of  Law  for  the European Union? Tracing the Approaches of the EU Institutions, Polish Political Science Yearbook, Yıl: 2021, Cilt:50, Sayı:4, (s.19-34). METİN, Yüksel:  Avrupa Birliği Temel Haklar Şartı , Ankara Üniversitesi SBF Dergisi, Yıl: 2002, Cilt:57, Sayı:4, (s. 35-63). ÖKÇESİZ, Hayrettin,  Hukuk Devleti , Hukuk Devleti, (der. H.Ökçesiz), Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları No:4, İstanbul 1998, (s.17-35). ÖZKAN, Işıl, Avrupa Birliği Kamu Hukuku, Seçkin Yayıncılık, Ankara 2017. PAULUS, Andreas L.,  Almanya Federal Anayasa Mahkemesi Bakış Açısından Anayasanın Yorumlanması , Anayasa Yargısı Dergisi, Yıl:2013, Cilt:29, Sayı:1,(s. 21- 47). 861     PECH, Laurent,  A Union Founded on the Rule of Law: Meaning and Reality of the Rule of Law as a Constitutional Principle of EU Law , European Constitutional Law Review, Yıl: 2010, Cilt:6, Sayı: 3, (s. 359-396). PECH, Laurent,  The Rule of Law as a Constitutional Principle of the European Union , Jean Monnet Working Paper Series No. 4/2009, https://ssrn.com/abstract=1463242 (erişim tarihi: 20.02.2022). RADBRUCH, Gustav,  Hukuk Devleti , Hukuk Devleti, (der. H.Ökçesiz), Hukuk Felsefesi ve Sosyolojisi Arkivi Yayınları No:4, İstanbul, 1998, (s.11-17). REÇBER,  Kamuran,  Biyo-Sosyolojik  Kuram  İtibarıyla  Avrupa  Birliği  Hukukunun Değerlendirilmesi, Ankara Avrupa Çalışmaları Dergisi, Yıl: 2019, Cilt:18, Sayı:2, (s.536-556). SANCAR, Mithat, Hukuk Devleti, Dipnot Yayınları, Ankara 2004. SCHROEDER,Werner,  The European Union and the Rule of Law-State of Affairs and Ways of Strengthening , Strengthening the Rule of Law in Europe: From a Common Concept to  Mechanisms  of  Implementation,  (der.  Schroeder.Werner),  Modern  Studies  in European Law. Hart Publishing, Oxford [UK], 2016, (s. 3- 34.). SELOUS, Edric/ BASSU, Giovanni,  The Rule of Law and the United Nations , The Legal Doctrines  of the  Rule  of Law and the Legal State  (Rechtsstaat),  Ius  Gentium: Comprarative Perspectives on Law and Justice 30, (der. Silkenat, J.R./Hickey Jr., J.E./Barenboim, P.D.), Springer, 2014, (s. 349- 360).  SHAW, Malcolm N., Uluslararası Hukuk, (Çev.) Yücel Acer, İbrahim Kaya, M. Turgut Demirtepe, G. Engin Şimşek, 8. Baskı, Tüba Yayınları, Ankara 2017. ŞİRİN, Tolga,  Hukukun Üstünlüğü ve Hukuk Devleti Aralarında Fark Var mıdır? , Prof. Dr. Tunçer Karamustafaoğlu na Armağan, Adalet Yayınları, Ankara 2010, (s. 679- 695). ŞÖHRET, Mesut,  Uluslararası Hukukta Devletlerin Tanınmasının Hukuki Boyutu ve Tanınma ile İlgili Başlıca Normlar , Türkiye Adalet Akademisi Dergisi, Yıl: 2019, Sayı:38, (s. 63- 88).  862     UYGUR, Gülriz,  Adalet ve Hukuk Devleti , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2004, Cilt: 53, Sayı:1, (s. 29- 38).  YAYLALI, Mustafa,  Hukuk Devleti ve Hukukun Üstünlüğü Kavramları: Albert Venn Dicey ve Hans Kelsen , Liberal Düşünce Dergisi, Yıl:2018, Cilt 23, Sayı:91-92, (s. 93- 109). YAZICI,  Serap,   Avrupa  Birliği  Süreci:  Ulus  Devletten  Ulusüstü  Devlete  Geçişte  Hukuk Devletinin Değişen İçeriği , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2005, Cilt:54, Sayı:4, (s. 77- 118).  YUMAK, Selen,  Avrupa Birliği Temel Değerleri ve Bu Değerlerin Birliğin Geleceği için Taşıdığı Önem: Polonya Örneği Üzerinden Bir İnceleme , Ankara Avrupa Çalışmaları Dergisi, Yıl:2017, Cilt:16, Sayı:2, (s.199- 217).  ZABUNOĞLU, H. Gökçe,  Toplum Sözleşmesi Bağlamında John Locke un Devlet Anlayışı , İnönü Üniversitesi Hukuk Fakültesi Dergisi,"
}