{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "22",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "YARGI YETKİSİNİN KULLANILMASI AÇISINDAN SERİ MUHAKEME USULÜ ANAYASANIN 138. MADDESİNE AYKIRILIK SORUNU",
     "Title": "- THE PLEA BARGAINING PROCEDURE IN TERMS OF DISCHARGING OF JUDICIAL POWER THE ISSUE OF UNCONSTITUTIONALITY IN TERMS OF ART. 13. OF THE CONSTITUTION",
     "Yazar İsmi": [
          "Muammer KETİZMEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Seri muhakeme",
          "yargılama",
          "hüküm",
          "adil yargılanma hakkı"
     ],
     "Keywords": [
          "plea bargaining",
          "judgment",
          "right to fair trial"
     ],
     "Özet": "5271 sayılı Ceza Muhakemesi Kanununda düzenlenen seri muhakeme usulü ile olağan yargılama usulünden farklı olarak cezai uyuşmazlığın sonlandırılmasında yeni bir usul getirilmiştir. Bu usuldeki belki de en önemli özellik Cumhuriyet Savcısının cezai uyuşmazlık konusunda doğrudan belirleyici konuma gelmiş olmasıdır. Ceza Muhakemesi Kanununda düzenlendiği şekliyle Cumhuriyet Savcısının uyuşmazlığın çözümüne ilişkin olarak kanaati ya da değerlendirmesi önem arz etmekle birlikte hüküm açısından nihai bir belirleyiciliği bulunmamaktaydı. Buna karşın seri muhakemeye ilişkin düzenlemeler ile birlikte C.Savcısı mahkûmiyet hükmünün içeriğini  oluşturan (sübut ve cezanın tespiti) kararı doğrudan kendisi belirlemekte,  mahkeme sadece şekli denetim işlevini yerine  getirmektedir. Bu düzenlemenin Anayasanın yargı yetkisinin kullanılması ile ilgili hükümleri açısından incelenmesi önem arz etmektedir.",
     "Abstract": "The plea bargaining procedure as regulated in the Code of Criminal Procedure No. 5271, has introduced notably different procedure in terms of terminating a criminal dispute. Perhaps the most important feature of this new procedure is that the Public Prosecutor has become a direct determinant on the dispute. As regulated in the Code of Criminal Procedure, although the opinion or evaluation of the Public Prosecutor regarding the resolution of the dispute has been important, it was not determinant on the final judgment. On the other hand, according to the provisions of the plea bargaining procedure, the Public Prosecutor determines  directly  the  decision  that  constitutes  the  content  of  the  conviction  (the  facts  and  the determination of the sentence), and the court fulfills only the formal inspection function. This regulation, especially regarding the use of the judicial power, the, it should be evaluated against the Constitutional provisions on judiciary.",
     "Metin": " Seri muhakeme usulü 5271 sayılı CMK de değişiklikler getirilen 17/10/2019 tarihli ve 7183  sayılı Kanununun 23. maddesi ile CMK nin 250. maddesinde düzenlenmiştir. Aynı kanunla basit yargılama  usulü adı altıda 251. maddede olağan yargılama usulünden ayrılan diğer bir düzenlemeye yer verilmesine karşın seri muhakeme  usulü bugüne kadarki düzenlemelerden özellikle C.Savcısının yetkisinin kapsamı açısından önemli bir değişikliği de beraberinde getirmesi nedeniyle özellikle incelenmeye değer bir kurum olarak yerini almıştır.   İddia ile karar verme yetkisinin aynı makamda olmasını esas alan ve bu kapsamda soruşturma ve nihayetinde yargılamanın aynı kişi tarafından yapılarak hükmün de aynı kişi  tarafından  verilmesini  esas  alan  tahkik  sisteminden  modern  ceza  muhakemesi hukukunun gelişimi içerisinde, işbirliği sistemi olarak da adlandırılan,  iddia makamı ile karar veren makamı ayırma süreci,1 bu kurum ile Türk Hukuku açısından da erozyona uğratılarak,  kamu  adına  iddia  görevini  yerine  getiren  ve  kamusal  iddia  makamını oluşturan C.Savcısını iddia eden süje ötesine geçerek cezai uyuşmazlığı çözen kararı vermesi ile doğrudan ya da dolaylı olarak hükmü veren süje konumuna getirmektedir. Bu haliyle de, yargı yetkisinin kullanılması ile doğrudan  ilişkili olduğundan,2 söz konusu düzenlemenin özellikle yargı yetkisinin kullanılmasına ilişkin  özellikle Anayasanın 138. maddesinde  yer  alan  yargı  yetkisinin  kullanılmasına  ilişkin    düzenleme  açısından incelenmesi önem arz etmektedir.  Bu doğrultuda, burada amaç, uygulayıcıya  yönelik olarak seri muhakeme usulüne ilişkin  düzenlemelerin  ayrıntılı  olarak  incelenmesi  ve  gerek teori  ve  gerekse  pratik açısından kurumun eğer varsa barındırdığı sorunların tespiti ve buna ilişkin çözüm önerilerini gündeme getirmeyi ya da bu yönde bir tartışmayı hedeflememektedir. Yargı yetkisinin  kullanılmasında  doğduran  ya  da  dolaylı  bir  değişimin  söz  konusu  olup                                                              1   Ceza yargılamasının  kıta Avrupasında tarihi gelişimi açısından ayrıntı bilgi için bkz., ESMEIN, Adhemar, A History of Continental Criminal Procedure: With Special Reference to France,  Little Brown, and Company, Boston 1913. 2   ERDEM, Mustafa Ruhan / ŞENTÜRK, Cahide,  Ceza Muhakemesi Hukukunda Yeni Bir Kurum Olarak Seri Muhakeme Yöntemi (CMK m.250) , Ceza Hukuku Dergisi, Yıl: 2019, s. 41. 231      olmadığı noktasında yapılacak tespit üzerinden Anayasada yargı yetkisini düzenleyen  hükümler ve sonuçları açısından kısa bir değerlendirme yapılmak istenmektedir.   Söz konusu düzenlemeleri, düzenlemelerin konusunu oluşturan toplumsal/beşeri ilişkiler üzerinden tartışılması da önem arz etmekle birlikte, çalışmada bu husus bilinçli olarak göz ardı edilmiştir. Bu düzenlemenin nesnel/toplumsal ilişkiler alanında hangi gerekçelerle gündeme geldiği, hangi söylemlerle uyumluluk içinde olduğu ve üzerinde çok  da  tartışılmadan  veri  olarak  kabul  edilen  hususların  örneğin   mahkemelerin  iş yükünün azaltılması söyleminin  neye karşılık geldiğini açıklamak elbette önem arz etmekle birlikte bu hususun kendi başına ayrı bir çalışma konusu olarak ele alınması gerekir.   I.  SERİ MUHAKEME USULÜ HAKKINDA GENEL BİLGİLER  Genel olarak  Kanunda açıkça düzenlenen suçlarla sınırlı olarak yine kanunla belirtilen  koşullarda  uygulanabilecek  istisnai  bir  muhakeme  yöntemi   olarak  tanımlanan seri muhakeme usulü,  yukarıda belirtildiği üzere, 5271 sayılı CMK ye  2019 tarihinde eklenen yeni bir kurumdur.   Seri muhakeme usulünün uygulanması CMK nin 250. maddesinde 14 fıkra halinde düzenlenmiş ve 15. fıkrada da ayrıca bu usulün uygulanmasına  ilişkin olarak Adalet Bakanlığı tarafından yönetmelik çıkarılacağı  hükme bağlanmıştır. Bu hükme dayanarak Adalet Bakanlığınca  Ceza Muhakemesinde Seri                                                              3    Cezalandırma yetkisinin ve yetkinin kullanımın kapsam, içerik, usul ve sınırları gibi konuları kapsamına alan ve genel olarak ceza adaleti sistemindeki dönüşüm olarak ifade edilebilecek değişim hakkında genel olarak bkz. GARLAND, David, The Culture of Control: Crime and Social Order in Contemporary Society, Oxford University Press, Oxford, 2002, Oxford Scholarship Online, 2012. doi: 10.1093/acprof:oso/9780199258024.001.0001;    QUINNEY,  Richard,  Class,  State  and  Crime, Longman,  New  York,  1980;  LEA,  John,  Crime  &  Modernity:  Continuities  in  Left  Realist Criminology, SAGE Publications Ltd., London, 2002. http://dx.doi.org/10.4135/9781446221693.   Türkiye de ceza adaleti sistemindeki dönüşüm hakkında genel bir inceleme için bkz. KETİZMEN, Muammer,  Ceza Hukukunda Metalaşma ya da Yeni Ceza Adaleti Sistemi? , Türkiye'nin Hukuk Sisteminde Yapısal Dönüşüm, (der, ÖZDEMİR, Ali Murat Özdemir /KETİZMEN Muammer), İmge Kitabevi, Ankara, 2014, s. 151-169. 4   Adalet Bakanlığı, Ceza İşleri Genel Müdürlüğü, Seri Muhakeme Usulü (CMK md. 250), 2019, https://alternatifcozumler.adalet.gov.tr/Resimler/SayfaDokuman/212020145115SERİ%20MUHAKEME%20SUNUM%2001.01.2020.pdf (erişim tarihi: 04.03. 2021), s. 5. 232      Muhakeme Yönetmeliği  çıkarılmıştır. Seri muhakeme usulü 1/1/2020 tarihinden itibaren yürürlüktedir. Seri muhakeme usulü, şüphelinin yaş küçüklüğü ve akıl hastalığı  durumu yoksa ve ayrıca şüpheli  açısından sağırlık ve dilsizlik söz konusu değilse (CMK 250/12) seri muhakeme usulüne tabi suçlar açısından, kamu davası açılması için yeterli şüpheye ulaştıran  delillere  ulaşılması  durumunda  kamu  davası  açılması  için  iddianame düzenlenmeden önce soruşturma sürecinde başvurulacak en son  ve diğer şartları  da oluştuğunda zorunlu bir kurum olarak düzenlenmiştir. CMK nin 250. maddesinde bu husus  (1) Soruşturma evresi sonunda aşağıdaki suçlarla ilgili olarak kamu davasının açılmasının ertelenmesine karar verilmediği takdirde seri muhakeme usulü uygulanır  şeklinde hükme bağlanmıştır.  CMK ye göre seri muhakeme usulü ancak Kanunun 250. maddesinde düzenlenen suçlar açısından geçerlidir.  Soruşturma konusu fiilin hukuki vasıflandırması açısından                                                              5   Erdem ve Şentürk, 15-18 yaş arasındaki küçükler ve 18-21 arası sağır ve dilsizler açısından neden bu yöntemin uygulanmadığının açıklamasız kaldığını  belirtmişlerdir. ERDEM / ŞENTÜRK, 2019, s. 589.  6   Erdem, Şentürk, C.Savcısının soruşturmanın hangi aşamasında seri muhakeme yöntemine başvuracağı yönünden zorlayıcı bir  kural  olmasa  da CMK nin  171/2.  maddesinde  kamu  davası  açılmasının ertelenmesi için yeterli şüphenin varlığı arandığı için, en azından şüphelinin  CMK 250/1 kapsamında bir suçu işlediği konusunda yeterli şüpheyi haklı kılan delillere ulaşmış olmasının şart olduğunu ifade etmişlerdir. ERDEM / ŞENTÜRK, 2019, s. 586.    Aynı yönde bkz.,  ...Burada, yeterli şüpheden söz edilmemesi önemli bir eksikliktir… [K]anunda açıkça yeterli şüpheden söz edilmesi daha yerinde olurdu . YENİSEY, Feridun / NUHOĞLU, Ayşe, Ceza Muhakemesi  Hukuku,  Seçkin  Yayınevi,  Ankara  2020,  s.843;  Aynı  yönde  AYGÖRMEZ UĞURLUBAY, Gülsün Ayhan / HAYDAR, Nuran / KORKMAZ, Mehmet,  Serî Muhakeme Usûlüne İlişkin Sorunlar , Ankara Sosyal Bilimler Üniversitesi Hukuk Fakültesi Dergisi, Yıl 2019, Cilt 1, No. 2, s. 263. 7    Erteleme kararı vermezse serî muhakeme usûlünü uygulamak zorunda kalacaktır  AYGÖRMEZ UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 263 8   Seri muhakeme usulü Madde 250 –…  a) Türk Ceza Kanununda yer alan; 1. Hakkı olmayan yere tecavüz (madde 154, ikinci ve üçüncü fıkra), 2. Genel güvenliğin kasten tehlikeye sokulması (madde 170), 3. Trafik güvenliğini tehlikeye sokma (madde 179, ikinci ve üçüncü fıkra), 4. Gürültüye neden olma (madde 183), 5. Parada sahtecilik (madde 197, ikinci ve üçüncü fıkra), 6. Mühür bozma (madde 203), 7. Resmi belgenin düzenlenmesinde yalan beyan (madde 206), 8. Kumar oynanması için yer ve imkan sağlama (madde 228, birinci fıkra), 9. Başkasına ait kimlik veya kimlik bilgilerinin kullanılması (madde 268), suçları. b) 10/7/1953 tarihli ve 6136 sayılı Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkında Kanunun 13 üncü maddesinin birinci, üçüncü ve beşinci fıkraları ile 15 inci maddesinin birinci, ikinci ve üçüncü fıkralarında belirtilen suçlar. c) 31/8/1956 tarihli ve 6831 sayılı Orman Kanununun 93 üncü maddesinin birinci fıkrasında belirtilen suç. d) 13/12/1968 tarihli ve 1072 sayılı Rulet, Tilt, Langırt ve Benzeri Oyun Alet ve Makinaları Hakkında Kanunun 2 nci maddesinde belirtilen suç. e) 24/4/1969 tarihli ve 1163 sayılı Kooperatifler Kanununun ek 2 nci maddesinin birinci fıkrasının (1) numaralı bendinde belirtilen suç.…    233      C.Savcısının  nitelendirmesi  esas  olmakla  birlikte,  talepnamenin  sunulduğu  yetkili mahkemenin, dosyada sunulan deliller ile sınırlı olmak üzere, hukuki vasıflandırmayı denetleme yetkisi vardır (CMK 250/9). Soruşturma  aşamasında,  iddianame  düzenlenme  aşamasına  gelindiğinde,  yani, toplanan  delillerin  suçun  işlendiği  hususunda  yeterli  şüphe  oluşturduğunun  ve soruşturma  konusu  fiilin    250.  maddede  sayılan  suçlardan  biri  olduğunun değerlendirilmesi  durumunda    şüpheliye  seri  muhakeme  usulü  teklifi  yapılması gerekmektedir. Kanundaki düzenlemeye göre, tekliften önce seri muhakeme hakkında C.Savcısı  ya  da  kolluk  tarafından  bilgilendirme  yapılır.  Bilgilendirme,  gerek  seri muhakeme yönteminin koşullarına ve gerekse izlenecek sürece ilişkindir.                                                                  Her ne kadar kanunda bir açıklık bulunmamakta ise CMK m/1 de belirtilen suçlarla burada yer alamayan  suçların  birlikte  işlenmesi  durumunda,  seri  muhakeme  yöntemine  başvurulamayacağı düşüncesindeyiz  ERDEM / ŞENTÜRK, 2019, s. 587. 9   ŞAHİN, Cumhur / GÖKTÜRK, Neslihan, Ceza Muhakemesi Hukuku -II-, Seçkin Yayınevi, Ankara 2020, s. 204;  Savcı, delilleri toplamış, gerekli yazışmaları yaparak belgeleri toplamış ve artık bir kanaate  ulaşmış  olmalıdır.  Soruşturmanın  bitmesi  kavramından  anlaşılması  gereken  budur.  KIZILARSLAN, Hakan,  7188 Sayılı Kanun la Ceza Muhakemesi Hukukuna Getirilen Seri Muhakeme ve Basit Yargılama Usulleri  Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 14, S: 183-184,  s. 1916. 10   Madde metninden ‘uygulanabilir  yerine ‘uygulanır  denilmiş olması, şartların oluşması halinde, Cumhuriyet savcısının ‘seri muhakeme  usulünü uygulamak konusunda bir takdir hakkı olmadığı sonucunu doğurmaktadır.  KIZILARSLAN, 2019, s. 1915;  …[B]u alternatif yöntemi kamu davasının mecburiliği sistemine dönülerek uygulamak zorunda bırakılması sistemsiz bir düzenleme yapıldığı intibaını uyandırmaktadır…  YENİSEY / NUHOĞLU, 2020, s. 843. 11   Seri  muhakeme  usulü  bakımından  bilgilendirme  Cumhuriyet  savcısı  veya  kolluk  tarafından yapılacaktır.  Bilgilendirmenin  yapılabilmesi  için  müdafinin  bulunması  gerekli  değildir. Bilgilendirmenin seri muhakeme usulünün amacı, teklifin kabul edilmesinin sonuçları, sürecin genel olarak nasıl işlediği ve özellikle de istinaf kanun yoluna başvurma hakkından feragat etmiş olacağı hususlarını  içermesi  gereklidir.   DEĞİRMENCİ,  Olgun,   Ceza  Muhakemesi  Hukukunda  Seri Muhakeme Usulü (CMK m.250)  Batı Adalet Dergisi, Yıl: 2020, Sayı: 3 s. 20.    Bilgilendirmenin ne zaman yapılacağı, deliller toplandıktan sonra mı yoksa kolluktaki ilk ifadesinde mi yapılacağı belirsizdir. Hiçbir delilin olmadığı kolluktaki ifade aşamasında bilgilendirme yapılması, seri  muhakemenin  soruşturma  sonunda  devreye  girmesi kuralına ve  savcının  şüpheli  aleyhinde delillerin yoğunluğunu gördükten sonra bu usulün uygulanmasına karar vermesi konusundaki anlayışla da çelişen bir uygulama şekli olacaktır.  KIZILARSLAN, 2019, s. 1928. Diğer çekinceler için ayrıca bkz., a.g.e. s. 1928. Bilgilendirmenin kapsamının genişletilmesi ve öneriler hakkında AYGÖRMEZ UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 267. 12  ERDEM / ŞENTÜRK, 2019, s. 587    Seri Muhakeme Usulü Yönetmeliği ne göre  Seri muhakeme usulünün teklifi MADDE 10 – (1) Cumhuriyet savcısı seri muhakeme usulünün uygulanmasını teklif etmeden önce şüpheliyi bu usul hakkında bilgilendirir. Bilgilendirme ;a) İsnat edilen eylem, eylemin oluşturduğu suç ile bu suçun seri muhakeme usulü kapsamına girdiği, b) Kamu davasının açılması için yeterli şüphenin bulunduğu, c) Özgür iradesiyle ve müdafi huzurunda kabul ettiği takdirde bu usulün uygulanacağı ve belirlenecek 234      C.Savcısı tarafından yapılan seri muhakeme usulü teklifini, şüphelinin müdafii huzurunda kabul etmesi halinde seri muhakeme usulü uygulanabilecektir (250/3).15 CMK ye göre teklifin konusu seri muhakemeyi kabule ilişkindir; somut bir  yaptırım belirlenmez.  Kanunda  talep  yazısı  (talepname)  ile  C.Savcısnın  somut  cezayı belirleyeceği  düzenlenmiş  iken  Yönetmelik te  teklifin  kabulü  üzerine  hazırlanan tutanakta somut yaptırımın ne olduğunun belirtileceği öngörülmüştür(Yön. 10/89).   Aynı suçtan  dolayı birden fazla şüpheli varsa, bunlardan birinin bu yöntemin uygulanmasını kabul etmemesi durumunda seri muhakeme yöntemi uygulanmaz (CMK 150/11)17. Teklifi kabul etmeyen şüphelinin soruşturmaya konu eyleme azmettiren, fail                                                              temel cezanın yarı oranında indirileceği, ç) Cumhuriyet savcısı tarafından teklif edilen yaptırım hakkında talep doğrultusunda mahkemenin hüküm kuracağı, bu hükme karşı itiraz kanun yoluna başvurabileceği, d) Teklifin kabulünün ancak müdafi huzurunda gerçekleştirilebileceği, seçtiği bir müdafi yoksa istemi aranmaksızın kendisine bir müdafi görevlendirileceği, e) Mahkeme tarafından hüküm kuruluncaya kadar her aşamada seri muhakeme usulünden vazgeçebileceği, f) Mahkemece verilen hükmün adli siciline kaydedileceği, g) Bu usulün uygulanmasını kabul etmediği takdirde genel hükümlere göre hakkında iddianame düzenlenerek kamu davası açılacağı, ğ) Genel hükümlerin uygulanmasına geçilmesi halinde, seri muhakeme usulünü kabul ettiğine ilişkin beyanları ile bu usulün uygulanmasına  dair  diğer  belgelerin,  soruşturma  ve  kovuşturma  işlemlerinde  delil  olarak kullanılamayacağı, hususlarını kapsar…  13   Burada müdafinin bulunmasını şekli bir gereklilik olarak algılamamak gereklidir. Nitekim bu yola başvurulması suretiyle şüpheli aleni bir duruşmada yargılanma hakkından da vazgeçtiğinden dolayı şüpheli ile müdafi arasında bir ön görüşme yapılmasına da olanak tanınmalıdır. Ayrıca etkin bir hukuki destek sağlanabilmesi için müdafiye, seri muhakeme usulüne ilişkin teklifin öncesinde dosyayı inceleme ve delilleri görme olanağı da sağlanmalıdır.  DEĞİRMENCİ, 2020, s. 120. 14   Bu düzenleme hüküm kurma psikolojisi açısından son derece tehlikelidir. İçeriğinde mademki şüpheli genel yargılama usulünün sağladığı bir takım haklarından, tayin edilecek cezanın yarı onarında indirilerek verilmesi avantajından istifade için feragat etmektedir, o halde bu suçu işlediğini zımnen ya da tevil yollu olarak ikrar etmektedir gibi bir düşünceden hareket edilmesinin zeminini oluşturmaktadır. Seri muhakeme usulünü sırf cezada indirimden istifade etmek için kabul ettiğine göre, bu suçu da kabul etmektedir mantığı şüpheden sanık yararlanır ilkesinin içeriğini boşaltmaktadır…  YENİSEY / NUHOĞLU, 2020, s. 848.  Nitekim ikrar niteliği olduğu yönünde,  Teklifin kabulü, şüphelinin eylemi gerçekleştirdiğini ve sorumluluğunu da kabul anlamına gelmektedir  ŞAHİN / GÖKTÜRK, 2020, s. 205.  15   Müdafinin huzurunda teklif yapılacağı için bu düzenleme ile ‘zorunlu müdafilik  durumuna bir yenisi daha eklenmiştir  ERDEM / ŞENTÜRK, 2019; ŞAHİN / GÖKTÜRK, 2020, s. 205; …[B]üyük ölçüde kendisi hakkında aleyhe beyanda bulunmama hakkı ile çelişen bu usul ile hakkında bir mahkumiyet hükmü kurulması söz konusu olduğu için zorunlu müdafilik söz konusudur.   SEVDİREN, Öznur,  Adil Yargılanma  Hakkı  Bağlamında  Seri  Muhakeme  Usulü  Üzerine  Eleştirel  Değerlendirmeler ,  Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 15, S: 189-190, s. 593. 16  KIZILARSLAN, 2019, s. 1930. 17  Usul ekonomisi mülahazaları ile uyumlu olduğu hakkında  SEVDİREN, 2020, s. 590. 235      veya yardım eden olarak mı iştirak ettiğinin bir önemi yoktur.   Buna uygun olarak şeriklerden birinin CMK nin 250/12. maddesinde yer alan kişilerden biri olması, yani yaş küçüklüğü, akıl hastalığı, sağır ve dilsizlik haline sahip olması durumunda da bu kişilerin seri muhakeme usulünü kabul etmesi mümkün olmadığından, seri muhakeme usulünün uygulanamayacaktır. Teklifin  kabulüne  binaen C.Savcısı, Türk Ceza Kanununun 61 inci maddesinin birinci fıkrasında belirtilen hususları göz önünde bulundurarak, suçun kanuni tanımında öngörülen cezanın alt ve üst sınırı arasında tespit edeceği temel cezadan yarı oranında indirim uygulamak suretiyle yaptırımı belirler (CMK 250/4); sonuç olarak belirlenen hapis cezası C.Savcısı tarafından, koşulları bulunması hâlinde Türk Ceza Kanununun 50.maddesine  göre  seçenek  yaptırımlara  çevrilebilir  veya  51.  maddesine  göre ertelenebilir(CMK  250/5)21.  Belirlenen  yaptırımlar  hakkında,  koşulları  bulunması                                                              18  ERDEM / ŞENTÜRK, 2019, s. 588. Aynı yönde KIZILARSLAN, 2019, s. 1295.  Şüphelinin teklifi kabul etmesinden sonra soruşturma konusu eyleme bir başkasının iştirak ettiğinin ortaya çıkması durumunda… burada bir ayrıma gidilmelidir.: Mahkemece henüz hüküm kurulmuş değilse diğer şüpheliye teklif götürülebilir. Eğer hüküm kurulmuş ise sonradan ortaya çıkan hükmün yalnızca bu nedenle ortadan kalkmasını gerektirmez…   ERDEM / ŞENTÜRK, 2019, s. 589. 19  DEĞİRMENCİ, 2020, s. 19-20. 20   Kabul kelimesiyle anlaşılması gerekenin ‘itiraf  olup-olmadığı belirsizdir ve anlaşıldığı kadarıyla, bu konu bu aşamadan sonra doktrin ve pozitif hukukta ziyadesiyle tartışmaya aday bir konu olacaktır… [D]osyaya girmiş olan bir kabulü ve diğer delilleri hâkimin kovuşturma aşamasında ne şekilde yok sayacağı belirsizdir.  KIZILARSLAN, 2019, s. 1912.     Yeterli  şüphe  üzerine,  şüphelinin  seri  muhakemeyi  kabulü  adeta  ikrarı  gibi  değerlendirilerek cezalandırılması  cihetine  gidilmektedir…  Üstelik  şüphelinin  iradesinin  cezasının  yarı  oranda indirilerek tayin edileceği  vaadiyle iradesinin ciddi tesir altına bırakılmak suretiyle kabulünü beyan edeceği  düşünüldüğünde,  serbest  iradeye  dayalı  bir  kabul  olarak  nitelenmesi  son  derece  güç görünmektedir...   YENİSEY / NUHOĞLU, 2020, s. 850.     …Teklifin kabul edilmesi aşamasında ‘müdafi hazır bulunacak  ancak bu konudaki kararı müdafi değil, bizatihi şüpheli verecektir.  ERDEM / ŞENTÜRK, 2019, s. 588.   Erdem  ve  Şentürk,  şüphelinin  teklifi  kabul  ettikten  sonra  hüküm  kuruluncaya  kadar  tekliften dönülebileceğini, ifade etmişlerdir. a.g.e,  589, 591. Aslında CMK nin 20/9. maddesinde yer alan ve zımni vazgeçmeyi düzenleyen  Mazeretsiz olarak mahkemeye gelmeyen şüpheli bu usulden vazgeçmiş sayılır  hükmü buna izin verir niteliktedir. Yönetmeliğin 4. maddesinde hüküm kuruluncaya kadar kabul beyanın geri alınacağı da düzenlenmiştir.  Aynı yönde, YETİMOĞLU, Melike Ezgi;  Türk ve Fransız Ceza Muhakemesi Hukuklarında Seri Muhakeme Usulüne Karşılaştırmalı Bakış , Maltepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl 2019, Cilt:18, Sayı:1 s. 37.    Erdem ve Şentürk, ayrıca C.Savcısının  da onay verilinceye kadar fiilin hukuki vasıflandırılması esas alınarak  soruşturmayı  genel  usule  göre  sonuçlandırılması  için  seri  muhakeme  usulünü sonlandırabileceğini  ifade etmekle birlikte (ERDEM / ŞENTÜRK, 2019, s. 589), Kanundaki (CMK 250/9) açık düzenleme karşında  talepname düzenlendikten sonra bunun ancak   mahkemeden talep edilebileceği kanaatini taşımaktayız.  21   TCK m.51 e göre erteleme kararı verildiğinde bunun denetimli olarak mı, yoksa denetimsiz olarak mı uygulanacağına (TCK m.51/4-5) ve denetim süresinin ne olacağına (TCK m. 51/3)  C.Savcısı tarafından 236      hâlinde, Cumhuriyet savcısı tarafından  231 inci madde kıyasen uygulanabilir (CMK 250/6)23.    CMK  250.  maddede  öngörülen  usulle  yaptırım  uygulanması  güvenlik tedbirlerine  ilişkin  hükümlerin  uygulanmasına  engel  teşkil  etmez.  Kanundaki düzenlemeye  göre  şüphelinin  teklifi  kabul  ederken  somut  cezanın  ve  genel  olarak yaptırımın ne olacağını bilmesi şartı aranmamaktadır.   C.Savcısı, yukarıda aktarılan şekilde yaptırım belirleyerek görevli mahkemeden seri muhakemenin uygulanmasını talep eder (Talepname)26. Görevli mahkeme, şüpheliyi                                                              karar  verilebilecek  olmasıdır.  Böyle  olunca  da  mahkeme,  ertelemenin    denetimli  olarak  mı uygulanacağı ya da denetim süresinin ne olacağı konusunda C.Savcısının takdir yetkisine müdahale edemez… [H]atalı olarak ertelemenin denetimli olarak uygulanıp uygulanmayacağı ya da denetim süresinin ne olacağı konusunda herhangi bir belirleme yapmamış ise, kanaatimizce yine de bu  belirlemeyi kendisi yapmayacak, bu yöndeki eksikliğin giderilmesi için dosyayı C.Savcısına geri gönderecektir.  ERDEM / ŞENTÜRK, 2019, s. 592. 22   Erdem ve Şentürk, kıyasen uygulanabilir ifadesinin konulmasının nedeninin yasa koyucu tarafından bunun  ceza  muhakemesi  kurumu  olarak  görmesi  olduğunu,  buna  karşın  Yargıtayın  hükmün açıklanmasının geri bırakılması kurumunu karma bir kurum olarak  gördüğünü, bu nedenle ifadenin özel bir anlamı olmadığını belirtmişlerdir ERDEM / ŞENTÜRK, 2019, s. 41 23   HAGB uygulanabilmesi için CMK m. 231/1 uyarınca şüphelinin kabul etmesi gereklidir. CMK m. 251 de  yer  alan   karşı  çıkmaması  halinde   ifadesi,  CMK  m.  250 de  yer  almamaktadır.  DEĞİRMENCİ, 2020, s. 21.  24  Özellikle sadece TCK 61/1 e göre cezanın tayini eleştiri konusu olmuştur. Buna göre duruşma yapılıp deliler tartışılmadan takdir yetkisinin  kullanımı sorun teşkil eder; ayrıca iştirak, teşebbüs, haksız tahrik gibi kurumların uygulanma olanağı  da ortadan kalkmıştır; kimi durumlarda -haksız tahrik, teşebbüs gibi-  kurumların uygulanması sonucu  yapılabilecek indirimden faydalanma imkanı olan şüphelinin teklifi kabul etmesi olasılığı azalabilecektir. Bkz., ERDEM / ŞENTÜRK, 2019, s. 591; Benzer görüşler için bkz. DEĞİRMENCİ, 2020, s. 20. Buna karşın Şahin ve Göktürk  TC nin 61. maddesinin birinci fıkrası göz önünde bulundurularak temel cezanın belirleneceğine dair düzenleme, 61. maddenin diğer fıkralarının,  örneğin  iştirak  bakımından  beşinci  fıkranın,  uygulanmayacağı  anlamına  gelmez  görüşündedirler ŞAHİN / GÖKTÜRK, 2020, s. 206 dipnot 332.     Erdem ve Şentürk e göre, Mahkeme, yaptırım  terimine güvenlik tedbirlerinin  ve bu arada müsaderenin girmemesi dolayısıyla, C.Savcısının talebindeki şartlar ile bağlı olmaksızın müsadere konusunda kendisi bağımsız karar verebilir; buna karşın mahkeme talep olmaksızın kendiliğinden karar veremez. ERDEM / ŞENTÜRK, 2019, s. 593-594.)  25   …C.Savcısının önce teklifte bulunup, şüpheli tarafından bu teklif kabul edildikten sonra somut cezanın belirlenmesine aşamasına geçilmesidir. Başka bir anlatımla şüpheli somut cezanın hangi ağırlıkta olacağını, teklif kabul ederken bilmemektedir…  ERDEM / ŞENTÜRK, 2019, s. 590; Benzer eleştiri için, SEVDİREN, 2020, s. 595; Aksi görüş için bkz., YAVUZ, Hakan A., Ceza Muhakemesinde Kovuşturmaya  Alternatif  Yöntemler.  1  Baskı,  Adalet  Yayınevi,  Ankara  2020,  s.  165,  279; Yönetmelik in  2. fıkrasında ise  Seri muhakeme usulünün uygulanması Cumhuriyet savcısı tarafından şüpheliye teklif edilir; şüpheliye uygulanacak yaptırımların neler olduğu açıklanır  düzenlemesine yer verilerek uygulanacak yaptırımların neler olduğunun açıklanacağı hükme bağlanmıştır.  26   Madde 250 – …(8) Cumhuriyet savcısı, şüpheli hakkında seri muhakeme usulünün uygulanmasını yazılı olarak görevli mahkemeden talep eder. Talep yazısında; a) Şüphelinin kimliği ve müdafii, b) Mağdur veya suçtan zarar görenlerin kimliği ile varsa vekili veya kanuni temsilcisi, c) İsnat olunan suç ve ilgili kanun maddeleri, d) İsnat olunan suçun işlendiği yer, tarih ve zaman dilimi, e) Şüphelinin tutuklu olup olmadığı; tutuklanmış ise, gözaltına alma ve tutuklama tarihleri ile bunların süreleri, f) 237      dinledikten  sonra,  teklifin  usulüne  uygun  yapıldığını  ve  isnat  edilen fiilin  hukuki nitelendirilmesinde  -iddianamede  olduğu  şekliyle  suçun  delilleri  ile  yüklenen  suçu oluşturan olayların anılan mevcut delillerle ilişkilendirilmesi koşuluna yer verilmemesi karşısında  talepname  üzerinde  yazılı  fiilin  katalog  suç  olup  olmadığına  bakmakla yetinerek- hata yapılmadığını  tespit  ederse,  talep edilen yaptırım doğrultusunda Kanunda ifade edildiği şekliyle, hüküm kurar. Hata söz konusu ise genel hükümlere göre soruşturmanın sonuçlandırılması için dosyayı iade eder.  Mahkemenin  CMK ye göre bu iki karar dışında bir karar vermesi mümkün değildir.  Geri gönderme kararına                                                              İsnat olunan suçu oluşturan olayların özeti, g) Üçüncü fıkrada belirtilen şartların gerçekleştiği, h) Belirlenen yaptırım ile beşinci ve altıncı fıkra uygulanmış ise bunlara ilişkin hususlar ve güvenlik tedbirleri, gösterilir…     …[B]u usule ilişkin olarak  yazılan talepnamede bir iddianamede olduğu gibi, yüklenen suçu oluşturan olayların mevcut delillerle ilişkilendirilmesi zorunluluğu aranmamıştır… [O]layların özeti yeterli görülmektedir…  SEVDİREN, 2020, s. 589, 597. 27  Dinlemenin duruşma niteliği taşımadığı hakkında, YETİMOĞLU, 2019, s. 40. Şahin ve Göktürk e göre mahkeme nezdindeki inceleme ve karar verme süreci soruşturma evresi içerisinde düşünülmelidir. ŞAHİN / GÖKTÜRK, 2020, s. 208.  Bu başvuruda, aynen soruşturma evresinde sulh ceza hakiminin tutuklama sorgusunda yaptığı gibi, hakim şüpheliyi dinleyecek, bu çerçevede usule uygun olduğu ölçüde duruşmayla ilgili diğer usul hükümlerini kıyasen uygulayabilecek; ancak, duruşmanın ertelenmesi ya da delil araştırması sonucunu doğurabilecek bir tercihte bulunamayacaktır.  ŞAHİN / GÖKTÜRK, 2020, s. 209. 28  AYGÖRMEZ UĞURLUBAY / HAYDAR  / KORKMAZ, 2019, s. 272.  …[H]âkimin mevcut deliller karşısında  fiilin gerçek anlamda ilgili suça vücut verip vermediğini incelemesi mümkün değildir.  a.g.m., 272. 29   Bu kapsamda hakim şüphelinin bilgilendirilip bilgilendirilmediğini, teklifin müdafi huzurunda kabul edilip edilmediğini, bu usulün uygulanma alanındaki suçlardan birinin söz konusu olup olmadığını denetleyecektir.  YETİMOĞLU, 2019, s. 42.  30   Dolayısıyla cezanın eylemin ağırlığıyla orantısız veya yeterince temellendirilmemiş olduğunu tespit etse dahi hakimin talebi reddetmesi mümkün görülmemektedir.  YETİMOĞLU, 2019, s. 43. Benzer şekilde  Buna karşın fiile ilişkin cezanın bireyselleştirilmesinde hata tespit etmesine rağmen, fiil serî muhakeme usûlü kapsamında kaldığı sürece, talepte belirlenen yaptırım doğrultusunda hüküm kurmak zorundadır.  AYGÖRMEZ UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 272. 31  CMK 250/10  Seri muhakeme usulünün herhangi bir sebeple tamamlanamaması veya soruşturmanın genel hükümlere göre sonuçlandırılması amacıyla Cumhuriyet başsavcılığına gönderilmesi hâllerinde, şüphelinin seri muhakeme usulünü kabul ettiğine ilişkin beyanları ile bu usulün uygulanmasına dair diğer belgeler, takip eden soruşturma ve kovuşturma işlemlerinde delil olarak kullanılamaz.  32  ERDEM / ŞENTÜRK, 2019, s. 597. Buna karşın Seri Muhakeme Usulü Yönetmeliği nde Kanunda yer alamayan  bir  düzenlemeye  yer  verildiği  görülmektedir  (Yön.  13/2).  Buna  göre   (2)  Mahkeme tarafından eksik veya hatalı noktalar belirtilmek suretiyle; a) 12 nci maddeye aykırı olarak düzenlenen, b) Belirlenen yaptırımda maddi hata yapılan, c) Yaptırım hakkında Kanunun 231 inci veya Türk Ceza Kanununun 50 ve 51 inci maddelerinin uygulanmasında objektif koşulların gerçekleşmediği anlaşılan, ç) Teklif edilen cezanın mahiyetine uygun bir güvenlik tedbiri belirtilmeyen, Talepnamenin eksikliklerin tamamlanması amacıyla Cumhuriyet başsavcılığına gönderilmesine karar verilir. (3) Cumhuriyet savcısı tarafından eksiklikler tamamlandıktan ve hatalı noktalar düzeltildikten sonra talepname yeniden düzenlenerek mahkemeye gönderilir.  238      itiraz yolu belirlenmemiş olmakla birlikte, mahkeme tarafından kurulan hükme karşı itiraz yoluna gidilebilir. Dolayısıyla burada mahkemenin maddi olay açısından delillerin değerlendirilmesi suretiyle vicdani kanaatini esas alarak bir karar vermesi söz konusu olmadığı gibi CMK açısından  cezanın  tayininde  de  herhangi  bir  değerlendirme  tespit  ve  takdir  yetkisi bulunmamaktadır.  Mahkeme, burada, bir denetim ve  onay merci olarak faaliyet                                                                Bu düzenleme yerindelik olarak olumlu karşılanabilecek olsa da öncelikli olarak Kanunun uygulanması için düzenlenen bir Yönetmelikte Kanunda olmayan bir kurumun  eksiklikleri gidermek için iade  getirilmiş olması hukuki dayanak açısından sorunludur.     Ayrıca  Kanun  teklifinin  gerekçesinde  Yönetmelikle  aynı  yönde  Kanunda  yer  almadığı  halde mahkemenin yetkisi daha da genişletilerek  …Bunların dışında, maddi gerçeğin araştırılması amacıyla daha  fazla  araştırma  yapılması  gerektiği  kanaatinde  olan  mahkeme  tarafından  yine  talebin reddedilerek  dosyanın  Cumhuriyet  başsavcılığına  gönderilmesi  gerekir.  Çünkü  mahkemenin soruşturmanın  genişletilmesi,  yeni  delillerin  toplanması,  tanık  dinlenmesi  gibi  yetkileri bulunmamaktadır  görüşü de dile getirilmiştir ŞAHİN / GÖKTÜRK, 2020, s. 207.   Sevdiren, de fiilin suç oluşturmadığı, şüpheli tarafından işlenmediği veya bir muhakeme engeli nedeniyle kovuşturma açılmasına yer olmadığına dair kararın verilmesi gerektiğinde C.Savcısının talebinin reddinin gerekeceği görüşündedir:  Mahkemenin bu noktada bu usulün kabulü ile yetinmesi ve  herhangi  bir  denetim  yapmaması  kabul  edilemez. Ancak, bu noktanın  açıkça  belirtilmemesi uygulamada sorunlara neden olabilecektir.  SEVDİREN, 2020, s. 599.  33  DEĞİRMENCİ, 2020, s. 22.   Kanaatimizce şüphelinin… itirazı TCK m.50, 51 ve CMK m 231. in uygulanma koşullarının gerçekleşmiş olmasına rağmen şüphelinin bundan yararlandırılmadığına, tekliften önce yeterli bilgilendirme yapılmadığına, mahkemece verilen hükümden önce teklifi geri aldığına veya teklifi kabul ederken veya dinlenirken müdafin hazır bulunmadığına yönelik olabilir  ERDEM / ŞENTÜRK, 2019, s. 599. İtiraz kanun yoluna ilişkin sorunlar ve bunlara ilişkin çözüm  önerilerine yönelik inceleme için bkz., ERSOY, Uğur,  Seri Muhakeme ve Basit Yargılama Usullerinde İtiraz Kurumuna İlişkin Sorunlar ve Çözüm Önerileri , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020,  Cilt: 28, Sayı: 2, s. 860 vd., https://doi.org/10.15337/suhfd.723736. 34  YENİSEY / NUHOĞLU, 2020, s. 850. 35   Değirmenci  TCK m. 61 kapsamında temel cezanın doğru tespit edilip edilmediği ve yarı oranında indirim yapılıp yapılmadığı hususlarını denetleyecektir  görüşünü dile getirmiştir DEĞİRMENCİ, 2020,  s.  22.  Buna  karşın   Dolayısıyla  cezanın  eylemin  ağırlığıyla  orantısız  veya  yeterince temellendirilmemiş olduğunu tespit etse dahi hakimin talebi reddetmesi mümkün görülmemektedir.  YETİMOĞLU, 2019, s. 43. Benzer şekilde  … [F]iile ilişkin cezanın bireyselleştirilmesinde hata tespit etmesine rağmen, fiil serî muhakeme usûlü kapsamında kaldığı sürece, talepte belirlenen yaptırım doğrultusunda hüküm kurmak zorundadır.  AYGÖRMEZ UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 272.   Buna izin veren bir düzenlemenin Yönetmelikte yer aldığı da görülmektedir.  Yönetmelik in 13. maddesine göre  …Talepnamenin incelenmesi MADDE 13 – (1) Mahkeme, talepnamenin verildiği gün incelemesini derhal yapar, şüpheliyi müdafi huzurunda seri muhakeme usulü ile ilgili olarak dinler ve usulü sonuçlandırır. Şüphelinin seri muhakeme usulü hakkında dinlenmesi SEGBİS veya istinabe yoluyla da yapılabilir. (2) Mahkeme tarafından eksik veya hatalı noktalar belirtilmek suretiyle; a) 12 nci maddeye aykırı olarak düzenlenen, b) Belirlenen yaptırımda maddi hata yapılan, c) Yaptırım hakkında Kanunun 231 inci veya Türk Ceza Kanununun 50 ve 51 inci maddelerinin uygulanmasında objektif koşulların gerçekleşmediği anlaşılan, ç) Teklif edilen cezanın mahiyetine uygun bir güvenlik tedbiri belirtilmeyen,..  yönündeki  düzenleme  seri muhakeme açısından yerinde bir düzenleme olarak görülebilse de  Kanunda olmayan bir konunun Yönetmelikle düzenlenmesi,  normlar hiyerarşisi ve 239      göstermekte; verilen onayın de talep edilen yaptırımı mahkûmiyet hükmü haline getirdiği ifade edilmektedir. Tekrar etmek gerekirse, uyuşmazlığın özü açısından  mahkemenin herhangi bir muhakeme faaliyeti, vicdani kanaati söz konusu  olmadan,  mahkeme tarafından  gerçekleştirilen  şekli/usulü  denetim  ve  onay,  talep  konusu  yaptırımı mahkûmiyet hükmüne dönüştürmektedir.  Seri muhakeme usulünde, delillerin toplanması, delillerin değerlendirilmesi ve sonuç çıkartılması, hukuki nitelendirilmesinin yapılması, yapılan hukuki nitelendirmeye göre yaptırımın belirlenmesi doğrudan C.Savcısının tekelindedir. Bunlar arasında, sadece talep yazısı ve ekine göre suçun hukuki vasıflandırılmasının doğru yapılıp yapılmadığın değerlendirilmesi  mahkeme  tarafından  yapılabilmektedir.    Dolayısıyla  kanunda  seri muhakeme  usulünün  uygulanmasının  talep  edilmesinden  bahsedilmekle  birlikte Mahkeme  tarafından  sayılan  bu  hususları  kapsayacak  şekilde  bir  muhakeme yapılmamaktadır. Mahkemenin denetimi, şekli/usule uygunluk konusuna hasredilmiştir. Aşağıda ayrıca değerlendirilecek olmakla birlikte şunu tekrar belirtmek gerekir ki söz konusu mahkûmiyet hükmü hakimin vicdani kanaatine göre verilmiş bir mahkûmiyet hükmü ya da hüküm değildir.                                                               Adalet Bakanın hangi hususlarda -uygulaya  ilişkin-  yönetmelik çıkartılabileceğine ilişkin Kanundaki öngörülen hüküm karşısında, hukuka uygun olduğu herhalde söylenemez.   Buna  karşın bu  hüküm esas  alınsa  dahi  belirtilen  konularda doğrudan tasarrufta  bulunamaması nedeniyle Mahkeme burada  vicdani kanaatine göre hüküm veren değil denetim yapan mercii sıfatını devam ettirmektedir.  36  Yetimoğlu, s. 27;  Seri muhakeme usulünde, Cumhuriyet savcısı tarafından bir ceza kararnamesi düzenlenmektedir. Burada mahkemenin onayı ile birlikte, kanun yollarının bir kısmından feragat edilmiş bir mahkûmiyet hükmü kurulmaktadır.  DEĞİRMENCİ, 2020, s.21.  37  Seri  muhakemeden  beklenen  seriliğin  sağlanması  açısından  karar  verme  yetkisinin  sulh  ceza hakimliklerine  –   eski  ismine  dönülerek  Mahkemelere -  verilmesi  yönünde  AYGÖRMEZ UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 270. 38  Gerçekten de son sözün mahkemeye ait olup olmadığı tartışılabilir bir konudur. Mahkemenin, ret veya kabul kararlarının sebebinin seri muhakemeye uygulanabilecek hallerden olup-olmamayla sınırlı olması ve ‘eylemin seri muhakeme kapsamında olduğunun belirlendiği takdirde   talepte belirtilen yaptırım  konusunda  hüküm  kurmak  zorunda  olması,  aslında,  kanun  koyucunun  sadece  seri muhakemenin  şekli  koşullarıyla  ilgili  mahkemeye  takdir  hakkı  tanıdığını  göstermektedir.  KIZILARSLAN, 2019, s. 58    Yavuz söz konusu karara CMK açısından hükme bağlanan sonuçları bağlandığını ifade etmiş (YAVUZ, 2020, s 297)  ve [C]eza kararnamesi, savcılık tarafından içeriğinin belirlenmesi, karara bağlanması ve mahkeme onayına tabi tutulduğunda dahi, belirtilen yaptırım ve yaptırıma ilişkin uygulama  şeklinin mahkeme tarafından değiştirilmesinin mümkün olmadığı bir karar olması nedeniyle, yargısal bir karar değil, ceza muhakemesi hukukuna dahil kendine özgü idari bir karar niteliğindedir. Bununla birlikte, ceza muhakemesine ilişkin kanun hükümlerince karara ‘hüküm  özelliği tanınması, ona yargısal bir nitelik kazandırmaz  görüşünü dile getirmiştir. YAVUZ, 2020, s. 165. 240      II.   YARGI  YETKİSİNİN  KULLANILMASINI  DÜZENLEYEN ANAYASA NIN  138.  MADDESİ  AÇISINDAN  SERİ  MUHAKEME USULÜNE İLİŞKİN DEĞERLENDİRME  A.  Genel Olarak Burada olağan yargılama usulünden farklılaşmayı içeren cezai uyuşmazlıklarının çözüm yollarına ilişkin düzenlemelere yönelik olarak adil yargılanma hakkı açısından  adil  yargılanma  hakkının  bütün  unsurları  açısından  bir  Anayasa ya  uygunluk değerlendirilmesi yapılmayacaktır.  Anayasa Mahkemesi de  basit yargılama usulü ile ilgili olarak verdiği kararında   Anayasa nın 141. maddesinin son fıkrasında yer alan  Davaların en az giderle ve mümkün  olan  süratle  sonuçlandırılması,  yargının  görevidir.   şeklindeki  düzenleme gereğince devletin yargılamaların gereksiz yere uzamasını engelleyecek etkin tedbirler alması  gerekir.  Bu  bağlamda  hukuk  sisteminin  ve  özellikle  yargılama  usulünün yargılamaların makul süre içinde bitirilmesini mümkün kılacak şekilde düzenlenmesi ve bu düzenlemelerde davaların nedensiz olarak uzamasına yol açacak usul kurallarına yer verilmemesi, makul sürede yargılanma hakkının bir gereğidir. Bu nedenle bazı suçlar için yargılamanın daha kısa sürede sonuçlandırılmasını sağlayacak yargılama usullerinin belirlenmesi kanun koyucunun takdir yetkisindedir. Ancak bu amaçla alınacak kanuni tedbirlerin yargılama sonucunda işin esasına yönelik adil ve hakkaniyete uygun bir karar verilmesine engel oluşturmaması gerektiği de tartışmasızdır...  görüşü ile aslında bu ve buna benzer düzenlemelerin adil ve hakkaniyete uygun karar verme olanağını sağlaması durumunda hayata geçirebileceğini ifade etmekle  bunların kendiliğinden Anayasa ya aykırılık teşkil etmeyeceğini  vurgulamış olmaktadır.    Avrupa İnsan Hakları mahkemesi de pazarlık usulü ile ilgili olarak belirli bazı güvencelerin sağlanması durumunda  adil yargılanma hakkını zedelemeyeceğini ifade                                                                CMK nin  250. maddesinde anılan  hüküm  kavramının, CMK nin 223. maddesinde yer alan hüküm kavramından esaslı olarak saptığı hakkında AYGÖRMEZ UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 272-273. 39  AYM, E.2020/16, K.2020/33, 25/06/2020; Adil yargılanma hakkı açısından  inceleme için bkz., AYGÖRMEZ UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 255-306. 241      etmiştir.40 Buna göre:  AİHM, duruşma hakkından feragat etmeyi bir adil yargılanma hakkından feragat etme olarak değerlendirdiğinden bunun geçerli olabilmesi için: a) Sanığın dosyadaki maddi deliller hakkında tam bir bilgiye sahip olması, b) Sanığın pazarlık  usulünü  kabul  etmesi  hâlinde  bunun  hukuki  sonuçlarının  tam  bir  biçimde farkında olması, c) Pazarlık usulünün kabulünün gerçek bir rızaya dayanması (gerçekten gönüllü  olması),d)  Pazarlık  anlaşmasının  içeriğinin  ve  adil  bir  biçimde  yapılıp yapılmadığının yeterli yargısal denetimden geçirilmesi, e) Pazarlığın önemli kamusal yararlara aykırı olmaması gerekir. 41    Erdem ve Şentürk, CMK de yer alan seri muhakemeye ilişkin hükümlerin müdafi yardımından yararlanma,  uygulamanın özgür iradeye dayanması, ve mahkeme tarafından denetlenmesi  olanağına  yer  verilmesi  yönündeki    AİHM  kararlarında  vurgulanan gereklilikleri büyük ölçüde karşılandığını ifade etmişlerdir.  Yazarlar,  seri muhakeme yönteminin yalnızca bu nedenle AYM ve AİHM e olası bir başvuru durumunda AİHS ve AY ile güvence altına alınan adil yargılanma hakkı açısından bir sorun yaratmayacağı düşünülebilir  sonucuna ulaşmışlardır.   Buna  karşın  AİHM   …  [B]u  usulün  yargısal  denetime  tabi  olma  koşulunun sağlanması  bakımından  mahkemenin  savcılık  ve  şüpheli  arasındaki  anlaşmayı onaylamak zorunda olmamasını, mahkemenin savcılığın eylem karşılığında önerdiği cezanın yerindeliğini denetlemesini ve değiştirebilmesini, mahkemenin sanık hakkındaki                                                              40  AİHM in yaklaşımının değerlendirilmesi için bkz. YETİMOĞLU, 2019, s. 44 vd.  Ayrıca bkz., SEVDİREN, 2020, s. 582 vd.  Mahkeme ye göre 6. maddenin ne lafzı ne de amaçsal yorumu kişinin kendi iradesiyle bu teminatlardan feragat etmesinden alıkoymamaktadır. Bu haklardan feragat açık bir şekilde ortaya konulmalı ve feragatin önemiyle orantılı güvenceler eşlik etmeli ve önemli bir kamu menfaatine aykırı düşmemelidir.  SEVDİREN, 2020, s. 582; Bu görüşün çeşitli açılardan eleştirisi için SEVDİREN, 2020, s. 583.  41  KOÇ, Ziya,  Karşılaştırmalı Hukuk ve Uluslararası Mahkeme Kararları Işığında Seri Muhakeme Usulüne Farklı Bir Bakış: Masum Kişilerin Cezalandırılması Tehlikesi , Ceza Hukuku Dergisi, Yıl: 2020, Cilt:15, Sayı. 43, s. 640-41;  Kanaatimizce doktrinde aksi yönde görüşler bulunmakla beraber, Kanunda  ve  yönetmelikte  yapılan  düzenlemelerde  şüphelinin  özgür  iradesinin  aranılmış  olması günümüz ceza adaletinin idaresinde etkili olan rızaya dayalı muhakeme anlayışı ile uyumludur. AİHM içtihatları dikkate alınarak adil yargılanma hakkının kapsamında yer alan tarafsız ve bağımsız bir mahkemede maddi delillerin ortaya konularak, tüm usulü korumaların sağlandığı tam bir duruşmada yargılanma hakkından feragat etme için aranılan şartlara dikkat edildiği görülmektedir. Ancak mahkemenin yapacağı denetimin şekli olmaması, şüphelinin teklifi gerçekten bilerek ve isteyerek kabul edip etmediğinin gözlemlemesi gerekir  KOÇ, 2020, s. 654. 42  ERDEM / ŞENTÜRK, 2019, s. 586. 242      suçlamaların yeterli delille desteklenmiş olduğunu denetlemesini...  43 adil yargılanma hakkının  ihlal  edilip  edilmediğini  tespit      ve  değerlendirilmesi  açısından  önemli görmüştür.  CMK de yer alan seri muhakemeye ilişkin  hükümlerin, mahkemenin yetkisi açısından  bu kıstasları taşımadığı açıktır.  Aktarılan bu  karar örneğinde olduğu şekliyle, gerek Anayasa  Mahkemesinin yaklaşımı ve gerekse AİHM kararları doğrultusunda, genel olarak adil yargılanma hakkı kapsamında savunma hakkının, maddi gerçekliğin araştırılması, bağımsız ve tarafsız bir mahkemede yargılama gibi araştırılmaya değer birçok konu olmakla birlikte burada inceleme  Anayasanın 9. maddesinde düzenlenen  yargılama yetkisinin mahkemeler  aracılığıyla kullanılacağı, 19. maddesinde yer alan  …Mahkemelerce verilmiş hürriyeti kısıtlayıcı cezaların ve güvenlik tedbirlerinin yerine getirilmesi…halleri dışında kimse hürriyetinden yoksun bırakılamaz  hükümlerinden hareketle özellikle  hakimin kanuna hukuka ve vicdani kanaatine göre hüküm vereceğini düzenleyen  Anayasanın 138. madde  hükmüne hasredilmiştir.  B.  Anayasanın 138. Maddesi Kapsamında Yargı Yetkisinin Kullanılması Yargı fonksiyonu maddi açıdan ve organik açıdan tanımlanabilir.  ...[M]addi açıdan  yargı  fonksiyonu    bu  fonksiyonu  ifa  eden  organdan  tamamen  soyutlanarak tanımlanır... Bu açıdan bakıldığında ise hukuki uyuşmazlıkları çözme fonksiyonu olarak tanımlanabilir.45   Organik  açıdan  yargı  fonksiyonu  ise   yargı  organlarının fonksiyonu  dur. Yargı fonksiyonu  kapsamında yargı yetkisinin yerine getirilmesi Anayasaya göre bağımsız mahkemelere aittir. Bu kapsamda, 1982 Anayasası yargı yetkisinin kullanılmasının  -egemenliğin bir parçası olarak-  Türk Milleti adına  bağımsız ve tarafsız mahkemelerce kullanılacağını 9.                                                              43  AİHM Natsvlishvili-Togonidze/Gürcistan Başvuru No. 9043/05. parag. 95 ten aktaran YETİMOĞLU, 2019, s.45. Karar için ayrıca bkz. ERDEM / ŞENTÜRK, 2019, s. 585; YAVUZ, 2020, s. 166. 44  GÖZLER, Kemal, Anayasa Hukukunun Genel Teorisi, Cilt 2, 2. Baskı, Ekin Yayınevi, Bursa, 2011.s. 413. 45  GÖZLER, 2011, s. 412-413. 46  GÖZLER, 2011, s.416. 47  GÖZLER, 2011, s. 421. 243      maddede  açıkça  hükme  bağlamış,  138.  maddede  de   Hakimler,  görevlerinde bağımsızdırlar; Anayasaya, kanuna ve hukuka uygun olarak vicdanı kanaatlerine göre hüküm verirler.   hükmüne yer vererek yargılama yetkisi ve bu yetkinin ne şekilde hayata geçirileceğine ilişkin en temel ilkelere yer  vermiştir. Bu doğrultuda  inceleyecek olursak: Kunter, devletin, davaların konusu olan uyuşmazlıkları bir yargı ile çözmek yani kesip atma için mahsus makamlar tâyin ettiğini; bu makamların kendilerine arz edilen uyuşmazlıkları kesip attıklarını, eski bir tâbirle yargılandığını yani yargı ile yardıklarını ifade eder:   Bu makamların uyuşmazlığı taraflar bakımından da kesip atan kararına bunun  için  yargı  denilmiştir.    Bu  görevi  yapanlara  eskiden  yargıcı  ya  da  yargucu denilmesinin,  şimdi  de  bunların  görevlerine   yargı  yapma   manasına  yargılama dememizin sebebi budur.48   Kunter e göre yargılama   Devletin belli makamlarının, taraflara da mütalaalarını bildirme  imkanı  sağlayarak  ve  devletin  egemenliğine  dayanarak,  hukuk  normlarına uygun bir şekilde kesin, yerine  getirilebilir ve göz önünde tutulabilir bir yargı ile müşahhas olayda uygulanacak hukuk normunu belirterek çözmesi suretiyle bir olayın hukuk normları karşısındaki durumu konusunda çıkan bir uyuşmazlığa son vermesi faaliyetidir.49  Ceza Yargılaması ise  Devletin belli makamlarının müşahhas bir olayda suç isnadından çıkan uyuşmazlığı yargılaması yani Devletin egemenliğine dayanarak, hukuk normlarına uygun bir şekilde kesin, yerine getirilebilir, göz önünde tutulabilir bir yargı  ile  çözmesi  ve  olay  suç  tiplerinden  birine  uyuyorsa  müeyyideyi  belirtmesi faaliyetidir.   Bu  noktada,  CMK  223.  maddede    düzenlenen  hüküm  (son  karar) incelenmesi gereken önemli bir noktayı oluşturur. Hüküm (son karar), yargılama  makamının, önüne gelen uyuşmazlığı doğrudan çözen bir karardır.  Olağan bir yargılama usulünde hükümde önce maddi sorun (sübut) çözülecektir. Hüküm ancak duruşmada ortaya konan ve tartışılan delillere dayandırılarak                                                              48  KUNTER, 1981, s. 34; YENİSEY / NUHOĞLU, 2020, s. 761.  49  KUNTER, 1981, s. 91.  Bir görevin yargılama niteliğinde olması için onu yapan şahsın hakim adını taşıması gerekmez...   KUNTER, 1981, s. 96.  244      (CMK 217), hakim tarafından vicdani kanaatine göre verilecektir (CMK 217)50.   Bu kapsamda  hüküm,  mahkeme  tarafından  yapılan  yargılama  sonunda  yargılamanın konusuna  ilişkin  olarak  verilen  ve  yargılamayı  sona  erdiren    bir  karar  olarak tanımlanabilir. Hüküm yargılama yetkisinin kullanılmasının somut sonucudur, nihai hedefidir; bir anlamda yargılamanın kendisidir.  Anayasanın 9. maddesinde  Yargı yetkisi, Türk Milleti adına bağımsız ve tarafsız mahkemelerce kullanılır.   hükmüne yer verilmiş,  Mahkemelerin Bağımsızlığı  başlıklı  138. maddesinde  Hâkimler, görevlerinde bağımsızdırlar; Anayasaya, kanuna ve hukuka uygun  olarak  vicdanî  kanaatlerine  göre  hüküm  verirler.     Bu  düzenlemeye  göre  Anayasaya uygun bir hükümden bahsedilebilmesi için hükümde şu iki şartın bir arada bulunması gerekmektedir: bunlardan birincisi yargı yetkisinin kullanıldığı  bağımsız mahkemelerce verilen hükmün Anayasa, kanuna ve hukuk uygun olması, diğeri ise hakimin vicdani kanaatine uygun olarak verilmesidir. Hükmün bu iki unsurdan birini ihtiva etmemesi durumunda Anayasaya göre yargı yetkisinin kullanılması anlamında bir hüküm niteliğini taşımayacağı açıktır. Seri muhakeme usulündeki hüküm bu açıdan değerlendirildiğinde şu saptamalar yapılabilir:52                                                              50  TOROSLU, Nevzat, / FEYZİOĞLU, Metin, Ceza Muhakemesi Hukuku, Savaş Yayınevi, Ankara, 2020, s. 359. 51  ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara, 2020, s. 691; Hüküm hakkında ayrıntılı bilgi için ayrıca bkz., KURŞUN, Günal, Ceza Muhakemesinde Hüküm, Seçkin Yayınevi, Ankara, 2016, s. 24 vd.  52  Anayasaya göre hakim vicdani delil sisteminden hareketle -kollektif olarak hüküm verme faaliyetine katılan tarafların da iddia, savunma ve görüşlerini de dikkate alarak-  yargılama sırasında elde edilen delilleri serbestçe değerlendirerek maddi gerçeklik konusunda vicdani bir kanaate ulaşacaktır.  Buradan Anayasa nın ve bu esas alınarak şekillendirilmiş CMK açısından hareketle maddi gerçeklik ve sübuta ermiş ise cezanın şahsileştirmesine ilişkin hakimin vicdani kanaatini içermeyen bir hükmün, hüküm ve en azından mahkumiyet hükmü olamayacağıdır.     Kollektif hüküm verme olarak muhakemeye katılma maddi gerçeğe ulaşma açısından yargılamaya katılan süjelerin iddia savunmalarını, görüşlerini dile getirebilmesini ifade eder.  Bu açıdan Kunter kollektif hüküm vermenin iki bakımdan söz konusu olduğunu belirtir; taraflar iddia ve müdafaa makamlarına katılıp hüküm verilmesine katılır. Karar mahiyetindeki hükmü veren hakimler de kollektif şekilde hüküm verirler. Kunter, a.g.e. s.28.  Yargılama makamının verdiği hükmü, faraza bir bilginin veya bilginler topluluğunun  hukuki bir mesele hakkındaki hükmünden ayıran şey, yargılama faaliyeti sonunda verilen hükmün, tarafların da iştirakiyle verilmiş olmasıdır. Hâkimin hükmüne, yargı halini aldığı zaman uyuşmazlığı kesin olarak çözücü ve tarafları bağlayıcı otoriteyi veren de işte bu şekildeki işbirliğidir… [Ç]elişme şeklinde olmıyan bir muhakeme, muhakeme olmadığı gibi verilen hüküm de yargılama hükmü değildir.  KUNTER, 1981, s. 29.  Aynı yönde, YENİSEY / NUHOĞLU, 2020, s. 758-759.      Ayrıca  iddia ve savunma makamlarının işin içinde bulunmadığı bir muhakemede gerçek anlamda çok taraflı düşünüp bir karara varmak da olası değildir. O halde, maddi gerçeği ortaya çıkaran ve 245      C.  Seri Muhakeme Usulünde Verilen Kararın Anayasanın 138. maddesi Kapsamında  Bir Hüküm Olarak Kabul Edilebilirliği ve Anayasaya Aykırılık Sorunu Yukarıda aktarıldığı üzere, CMK 250. maddeye göre  (9) Mahkeme, şüpheliyi müdafii huzurunda dinledikten sonra üçüncü fıkradaki şartların gerçekleştiği ve eylemin seri muhakeme usulü kapsamında olduğu kanaatine varırsa talepte belirlenen yaptırım doğrultusunda  hüküm  kurar;  aksi  takdirde  talebi  reddeder  ve  soruşturmanın  genel hükümlere  göre  sonuçlandırılması  amacıyla  dosyayı  Cumhuriyet  başsavcılığına gönderir.    Burada dikkat edilmesi gereken husus, seri muhakeme usulünün uygulanması kapsamında  işin  esasının  çözümüne    yönelik  olarak  mahkemenin  herhangi  bir muhakemede bulunmadığı ya da muhakemeye katılmadığıdır. Mahkeme, C.Savcısınca soruşturmadan  edinilen  kanaatle  bir  sonuca  ulaşıldıktan  sonra,  kendisine  sunulan talepname çerçevesinde,  şekli ve usule ilişkin hususlar ve hukuki vasıflandırma açısından değerlendirme yapmaktadır.   CMK nin 250. maddesinde göre mahkemenin nihayetinde verdiği  ve Kanunda hüküm olarak belirtilen karar, suç oluşturduğu iddia ve isnat edilen fiilin sübuta erip ermediğine yönelik değildir, kusurluluğun tespitine ilişkin değildir,                                                              uyuşmazlığı çözen bir hükme varmak için her üç muhakeme makamının işbirliğine ihtiyaç vardır.  KURŞUN, 2016 s. 23.  53   Buna karşın Alman Ceza Muhakemesi Kanunun seri muhakeme ile benzer kurumun düzenlendiği  257/c maddesi ile ilgili olarak da Federal Anayasa Mahkemesi maddi gerçekliği araştırma ve değerlendirme yükümlülüğünü  ortadan  kaldırmadığını  vurgulamıştır.  ŞAHİN,  Meral  EKİCİ,   Yargılamayı Hızlandıran Bir Model Olarak Alman Ceza Muhakemesi Hukukunda Hüküm Anlaşması (§257c StPO)  İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 11, Sayı:1, s. 304 vd. Mahkeme kararının analizi  hakkında ayrıca  bkz.,  MOSBACHER, Andreas,   The  Decision  of the  Federal Constitutional Court of 19 March 2013 on Plea Agreements.  German Law Journal, Yıl: 2014. Cilt: 15, Sayı:1, s. 5-14, doi:10.1017/S1832200002807.   Fransa daki düzenlemede ise öncelikle hakim olaya konu eylemlerin gerçek olup olmadığını da araştırmakta yani maddi gerçeği dosya kapsamında kısmen de olsa değerlendirme yetkisine sahip olmaktadır. Bkz. YETİMOĞLU, 2019, s. 29.  Ayrıca bkz., THAMAN, Stephen, An Historical and Comparative Perspective on the Theory and Practice of Avoiding the Full Trial, 2010, s. 388, dipnot 368. https://core.ac.uk/download/pdf/234183094.pdf  (3.3.2021) ;  Ayrıca bkz. YAVUZ, 2020, s.323.  CMK deki  düzenlemede  ise  mahkemenin  hukuki  vasıflandırmanın  denetlenmesi  dışında usuli/şekli  bir  denetim  kapsamında  sınırlı  yetkiye  sahip  olup  maddi  gerçekliği  araştırma  ve değerlendirme yapamayacağı söz konusudur.  Aynı şekilde cezanın tespiti ve bireyselleştirilmesi  açısından da gerek Fransa ve gerekse Almanya daki düzenleme mahkemenin yetkisini   tam olarak bertaraf eder nitelikte değildir.  Buna karşın cezanın belirlenmesi açısından CMK mahkemenin yetkisini tamamen bertaraf eder niteliktedir. 246      cezanın tespiti ve bireyselleştirilmesine yönelik de değildir; mahkemenin dosya içinde mevcut delilleri esas alarak sanığın fiili ve sanığın kusuru ile ilgili olarak talepnameden farklı bir değerlendirme yapmasının ya da farklı bir cezayı vs. içeren mahkûmiyet  kararı vermesi yani maddi gerçeği değerlendirmesi ve cezanın tespiti ve bireyselleştirmesi imkanı bulunmamaktadır.  Kanundaki  düzenleniş  şekliyle,    her  ne  kadar  Kanunda  hükmün  mahkeme tarafından verildiğinden bahsedilmiş olsa da, hükmün ne olacağı C.Savcısı tarafından belirlenmekte, bu hüküm bir anlamda şarta bağlanmaktadır. Bu şart da genel olarak şekil/usulde  hata  yapılıp  yapılmadığının  denetlenmesi/onaylanması  şeklinde  olup hükmün içeriğine ve esasa ilişkin değildir. Dolayısıyla hükmün kendisi, maddi gerçeklik, kusurluluk,  cezaların  tespiti  ve  bireyselleştirilmesi  açısından  C.Savcısının  vicdani kanaatine göre ve yine C.Savcısının takdiri esas alınarak tesis edilmektedir. Yetki ve görevli mahkeme esasa ilişkin kararı vermemekte – kendi vicdani kanaatine göre bir değerlendirme ve takdirde bulunmamakta- verilen hükmü Kanunda düzenlendiği şekliyle sadece sınırlı olarak şekli  açıdan denetlemektedir. Dolayısıyla her ne kadar  Kanunda mahkemenin hüküm vermesinden bahsedilse de burada mahkeme sadece şekli inceleme yapan denetim/onay makamıdır.    Bilindiği  üzere  vicdani  kanaat    öncelikli  olarak  sübuta,  delillerin değerlendirilmesine ilişkin bir süreci  işaret eder; CMK açısından bu, vicdani kanaatin                                                              54  Bu haliyle de yukarıda aktarılan  AİHM tarafından Natsvlishvili-Togonidze v. Gürcistan kararında belirtilen hususların da seri muhakeme usulünde mevcut olmadığı açıktır.  55   Şahin,  Seri muhakeme usulünde adli sicile işlenecek olan hükmü görünüşte mahkeme vermektedir, ancak hükmün içeriğini Cumhuriyet savcısı belirler.   demekle aslında bunun  organik anlamada yargı yetkisinin  kullanılması  olmakla  birlikte  maddi  anlamda  yargı  yetkisinin  kullanılması  niteliğini taşımadığını dolaylı olarak belirtmiştir. EKİCİ ŞAHİN, 2020, s. 317.  56  Her ne kadar Kanun gerekçesinde  ...[H]âkimin, maddi gerçeğin araştırılması amacıyla soruşturmanın genişletilmesi, yeni delillerin toplanması, tanık dinlenmesi gibi yetkileri bulunmamakta olup, maddî hakikatin ortaya çıkarılabilmesini teminen böyle bir araştırma yapılmasına ihtiyaç duyduğu takdirde usulün  uygulanmasına  ilişkin  talebi  reddedebilecektir...   (Gerekçe  için  bkz.  https://www.tbmm.gov.tr/d/2/2-2215.pdf)    görüşüne  yer  verilmekle  birlikte  Kanunun  açık düzenlemesi karşısında bu gerekçenin geçerli olmayacağı açıktır.  Koç ise gerekçeyle aynı yönde  [M]ahkemenin şekli bir denetimden ziyade dosyadaki mevcut delil durumunu denetlemesi, maddi gerçeğin  elde  edilmediği,  şüphenin  yenilmediği  durumlarda  talepnameyi  reddetmesi  gerektiği kanaatindeyiz.  Aksi  halde  suçsuz  veya  delil  durumu  itibariyle  beraat  etmesi  gereken  kişilerin cezalandırılması söz konusu olur.   görüşünü dile getirmiştir. a.g.e. s. 648. 247      maddi gerçeklikle ilgisi olması anlamına gelmektedir. Ayrıca sübutla ilgili hukuki sorunun çözümü ve özellikle yaptırımın belirlenmesi ve bireyselleştirilmesi nihai olarak hakimin  vicdani  kanaati  kapsamında  karar  verilecek  hususları  da  ihtiva  eder.  Seri muhakemede hakim kendi vicdani kanaatine göre karar veremediği için Anayasanın 138. maddesinde hüküm için aranan şartlardan biri  olan hakimin vicdani kararına göre hüküm vermesi şartı eksiktir. Dolayısıyla seri muhakemede verilen karar organik açıdan  bir mahkeme kararı/hüküm olabilse de maddi anlamda Anayasanın 138. maddesinde açıkça düzenlenen  unsurlar  kapsamında    yargılama  yetkisinin  kullanılması  anlamında  bir karar/hüküm değildir. Bu şekilde  belirlenen  hürriyeti bağlayıcı ceza da Anayasa nın 19. maddesinde açıkça düzenlenen mahkemelerce verilmiş  hürriyeti bağlayıcı  ceza niteliğini taşımamaktadır.  Tekrar  belirtmek  gerekirse,  sanığın  kabulü    ile  destekli,  C.Savcısının  vicdani kanaatine  göre  karar  verilmiş  bir  ceza,  yaptırım  ya  da  güvenlik  tedbiri,  sübuta  ve yaptırıma ya da güvenlik tedbirine ilişkin yetkili mahkemenin gerçeği araştırma olanağı ortadan  kaldırılarak  yalnızca  şekli  ve  usule  ilişin    değerlendirme  yaparak  karar                                                              57   FEYZİOĞLU, Metin, Ceza Muhakemesinde Vicdani Kanaat, Yetkin Yayınları, Ankara, 2002, s. 87; KARAKEHYA, Hakan, Ceza Muhakemesi Hukuku, Savaş Yayınevi, 2. Bası, s. 200; YENİSEY, Feridun / NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara, 2020. s. 234; CENTEL, Nur / ZAFER, Hamide, Ceza Muhakemesi Hukuku, 15 Baskı, Beta, İstanbul, 2020. s. 776 vd; ÖZBEK / DOĞAN / BACAKSIZ, 2020, s. 674 vd. 58  Alman Ceza Muhakemesi Kanunun 257/c maddesindeki düzenleme ile ilgili olarak Federal Anayasa Mahkemesi söz konusu  pazarlık usulünün  hakimin maddi gerçeği araştırması ve kusurluluğuna ilişkin değerlendirme yükümlülüğünü bertaraf etmemektedir. (bkz., yukarı dipnot 55) Buna karşın CMK deki düzenleme açısından  mahkeme/hakim artık maddi gerçeğe yönelik herhangi tasarrufu söz konusu değildir. Erden ve Şentürk  de  Delillerin serbest değerlendirilmesi ilkesinin pozitif dayanağını, CMK m.217/1-c.2 de  yer  alan   deliller  hâkimin  vicdani  kanaatiyle  serbestçe  takdir  edilir   hükmü oluşturmaktadır. Bu olgunun ispat edilmiş veya edilmemiş sayılacağı belirli kurallarla hâkim bağlı olmayıp, vicdani kanaatini serbestçe oluşturabilir. Oysa seri muhakemede muhakemenin hükmedilecek cezanın türünün ve yüksekliğinin me olacağı konusunda C.Savcısının tespitiyle bağlı olması, aynı zamanda delillerin serbest değerlendirilmesi ilkesi açısından da düşündürücüdür  kanaatini dile getirmişlerdir. ERDEM / ŞENTÜRK, 2019, s.582. 59  Anayasa Mahkemesine göre  …Ceza yargılamasında önemli olan, yargılama merciileri yönünden gerçeği  araştırma  olanağının  ortadan  kaldırılmamasıdır..   AYM  2004/36,  2004/92,  30.6.2004. https://www.resmigazete.gov.tr/eskiler/2005/11/20051117-23.htm  (erişim  tarihi    03.03.2021);  Söz konusu karar C.Savcısının ceza kararnamesi ( mülga 1402 sayılı CMUK) hükümlerine yönelik anayasaya  aykırılı  iddiasına  ilişkinidir.    Mahkeme  kararında   …  Ceza  yargılamasının  amacı, uyuşmazlıklarda  uygulanacak  yaptırımın  yargısal  bir  kararla  belirlenmesidir.  Anayasa nın  141. maddesinin birinci fıkrasında,  mahkemelerde duruşmalar herkese açıktır  denilmekte ise de, nüfus sayısı ve kimi suçlardaki artış nedeniyle aynı maddenin son fıkrasında yer alan,  davaların en az giderle  ve  olabildiğince  hızlı  biçimde  sonuçlandırılacağı na  ilişkin  kural  da  gözetilerek  ceza yargılamasının duruşmalı olarak yapılması ilkesinden nitelikleri yönüyle basit sayılabilecek suçlarda 248      verilmektedir. Bu nedenle ortada organik bakımdan  hakim/mahkeme kararı niteliğinde olsa da bu durum hükmü, yargı yetkisinin kullanılmasına yönelik  mahkeme  tarafından verilmiş  bir  hüküm  -mahkûmiyet-  haline  getirmez;  Anayasanın  138.  maddesi  buna engeldir.   Nitekim,  Anayasa  Mahkemesi  1970  yılında  verdiği  bir  kararında,    cezai  konularda yargı yetkisinin kullanılmasının ölçütünü şu şekilde belirlemiştir:  ...[G]enel anlamda ceza yasalarına aykırı davranmış olan bir kişinin ceza yasalarınca öngörülen bir cezaya çarptırılması söz konusu olmadığı için yargı yetkisinin kullanılmasından artık söz edilemez. Kolluk kurallarına aykırılık nedeni ile idarece uygulanan yaptırımlarla bir ceza davası ceza mahkemelerince uygulanan yaptırımlar maddi sonuç açısından birbirlerine belli bir ölçüde benzeseler bile, hukuki sonuç açısından birbirlerinden başka konulardır.   Bu  karar doğrultusunda ceza yasalarına aykırı davranılmış ve bunun sonucunda  ceza yasalarınca öngörülen bir ceza ya da aynı hukuki sonuç doğuran bir yaptırım    söz  konusu  ise  bu  durumda  artık  cezai  konularda  bir    yargı  yetkisinin kullanılmasından ve dolayısıyla  Anayasaya aykırılıktan bahsedilebilecektir. Bu karardaki ölçütler  de esas alınarak incelenecek olursa, seri muhakemenin konusu   hiç şüphesiz ceza yasalarına aykırılık teşkil eden  bir fiildir.  Aynı şekilde bu fiil nedeniyle ceza yasalarınca öngörülmüş bir yaptırım  hükmün konusunu teşkil etmektedir.                                                                vazgeçilerek  evrak  üzerinde  yapılacak  incelemeyle  sonuca  varılması  kabul  edilmiştir.  Ceza yargılamasında önemli olan, yargılama merciileri yönünden gerçeği araştırma olanağının ortadan kaldırılmamasıdır.  Ayrıca, Yasa nın 388. maddesi gereğince yapılacak tebligatla sanık sonradan da  olsa suçlamadan haberdar olmakta, 390. madde ile de ceza kararnamesi ile hafif hapis cezasına hükmedilmesi halinde yapılacak itiraz üzerine duruşmalı olarak yargılanabilmektedir. Açıklanan nedenlerle, Ceza Muhakemeleri Usulü Kanunu nun 386. maddesinde yer alan bu kural Anayasa nın 2., 11. ve 36. maddelerine aykırı değildir  görüşünü dile  getirmiştir.    Buna karşın AİHM  söz konusu düzenlemeyi kişinin kendisi ile ilgili suçlamaları  ve iddianameyi ve iddia makamının görüşlerini ancak kararnamenin tebliği ile  hakimin vicdani kanaatine ulaştıktan sonra öğrenmesi ve karar verilmeden önce bunlara karşı  görüş bildirme imkanın ortadan kaldırılması ve hakim karşısında savunmasını yapma imkanının sağlanmaması nedenleriyle  AİHS e aykırılık teşkil ettiği sonucuna ulaşmıştır. Karar için bkz. Oyman vs. Türkiye, YAVUZ, 2020, s 171 vd.  60   Anayasa  Mahkemesi  Esas  No  1969  /  46    Karar  No  1970  /  2    Karar  Tarihi  6.01.1970, https://normkararlarbilgibankasi.anayasa.gov.tr/ND/1970/2?Donemler_id=1&EsasNo=1969%2F (erişim tarihi 03.03.2021) 61  Burada Anayasa Mahkemesi yargılama yetkisini tam olarak maddi açıdan tanımlamaktadır. Bu karara göre maddi anlamda tanıma uyan bir yetki kullanımı söz konusu olmadığı için (bu kapsamda jurisdictio yetkisinin kullanılmadığını dolaylı olarak belirterek) düzenlemeyi Anayasaya aykırı görmemiştir. 249      Aynı şekilde hüküm CMK 223 maddesi uyarınca bir hüküm niteliğini taşımaktadır ve bu hüküm diğer mahkûmiyet hükümleri ile aynı  sonucu doğurmaktadır.   Kanunda seri muhakemede   mahkemenin  usule uygunluk kapsamında şekli bir denetim yapacağının ve bunun sonucunda  hüküm  verileceğinin ifade edilmesi bunu Anayasanın 138. maddesi anlamında yargı yetkisinin kullanılması kapsamında bir hükme dönüştürmez.  Bir an için kararın onaylanmadan  hayata geçmeyeceği ifade edilse bile bu  burada olsa olsa yargılama yetkisinin  kapsamında gündeme  gelen iki yetkiden sadece  kararın icrasını emretmek yetkisini (imperiım yetkisi)62  taşıdığı sonucuna götürebilir. Buna karşın uyuşmazlığın hem maddi sorun hem de hukuki sorun açısından çözümüne yönelik karar vermesi (Jurisdictio yetkisi)63 nedeniyle – mahkemenin seri muhakemede talep edilen  yaptırımdan,  farklı  bir  karar  veremeyeceği  göz  önünde  bulundurulduğunda-  C.Savcısı tarafından  yargı yetkisinin kullanılması söz konusudur.                                                              62  GÖZLER, 2011, s. 421. 63   GÖZLER, 2011, s. 421. 64  Bu noktada savcılık kurumunun genel olarak erkler arasındaki yeri ve faaliyetinin yargısal olup olmadığı tartışmalarına girilmeye gerek görülmemiştir çünkü Anayasadaki bu düzenleme karşısında C.Savcısının faaliyeti ister idari ister adli isterse de yargısal olarak tanımlansın, yargı yetkisinin kullanılmasına yönelik nihai faaliyetin yani hüküm verme yetkisinin,  vicdani kanaatine göre hüküm vermesi zorunlu  olan hakime, mahkemeye aittir.    Savcılık kurumu ve savcılık işlemlerinin niteliği hakkındaki tartışmalar için bkz, YAVUZ, 2020, s.32 vd.  65  Anayasa Mahkemesinin, yukarıda aktarın kararda  yargı yetkisin kullanılmasına ilişkin olarak asıl olarak değerlendirme kıstası jurisdictio yetkisine karşılık gelmektedir.  Bu açıdan Anayasa Mahkemesi  imperium ve jurisdictio yetkileri açısından, yargı yetkisinin devri kapsamında değerlendirdiği husus da tam olarak  jurisdictio yetkisidir. Nitekim Mahkeme  daha çok özel  hukuk alanında ortaya çıkan Anayasaya aykırılık iddiaları açısından yaptığı değerlendirmelerde doğrudan bu hususu ifade etmese de, kurulların ya da idarenin kararlarının ilamlı icra yetkisi ile donatılması yani  bu kararlara imperium yetkisinin tanınmasını doğrudan yargı yetkisini devri olarak görmemekle asıl olarak jurisdictio yetkisini esas aldığını göstermektedir.  Nitekim bir kararında bu husus,  Organize sanayi bölgesinin işletme aşamasında genel kurulu konumundaki karar organı olan müteşebbis heyeti yargı yetkisine sahip bulunmadığından, yönetim aidatı ile ilgili verdiği kararlar kesin hüküm niteliği taşımamakta ve bu kararlara karşı yargı yoluna başvurulabilmektedir. İtiraz konusu kuralda yönetim aidatıyla ilgili kararların ilâm hükmünde olmasına bağlanan sonuç ilâmlar gibi infaz edilmesini ve ilâmların yerine getirilmesi usulünün uygulanmasını göstermesinden ibarettir. Bu nedenle kuralda müteşebbis heyetin yönetim aidatı ile ilgili kararlarının ilâm hükmünde olduğunun belirtilmesi, bu kararların maddi anlamda kesin hüküm niteliği taşıdığı sonucunu doğurmaz. İlâmlı icra yoluyla alacağın tahsilini kolaylaştırmak dışında bir özellik içermez  şeklinde ifade edilmiştir. Anayasa Mahkemesi, Esas No:2010  /  9  Karar  No:2011  /  109  Karar  Tarihi:30.06.2011 250      SONUÇ Öncelikli olarak belirtmek gerekir ki, ceza yargılaması açısından maddi gerçekliğin  araştırılmasında ya da genel olarak yargılamanın yapılmasında usulün ve  bu kapsamda hakimin yetki ve sınırının ne olacağı ayrı, Anayasa ya göre hüküm niteliğini taşıyabilecek bir  kararın  ancak  hakimin  vicdani  kanaatine    dayandırılarak  oluşturulabileceği  ayrı konulardır.  Seri  muhakeme  usulünde  ise  C.Savcısı  şekli/usulü  bakımdan  onaya  tabi  bir mahkûmiyet  kararı  vermekte,  bu  karar  mahkeme  tarafından    onaylandıktan  -talep reddedilmedikten- sonra hüküm  olarak kabul edilmekte ve hükme bağlanan  tüm hüküm ve sonuçları doğurmakta; bu haliyle, öncelikli olarak Anayasanın 138. maddesine aykırı olarak  yargı yetkisi kullanılmaktadır (fonksiyon gasbı).67 Ayrıca   seri muhakeme usulünde hürriyeti bağlayıcı ceza verebilme imkanının söz konusu olması ve  hürriyeti bağlayıcı  cezanın  C.Savcısı  tarafından  nihai  olarak  belirlenebilmesi  karşısında  Anayasanın  19.  maddesinde     Şekil  ve  şartları  kanunda  gösterilen:  Mahkemelerce verilmiş  hürriyeti  kısıtlayıcı  cezaların  ve  güvenlik  tedbirlerinin  yerine  getirilmesi… halleri dışında kimse hürriyetinden yoksun bırakılamaz…  şeklinde düzenlenmiş olan                                                              https://normkararlarbilgibankasi.anayasa.gov.tr/ND/2011/109?Donemler_id=2&EsasNo=2010%2F (erişim tarihi 03.03.2021). 66  Bir an için aksi yani burada  Anayasanın 138/1. maddesine uygun bir hüküm verildiği düşünülecek olursa da,   Mahkemenin  -her ne kadar Kanunda talep olarak adlandırılmış olsa da- C.Savcısının  talebi dışında karar verme olasılığının olmaması  nedeniyle Anayasanın 138/2. maddesinde yer alan,  Hiçbir organ, makam, merci veya kişi, yargı yetkisinin kullanılmasında mahkemelere ve hâkimlere emir ve talimat veremez; genelge gönderemez; tavsiye ve telkinde bulunamaz.  amir hükmüne   açıkça aykırılık oluşturacaktır.      Kanuni  hakim  güvencesi  ve  anayasal  yargı  yetkisi  açısından  değerlendirme  için  ayrıca  bkz., AYGÖRMEZ UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 296-297. 67  Sevdiren  de  hakimin  yaptırımı  değiştirememesi  esasından  hareketle  Anayasanın.  138.  maddesi açısından sorunlu olduğunu ifade etmiştir. SEVDİREN 2020, s. 603; Benzer bir şekilde  …[S]adece savcının talepnamesini aynen tekrarlama şeklinde hüküm kurması, mahkemelerin bağımsızlığı vb. çok sayıda ilke ile çelişkiler yaratabilecek niteliktedir.  KIZILARSLAN, 2019, s. 1943.   Buna karşın Yavuz  Maddi  gerçeğin tespiti sorunu ortada olduğu  müddetçe ceza kararnamesi ya da bizdeki isimlendirmesiyle seri muhakeme usulü ile hapis cezası belirlenmesi sorunlu görünmektedir.  (YAVUZ, 2020, s. 325) görüşünü dile getirmekle birlikte  eserin devamından teknik anlamada bir yargılamadan söz edilemeyeceğini, maddi gerçeğe ulaşılması da gerekmediğin belirterek mutabakata dayalı olarak genel usulden sapılması suretiyle halline yönelik olarak düzenlemenin yargı yetkisi bakımından Anayasaya aykırı olmadığını belirtmiştir. YAVUZ, 2020, s.332.   251      yasağın ihlalini de gündeme getirmektedir. Bununla bağlantılı olarak Anayasanın 38. maddesinde düzenlenmiş olan  İdare, kişi hürriyetinin kısıtlanması sonucunu doğuran bir müeyyide uygulayamaz.  amir hükmüne de aykırılık teşkil etmektedir.  Nihayetinde seri muhakeme usulü ile hükmün, bağımsız bir mahkeme tarafından  hakimin  vicdani  kanaatine  dayanılarak  verilmiş  bir  hüküm  olma  niteliğinden uzaklaştırılması nedeniyle, yargı yetkisinin kullanılmasına ilişkin Anayasanın 9. maddesi ve özellikle bunun ne şekilde kullanılacağına ilişkin 138. maddelerine aykırılık söz konusu olmakta, bu durum da, kişi hürriyetinin Anayasa aykırı olarak sınırlandırılmasına yol açması nedeniyle de Anayasanın 19 ve 38. maddelerine aykırılığa yol açmaktadır.68                                                                    68  Makalenin yayımlanma amacıyla  gönderildiği  22 Mart 2021 tarihinden sonra, yayın  değerlendirme süreci içerisinde 15 Haziran 2021 tarihli Resmi gazetede yayımlanan Anayasa Mahkemesi kararı ile hükmün kimi yönlerden Anayasa aykırı olduğuna hükmedilmiştir. Kararda,  …[Başka bir ifadeyle itiraz konusu kuralda yer alan ‘…talepte belirlenen yaptırım doğrultusunda…  ibaresiyle mahkemenin özellikle  vicdani  kanaat  çerçevesinde  suçun  sübutuna  yönelik  değerlendirme  yapma  yetkisinin kısıtlanması,  yargılamada  yeterli  şüphenin  giderilerek  maddi  gerçeğe  ulaşma  imkânını  ortadan kaldırmaktadır.  Dolayısıyla  seri  muhakeme  usulünde  mahkemece talepte  belirlenen  yaptırım doğrultusunda verilen karar nedeniyle suçluluğu hükmen sabit olmadan bir kişinin suçlu sayılması sonucu  ortaya  çıkabilir.  Bu  açıdan  kuralda  yer  alan ‘…talepte  belirlenen  yaptırım doğrultusunda…  ibaresi masumiyet karinesini de zedeleyecek niteliktedir  denilerek, CMK nin 250. maddesinin 9. fıkrasının birinci cümlesinde yer alan  ...talepte belirlenen yaptırım doğrultusunda...  ibaresi aynı  maddenin birinci fıkrasının (a) bendinin (7) numaralı alt bendi yününden iptal edilmiştir.  Anayasa Mahkemesinin 31/3/2021 tarihli ve E.:2020/35; K.:2021/26 sayılı kararı, Resmi Gazete 31512 Sayı, 15. Haziran 2021 Tarih.      252    ",
     "Kaynakça": "       AYGÖRMEZ UĞURLUBAY, Gülsün Ayhan / HAYDAR, Nuran / KORKMAZ, Mehmet,  Serî Muhakeme Usûlüne İlişkin Sorunlar , Ankara Sosyal Bilimler Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: Sayı: 2, (255-306). CENTEL, Nur / ZAFER, Hamide, Ceza Muhakemesi Hukuku, 15. Baskı, Beta, İstanbul, 2020. DEĞİRMENCİ, Olgun,  Ceza Muhakemesi Hukukunda Seri Muhakeme Usulü (CMK m.250)  Batı Adalet Dergisi, Yıl: 2020, Sayı: 3, (s. 16-23). ERDEM, Mustafa Ruhan / ŞENTÜRK, Cahide,  Ceza Muhakemesi Hukukunda Yeni Bir Kurum Olarak Seri Muhakeme Yöntemi (CMK m.250) , Ceza Hukuku Dergisi, Yıl: 2019, Cilt: 14, Sayı: 41, (s. 573-601). ERSOY, Uğur,  Seri Muhakeme ve Basit Yargılama Usullerinde İtiraz Kurumuna İlişkin Sorunlar ve Çözüm Önerileri , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt:28, Sayı: 2, (s. 857-885) https://doi.org/10.15337/suhfd.723736 ESMEIN, Adhemar, A History of Continental Criminal Procedure: With Special Reference to France, Little, Brown, and Company, Boston, 1913. GARLAND, David, The Culture of Control: Crime and Social Order in Contemporary Society,  Oxford  University  Press,  2002,  Oxford  Scholarship  Online,  2012.  doi: 10.1093/acprof:oso/9780199258024.001.0001. GÖZLER, Kemal, Anayasa Hukukunun Genel Teorisi, Cilt 2, 2. Baskı, Ekin, Bursa, 2011. KARAKEHYA, Hakan, Ceza Muhakemesi Hukuku, 2. Baskı Savaş Yayınevi, Ankara. KETİZMEN, Muammer,  Ceza Hukukunda Metalaşma ya da Yeni Ceza Adaleti Sistemi? , Türkiye'nin  Hukuk  Sisteminde  Yapısal  Dönüşüm,  (der.  ÖZDEMİR,  Ali  Murat  / KETİZMEN, Muammer), İmge Kitabevi, Ankara, 2014, 151-169. KIZILARSLAN, Hakan,  7188 Sayılı Kanun la Ceza Muhakemesi Hukukuna Getirilen Seri Muhakeme ve Basit Yargılama Usulleri   Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl:, 2019, Cilt: 14, S: 183-184, (s. 1885-1960). KOÇ, Ziya,  Karşılaştırmalı Hukuk ve Uluslararası Mahkeme Kararları Işığında Seri Muhakeme Usulüne Farklı Bir Bakış: Masum Kişilerin Cezalandırılması Tehlikesi , Ceza Hukuku Dergisi, Yıl: 2020, Cilt:15, Sayı. 43, (s. 607-663). KUNTER, Nurullah, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, 7. Baskı, Beta Yayınları, İstanbul, 1981. KURŞUN, Günal, Ceza Muhakemesinde Hüküm, Seçkin Yayınevi, Ankara, 2016. LEA, John, Crime & Modernity: Continuities in Left Realist Criminology, London: SAGE Publications Ltd, 2002. http://dx.doi.org/10.4135/9781446221693. 253      MOSBACHER, Andreas,  The Decision of the Federal Constitutional Court of 19 March 2013 on Plea Agreements  German Law Journal, Yıl: 2014, Cilt:15, Sayı:1, (s 5-14). ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara, 2020. QUINNEY, Richard Class, State and Crime, Longman, New York, 1980. SEVDİREN,  Öznur,   Adil  Yargılanma  Hakkı  Bağlamında  Seri  Muhakeme  Usulü  Üzerine Eleştirel Değerlendirmeler , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 15, S: 189-190, (s. 573-616). ŞAHİN, Cumhur / GÖKTÜRK, Neslihan, Ceza Muhakemesi Hukuku -II-, Seçkin Yayınevi, Ankara, 2020.  ŞAHİN, Meral EKİCİ,  Yargılamayı Hızlandıran Bir Model Olarak Alman Ceza Muhakemesi Hukukunda Hüküm Anlaşması (§257c StPO)  İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl 2020, Cilt: 11, Sayı:1, 2020, s.303 - 320. Doi: 10.21492/inuhfd.678825. THAMAN, Stephen, An Historical and Comparative Perspective on the Theory and Practice of Avoiding the Full Trial, 2010. https://core.ac.uk/download/pdf/234183094.pdf TOROSLU, Nevzat, / FEYZİOĞLU, Metin, Ceza Muhakemesi Hukuku, Savaş Yayınevi, Ankara, 2020. YAVUZ, Hakan A., Ceza Muhakemesinde Kovuşturmaya Alternatif Yöntemler, 1 Baskı, Adalet yayınevi, Ankara 2020. YENİSEY, Feridun, / NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara 2020. YETİMOĞLU, Melike Ezgi,  Türk ve Fransız Ceza Muhakemesi Hukuklarında Seri Muhakeme Usulüne Karşılaştırmalı Bakış , Maltepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt:18, Sayı:1, (s. 17-58)."
}