{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "25",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "YAPI KAYIT BELGELİ YAPILARA VERİLEN GÜÇLENDİRME İZNİ",
     "Title": "STRENGTHENING PERMIT GRANTED FOR THE STRUCTURES  WITH BUILDING REGISTRATION CERTIFICATE",
     "Yazar İsmi": [
          "Mine KASAPOĞLU TURHAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Güçlendirme izni",
          "deprem",
          "yapı kayıt belgesi",
          "imar barışı",
          "yapı güçlendirme",
          "kentsel dönüşüm",
          "yapı ruhsatı",
          "yapı kullanma izni"
     ],
     "Keywords": [
          "Strengthening permit",
          "earthquake",
          "building registration certificate",
          "zoning peace",
          "structural strengthening",
          "urban transformation",
          "building license",
          "certificate of occupancy"
     ],
     "Özet": "Deprem kuşağında yer alan Türkiye, geçmişte meydana gelen büyük depremler nedeniyle çok acı tecrübeler yaşamıştır. Deprem doğal bir afet olarak kaçınılmaz olmakla birlikte, depremle mücadele için gerekli adımların atılması durumunda, can ve mal kayıplarının önüne geçmek mümkün olabilir. Yapıların güçlendirilmesi de depreme  karşı  alınması  gereken  tedbirlerdendir.  Önemli  olan  güçlendirmenin  depremden  sonra  değil, depremden önce yapılmasıdır. Bu nedenle, idarenin kolluk yetkilerini kullanarak gerekli denetimleri zamanında yapması gerekir. 14.02.2020 tarihli ve 7221 sayılı Kanun la İmar Kanunu na eklenen geçici 21. madde ile yapı kayıt belgesi verilen yapıların güçlendirilmesine imkân tanınmıştır. Bu düzenlemeye göre, yapı kayıt belgesi verilen  yapılarda,  ilave  inşaat  alanı  yaratmamak  koşuluyla,  634  sayılı  Kat  Mülkiyeti  Kanunu na  göre güçlendirme izni alınarak güçlendirme yapılabileceği düzenlenmektedir. Yapı kayıt belgesi ile afet risklerine hazırlık kapsamında, 31.12.2017 tarihinden önce yapılmış olan ruhsatsız veya ruhsat ve eklerine aykırı yapıların kayıt altına alınması ve imar barışının sağlanması amaçlanmıştır. Yapının yeniden yapılmasına veya kentsel dönüşüm uygulamasına kadar geçerli olan yapı kayıt belgesi, yapı sahibinin beyanı esas alınarak verilmiş ve belge verilmeden önce yapının mevcut durumuna ilişkin olarak hiçbir denetim yapılmamıştır. Üstelik bu yapılarla ilgili olarak İmar Kanunu uyarınca alınmış yıkım kararları ile tahsil edilemeyen idari para cezaları iptal edilmiş ve geçici olarak su, elektrik ve doğalgaz bağlanması suretiyle, bu yapıların kullanımına da izin verilmiştir. Bu yüzden, bu yapılarda yapı güvenliğinin sağlanması oldukça önemlidir. Geçici bir çözüm olsa da güçlendirme ile bu yapıların depreme dayanıklı hale getirilmesi ve böylece can ve mal kayıpları yaşanmasının önüne geçilmesi mümkün olabilir. Bu çalışmada, yapı kayıt belgesi kavramı ve hukuki niteliği, güçlendirme kavramı, güçlendirme kapsamında olan yapılar, güçlendirme izninin kapsamı ve koşulları, güçlendirme izninin hukuki niteliği, güçlendirme izninin iptali konuları idare hukuku boyutuyla ele alınacaktır.",
     "Abstract": "Turkey, which is located in the earthquake belt, has experienced very painful experiences due to the big earthquakes that took place in the past. Although an earthquake is inevitable as a natural disaster, it may be possible to prevent loss of life and property if necessary steps are taken to combat the earthquake. Strengthening (retrofitting) the structures is one of the measures to be taken against earthquakes. The important thing is that the strengthening should be done before the earthquake, not after the earthquake. Therefore, the administration should make the necessary inspections in a timely manner by using the law enforcement authorities. With the temporary article 21 added to the Zoning Law with the Law No. 7221 dated 14.02.2020, it is possible to strengthen the structures which have building registration certificate. In the Zoning Law, it is regulated that      strengthening can be done by obtaining a strengthening permit according to the Condominium Law, provided that no additional construction area is created in the buildings for which the building registration certificate is given. It is aimed to register the buildings, built before 31.12.2017, unlicensed or contrary to the license and its annexes and to ensure zoning peace. It was given on the basis of the owner's declaration and no inspection was made regarding the current condition of the building. Moreover, the demolition decisions taken in accordance with the Zoning Law were canceled and the use of these buildings was allowed. Therefore, it is very important to ensure building safety. Strengthening may prevent loss of life and property. In this study, the concept and legal nature of the building registration certificate, the concept of strengthening, the buildings within the scope of strengthening, the scope, conditions, the legal nature, the annulment of the strengthening permit will be discussed in terms of administrative law.",
     "Metin": "  Türkiye deprem kuşağında yer alan bir ülkedir.  Geçmişte meydana gelmiş olan büyük depremler nedeniyle, ağır can ve mal kayıpları yaşanmıştır. Depremin yaralarını sarmak  uzun  yıllar  almış  ve  her  deprem  sonrası  oluşan  maddi  ve  manevi  zararların karşılanması devleti ağır bir mali yükün altına sokmuştur. Yaşadığımız coğrafyada deprem kaçınılmaz olduğuna göre, geçmişte yaşanan depremlerden bazı dersler çıkarmak ve bu acıların tekrar yaşanmaması için gerekli tedbirleri almak bir zorunluluktur. Son olarak, 30.10.2020 tarihinde İzmir de meydana gelen depremde can kayıpları yaşanmış, bazı yapılar yıkılmış, bazı yapılarda çok ağır hasarlar oluşmuş ve yapı güvenliği konusu yeniden gündeme gelmiştir.  Depreme  hazırlıklı  olabilmek  için  idarenin  gerekli  özeni  göstermesi  ve  bu konudaki  pozitif  yükümlülüklerini  yerine  getirmesi  gerekir.  Yapıların  depreme  karşı dayanıklı olması için idare, kolluk yetkisi kapsamında gerekli düzenlemeleri ve denetimleri yapmalı,  tedbirleri  almalıdır.  Özellikle  yapı  kayıt  belgeli  yapılar  bakımından  yapı 781      güvenliğinin sağlanması oldukça önemlidir. Yapı kayıt belgesi ile afet risklerine hazırlık kapsamında ruhsatsız veya ruhsat ve eklerine aykırı yapıların kayıt altına alınması ve imar barışının sağlanması amaçlanmıştır. Bu amaçla kayıt altına alınan ruhsatsız veya ruhsat ve eklerine aykırı yapıların güçlendirme yapılarak depreme dayanıklı hale getirilmesi can ve mal kayıpları yaşanmasının önüne geçebilir. Nitekim 7221 Sayılı Kanun la İmar Kanunu na eklenen geçici 21.maddede, yapı kayıt belgesi alan yapılarda, ilave inşaat alanı yaratmamak koşuluyla,  Kat  Mülkiyeti  Kanunu na  göre  güçlendirme  izni  alınarak  güçlendirme yapılabileceği  düzenlenmektedir.  Bu  çalışmada,  yapı  kayıt  belgesi  kavramı  ve  hukuki niteliği, güçlendirme kavramı, güçlendirme kapsamında olan yapılar, güçlendirme izninin kapsamı ve koşulları, güçlendirme izninin hukuki niteliği, güçlendirme izninin iptali konuları idare hukuku boyutuyla ele alınacaktır.  I. YAPI KAYIT BELGESİ KAVRAMI ve HUKUKİ NİTELİĞİ Yapı kayıt belgesi kavramı, 2018 yılında, 3194 sayılı İmar Kanunu na eklenen geçici 16.madde ile hukukumuza girmiştir. Kanun a göre bu belge ile ruhsatsız veya ruhsat ve eklerine aykırı yapıların kayıt altına alınması ve imar barışının sağlanması amaçlanmıştır. Geçici 16.maddenin gerekçesinde, kayıt altına alma amacının yanı sıra kentsel dönüşüm projelerine  finans  sağlanmasının  da  amaçlandığı  belirtilmektedir.  Geçici  16.madde  ile düzenlenen  yapı  kayıt  belgesi,  yapının  yeniden  yapılmasına  veya  kentsel  dönüşüm uygulamasına kadar geçerlidir. Diğer bir deyişle yapı kayıt belgesi geçici bir belgedir ve                                                             2 https://www.tbmm.gov.tr/d/1/1-0944.pdf (erişim tarihi 25.06.2021);  46. İlişkili olduğu imar barışı düzenlemesinin gerekçesi de dikkate alındığında kurallarla afet risklerine hazırlık kapsamında ruhsatsız, ruhsat ve eklerine aykırı veya imar mevzuatına aykırı yapıların kayıt altına alınması ile dönüşüm projelerine finans sağlanarak dönüşümün daha hızlı ve etkin yapılması, yapı kayıt belgesinden elde edilecek gelirin genel bütçeye gelir  kaydedilmesi,  bu  gelirin  de  şehirlerin  yeniden  inşası  ve  imarında  kullanılmasının  amaçlandığı anlaşılmaktadır  Anayasa Mahkemesi, E.2019/21, K.2020/51, 24.09.2020, R.G. 15.12.2020, 31335. 782      yapının kullanım amacına yönelik olup, geçerli olduğu süre boyunca, yapı sahibine kullanım hakkı  verir.  Ayrıca,  yapı  kayıt  belgesi  alan  yapılara,  talep  halinde  ilgili  mevzuatta tanımlanan ait olduğu abone grubu dikkate alınarak geçici olarak su, elektrik ve doğalgaz bağlanabilir. Belgenin bir diğer hukuki etkisi ise, yapı kayıt belgesi verilen yapılarla ilgili 3194 sayılı İmar Kanunu uyarınca alınmış yıkım kararları ile tahsil edilemeyen idari para cezalarının iptal edilmesidir.  Yapı kayıt belgesi, e-Devlet üzerinden yapılan başvuru üzerine verilen elektronik bir belgedir. Bu belge, 31.12.2017 tarihinden önce yapılmış ruhsatsız veya ruhsat ve eklerine aykırı yapılar için, yapı sahibinin beyanı esas alınarak verilmiştir. Yapı kayıt belgesi, her ne kadar İmar Kanunu nda geçici bir belge olarak düzenlense de, başvuru sahibi bakımından önemli hukuki sonuçlar doğuran icrai nitelikte bir idari işlemdir. Belge ile birlikte başvuruya konu yapı, ruhsatsız veya ruhsat ve eklerine aykırı olduğu halde,  yapı kayıt belgeli yapı  statüsüne geçerek, yapıya ilişkin tahsil edilemeyen idari para cezasının ve yıkım kararının iptali sebebiyle belli bir süre dokunulmazlık elde etmektedir; bu nedenle yapı kayıt belgesi koşul işlem niteliğindedir. Ayrıca, yapı kayıt belgesi geçici niteliğinden dolayı  geçici idari işlem   olarak  da  nitelendirilebilir.  Geçici  idari  işlem,  idare  tarafından  kanuni  bir düzenlemeye dayanılarak, önceden belirlenmiş olan ya da belirlenebilir bir süre için tesis edilen idari işlem olarak tanımlanmaktadır. Geçici idari işlem, geçerli olduğu süre boyunca,                                                            3 ÖZKAYA ÖZLÜER, Ilgın,  İmar Barışı Düzenlemesine Hukuki Bir Yaklaşım , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 9, Sayı: 2,  (s. 313-340), s.330; ÇAKIR, Hüseyin Melih,  Yapı Kayıt Belgesi , İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 5, Sayı: 2, (s. 15-92), s.46. 4 ÇAKIR, 2018, s.51. 5 İmar Kanunu Geçici m.16/1:  Başvuruya konu yapının ve arsasının mülkiyet durumu, yapı sınıf ve grubu ve diğer hususlar Bakanlık tarafından hazırlanan Yapı Kayıt Sistemine yapı sahibinin beyanına göre kaydedilir . 6 KALABALIK, Halil, İmar Barışı, Seçkin Yayıncılık, Ankara, 2018, s.227-228. 7 AKYILMAZ, Bahtiyar, İdari Usul İlkeleri Işığında İdari İşlemin Yapılış Usulü, Yetkin Yayınları, Ankara, 2000, s.60; YILMAZ, Dilşat, İdari İşlemin İcrailik Özelliği, 1.Bası, Astana Yayıncılık, Ankara, 2014, s.38;  Önceden belli olmak mutlaka gün,  ay,  yıl olarak sürenin belli olması anlamına gelmez. Bu süre, işlemin dayanağı olan olgunun devamı süresi de olabilir. Önemli olan ister tarih olarak belirtilsin, ister belli bir hukuki 783      ilgililerin hukuki durumu üzerinde etki yaratır. Bu nedenle geçici idari işlem de diğer idari işlemler gibi ilgili üzerinde hukuki sonuç doğuran icrai nitelikte bir işlemdir.  3194 sayılı İmar Kanunu nda, belgeyi vermekle yetkili makam açık olarak ifade edilmemekle birlikte, yapı kayıt belgesi alınabilmesi için Çevre ve Şehircilik Bakanlığı ve yetkilendireceği  kurum  ve  kuruluşlara  başvurulması  gerektiği,  ayrıca  başvuruya  konu yapının  Bakanlık  tarafından  hazırlanan  Yapı  Kayıt  Sistemine  kaydedileceği düzenlenmektedir.  Yapı  Kayıt  Belgesi  Verilmesine  İlişkin  Usul  ve  Esaslar  Tebliği nin 4.maddesine  göre,  yapı  maliklerinden  herhangi  birisi  veya  vekili  tarafından,  e-Devlet üzerinden Yapı Kayıt Sistemindeki yapı kayıt belgesi formunun doldurulması veya kurum ve kuruluşlara başvurulması suretiyle de başvuruda bulunulabilir. Ancak uygulamada Çevre ve Şehircilik Bakanlığı başka bir kurum ve kuruluşa bu konuda yetki vermemiştir. Yapı kayıt sistemi, Çevre ve Şehircilik Bakanlığı tarafından oluşturulduğuna göre, yapı kayıt belgesi de Çevre ve Şehircilik Bakanlığı nın işlemidir. Çevre ve Şehircilik Bakanlığı na verilen bu yetki imar mevzuatına uygun ve güvenli yapılaşmayı, dolayısıyla imar düzenini sağlamaya yönelik bir kolluk yetkisidir. Ancak öncesinde, belgenin verilmesi sürecinde, kolluk yetkisi                                                            olgunun varlığına dayansın, işlemin geçerlik süresinin belli veya belirlenebilir olmasıdır.  (Örneğin; bayram tatili süresince, Mart ayı boyunca, 2008 yılı içerisinde gibi.)  AY, İrfan,  Geçici İdari İşlem Türü Olarak TSK da Geçici Görevlendirme İşlemi ve Bu İşlemin Benzer Geçici İdari İşlemlerle Karşılaştırılması , Askeri Yüksek İdare Mahkemesi Dergisi, Yıl: 2008, Sayı:23, (s. 135-159), s.138. 8 YILMAZ, 2014, s.39. 9 Geçici işlemler tedbir amaçlı (örneğin görevden uzaklaştırma) olabileceği gibi, bir hakkın kullanılmasına yönelik de olabilir (Örneğin İmar Kanunu m 33/1 de düzenlenen geçici inşaat izni gibi). Bkz AKYILMAZ, 2000, s.60-61. Yapı kayıt belgesi de bazı hakların kullanılmasına yöneliktir. Nitekim, İmar Kanunu geçici 16.maddede de, yapı kayıt belgesinin yapının kullanım amacına yönelik olduğu belirtilmektedir. 10 Yapı Kayıt Belgesi Verilmesine İlişkin Usul ve Esaslar Tebliği (R.G. 06.06.2018, 30443) m.3/ç:  Yapı Kayıt Sistemi: Bakanlıkça 3194 sayılı Kanunun geçici 16 ncı maddesi kapsamında imar mevzuatına aykırı yapıların kaydedilmesi için oluşturulan elektronik yazılım sistemini ifade eder.  11 KALABALIK, 2018, s.229; ÇAKIR, 2018, s.49. 12 ÖZKAYA ÖZLÜER, 2018, s.317-318. 784      kapsamında idare tarafından hiçbir denetim yapılmamaktadır. Ayrıca burada dikkat çeken bir başka nokta ise, yapı kayıt belgesi düzenlenmesi sürecinde belediyelere hiçbir yetkinin verilmemiş olmasıdır. Yapı kayıt belgesinin şekil unsuruna ilişkin olarak İmar Kanunu nda herhangi bir düzenleme  yer  almamaktadır.  Yapı  Kayıt  Belgesi  Verilmesine  İlişkin  Usul  ve  Esaslar Tebliği nde de  Yapı  Kayıt  Sistemi tarafından oluşturulan  yapı  kayıt belgesinin talepte bulunan yapı sahibince e-Devlet üzerinden alınacağı belirtilmekle birlikte, belgenin şekline ilişkin herhangi düzenleme bulunmamaktadır.  Uygulamada, e-Devlet üzerinden verilen yapı kayıt belgesinde, belgenin kapsamı, niteliği, yapının adresi, toplam yapı alanı ve arsa alanı belirtilmekte ve ayrıca belge numarası, başvuru numarası, düzenleme tarihi ve karekod (QR) yer almaktadır. Ancak başvuranın adı ve soyadı belgede belirtilmemektedir. Kanımızca, belgede başvuranın kimliğinin belirtilmesi gerekirdi. Böylece yapı sahibinin tespiti kolay olacağından,  belgeye  ilişkin  olarak  ileride  doğabilecek  olan  hukuki  uyuşmazlıkların çözümünde karışıklıkların önlenmesi  mümkün olurdu. Ayrıca belgede  yetkili makamın imzası ya da 5070 sayılı Elektronik İmza Kanunu nda düzenlenen elektronik imza da yer almamaktadır. Oysa imza, işlemin varlığının bir koşuludur . E-devlet üzerinde tesis edilen                                                            13 ÇAKIR, 2018, s.38; ÖZKAYA ÖZLÜER, 2018, s.317. 14   İmar barışı kapsamında düzenlenecek Yapı Kayıt Belgesi, Çevre ve Şehircilik Bakanlığı tarafından verilmekte,  belediyeler  bu  sürecin  hiçbir  aşamasına  dâhil  edilmemektedir.  Oysa  5393  sayılı  Belediye Kanununun 14 ve 15 inci maddeleri ile 3194 sayılı İmar Kanunu nun 7, 8, 21, 22, 31, 32 ve 42 nci maddelerine göre istisnalar hariç imar görev ve yetkisi (planlama, ruhsatlandırma ve denetim) belediyelere aittir. İmar görev ve yetkileri kapsamında yapılara ilişkin bilgi ve belgeler belediyelerin kayıtları arasında yer almaktadır. Bu durum göz ardı edilerek Yapı Kayıt Belgesi sürecine belediyelerin dâhil edilmemiş olması nedeniyle de yapının fiili durumu ile kayıtların uygunluğu sağlanamayacak ve hatalı işlem yapılması ihtimali ortaya çıkacaktır.  Bkz. GÜNGÖR, Hayrettin/MERCİMEK, Zeliha/TÜRKMEN, Cüneyt, İmar Barışı ve Yapı Kayıt Belgesi  (Türkiye  Barolar  Birliği), http://www.tbb.gov.tr/storage/userfiles/rehber_ve_bilgi_notlari/imar_barisi.pdf, (erişim tarihi 24.06.2021). 15 ÇAKIR, 2018, s.51. 16 AKYILMAZ, 2000, s.196; ÇAKIR, 2018, s.51-52. 785      elektronik işlemlerde imza koşulunun aranmaması için, imzasız belgenin imzalı belgelerle aynı hüküm ve sonucu doğuracağına ilişkin bir kanuni düzenlemenin varlığının gerekli olduğu doktrinde ifade edilmektedir.  3194  sayılı  İmar  Kanunu nda  yapı  kayıt  belgesinin  sebep  unsuru  açıkça belirtilmemektedir. Ancak kanunda bir işlemin sebebinin belirtilmemiş olması, o işlemin sebepsiz olacağı anlamına gelmez. Kanunda sebep hiç belirtilmese bile, idarenin, o işlemden beklenen amacı gerçekleştirmeye elverişli ve kamu yararına yönelik bir sebebe dayanması gerekir. Yapı kayıt belgesinin konu unsuru, ruhsatsız ya da ruhsat ve eklerine aykırı yapının geçici  olarak dokunulmaz ve kullanılabilir olmasıdır. Amaç ise  İmar  Kanunu nda afet risklerine hazırlık kapsamında ruhsatsız veya ruhsat ve eklerine aykırı yapıların kayıt altına alınması ve imar barışının sağlanması olarak ifade edilmektedir. Nihai amaç elbette ki kamu yararıdır. Yapı kayıt belgesine ilişkin olarak üzerinde önemle durulması gereken bir diğer husus ise, imar barışı olarak nitelendirilen sürecin bir imar affı olup olmadığıdır. İmar affı, hukuksal dayanağı olmayan, İmar Kanunu na aykırı olarak inşa edilmiş yapıların kanunda belirtilen koşullarla,  hukuka  uygun  kabul  edilerek  meşrulaştırılmasıdır.  İmar  aflarıyla  kaçak yapılaşmanın sebeplerinin irdelenmesi yerine sadece sonuçlarına müdahale edilmesi sorunu çözmemiş, hatta kaçak yapılaşmayı adeta teşvik eder hale gelmiştir; böylece her af sonrası mevzuata aykırı yapılaşma eğilimi daha da artarak, yeni af kanunlarının çıkarılmasına neden olmuştur.                                                            17 ÇAKIR, 2018, s 52. 18  GÜNDAY,  Metin,  İdare  Hukuku,  10.Bası,  İmaj  Yayınevi,  Ankara,  2011,  s.156;  GÖZLER, Kemal/KAPLAN, Gürsel, İdare Hukuku Dersleri, 20.Bası, Ekin Yayınevi, Bursa, 2018, s.320. 19 AYBAY, Aydın,  Orman Kadastrosu ve 2/B Sorunu , Orman Kadastrosu ve 2/B Sorunu Sempozyumu / Bildiriler ve Panel (17-18 Eylül 2004), 1.Bası, TMMOB Harita ve Kadastro Mühendisleri Odası İstanbul Şubesi, İstanbul, 2005, (s.50-54), s.53. 20 ERDOĞAN, Murat/ÖMÜRGÖNÜLŞEN, Uğur,  Yeminli Özel Teknik Bürolar: Gecekondu Sorunu, İmar Affı  ve  Kamu  Hizmetlerinin  Özel  Kişilere  Gördürülmesi  Açılarından  Bir  Değerlendirme ,  Hacettepe 786      Kamuoyunda imar barışı olarak bilinen yapı kayıt belgesi verilmesi sürecinin bir imar affı niteliğinde olup olmadığı tartışmalıdır. Bu konuda iki görüş vardır: Birinci görüşe göre 3194 sayılı İmar Kanunu nun geçici 16.maddesinde düzenlenen imar barışı süreci, bir imar affı değildir. Bu görüşe göre af hukuka aykırılıkları tüm hukuki sonuçları ile ortadan kaldıran bir kavram  olup,  yapı  kayıt belgesi  ise  yapı  kullanma izninden farklı, kazanılmış hak yaratmayan bir belgedir ve yeniden yapılacak olan yapı mevcut ve geçerli imar planına uygun olarak yapılmalıdır. 3194 Sayılı İmar Kanunu geçici madde 16/10 a göre  Yapı Kayıt Belgesi, yapının yeniden yapılmasına veya kentsel dönüşüm uygulamasına kadar geçerlidir. Yapı  Kayıt  Belgesi  düzenlenen  yapıların  yenilenmesi  durumunda  yürürlükte  olan  imar mevzuatı hükümleri uygulanır . Dolayısıyla, yapının yenilenmesi durumunda, yenilenme tarihinde yürürlükte olan imar mevzuatı hükümleri uygulanacaktır. Doktrinde  imar  barışının  bir  imar  affı  olduğu  yönündeki  görüş  ağırlıktadır. KALABALIK a göre yapı kayıt belgesi imar mevzuatına aykırı yapılara bir af getirmektedir; çünkü yapı yeniden yapılıncaya veya kentsel dönüşüm uygulamasına kadar geçici olarak dokunulmaz  kabul  edilmekte  ve  yıkılamamaktadır.  Eğer  söz  konusu  alanda  kentsel dönüşüm uygulaması yapılmaz ve yapı sahibi de yapısını yeniden yapmazsa, belirsiz bir süre yapı dokunulmaz olmaya devam edecektir. ÖZKAYA ÖZLÜER e göre, imar barışı, İmar Kanunu uyarınca daha önce alınmış olan yıkım kararları ile tahsil edilemeyen idari para cezalarının iptal edilmesini sağladığı ve aynı zamanda yapı sahibine kullanım hakkı verdiği                                                            Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 1989 Cilt: 7, Sayı: 1-2, (s.173-214), s.174; ERBAŞ, İkbal,  Kimileri İçin Bir Fırsat, Kent İçin İse Bir Tehdit: İmar Barışı , Mimarlık Dergisi, Yıl: 2018, Sayı: 403 (s.27-30), s.27; ÇAKIR, 2018, s.16. 21  ABACIOĞLU,  Muhittin,  İmar  Barışı  Af  Niteliği  Taşımıyor  (29.5.2018)  https://www.memurlar.net/haber/752088/imarda-baris-af-niteligi-tasimiyor.html  (erişim  tarihi  19.08.2021); KALABALIK, 2018, s.235; KASPAROĞLU, Muhammet/SURİ Leyla,  İmar Barışı ,  İstanbul Ticaret Üniversitesi Teknoloji ve Uygulamalı Bilimler Dergisi, Yıl: 2019, Cilt: 2, Sayı: 1 (s. 47-60), s.57. 22 KALABALIK, 2018, s.236. 23 ibid 235. 787      için, bir af nitelindedir; ancak bu af önceki aflardan farklı olarak, istisnai ve geçici bir aftır. ÇAKIR a göre ise yapı kayıt belgesi, imar mevzuatına aykırı yapıları hukuka uygun hale getirerek,  yıkım  kararları  ile  tahsil  edilemeyen  idari  para  cezalarını  hükümsüz  hale getirdiğinden, yapı ruhsatı ve/veya yapı kullanma izni niteliği taşımakta olup, sui generis bir belge niteliğindedir. Biz de imar barışının bir imar affı olduğu yönündeki bu görüşlere katılmaktayız.  Kanımızca,  kamuoyunda  imar  barışı  olarak  bilinen  yapı  kayıt  belgesi verilmesi süreci, önceki aflardan oldukça farklı ve geçici nitelikli bir af olup, idarenin ve yapı sahibinin üzerlerine düşen yükümlülükleri yerine getirmemesi durumunda ise kalıcı bir affa dönüşme potansiyeli taşımaktadır. Eğer yapı kısa süre içinde yeniden yapılır veya kentsel dönüşüm uygulaması başlatılırsa, yapı kayıt belgesi hükümsüz hale gelecek ve bu belge bir imar  affı  olmaktan  çıkacaktır.  Ancak  İmar  Kanunu ndaki  ilgili  düzenlemede,  belgenin alınmasından sonra, yapının imar mevzuatına uygun hale getirilmesine ilişkin kesin bir süre verilmediğinden,  yapının  yeniden  yapılması  veya  kentsel  dönüşüm  uygulaması  hiç gerçekleşmezse, söz konusu yapı önceki aflarda olduğu gibi hukuka uygun bir yapı olarak kabul edilmiş olacak ve hukuka uygun bir yapı gibi tüm haklardan yararlanacaktır. Burada idarenin rolü oldukça önemlidir. Eğer imar barışı süreci bir imar affı olarak öngörülmediyse, bu  durumda  idarenin  vakit  kaybetmeden,  en  kısa  sürede  yapı  kayıt  belgeli  yapıları denetlemesi ve bu yapıların imar mevzuatına uygun hale getirilmesi için gerekli tedbirleri alması ve adımları atması gerekmektedir. Aksi takdirde, kapsamı oldukça geniş tutulmuş olan imar barışı sürecinde, imar mevzuatına aykırı binlerce yapı belirsiz bir süre hukuka uygun kabul edilerek dokunulmaz olacak ve birçok haktan yararlanmaya devam edecektir. Ancak, ruhsatsız veya ruhsat ve eklerine aykırı olan bu yapıların uzun yıllar bu şekilde kullanılması oldukça tehlikeli olup, gerçekleşebilecek herhangi bir şiddetli depremde büyük can ve mal kayıplarına neden olabilecektir. O nedenle bu süreçte, bu yapıların güçlendirilerek depreme dayanıklı hale getirilmesi, kişilerin can ve mal güvenliğinin korunması bakımından oldukça önemlidir.                                                             24 ÖZKAYA ÖZLÜER, 2018, s.334. 25 ÇAKIR, 2018, s.46. 788       II. GÜÇLENDİRME KAVRAMI Deprem kuşağında yer alan Türkiye, iki risk ile karşı karşıyadır: Birincisi deprem riski, ikincisi de yapılardan kaynaklanan riskler. Deprem riski kaçınılmaz olmakla birlikte, güçlü ve depreme dayanıklı yapılar inşa edilmesi ve mevcut riskli yapıların güçlendirilmesi mümkündür.  Böylelikle  risklerden  biri  ortadan  kaldırılabilir.  Güçlendirme  kavramı, Türkiye de özellikle büyük depremler sonrası gündeme gelmiş ve depreme karşı bir tedbir olarak düşünülmüştür. Güçlendirme  kavramı  Türkiye  Bina  Deprem  Yönetmeliği nde  de  açıklanmıştır. Yönetmelik in 1.maddesine göre  Yönetmeliğin amacı; yeniden yapılacak, değiştirilecek, büyütülecek resmi ve özel tüm binaların ve bina türü yapıların tamamının veya bölümlerinin deprem  etkisi  altında  tasarımı  ve  yapımı  ile  mevcut  binaların  deprem  etkisi  altındaki performanslarının değerlendirilmesi ve güçlendirilmesi için gerekli kuralları ve minimum koşulları  belirlemektir .  Yönetmelik in  Deprem  Etkisi  Altında  Binaların  Tasarımı  İçin Esaslar Eki nin 15.9. maddesine göre  Binaların güçlendirilmesi, deprem hasarlarına neden olacak  kusurlarının  giderilmesi,  deprem  güvenliğini  arttırmaya  yönelik  olarak  yeni elemanlar  eklenmesi,  kütle  azaltılması,  mevcut  elemanlarının  deprem  davranışlarının iyileştirilmesi, kuvvet aktarımında sürekliliğin sağlanması türündeki işlemleri içerir.  Bu düzenlemede güçlendirme türleri eleman güçlendirmesi ve sistem güçlendirmesi olarak ikiye ayrılmakta ve ayrı ayrı tanımlanmaktadır. Ayrıca güçlendirme yöntemleri olarak kolonların                                                            26 YILMAZ, Züleyha/ÇANKAYA, Fikret/KARAKAYA, Aykut,  Bina Maliyet Oranı ve Bina Güçlendirme Maliyetini Etkileyen Faktörler Arasındaki İlişki , Erciyes Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 2018, Sayı: 51, (s. 151-174), s.154. 27 R.G. 17.07.2019,30834. 28 Eleman güçlendirmesi  binanın kolon, kiriş, perde, birleşim bölgesi gibi deprem yüklerini karşılayan elemanlarında dayanım ve şekil değiştirme kapasitelerinin arttırılmasına yönelik olarak uygulanan işlemler  olarak tanımlanırken, sistem güçlendirmesi ise  binanın taşıyıcı sisteminin dayanım ve şekil değiştirme kapasitesinin  arttırılması  ve  iç  kuvvetlerin  dağılımında  sürekliliğin  sağlanması,  binaya  yeni  elemanlar 789      sarılması,  kolonların  eğilme  kapasitesinin  arttırılması,  kirişlerin  sarılması,  bölme duvarlarının  güçlendirilmesi,  betonarme  taşıyıcı  sistemlerin  yerinde  dökme  betonarme perdeler  ile  güçlendirilmesi,  betonarme  sisteme  yeni  çerçeveler  eklenmesi,  betonarme sisteminin kütlesinin azaltılması sayılmaktadır (m.15.10.). Doktrinde güçlendirme kavramı çeşitli şekillerde tanımlanmaktadır. Bir tanıma göre güçlendirme  bir yapının veya yapı elemanlarının deprem yükleri karşısında kendilerinden beklenen performans seviyelerini sağlayabilmesi için yapılan iyileştirme müdahalelerini ifade etmektedir  29. Daha teknik bir tanıma göre ise güçlendirme  Bir yapının yük taşıma kapasitesini, rijitliğini, sünekliğini ve stabilitesini veya bunlardan bazılarını önceki veya mevcut durumunun üzerine çıkarmak amacıyla yapılan değişikliklerdir  30. Başka bir tanıma göre ise güçlendirme  bir binanın kolon, giriş, perde, birleşim bölgeleri gibi taşıyıcı sistem elemanlarının desteklenmesi dir. Doktrinde  güçlendirme  ile  onarım  kavramlarının  birbirinden  farklı  kavramlar olduğunu  ifade  eden  görüşler  vardır.  Onarım   mevcut  hasarlı  bir  yapı  elemanının iyileştirilerek eski durumuna, projesinde öngörülmüş olan mukavemet değerine getirilmesi  olarak ifade edilirken, güçlendirmenin onarımdan farkı,  o bölge için beklenen büyüklükte bir  depremin  etkileri  karşısında,  yapının  şartnamede  öngörülen  performans  seviyesine                                                            eklenmesi,  birleşim  bölgelerinin  güçlendirilmesi,  deprem  etkilerinin  azaltılması  işlemleri   olarak tanımlanmaktadır (m.15.9.3.1, m.15.9.3.2) 29  İSTANBUL  VALİLİĞİ,  Güçlendirme  ve  Yeniden  Yapım  Çalışmaları  Rehber  Kitabı  (2014),  https://www.guvenliyasam.org/wp-content/uploads/2016/02/GUCLENDIRME.pdf, (erişim tarihi 24.06.2021); Benzer  bir  tanım  için  bkz.  BAKHOUM,  Mourad  M.  (Ed),  Case  Studies  of  Rehabilitation,  Repair, Retrofitting and Strengthening of Structures, IABSE, Zurich, 2010, s.6. 30 ÖZTÜRK, Murat/ SEZER, Rıfat/KÖKEN, Ali, Yapıların Deprem Güvenliği, Güçlendirme İlkeleri ve 11 Katlı  Bir  Yapıda  Güçlendirme  Uygulaması,  http://www.imo.org.tr/resimler/ekutuphane/pdf/11061.pdf, (erişim tarihi 24.06.2021). 31 YILMAZ/ÇANKAYA/KARAKAYA, 2018, 154. 790      ulaşmasını sağlamak  olarak ifade edilmektedir 32. Doktrindeki ifadelerden, güçlendirmenin sadece  hasarlı  yapılar  için  yapılan  bir  müdahale  niteliğinde  olmadığı,  yapıyı  depreme dayanıklı hale getirmek için yapıldığı anlaşılmaktadır. Güçlendirmede asıl amaç, o bölge için öngörülen en şiddetli depremde bile, yapıların can kaybına yol açmamasının sağlanmasıdır. Güçlendirme faaliyetlerine örnek olarak, kolonların ve kirişlerin sarılması, kolonların eğilme kapasitelerinin  arttırılması,  dolgu  duvarların  güçlendirilmesi,  pencere,  kapı  ve  dolap boşluklarının  kapatılması  ile  duvarın  kesme  kapasitesinin  arttırılması,  kirişlerin güçlendirilmesi  vb.  verilmektedir.  Çevre  ve  Şehircilik  Bakanlığı  tarafından  çıkarılan 24.09.2020  tarihli  ve  2020/24  sayılı  Güçlendirme  İznine  İlişkin  Genelge nin 13.maddesinde  yapının taşıyıcı kolon ve perdelerinin büyütülmesi, yapının dış konturları dışına taşmadan yapılan ilave kolon ve perde imalatları , yapının dış konturları dışına taşmadan kolon ve perde büyütülmesinin yapının güçlendirilmesi için yeterli olmadığının tespit edildiği durumlarda ise  yapının taşıyıcı sistemine eklenecek olan asgari ölçülerdeki betonarme/çelik/kompozit  taşıyıcı  eleman  ilaveleri   güçlendirme  örnekleri  olarak  ifade edilmiştir. Güçlendirme sadece yapı kayıt belgeli yapılar için değil, ruhsatlı yapılar için de mümkündür. Örneğin, ruhsatlı olup da depremden dolayı veya başka bir sebeple riskli hale gelmiş  bir  yapı  için  de  güçlendirme  söz  konusu  olabilir.  İmar  Kanunu nun  geçici 21.maddesine  göre,  7269  sayılı  Umumi  Hayata  Müessir  Afetler  Dolayısıyla  Alınacak Tedbirlerle Yapılacak Yardımlara Dair Kanunun 13.maddesinin (b) fıkrasına göre, hasar görmüş  olmakla  birlikte  ıslahının  mümkün  olduğu  tespit  edilmiş  olan  yapılar  için  de                                                            32  İSTANBUL  VALİLİĞİ,  Güçlendirme  ve  Yeniden  Yapım  Çalışmaları  Rehber  Kitabı  (2014),  https://www.guvenliyasam.org/wp-content/uploads/2016/02/GUCLENDIRME.pdf, (erişim tarihi 24.06.2021). 33  İSTANBUL  VALİLİĞİ,  Güçlendirme  ve  Yeniden  Yapım  Çalışmaları  Rehber  Kitabı  (2014),  https://www.guvenliyasam.org/wp-content/uploads/2016/02/GUCLENDIRME.pdf, (erişim tarihi 24.06.2021). 34 YILMAZ/ÇANKAYA/KARAKAYA, 2018, 154. 35  http://www.izmimod.org.tr/v/uploads/files/2020-24%20genelge%20mhgm(1).pdf,  (erişim  tarihi 24.06.2021. 791      güçlendirme  izni  alınabilmektedir.  6306  Sayılı  Afet  Riski  Altındaki  Alanların Dönüştürülmesi  Hakkında  Kanun da,  riskli  yapı   Riskli  alan  içinde  veya  dışında  olup ekonomik ömrünü tamamlamış olan ya da yıkılma veya ağır hasar görme riski taşıdığı ilmî ve teknik verilere dayanılarak tespit edilen yapı  olarak tanımlanmaktadır. Riskli yapıların da güçlendirilerek deprem veya sel gibi bir doğal afete dayanıklı hale getirilmesi ve bu şekilde güvenli yapılar oluşturulması kişilerin can ve mal güvenliğinin korunması açısından oldukça önemlidir. Ayrıca, yapı kayıt belgeli yapıların da 6306 Sayılı Kanun a göre  riskli yapı  ilan edilmesi mümkündür. Çünkü 3194 sayılı İmar Kanunu geçici madde 16/5 de yapı ruhsatı alıp da yapı kullanma izin belgesi almamış veya yapı ruhsatı bulunmayan yapılarda, yapı kayıt belgesi ile maliklerin tamamının muvafakatinin bulunması ve imar planlarında umumi hizmet alanlarına denk gelen alanların terk edilmesi halinde yapı kullanma izin belgesi aranmaksızın cins değişikliği ve kat mülkiyeti tesis edilebileceği ve İmar Kanunu geçici madde 16/6 da ise,  beşinci fıkraya göre kat mülkiyetine geçilmiş olmasının 6306 sayılı Kanunun  ek  1.maddesinin  uygulanmasına  engel  teşkil  etmeyeceği  belirtilmektedir. Dolayısıyla, yapı kayıt belgeli bir yapı da kentsel dönüşüm uygulamasına tabi tutularak, 6306 sayılı Kanun a göre riskli yapı olarak ilan edilebilir ve kentsel dönüşüm kararına uygun olarak yıkılabilir.   III. GÜÇLENDİRME KAPSAMINDA OLAN YAPILAR İmar Kanunu nun geçici 21.maddesine göre, İmar Kanunu nun geçici 16.maddesi kapsamında yapı kayıt belgesi alınan yapılar ile bu maddenin yürürlüğe girdiği tarihten önce 15/5/1959  tarihli  ve  7269  sayılı  Umumi  Hayata  Müessir  Afetler  Dolayısıyla  Alınacak                                                            36 AYBEY ERDİDAL, Didem, Riskli Alan-Riskli Yapı Tespiti ve Hukuku Sonuçları, 1.Baskı, Seçkin Yayınları, Ankara, 2020, s.37. 792      Tedbirlerle Yapılacak Yardımlara Dair Kanunun 13. maddesinin (b) fıkrasına göre, hasar görmüş olmakla birlikte ıslahının mümkün olduğu tespit edilmiş olan yapılarda, güçlendirme izni alınarak güçlendirme yapılabilir. Dolayısıyla, geçici 21.maddeye göre güçlendirme, sadece yapı kayıt belgeli yapılar için değil, aynı zamanda ruhsatlı olup da deprem, yangın, su baskını, yer kayması, kaya düşmesi, çığ ve benzeri afetlerde hasar görmüş yapılar için de mümkündür. Bu düzenleme ile yapı kayıt belgeli yapılar bakımından farklı bir durum ortaya çıkmıştır. Daha önce ruhsatsız veya ruhsat ve eklerine aykırı yapılar için güçlendirme izni alınamazken,  söz  konusu  düzenleme  ile  böyle  yapılar  için  güçlendirme  izni  alınması mümkün olabilecektir. Diğer bir deyişle, yapı ruhsatı alıp da yapı kullanma izin belgesi alınmamış veya yapı ruhsatı bulunmayan yapılar ile ruhsat ve eklerine aykırı yapılara yapı kayıt belgesi ve dolayısıyla güçlendirme izni verilmesi mümkündür. Ancak bu yapılar için güçlendirme izni alınarak güçlendirme yapılması, yapıyı ruhsatlı veya ruhsat ve eklerine uygun bir yapı statüsüne sokmamaktadır. İmar Kanunu nun geçici 21.maddesinin 3.fıkrası uyarınca,  bu  maddeye  göre  güçlendirme  izni  verilen  yapıların  herhangi  bir  sebeple yıkılmaları hâlinde, bu alanlarda yeniden yapılacak yapılar için yürürlükteki plan ve mevzuat hükümlerinin uygulanacağı ifade edilmektedir. Diğer taraftan, yapı kayıt belgesi alınmayan ruhsatsız veya ruhsat ve eklerine aykırı yapılar için geçici 21.maddeye göre güçlendirme izni verilmesi de söz konusu değildir.  İmar Kanunu nun güçlendirme iznini düzenleyen geçici 21.maddesi, 2863 sayılı Kültür  ve  Tabiat  Varlıklarını  Koruma  Kanunu  kapsamındaki  yapıları  kapsam  dışında                                                            37 7269 Sayılı ve 15.5.1959 Tarihli Umumi Hayata Müessir Afetler Dolayısıyla Alınacak Tedbirlerle Yapılacak Yardımlara Dair Kanun (R.G. 25.05.1959, 10213) m.13/b: Hasar görmüş, fakat ıslahı mümkün olan binaların fen kurullarının göstereceği şartlara göre tamiri yapılıncaya kadar içine girilmesine ve oturulmasına izin verilemez. Bu binalar 1 yıl içinde tamir ettirilmediği ve itiraz da olmadığı takdirde yukarıdaki esaslar dahilinde yıktırılır. İtiraz halinde, bu itiraz yukarıdaki mahalli idare kurullarınca 5 gün içinde incelenir ve karara bağlanır. İtiraz sebepleri yerinde görüldüğü takdirde süre 6 ay daha uzatılır.  793      bırakmıştır. Geçici 21.madde bu yapılar hakkında uygulanmaz. Diğer bir deyişle, bu madde hükümlerine dayanılarak, 2863 sayılı Kanun kapsamındaki yapılar için güçlendirme izni alınamaz.  Kültür  ve  tabiat  varlıklarının  güçlendirilmesi  2863  sayılı  Kültür  ve  Tabiat Varlıklarını Koruma Kanunu na tabidir. Korunması gerekli kültür ve tabiat varlıkları kamu malı olarak kabul edilmektedir. Bu varlıklar, Anayasa ile koruma altına alınmıştır. Buna ek olarak, 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu nun 16.maddesine göre  Korunması gerekli taşınmaz kültür ve tabiat varlıkları ile bunların korunma alanlarında ruhsatsız olarak inşaat yapmak yasaktır. Buralarda ruhsatsız olarak yapılacak inşaatlar ile,                                                            38 Nitekim, İmar Kanunu nun  İstisnalar  başlıklı 4.maddesinin 1.fıkrasında  2634 sayılı Turizmi Teşvik Kanunu, 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu, bu Kanunun ilgili maddelerine uyulmak kaydı ile 2960 sayılı İstanbul Boğaziçi Kanunu ve 3030 sayılı Büyük Şehir Belediyelerinin Yönetimi Hakkında Kanun ile diğer özel kanunlar ile belirlenen veya belirlenecek olan yerlerde, bu Kanunun özel kanunlara aykırı olmayan hükümleri uygulanır.  hükmü yer almaktadır. Bu kanunlarda düzenlenen alanlarda öncelikle özel kanun hükümleri uygulanacaktır. Anayasa  Mahkemesi  de  bir  kararında  yapı  kayıt  belgeli  yapılar  hakkında  özel  kanun  hükümlerinin uygulanmasına bir engel bulunmadığını ifade etmiştir:  7. Kural kapsamında düzenlenen yapı kayıt belgesi dava konusu yapının kullanımına imkân sağlamakla birlikte anılan yapının yukarıda yer verilen nitelikleri göz önünde bulundurulduğunda korunması gerekli taşınır ve taşınmaz kültür ve tabiat varlıkları ile ilgili işlem ve faaliyetleri düzenleyen 2863 sayılı Kanun ile kıyıları ve sahil şeritlerini koruma amacıyla düzenlenmiş olan 3621 sayılı Kanun hükümlerinin bakılan davada uygulanmasının önünde bir engel bulunmamaktadır. Zira kuralda yapı kayıt belgesi verilen taşınmazlar yönünden ilgili özel kanun hükümlerinin uygulanamayacağına ilişkin  açık  bir  hüküm  bulunmamaktadır .  Anayasa  Mahkemesi,  E.2019/109,  K.2019/91,  04.12.2019 (https://www.anayasa.gov.tr/tr/kararlar-bilgi-bankasi/). 39 2863 Sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu m.5/1:  Devlete, kamu kurum ve kuruluşlarına ait taşınmazlar ile özel hukuk hükümlerine tabi gerçek ve tüzelkişilerin mülkiyetinde bulunan taşınmazlarda varlığı bilinen veya ileride meydana çıkacak olan korunması gerekli taşınır ve taşınmaz kültür ve tabiat varlıkları Devlet malı niteliğindedir.  40 Anayasa nın 63.maddesine göre  Devlet, tarih, kültür ve tabiat varlıklarının ve değerlerinin korunmasını sağlar, bu amaçla destekleyici ve teşvik edici tedbirleri alır. Bu varlıklar ve değerlerden özel mülkiyet konusu olanlara getirilecek sınırlamalar ve bu nedenle hak sahiplerine yapılacak yardımlar ve tanınacak muafiyetler kanunla düzenlenir.  794      koruma amaçlı imar planlarında, plana; sitlerde, sit şartlarına aykırı olarak inşa edilen yapılar  hakkında  imar  mevzuatına  göre  işlem  yapılır.   İmar  mevzuatına  göre  işlem yapılacağı belirtildiğinden, İmar Kanunu nun 32. ve 42.maddeleri uygulanarak ruhsata veya ruhsat ve eklerine aykırı yapılar yıkılabilecek ve idari para cezası uygulanabilecektir. Ayrıca 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu nun  İzinsiz müdahale ve kullanma yasağı  başlıklı 9.maddesine göre   Koruma Yüksek Kurulunun ilke kararları çerçevesinde koruma bölge kurullarınca alınan kararlara aykırı olarak, korunması gerekli taşınmaz kültür ve tabiat varlıkları ve koruma alanları ile sit alanlarında inşaî ve fizikî müdahalede  bulunulamaz,  bunlar  yeniden  kullanıma  açılamaz  veya  kullanımları değiştirilemez. Esaslı onarım, inşaat, tesisat, sondaj, kısmen veya tamamen yıkma, yakma, kazı  veya benzeri  işler inşaî ve  fizikî müdahale sayılır.  Bu düzenlemelere göre, tapu kütüğüne  korunması gerekli taşınmaz kültür varlığıdır  kaydı konulmuş olan taşınmaz kültür varlıkları ile arkeolojik sit alanı ve doğal sit alanı olmaları nedeniyle üzerlerinde kesin yapılaşma  yasağı  getirilmiş taşınmaz kültür ve tabiat  varlıkları olan parseller üzerinde ruhsatsız  olarak  yapılan  kaçak  yapılaşmalar  için  yapı  kayıt  belgesi  düzenlenmesi  ve güçlendirme izni verilmesi hukuka aykırı olur. Örneğin, 1. ve 2.derece arkeolojik sit                                                            41 SANCAKDAR, Oğuz/ BAŞAR, Cemal/YAĞCI, Pınar,  Kültürel Mirasın Afetlerde Korunmasının Hukuki ve Güvenlik Boyutu , (Ed. Zerrin Toprak Karaman/Oğuz Sancakdar),  Afetler ve Güvenlik Yönetimi, Palme Yayınevi, Ankara, 2019, (s. 179-202), s.196-197. 42 Örneğin 2863 Sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu nun 17.maddesinin (a) bendinde  Bir alanın koruma bölge kurulunca sit olarak ilanı, bu alanda her ölçekteki plân uygulamasını durdurur. Sit alanının etkileşim-geçiş sahası varsa 1/25.000 ölçekli plân kararları ve notları alanın sit statüsü dikkate alınarak yeniden gözden geçirilerek ilgili idarelerce onaylanır.  hükmüne yer verilmektedir. Yine aynı bentte  Koruma bölge kurulunca sit alanı olarak ilan edilen yerlerde; bu kararın ilanından önce imar mevzuatına ve onanlı imar plânlarına uygun olarak alınmış yapı ruhsatı ve eklerine göre subasman seviyesi tamamlanmış yapıların inşasına devam edilebilir, ancak bu maddenin (c) bendi uyarınca yapılanma hakkı aktarımını re sen uygulamaya da ilgili idareler yetkilidir. Subasman seviyesi tamamlanmamış yapıların yapı ruhsatları iptal edilir. Kesin yapılanma yasağı bulunan sit alanlarında bu madde hükümlerinden faydalanılamaz.  hükmüne yer verilmek suretiyle, kesin yapı yasağı bulunan sit alanlarının nasıl korunacağı düzenlenmektedir. Söz konusu hükümden de anlaşılacağı üzere, kesin yapı yasağı getirilen sit alanlarında, kazanılmış hak iddiasında bulunmak 795      alanlarında  kesin  yapılaşma  yasağı  bulunmaktadır.  2.derece  arkeolojik  sit  alanlarında yapılaşmaya izin verilmemekle birlikte, günümüzde kullanılmakta olan tescilsiz yapıların basit  onarımlarının  yürürlükteki  ilke  kararı  doğrultusunda  yapılabileceği  kabul edilmektedir.  Ancak  bu  alanlardaki  tescilsiz  yapılar  için  dahi  güçlendirme  izni verilmemelidir.  Kısacası,  kesin  yapılaşma  yasağı  olan  alanlarda  inşa  edilmiş tescilli/tescilsiz ve hatta yapı kayıt belgesi verilmiş olan bir yapı hakkında güçlendirme izni verilmemelidir. Diğer bir deyişle, tescilli eski eser niteliğinde olsun ya da olmasın bu                                                            mümkün değildir. Ayrıca, yine aynı maddenin (b) bendinde koruma amaçlı imar plânlarıyla kesin yapılanma yasağı getirilen sit alanlarında bulunan gerçek ve özel hukuk tüzel kişilerinin mülkiyetindeki taşınmazların malikin  başvurusu  üzerine,  belediye  ve  il  özel  idaresine  ait  taşınmazlarla  takas  edilebileceği  de  ifade edilmektedir. 43  1. ve 2. derece arkeolojik sit alanlarının ise, korumaya yönelik bilimsel çalışmalar dışında aynen korunacak sit alanları olup. bu alanlarda 658 Sayılı ilke kararında belirtilen istisnalar dışında hiçbir yapılaşmaya izin verilemeyeceği;  bir  diğer  deyişle,  söz  konusu  alanlarda  mutlak  yapılaşma  yasağının  öngörüldüğü anlaşılmaktadır. …  Danıştay 14.D., E.2017/859, 22.06.2017 (www.kazanci.com.tr). Kültür ve Tabiat Varlıklarını Koruma Yüksek Kurulu nun (2863 Sayılı Kanun Ek Madde 4/4 e göre, Koruma Yüksek Kuruluna yapılan atıflar Koruma Merkez Komisyonuna yapılmış sayılır.) 05.11.1999 tarihli ve 658 nolu Arkeolojik Sitler, Koruma ve Kullanma Koşulları İlke Kararı nda I. Derece Arkeolojik Sit  Korumaya yönelik bilimsel çalışmalar dışında aynen korunacak sit alanları  olarak tanımlanmış ve bu alanda, kesinlikle hiçbir  yapılaşmaya  izin  verilmeyeceği  belirtilmiştir.  Aynı  Karar a  göre,  II.  Derece  Arkeolojik  Sit  ise  Korunması gereken, ancak koruma ve kullanma koşulları koruma kurulları tarafından belirlenecek, korumaya yönelik bilimsel çalışmalar dışında aynen korunacak sit alanlarıdır . Bu alanlarda da yeni yapılaşmaya izin verilmeyeceği ifade edilmektedir.  https://teftis.ktb.gov.tr/TR-263742/658-nolu-ilke-karari-arkeolojik-sitlerkoruma-ve-kullan-.html, (erişim tarihi 24.06.2021). 44 Kültür ve Tabiat Varlıklarını Koruma Yüksek Kurulu nun 05.11.1999 tarihli ve 658 nolu Arkeolojik Sitler, Koruma  ve  Kullanma  Koşulları  İlke  Kararı,  https://teftis.ktb.gov.tr/TR-263742/658-nolu-ilke-karariarkeolojik-sitler-koruma-ve-kullan-.html, (erişim tarihi 24.06.2021). 45 SANCAKDAR, Oğuz/YAĞCI, Pınar/TAŞYILDIZ, Şükür/ÇIRAK Ezgi, Kültür ve Tabiat Varlıkları Hukuku, Adalet Yayınevi, Ankara, 2021, s.366. 46 Yargıtay da bir kararında  2863 Sayılı Kanun'un 9. maddesinde, Koruma Yüksek Kurulunun ilke kararları çerçevesinde koruma bölge kurullarınca alınan kararlara aykırı olarak, korunması gerekli taşınmaz kültür ve tabiat varlıkları ve koruma alanları ile sit alanlarında inşai ve fiziki müdahalede bulunulmayacağının 796      alanlarda yapılan yapıların herhangi bir imar affından yararlanması mümkün olmayıp, bu yapılar üzerinde yapılmış kaçak uygulamaların yıkılması gerekir. Böyle bir yapıya ilişkin olarak yapı kayıt belgesi verilmiş olması da durumu değiştirmez ve bu yapılar için İmar Kanunu nun  geçici  21.maddesine  göre  güçlendirme  izni  verilemez  ve  inşaî  ve  fiziki müdahale gerektirecek güçlendirme faaliyetleri gerçekleştirilemez. Kesin yapılaşma yasağı olan alanlar dışında ise, güçlendirme izni verilmesi 2863 sayılı Kültür ve Tabiat Varlıklarını Koruma Kanunu na tabidir. Diğer  taraftan,  İmar  Kanunu  geçici  m.16/11 e  göre   Bu  madde  hükümleri, 18/11/1983 tarihli ve 2960 sayılı Boğaziçi Kanununda tanımlanan Boğaziçi sahil şeridi ve öngörünüm bölgesi içinde ekli kroki ile listede sınır ve koordinatları gösterilen alan ile İstanbul  tarihi  yarımada  içinde  ekli  kroki  ile  listede  sınır  ve  koordinatları  gösterilen alanlarda ve ayrıca 19/6/2014 tarihli ve 6546 sayılı Çanakkale Savaşları Gelibolu Tarihi Alan Başkanlığı Kurulması Hakkında Kanunun 2 nci maddesinin birinci fıkrasının (e) bendinde  belirlenmiş  Tarihi  Alanda  uygulanmaz.   Düzenleme  uyarınca,  bu  alanlardaki yapılar için yapı kayıt belgesi düzenlenemez. Yapı kayıt belgesi düzenlenemeyen bu yapılar                                                            düzenlendiği, anılan düzenlemeye aykırı olarak, izin alınmaksızın inşai ve fiziki müdahalede bulunulmasının ise, aynı Kanunun 65. maddesiyle yaptırım altına alındığı, buna karşılık, 3194 Sayılı İmar Kanununa 11/05/2018 tarih ve 7143 Sayılı Kanun'un 16. maddesiyle eklenen geçici 16. maddede, ruhsatsız veya ruhsat ve eklerine aykırı yapıların kayıt altına alınması ve imar barışının sağlanması amacıyla yapı kayıt belgesi verilebileceği hükme bağlanmış olup, 2863 Sayılı Kanuna tezahürü bulunmayan bahse konu düzenlemenin, anılan Kanunun 65. maddesinde tanımlanan inşai ve fiziki müdahale suçlarının unsurlarını etkilemeyeceği, zira, yapı kayıt belgesi verilmesinin, ruhsatsız veya ruhsat ve eklerine aykırı yapıların kayıt altına alınmasını sağlamakla  birlikte,  korunması  gerekli  taşınmaz  kültür  ve  tabiat  varlıkları  ve  koruma  alanları  ile  sit alanlarında, kültür varlıkları yönünden koruma bölge kurullarından, tabiat varlıkları ve doğal sit alanları yönünden Çevre ve Şehircilik İl Müdürlüklerinden izin alınmaksızın gerçekleştirilen inşai ve fiziki müdahaleleri hukuka uygun hale getirmeyeceği  yönünde görüş bildirmiştir. Yargıtay 12.C.D., E.2017/2195, K.2018/11742, 06.12.2018 (www.kazanci.com.tr). 47 SANCAKDAR/YAĞCI/TAŞYILDIZ/ÇIRAK, 2021, s.476. 797      için İmar Kanunu nun geçici 21.maddesi uyarınca güçlendirme izni de alınamaz. Boğaziçi sahil şeridi ve öngörünüm bölgesi içinde ekli kroki ile listede sınır ve koordinatları gösterilen alan ile İstanbul tarihi yarımada içinde ekli kroki ile listede sınır ve koordinatları gösterilen alanlar dışında kalan alanların imar barışı kapsamında olduğu söylenebilir. Ancak bu kapsamda olan yapılar için dahi, İmar Kanunu m.4/1 e göre öncelikle 2960 sayılı Kanun                                                            48 Anayasa Mahkemesi, 24/9/2020 tarihli ve E.2019/21 sayılı kararıyla, Boğaziçi sahil şeridi ve öngörünüm bölgesinde belirtilen alanlarda yapılan imara aykırı yapıların yıkılmasının önlenmesinin ve bu alanlarda yapılan imara aykırı yapılar nedeniyle verilen idari para cezalarının iptal edilmesinin çevre ile kültür ve tabiat varlıklarına vereceği zararın da gözetilmesi gerektiği, bu bölgenin doğal güzellikleri ile kültürel ve tarihî değerlerinin korunması ve geliştirilmesinde önemli bir kamu yararının bulunduğu, bu çerçevede kurallarla öngörülen şehirlerin yeniden inşası ve imarı açısından kaynak temininin başka yöntemlerle de elde edilmesinin mümkün olduğu, bunun için ender bir doğal güzellik ile tarihi ve kültürel değerlere sahip olan Boğaziçi Alanının korunmasıyla bağdaşmayacak düzenlemeler getirilmesinin menfaatler arasında makul bir denge kurulmasını engellediği gerekçesiyle, 3194 sayılı İmar Kanunu nun geçici 16. maddesinin dördüncü fıkrasına eklenen  …ve 2960 sayılı Kanun…  ibaresi ile bu maddeye bağlı değiştirilen 2960 sayılı Boğaziçi Kanunu nda tanımlanan Boğaziçi sahil şeridi ve öngörünüm bölgesine ait Kroki ile Sınır ve Koordinat Listesi nin Anayasa nın 56. ve 63.maddelerine aykırı olduklarına ve iptallerine karar vermiştir. Bkz Anayasa Mahkemesi, E.2019/21, K. 2020/51, 24.09.2020, R.G. 15.12.2020, 31335. 49 Bir önceki dipnotta belirtilen Anayasa Mahkemesi kararında yer alan ek gerekçeye göre:  7159 sayılı Kanun un Ekindeki  Kroki ile Sınır ve Koordinat Listesi  incelendiğinde; 15 sahifeden ibaret bu  Ek  in ilk sahifesinin İstanbul Boğazı nın yarım bir krokisi ile 14 sayfa halinde  Transversal Merkator Projeksiyonu  başlığı altında  Sıra No ,  Sağa  ve  Yukarı  başlıkları altında toplam 2448 koordinata yer verildiği görülmektedir. Tamamen teknik ve uzmanlık gerektiren bu listelere bakarak Boğaziçi Kanununun  Öngörünüm Bölgesi nde yer almakla birlikte  İmar barışı  kapsamına sokulan, diğer bir deyişle konut yapma yasağı belli koşullarda kaldırılan bölge ve semtlerin nereleri olduğunu anlamaya imkân yoktur. Ancak konuya ilişkin internet  sitelerine  gidildiğinde,  Boğaziçi  Kanunu na  tâbi  olan  yerlerden  yaklaşık  40  mahallenin bu af kapsamına girdiğinin, tek tek sayılmak suretiyle belirtildiği anlaşılmaktadır. Bu haliyle anılan kroki ile sınır ve koordinat listesinin ne anlama geldiği anlaşılamadığından; iptal istemine konu kuralların şüpheye yer vermeyecek şekilde açık, net, anlaşılabilir, dolayısiyle  belirli  olduğunu söylemek mümkün görünmemektedir. Yalnız belli uzmanların (harita mühendisleri, şehir plâncıları vb.) anlayabileceği bir yasal düzenleme ise hukuk devleti ilkesiyle uyumlu değildir. Bu nedenle, Anayasa nın 2. maddesine aykırılık sonucuna bu ek gerekçeyle katılıyorum.  Anayasa Mahkemesi, E.2019/21, K. 2020/51, 24.09.2020.R.G. 15.12.2020, 31335. 798      hükümleri uygulanır. 2960 Sayılı Boğaziçi Kanunu m.3/e e göre ise  Boğaziçi Alanındaki yapılar bu Kanun hükümlerine ve imar planları esaslarına göre yapılır, aykırı olanlar derhal yıkılır veya yıktırılır . Yapı Kayıt Belgesi Verilmesine İlişkin Usul ve Esaslar ın 8.maddesinde de  yapı kayıt  belgesi  düzenlenemeyecek  yapılar   sayılmaktadır.  Yine  Yapı  Kayıt  Belgesi Verilmesine İlişkin Usul ve Esaslar m.8/2 ye göre  Yapı Kayıt Belgesi düzenlenemeyecek                                                            50  7. Kural kapsamında düzenlenen yapı kayıt belgesi dava konusu yapının kullanımına imkân sağlamakla birlikte anılan yapının yukarıda yer verilen nitelikleri göz önünde bulundurulduğunda korunması gerekli taşınır ve taşınmaz kültür ve tabiat varlıkları ile ilgili işlem ve faaliyetleri düzenleyen 2863 sayılı Kanun ile kıyıları ve sahil  şeritlerini  koruma  amacıyla  düzenlenmiş  olan  3621  sayılı  Kanun  hükümlerinin  bakılan  davada uygulanmasının önünde bir engel bulunmamaktadır. Zira kuralda yapı kayıt belgesi verilen taşınmazlar yönünden ilgili özel kanun hükümlerinin uygulanamayacağına ilişkin açık bir hüküm bulunmamaktadır. 8. Belirtilen nedenle 3194 sayılı Kanun un geçici 16. maddesinde yer alan düzenlemenin, bakılmakta olan davada 2863 ve 3621 sayılı Kanun hükümlerinin uygulanmasına engel oluşturduğunun kabulüne imkân bulunmamaktadır. İtiraz başvurusunun ise itiraz konusu kuralın kıyılar ile kültür ve tabiat varlıklarının korunmasına  ilişkin  mevzuat  hükümlerinin  bakılmakta  olan  davada  uygulanmasına  engel  oluşturduğu gerekçesiyle  yapıldığı  anlaşılmaktadır.   Anayasa  Mahkemesi,  E.2019/109,  K.2019/91,  04.12.2019 (www.kazanci.com.tr). 51 R.G. 06.06.2018, 30443. 52 Yapı Kayıt Belgesi Verilmesine İlişkin Usul ve Esaslar m.8/1:  Yapı Kayıt Belgesi; a) 18/11/1983 tarihli ve 2960 sayılı Boğaziçi Kanununda tanımlanan Boğaziçi sahil şeridi ve öngörünüm bölgesi içinde, 3194 sayılı Kanunun geçici 16 ncı maddesi uyarınca adı geçen Kanuna eklenmiş olan kroki ile listede sınır ve koordinatları gösterilen alanda, b) İstanbul tarihi yarımada içinde 3194 sayılı Kanunun geçici 16 ncı maddesi uyarınca adı geçen Kanuna eklenmiş olan kroki ile listede sınır ve koordinatları gösterilen alanlarda, c) 19/5/2014 tarihli ve 6546 sayılı Çanakkale Savaşları Gelibolu Tarihi Alan Başkanlığı Kurulması Hakkında Kanunun 2 nci maddesinin birinci fıkrasının (e) bendinde belirlenmiş Tarihi Alanda, ç) Üçüncü kişilere ait özel mülkiyete konu taşınmazlar üzerinde, d) Kesinleşmiş planlar neticesinde sosyal donatı alanı olarak belirlenmiş ve Maliye Bakanlığınca aynı amaçla değerlendirilmek üzere ilgili kurumlara tahsis edilmiş Hazineye ait taşınmazlar üzerinde, bulunan yapılar hakkında Yapı Kayıt Belgesi düzenlenemez.  799      yapılar için bu belgenin düzenlendiğinin tespit edilmesi durumunda, Yapı Kayıt Belgesi iptal edilir, bu belgenin sağlamış olduğu haklar geri alınır, Yapı Kayıt Belgesi bedeli olarak yatırılmış olan bedel iade edilmez ve belge düzenlenmesi safhasında yalan beyanda bulunan müracaat sahibi hakkında 26/9/2004 tarihli ve 5237 sayılı Türk Ceza Kanununun 206 ncı maddesi uyarınca suç duyurusunda bulunulur.  Dolayısıyla yapı kayıt belgesi verilmemesi gereken bu yapılara yapı kayıt belgesi verilmiş olsa bile, bu yapılara güçlendirme izni verilemez ve ayrıca yapı kayıt belgesinin iptal edilmesi gerekir. Nitekim Çevre ve Şehircilik Bakanlığı tarafından çıkarılan 2020/24 Sayılı Güçlendirme İznine İlişkin Genelge de yapı kayıt belgesinin hukuka aykırı olduğunun tespiti durumunda, ilgili yapıya güçlendirme izni verilmeyeceği düzenlenmektedir. Eğer böyle bir yapıya yapı kayıt belgesi verildiyse, yapı kayıt belgesinin iptal edilmesi, güçlendirme izninin de hukuki dayanağını ortadan kaldırır. Diğer taraftan, gerek Anayasa da, gerekse kanunlarda, kamu mallarının korunmasına yönelik çeşitli hükümler yer almaktadır. Anayasa nın 43. maddesinde kıyıların devletin hüküm  ve  tasarrufu  altında  olduğu,  169.maddesinde  ormanların  mülkiyetinin devredilemeyeceği, 45.maddesinde ise devletin tarım arazileri ile çayır ve mer'aların amaç dışı  kullanılmasını  önleme  ödevi  olduğu  ifade  edilmektedir.  4721  Sayılı  Türk  Medeni Kanunu nun  Sahipsiz Yerler ve Yararı Kamuya Ait Mallar  başlıklı 715.maddesine göre ise  Sahipsiz yerler ile yararı kamuya ait mallar, Devletin hüküm ve tasarrufu altındadır. Aksi ispatlanmadıkça, yararı kamuya ait sular ile kayalar, tepeler, dağlar, buzullar gibi tarıma elverişli olmayan yerler ve bunlardan çıkan kaynaklar, kimsenin mülkiyetinde değildir ve hiçbir şekilde özel mülkiyete konu olamaz. Sahipsiz yerler ile yararı kamuya ait malların kazanılması, bakımı, korunması, işletilmesi ve kullanılması özel kanun hükümlerine tâbidir .                                                            53 2020/24 Sayılı Güçlendirme İznine İlişkin Genelge m.7:  İmar Kanununun Geçici 16 ıncı maddesi kapsamında alınan yapı kayıt belgesinin mevzuata uygun olmadığının ilgili idarece anlaşılması halinde güçlendirme izni verilmeyerek durum ilgili Çevre ve Şehircilik İl Müdürlüğüne bildirilecek ve usulüne aykırı düzenlenmiş  olan  yapı  kayıt  belgesi  iptal  edilecektir.   Bkz https://webdosya.csb.gov.tr/db/meslekihizmetler/haberler/guclend-rme-izn--genelges--20200925125217.pdf, (erişim tarihi 13.04.2021). 800      3402 Sayılı Kadastro Kanunu nun  Kamu Malları  başlıklı 16.maddesinde de kamu malları düzenlenmektedir. Ayrıca orta malı niteliğindeki meraların ve yaylaların korunmasına ilişkin kanuni düzenlemeler de mevcuttur. 4342 Sayılı Mera Kanunu nun 4.maddesinde mera, yaylak ve kışlakların kullanma hakkının bir veya birden çok köy veya belediyeye ait olduğu, bu  yerlerin  Devletin  hüküm  ve  tasarrufu  altında  olduğu,  bunların  özel  mülkiyete geçirilemeyeceği,  amacı  dışında  kullanılamayacağı,  zamanaşımının  uygulanamayacağı, sınırlarının  daraltılamayacağı  ancak  kullanım  hakkının  kiralanabileceği  açıkça düzenlenmektedir. Anayasa nın 45.maddesinde de tarım arazileri ile çayır ve meraların amaç dışı kullanılmasını ve tahribini önlemenin devletin görevi olduğu belirtilmektedir. Belirtilen düzenlemelere göre, mera, yaylak ve kışlaklar üzerine yapılmış olan yapılara ilişkin olarak yapı kayıt belgesi düzenlenmesi durumunda, söz konusu yapı kayıt belgesi konu unsuru bakımından  hukuka  aykırı  bir  işlem  olarak  değerlendirilmeli  ve  iptal  edilmelidir.  Bu durumda,  bu  yapılar  için  güçlendirme  izni  verilmesi  de  hukuka  aykırılık  teşkil  eder. Dolayısıyla, mera veya yayla üzerinde inşa edilen yapı için hukuka aykırı olarak yapı kayıt belgesi alınmış olması, mülkiyetin devrini gerektirmez. Meraların ve yaylaların mülkiyetinin devredebilmesi için, öncelikle tahsis amacının değiştirilmesi gerekir. Mera Kanunu nun 14.maddesine göre,  Tahsis amacı değiştirilmedikçe mera, yaylak ve kışlaktan bu Kanunda gösterilenden  başka  şekilde  yararlanılamaz.   Tahsis  amacının  değiştirilme  nedenleri arasında yapı kayıt belgesi uygulaması ile ilgili tek neden, m.14/ı da belirtilen, meranın veya yaylanın Cumhurbaşkanınca kentsel dönüşüm ve gelişim proje alanı olarak ilan edilmesidir. Mera veya yaylanın bu niteliğini yitirmesi nedeniyle, kentsel dönüşüm ve gelişim proje alanı ilan edilmesi durumunda, yapı kayıt belgesi, mülkiyetin devrini gerektirir. Ancak, bunun için öncelikle bu yerlerin imar planı kapsamına alınmak üzere 14.maddeye göre hazine adına tescil  edilmeleri  gerekir.  Ayrıca  orta  mallar  ile  hizmet  malları,  üzerindeki  tahsis kaldırılmadığı sürece satışa konu olamayacağı gibi, bu nitelikteki yapılar hakkında yapı kayıt                                                            54 ÖZKAYA ÖZLÜER,  2018, s.327-328. 55 KALABALIK, Halil,  İmar Hukuku Dersleri, 8.Baskı, Seçkin Yayıncılık, Ankara, 2017, s.111; ÖZKAYA ÖZLÜER,  2018, s.327-328. 801      belgesi düzenlenmesi ve buna bağlı olarak güçlendirme izni verilmesi de hukuken mümkün değildir. Nitekim İmar Kanunu geçici 16.maddede de hazineye ait sosyal donatı için tahsisli araziler  üzerinde  bulunan  yapıların  bu  madde  hükümlerinden  yararlandırılamayacağı düzenlenmektedir. Yapı Kayıt Belgesi Verilmesine İlişkin Esaslar Tebliği m.8/1-d de de  kesinleşmiş  planlar  neticesinde  sosyal  donatı  alanı  olarak  belirlenmiş  ve  Maliye Bakanlığınca aynı amaçla değerlendirilmek üzere ilgili kurumlara tahsis edilmiş Hazineye ait taşınmazlar üzerinde  bulunan yapılar hakkında yapı kayıt belgesi düzenlenemeyeceği ifade edilmektedir.  Kısacası, özel kanunlarına göre yapı kayıt belgesi alınmasına engel bir durumu olan yapılar için yapı kayıt belgesi verilmesi mümkün olmadığı gibi, güçlendirme izni verilmesi de mümkün değildir. Nitekim Çevre ve Şehircilik Bakanlığı nın 06.07.2018 tarihli ve 1787 (2018-8) sayılı 3194 Sayılı İmar Kanununun Geçici 16.Maddesi (İmar Barışı) Uyarınca Yapılacak Olan İşlemlere İlişkin Genelgesi ne göre  Yapı Kayıt Belgesi alınan yapılarda cins değişikliği ve kat mülkiyeti tesisi işlemi yapılabilmesi için söz konusu yapıların tabi olduğu özel kanunlarda (6306 sayılı Kanun, Kıyı Kanunu, Mera Kanunu, Toprak Koruma Kanunu, Orman Kanunu, Doğal Sit, Arkeolojik Sit, Kentsel sit, Askeri Güvenlik Alanı vs.) cins değişikliği ve kat mülkiyeti işlemlerine izin veriliyor olması gerekmektedir. Bu itibarla mevzuatı gereğince işlemler öncesinde diğer kurumlardan izin/muvafakat alınması gereken durumlarda  gerekli  yazışmalar  yapılarak  işlemlere  yön  verilecektir.  Söz  konusu taşınmazlarla  ilgili  olarak  Yapı  Kayıt  Belgesi alınması  mümkün  iken,  ilgili  idaresince mevzuatı gereği işleme uygunluk verilmemesi halinde idaremizce işlem yapılması mümkün olmayacaktır. 6306 sayılı Afet Riski Altındaki Alanların Dönüştürülmesi Hakkında Kanunun 2 inci maddesinin  d  bendi kapsamında riskli yapı olarak tanımlanmış olup, üzerinde riskli yapı belirtmesi bulunan ve yıkılmasına karar verilen yapı için yapı kullanma izni yerine                                                            56 Çevre ve Şehircilik Bakanlığı nın 06.07.2018 Tarihli ve 1787 (2018-8) Sayılı 3194 Sayılı İmar Kanununun Geçici  16.Maddesi  (İmar  Barışı)  Uyarınca  Yapılacak  Olan  İşlemlere  İlişkin  Genelgesi, https://www.tkgm.gov.tr/sites/default/files/2021-01/2018-8_1787_sayili_genelge.pdf  (erişim  tarihi 31.05.2021). 802      geçecek yapı kayıt belgesi alınmış olsa dahi cinsinin değiştirilerek kat mülkiyeti kurulması mümkün  değildir.  3621  sayılı  Kıyı  Kanunu  kapsamında  kalan  ve  imar  planında  da  Toplumun Yararlanmasına Ayrılan Yapı ve Turizm Tesisi  alanı olarak ayrılan ve tapu kütüğünde de belirtme yapılan taşınmaz için yapı kayıt belgesi alınmış olsa dahi, Kıyı Kanunu'nun  Uygulanmasına  Dair  Yönetmeliğin  4  üncü  maddesinde  Toplumun Yararlanmasına Ayrılan Yapı ve Turizm Tesisinde ilgili İdarece bu belirtmenin terkini sağlanmadıkça  taşınmazın  cinsinin  değiştirilerek  kat  mülkiyeti  kurulması  mümkün bulunmamaktadır.  Bu düzenlemeye göre yapı kayıt belgesi düzenlenmemesi gereken bu yapılar için yapı kayıt belgesi verilmiş olsa bile güçlendirme izni verilmemelidir.  IV. GÜÇLENDİRME İZNİNİN KAPSAMI ve KOŞULLARI İmar Kanunu nun geçici 21.maddesi uyarınca, güçlendirme izni, ilave inşaat alanı ihdas edilmemek şartıyla verilebilir. Çevre ve Şehircilik Bakanlığı nın 24.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni Genelgesi ne göre güçlendirme izni  2. 3194 sayılı İmar Kanunu ve özel kanun hükümleri kapsamında sorumluluk sahası dahilinde ilgili idare tarafından yapının tamamı için tanzim edilecektir . Ancak Yapı Kayıt Belgesi Verilmesine İlişkin Usul ve Esaslar m. 6/6 da da inşaat halindeki yapılarda 31/12/2017 tarihi itibari ile bitmiş olan kısımlar için ilave inşaat  alanı ihdas etmemek şartı  ile  yapı  kayıt belgesi verileceği ve yapı kayıt belgesi verilen kısımların eksik inşaat işlerinin tamamlanabileceği belirtilmektedir. Bu düzenlemeye göre, inşaat halindeki  yapılarda, yapı kayıt belgesine                                                            57 Ayrıca Çevre ve Şehircilik Bakanlığı nın 24.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni Genelgesi m.13 e göre  Yapının taşıyıcı kolon ve perdelerinin büyütülmesi ile yapının dış konturları dışına taşmadan yapılan  ilave  kolon  ve  perde  imalatları  haricinde  yapının  mevcut  haline  ilave  inşaat  alanı  ihdas edilmeyecektir.  58 Çevre ve Şehircilik Bakanlığı nın 24.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni Genelgesi, https://webdosya.csb.gov.tr/db/meslekihizmetler/haberler/guclend-rme-izn--genelges--20200925125217.pdf (erişim tarihi 25.06.2021). 803      uygun olarak, sadece 31/12/2017 tarihi itibarıyla bitmiş olan kısımlar için güçlendirme izni verilmelidir. Kural  olarak,  güçlendirme  izni  güçlendirilecek  olan  yapının  bulunduğu  parsel sınırlarını aşmamalıdır. Bunun istisnası, yapının üçüncü kişilerin taşınmazına tecavüzlü olması durumudur. İmar Kanunu nun geçici 21.maddesine göre  Güçlendirilecek yapının üçüncü kişilere ait taşınmazlara tecavüzlü olması durumunda güçlendirme için taşınmazına tecavüzlü  üçüncü  şahısların  muvafakati  aranır .  Aksi  takdirde  güçlendirme  izni verilmemelidir.  04.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni Genelgesi nde bu konu şu şekilde düzenlenmektedir:  11.Hiçbir  şekilde parsel sınırlarını  aşacak şekilde güçlendirme izni verilmeyecektir. Ancak güçlendirilecek olan yapının üçüncü kişilere ait taşınmazlara  tecavüzlü  olması durumunda güçlendirme izni için taşınmazına tecavüzlü olunan üçüncü şahısların muvafakati aranacaktır.   Güçlendirme iznin koşullarına gelince, söz konusu iznin alınmasının ilk koşulu yapıya  ilişkin  bir  yapı  kayıt  belgesinin  varlığıdır.  Ayrıca  İmar  Kanunu nun  geçici 21.maddesinin  yürürlüğe girdiği tarihten önce 15/5/1959 tarihli ve 7269 sayılı Umumi Hayata  Müessir  Afetler  Dolayısiyle  Alınacak  Tedbirlerle  Yapılacak  Yardımlara  Dair Kanunun  13.maddesinin  (b)  fıkrasına  göre,  hasar  görmüş  olmakla  birlikte  ıslahının mümkün olduğu tespit edilmiş olan yapılar için de bu maddeye göre güçlendirme izni verilebilir. Bu yapılar için yapı kayıt belgesinin varlığı aranmaz. Güçlendirmenin ikinci koşulu ise güçlendirme projesinin hazırlanmasıdır. Geçici 21.maddenin  birinci  fıkrasında,  güçlendirme  izninin,  İmar  Kanunu nda  ve  ilgili  diğer                                                            59 7269 Sayılı Umumi Hayata Müessir Afetler Dolayısıyla Alınacak Tedbirlerle Yapılacak Yardımlara Dair Kanun m.13/b: Hasar görmüş, fakat ıslahı mümkün olan binaların fen kurullarının göstereceği şartlara göre tamiri yapılıncaya kadar içine girilmesine ve oturulmasına izin verilemez. Bu binalar 1 yıl içinde tamir ettirilmediği ve itiraz da olmadığı takdirde yukarıdaki esaslar dahilinde yıktırılır. İtiraz halinde, bu itiraz yukarıdaki mahalli idare kurullarınca 5 gün içinde incelenir ve karara bağlanır. İtiraz sebepleri yerinde görüldüğü takdirde süre 6 ay daha uzatılır.  804      mevzuatta öngörülen şartlara ve kısıtlamalara tabi olmayacağı ve güçlendirme projesine istinaden ilgili idaresince verileceği ifade edilmektedir. Bu durumda, örneğin yapı ruhsatı alınması  için  gerekli  şartların  güçlendirme  izni  için  aranmayacağı  söylenebilir.  Ancak güçlendirme izni verilebilmesi için mutlaka bir güçlendirme projesinin varlığı gereklidir.  İmar  Kanunu  geçici  21.maddenin  ikinci  fıkrasına  göre,  bu  madde  kapsamında yapılacak  güçlendirme  iş  ve  işlemleri,  4708  sayılı  Yapı  Denetimi  Hakkında  Kanun kapsamında yapı denetim kuruluşlarının denetimine tabidir. 4708 Sayılı Kanun a göre, yapı denetim kuruluşları, güçlendirme projelerinin mevzuata uygunluğunu denetler (4708 Sayılı Yapı Denetimi Hakkında Kanun m.2/4-a). 4708 Sayılı Yapı Denetimi Hakkında Kanun a göre, yapı denetim kuruluşlarının temel görevlerinden biri yapının, ruhsat ve ekleri ile mevzuata uygun olarak yapılmasını denetlemektir (m.2/4-c). Ancak İmar Kanunu nun geçici 21.maddesine göre güçlendirme izni, bu Kanunda ve ilgili diğer mevzuatta öngörülen şartlara ve kısıtlamalara tabi olmaksızın, güçlendirme projesine istinaden verilir. Bu durumda, yapı denetim kuruluşları yapı ruhsatlı bile olsa, ruhsat ve eklerine uygunluk bakımından, ilgili mevzuattaki koşullara ve kısıtlamalara göre bir denetim yapamayacaktır. Yapı ister ruhsatlı olsun, ister ruhsatsız olsun, denetim sadece  güçlendirilecek  yapının projeye uygunluğu yönünden yapılabilecektir. Çevre ve Şehircilik Bakanlığı nın 24.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni Genelgesi nin 3.maddesine göre, bu proje Türkiye Bina Deprem Yönetmeliği ve ilgili standartlara uygun olarak, statik proje müellifleri tarafından hazırlanır. Ancak bu düzenleme, geçici 21.maddedeki güçlendirme izninin, bu Kanunda ve ilgili diğer mevzuatta öngörülen şartlara ve kısıtlamalara tabi olmayacağı kuralı ile bağdaşmamaktadır. Yapı güvenliğinin sağlanması açısından, güçlendirme izninin de İmar Kanunu ve ilgili mevzuattaki koşullara ve kısıtlamalara tabi olması yerinde olurdu.                                                            60 Her ne kadar, güçlendirme izni İmar Kanunu nda ve ilgili diğer mevzuatta öngörülen şartlara ve kısıtlamalara tabi olmasa da, geçici 21.maddenin 3.fıkrasına göre, güçlendirme izni verilen yapıların herhangi bir sebeple yıkılmaları hâlinde, bu alanlarda yeniden yapılacak yapılar için yürürlükteki plan ve mevzuat hükümleri uygulanacaktır. 805      634  sayılı  Kat  Mülkiyeti  Kanunu nun  19.maddesinin  ikinci  fıkrasına  göre,  kat maliklerinden  biri,  bütün  kat  maliklerinin  beşte  dördünün  yazılı  rızası  olmadıkça anagayrimenkulün  ortak  yerlerinde  inşaat,  onarım  ve  tesisler  yaptıramayacağı  için güçlendirme izni alınması için de öncelikle, kat maliklerinin beşte dördünün yazılı rızasının alınması gerekir. Ancak Kat Mülkiyeti Kanunu nun 19.maddesine göre,  ortak yer ve tesislerdeki bir bozukluğun anayapıya veya bağımsız bir bölüme veya bölümlere zarar verdiğinin ve acilen onarılması gerektiğinin veya anayapının güçlendirilmesinin zorunlu olduğunun mahkemece tespit edilmiş olması halinde, bu onarım ve güçlendirmenin projesine ve tekniğine uygun biçimde yapılması konusunda kat maliklerinin rızası aranmaz . Çevre ve Şehircilik  Bakanlığı nın  24.09.2020  tarihli  ve  2020/24  sayılı  Güçlendirme  İzni Genelgesi nde de kat irtifakı veya kat mülkiyeti kurulmuş olan yapılarda kat maliklerinin en az beşte dördünün, kat irtifakı veya kat mülkiyeti kurulmamış parsellerde ise parsel maliklerinin,  en  az  beşte  dördünün  yazılı  muvafakatlerinin  alınması  gerektiği  ifade edilmektedir. Bunun tek istisnası, güçlendirmenin zorunlu olduğunun mahkeme tarafından tespit edilmiş olmasıdır.  Öte yandan İmar Kanunu geçici 21.madde uyarınca, güçlendirilecek olan yapının üzerinde  bulunduğu  taşınmazın  mülkiyetinin  belediyeye  veya  Hazineye  ait  olması durumunda; taşınmazın satın alınması gerekmektedir. Aksi takdirde, mülkiyeti belediyeye veya Hazineye ait olan taşınmaza ilişkin olarak güçlendirme izni talep edilmesi mümkün                                                            61  Riskli yapının yıktırılması yerine güçlendirilmesinin istenilmesi durumunda, öncelikle kat maliklerinin beşte dördünün yazılı rızası ile güçlendirmenin teknik olarak mümkün olduğunun tespit ettirilmesi gerekmektedir. Dava konusu uyuşmazlığa bu açıdan bakıldığında, davacılar tarafından, Kat Mülkiyeti Kanununun 19. maddesinin ikinci fıkrasında belirtilen şekilde kat maliklerinin beşte dört çoğunluğunun yazılı rızası ile güçlendirme kararı alınmaksızın yapılan, riskli yapının yıktırılması yerine güçlendirilmesi istemli başvurunun reddine ilişkin dava konusu işlemde hukuka aykırılık bulunmamaktadır.  Danıştay 14.D., E.2014/10623, K.2016/2233, 24.03.2016 (www.kazanci.com.tr). 62 Çevre ve Şehircilik Bakanlığı nın 24.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni Genelgesi, https://webdosya.csb.gov.tr/db/meslekihizmetler/haberler/guclend-rme-izn--genelges--20200925125217.pdf (erişim tarihi 25.06.2021. 806      değildir. Diğer bir deyişle, güçlendirme izni alabilmek için yapı kayıt belgesinden farklı olarak, zilyetlik yeterli olmayıp, mülkiyet hakkına sahip olmak gerekmektedir. 6306 Sayılı Kanunun Uygulama Yönetmeliği nin  Riskli Yapıların Yıktırılması  başlıklı 8.maddesinin 5.fıkrasında da güçlendirme koşulları yer almaktadır. Bu hükme göre  Riskli yapının yıktırılması yerine güçlendirilmesinin istenilmesi durumunda riskli yapının yıktırılması  için  ikinci  fıkra  uyarınca  maliklere  verilen  süreler  içerisinde;  maliklerce, güçlendirmenin  teknik  olarak  mümkün  olduğunun  tespit  ettirilmesi,  Kat  Mülkiyeti Kanununun 19 uncu maddesinin ikinci fıkrasında belirtilen şekilde güçlendirme kararı alınması,  güçlendirme  projesinin  hazırlatılması  ve  imar  mevzuatı  çerçevesinde  ruhsat alınması gerekir. Güçlendirme işi, yapılacak güçlendirmenin mahiyetine göre ruhsatı veren idare tarafından belirlenecek süre içerisinde tamamlandıktan sonra tapu kaydındaki riskli yapı belirtmesinin kaldırılması için Müdürlüğe başvurulur.   V. GÜÇLENDİRME İZNİNİN HUKUKİ NİTELİĞİ İmar Kanunu nun geçici 16.maddesinin 1.fıkrasına göre  Başvuruya konu yapının ve arsasının mülkiyet durumu, yapı sınıf ve grubu ve diğer hususlar Bakanlık tarafından hazırlanan Yapı Kayıt Sistemine yapı sahibinin beyanına göre kaydedilir.  Üstelik ruhsatsız veya ruhsat ve eklerine aykırı olan bu yapılar hakkında İmar Kanunu na göre verilmiş olan yıkım kararları ve tahsil edilemeyen para cezaları da iptal edilir. Böylelikle yapı sahibinin beyanına göre kayıt altına alınan, ruhsatsız veya ruhsat ve eklerine aykırı olan bu yapılara, talep halinde ilgili mevzuatta tanımlanan ait olduğu abone grubu dikkate alınarak geçici olarak su, elektrik ve doğalgaz bağlanabilir ve yapı kullanma izni dahi alınmadan, yapı kullanılabilir. Ancak bu yapılar can ve mal güvenliği açısından tehlike oluşturabilir. Yapı kayıt belgesi ile kullanılabilir hale gelen bu yapıların daha fazla tehlike oluşturmaması için                                                            63  Kişilerin mülkiyet hakkına sahip olmadıkları idarenin mülkiyetinde olan yerler üzerine inşa edilen yapılar için verilmiş olan Yapı Kayıt Belgesi de tapuya dönüşünceye kadar, kişiler için hak sahipliğini ve fiili kullanmayı belirleyen bir zilyetlik belgesi olarak değerlendirilebilecektir . ÇAKIR, 2018, s.45. 807      güçlendirilmesine imkan tanınmıştır. Diğer bir deyişle, güçlendirme izni, ruhsatsız veya ruhsat  ve  eklerine  aykırı  olan  ve  yapı  kayıt  belgesi  ile  kayıt  altına  alınan  yapıların güçlendirilmesini  sağlayan  bir  belgedir.  Ancak  yapının  güçlendirme  izni  alınarak güçlendirilmesi, yapıyı ruhsatlı veya ruhsat ve eklerine uygun yapı haline getirmemektedir. İlgili mevzuattaki şartlara ve kısıtlamalara tabi olmadan güçlendirilen yapıların, herhangi bir sebeple yıkılmaları hâlinde, bu alanlarda yeniden yapılacak yapılar için yürürlükteki plan ve mevzuat hükümleri uygulanacaktır. Bu nedenle, güçlendirme izni de yapı kayıt belgesi gibi geçici  nitelikte  bir  işlemdir.  Ancak  geçici  nitelikte  de  olsa,  güçlendirme  izni  de  icrai niteliktedir.  Çünkü  güçlendirme  yapılmasının  ardından,  yapı  kayıt  belgeli  yapı  kentsel dönüşüme  kadar  güçlendirilmiş  haliyle  uzun  bir  süre  kullanılabilecektir.  Ayrıca  İmar Kanunu nun geçici 16.maddesinin beşinci fıkrasına göre  yapı ruhsatı alıp da yapı kullanma izin  belgesi  almamış  veya  yapı  ruhsatı  bulunmayan  yapılarda,  Yapı  Kayıt  Belgesi  ile maliklerin  tamamının  muvafakatinin  bulunması  ve  imar  planlarında  umumi  hizmet alanlarına  denk  gelen  alanların  terk  edilmesi  halinde  yapı  kullanma  izin  belgesi aranmaksızın cins değişikliği ve kat mülkiyeti tesis edilebilir . Bu hükme göre, yapı kullanma izin  belgesi  olmayan  veya  yapı  ruhsatı  bulunmayan  yapılarda  cins  değişikliği  ve  kat mülkiyeti tesis edilmesi ve ayrıca yapının güçlendirilmesiyle birlikte kentsel dönüşüme kadar, belirsiz bir süre yapının bu haliyle kullanılması mümkündür. Ancak geçici m.16/6 ya göre, kat mülkiyetine geçilmiş olması, 6306 sayılı Kanunun ek 1.maddesinin uygulanmasına engel teşkil etmez. Ayrıca geçici madde 21.maddenin üçüncü fıkrasına göre ise, bu maddeye göre güçlendirme izni verilen yapıların herhangi bir sebeple yıkılmaları hâlinde, bu alanlarda yeniden  yapılacak  yapılar  için  yürürlükteki  plan  ve  mevzuat  hükümleri  uygulanır.  Bu hükümlerden hem yapı kayıt belgesinin hem de güçlendirme izninin geçici işlemler olduğu, nihai amacın bu yapıların kentsel dönüşüme tabi tutulması olduğu anlaşılmakla birlikte, söz konusu yapılar bu belgelere dayanılarak fiilen yıllarca kullanılabilecektir. Kısacası, kentsel dönüşümün gerçekleştirilmemesi durumunda, ruhsatsız veya ruhsat ve eklerine aykırı olan, 808      hatta hakkında yıkım kararı verilmiş olan yapının ömrü uzayacak ve yapı kayıt belgesinin ve güçlendirme izninin geçici bir belge olduğundan söz etmek mümkün olmayacaktır.  Güçlendirme  izni,  ruhsatsız  ya  da  ruhsat  ve  eklerine  aykırı  bir  yapının güçlendirilmesine izin veren, diğer bir deyişle yapı sahibine güçlendirme hakkı veren bir işlem  olduğundan  yapıcı  işlem  niteliğindedir.  Aynı  zamanda  muhatabı  bakımından yararlandırıcı bir işlem olarak da ifade edilebilir. Ayrıca  Yapı Kayıt Belgesi Verilmesine İlişkin Usul ve Esaslar m.6/7 ye göre, yapı kayıt belgeli yapılarda, sadece ruhsat alınmaksızın yapılabilecek  basit  onarım  ve  tadilatların  yapılabileceği  belirtilse  de  Kanun da  yapılan değişiklikle,  güçlendirme  izni  alınarak  esaslı  değişikliklerin  yapılması  mümkün  hale gelmiştir. Bu açıdan güçlendirme izni, ruhsatsız veya ruhsat ve eklerine aykırı bir yapıyı esaslı değişiklikler yapılarak güçlendirilen yapı statüsüne soktuğundan koşul işlem olarak da ifade edilebilir. İmar Kanunu nun geçici 21.maddesinde, güçlendirme izninin güçlendirme projesine istinaden ilgili idaresince verileceği belirtilmektedir. Kanun da güçlendirme izni verme yetkisinin hangi idareye ait olduğu açıkça belirtilmemekle birlikte, güçlendirmenin yapıda esaslı değişiklikler gerektirmesi nedeniyle, kanımızca bu izin, İmar Kanunu nun 21. ve 22. maddelerine göre yapı izni verme yetkisini haiz olan belediyeler ve valilikler tarafından verilmelidir.  Uygulamada  da  bu  izinlerin  belediyeler  ve  valilikler  tarafından  verildiği görülmektedir. Dolayısıyla, güçlendirme izni açıklanan iradenin sayısı ve açıklanma usulü bakımından basit işlem olarak ifade edilebilir.                                                            64 PEHLİVAN, Vedat, 2863 Sayılı Kültür ve Tabiat Varlıkları Koruma Kanunu Kapsamında İmar Barışı ve Yapı Kayıt Belgesi Hakkında Hukuki Bir İnceleme (13.07.2020),   https://blog.lexpera.com.tr/2863sayili-kultur-ve-tabiat-varliklari-koruma-kanunu-kapsaminda-imar-barisi-ve-yapi-kayit-belgesi-hakkindahukuki-bir-inceleme, (erişim tarihi 24.06.2021). 65 GÖZLER/KAPLAN, 2018, s.260; AKYILMAZ, Bahtiyar/SEZGİNER, Murat/KAYA, Cemil, Türk İdare Hukuku, 12.Baskı, Savaş Yayınevi, Ankara, 2020 (a), s.361. 66 Danıştay 14.D., E.2016/4193, K.2018/5976, 4.10.2018 (www.kazanci.com.tr) ; Danıştay 6.D., E.2016/13135, K.2020/1407, 11.2.2020 (www.kazanci.com.tr). 809       VI. GÜÇLENDİRME İZNİNİN İPTALİ Güçlendirme izninin iptali bir idari işlemle ya da yargı kararıyla mümkün olabilir. Güçlendirme izni hukuka aykırı ise koşulları oluştuğu takdirde idare tarafından bir idari işlemle iptal edilebilir veya idari yargıda açılan bir iptal davasının sonucunda da iptal edilebilir.  Yargı  organı  tarafından,  bir  idari  işlemin  hukuka  aykırı  olduğunun  tespiti durumunda verilen iptal kararı, işlemi geriye yürür bir şekilde tesis edildiği andan itibaren tüm sonuçlarıyla birlikte ortadan kaldıran ve kesin hüküm olabilen bir yargı işlemidir. Aynı şekilde, belgenin, idare tarafından iptal edilmesi de geri alma işlemi niteliğinde olup, işlemi tesis edildiği andan itibaren tüm sonuçları ile birlikte ortadan kaldırır. İşlemin yargı kararı ile  iptali  de  idari  işlemle  geri  alınması  da  idari  işlemin  geriye  yürümezliği  ilkesinin istisnasıdır. Bir idari işlemin yargı organı tarafından iptal edilmesi veya idare tarafından geri alınması sonucunda, işlem hiç yapılmamış sayılır ve tesis edildiği andan itibaren doğurduğu tüm hukuki sonuçlarıyla birlikte hukuk aleminden silinir. Bu bakımdan iptal kararı ile geri alma aynı hukuki sonuçları doğurur. Güçlendirme izninin idari yargı yeri tarafından iptali ile idare tarafından geri alınması da geçmişe etkilidir; aynı hukuki etkiyi yaratır ve her ikisinde de bu belge ile bir birlikte meydana gelen hukuki sonuçlar ortadan kalkar. Güçlendirme  izninin  koşullar  oluşmadan  verilmiş  olması  ya  da  güçlendirmenin projeye aykırı olarak yapılması güçlendirme izninin iptalini gerektirir. Örneğin, bütün kat maliklerinin beşte dördünün yazılı rızası bulunmadan güçlendirme izni verilmiş olması (güçlendirmenin  zorunlu  olduğunun  mahkeme  kararıyla  tespit  edilmesi  durumu  hariç),                                                            67 ULER, Yıldırım, İdari Yargıda İptal Kararlarının Sonuçları, Sevinç Matbaası, Ankara, 1970, s.4. 68 GÖZLER/KAPLAN, 2018, s.373; ULUSOY, Ali, Türk İdare Hukuku, Yetkin Yayınları, Ankara, 2019, s.423;  SANCAKDAR,  Oğuz/  ÖNÜT,  Lale  Burcu/US  DOĞAN,  Eser/  KASAPOĞLU  TURHAN, Mine/SEYHAN, Serkan, İdare Hukuku, 8.Baskı, Seçkin Yayıncılık, Ankara, 2019, s.329. 69 GÜNDAY, 2011, s.171; AKYILMAZ/SEZGİNER/KAYA, 2020 (a), s.434. 70  ULER,  1970,  s.10;  TAN,  Turgut,  İdare  Hukuku,  2.Baskı,  Turhan  Kitabevi,  Ankara,  2013,  s.282; AKYILMAZ/SEZGİNER/KAYA, 2020 (a), s.447. 810      güçlendirmenin projeye aykırı olarak yapılması, ilave inşaat alanı ihdas edilmesi, diğer bir deyişle  güçlendirme  projesine  aykırı  ilaveler  yapılması,  güçlendirilecek  olan  yapının üzerinde bulunduğu taşınmazın mülkiyetinin belediyeye veya Hazineye ait olması ve söz konusu taşınmaz satın alınmadan güçlendirme yapılması, güçlendirilecek yapının üçüncü kişilere ait taşınmazlara muvafakat alınmadan tecavüzlü olması gibi durumlarda güçlendirme izninin  iptal  edilmesi gerekir.  Ayrıca,  yapı  kayıt belgesinin iptal  edilmesi  durumunda, güçlendirme izninin dayanağı ortadan kalkacağından, güçlendirme izninin de iptal edilmesi gerekir.  Danıştay ın  bir  kararına  göre,  güçlendirme  projesine  aykırı  ilaveler  yapılması durumunda da idari para cezası verilir:  Dava; İstanbul İli, F. İlçesi, Laleli Tavşantaşı Mahallesi (Mimar Kemalettin Mahallesi), 689 pafta, 135 ada, 42 parsel sayılı taşınmaz üzerindeki binada onaylı güçlendirme projesine aykırı ilaveler yapıldığından bahisle, 3194 Sayılı İmar Kanununun 32.maddesi uyarınca düzenlenen 17/05/2013 günlü, 37 Sayılı yapı tatil tutanağının iptali istemiyle açılmış, İdare Mahkemesince; aynı Mahkemenin E:2014/541 Sayılı  dosyasında  yaptırılan  keşif  ve  bilirkişi  incelemesi  sonucunda  hazırlanan  rapor neticesinde, yapı tatil tutanağının fiili durum ile uyumlu olduğu gerekçesiyle davanın reddine karar verilmiş, bu karar, davacı tarafından temyiz edilmiştir. 71  Çevre ve Şehircilik Bakanlığı nın 24.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni  Genelgesi ne  göre   güçlendirme  projesine  aykırı  olarak  imalat  yapıldığının  ilgili idarece tespit edilmesi halinde, yapı mühürlenecek ve projesine aykırı imalatlar en çok bir ay içerisinde düzeltilmezse, güçlendirme izni iptal edilecektir . Güçlendirme izninin iptal edilmesi üzerine  İmar Kanunu nun 32. ve 42.maddelerine göre işlem tesis edilmelidir. Güçlendirme izninin iptalinin ardından, mahallinde yapılan inceleme neticesinde yapının mühürlenmesine  ilişkin  yapı  tatil  tutanağı  düzenlenmesi  gerekir.  Güçlendirme  izni                                                            71 Danıştay 14.D., E.2015/8069, K.2018/844, 22.2.2018 (www.kazanci.com.tr). 72 Danıştay 14.D., E.2016/4193, K.2018/5976, 4.10.2018 (www.kazanci.com.tr). 811      alınmaksızın  güçlendirme  yapılması  durumunda  da  yine  İmar  Kanunu nun  32.  ve 42.maddeleri uygulanacaktır.  3194 sayılı İmar Kanunu nda, güçlendirme izninin iptalinde yetkili idari makamı düzenleyen bir hüküm yer almamaktadır. Kanun da bu konuda bir hüküm bulunmadığından, yetki ve usulde paralellik ilkesi uyarınca, güçlendirme iznini vermeye yetkili makam olan belediye başkanlığı ya da valilik tarafından iptal edilebileceğini söyleyebiliriz. Güçlendirme  izninin  iptali  talebiyle  idari  yargıda  dava  açabilmek  için  menfaat ihlalinin varlığı gereklidir. Güçlendirme izni, belge sahibi bakımından yararlandırıcı bir işlem olduğundan, belge sahibinin bu davayı açması beklenmez. Ancak menfaat ihlali bulunan üçüncü kişilerin bu davayı açması mümkündür. Ayrıca bütün kat maliklerinin beşte dördünün  yazılı  rızası  alınmadan  güçlendirme  izni  alınması  durumunda  da  yazılı  rıza vermemiş olan kat malikleri de bu davayı açabilir. İptal davasında dava açma süresi kural olarak, işlemin tebliğ tarihini izleyen günden itibaren işlemeye başlar. Ancak üçüncü kişinin işlemin  iptali  talebiyle  dava  açması  durumunda,  kendisine  işlemin  tebliği  söz  konusu olmadığından, eğer işlem ilan edildiyse dava açma süresinin bu tarihten, ilan edilmediyse dava açma süresinin işlemden haberdar olduğu tarihten itibaren işlemeye başladığını kabul                                                            73   Dava, yapı içerisinde ruhsat almaksızın çelik konstrüksiyon marifetiyle güçlendirme yapıldığından bahisle İmar Kanununun uyarınca imar para cezası verilmesine dair Belediye Encümeni kararının iptali istemine ilişkindir.  Danıştay 14.D., 2015/3746, K.2018/5531, 20.9.2018  (www.kazanci.com.tr). 74  GÖZLER/KAPLAN,  2018,  s.278;  ULUSOY,  2019,  s.382;  SANCAKDAR/ÖNÜT/US DOĞAN/KASAPOĞLU TURHAN/SEYHAN, 2019, s.276-277; AKYILMAZ/SEZGİNER/KAYA, 2020 (a), s.450. 812      etmek gerekir. Danıştay da üçüncü kişiler bakımından öğrenme tarihini esas almaktadır. Kısacası üçüncü kişiler bakımından, belgenin varlığının öğrenilmesinden itibaren 60 gün içinde iptal davasının açılabileceği söylenebilir. Ancak öğrenme tarihinin nasıl belirleneceği konusu tartışmaya açıktır. Danıştay öğrenme tarihini çeşitli ölçütlere dayanarak belirlemeye çalışmaktadır                                                            75 TAN, 2013, s.1022; KAPLAN, Gürsel, İdari Yargıda Dava Açma Süreleri, 3.Baskı, Turhan Kitabevi, Ankara, 2011, s.188; AKYILMAZ, Bahtiyar/SEZGİNER, Murat/KAYA, Cemil, Türk İdari Yargılama Hukuku 4.Baskı, Savaş Yayınevi, Ankara, 2020 (b), s.313-314; AYANOĞLU ise doktrindeki ve Danıştay kararlarındaki hakim görüşün aksine, üçüncü kişiler bakımından öğrenme tarihinin esas alınmaması gerektiğini, yazılı olmayan öğrenmenin eksik veya yanlış bilgilere dayanabileceğini, işlem hakkında tam ve sağlıklı bilgi sahibi olunmadan dava açılmasının hak arama hürriyetini kısıtlayacağını, bu durumun Anayasa ya ve İYUK a aykırı olduğunu belirterek, işlemden haberdar olan üçüncü kişinin öncelikle idareye başvurması, işlemin kendisine de tebliğ edilmesini talep etmesi ve tebliğden itibaren dava açma süresinin işlemeye başlaması şeklinde bir çözüm yolu önermiştir. Bkz AYANOĞLU, Taner, Bireysel İdari İşlemlere Karşı Dava Açma Süresinin Başlangıcı, 1.Baskı, On İki Levha Yayıncılık, İstanbul, 2017, s.150-151. 76  Düzenleyici işlemler dışında kalan bireysel nitelikteki idarî işlemlerin iptali istemiyle açılan davalarda, dava açma sürelerinin hesabında, işlemin ilgilisine tebliğ edildiği tarihin esas alınması gerekmekle birlikte, özellikle idarenin tesis ettiği işlemin doğrudan tarafı olmayan ve bu nedenle de idarece yazılı bildirim zorunluluğu  bulunmayan  kişilerin  açacakları  davalarda,  bu  kişilerin  idari  işlemi  öğrenme  tarihinin belirlenebildiği durumlarda, öğrenme tarihinin esas alınması gerektiği yargısal içtihatlarla kabul edilmektedir. Dosyanın incelenmesinden, uyuşmazlığa konu ihalenin iptali istemiyle açılan davanın, idarenin tesis ettiği işlemin doğrudan tarafı olmayan ve bu nedenle de idarece yazılı bildirim zorunluluğu bulunmayan şahıslar tarafından açılmış olduğu, bu şahıslar tarafından açılan davada dava açma süresinin hesaplanmasında, davacı şahısların dava konusu işlemi öğrenme tarihlerinin esas alınması gerektiği anlaşılmaktadır.  Danıştay 13.D., E.2016/150, K.2018//2105, 25.6.2018  (www.kazanci.com.tr).  Aynı yöndeki kararlara örnek olarak bkz Danıştay 8.D., E.1999/3912, K.2000/2438, 30.3.2000 (www.kazanci.com.tr) ; Danıştay 13.D., E.2016/3359, K.2018/2104, 25.6.2018 (www.kazanci.com.tr). 77  İdari davalarda dava açma süresinin başlangıç tarihi; idari işlemin tebliğ, yayın veya ilân tarihidir. Ancak yasada öngörülen bu durumların söz konusu olmadığı hallerde, davacının dava konusu işlemi öğrenme tarihinin iyiniyet kuralları çerçevesinde, olayın özelliği ve niteliği göz önünde tutulmak suretiyle yargı organınca belirleneceği kuşkusuzdur. İdari işlemin usulüne uygun tebliği ve bütün unsurlarıyla ilgililer tarafından öğrenilmesi; ilgililerin dava açma haklarını kullanmalarını ve açılan davanın da gereği gibi yargı 813      Kural olarak, idari işlemler geriye yürümez. Ancak bazı istinai durumlarda idarenin işlemini geri alması gerekebilir. Güçlendirme izninin de idare tarafından hangi sürede geri alınabileceğinin belirlenmesi gerekir. Geri alma bir idari işlemdir ve geri alınan işlemi yapıldığı andan itibaren tüm hüküm ve sonuçları ile birlikte ortadan kaldırır, diğer bir deyişle hukuk aleminden siler. İdare tarafından hukuka uygun olan güçlendirme izni geri alınamaz.                                                            mercileri önüne getirilebilmesini doğrudan etkiler. Bu anlamda; bir idari işlemin iptali istemiyle açılan davada usul ve esas yönünden hukuki denetim yapılabilmesi; işlemin içeriğinin tebliğe veya duyuruya ilişkin olarak düzenlenen belgeden kuşkuya yer vermeyecek şekilde açıkça anlaşılabilmesi halinde mümkündür.  Danıştay 14.D., E.2018/1606, K.2018/5593, 24.9.2018 (www.kazanci.com.tr).  …Mahkemece davacıların dava konusu işlemi öğrenme tarihinin tespit edilmesi amacıyla yapılacak ara karar ile davacılardan ve davalı idareden, dava konusu işlemin davacılar tarafından öğrenilme tarihinin sorulması suretiyle bir araştırma yapıldıktan sonra yeniden bir karar verilmesi gerektiğinden, eksik incelemeye dayalı olarak davanın süre aşımı nedeniyle reddi yolunda verilen İdare Mahkemesi kararında usul kurallarına uygunluk görülmemiştir.  Danıştay 13.D., E.2016/150, K.2018//2105, 25.6.2018 (www.kazanci.com.tr).  Davalı  idarece  söz  konusu  işlemin  daha  önceki  bir  tarihte,  davacıya  tebliğ  edildiği  veya  davacının öğrendiğinin ispatlanamaması halinde, davacının dava konusu işlemi öğrenme tarihi olarak, dava dilekçesinde belirttiği tarihin kabul edilmesi gerektiğinden İdare Mahkemesince anılan gerekçeyle davanın süre yönünden reddine  karar  verilmesinde  isabet  görülmemiştir.   Danıştay  6.D.,  E.2009/355,  K.2011/1371,  16.5.2011 (www.kazanci.com.tr).  Dava konusu edilen Çeşme Limanı'nın 30 yıllık işletme hakkının ... Ortak Girişim Grubuna verilmesine ilişkin 28.04.2003 tarih ve 2003/17 sayılı ÖYK kararı, düzenleyici bir işlem niteliğinde olmadığından bu kararın Resmi Gazetede ilan tarihini dava açma süresinin başlangıcı olarak almaya 2577 sayılı Yasa uyarınca olanak bulunmadığından  ve  bu  işlemin  niteliği  itibariyle  davacıya  yazılı  olarak  bildirilmesi  de  söz  konusu olmadığından davacının bu işlemden haberdar olduğu tarihin, dava açma süresinin başlangıcı olarak esas alınması gerekmektedir. Davacının söz konusu işlemi 07.06.2003 tarihinde öğrendiğini iddia etmesi ve bu işlemden daha önce haberdar olduğu yolunda hukuken itibar edilir herhangi bir bilgi ve belgenin de ortaya konulmaması karşısında davacının belirttiği öğrenme tarihinin dava açma süresinin başlangıcına esas alınması gerekmektedir.  Danıştay 13.D., E.2005/7150, K.2006/1231, 28.2.2006 (www.kazanci.com.tr). 78 ULER, 1970, s.7; GÜNDAY, 2011, s.170-171; TAN, 2013, s.282; GÖZLER/KAPLAN, 2018, s.373.   Gerek Türk, gerekse yabancı idare hukuku yazarlarına ve yargı kararlarına göre bir idari işlemin geri alınması onun yapıldığı tarihten itibaren hukuki hayattan çıkarılması, silinmesi neticesini doğuran ikinci bir idari işlemdir. Geri alma tasarrufu ile ilk işlem ortadan kalkar ve bu ortadan kalkış geriye yürür sonuçlu olup 814      Çünkü güçlendirme izni ilgilisine yarar sağlayan, hak yaratıcı nitelikte bir işlemdir. Hak yaratıcı hukuka uygun işlemler geri alınamaz. Hukuka aykırı olan güçlendirme izni geri alınabilir. Ancak idari istikrar ilkesi uyarınca, hukuka aykırı olan güçlendirme izninin geri alınmasında sınırsız bir süre olduğunu söylemek de mümkün değildir. İdarenin güçlendirme iznini iptal etmesi, yani geri almasında süre nedir? Fransız Danıştayı tarafından hak doğuran sakat bir idari kararın ancak dava açma süresi içinde veya dava açılmışsa karar verilinceye kadar geri alınabileceği görüşü benimsenmiştir. Nasıl ki bir idari işleme karşı dava açma süresi geçtikten sonra dava açılamıyor ve mahkeme de işlemin iptaline karar veremiyorsa, aynı şekilde idari istikrar ilkesinin gereği olarak idare de işlemini iptal davası açma süresi gibi sınırlı bir süre içinde veya iptal davası açılmışsa dava sonuçlandırılıncaya kadar geri alabilmelidir. Geri almada süre sınırı bulunması gerektiğine ilişkin yaklaşım, sakat olan ve ilgilinin lehine hukuki durum yaratan, diğer bir deyişle yararlandırıcı işlemler bakımından geçerlidir; ilgili bakımından hak yaratmayan, yükümlülük yükleyen idari işlemler ise her zaman geri alınabilir ve bu durum idari istikrar ilkesine aykırılık teşkil etmez. Bu konuda Danıştay  İçtihadı  Birleştirme  Kurulu nun  1973  yılında  verdiği  bir  karara  göre,  ancak memurun gerçek dışı beyanı, hilesi veya işlemin yoklukla malul olması veya ilgilinin kolayca                                                            işlemin ilk yapıldığı tarihe kadar uzar ve işlemin bu arada doğurduğu hukuki sonuçları da etkiler.  Danıştay İçtihadı Birleştirme Genel Kurulu, E.1968/8, K.1973/14, 22.12.1973 (www.kazanci.com.tr). 79 GÖZLER/KAPLAN, 2018, s.374. 80 Danıştay İçtihadı Birleştirme Genel Kurulu, E.1968/8, K.1973/14, 22.12.1973 (www.kazanci.com.tr) ; GÜNDAY, 2011, s.176. 81 ULER, 1970, s.9; TAN, 2013, s.285. AKYILMAZ/SEZGİNER/KAYA, 2020 (a), s.449; Günday, geri almada süre konusunda içtihatlarda somut bir ölçüt belirlenmediğinden, bir süre belirtmekten kaçınmakta ve her somut olayın  özelliklerinin  dikkate  alınması  suretiyle  hukuka  aykırı  işlem  nedeniyle  istikrarın  tesis  edilip edilmediğinin belirlenmesi gerektiğini ileri sürmektedir. GÜNDAY, 2011, s.179. 82 ONAR, Sıddık Sami, İdare Hukukunun Umumi Esasları, C.I, İsmail Akgün Matbaası, İstanbul, 1960, s.551; GÜNDAY, 2011, s.179; GÖZLER/KAPLAN, 2018, s.376; AKYILMAZ/SEZGİNER/KAYA, 2020 (a), s.450. 815      anlayabileceği kadar açık bir hatanın mevcut olması ve bu durumu idareye bildirmemiş olması durumunda, idare tarafından yanlış terfi ve intibak işlemlerine dayanılarak yapılan kanunsuz ödemeler her zaman geri alınabilir; ancak bunun dışındaki durumlarda ise hatalı ödemeler ödemenin yapıldığı tarihten itibaren dava açma süresi içinde geri alınabilir. Danıştay ın söz konusu kararı sadece yanlış terfi ve intibak işlemlerine dayalı olarak yapılan hatalı ödemelere ilişkindir. Her ne kadar Danıştay ın bu kararı sadece yanlış terfi ve intibak işlemleri nedeniyle yapılan hatalı ödemelere ilişkin olsa da bu karar ile idari işlemlerin geriye alınmasına ilişkin temel ilkeler ortaya konulmuş bulunduğundan, hukuka aykırı olan tüm bireysel  işlemler  bakımından  da  bu  sebeplerin  geçerli  olabileceğini  kabul  etmek mümkündür. Dolayısıyla hukuka aykırı güçlendirme izninin de ilgilinin hilesi,  ilgilinin gerçek dışı beyanı, işlemin yoklukla malul olması veya açık hatanın varlığı durumlarında her zaman geri alınabileceğini söylemek mümkündür. Aynı şekilde, bu durumların varlığı halinde üçüncü kişilerin de idari yargıda, süre sınırı bulunmaksızın her zaman iptal davası                                                            83 Danıştay bir kararında açık hata kavramını şu şekilde tanımlanmıştır:  Diğer taraftan, mevzuat hükmünün yoruma ihtiyaç göstermeyecek kadar açık olduğu, idare edenlerin kasıt ya da ihmal içinde olmadıkları sürece, hükmü uygularken hataya düşmelerinin beklenemeyeceği hallerde, maddi olaya ve mevzuatın açık hükmüne aykırı davranılmış ve bu durum da işlemi yok denilecek kadar sakatlamış ise, idarenin açık hatasından söz edilebilir.  Danıştay 15.D., E.2014/2478, K.2017/6893, 23.11.2017 (www.kazanci.com.tr). 84 Danıştay İçtihadı Birleştirme Genel Kurulu, E.1968/8, K.1973/14, 22.12.1973 (www.kazanci.com.tr); Aynı yönde ve konuda verilmiş olan ve 1973 tarihli İçtihadı Birleştirme Genel Kurulu kararına atıf yapan bazı Danıştay  kararları  için  bkz  Danıştay  8.D.,  E.2006/2880,  K.2006/2896,  7.7.2006  (www.kazanci.com.tr); Danıştay 2.D., E.2012/8229, K.2012/9842, 13.12.2012 (www.kazanci.com.tr); Danıştay 11.D., E.2016/7553, K.2018/382,  25.1.2018  (www.kazanci.com.tr);  Danıştay  12.D.,  E.2018/3158,  K.2019/1808,  12.3.2019 (www.kazanci.com.tr). 85 Nitekim Danıştay birçok kararında, yanlış terfi ve intibak işlemlerine dayanılarak yapılan kanunsuz ödemeler dışındaki konularda da aynı içtihadı benimsemiştir. Bkz Danıştay 10.D., E.1982/3328, K.1982/1232, 11.5.1982 (www.kazanci.com.tr);  Danıştay  11.D.,  E.2008/5396,  K.2010/9432,  25.11.2010  (www.kazanci.com.tr); Danıştay 8.D., E.2016/5772, K.2017/5545, 19.6.2017 (www.kazanci.com.tr); Danıştay 15.D., E.2014/2478, K.2017/6893, 23.11.2017 (www.kazanci.com.tr). 86 GÜNDAY, 2011, s.179; AKYILMAZ/SEZGİNER/KAYA, 2020 (a), s.464. 816      açabilmeleri mümkündür. Her ne kadar idari yargıda bir işlemin yokluğunun tespitine ilişkin bir  tespit  davası  türü  bulunmamakla  birlikte,  hiç  doğmamış  işlemin  idare  tarafından uygulanma olasılığı vardır; dolayısıyla böyle bir işlemin iptali talebiyle dava açılmasında ve yokluğunun idari yargı yeri tarafından tespiti üzerine iptal edilmesinde hem ilgilinin yararı hem de kamunun yararı vardır. Üstelik ilgilinin söz konusu işlemin iptal edilebilir hukuka aykırı bir işlem mi, yoksa yok hükmünde bir işlem mi olduğunu dava açmadan bilmesi de mümkün değildir. Bu nedenle ister basit ister ağır olsun işlemin sakatlığının derecesine bakılmaksızın  davacıların  iptal  davası  açması  ve  mahkemenin  de  işlemin  yokluğunun tespitine değil iptaline karar vermesi gerekmektedir. Danıştay a göre, kural olarak yok hükmünde olan işlemlere karşı iptal davası açılması mümkün olmamakla birlikte, bazı durumlarda  işlemin  yok  hükmünde  sayılmayıp  idare  tarafından  geri  alınmaması  ve uygulamaya devam edilmesi, ilgilinin menfaatini ihlal edebileceğinden, bu durum ilgiliyi iptal davası açmaya zorlayabilir. Böyle bir durumda, mahkemenin işlemin yokluğunu tespit ederek uyuşmazlığı çözmesi, diğer bir deyişle iptal kararı vermesi hukuk devleti ilkesinin de bir gereğidir. Kısacası ilgilinin hilesi, gerçek dışı beyanı, yokluk ve açık hata hallerinde, güçlendirme iznine dayanılarak yapılan inşaatın kişilerin can ve mal güvenliğini tehlikeye                                                            87 ERKUT, Celal, İptal Davasının Konusunu Oluşturma Bakımından İdari İşlemin Kimliği, Danıştay Matbaası, Ankara, 1990, s.152, GÜNDAY, 2011, s.165; ULUSOY, 2019, s.421. 88 GÜNDAY, 2011, s.165. 89 GÖZLER/KAPLAN, 2018, s.350. 90  Bakılan dava; soyut bir olayın yargı kararıyla belirlenmesi isteminden çok, açıkça hukuka aykırı olan bir işlemin, mutlak butlanla batıl olması nedeniyle yok hükmünde olduğunun tespiti istenilmiş olması nedeniyle iptal davası formunda görülmesi gereken bir davadır.  Danıştay 10.D,. E.1995/397, K.1997/1911, 20.5.1997 (www.kazanci.com.tr);  Yargısal ve bilimsel içtihatlarda, yokluk halinin ancak, işlemin, asli kurucu unsuru olan yetki unsuru yönünden incelenmesinde fonksiyon veya yetki gaspı hallerinin saptanması veya kanunun açıkça yasakladığı bir konuda yapılması halinde mümkün olabileceği kabul edilmektedir. Bu gibi durumlarda, işlemin  varlık koşulları  oluşmamış olduğundan bizzat işlemin yokluğu sonucu doğmakta, işlem hiç doğmamış, var olmamış sayılmaktadır. Bu tür işlemlere karşı açılacak davalarda süre aşımı bulunmamakta ve yargı yeri işlemin yok hükmünde olduğunun tespitine karar vermektedir.  Danıştay 10.D., E.2001/4040, K.2005/181, 2.2.2005 (www.kazanci.com.tr) . 817      atması da mümkün olabileceğinden, kamu yararının bir gereği olarak, böyle bir işlemin gerek idare tarafından her zaman geri alınabilmesi gerekse böyle bir işleme karşı ilgililer tarafından her zaman iptal davası açılabilmesi mümkündür.   SONUÇ Deprem kuşağında  yer alan ülkemizde, yapıların depreme dayanıklı olarak inşa edilmesi ve mevcut yapıların ise depreme dayanıklı hale getirilmesi, can ve mal güvenliğinin korunması bakımından oldukça önemlidir. 7221 Sayılı Kanun la İmar Kanunu na eklenen geçici 21 inci maddede, yapı kayıt belgesi alan yapılarda, ilave inşaat alanı yaratmamak koşuluyla,  Kat  Mülkiyeti  Kanunu na  göre  güçlendirme  izni  alınarak  güçlendirme yapılabileceği  düzenlenmektedir.  Ancak  Kanun da  güçlendirme  kavramının  tanımı yapılmamaktadır. Güçlendirme izni, güçlendirme projesine istinaden ilgili idaresince verilir. İmar  Kanunu nda  güçlendirme  izni  verme  yetkisinin  hangi  idareye  ait  olduğu  açıkça belirtilmemekle birlikte, kanımızca bu izin, İmar Kanunu nun 21 inci ve 22 nci maddelerine göre yapı izni verme yetkisini haiz olan belediyeler ve valilikler tarafından verilmelidir. Bu izin, kat mülkiyetine geçmiş yapılar için verilebileceği gibi, kat mülkiyetine geçmemiş yapılar için de verilebilir. Ayrıca Yapı Kayıt Belgesi Verilmesine İlişkin Usul ve Esaslar Tebliği nin  6.maddesinin  7.fıkrasında  ise,  bu  süre  zarfında  bu  yapılarda  sadece  ruhsat alınmaksızın yapılabilecek basit onarım ve tadilatlar yapılabileceği düzenlenmekte ise de, geçici 21.maddenin yürürlüğe girmesiyle birlikte, artık ruhsatsız veya ruhsat ve eklerine aykırı yapılarda, yapı yıkılmadan, basit onarım ve tadilatlar dışında güçlendirme gibi esaslı tadilatlar da yapılabilecektir. Diğer bir deyişle, bu değişiklikten önce, sadece ruhsatlı yapılar için  güçlendirme  izni  verilebilirken,  değişiklikten  sonra  artık  ruhsatsız  yapılar  için  de güçlendirme izni verilebilecektir.                                                             9 818      Güçlendirme izni ilgiliye hak sağlayan, icrai nitelikte bir işlemdir. Güçlendirme izni, ruhsatsız veya ruhsat ve eklerine aykırı olan yapı kayıt belgeli yapıyı ruhsatlı veya ruhsat ve eklerine uygun bir yapı haline dönüştürmemekle birlikte, yapı yeniden yapılana kadar veya kentsel dönüşüm gerçekleştirilinceye kadar, yapının mevcut şekliyle kullanımı sırasında, yapının  depreme  karşı  daha  dayanıklı  olmasını  sağlayarak,  can  ve  mal  güvenliğinin korunmasına yardımcı olur.  İmar Kanunu nun geçici 21.maddesine göre, güçlendirme izni, bu Kanunda ve ilgili diğer mevzuatta öngörülen şartlara ve kısıtlamalara tabi olmaksızın, güçlendirme projesine istinaden verilir. Bu durumda, yapı ruhsatlı bile olsa, yapı denetim kuruluşları hem ruhsat ve eklerine uygunluk bakımından, hem de ilgili mevzuattaki koşullara ve kısıtlamalara göre bir denetim  yapamayacaktır.  Dolayısıyla,  yapı  denetim  kuruluşlarının  güçlendirme  iş  ve işlemlerini hangi koşullara ve kısıtlamalara göre denetleyeceği belirsizdir. Yapı ister ruhsatlı olsun, ister ruhsatsız olsun, denetim sadece güçlendirilecek  yapının projeye uygunluğu yönünden yapılabilecektir. Oysa Çevre ve Şehircilik Bakanlığı nın 24.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni Genelgesi nin 3.maddesinde, bu projenin Türkiye Bina Deprem Yönetmeliği ve ilgili standartlara uygun olarak, statik proje müellifleri tarafından hazırlanacağı ifade edilmektedir. Ancak bu düzenleme, geçici 21.maddedeki, güçlendirme izninin,  bu  Kanunda  ve  ilgili  diğer  mevzuatta  öngörülen  şartlara  ve  kısıtlamalara  tabi olmayacağı kuralı ile bağdaşmamaktadır. İmar Kanunu koşulları kaldırmakta iken, Genelge ise Türkiye Bina Deprem Yönetmeliğindeki koşullara tabi tutmaktadır. Kanımızca İmar Kanunu ndaki söz konusu düzenleme yapı güvenliğinin sağlanmasını güçleştirmektedir. Kanımızca, güçlendirme de İmar Kanunu nda ve ilgili diğer mevzuatta öngörülen şartlara ve kısıtlamalara tabi olmalıdır. Güçlendirme  izni  verilen  yapıların  herhangi  bir  sebeple  yıkılmaları  halinde,  bu alanlarda  yeniden  yapılacak  yapılar  için  yürürlükteki  plan  ve  mevzuat  hükümleri uygulanacaktır (İmar Kanunu geçici madde 21/3). Ayrıca güçlendirme izni alan bu yapıların kat  mülkiyetine  geçmiş  olması  dahi,  6306  sayılı  Afet  Riski  Altındaki  Alanların Dönüştürülmesi Hakkında Kanunun Ek 1.maddesinin uygulanmasına engel teşkil etmez  819      (İmar Kanunu geçici madde 16/6). Çevre ve Şehircilik Bakanlığı nın 24.09.2020 tarihli ve 2020/24 sayılı Güçlendirme İzni Genelgesi nde de, İmar Kanunu nun geçici 21.maddesi kapsamında verilen güçlendirme izninin, yapı kayıt belgeli yapılardan imar planı ve mevzuat hükümlerine  aykırılık  nedeniyle  ruhsatlandırılamayan  veya  yapı  kullanma  izni düzenlenemeyen yapılar için kazanılmış hak teşkil etmeyeceği ifade edilmektedir. Bu yapılar için güçlendirme izni alınarak güçlendirme yapılması, yapıyı ruhsatlı veya ruhsat ve eklerine uygun  bir  yapı  statüsüne  sokmamaktadır.  Ancak  bu  yapılar  yapı  kayıt  belgeli  yapılar olduğundan, İmar Kanunu nun 32. ve 42.maddelerine göre tesis edilmiş işlemler (yıkım kararı, idari para cezası gibi) iptal edilir. Kısacası, yapı kayıt belgesi alınmadan önce verilmiş olan yıkım kararı ve idari para cezalarının iptal edilmesi ve ayrıca yapının güçlendirilmiş olması, söz konusu yapının kentsel dönüşüme tabi tutulmasına engel değildir. Ancak, kentsel dönüşümün  ne  zamana  kadar  uygulanması  gerektiğine  ilişkin  mevzuatta  bir  süre belirlenmediğinden,  kentsel  dönüşüm  uygulanmadığı  takdirde,  yapı  kayıt  belgeli  yapı yıkılmadan, mevzuatta öngörülen şartlara ve kısıtlamalara tabi olmaksızın, güçlendirilmiş haliyle  uzun  yıllar  boyunca  kullanılabilecektir.  Bu  durumda,  her  ne  kadar  Genelge de güçlendirme izninin kazanılmış hak teşkil etmeyeceği ifade edilse de, imar mevzuatına aykırı olan bu yapılar, yeniden yapılana kadar veya kentsel dönüşüme tabi olana kadar hukuka uygun kabul edileceklerdir. Dolayısıyla söz konusu yapıların imar mevzuatına aykırılıklarına rağmen, belirsiz bir süre kullanılabilmesi yapı sahibi bakımından kazanılmış hak olarak kabul edilebilir. Bu durumda ruhsatlı yapı sahipleri ile ruhsatsız veya ruhsat ve eklerine aykırı yapı sahipleri arasında eşitlik ilkesine aykırı bir durum ortaya çıkmaktadır. Hatta ruhsatsız veya ruhsat ve eklerine aykırı yapısı olup da, yapı kayıt belgesi olmayanlar da, güçlendirme izni alamayacağından, bu açıdan da eşitlik ilkesine aykırılık bulunduğu ifade edilebilir. Güçlendirme izninin hukuka aykırı olması veya yapının güçlendirme projesine aykırı olarak güçlendirilmesi durumunda iptal edilmesi gerekir. Bu iptal, idari yargı kararı ile olabileceği gibi, idarenin güçlendirme iznini geri alması suretiyle de mümkün olabilir. Ayrıca, yapı kayıt belgesinin iptal edilmesi durumunda da, güçlendirme izninin hukuki                                                            92 ÇAKIR, 2018, s.78-79. 820      dayanağı  kalmayacağından,  güçlendirme  izni  de  iptal  edilmelidir.  Diğer  taraftan, güçlendirme izni alınmadan güçlendirilen yapı, yapı kayıt belgesinin sağladığı koruma ve haklardan yararlanmamalıdır. Yapı kayıt belgeli yapı hakkında, güçlendirme izni alınmadan güçlendirme yapılırsa, yapı kayıt belgesinin de hukuka aykırı hale geldiği kabul edilmeli ve böyle bir durumda yapı kayıt belgesi de iptal edilmelidir. Ayrıca, bu yapılar hakkında İmar Kanunu nun 32.ve 42.maddelerine göre işlem tesis edilmelidir. Sonuç olarak, ruhsatsız veya ruhsat ve eklerine aykırı olan yapı kayıt belgeli yapılar bakımından  getirilen  güçlendirme  imkanı,  yapının  yeniden  yapılmasına  veya  kentsel dönüşüm uygulamasına kadar mümkün olup, yapının mevcut hali ile güvenle kullanılmasını sağlar. Ancak, bu geçici bir çözümdür. Önemli olan, yapı kayıt belgeli olan yapıların, vakit kaybetmeden, kentsel dönüşüme tabi tutularak, ruhsatlı  veya ruhsat  ve eklerine uygun yapılara dönüştürülmesinin sağlanmasıdır. İmar afları ile getirilen geçici çözümler yerine, daha planlı, kontrollü ve mevzuata uygun bir yapılaşma, depreme karşı daha iyi korunmamız da sağlar. İmar Kanunu nun yapı kayıt belgesini düzenleyen geçici 16.maddesinde, her ne kadar yapının depreme dayanıklılığı hususunun malikin sorumluluğunda olduğu belirtilse de, idare, denetim yükümlülüğünü gerektiği gibi ve zamanında yerine getirmediği takdirde, meydana  gelen  zararlardan  Anayasa nın  125.maddesi  uyarınca  ve  kusurlu  sorumluluk esaslarına göre sorumlu olmalıdır.",
     "Kaynakça": "  ABACIOĞLU,  Muhittin,  İmar  Barışı  Af  Niteliği  Taşımıyor  (29.5.2018)  https://www.memurlar.net/haber/752088/imarda-baris-af-niteligi-tasimiyor.html  (erişim tarihi 19.08.2021). AKYILMAZ, Bahtiyar, İdari Usul İlkeleri Işığında İdari İşlemin Yapılış Usulü, Yetkin Yayınları, Ankara, 2000. AKYILMAZ, Bahtiyar/SEZGİNER, Murat/KAYA, Cemil, Türk İdare Hukuku, 12.Baskı, Savaş Yayınevi, Ankara, 2020 (a). 821      AKYILMAZ, Bahtiyar/SEZGİNER, Murat/KAYA, Cemil, Türk İdari Yargılama Hukuku 4.Baskı, Savaş Yayınevi, Ankara, 2020 (b). AY, İrfan,  Geçici İdari İşlem Türü Olarak TSK da Geçici Görevlendirme İşlemi ve Bu İşlemin Benzer Geçici İdari İşlemlerle Karşılaştırılması , Askeri Yüksek İdare Mahkemesi Dergisi, Yıl: 2008, Sayı:23, (s. 135-159). AYANOĞLU, Taner, Bireysel İdari İşlemlere Karşı Dava Açma Süresinin Başlangıcı, 1.Baskı, On İki Levha Yayıncılık, İstanbul, 2017. AYBAY, Aydın,  Orman Kadastrosu ve 2/B Sorunu , Orman Kadastrosu ve 2/B Sorunu Sempozyumu / Bildiriler ve Panel (17 - 18 Eylül 2004), 1.Bası, TMMOB Harita ve Kadastro Mühendisleri Odası İstanbul Şubesi, İstanbul, 2005, (s.50-54). AYBEY ERDİDAL, Didem,  Riskli Alan-Riskli  Yapı Tespiti ve Hukuku Sonuçları, 1.Baskı, Seçkin Yayınları, Ankara, 2020. BAKHOUM, Mourad M. (Ed), Case Studies of Rehabilitation, Repair, Retrofitting and Strengthening of Structures, IABSE, Zurich, 2010.  ÇAKIR, Hüseyin Melih,  Yapı Kayıt Belgesi , İstanbul Medipol Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 5, Sayı: 2, (s. 15-92). ERBAŞ, İkbal,  Kimileri İçin Bir Fırsat, Kent İçin İse Bir Tehdit: İmar Barışı , Mimarlık Dergisi, Yıl: 2018, Sayı: 403, (s.27-30). ERDOĞAN, Murat/ÖMÜRGÖNÜLŞEN, Uğur,  Yeminli Özel Teknik Bürolar: Gecekondu Sorunu, İmar Affı ve Kamu Hizmetlerinin Özel Kişilere Gördürülmesi Açılarından Bir Değerlendirme ,  Hacettepe Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi, Yıl: 1989 Cilt: 7, Sayı: 1-2, (s.173-214). ERKUT,  Celal,  İptal  Davasının  Konusunu  Oluşturma  Bakımından  İdari  İşlemin Kimliği, Danıştay Matbaası, Ankara, 1990. GÖZLER, Kemal/KAPLAN, Gürsel, İdare Hukuku Dersleri, 20.Bası, Ekin Yayınevi, Bursa, 2018. GÜNDAY, Metin, İdare Hukuku, 10.Bası,  İmaj Yayınevi, Ankara, 2011. GÜNGÖR,  Hayrettin/MERCİMEK,  Zeliha/TÜRKMEN,  Cüneyt,  İmar  Barışı  ve  Yapı Kayıt  Belgesi  (Türkiye  Barolar  Birliği), 822      http://www.tbb.gov.tr/storage/userfiles/rehber_ve_bilgi_notlari/imar_barisi.pdf,  (erişim tarihi 24.06.2021). İSTANBUL VALİLİĞİ, Güçlendirme ve Yeniden Yapım Çalışmaları Rehber Kitabı (2014),  https://www.guvenliyasam.org/wp-content/uploads/2016/02/GUCLENDIRME.pdf, (erişim tarihi 24.06.2021). KALABALIK, Halil,  İmar Hukuku Dersleri, 8.Baskı, Seçkin Yayıncılık, Ankara, 2017. KALABALIK, Halil, İmar Barışı, Seçkin Yayıncılık, Ankara, 2018. KAPLAN, Gürsel, İdari Yargıda Dava Açma Süreleri, 3.Baskı, Turhan Kitabevi, Ankara, 2011.  KASPAROĞLU, Muhammet/SURİ Leyla,  İmar Barışı , İstanbul Ticaret Üniversitesi Teknoloji ve Uygulamalı Bilimler Dergisi, Yıl: 2019, Cilt: 2, Sayı: 1 (s. 47-60). ONAR, Sıddık Sami, İdare Hukukunun Umumi Esasları, C.I, İsmail Akgün Matbaası, İstanbul, 1960. ÖZKAYA ÖZLÜER, Ilgın,  İmar Barışı Düzenlemesine Hukuki Bir Yaklaşım , İnönü Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 9, Sayı: 2,  (s. 313-340). ÖZTÜRK,  Murat/  SEZER,  Rıfat/KÖKEN,  Ali,  Yapıların  Deprem  Güvenliği, Güçlendirme  İlkeleri  ve  11  Katlı  Bir  Yapıda  Güçlendirme  Uygulaması, http://www.imo.org.tr/resimler/ekutuphane/pdf/11061.pdf, (erişim tarihi 24.06.2021). PEHLİVAN,  Vedat,  2863  Sayılı  Kültür  ve  Tabiat  Varlıkları  Koruma  Kanunu Kapsamında  İmar  Barışı  ve  Yapı  Kayıt  Belgesi  Hakkında  Hukuki  Bir  İnceleme (13.07.2020),      https://blog.lexpera.com.tr/2863-sayili-kultur-ve-tabiat-varliklari-korumakanunu-kapsaminda-imar-barisi-ve-yapi-kayit-belgesi-hakkinda-hukuki-bir-inceleme, (erişim tarihi 24.06.2021). SANCAKDAR,  Oğuz/  BAŞAR,  Cemal/YAĞCI,  Pınar,   Kültürel  Mirasın  Afetlerde Korunmasının Hukuki ve Güvenlik Boyutu , (Ed. Zerrin Toprak Karaman/Oğuz Sancakdar),  Afetler ve Güvenlik Yönetimi, Palme Yayınevi, Ankara, 2019, (s. 179-202). SANCAKDAR, Oğuz/ ÖNÜT, Lale Burcu/US DOĞAN, Eser/ KASAPOĞLU TURHAN, Mine/SEYHAN, Serkan, İdare Hukuku, 8.Baskı, Seçkin Yayıncılık, Ankara, 2019. 823      SANCAKDAR, Oğuz/YAĞCI, Pınar/TAŞYILDIZ, Şükür/ÇIRAK Ezgi, Kültür ve Tabiat Varlıkları Hukuku, Adalet Yayınevi, Ankara, 2021. TAN, Turgut, İdare Hukuku, 2.Baskı, Turhan Kitabevi, Ankara, 2013. ULER, Yıldırım, İdari Yargıda İptal Kararlarının Sonuçları, Sevinç Matbaası, Ankara, 1970. ULUSOY, Ali, Türk İdare Hukuku, Yetkin Yayınları, Ankara, 2019. YILMAZ, Dilşat, İdari İşlemin İcrailik Özelliği, 1.Bası, Astana Yayıncılık, Ankara, 2014. YILMAZ, Züleyha/ÇANKAYA, Fikret/KARAKAYA, Aykut,  Bina Maliyet Oranı ve Bina Güçlendirme  Maliyetini  Etkileyen  Faktörler  Arasındaki  İlişki ,  Erciyes  Üniversitesi İktisadi ve İdari Bilimler Fakültesi Dergisi,"
}