{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "21",
     "Ay": "03",
     "Yıl": "2020",
     "Cilt": "2",
     "Sayı": "10",
     "Başlık": "BİREYSEL BAŞVURU KARARLARI DOĞRULTUSUNDA YURT İÇİNE NAKİT GİRİŞİNE VE YURT DIŞINA NAKİT ÇIKIŞINA İLİŞKİN ESASLAR",
     "Title": "PRINCIPLES FOR CASH INPUT AND CASH OUTPUT ABROAD BY INDIVIDUAL APPLICATION DECISIONS",
     "Yazar İsmi": [
          "Bahar KÜPE"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Gümrük",
          "Döviz",
          "Mülkiyet Hakkı",
          "İdari Para Cezası",
          "Bireysel Başvuru"
     ],
     "Keywords": [
          "Customs",
          "Foreign Currency",
          "Property Rights",
          "Administrative Fines",
          "Individual Application"
     ],
     "Özet": "Bankacılık sistemi dışında gerçekleşen ve yolcu beraberinde ülkemizden çıkarılan veya ülkemize getirilen nakdin giriş ve çıkışına ilişkin usul ve esaslar Türk parasının kıymetini koruma hakkında mevzuat ile suç gelirlerinin aklanmasının önlenmesi hakkında mevzuatta düzenlenmiştir. Bunun yanı sıra ülkeye döviz girişi ve ülkeden döviz çıkışı konuları, özellikle mülkiyet hakkını koruma ve kara para aklamayı önleme açısından uluslararası sözleşmelerle de irtibatlı bulunmaktadır. Çalışmamızda yurt içine nakit girişine ve yurt dışına nakit çıkışına ilişkin usul ve esasları, gerek ulusal gerek uluslararası düzenlemeleri temel alarak, Anayasa Mahkemesinin yakın tarihlerde konuya ilişkin vermiş olduğu Mohamed Kashet ve Diğerleri kararı, Anwar Mohammed Tareef Zaid kararı ve Orhan Gürel başvurusunu inceleyerek ortaya koymayı amaçlamaktayız.",
     "Abstract": "The procedures and principles regarding the entry and exit of the cash which are brought with from our country or brought to our country that outside the banking system are regulated by the legislation on protecting the value of Turkish money and legislation on preventing the laundering of crime revenues. In addition, issues that foreign currency entry into the country and currency outflow in the country are also linked  to  international  conventions,  particularly  protecting  property  rights  and  preventing  money laundering. In our study,we aim to put the principles that foreign currency entry into the country based on both national and international regulations, have been revealed by examining the Mohamed Kashet and Others decision, Anwar Mohammed Tareef Zaid decision and Orhan Gurel application.",
     "Metin": "Türkiye 2019 yılının ilk altı ayında yaklaşık yirmi beş milyon yabancıyı ağırlamış olmakla  beraber,  Türkiye den  yurt  dışına  çıkış  yapan  kişi  sayısı  ise  yaklaşık  beş milyondur.  Yabancıların ülkeye kabulüyle ilgili, devletlerin bir takım şartlar belirleme, sınır koyma  ve  düzenleme  yapma  serbestisi  bulunmaktadır.  Ancak  belirtmek  gerekir  ki devletlere tanınmış bu yetki mutlak bir yetki değildir. Zira temel uluslararası hukuk normları  ve  uluslararası  antlaşmalarla,  devletlere  tanınan  bu  serbestliğe  bir  takım sınırlamalar  getirilebilmektedir.  Yabancılar  ancak  makul  sebeplerle  ülkeye  kabul edilmeyebilirler. Yabancıların ülkeye girişi, kanunlarla önceden belirlenmiş olmakla birlikte güvenlik gerekçesi ile her zaman sınırlandırılabilir. Nitekim yabancıların, sınırın düzenini bozan veya tehlikeye sokan eylemlerinin önlenmesi, bunların ortaya çıkarılması, sona erdirilmesi ve sınırdan geçiş şartlarına sahip olmayan kişilerin ülkeye giriş, ülkeden geçiş ve ülkeden çıkışlarının durdurulması amacıyla sınır kapılarında sınır kontrolleri yapılmaktadır. Hem yabancıların hem de Türk vatandaşlarının ülkeye girişlerinde veya ülkeden çıkışlarında uyması gereken kurallar bulunmaktadır. Yabancılar kural olarak vize alıp, pasaport veya pasaport yerine geçen ve usulüne uygun düzenlenmiş bir belge göstererek belirlenen sınır kapılarından geçmek zorundadır. Türk vatandaşları da ülkeye giriş-çıkış yaparken sınır kapılarını kullanmak zorundadır. Sınır kapılarından geçişte ise bir takım sorunlarla  karşılaşılması  muhtemeldir.  Bu  muhtemel  sorunlardan  bir  tanesi  de 5   Emniyet  Genel  Müdürlüğü  kaynaklı  istatistik  verileri  için  bkz. http://www.tuik.gov.tr/pretablo.do?alt_id=1072 (erişim tarihi: 21.12.2019). 6   ÇELİKEL Aysel/ GELGEL (ÖZTEKİN) Günseli, Yabancılar Hukuku, 24. Baskı, Beta Basım Yayın, İstanbul 2018, s. 73. 7   ÇELİKEL/ GELGEL (ÖZTEKİN), 2018, s. 73, dpn. 83; DOĞAN Vahit, Türk Yabancılar Hukuku, 4. Baskı, Ankara 2019, s. 46. 8   ALTUĞ Yılmaz, Yabancıların Hukuki Durumu, İÜ Yayınları, İstanbul 1971, s. 98. 9   Avrupa Birliği Dış Sınır Kontrolleri El Kitabı, Sınır Polisi İçin Eğitim Sistemini Geliştirme Projesi, İçişleri Bakanlığı Entegre Sınır Yönetimi Proje Uygulama Müdürlüğü Yayını, Ankara 2007, s. 10.  10  ÇELİKEL/ GELGEL (ÖZTEKİN), 2018, s. 73; ÇİÇEKLİ Bülent, Yabancılar ve Mülteci Hukuku, 5. Baskı, Seçkin Yayıncılık, Ankara 2014, s. 75; ASAR, Aydoğan, Yabancılar Hukuku, 5. Baskı, Seçkin Yayıncılık, Ankara 2019, s. 41. 257Küpe    Hacettepe HFD, 11(1), 2021, 255-281 beraberinde belli miktardan fazla döviz bulundurulması halinde kişilere uygulanacak idari yaptırımdır.  İster Türk vatandaşı olsun ister yabancı olsun, ülkeye giriş esnasında veya ülkeden çıkış sırasında yanında nakit para bulundurmanın, gümrük kontrollerinde ne tür bir uygulama ile karşılaşacağı yolcular tarafından bilinmelidir. Bu nedenle konu yürütmenin çeşitli kaynaklarında düzenlenmiştir. Biz de mevzuattaki hükümleri derleyerek ve konuya ilişkin mahkeme kararlarını odak alınarak konuyu incelemiş bulunmaktayız.  Bu süreçte tespit ettiğimiz önemli hususları incelemiş bulunmaktayız. Ülkesel egemenlik ilkesinin bir yansıması olarak, devletin ülkesinde bulunan kişiler ve şeyler üzerinde hâkimiyet yetkisi bulunduğunu belirtmiştik. Devletin, yabancıları da kapsayan bu hâkimiyet yetkisi, özellikle yabancıların ülkeye girişinde etkisini daha çok hissettirmektedir. Zira devletin ülkeye giriş yapmak isteyen yabancıyı ülkeye kabul zorunluluğu  bulunmadığı  gibi  yabancılara  özel  kurallar  uygulama  özgürlüğü  de bulunmaktadır.  Ülkeye giriş, kural olarak hem vatandaş hem de yabancılar açısından Pasaport Kanunu ile düzenlenmektedir. Türk vatandaşları ve yabancılar Cumhurbaşkanınca tayin olunan yolcu giriş-çıkış kapılarından Türkiye'ye giriş-çıkış yapabilirler. Yolcu giriş- çıkış kapılarının yanı sıra bir de eşya ve araç giriş-çıkışının yapıldığı gümrük kapıları  bulunmaktadır.  Türk  Gümrük  Bölgesine  giriş-çıkış,  gümrük  kapılarından yapılmaktadır.  Gümrük  kapılarının  açılışında  ise  İçişleri  Bakanlığının  görüşü                                                            11  HACKWORTH Green Haywood, Digest Of International Law, v. III, 1942, p. 549; ÇİÇEKLİ, 2014, s. 75. 12  Kanun Numarası: 5682, Kabul Tarihi: 15.7.1950, RG 24.7.1950-7564. 13  Pasaport Kanununun birçok hükmü (4, 5/1, 5/2, 6, 7,8, 9, 10, 11, 24, 2526, 28, 29, 32, 33, 34/1-c.2, 35, 36, 38, ek madde 5) Yabancılar ve Uluslararası Koruma Kanunu (Kanun Numarası: 6458 Kabul Tarihi: 4.4.2013, RG 11.4.2013-28615.) ile yürürlükten kaldırılmış olsa dahi ülkeye girişi ve ülkeden çıkışı, Pasaport Kanununun halen yürürlükte olan hükümleri düzenlemektedir. 14  Sınır kapısı açma yetkisi, 2.7.2018 tarihli ve 700 sayılı KHK nin 23. maddesiyle Cumhurbaşkanına verilmeden evvel Bakanlar Kuruluna aitti. İçişleri Bakanlığının teklifi üzerine Bakanlar Kurulu sınır kapısı açmaktaydı. RG 7.7. 2018-30471. 15  Hava, deniz, kara ve demiryolları sınır kapılarının güncel listesi için bkz. https:// www.egm.gov.tr/ hudut kapilari/hava-hudut-kapilari (erişim tarihi: 21.12.2019). 16  Gümrük Kanununun 33. maddesine göre:  Türkiye Gümrük Bölgesinin giriş noktalarındaki gümrük kapıları ile içeride bulunan gümrük kapıları arasında belirli yolların takip edilmesi zorunludur. Giriş 258Küpe    Hacettepe HFD, 11(1), 2021, 255-281 alınmaktadır.  Gümrük  Kanunu  çerçevesinde  eşya  ve  araç  giriş-çıkışının  yapıldığı gümrük kapılarından ise yolcu giriş-çıkışı yapılmamaktadır. Gümrük ve diğer işlemlerin yapılabilmesi için polis makamlarınca giriş veya çıkış işlemlerinin bitirilmesi şarttır. Açıklanan şekilde açılan ve işletilen yolcu giriş-çıkış kapılarında, vatandaş ve yabancı ayrımı yapılmaksızın, giriş-çıkış ve kontrol işlemleri yerine getirilmektedir. Kuryelerin, seyahat edilen taşıtların veya yolcu beraberi transfer edilen nakdin takibi ve kontrolü ile nakitlerin yasadışı yollarla transferinin önlenmesi ve gerektiğinde kayıt altına alınması işlemleri gümrük idarelerinin sorumluluğundadır.  Devletin gümrük kapılarında yaptığı kontroller büyük oranda mülkiyet hakkı ile bağlantılıdır.  Hatta Anayasa Mahkemesinin konuyla alakalı bireysel başvurularda vermiş olduğu kararlarında da görüleceği üzere, bu kontroller her ne kadar mülkiyet hakkına müdahale gibi gözükse de devlet bunu yaparken meşru bir amaç gütmektedir. Bu amaç, kara paranın aklanması, uyuşturucu kaçakçılığı, terörizmin finansmanı veya organize suçlar ile vergi kaçakçılığı ya da diğer ciddi mali suçların işlenmesi için büyük miktarda nakit kullanılabileceği dikkate alındığında, yurt içi ve yurt dışına nakit para alış-verişini ve bu kapsamda dövizin sınır ötesine çıkarılmasını takip etmek ve denetlemektir. Kaldı ki  bu  izleme  ve  denetleme,  Sınıraşan  Örgütlü  Suçlara  Karşı  Birleşmiş  Milletler Sözleşmesinin de bir gereğidir. Öyle ki Sözleşme  Taraf Devletler, meşru sermayenin dolaşımını herhangi bir şekilde engellemeksizin, bilginin yerinde kullanımını temin etmek kaydıyla, nakdin ve parasal değeri haiz her türlü evrakın sınırlar içindeki dolaşımının denetlenmesi ve izlenmesi için makul önlemlerin uygulanmasını göz önüne alacaklardır.                                                            ve çıkış kapıları ile bunları birbirine bağlayan yollar ve hava taşıtlarının Türkiye Gümrük Bölgesinde inebilecekleri gümrük işlemi yapılan havalimanları ilgili kamu kuruluşlarının görüşleri alınarak, Müsteşarlıkça tespit edilerek Resmi Gazete  de yayımlanır. Genel hizmete açık demiryolları gümrük yolu sayılır.  17  Kanun Numarası: 4458, Kabul Tarihi: 27.10.1999, RG 4.11.1999/23866. 18  Her bir sınır kapısının bulunduğu yerde, bir gümrük kapısı da bulunur. Ancak her bir gümrük kapısının olduğu yerde bir sınır kapısı bulunmayabilir. Gümrük işlemlerinin yapıldığı bu kapılar, Gümrük ve Muhafaza Müdürlüklerine bağlı olarak Gümrük Müdürlüğü adı ile görev yapmaktadırlar. Örneğin, Ambarlı Gümrük Müdürlüğü, İstanbul Gümrük ve Muhafaza Başmüdürlüğüne bağlı olarak hizmet verir ve burada sınır kapısı yoktur. 19  15 Kasım 2000 de Birleşmiş Milletler Genel Kurulu tarafından kabul edilen Sözleşmeyi Türkiye, 30.01.2003 tarih ve 4800 sayılı Kanun ile kabul etmiştir. RG 18.03.2003/25052.   259Küpe    Hacettepe HFD, 11(1), 2021, 255-281 Bu tür önlemler kişi ve kuruluşların önemli miktarda nakdin ve parasal değeri haiz her türlü evrakın sınır ötesi nakline ilişkin bildirimde bulunmaları zorunluluğunu içerebilir  düzenlemesi ile kara para aklamayla mücadele önlemi alırken, taraf devletlere izleme ve denetim yükümü yüklemektedir (m. 7/2). Diğer taraftan aynı Sözleşme, taraf devletlere, suçlardan elde edilen gelir veya değeri  bunlara  tekabül  eden  malvarlığı  ile  suçlarda  kullanılmış  veya  kullanılması amaçlanan  malvarlığı,  malzeme  ve  araçların  müsaderesinin  sağlanması  için  gerekli tedbirleri alma yükümünü de yüklemektedir (m. 12). Nakit kontrolleri ile ilgili gümrük giriş-çıkış noktalarında uyulması gereken usul ve esaslar aşağıda ayrıntısı açıklanmış akabinde Anayasa Mahkemesinin konu ile alakalı bireysel başvuru kararları incelenmiştir.   I.  YURT İÇİNE NAKİT GİRİŞİNİ VE YURT DIŞINA NAKİT ÇIKIŞINI DÜZENLEYEN MEVZUAT  Yurt içine döviz sokmaya veya yurt dışına döviz çıkarmaya ilişkin ilk esas, Türk Parasının Kıymetini Koruma Hakkında Kanun un (TPKKHK) 1. madde hükmü ile belirlenmektedir. Hükme göre kambiyo, para, hisse veya tahvil alım ve satımının ve bunlar ile kıymetli madenler ve kıymetli taşlarla bunlardan üretilen ya da bunları içeren her türlü eşya ve kıymetlerin ve ticari senetlerle ödemeyi temine yarayan her türlü araç ve belgenin ülkeden ihracı veya ülkeye ithalinin düzenlenmesine ve sınırlanmasına ve Türk parasının kıymetinin korunması için kararlar almaya Cumhurbaşkanı yetkilidir. Kanunun Cumhurbaşkanına yetki vermeden önceki halinde karar alma yetkisi Bakanlar Kuruluna aitti ve Bakanlar Kurulunun Türk Parasının Kıymetini Koruma Hakkında 32 Sayılı Kararı ile Türk Parasının Kıymetini Koruma Hakkında 32 Sayılı Karara İlişkin 2008-32/34 sayılı Tebliği ve Gümrük Muhafaza Genel Müdürlüğünün, Gümrüklerde                                                            20  Kanun Numarası: 1567, Kabul Tarihi: 20.2.1930, RG 25.2.1930 -1433.  21  RG 11.8.1989 -20249. Bundan sonra metin içerisinde 32 sayılı Karar olarak kullanılacaktır. 22  RG 28.02.2008-26801.   260Küpe    Hacettepe HFD, 11(1), 2021, 255-281 Nakit Kontrolleri konulu Genelgesi bugün, konu hakkındaki en güncel düzenlemeleri ihtiva etmektedir.  Esas olarak, yurda döviz ithali ve yurttan döviz ihracı serbest olmakla birlikte (32 sayılı Karar m. 4), yurt içine nakit girişi ile yurt dışına nakit çıkışı farklı esaslara dayandığı için biz de bu ayrım doğrultusunda inceleme yapmayı uygun bulmaktayız.   A. YURT İÇİNE NAKİT GİRİŞİ Yurt içine nakit girişi ve yurt dışına nakit çıkışı hakkındaki bu çalışmanın ilham noktası,  Gümrükler  Genel  Müdürlüğünün  yayımlamış  olduğu  yolcu  rehberinde yolcuların  sınırsız  miktardaki  Türk  parası  ve  dövizi  beraberlerinde  Türkiye ye getirebilecekleri; Kültür ve Turizm Bakanlığının resmi internet sitesinde de benzer şekilde  Yolcular beraberinde ne kadar Türk Lirası, döviz yurda getirebilirler, yurtdışına ne kadar götürebilirler?  sorusuna cevaben, yolcuların, sınırsız miktarda Türk Parasını ve dövizi beraberlerinde Türkiye'ye getirebilecekleri belirtilmesine rağmen yurt içine nakit döviz sokulmasına ilişkin bir kararın Anayasa Mahkemesine bireysel başvuru konusu yapılması  olmuştur.  Zira  sorulması  gereken  soru  eğer  yurt  içine  nakit  döviz  girişi serbestse Mohammed Kashet ve Diğerleri başvurusuna konu kararda neden yurt içine nakit döviz sokmaya çalışan kişiler idari para cezası ile cezalandırılmışlardır? Baştan belirtmek gerekir ki, kural yurt içine nakit döviz girişinin serbest olması olmakla birlikte, bu kuralın birçok istisnası mevcuttur. TPKKKHK un 1. maddesinde belirtilen kambiyo, para, hisse veya tahvil alım ve satımının ve bunlar ile kıymetli madenler ve kıymetli taşlarla bunlardan üretilen ya da bunları içeren her türlü eşya ve kıymetlerin ve ticari senetlerle ödemeyi temine yarayan                                                            23  Gümrük Muhafaza Genel Müdürlüğünün 87375112-010.06.99 sayılı Gümrüklerde Nakit Kontrolleri Genelgesi bundan sonra metin içerisinde Nakit Kontrol Genelgesi olarak kullanılacaktır. 24  32 sayılı Karar 1991, 2006, 2011,  2015 ve 2018 yıllarında değişikliğe uğramıştır.  25  Yolcu  rehberi  için  bkz.  http://  ggm.gtb.gov.tr/ data/51eabfcedc3f/YOLCU%20REHBER%  C% B%20(RES%C%BML%C%B).pdf (erişim tarihi: 28.10.2019). 26  https: // tanitma. ktb. gov. tr/ TR-22885/ yolcular-beraberinde-ne-kadar-turk-lirasi-doviz-yurda-g-.html (erişim tarihi: 28.10.2019). 261Küpe    Hacettepe HFD, 11(1), 2021, 255-281 her  türlü  araç  ve  belgenin  izinsiz  olarak  yurttan  çıkarılması  veya  yurda  sokulması mahiyetinde  ise  21/3/2007  tarihli  ve  5607  sayılı  Kaçakçılıkla  Mücadele  Kanunu hükümlerine göre suç veya kabahat oluşturmadığı takdirde kişi; eşya ve kıymetlerin rayiç bedeli kadar, teşebbüs halinde bu bedelin yarısı kadar idarî para cezası ile cezalandırılır.    O halde yurt içine kambiyo, para, hisse veya tahvil alım ve satımının ve bunlar ile kıymetli madenler ve kıymetli taşlarla bunlardan üretilen ya da bunları içeren her türlü eşya ve kıymetlerin ve ticari senetlerle ödemeyi temine yarayan her türlü araç ve belgeyi yurt içine sokmaya çalışan kişilerin bildirim ve izin zorunluluğu bulunmaktadır. Diğer  taraftan  Türk  parasının  kıymetini  koruma  hakkında  ilgili  mevzuat kapsamında,  yurt  içine  nakit  girişi  için  uyulması  gereken  hususlar,  Nakit  Kontrol Genelgesinde de belirlenmiştir.  Bu Genelgeye göre: Yolcuların üzerlerinde, bagajlarında veya taşıtlarında, 32 sayılı Kararın 17. maddesi kapsamında yurt dışından alınan bir krediyi veya 14. maddesi kapsamında kişisel sermaye niteliğindeki kıymetleri gümrük giriş noktalarından yurda getirmesi mümkün değildir. Bu nakit ancak bankacılık sistemi vasıtasıyla yurda getirilebilir. Dolayısıyla yurda giriş yapacak yolcuların, bankacılık sistemi dışında, yanlarında kişisel sermaye veya kredi olarak nakit getirmeleri mümkün değildir. Bu kapsamda kişisel borçlar, armağan, hediye, bağış, çeyiz, gelin ve damadın karşı tarafa verdiği para, miras, veraset veya kalan mal ve göçmen işçilerin kendi ülkesindeki borçlarını  tasfiyesine  yönelik  ödemeler  ve  göçmen  varlıkları  kişisel  sermaye  kabul edilmektedir.   Belirtildiği üzere 32 Sayılı Karar da, kişisel sermaye hareketlerinin ve kredi temininin bankalar aracılığı ile yapılması gerektiği düzenlenmektedir. Kararın 14. madde hükmüne göre:  Türkiye de ve dışarıda yerleşik gerçek kişilerin, bankalar aracılığıyla kişisel sermaye hareketlerine ilişkin yurt dışından yurt içine ve yurt içinden yurt dışına yapacakları transferler serbesttir. Kişisel sermaye hareketlerinin kapsamı Hazine ve Maliye Bakanlığı tarafından belirlenir.  Aynı şekilde Kararın 17. madde hükmüne göre:  262Küpe    Hacettepe HFD, 11(1), 2021, 255-281  Türkiye de yerleşik kişilerin, yurt dışından Türk lirası kredi temin etmeleri serbesttir. Temin edilen kredilerin bankalar aracılığıyla kullanılması zorunludur.  Nakit  Kontrol  Genelgesine  göre,  aksine  bilgi  ve  belge  olmaması  durumunda, yolcuların, taşıdıkları nakdin kaynağına ilişkin gümrük idaresine yaptıkları beyan esastır. Yolcu beraberinde getirilen nakdin kaynağının, kredi veya kişisel sermaye olmadığının beyan edilmesi durumunda girişine izin verilir. Nakdin kaynağının, yurt dışından alınan bir kredi veya kişisel sermaye hareketi olduğunun beyan edilmesi halinde, bu durum Nakit Beyan Formu ile kayıt altına alınır, ancak nakdin girişine izin verilmez. O halde yolcu beyanına öncelik verilerek, beraberinde getirdiği nakdin, kredi veya kişisel sermaye niteliğinde olmadığını beyan etmesi durumunda girişine izin verilecektir.  Yurt dışından temin edilen krediler ve kişisel sermaye niteliğindeki kıymetler hariç olmak üzere, mal ve hizmet ihracat bedeli, transit ticarete ilişkin kazançlar ile yabancı sermaye bedeli veya bankacılık sistemi vasıtasıyla getirilenler hariç olmak üzere diğer kaynaklardan temin edilen nakdin gümrük giriş noktalarından yurda getirilmesi serbesttir. Bu nakit, Nakit Beyan Formu ile gümrük idaresine beyan edilebilir. Nakdin beyan edilmesi  ise  zorunlu  değildir  ve  yolcular  beyana  zorlanamaz.  gümrük  memurları tarafından,  yolcudan  nakdin  miktarı  ve  kaynağına  ilişkin  açıklama  talep  edilebilir. Gümrük memurlarının talep etmeleri halinde, yolcuların getirdikleri nakdi, Nakit Beyan Formu  ile  gümrük  idaresine  beyan  etmeleri  mümkündür.  Yolcu  tarafından  yapılan beyanın doğru olup olmadığı ise gümrük idaresince gerçekleştirilecek kontrol suretiyle tespit edilmektedir. Şayet beyanın doğru yapılmadığı gümrük memurlarınca tespit edilirse, fiil ayrıca bir  suç  veya  kabahat  teşkil  etmiyorsa,  idari  para  cezası  ile  cezalandırılmaktadır.                                                            27  Açıklamanın doğru  yapılmadığının tespiti halinde tutanak tutularak en az iki  memur tarafından imzalanıp MASAK a bildirilir. Suç Gelirlerinin Aklanmasının Önlenmesi Hakkında Kanuna (Kanun Numarası: 5549, Kabul Tarihi: 11.10.2006, RG 18.10.2006-26323) istinaden istenilen açıklamanın eksik yapıldığının veya hiç yapılmadığının anlaşılması halinde 2.500 TL yi aşan farklar için aynı Kanunun 16. maddesi gereğince gümrük idaresi tarafından, açıklanmayan miktarın yüzde 10 u tutarında idari para cezası kesilir ve söz konusu nakit muhafaza altına alınır.  28  Gümrük idaresine yapılacak açıklama başlıklı 16. madde hükmüne göre: (1) Türk parası, döviz veya bunlarla ödemeyi sağlayan belgeleri yurt dışına çıkaran veya yurda getiren yolcular, gümrük idaresinin talebi üzerine bunlarla ilgili olarak tam ve doğru açıklama yapmakla mükelleftir.   263Küpe    Hacettepe HFD, 11(1), 2021, 255-281 Mevzuatla yasaklanan kıymetlerin yurt içine sokulmaya çalışıldığının tespiti halinde ise kişi, eşya ve kıymetlerin rayiç bedeli kadar, teşebbüs halinde ise bu bedelin yarısı kadar idari  para  cezası  ile  cezalandırılmaktadır  (TPKKHK  m.  3/2).  Kabahatin  konusunu yabancı para oluşturması halinde ise idari para cezasının hesaplanmasında, fiilin işlendiği tarih itibarıyla Türkiye Cumhuriyeti Merkez Bankasının bu paraya ilişkin döviz satış kuru esas alınmaktadır (TPKKHK m. 3/7).  Nihayetinde bildirim yükümlülüğüne uyulmamasının idari cezası Nakit Kontrol Genelgesine göre belirlenmekteyken, yurt içine sokulması yasak kıymetlerin yurt içine sokulmaya çalışılmasına bağlanan yaptırımın TPKKHK da düzenlendiği görülmektedir.  B. YURT DIŞINA NAKİT ÇIKIŞI  Yurt dışına nakit çıkışıyla ilgili esaslar, yurt içine nakit girişinde olduğu gibi TPKKHK, 32 Sayılı Karar ve Nakit Kontrol Genelgesi ile düzenlenmektedir. Ancak yurt içine nakit girişi ile yurt dışına nakit çıkışı arasında bir takım farklılıklar da bulunmaktadır. İki mevzu hakkındaki düzenlemeler arasında göze çarpan ilk fark, yurt dışına nakit çıkışlarında belirli bir miktar sınırının öngörülmüş olmasıdır. 32 Sayılı Karara göre bu sınır, yurt dışına çıkarılacak paranın Türk Lirası veya döviz olmasına göre farklılık göstermektedir. Öngörülen sınır Türk parası ve Türk parası ile ödemeyi sağlayan belgelerde 25 Bin Türk Lirası (3/d) iken, döviz cinsinde 10 Bin Avro dur. Bu nedenle 25 Bin Türk Lirasını ve 10 Bin Avro veya eşitini aşan efektifin yurt dışına çıkarılması Hazine ve Maliye Bakanlığınca belirlenecek esaslar dâhilinde yapılmaktadır (4/f).  Yurt dışına para çıkışını düzenleyen 32 sayılı Kararın en güncel hali bahsedilen şekilde olmakla beraber, zaman zaman değişiklikler yapılarak yurt dışına çıkarılacak döviz sınırının arttırıldığı görülmektedir. Hükmün bu değişikliklerden önceki ilk halinde,                                                            (2)  Yetkililerce talep edildiği halde herhangi bir açıklama yapılmaması veya yanlış ya da yanıltıcı açıklama yapılması halinde, yolcu beraberindeki değerler gümrük idaresi tarafından muhafaza altına alınır. Gümrük idaresince, açıklamada bulunmayan yolculara taşıdıkları değerin, tutar konusunda gerçeğe aykırı açıklamada bulunan yolculara ise taşıdıkları değer ile açıkladıkları değer arasındaki farkın  onda  biri  kadar  idarî  para  cezası  kesilir.  Ayrıca  durum  şüpheli  sayılarak  Başkanlığa bildirilmekle birlikte ilgili diğer mercilere de intikal ettirilir. Bin beş yüz Yeni Türk Lirasına kadar olan farklar için bu fıkra hükmü uygulanmaz. 264Küpe    Hacettepe HFD, 11(1), 2021, 255-281 yurt dışına döviz çıkışlarında 3 Bin ABD Doları veya eşiti kadar efektif sınırlaması olduğu görülmektedir. Bahsi geçen düzenleme,  Türkiye'de yerleşik kişiler yurt dışına çıkışlarında, beraberlerinde 3 Bin ABD Doları veya eşitine kadar döviz çıkarabilirler. Bu miktarın üzerinde döviz çıkarılabilmesi, ancak kendilerine bankalarca döviz verildiğinin tevsiki kaydıyla mümkündür. Dışarıda yerleşik kişiler ile Türkiye'de yerleşik sayılmakla birlikte yurt dışında çalışan Türk uyruklu kişiler, yurda girişlerinde beyan etmiş olmak kaydıyla, 3 Bin ABD Doları veya eşitini aşan miktarlardaki dövizlerini beraberlerinde yurt dışına serbestçe çıkarabilirler  şeklindedir.  Düzenleme bu haliyle Türkiye de yerleşik kişilerin, dışarıda yerleşik kişilerin ve Türkiye de yerleşik sayılmakla birlikte yurt dışında çalışan Türk vatandaşı kişilerin yurt dışına para çıkarmasını kapsamaktadır.  32 sayılı Karar da 1991 yılında yapılan değişiklikle yolcular 5 bin ABD Doları veya eşitine kadar efektifi beraberinde yurtdışına çıkarabilirler düzenlemesi getirilerek,  yolcu  kavramı kullanılmış ve böylece, hem yabancılar hem de yerleşim yeri Türkiye de olmayan kişiler için ortak bir ibare kullanılması isabetli olarak tercih edilmiştir. 32 sayılı Kararın 2/d madde hükmünde, yolcu, geçerli pasaport veya pasaport yerini tutan belgeler taşıyan ve Türkiye ye girmek veya Türkiye den çıkmak üzere tespit edilen giriş-çıkış kapılarına gelen kişi olarak tanımlanmaktadır. Dolayısıyla yerleşim yeri ve uyruğa bağlı olarak yapılan ayrımın, kaldırıldığı görülmektedir. Yukarıdaki düzenlemelerden anlaşıldığı üzere, 10 bin Avro veya eşiti olarak tespit edilmiş belirli bir miktar paranın altındaki yurt dışı çıkışlarında herhangi bir beyan                                                            29  Bahsi  geçen  düzenleme,  32  Sayılı  Kararın  11.8.1989  tarihli  ve  20249  sayılı  Resmi  Gazete de yayımlanan ilk haline göredir. 30  20.6.1991 tarihli 20907 sayılı Resmi Gazete de yayımlanan 12.6.1991 tarihli ve 91/1935 sayılı Bakanlar Kurulu Kararı ile 32 Sayılı Kararın ilgili kısmı değiştirilmiştir. 31  Dışişleri Bakanlığı yolcuyu şu şekilde tanımlanmaktadır:  Ticaret, memuriyet, tahsil, ziyaret, tedavi veya turizm gibi herhangi bir amaçla kısa veya uzun bir süre kalmak üzere, yabancı bir ülkeden karayolu, demiryolu, deniz veya hava yollarından biriyle Türkiye Gümrük Bölgesine gelen, yabancı bir ülkede oturan Türkler ve yabancılar ile herhangi bir amaç ile gittikleri yabancı ülkeden kesin veya geçici olarak dönen, Türkiye'de oturan Türkler ve yabancılar ile Türkiye'den aynı amaçlarla ve aynı yollarla yabancı bir ülkeye giden benzeri Türk ve yabancılardır.  http://www.mfa.gov.tr/turkiye_yeait-gumruk-bilgileri.tr.mfa  (erişim tarihi: 28.10.2019).   265Küpe    Hacettepe HFD, 11(1), 2021, 255-281 zorunluluğu öngörülmemiştir. Ancak ülkeden çıkarılacak nakit döviz, 10 bin Avro veya eşiti olarak tespit edilmiş miktarı aştığı takdirde gümrük idarelerine nakit beyan formu doldurularak bilgi verilmesi zorunludur. Beyanda bulunulmaması veya yanlış ya da yanıltıcı beyanda bulunulması halinde söz konusu değerler gümrük idarelerince muhafaza altına  alınmakta  ve  durum  şüpheli  kabul  edilerek  Mali  Suçlar  Araştırma  Kurulu Başkanlığına bildirilmektedir. Ayrıca konu, TPKKHK uyarınca Cumhuriyet Savcılığına bildirilip ve alınacak talimata göre hareket edilmektedir (m. 3/1). Yurt içine nakit döviz girişi ile yurt dışına nakit döviz çıkışı arasında fark yaratacak şekilde düzenleme yapılmasının nedeni ise anlaşılamamaktadır. Avrupa Birliğine giriş yaparken veya Avrupa Birliğinden ayrılırken nakit beyanında bulunma zorunluluğu, Avrupa Birliğinin kara para aklanmasına ve terörist faaliyetlerin finansmanına karşı mücadele stratejisinin bir parçasıdır. Avrupa Birliği ülkelerine girişte veya Avrupa Birliği ülkelerinden çıkışta yanında 10 bin Avro ya da diğer para birimlerinde bu paraya denk bir  tutar  veya  daha  fazla  nakit  bulunduran  kişiler  bir  form  doldurarak  bildirimde bulunmak zorundadır. Ancak Türk gümrük mevzuatında yurt içine nakit girişi ile ilgili herhangi bir sınırlamaya rastlanmamıştır. Nakit kontrol genelgesinde yurt dışına nakit çıkarılmasına ilişkin parasal sınır yanında  bazı  kıymetlerin  de  yalnızca  bankacılık  sistemi  vasıtasıyla  yurt  dışına aktarılabileceği belirtilmektedir.                                                            32  Nakit beyan formu elektronik ortamda doldurulmakla birlikte bu formda kimlik bilgilerinin yanı sıra beyan edilen nakidin miktarı ve ihracat, sermaye bedeli, transit ticaret gibi nakdin geliş sebebine ilişkin bilgiler yer almaktadır. 33  https://ec.europa.eu/taxation_customs/sites/taxation/files/docs/body/tr_declaration_form.pdf  (erişim tarihi: 28.10.2019). 34  Yalnızca bankacılık sistemi vasıtasıyla yurt dışına çıkarılabilecek kıymetler şunlardır: a) 32 sayılı Kararın 13. maddesi kapsamında yurt dışına çıkarılacak yerli sermaye (Türkiye de yerleşik kişilerin yurt dışında yatırım yapmak veya ticari faaliyette bulunmak amacıyla kurudukları şirketler, katıldıkları ortaklıklara ve açacakları şubelere nakdi sermaye), b) 32 sayılı Kararın 14 üncü maddesi kapsamında, kişisel sermaye niteliğindeki kişisel borçlar, armağan, hediye, bağış, çeyiz, gelin ve güveyin karşı tarafa verdiği para, miras, veraset veya kalan mal ve göçmen işçilerin kendi ülkesindeki borçlarını tasfiyesine yönelik ödemeler ve göçmenlerin varlıkları gibi nakit, c)   Türkiye Cumhuriyet Merkez Bankası nın Sermaye Hareketleri Genelgesi nin 2.5. No lu bölümü kapsamında yurt dışına verilecek krediler (Türkiye de yerleşik kişilerce yurt dışında pay sahibi olduğu ortaklıklara, yurt dışındaki ana şirkete ve grup şirketlerine verilecek döviz veya Türk Lirası kredileri), 266Küpe    Hacettepe HFD, 11(1), 2021, 255-281 II. YURT İÇİNE NAKİT GİRİŞİNE VE YURT DIŞINA NAKİT ÇIKIŞINA İLİŞKİN ÖRNEK BİREYSEL BAŞVURU KARARLARI Herkes, Anayasa da tanınan temel hak ve özgürlüklerin yanı sıra, Avrupa İnsan Hakları Sözleşmesi ve Türkiye nin taraf olduğu ek protokollerdeki haklardan birinin ya da bir kaçının kamu gücü tarafından ihlal edildiği iddiası ile Anayasa Mahkemesine başvurabilir.  İnceleme konusu yaptığımız aşağıdaki kararlar bakımından özetle:  Mohamed Kashet ve Diğerleri kararında başvurucular, yurt içine bildirimsiz döviz sokulmasına teşebbüs edilmesi kabahatinden ötürü idari para cezası verilmesi nedeniyle, mülkiyet  hakkının  ihlal  edildiği  iddiasıyla,  Anayasa  Mahkemesine  başvurmuşlardır. Anwar Mohammed Tareef Zaid kararında ise başvuru konusu, yurt dışına nakit döviz çıkarmaya teşebbüs kabahatinden ötürü verilen idari para cezasının iptaline rağmen, peşin olarak ödenen tutarın faizinin ve kur kaybının ödenmesi talebinin reddedilmesi nedeniyle mülkiyet hakkının ihlal edildiği iddiasına ilişkindir. Anayasa Mahkemesinin her iki kararda da mülkiyet  hakkının ihlaline kararı vermesi  dolayısıyla kararlar önem  arz etmektedir. Bu kararlara göre daha eski olan Orhan Gürel başvurusu ise bildirim ve izin koşuluna uymaksızın, yurt dışına döviz çıkarılması kabahatinden dolayı idari para cezası verilmesinin mülkiyet hakkını ihlal ettiği iddiasıyla Anayasa Mahkemesine bireysel başvuru  konusu  olmuştur.  Ancak  Anayasa  Mahkemesi  aynı  esasları  uygulamasına                                                            ç)   Dışarıda yerleşik kişilerin, (yurt dışındaki yatırım ortaklıkları ve yatırım fonları dâhil) sermaye piyasası mevzuatına göre yetkili bulunan bankalar ve aracı kurumlar vasıtası ile satın alacakları, satacakları her türlü menkul kıymetler ile diğer sermaye piyasası araçlarını ve bu kıymetler ve araçlara ait gelirler ile bunların satış bedelleri, d)   Türkiye'de yerleşik kişilerin; bankalar ve sermaye piyasası mevzuatına göre yetkili bulunan aracı kurumlar vasıtasıyla yurt dışındaki mali piyasalarda işlem gören menkul kıymetlerin ve diğer sermaye piyasası araçlarının alış bedelleri, e)   Dışarıda  yerleşik  kişilerin  Türkiye'de  satın  aldıkları  veya  sahip  oldukları  gayrimenkul  ve gayrimenkule bağlı ayni hakların gelirleri ve satış bedelleri, f)   Türkiye'de yerleşik kişilerce yurtdışında gayrimenkul ve gayrimenkule bağlı ayni hakların alış bedelleri, gümrük çıkış noktalarından çıkarılamaz. Bu kapsamdaki nakit ancak bankacılık sistemi vasıtasıyla çıkarılabilir.  35   RG 19.03.1954-8662. Türkiye Sözleşmeyi, 04.11.1950 tarihinde imzalamış ve 10.03.1954 tarih ve 6366 sayılı Kanun ile onaylamıştır.  267Küpe    Hacettepe HFD, 11(1), 2021, 255-281 rağmen, diğer iki karardan farklı olarak Orhan Gürel başvurusunda mülkiyet hakkının ihlal edilmediğine karar vermiştir.  A. MOHAMED KASHET VE DİĞERLERİ KARARI Mohamed Kashet ve Diğerleri kararı, yabancı bir kişinin, izinsiz olarak yurt içine nakit döviz sokmaya teşebbüs etmesine dayalı olarak almış olduğu idari para cezasının, mülkiyet hakkı gibi temel bir hakkının ihlal edildiği iddiasıyla Anayasa Mahkemesine yapmış olduğu başvuru sonucu verilmiş bir karardır. Karara konu olay şu şekilde özetlenebilir: Suriye  uyruklu  başvurucular,  Mersin  Serbest  Bölgesinde  faaliyet  gösteren  A. Otomotiv Yedek Parça Pazarlama Sanayi ve Ticaret Ltd. Şti. nin ortaklarıdır. Bu şirketin 3 milyon TL değerindeki 6 bin hissesi, başvuruculardan Mohamed Kashet ve Z.A.  ya ait iken bu kişiler tarafından bazı hisselerin satış işlemleri yapılmıştır. Buna göre;  i. Başvurucu Mohamed Kashet 480 hissesini, 240 bin TL karşılığında Zakwan Habbal'a, 840 hissesini 420 bin TL karşılığında Tamam Habbal'a, 840 hissesini 420 bin TL karşılığında M.H. ye,  ii. Şirket ortaklarından Z.A. 960 hissesini 480 bin TL karşılığında Riad Habbal'a, 840 hissesini 420 bin TL karşılığında Ziad Habbal'a, 360 hissesini 180 bin TL karşılığında Zakwan Habbal'a satmış, bu satış işlemleri 6/11/2014 tarihli Ticaret Sicili Gazetesinde yayımlanmıştır.   Mersin Serbest Bölge Gümrük Müdürlüğü Gümrük Muhafaza Bölge Amirliği personeli tarafından 20/10/2014 tarihinde yapılan çıkış kontrolleri sırasında araç çıkış kapısına gelen aracın bagajında iki adet çanta içerisinde 630 bin Amerikan Doları ve yaklaşık 11 bin TL nakit para bulunmuştur. Araç içerisinde başvuruculardan Moslem Alhabbal ve Wael Alhabbal ile B.A., KA. ve A.Y.S. bulunmaktadır. Araçta bulunanlar bu paranın A. Şirketine ait olduğunu beyan etmişlerdir.  Gümrük görevlilerince, Mersin Cumhuriyet Başsavcılığının talimatıyla bu paraya el konulmuş, el koyma kararı Mersin 2. Sulh Ceza Hâkimliğinin kararıyla onaylanmıştır. 268Küpe    Hacettepe HFD, 11(1), 2021, 255-281 Cumhuriyet  Başsavcılığınca  eylemin  idari  yaptırımı  gerektirdiği  kanaatiyle kovuşturmaya  yer  olmadığına  karar  verilmiştir.  Başvurucular  el  koyma  kararının kaldırılması için Mersin 2. Sulh Ceza Hâkimliğine itirazda bulunmuşlardır. Sulh Ceza Hâkimliği itirazın kabulü ile el koyma kararının kaldırılmasına ve el konulan nakit paranın başvuruculara iadesine karar vermiştir.  Kararın gerekçesinde, TPKKHK kapsamında, itiraz konusu kabahatin konusunu oluşturan paranın, mülkiyetinin kamuya geçirileceğine veya müsadere edileceğine dair bir hükmün mevcut olmadığı vurgulanmıştır. Cumhuriyet Başsavcılığı, TPKKHK un 3. maddesinin üçüncü, dördüncü, beşinci ve altıncı fıkralarına göre kabahat işledikleri gerekçesiyle başvurucuların ayrı ayrı 715.169 TL idari para cezası ile cezalandırılmasına karar vermiştir.   Başvurucular bu karara, Mersin 1. Sulh Ceza Hâkimliği nezdinde itiraz etmişlerdir. Sulh Ceza Hâkimliği konu hakkında bilirkişi incelemesi yaptırmıştır. Gümrük alanında uzman bilirkişinin raporunda, söz konusu nakit paranın banka aracılığıyla gönderilmesi imkânı varken çanta içinde nakit olarak Mersin Serbest Bölgesinden ülkeye sokulması sırasında  yakalandığı  belirtilmiştir.  Bilirkişiye  göre,  itirazda  bulunanlar  söz  konusu paranın yolcu beraberinde taşındığını ileri sürmüşlerse de bu kişiler ilgili mevzuatta tarif edilen yolcu tanımına uymamaktadır. Bilirkişi bu sebeple itiraza konu kararın yanlış olduğunun söylenemeyeceğini ifade etmiştir. Sulh Ceza Hâkimliği itirazın reddine karar vermiştir. Kararın gerekçesinde, bilirkişi raporunun yeterli olduğuna değinilmiş ve bu rapora itibar edilerek idari yaptırımın usul ve kanuna uygun olduğu sonucuna varılmıştır. Başvurucuların bu karara karşı yaptıkları itiraz da usul ve kanuna uygun olduğu, itiraz gerekçelerinin  ise  yerinde  olmadığı  belirtilerek  reddedilmiştir.    Bunun  üzerine başvurucular 16/11/2015 tarihinde bireysel başvuruda bulunmuşlardır. Başvuruculardan her birine ayrı ayrı 715.169 TL para cezası kesilmiş olmakla birlikte, tek bir olaydan dolayı gümrük makamlarına bildirilmeyen 630.000 Dolar (o zaman ki rayiçle 1.426.200 TL) tutarındaki para için toplamda bu paranın yaklaşık üç                                                            36  Başvurucular, mülkiyet, adil yargılanma, etkili başvuru hakkı ile ayrımcılık yasağının ve hukuk devleti ilkesinin ihlal edildiği iddiasını ileri sürmüşler ancak Anayasa Mahkemesi başvurucular tarafından yapılan  hukuki  nitelendirme  ile  bağlı  olmadığından,  olayı  yalnızca  mülkiyet  hakkı  kapsamında değerlendirmiştir. 269Küpe    Hacettepe HFD, 11(1), 2021, 255-281 buçuk katı oranında, 5.006.183 TL idari para cezası kesildiği görülmektedir. Her birine ayrı ayrı ceza kesilmesinin sebebini ise Kabahatler Kanununda bulmaktayız.  Zira Kabahatler  Kanununun  14.  madde  hükmüne  göre,  kabahatin  işlenişine  birden  fazla kişinin iştirak etmesi halinde, bu kişilerin her biri hakkında, fail olarak idarî para cezası verilir.  Bahsi  geçen  olay  üzerine  Anayasa  Mahkemesi  yurt  içine  izinsiz  nakit  döviz sokulmasına teşebbüs kabahatinden ötürü idari para cezası verilmesi nedeniyle mülkiyet hakkının ihlal edildiği iddialarının kabul edilebilir olduğuna karar vermiştir. Mahkeme olayı ölçülülük kapsamında, elverişlilik, gereklilik ve orantılılık olmak üzere üç ilke bakımından incelemiştir. Elverişlilik,  müdahalenin  belirtilen  kamu  yararını  gerçekleştirmeye  elverişli olmasını ifade etmektedir. Olayda müdahaleyle, dövizin nakit olarak yurda girişinin kontrol edilmesi amaçlanmaktadır. Başvurucular her ne kadar, yurt içine nakit döviz getirmenin yasak olmadığını öne sürerek, verilen idari para cezalarının kanuna aykırı olduğunu  belirtseler  de,  TPKKHK nun  3.  maddesine  göre,  TPKKHK da  yazılı kıymetlerin izinsiz olarak yurttan çıkarılması veya yurda sokulması mahiyetindeki fiiller, Kaçakçılıkla  Mücadele  Kanunu  hükümlerine  göre  suç  veya  kabahat  oluşturmadığı takdirde kişi, eşya ve kıymetlerin rayiç bedeli kadar, teşebbüs halinde bu bedelin yarısı kadar idarî para cezası ile cezalandırılmaktadır.  Ayrıca 32 sayılı Kararın yorumuna göre de döviz alış-verişi serbest olmasına rağmen, yurt içine nakit döviz getirilmesi veya yurt dışına nakit döviz çıkarılmasına ilişkin izin yükümlülüğü öngörülmüştür. Dolayısıyla idarenin almış olduğu kararların keyfi  ve  öngörülemez  olduğu  söylenemez.  Böylece  gereklilik  bakımından  da müdahalenin gerekli olmadığı söylenemeyecektir.  Esas  sorun  ise  müdahalenin  ölçülü  olup  olmadığıdır.  Anayasa  Mahkemesi, uluslararası sözleşmelerin bir gereği olarak suçla mücadele bakımından, bildirimsiz ve                                                            37  Kanun Numarası: 5326, Kabul Tarihi: 30.3.2005, RG 31.3.2005 -25772 (Mükerrer) 38  Anayasa Mahkemesi Mohamed Kashet ve Diğerleri kararını verirken daha önce konuya ilişkin ilkelerin ortaya konulduğu Orhan Gürel başvurusundan (Anayasa Mahkemesi, 2015/15358, 24.5.2018) yola çıkmış ancak aynı ilkelerin uygulanması farklı sonuçlar doğurmuştur.   270Küpe    Hacettepe HFD, 11(1), 2021, 255-281 izinsiz  nakit  akışının  kontrolünün  ayrı  bir  önem  taşıdığını  ve  devletin  idari  para cezalarının düzenlenmesi ve uygulanması alanında geniş bir takdir yetkisinin olduğunu kabul  etmektedir.  Ancak  bu  takdir  yetkisinin  kullanımının,  mülkiyet  hakkının korunmasının gerekliliklerine uyulması  gibi bir sınırı da bulunmaktadır. Buna  göre müdahalenin yukarıda da değinildiği üzere mülk sahiplerine şahsi olarak aşırı bir külfete de yol açmaması gerekmektedir. Somut olayda ise aynı olaydan ve fiilden kaynaklandığı hâlde kabahatin işlenişine birden fazla kişinin iştirak ettiği gerekçesiyle, başvurucuların her biri hakkında ayrı ayrı olmak üzere idari para cezaları uygulanarak, ele geçirilen paranın yaklaşık üç buçuk katı oranında bir para cezasının uygulandığı görülmektedir.  Netice itibarıyla, Anayasa Mahkemesi, bildirimsiz ve izinsiz yurda sokulmaya teşebbüs edilen para miktarının çok üzerinde olması sebebiyle başvurucular hakkında öngörülen idari para cezasını ölçüsüz bir yaptırım olarak oyçokluğuyla kabul etmiştir. Nitekim amaç, bildirim ve izin yükümlülüğüne uyulmasını sağlamaktan ibaret olduğuna göre, koruduğu hukuki ve maddi menfaat karşısında, verilen idari para cezası yaptırımının başvurucular bakımından şahsi olarak aşırı bir külfete yol açtığı söylenebilir. Başvurucular, ihlallerin tespiti, yargılamanın yenilenmesi ve ayrı ayrı yirmi bin TL maddi tazminata karar verilmesini talep etmiştir. Anayasa Mahkemesi üyeleri, somut olayda, hem mülkiyet hakkının ihlal edilip edilmediği hususunda hem de ihlalin kaynağı ve giderimine yönelik görüşlerinde fikir ayrılığına düşmüştür. Neticede ise oyçokluğuyla başvuruculara uygulanan idari para cezasının, mülkiyet hakkını ihlal ettiğine ve bu ihlalin ortadan kaldırılmasına yönelik yeniden yargılama yapılmak üzere derece mahkemesine gönderilmesine hükmedilmekle birlikte başvurucuların tazminat talepleri reddedilmiştir. Mahkeme verilen idari para cezası yaptırımının miktarının, mülkiyet hakkını ihlal ettiği hususunda bir oy hariç hem fikirdir. Mülkiyet hakkının ihlal edilmediği sonucuna varan oyun gerekçesi ise şu şekildedir:   Mevzuatta yer alan birçok düzenleme ile idari para cezalarının saptanmasında farklı usul ve yöntem öngörüldüğü, bu meyanda hafif kabul edilebilecek kimi fiiller yönünden yüksek sayılabilecek idari para cezalarının bulunduğu, bunda ihlâl edilen kamu düzeninin vahameti ölçütünün etken olduğu ve bu hususun esasen yasa koyucunun takdir hakkı içerisinde bulunduğu açıktır. Başvurunun somutuna esas teşkil eden idari 271Küpe    Hacettepe HFD, 11(1), 2021, 255-281 para cezasının yer aldığı yasal düzenleme de, Türk parasının kıymetini koruma gibi kamu yararı amacıyla yapılmış olup, ölçülü bir yaptırım öngörmektedir. Dolayısıyla, sadece ele geçirilen dövizin miktarına ve verilen para cezasına bakılarak bir değerlendirme yapılması doğru olmadığı gibi, buna benzer birçok düzenlemenin mevzuatta yer aldığı (belirtilen saat dışında tekel ürünlerinin satılması, akaryakıt istasyonlarında mevzuata aykırı fiiller vb.) gözetildiğinde, ortada başvurucular aleyhine bozulan bir dengenin varlığından da söz edilemez. Açıklanan nedenlerle, başvurucuların mülkiyet hakkının ihlâl  edilmediği  kanaatine  vardığımdan,  çoğunluğun  aksi  yönündeki  kararına katılmıyorum  şeklindedir. Öte  yandan  ihlalin  giderilmesi,    sonuçlarının  ortadan  kaldırılması  ve  maddi tazminat talebi hakkında da mahkeme üyelerinin farklı fikirlerde olduğu görülmektedir.  Bu  ayrılık  özellikle  ihlalin  kaynağı  ve  giderimi  konusunda  karşımıza  çıkmaktadır. Üyelerden bir kısmı, ki bunlar çoğunluğu oluşturduğu için karar da bu görüş yönünde verilmiştir, ihlalin ortadan kaldırılması için yeniden yargılama yapılması ve ilk derece mahkemesince öncelikle ihlale yol açan kararın ortadan kaldırılıp, ardından yeni bir karar verilmesi  gerektiği  görüşünde  olmakla  beraber,  ihlalin  kaynağının  TPKKHK  ile Kabahatler Kanununun ilgili hükümlerinin birlikte ölçüsüz yorumundan kaynaklandığını savunmaktadır. Bu görüşteki üyeler, başvuruculara sadece kendi kabahatlerine konu döviz tutarları üzerinden para cezası verilmesi gibi farklı bir yorum tarzıyla ihlalin ortadan  kaldıracağını  savunmaktadırlar.  İhlalin  kaynağını  mevzuattın  yanlış yorumlanmasında bulan bu görüşün karşısında, ihlalin kaynağının bizzat  mevzuatın kendisi olduğunu kabul eden görüş yer almaktadır. Dolayısıyla üyelerden bir kısmı, mevzuattaki  açık  hükümler  karşısında  yorum  yapılamayacağından  bahisle,  yeniden yargılama yapılmasının yeterli olmayacağını, aynı zamanda ilgili mevzuat değişikliğinin de yapılması gerektiğini ve bu nedenle benzer ihlallerin önüne geçmek için kararın bir                                                            39  Tütün  Mamulleri  ve  Alkollü  İçkilerin  Satışına  ve  Sunumuna  İlişkin  Usul  ve  Esaslar  Hakkında Yönetmelik,  RG  07.01.2011  -27808,   8/1-d)  Alkollü  içkiler,  22:00  ila  06:00  saatleri  arasında perakende olarak satılamaz.  40  5015 Sayılı Petrol Piyasası Kanunu, RG 20.12.2003-25322:  19/1-a…iki milyon Türk Lirasından az olmamak ve on milyon Türk Lirasını geçmemek üzere fiilin işlendiği tarihten bir önceki yılda ilgili lisansa konu petrol piyasası faaliyetinden elde edilen net satış hasılatının binde on dördü oranında idari para cezası uygulanır.  272Küpe    Hacettepe HFD, 11(1), 2021, 255-281 örneğinin de yasama organına gönderilmesi gerektiği kanaatine varmıştır. Aynı üyeler ayrıca  somut  olayda,  Kanun  hükmünün  değiştirilmesinin,  başvurucuların mağduriyetlerinin giderilmesine tam olarak sağlamayacağı düşüncesi ile tazminat da ödenmesine karar verilmesi gerektiği görüşündedir.  B. ANWAR MOHAMMED TAREEF ZAİD KARARI Yurt  dışına  döviz  çıkarmaya  teşebbüs  kabahatinden  ötürü  verilen  idari  para cezasının iptaline rağmen peşin olarak ödenene tutarın faizinin ve kur kaybının ödenmesi talebinin reddedilmesiyle nedeniyle mülkiyet hakkının ihlal edildiği iddiasıyla Anayasa Mahkemesine bireysel başvuru konusu olan karara konu olay özetle şu şekildedir: Bingazi şehrinde ikamet eden Libya vatandaşı Anwar Mohammed Tareef Zaid isimli başvurucu 31/3/2012 tarihinde Bingazi'den İstanbul aktarmalı olarak Ürdün'ün Amman şehrine gitmek üzere yola çıkmış ancak uçağın İstanbul'a gecikmeli olarak gelmesi üzerine Amman'a gidecek uçağa yetişemeyince 1/4/2012 tarihli uçağa bilet almıştır.  Havaalanı kontrol noktasında yapılan arama neticesinde başvurucunun çantasında 2.549.500 Amerikan Doları nakit para bulunmuş ve bu paraya kolluk görevlilerince el konulmuştur. Bakırköy Cumhuriyet Başsavcılığı başvurucuya yurt dışına bildirimsiz döviz çıkarmaya teşebbüs kabahatinden dolayı 2.270.074 TL tutarında idari para cezası verilmesine karar vermiştir. Kararda, idari para cezasının kanun yoluna başvurulmadan on beş gün içinde ödenmesi hâlinde 1.702.556 TL olarak ödenebileceği belirtilmiştir. Başvurucu, Bakırköy Mal Müdürlüğü veznesine 1.702.556 TL tutarında ödeme yapmış ancak  daha  sonra  idari  para  cezasına  itiraz  etmiştir.  İtiraz,  Bakırköy  8.  Sulh  Ceza Mahkemesince kabul edilmiştir.  Mahkeme başvurucunun İstanbul aktarmalı olarak Amman'a gitmek üzere seyahate çıktığına vurgu yaparak, başvurucunun Libya'dan yanında getirdiği döviz cinsi parayı ülkeye sokma amacı bulunmadığı gibi paranın ülkeden yurt dışına çıkarılmasının da söz konusu olmadığını belirterek, bu sebeplerle, isnat edilen kabahatin Kanunda öngörülen unsurlarının oluşmadığı sonucuna varmıştır. Ancak Başsavcılığın itirazı üzerine Bakırköy 273Küpe    Hacettepe HFD, 11(1), 2021, 255-281 16. Asliye Ceza Mahkemesi itiraza konu kararı kaldırmıştır. Kararın gerekçesinde, hangi sebeple olursa olsun Türkiye'ye giriş yaptığı sırada başvurucunun çantasında bulunan parayı  yetkili  makamlara  bildirmemesinin,  yurt  dışına  bildirimsiz  döviz  çıkarmaya teşebbüs kabahatini oluşturduğu belirtilmiştir.  Başvurucu kanun yararına bozma talebinde bulunmuş, Yargıtay 7. Ceza Dairesi Asliye Ceza Mahkemesinin kararının bozulmasına karar vermiştir. Kararın gerekçesinde, kabahatlinin Libya'dan getirdiği döviz cinsi parayı ülkeye sokmak amacıyla hareket etmediği  gibi  yurt  içindeki  dövizin  ülke  dışına  çıkarılmasının  da  amaçlanmadığı vurgulanmıştır.  Buna  göre  itirazın  reddi  yerine  kabulüne  karar  verilmesinde  isabet görülmediği açıklanmıştır. Bozma kararına uyan Asliye Ceza Mahkemesi, Cumhuriyet Başsavcılığının itirazının reddi ile itiraza konu idari  yaptırımın kaldırılmasına karar vermiştir. Kararın bu şekilde kesinleşmesi üzerine başvurucunun ödediği para kendisine iade edilmiştir. Başvurucu, idari para cezasının iadesi ile birlikte bu paranın kanuni faizi ve dövizin uğradığı  değer  kaybının  da  kendisine  ödenmesi  talebiyle  Maliye  Bakanlığına başvurmuştur.  Maliye  Bakanlığı,  talebinin  uygun  görülmediğini  başvurucuya bildirmiştir. Başvurucu Ankara 12. İdare Mahkemesinde, Maliye Bakanlığı aleyhine iptal davası açmıştır.   Mahkeme davanın reddine karar vermiştir. Kararın gerekçesinde, kanunda idari para cezalarının kesinleşmeden icra yoluyla tahsil edileceğine ilişkin veya peşin ödeme indiriminden yararlanılarak ödenen idari para cezasının iadesi hâlinde, kanuni faizin ve kur farkının ödeneceğine ilişkin bir düzenlemenin yer almadığına vurgu yapılmıştır. Mahkeme  idari  para  cezasının  ancak  kesinleşmesi  hâlinde  tahsil  edilebilir  duruma geleceğine dikkati çekmiş ve ayrıca başvurucunun cebri icra tehdidi altında olmaksızın peşin ödeme indiriminden yararlanmak amacıyla ve rızaen kanun yoluna başvurmadan önce idari para cezası tutarının dörtte üçüne tekabül eden miktarı ödediğini belirtmiştir. Mahkemeye göre konuyla ilgili olarak davalı idareye yüklenebilecek bir hizmet kusuru bulunmadığından,  tazminat  isteminin  reddine  ilişkin  işlemde  hukuka  aykırılık bulunmamaktadır. Başvurucunun istinaf talebinde bulunması  üzerine, Ankara  Bölge İdare Mahkemesi 8. İdari Dava Dairesi, ilk derece mahkemesinin hükmünü onamıştır. 274Küpe    Hacettepe HFD, 11(1), 2021, 255-281 Kararın gerekçesinde, başvurucunun talebine konu ödemenin,  bir yargılama sürecine bağlı olarak gerçekleştiği belirtilerek bu kaybı karşılama yükümlülüğünün davalı idareye ait olduğu sonucuna varılmasının hukuken mümkün olmadığı açıklanmıştır.  Bunun üzerine başvurucu, haksız yere ödemek zorunda kaldığı paranın, sonradan geri almış olsa da, değer kaybına uğradığı ancak kendisine kanuni faiz veya döviz kaybı değerinin ödenmediği iddiasıyla bireysel başvuruda bulunmuştur. Anayasa Mahkemesi söz konusu olayda, başvurucunun iddialarını mülkiyet hakkı kapsamında incelemeyi uygun görmüştür. Anayasa Mahkemesinin benzer olaylarda, kamu makamlarının para borçlarını makul olmayan bir gecikme ile ödedikleri durumlarda, para alacağında meydana gelen değer aşınmalarının, başvurucular üzerinde şahsi olarak aşırı yük oluşturması halinde müdahaleyi  ölçülü  bulmayarak  mülkiyet  hakkının  ihlaline  karar  vermiştir.  Anwar Mohammed Tareef Zaid başvurusunda da başvurucuya verilen idari para cezasının tahsili ile bu para cezasının hukuka aykırı olduğunun tespit edilip iadesine kadar geçen süre 1 yıl 9 aydır. Dolayısıyla mahkemece bu süre için faiz ödenmemesinin, mülkiyet hakkı kapsamında değerlendirilen alacağı değer kaybına uğrattığına ve başvurucu yönünden şahsi olarak aşırı ve olağan dışı bir külfet yüklediğine karar verilmiştir.  C. ORHAN GÜREL BAŞVURUSU Orhan Gürel başvurusuna konu olayda, başvurucu, inşaat işleri yanında tıbbi ve ortopedik  ürünlerin  perakende  ticareti  ile  iştigal  etmektedir.  Yoğun  olarak Türkmenistan da faaliyet gösteren şirketin ortağı ve Yönetim Kurulu Başkanı Orhan Gürel, büyük bir miktar parayla yurt dışına çıkış yapmak üzereyken, yapılan ihbar üzerine İstanbul  Emniyet  Müdürlüğünün  Atatürk  Havalimanı  Şube  Müdürlüğü  görevlileri tarafından durdurulmuş ve yanında taşıdığı valizde 245 bin Amerikan Doları bulunduğu                                                            41  Mehmet  Akdoğan  ve diğerleri, B. No: 2013/817, 19/12/2013; Ali Şimşek  ve diğerleri, B. No: 2014/2073, 6/7/2017; bir sosyal güvenlik ödemesi yönünden bkz. Ferda Yeşiltepe; ihale alacağı yönünden bkz. ANO İnşaat ve Ticaret Ltd. Şti.; vergi iadesi alacağı yönünden bkz. Akel Gıda San. ve Tic. A.Ş., B. No: 2013/28, 25/2/2015; deprem nedeniyle tazminat yönünden bkz. Abdulhalim Bozboğa, B. No: 2013/6880, 23/3/2016; açığa alınan memurun maaş farklarının iadesi yönünden bkz. Vildan Utku Atalay, B. No: 2015/4812, 7/2/2019. 275Küpe    Hacettepe HFD, 11(1), 2021, 255-281 tespit  edilmiştir. Hakkında TPKKHK da  yazılı  kıymetleri  izinsiz olarak  yurt dışına çıkardığı  gerekçesiyle  işlem  yapılarak  277.123  TL  idari  para  cezası  kesilmiştir. Başvurucu idari para cezasını ödedikten sonra idare mahkemesine itiraz etmiştir. İtiraz dilekçesine bir de yeminli mali müşavir tarafından düzenlenen özel amaçlı değerlendirme raporu eklemiştir. Bu rapora göre Şirket, Türkmenistan'da inşaat işleri ile uğraşmakta ve Türkmenistan'a medikal ürünlerin ihracı işlemlerini gerçekleştirmektedir. Bu ticarete ve düzenlenen hak edişlere istinaden Türkmenistan resmi makamları tarafından, şirketin Türkiye'deki  banka  hesaplarına  para  transferi  yapılmaktadır.  Görünmeyen  İşlemlere İlişkin  Genelge  hükümlerine  göre  taahhüt  işlemleri,  görünmeyen  işlemler kapsamındadır.  Şirket,  Türkmenistan  resmi  makamları  tarafından  banka  hesabına aktarılan dövizlerden 245 bin ABD dolarını görünmeyen işlemler kapsamında yurt dışına çıkarmak istemiştir.  Başvurucu, itiraz dilekçesi ekinde bir bilimsel mütalaa da ibraz etmiştir. Mütalaada özetle şu hususlara yer verilmiştir:  Olayda kabahatin maddi unsuru, Bakanlar Kurulu tarafından belirlenmiş olan miktardaki dövizin yolcu üzerinde yurt dışına çıkarılmasıdır. 32 sayılı Karara göre Türkiye'de yerleşik kişiler, görünmeyen işlemler çerçevesinde bankalardan satın aldıklarını tevsik etmek kaydıyla 5.000 ABD doları veya eşitini aşan miktardaki dövizi beraberlerinde yurt dışına çıkarabilirler. Başvurucu, Türkmenistan devletinin büyük inşaat projelerini yürütmektedir. Şirketin oradaki işçilerine ödenmek üzere yurt dışına götürülmek istenen dövizin, Türkmenistan Hükümetince gönderildiği de belgelenmiştir. Eylemin işlenmesi sırasında kabahat tanımındaki maddi unsuru bilmeyen kişi kasten hareket etmiş sayılmaz. Olayda başvurucu, yanındaki dövizin görünmeyen işlemler kapsamında serbestçe yurt dışına çıkarılabileceği ve sadece gideceği ülkede                                                            42  Türkiye Cumhuriyeti Merkez Bankasına göre dış ticarette görünmeyen işlemlerin listesi için bkz. https://ms.hmb.gov.tr/uploads/2018/11/G%C%Br%C%BCnmeyen-%C%B%C%9Flemlere%C%Bli%C%9Fkin-Genelge.pdf (erişim tarihi: 26.10.2019). 43  32 sayılı Kararın 10. maddesine göre:  Uluslararası nakliyat, bankacılık, sigortacılık, dışarıya yaptırılan hizmetler ve diğer görünmeyen işlemlerle ilgili olarak yurt dışına Türk parası transferleri ile döviz tahsis ve transferleri ve efektif satışları Merkez Bankası'nca belirlenecek usul, esas ve limitler çerçevesinde bankalarca yapılır.  Merkez Bankasının 3.7.1991 tarihli ve 20918 sayılı Resmi Gazetede yayımlanan Türkiye Cumhuriyeti Merkez Bankasının I-M Sayılı Genelgesinin Uygulanmasına Dair Genelgede ise ithalat, ihracat gibi mal hareketini doğuran işlemler ile sermaye akımları dışında kalan, ancak bu konulara dolaylı olarak bağlı bulunan sosyal, ekonomik ve kişisel ilişkilerin değişik aşamasını içine alan işlemleri ve ödemeleri  görünmeyen işlemler  olarak ifade edilmektedir.  276Küpe    Hacettepe HFD, 11(1), 2021, 255-281 yapacağı  bildirimin  yeterli  olduğu  düşüncesiyle  hareket  etmiştir.  Buna  göre  yasak hatasına düşen başvurucu yanındaki paranın meşru kaynağı ve sevk sebebi dolayısıyla eyleminin kabahat oluşturduğunun bilincinde değildir.  Başvurucunun iddiaları karşısında Hâkimlik tarafından konu hakkında gümrük alanında uzman bir bilirkişiden rapor alınmıştır. Bilirkişi raporuna göre,  kabahatin oluşması için öncelikle yurt dışına çıkarılması izne bağlı dövizin izin alınmaksızın ihraç edilmesi  veya  buna  teşebbüs  edilmesi  gerekli  ve  yeterlidir.  Başvurucu  tarafından sonradan sunulan belgeler, izin alınması sırasında gösterilmesi ve izin verilmesi için gerekli  belgeler  niteliğindedir.  Bu  belgelerin  kabahat  fiili  oluştuktan  sonra  ibraz edilmesi, izin alınmadan yurt dışına döviz çıkarmaya teşebbüs fiilini kanuna uygun hale getirmez. Kanun gereği yabancı para ihracında özel izin belgesi arandığından olayda kabahat fiilinin unsurları gerçekleşmiştir. Bir nevi tazminat niteliği taşıyan söz konusu idari yaptırımın amacı Hazinenin uğrayacağı zararları ödetmek ve devletin ekonomik çıkarlarını  korumaktır. Sonuç olarak başvurucunun yurt  dışına çıkarmak üzereyken yakalanan dövizin rayiç bedelinin yarısı oranında idari para cezası ile cezalandırılması hukuka uygundur.  Bahsi  geçen  olayda  Sulh  Ceza  Hâkimliği,  Orhan  Gürel in  işlemi  hakkında, görünmeyen  işlemler  çerçevesinde  dahi  olsa  bildirim  yapılması  gerektiği  ancak yapılmadığı gerekçesiyle, bir de Türkmenistan sınırları içinde Türkmenistan Devletine ait ihale  yoluyla  yapılan  inşaat  işlemlerinden  kaynaklanan  işçi  ücretleri  alacağının Türkiye ye banka yoluyla havale edildikten sonra izin almaksızın ve işçi ücretlerini ödemek  amacıyla  yeniden  Türkmenistan a  götürülmesine  anlam  vermeyerek,  itirazı reddetmiştir. Bunun üzerine başvurucu Anayasa Mahkemesine mülkiyet hakkının ihlal edildiği  gerekçesiyle  başvurmuştur.  Anayasa  Mahkemesi  daha  önce  incelenen Mohammed Kashet ve Diğerleri başvurusunda, Orhan Gürel başvurusuna sık sık atıf yapmış hatta her iki kararda da olayı aynı ilkelere binaen incelemiştir. Ancak Anayasa Mahkemesi, her iki olayı da ölçülülük ilkesinin kapsamında elverişlilik, gereklilik ve orantılılık bakımından incelemiş olmasına rağmen farklı sonuçlara varmıştır. Mahkeme, Mohammed Kashet ve Diğerleri başvurusunda mülkiyetin ihlal edildiğine, Orhan Gürel başvurusunda ise herhangi bir ihlal olmadığına arar vermiştir. 277Küpe    Hacettepe HFD, 11(1), 2021, 255-281  SONUÇ Ülkeler  arası  insan  hareketliliklerinin  ülkelerin  gelişimine  katkısı  yadsınamaz. Ancak  bu  hareketlerin  gelişime  katkılarının  yanı  sıra  bir  takım  sakıncaları  da bulunmaktadır.  Sakıncalı  durumların  önüne  geçmek  içinse  devlet  müdahalesinin gerekliliği muhakkaktır. Nakit dövizin yurt içine girmesi veya yurt dışına çıkarılması bahsi geçen avantajlı ve dezavantajlı durumları birlikte bünyesinde bulundurmaktadır.  Türk vatandaşı ve yabancılar, ülkeye giriş esnasında veya ülkeden çıkış sırasında yanında  nakit  para  bulundurmanın,  gümrük  kontrollerinde  ne  tür  bir  uygulama  ile karşılaşacağını bilmelidir. Yürütmenin çeşitli kaynaklarında düzenlenen konu hakkında mevzuattaki hükümleri derleyerek ve konuya ilişkin mahkeme kararlarını inceleyerek tespit ettiğimiz önemli hususları şöyle sıralayabiliriz: Yolcu beraberinde yurt içine nakit girişi ve yurt dışına nakit çıkışına ilişkin kurallar, mevzuatta dağınık bir şekilde bulunduğu için ve aynı zamanda mevzuat birçok kere değişikliğe uğradığı için konu karmaşık bir hal almıştır. Dağınıklık ve değişiklikler bazı hususların aydınlatılmaya muhtaç kalmasına neden olmuştur.  Güncel  düzenlemeler  ile  bankacılık  sistemi  dışında  gerçekleşen  ve  yolcu beraberinde ülkeden çıkarılan Türk Parası veya yabancı paraların, ülkeden çıkışına ilişkin düzenleme  netlik  kazanmış  olmasına  rağmen,  bu  paraların  ülkeye  girişine  ilişkin düzenlemeler çok net değildir. Örneğin ilgili mevzuatlarda bildirim yapmaksızın ve izin almaksızın yurt dışına çıkarılacak döviz miktarı 10 bin Avro ile sınırlandırılmışken, yurt içine getirilecek döviz miktarı için herhangi bir sınırlandırmaya rastlanmamıştır. Buna rağmen konuya ilişkin Anayasa Mahkemesi kararlarında, sanki yurt dışına çıkarılacak para miktarı için öngörülen sınırın, yurt içine getirilebilecek para miktarı için de aynı kabul edildiği sonucuna ulaşıldığı görülmektedir.                                                            44  Anayasa Mahkemesi Orhan Gürel Başvurusuna ilişkin kararda devletin müdahalesinin meşru amacını temellendirirken     Somut  olayda  olduğu  gibi  kişilere  gümrük  makamlarına  bildirim  ve  izin yükümlülüğünün getirilmesi yurt dışına çıkarılacak veya yurt dışından getirilecek belirli bir miktarı aşan dövizin bilinebilmesini ve tespit edilebilmesini sağlamaktadır.  der. Yurt içine getirilecek belirli bir miktarın ne kadar olduğu ise mevzuatımız bakımından belirli değildir. 278Küpe    Hacettepe HFD, 11(1), 2021, 255-281 Düzenlemenin yurt içine döviz sokulması ile yurt dışına döviz çıkarmaya ilişkin bilinçli bir tercihle mi farklılık  yarattığı bilinmemekle birlikte Avrupa Birliği üyesi ülkelerde, paranın hem ülkeye girişi hem de ülkeden çıkışı bakımından 10 Bin Avro sınırının konulduğu tespit edilmiştir. Dolayısıyla düzenleme bu haliyle Avrupa Birliği genelgesine de tezat teşkil etmektedir. Diğer taraftan bakanlılara bağlı resmi internet sayfalarında  yolcuların  sınırsız  miktarda  Türk  parası  veya  dövizi  Türkiye ye getirebilecekleri belirtilmektedir. O halde Mohammed Kashet ve Diğerleri kararına konu olayda kişilerin, Türkiye ye girerken yanlarında bulunan para neden idari yaptırımla karşılaşmıştır bunun belirlenmesi gerekir.  Dolayısıyla hem mevzuattan hem de resmi açıklamalardan yurt içine nakit girişinin serbest olduğu ve herhangi bir nakit sınırlaması olmadığı sonucu çıkarılabilir. Ancak anlaşıldığı kadarıyla yurt içine getirilebilecek nakit bakımından  herhangi  bir  sınırlamanın  olmaması,  yurt  içine  girişte  bildirim  ve  izin zorunluluğu olmadığı anlamına gelmemektedir. Zira kambiyo, para, hisse veya tahvil alım ve satımının ve bunlar ile kıymetli madenler ve kıymetli taşlarla bunlardan üretilen ya da bunları içeren her türlü eşya ve kıymetlerin ve ticari senetlerle ödemeyi temine yarayan her türlü araç ve belgenin ülkeden izinsiz olarak çıkarılması veya ülkeye izinsiz olarak  sokulması  idari  para  cezasını  gerektirmektedir.  Bakanlar  Kurulu nun  Türk Parasının Kıymetini Koruma Hakkındaki 32 Sayılı Kararına göre ise kişisel sermaye hareketleri  veya  yurt  dışından  kredi  temini  amacıyla  yapılan  transferler,  bankalar aracılığıyla  yapılmak  koşuluyla  serbesttir.  Bunun  dışında  kişilerin  kişisel  sermaye niteliğindeki nakdi veya temin ettikleri krediyi yanlarında getirerek ve beyan ederek Türkiye ye  sokmak  gibi  bir  durumları  söz  konusu  olamaz.  Zira  kaynağı  itibarıyla getirilmesi serbest olmayan nakdin beyanı da mümkün değildir.  Diğer taraftan yurt dışından temin edilen krediler ve kişisel sermaye niteliğindeki kıymetler  hariç  olmak  üzere,  mal  ve  hizmet  ihracat  bedeli,  transit  ticarete  ilişkin kazançlar, yabancı sermaye bedeli veya diğer kaynaklardan temin edilen nakdin gümrük giriş noktalarından yurda getirilmesi serbesttir. Bu nakdin beyan edilmesi ise zorunlu değildir ve yolcular beyana zorlanamaz. Talep etmeleri halinde, yolcuların getirdikleri bu nakdi Nakit Beyan Formu ile gümrük idaresine beyan etmeleri mümkündür. Yolcu tarafından yapılan beyanın doğru olup olmadığı gümrük idaresince gerçekleştirilecek 279Küpe    Hacettepe HFD, 11(1), 2021, 255-281 kontrol suretiyle tespit edilmektedir. Açıklamanın doğru yapılmadığının tespiti halinde, tutanak en az iki memur tarafından imzalanarak MASAK'a bildirilmektedir.  Anayasa Mahkemesinin örnek verilen kararlarında yurt içine nakit girişi ile yurt dışına nakit çıkışının usulüne uygun yapılmaması durumunda verilecek idari para cezası ve  mülkiyet  hakkının  bağlantılı  olduğu  tespitinden  yola  çıkılarak  birtakım değerlendirmeler  yapmamız gerekmektedir. Öncelikle, Devletin  gümrüklerde  yaptığı kontrollerin meşru bir amaç taşıdığı  yadsınamaz. Kamu  yararı bakımından korunan hukuki  menfaat  ise  gümrük  makamlarına  bildirim  yükümlülüğüne  uyulmasını sağlamaktır. Bu nedenle belirli bir miktar parayı yanında taşıyıp da gümrük makamlarına bildirmeyen kişilerin, bu parayı bir suçtan elde etmediklerini ispat etmeleri ya da diğer bir deyişle meşru yollardan kazandıklarını ispat etmeleri koşuluyla, kamuya verdikleri zararın çok olmadığı kabul edilebilir. Ancak idari para cezasının amacı yalnızca kamu yararını sağlamak değil, ayrıca caydırma ve cezalandırma işlevini de yerine getirmektir. Dolayısıyla kamu yararını gerçekleştirmek üzere, caydırıcı ve cezalandırıcı bir yaptırım olarak verilen idari para cezasının ölçülü olması, şahıslara aşırı ve olağan bir külfet yüklememesi gerekir.",
     "Kaynakça": "ASAR, Aydoğan, Yabancılar Hukuku, 5. Baskı, Seçkin Yayıncılık, Ankara 2019. Avrupa Birliği Dış Sınır Kontrolleri El Kitabı, Sınır Polisi İçin Eğitim Sistemini Geliştirme Projesi İçişleri Bakanlığı Entegre Sınır Yönetimi Proje Uygulama Müdürlüğü Yayını, Ankara 2007.  ÇELİKEL, Aysel/GELGEL (ÖZTEKİN) Günseli, Yabancılar Hukuku, 24. Baskı, Beta Basım Yayın, İstanbul 2018. ÇİÇEKLİ, Bülent, Yabancılar ve Mülteci Hukuku, 5. Baskı, Seçkin Yayıncılık, Ankara 2014.   DOĞAN, Vahit, Türk Yabancılar Hukuku, 4. Baskı, Ankara 2019. 280Küpe    Hacettepe HFD, 11(1), 2021, 255-281 HACKWORTH, Green Haywood, Digest Of International Law, v. III, 1942. Anayasa Mahkemesi, 2015/17659, 20.6.2019. https://kararlarbilgibankasi.anayasa.gov.tr. (erişim tarihi: 28.10.2020). Anayasa Mahkemesi, 2016/78974, 3.7.2019. https://kararlarbilgibankasi.anayasa.gov.tr. (erişim tarihi: 28.10.2020). Anayasa Mahkemesi, 2015/15358, 24/5/2018. https://kararlarbilgibankasi.anayasa.gov.tr. (erişim tarihi: 28.10.2020). http://www.tuik.gov.tr/pretablo.do?alt_id=1072 (erişim tarihi: 21.12.2020). https://www.egm.gov.tr/hudutkapilari/hava-hudut-kapilari (erişim tarihi: 21.12.2019). http://ggm.gtb.gov.tr/data/51e93abf487c8e3dc0903f51/YOLCU%20REHBER%C4%B0%20(RES%C4%B0ML%C4%B0).pdf (erişim tarihi: 26.10.2019). https://tanitma.ktb.gov.tr/TR-22885/yolcular-beraberinde-ne-kadar-turk-lirasi-doviz-yurda-g.html (erişim tarihi: 28.10.2019). http://www.mfa.gov.tr/turkiye_ye-ait-gumruk-bilgileri.tr.mfa  (erişim tarihi: 27.10.2019).  https://ec.europa.eu/taxation_customs/sites/taxation/files/docs/body/tr_declaration_form.pdf (erişim tarihi: 28.10.2019). https://ms.hmb.gov.tr/uploads/2018/11/G%C3%B6r%C3%BCnmeyen%C4%B0%C5%9Flemlere-%C4%B0li%C5%9Fkin-Genelge.pdf. (erişim tarihi: 26.10.2019)."
}