{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "25",
     "Ay": "04",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "ÖZEL EVRAKTA SAHTECİLİK SUÇU AÇISINDAN SERMAYE PİYASASI KANUNU’NDA DÜZENLENEN USULSÜZLÜK SUÇUNA (MD. 112/ 2) İLİŞKİN SORUNLAR VE ÖNERİLER",
     "Title": "ISSUES AND PROPOSALS ON THE PROVISIONS OF IRREGULARITIES REGULATED IN THE CAPITAL MARKETS LAW (Art. 112/ 2) IN TERMS OF FORGERY IN PRIVATE DOCUMENTS",
     "Yazar İsmi": [
          "Muammer KETİZMEN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Özel belge",
          "Belgede sahtecilik",
          "Sermaye piyasası kanunu",
          "Usulsüzlük",
          "Fikri sahtecilik"
     ],
     "Keywords": [
          "Private document",
          "Document forgery",
          "Capital markets act",
          "Irregularity",
          "Immaterial forgery"
     ],
     "Özet": "Türk Ceza Kanunu nda kamu güvenine karşı suçlar arasında düzenlenen resmî belge ve özel belgede sahtecilik suçlarına ilişkin düzenlemeler incelendiğinde bu suçlardan sadece resmî belgede sahtecilik açısından fikri sahtecilik/ içerik sahteciliğinin kabul edildiği görülmektedir. Fikri sahtecilikte özü itibariyle belgeyi düzenlemeye yetkili kişi tarafından gerçekle hiç ilgisi olmayan bir içerik oluşturulmakta veyahut gerçekte var olan bir olay veya olgu gerçekten farklı biçimde içeriğe dönüştürülmektedir.  Sermaye Piyasası Kanunu nun 112. maddesinde  Yasal defterlerde, muhasebe kayıtlarında ve finansal tablo ve raporlarda usulsüzlük  olarak tanımlanan suç düzenlenmiş olup bu hükmün aslında belgede sahtecilik suçun yönelik birtakım hükümler içermekte ve genel olarak TCK ye atıf yapılmış, söz konusu atıf hükmünde özel evrakta sahtecilik suçu açısından bir istisna da getirilmiş ve Türk Ceza Kanunu ndaki özel belgede sahtecilik suçundan dolayı cezaya hükmedebilmek için,  sahte belgenin kullanılmış olması şartının aranmayacağı  düzenlemesi getirilmiştir. Aşağıda bu istisna hükmünün anlam, kapsam ve sonuçları incelenecektir.",
     "Abstract": "When the regulations regarding the forgery of official and private documents, which are crimes against the public trust, are examined in accordance with the Turkish Penal Code, it shall be seen that immaterial forgery is provided only in terms of forgery of official documents. In immaterial forgery, the content of the document is totally irrelevant to reality or transforms the fact or phenomenon from reality to contrary to facts by the public agent who is authorized to issue the official document. The crime defined as  Irregularity in statutory reports, accounting records, financial statements and reports  is regulated in Art. 112 of the Capital Markets Law, and it is seen that this article actually comprises some forms of forgery in documents. In the provision, reference is based on the provisions of the Turkish Penal Code, and by this reference, an exception is settled from the point of forgery on private documents. This exception settles that  in order to impose a penalty due to the crime of forgery on private documents, the usage of the forged document shall not be stipulated . In the present study, it shall be discussed that provision, scope and conclusions in utter detail.",
     "Metin": "Bilindiği üzere, resmî belgede ve özel belgede sahtecilik suçları, 5237 sayılı Türk Ceza  Kanunu nun  ( TCK )   Kamu  güvenine  Karşı  Suçlar   başlığı  altında düzenlenmiştir.  Maddi  sahtecilik  –  fikri  sahtecilik  ayrımı  açısından  incelendiğinde TCK de fikri sahtecilik, sadece resmî evrakta sahtecilik suçları açısından düzenlenmiş olduğu özel evrakta sahtecilik suçu açısından sadece maddi sahteciliğin düzenlendiği görülmektedir.   6362 sayılı Sermaye Piyasası Kanunu nun ( SPKn )112. maddesinde ise  Yasal defterlerde, muhasebe kayıtlarında ve finansal tablo ve raporlarda usulsüzlük  suçuna yer verilmiştir. Söz konusu maddede düzenlenen ve hukuka aykırılık teşkil eden hareketler açısından genel olarak TCK nin ilgili hükümlerinin uygulanacağı ifade edilmiş ve sadece özel evrakta sahtecilik suçunun unsurlarına istisna getirilerek, özel evrakta sahtecilik suçu açısından kullanma unsurunun aranmayacağı açıkça düzenlenmiştir.  Bu kapsamda,  fikri sahteciliğin 5237 sayılı TCK de de sadece resmî belgede sahtecilik suçlarında mümkün olduğu dikkate alındığında,  SPKn daki mezkur atıf söz konusu  madde  kapsamındaki  özel  belgeler    üzerindeki  sahtecilikler  açısından  özel belgede  sahtecilik  kapsamında  cezalandırılmasına  yönelik  olarak    resmî  belgede sahtecilik  suçuna  yaklaştırmakla  birlikte,  özel  belgede  fikri  sahteciliğin  TCK de  düzenlenmemiş olmaması nedeniyle  bu husus ceza hukuku açısından sorunlu bir alan yaratmakta; bu sorun sadece teorik düzeyde kalmamakta, içtihat yönünde de tartışmalı hükümlerin oluşmasına sebep olmaktadır.  Nitekim SPKn md. 112/ 2 de sayılan özel belgeler hakkında belirtilen eylemlerin gerçekleştirilmesi halinde hem TCK nin matuf 207. maddesi uygulanmakta, hem de özel belgede  fikri  sahtecilik  olabilirmişçesine  içerik  sahteciliği  değerlendirmesi  yapıldığı görülmektedir. Bu değerlendirme yapılırken ise özel belgede sahtecilik suçunun yalnızca  kullanma  unsuru yok sayılmakta, ancak kanımızca yerinde olmayan biçimde diğer unsurlarının oluşup oluşmadığı, diğer bir deyişle SPKn daki düzenlemeler açısından özel belgede  sahtecilik  suçunda  fikri  sahteciliğin  söz  konusu  olup  olmayacağı  konusu tartışılmamaktadır.  558     SPKn nun  112.  maddesinde  düzenlenen  suça  konu  belgeler  sahtecilik  suçu açısından incelendiğinde, bu belgelerin resmî belge niteliğinde olmadığı ya da resmî belge sayılan belge niteliğini taşıdığına ilişkin bir hükme yer verilmediği de görülmekle, bunların  özel  belge  olması  nedeniyle  sadece  özel  belgede  sahtecilik  suçuna  vücut verebileceği sonucu çıkar. Haliyle, özel belgede sahtecilik açısından fikri sahtecilik söz konusu olamayacağından, söz konusu belgeler açısından da özel belgede sahtecilik suçu açısından düzenlenen başkasının imzasını taklit ederek belge düzenlenme örneğinde olduğu şekliyle sahte olarak belge düzenlenmesi ya da var olan belgede yetkisiz olarak başkalarını aldatacak şekilde değişiklik yapılması unsurları söz konusu olabilecektir.  Bu kapsamda söz konusu atıf SPKn açısından söz konusu belgelerin içeriği itibariyle gerçeği yansıtmama ya da farklı bir şekilde yansıtma olasılığını içeren fikri sahtecilik olasılığı açısından suskun kalmakta ve TCK sistematiğini değiştirmemektedir.   Bu  açıdan  SPKn nda,  bir  örneği  VUK ta  yer  aldığı  şekliyle,  TCK nin  genel sistematiğinden  ayrılarak  özel  belge  niteliğinde  belgelerin  içerdiği  bilginin  gerçeği yansıtmaması  olasılığının  cezalandırılmasına  yönelik  suçun  unsurunu  genişletici  bir ilişkin bir düzenlemeye vermediği görülür. Nitekim niteliği gereği özel belge olan kimi belgelerin içeriğinin gerçeğinin yansıtması vergilendirme süreçleri açısından önem arz etmesi nedeniyle VUK da özel hükümler getirilmek suretiyle, söz konusu Kanunun uygulanmasına yönelik olarak özel belge açısından fikri sahtecilik olasılığı özel suç tiplerinin düzenlenmesi suretiyle kabul edilmiştir. Bir örnekle açıklamak gerekirse, 213 sayılı Vergi Usul Kanunu nun ( VUK ) 359. maddesinde de vergi kaçakçılığı suçu bağlamında bir belge sahteciliği düzenlenmiş ve burada da sözü geçen belgeler özel belge oldukları halde fikri sahteciliğe konu olabilecek biçimde  gerçek bir muamele veya durum olmadığı halde bunlar varmış gibi düzenlenen belge  denilerek özel bir  sahte belge  tanımı yapılmış ve özel belgeler açısından da fikri sahteciliğin -vergi kaçakçılığı suçları özelinde- dikkate alacağını açık kanun hükmüyle düzenlenmiştir.  Her ne kadar içeriğinin gerçeği yansıtmasının benzer şekilde önem arz etmesine karşın, SPKn md. 112 de zikredilen belgeler özel belge niteliğinde olup SPKn nda ise buna ilişkin VUK benzeri bir düzenlemeye yer verilmemiştir. Buna karşın, SPKn md. 112/ 2 ile ise TCK ye genel bir atıfla yetinilmiş ve sadece belgede sahtecilik suçları 559     açısından  özel  belgede  sahtecilik  suçunda   kullanma   unsurunun  aranmayacağı öngörülmüş olmaktadır. Bu karmaşa içerisinde yargı yerlerinin de SPKn md. 112/ 2 yi uygularken,  TCK nin  özel  belgede  sahtecilik  suçunun  diğer  unsurlarının  oluşup olmadığını  aramaksızın  veyahut  özel  belgede  sahtecilik  suçunda  fikri  sahteciliğin mümkün  olmadığı  göz  önüne  alınmaksızın,  kullanma  unsurunun  olmamasını  her durumda suçun vücut bulmasına yeterli görmeleri, tartışmalı olduğunu iddia ettiğimiz kararların ortaya çıkmasına neden olmaktadır.  Bu nedenlerle işbu çalışma bünyesinde resmî belgede ve özel belgede sahtecilik suçları genel açıklamalar ile ele alındıktan sonra TCK md. 204/ 2 de yer alan fikri sahtecilik ile md. 207 deki özel belgede sahtecilik suçu üzerinden SPKn md. 112/ 2 incelenecek; benzer olduğu değerlendirilen VUK md. 359 daki gerçeğe aykırı belge kavramı ele alınacak ve SPKn md. 112/ 2 açısından durum değerlendirmesi yapılacaktır.  I. GENEL OLARAK BELGEDE SAHTECİLİK SUÇLARI A. RESMİ BELGEDE SAHTECİLİK SUÇU Resmî belgede sahtecilik suçları, Kamu Güvenine Karşı Suçlar bölümü altında düzenlenmiş  olup  TCK  md.  204  ve  devamı  maddelerde  resmî  belgede  sahtecilik eyleminin türevlerine yer verilmiştir. Bu noktada yalnızca resmî belgeyi sahte olarak düzenleyen, gerçek bir resmî belgeyi başkalarını aldatacak şekilde değiştiren veya sahte resmî belgeyi kullanan kişinin değil; bu eylemlere ek olarak, md. 204/ 2 de görevi gereği düzenlemeye yetkili olduğu resmî bir belgeyi gerçeğe aykırı olarak düzenleyen kişinin bu eylemi de cezalandırılmaktadır.  TCK  md.  204/  1 de  öngörülen   düzenleme  ve  değiştirme   eylemleri  maddi sahtecilik olarak adlandırılırken, md. 204/ 2 de düzenlenen  gerçeğe aykırı düzenleme                                                             1   Tarihçesi için Bkz. GÖKCAN, Hasan Tahsin,  Resmî Belgede Sahtecilik Suçu (TCK m. 204) , Ankara Barosu Dergisi, Yıl: 67, Sayı: 3, 2009, (s. 93 - 126), s. 93 vd. 560     eylemi  fikri sahtecilik tir (içerik sahteciliği). Diğer bir ifade ile, TCK, resmî belge konusunda, düzenleyen kişinin görevi gereği onu düzenlemeye yetkili olması halinde içeriğin gerçeğe aykırı olmasını müeyyideye bağlamaktadır. Fikri sahtecilikte belgenin içeriğinin gerçeğe aykırı olması hali, ya gerçekle hiç ilgisi olmayan bir içeriğin oluşturulması, ya da gerçekte olan bir olay veya olgunun gerçekten farklı biçimde belgeye aktarılmasından kaynaklanmakta ve aslında her iki durumda da  uydurma  bir içerik ortaya çıkmaktadır. Ayrıca resmî belgede sahteciliğin bu halinin kısmi olarak da işlenebileceği dikkate alındığında, belgenin düzenlenmesi sırasında yapılacak gerçeğe aykırı eklemeler de fikri sahtecilik kapsamında muhteviyata ilişkin  düzenleme  eylemine girecektir.                                                             2   ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, Türk Ceza Hukuku Özel Hükümler, 15. Baskı, Seçkin Yayıncılık, Ankara, 2020, s. 848; YOKUŞ SEVÜK, Handan, Türk Ceza Hukuku Özel Hükümler, 2. Baskı, Adalet Yayınevi, Ankara, 2019, s. 458.    … [B]u iki sahtekârlık arasındaki farkı tam olarak ortaya koyabilmek için ‘sahte  deyiminin iki anlamı, yani ‘sahih olmayan  ve ‘gerçek olmayan  (doğru olmayan) anlamları arasındaki farka dayanmak gerekir. Evrak sahih olmadığında maddî sahtekârlık, evrakın sahih olmasına karşılık gerçek (doğru) olmaması durumunda fikrî sahtekârlık söz konusudur…Bir varakanın sahihliğinden söz edebilmek için, iki şartın birlikte gerçekleşmesi zorunludur. Birincisi varakanın düzenleyeni gözüken kimse tarafından düzenlenmiş olmasıdır; yani varakanın görünüşteki düzenleyeni ile fiilen düzenleyen kişinin aynı kişi ya da kurum olmasıdır. İkincisi ise, varakanın tağyir edilmemiş, yani değiştirilmemiş olmasıdır… Tağyir son şeklini aldıktan sonra varakada yapılan her türlü değişiklik (örneğin ilave, karalama vb.) olarak anlaşılmalıdır… [V]arakanın sahih olmaması sonucunu doğuran maddî sahtekârlık sadece iki biçimde söz konusu olur. Birincisi taklit biçimi olup bu, varakanın düzenleyeni gözüken kişi veya kurumdan başka kişi ve kurum tarafından düzenlendiğinde gerçekleşir. İkincisi ise tağyir biçimi olup bu varakanın görünüşteki düzenleyeni tarafından kaleme alınmasından sonra az önce belirtilen değişikliklere uğraması durumunda gerçekleşir… Tağyir veya taklit edilmemiş, yani sahih olan bir yazılı belgenin doğru olmayan beyanları içermesi halinde sahtekârlığın daime fikrî olduğunu kabul etmek gerekir.   EREM, Faruk / TOROSLU, Nevzat, Türk Ceza Hukuku Özel Hükümler, 9. Baskı, Savaş Yayınevi, Ankara, 2003, s. 258-259.  Ayı yönde, TOROSLU, Nevzat, Türk Ceza Hukuku Özel Hükümler, Savaş Yayınevi, Ankara, 2005, s. 229-230.   765 sayılı mülga TCK de mevcut maddi ve fikri sahtecilik ayrımının bugün artık gerekli olmadığı, fikri sahteciliğin  de  maddi  sahtecilik  hükümlerinde  yaptırıma  bağlandığı,  her  iki  halde  de  belgenin başlangıçtan itibaren sahte olduğu yönündeki görüşler için; Bkz. ERMAN, Sahir, Ticari Ceza Hukuku C. III, Sahtekarlık Suçları, İstanbul, 1987, s. 296-301; GÖKÇEN, Ahmet, Belgede Sahtecilik Suçları (m. 204-212), Adalet Yayınevi, Ankara, 2018, s. 316. Kanaatimizce,  sahte  ve  gerçeğe/ içeriğe  aykırılık birbirinden farklı kavramlar olup işbu çalışmada Erem ve Toroslu dan yukarıda aktarılan  bu ayrım esas alınacaktır.  3   EREM / TOROSULU, 2003, s. 259, TOROSLU, 2005, s. 228. 4   KOCA, Mahmut / ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Adalet Yayınevi, Ankara, 2020, s. 775 - 776. 5   KOCA / ÜZÜLMEZ, 2020, s. 778. Ayrıca Koca / Üzülmez, kamu görevlisinin  görevi gereği düzenlemeye yetkili olduğu  belgedeki sahteciliğin yanı sıra  görevi dolayısıyla  düzenlediği belgeleri 561     Maddi ve fikri sahtecilik arasındaki en temel fark belgenin niteliği konusunda ortaya  çıkmaktadır.  Maddi  sahtecilik  hem  resmî  hem  de  özel  belgede  söz  konusu olabilirken, fikri sahtecilik yalnızca resmî belge üzerinde gerçekleştirilebilmektedir. Bu anlamda fikri sahteciliğin, sadece kamu görevlisi tarafından işlenebilen bir suç olarak özgü suç olması da bunun bir sonucu olarak ortaya çıkmaktadır. Kamu görevlisince bu belgenin maddi unsurlar açısından düzgün düzenlenmesi halinde (ki fikri sahteciliğin tartışılması noktasında, üretilen belgenin halihazırda tüm şekil unsurları da içeriyor olması gerekmektedir), belge artık o kamu görevlisine izafe edilebilir olduğundan TCK md. 204/ 2 uyarınca suç oluşacaktır.  B. ÖZEL BELGEDE SAHTECİLİK SUÇU  Özel belgede sahtecilik suçları da Kamu Güvenine Karşı Suçlar bölümü altında düzenlenen suçlardandır. TCK md. 207 ile düzenlenen özel belgede sahtecilik suçu açısından öngörülen eylemler  bir özel belgeyi sahte olarak düzenlemek  veya  gerçek bir özel belgeyi başkalarını aldatacak şekilde değiştirmek  şeklinde olmakla birlikte bu eylemler  açısından  ayrıca  ve  birlikte  bulunması  gereken  bir   kullanma   eylemi getirilmiştir.  Kullanma , ilgili özel belge gerçek olsa idi hangi amaca hizmet edecek ise o amaç için faaliyette bulunulması veya belgenin aldatılan kişi tarafından algılanabilir hale gelmesi 11 olarak ifade edilmektedir. Aynı maddenin 2. fıkrası gereğince, bu sahte                                                            de bu kapsamda kabul edilmesi gerektiğini ifade etmekte; bu ayrıma örnek olarak, fakülteyi bitiren öğrenciye tanzim edilen diplomanın görevi gereği düzenlenen belge, öğrencinin talebi üzerine verilen öğrenci belgesinin ise görev dolayısıyla düzenlenen belge olduğu ve gerçeğe aykırı düzenlenme halinde fikri sahtecilik kapsamında olduğu açıklaması verilmektedir. 6   ÖZBEK, Veli Özer, Ekonomi Ceza Hukuku, İkinci Kitap - Özel Hükümler, Seçkin Yayıncılık, Ankara, 2021, s. 540; GÖKCAN, 2009, s. 110. 7   KOCA – ÜZÜLMEZ, 2020, s. 776. 8   KOCA / ÜZÜLMEZ, 2020, s. 777. 9   YOKUŞ SEVÜK, Handan,  Özel Belgede Sahtecilik Suçu (TCK m. 207) , Dicle Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt 24, Sayı 41, (s. 229 – 255), s. 237. 10  MERAN, Necati, Dolandırıcılık, Sahtecilik, Güveni Kötüye Kullanma, Seçkin Yayıncılık, 2016, s. 688; YOKUŞ SEVÜK, Türk Ceza Hukuku Özel Hükümler, 2019, s. 237; TEZCAN, Durmuş / ERDEM, Mustafa Ruhan / ÖNOK, R. Murat, Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayıncılık, Ankara, 2020, s. 954. 11  KOCA / ÜZÜLMEZ, 2020, s. 780. 562     özel belgeyi bu özelliğini bilerek kullanan kişi de cezalandırılmaktadır. 208. maddede ise gerçek bir özel belgeyi bozma, yok etme veya gizleme eylemleri cezalandırılmaktadır. Suçun maddi  konusunu oluşturan özel  belge,  kamu  görevlisince kamu görevi dışında tanzim edilen belgeler de dahil olmak üzere, resmî belge özelliğini taşımayan her türlü evrak olarak ifade edilmektedir. Nitekim bir belgenin özel belge sayılması için TCK md. 210 da sayılan resmî belge hükmündeki belgelerden de kabul edilmemiş olması gerektiği eklenmelidir.   II. FİKRİ SAHTECİLİK VE MADDİ SAHTECİLİK AYRIMI AÇISINDAN SERMAYE  PİYASASI  KANUNU NDA  YER  ALAN  USULSÜZLÜK SUÇUNA İLİŞKİN DEĞERLENDİRME  Bilindiği  üzere  özel  evrakta  sahtecilik  suçu  ile  resmî  evrakta  sahtecilik  suçu düzenlenişi itibariyle asıl olarak iki açıdan birbirinden ayrışmaktadır. Bunlardan birincisi resmî  evrakta  sahtecilik  suçunda  diğerinden  farklı  olarak  fikri  sahteciliğin  de cezalandırılıyor  olması,  diğeri  ise  özel  evrakta  sahtecilik  suçu  açısından  belgenin kullanılması zorunluluğun aranmasıdır.  Nitekim fikri sahtecilik, bir diğer adıyla içerik sahteciliği, resmî evrakta sahtecilik suçunun düzenlendiği TCK md. 204/ 2 de bir seçimlik bir hareket olarak karşımıza çıkmaktadır.  Kamu  görevlisinin  düzenlemeye  yetkili  olduğu  belgeyi  gerçeğe  aykırı düzenlemesi fikri sahtecilik kabul edilmektedir. Bu anlamda fikri sahteciliğin sadece resmî belge ve bu kapsamda kamu görevlisince görevi gereği düzenleyebileceği bir                                                            12  GÖKÇEN, 2018, s. 72. 13  TCK md. 210;  Özel belgede sahtecilik suçunun konusunun, emre veya hamile yazılı kambiyo senedi, emtiayı temsil eden belge, hisse senedi, tahvil veya vasiyetname olması halinde, resmî belgede sahtecilik suçuna ilişkin hükümler uygulanır. (2) Gerçeğe aykırı belge düzenleyen tabip, diş tabibi, eczacı, ebe, hemşire veya diğer sağlık mesleği mensubu, üç aydan bir yıla kadar hapis cezası ile cezalandırılır. Düzenlenen belgenin kişiye haksız bir menfaat sağlaması ya da kamunun veya kişilerin zararına bir sonuç  doğurucu  nitelik  taşıması  halinde,  resmî  belgede  sahtecilik  hükümlerine  göre  cezaya hükmolunur . 14  Bkz.  yukarı dipnot 2. 15  ÖZBEK / DOĞAN / BACAKSIZ, 2020, s. 849. 563     belge konusunda işlenebilmesinin mümkün olması nedeniyle suçun özgü suç niteliği taşıdığı ve bu genel kurala yine TCK de getirilen bir düzenleme ile istisna getirildiği de görülmektedir. TCK md. 210 da resmî belge hükmünde sayılan belgeler sınırlı sayıda belirtilmek suretiyle bunlar hakkında sahtecilik fiillerinin de resmî belgede sahtecilik suçu kapsamında değerlendirileceği açıkça düzenlenmiş bulunmaktadır. TCK de de yer verilen bu ayrım  sahte  ve  gerçeğe aykırı  olmanın birbirinden farklı şeyler olmasına dayanır. Bilhassa TCK md. 204/ 2 bağlamında düşünüldüğünde, gerekli unsurları taşımasının yanı sıra belgeyi düzenleyen kişi buna yetkiliyse belge, usulüne  uygun  düzenlenmiş  olacak  ve  fakat  içerik  açısından  gerçeğe  aykırı  olma özelliğini taşıyacaktır. Bu da belgenin dış görünüş açısından bir sorun görülmemesi, belgenin  sahih  olması; ancak geri planındaki hukuki ilişkinin olmaması veya farklı olması ya da belgenin konusunu oluşturan hususların gerçeği yansıtmaması anlamına gelmektedir.  Şüphesiz  özel  belgenin  de  içerik  itibariyle  geride  kalan  gerçeği yansıtmaması mümkündür. Ancak özel belge açısından böyle bir durum TCK anlamında cezalandırılmayan bir muvazaaya veyahut unsurların oluşması halinde başka suçlara vücut verebilecektir. Diğer  bir  farklılık  ise  kullanma  unsurunun  her  iki  suç  açısından  farklı düzenlenmesinde kendisini göstermektedir. Buna göre resmî evrakta sahtecilik suçunun tamamlanması  açısından  evrakın  kullanılması  zorunluluğu  aranmayarak  kullanma hareketi seçimlik hareketlerden birine indirgenmiş iken özel evrakta sahtecilik suçu açısından,  üzerinde  sahtecilik  yapılmış  olan  belgenin   kullanılması   zorunluluğu aranmıştır.  Bu iki ana noktadan hareketle özel belgede sahtecilik suçu açısından iki hususun önem arz ettiği sonucu çıkar. Bunlardan birincisi özel belgede fikri sahteciliğin söz                                                            16  ÖZBEK / DOĞAN / BACAKSIZ, 2020, s. 848. 17  ATALAN,  Mustafa,  Dolandırıcılık  Sahtecilik  ve  Güveni  Kötüye  Kullanma  Suçları  Şerhi Uygulamalı – Yorumlu – Analizli, Adalet Yayınevi, Ankara, 2020, s. 949; TEZCAN / ERDEM / ÖNOK, 2020, s. 1052. 18  GÖKÇEN, 2018, s. 315. 19  ÖZBEK / DOĞAN / BACAKSIZ, 2020, s. 849; ÖZBEK, 2021, s. 540. 564     konusu olamayacağı, sadece maddi sahtecilik  yapılabileceğidir.  Diğeri ise, sırf özel belgede sahtecilik fiilinin gerçekleştirilmiş olmasının tek başına cezalandırılabilir bir fiil olmadığıdır; asıl olarak sahte belgenin kullanılması esas alınmıştır. Aşağıda  bu  iki  husus  açısından   Yasal  defterlerde,  muhasebe  kayıtlarında  ve finansal  tablo  ve  raporlarda  usulsüzlük   suçunun  düzenlendiği  SPKn  md.  112 nin özellikle 2. fıkrasında yer alan atıf hükmü ve özel evrakta sahtecilik suçu açısından getirilen istisna inceleme konusu yapıldığında suç sonuçlar ortaya çıkar.  SPKn nun   Yasal  defterlerde,  muhasebe  kayıtlarında  ve  finansal  tablo  ve raporlarda usulsüzlük  başlıklı 112. maddesinin 2. fıkrasında  finansal tablo ve raporları gerçeği yansıtmayan şekilde düzenleme, gerçeğe aykırı hesap açma, kayıtlarda her türlü muhasebe hilesi yapma ve yanlış veya yanıltıcı bağımsız denetim ve değerleme raporu düzenleme ile düzenlenmesini sağlama  eylemlerinin kasıtlı olarak işlenmesi suç olarak düzenlenmiş ve bu eylemlerin, (5237 sayılı TCK ye  atıfla) TCK nin ilgili maddelerine göre  cezalandırılacağı hükme bağlanmış ve devamında özel evrakta sahtecilik suçu açısından  bir  istisnaya  yer  verilmiştir.  Buna  göre,  finansal  tablo  ve  raporların, hesapların, kayıtların, bağımsız denetim ve değerleme raporlarının gerçeği yansıtmayan şekilde düzenleme, gerçeğe aykırı açılma, muhasebe hilesi içerme, yanlış veya yanıltıcı düzenlenme  ile  düzenlenmesini  sağlama  eylemlerine  konu  edilmeleri  hallerinden herhangi birinde  özel belgede sahtecilik suçundan dolayı cezaya hükmedebilmek için, sahte belgenin kullanılmış olması şartı aranma yacağı hükme bağlanmıştır.   İşbu çalışmanın konusu, söz konusu suçun tüm unsurları itibariyle ayrıntılı olarak incelenmesi değildir. Burada asıl olarak söz konusu hükmün kapsamının, özel evrakta                                                            20  İşbu çalışmanın konusu, söz konusu suçun tüm unsurları itibariyle ayrıntılı olarak incelenmesi değildir. Burada asıl olarak söz konusu hükmün kapsamının, özel evrakta sahtecilik suçu açısından yer verilen istisna düzenlemesinin kapsam ve sonuçları üzerinden ele alınması amaçlanmakta; SPKn md. 112/ 2 ile düzenlenen suç ile ilgili suçun unsurları incelemesine geçilmeyerek doğrudan yukarıdaki başlıklarda da yer  verilen  özel  belgede  sahtecilik  ve  fikri  sahtecilik  hususları  çerçevesinde  bir  değerlendirme sunulmaktadır. 21  Sermaye Piyasası Kanunu, Kanun Numarası: 6362, Kabul Tarihi: 6.12.2012, RG 30.12.2012/28513. 22  Benzer hüküm 2499 sayılı Mülga SPKn nda da yer almaktadır (md. 47/ B). Hükme göre;  Gerçeğe aykırı defter ve kayıt tutan, hesap açan veya bunlarda her türlü muhasebe hilesi yapan ya da gerçeğe aykırı bağımsız denetleme raporu düzenleyenler ile düzenlenmesini sağlayanlar, Türk Ceza Kanununun belgede sahtecilik suçuna ilişkin hükümlerine göre cezalandırılır . 565     sahtecilik  suçu  açısından  yer  verilen  istisna  düzenlemesinin  kapsam  ve  sonuçları üzerinden ele alınması amaçlanmakta; SPKn md. 112/ 2 ile düzenlenen suç ile ilgili suçun unsurları incelemesine geçilmeyerek doğrudan yukarıdaki başlıklarda da yer verilen özel belgede  sahtecilik  ve  fikri  sahtecilik  hususları  çerçevesinde  bir  değerlendirme sunulmaktadır.  Bu  kapsamda  incelendiğinde,  madde  lafzından  hareketle  belirtmek  gerekirse, SPKn md. 112/ 2 de sayılan  finansal tablo ve raporları gerçeği yansıtmayan şekilde düzenleme, gerçeğe aykırı hesap açma, kayıtlarda her türlü muhasebe hilesi yapma ve yanlış veya yanıltıcı bağımsız denetim ve değerleme raporu düzenleme ile düzenlenmesini sağlama  eylemlerinin söz konusu olması halinde TCK nin ilgili hükümlerine göre cezalandırılması yoluna gidilecektir. Söz konusu belgeler incelendiğinde ise bu belgelerin resmî belge olmadığı gibi resmî belge sayılan belgelerden de sayılmadığı bu belgelerin özel belge niteliğini taşıdığı görülmektedir. Haliyle sahtecilik fiilleri açısından öncelikli olarak gündeme gelecek hüküm TCK de yer alana özel evrakta sahtecilik suçudur. SPKn gereği  özel  belgede  sahtecilik  suçu  açısından  yapılacak  değerlendirmede  suçun  kullanma  unsuru dışındaki tüm unsurları yine TCK ye göre belirlenmek durumunda olacaktır.  Fikri sahteciliğin 5237 sayılı yeni TCK de de yalnızca resmî belgede sahtecilik suçlarında  mümkün  olduğu  dikkate  alındığında,   Ancak,  özel  belgede  sahtecilik suçundan dolayı cezaya hükmedebilmek için, sahte belgenin kullanılmış olması şartı aranmaz  hükmü, ceza hukuku açısından sorunlu bir alan yaratmakta; bu sorun sadece teorik düzeyde kalmamakta, içtihat yönünde de tartışmalı hükümlerin oluşmasına sebep olmaktadır. SPKn md. 112/ 2 de sayılan özel belgeler hakkında belirtilen eylemlerin gerçekleştirilmesi halinde hem TCK nin matuf 207. maddesi uygulanmakta, hem de özel belgede  fikri  sahtecilik  olabilirmişçesine  içerik  sahteciliği  değerlendirmesi  yapıldığı görülmektedir. TCK ye atıfla bu değerlendirme yapılırken ise özel belgede sahtecilik suçunun yalnızca  kullanma  unsuru yok sayılmakta, ancak kanımızca yerinde olmayan biçimde diğer unsurlarının oluşup oluşmadığı, diğer bir deyişle özel belgede sahtecilik suçunda  fikri  sahteciliğin  olmayacağı  konusu  tartışılmamakta  veyahut  üstü  kapalı geçilmektedir.  566     Yargıtay 19. Ceza Dairesi nin yakın tarihli örnek az sayıdaki kararında da bu yönde hüküm kurulduğu görülmektedir. Örneğin, Borsa İstanbul'da işlem gören şirketin yönetim kurulu üyeleri olan sanıkların, denetleme raporundaki mali tablo ve faaliyetlerinden hareketle, MTE ile olan borç ilişkisinde karşılık gideri ayrılması gereken alacakların MTE'nin mali tablolarında aktif varlık olarak gösterilmeye çalışılması, yapılan işlemler ile  grup  şirketlerinin  MTE'ye  borçlu  durumuna  düşürülmesi  ancak  bu  şirketlerinin aktiflerinin tamamına yakını sermayesi karşılıksız kalmış şirketlerden olan alacaklardan oluşması, bir bankadan kullanılan kredinin iki gün içerisinde grup şirketleri ve X gerçek kişisinin  hesapları  arasında  dolaştırılması  sonucu  fiktif  muhasebe  kayıtlarının oluşturulması, nakit hareketleri sonucunda gerçeğe aykırı şekilde hesapların bakiyelerinin değiştirilmesi, bu işlem sonucu MTE'nin gerçeğe aykırı kayıtlarla borçlandırılması, yine yurtdışından kullanılan bir kredide de grup şirketleri hesapları arasında parayı dolaştırıp gerçeğe aykırı muhasebe kayıtlarıyla MTE'nin şirket borçlarının artırılması eylemleri nedeniyle sanıklar hakkında mülga 2499 sayılı SPKn md. 47/ B - 2. maddesi uyarınca soruşturma yapılması için suç duyurusunda bulunulmuş; Daire tarafından sanıkların gerçekleştirdikleri bu eylemlerle gerçeğe aykırı şekilde düzenleyerek yasal defterlerde, muhasebe  kayıtlarında  ve  finansal  tablo  ve  raporlarda  usulsüzlük  yapmak  suçunun unsurları itibariyle oluştuğuna kanaat getirilmiş ve kişiler hakkında mahkumiyet hükmü kurulması gerektiği hükme bağlanmıştır. Bu kararda Daire, özel belgede sahtecilik açısından  maddi  sahteciliğin  ne  şekilde  gerçekleştiğine  dair  hiçbir  açıklamaya  yer vermemiş, doğrudan SPKn md. 112 de tanımlanan suçun gerçekleştiğini ve bu maddeden mahkûmiyet hükmü kurulması gerektiğinden bahisle, bozma kararı tesis etmiştir.  Diğer kararda ise, Yönetim kurulu üyesi sanıkların denetleme raporu sonucunda; aracı kurum tarafından, haftalık olarak bildirilmekte olan sermaye yeterliliği tablolarının, gerçek durumu yansıtmadığı, aracı kuruma ait Ziraat Bankasınca bloke edilmiş bulunan miktarın SPK'ya verilen sermaye yeterliliği tablosunda indirim konusu yapılmayarak gerçeğe aykırı bilgi verdikleri, dolayısıyla müşteri nakitlerinin üzerinde tesis edilen                                                            23  Yargıtay 19. Ceza Dairesi nin 28.02.2018 tarih ve E. 2017/ 6538, K. 2018/ 2202 sayılı kararı (https://karararama.yargitay.gov.tr/). 24  Yargıtay  19.  Ceza  Dairesi nin  06.06.2018  tarih  ve  E.  2018/  177,  K.  2018/  6961  sayılı  kararı (https://karararama.yargitay.gov.tr/). 567     blokajın başlangıç tarihi itibariyle, aracı kurumun sermaye yeterliliği durumunu doğru biçimde  yansıtmayacak şekilde SPK ye gerçeğe aykırı olarak bilgi vermeye devam etmesi vakasında ise Daire, gerekçede doğrudan TCK md. 207 üzerinden SPKn md. 112/ 2 yi  ele  alırken,  hüküm  kısmında  kanımızca  yerinde  biçimde,  gerçeğe  aykırılık sonucundan ziyade SPKn md. 111 e tekabül eden Kurul a bilgi belge vermeme ve denetimi engelleme eylemlerinden hüküm kurmuş, bilgi belge saklanmasından hareketle SPKn md. 111 nedeniyle mahkûmiyet hükmü kurulması gerektiğine karar verilmiştir. Yukarıda belirtildiği üzere, SPKn md. 112 de sayılan belgelerin hukuki niteliği açısından özel belge niteliği taşıdığı görülmektedir. Özel belge olması nedeniyle de söz konusu belgeler açısından, sahte oluşturma ve değiştirme şeklinde sahtecilik fiillerin gerçekleştirilebileceği, buna karşın fikri sahtecilik fiilinin söz konusun olamayacağı sonucu çıkar. Dolayısıyla SPKn md. 112 de düzenlenen fiiller açısından maddi sahtecilik içeren fiillerin varlığı şarttır; gerçeğe aykırı bir içeriğin oluşması, diğer bir deyişle fikri sahtecilik  suç  kapsamında  değildir.    Dolayısıyla  özel  evrakta  sahtecilik  suçunun unsurlarının yani sahte belge düzenlenmesi ya da belgede değişiklik yapılmış olması zorunlu  olup  belgenin  usulüne  uygun  olup  içeriğinin  gerçeği  yansıtmaması  yeterli değildir. Her ne kadar söz konusu belgelerin gerçeği yansıtması SPKn açısından genel olarak önem arz etmekle birlikte, söz konusu düzenleme belgede sahtecilik açısından bu yönde bir cezai koruma konusunda bünyesinde eksiklik barındırmaktadır.  Nitekim benzer bir sorunun gündeme gelmesi olası olan başka bir alanda bu sorun bu şekilde bir atıf hükmü ile değil de bunlara ilişkin özel düzenleme ve tanım getirmek suretiyle çözülmeye çalışılmıştır. Bu kapsamda 213 sayılı Vergi Usul Kanunu ( VUK ) md. 359 da da vergi kaçakçılığı suçu bağlamında bir belge sahteciliği düzenlenmiş ve burada da sözü geçen belgeler özel belge oldukları halde fikri sahteciliğe konu olabilecek biçimde  gerçek bir muamele veya durum olmadığı halde bunlar varmış gibi düzenlenen belge  denilerek özel bir  sahte belge  tanımı yapılmış ve özel belgeler açısından da fikri sahteciliğin -vergi kaçakçılığı suçları özelinde- dikkate alacağını açık kanun hükmüyle düzenlenmiştir.  SPKn nda ise buna ilişkin özel bir düzenlemeye yer verilmemiştir. Buna karşın, SPKn md. 112/ 2 ile ise   genel olarak TCK ye atıfla yetinilmiş ve sadece özel belgede 568     sahtecilik  suçunda   kullanma   unsurunun  aranmayacağı  hükme  bağlanmıştır.  Yargı yerlerinin de SPKn md. 112/ 2 yi uygularken, TCK nin özel belgede sahtecilik suçunun diğer unsurlarının olup olmadığını aramaksızın veyahut özel belgede sahtecilik suçunda fikri  sahteciliğin  mümkün  olmadığı  göz  önüne  alınmaksızın,  kullanma  unsurunun olmamasını her durumda suçun vücut bulmasına yeterli görmeleri, tartışmalı olduğunu belirtilen kararların ortaya çıkmasına neden olmaktadır.  Sermaye piyasası/ finansal düzenleme ve denetleme alanları ile maliye alanlarının en azından defter ve kayıtların doğru ve gerçeğe uygun olması açısından benzer ve kesişir olmalarından hareketle 213 sayılı VUK un kaçakçılık suçları ve cezalarına dair 359. maddesi örneğinden yapılacak bir değerlendirme kanımızca önem taşımaktadır. VUK md. 359/ 1 in (a) ve (b) bentlerinde defter ve kayıtlarda hesap ve muhasebe hileleri yapanlar, gerçek olmayan veya kayda konu işlemlerle ilgisi bulunmayan kişiler adına hesap açanlar veya defterlere kaydı gereken hesap ve işlemleri vergi matrahının azalması sonucunu doğuracak şekilde tamamen veya kısmen başka defter, belge veya diğer kayıt ortamlarına kaydedenler, defter, kayıt ve belgeleri tahrif edenler veya gizleyenler veya muhteviyatı itibariyle yanıltıcı belge düzenleyenler veya bu belgeleri kullananlar ile vergi kanunları uyarınca tutulan veya düzenlenen ve saklama ve ibraz mecburiyeti bulunan belgelerin,  aslı  veya  suretleri  üzerinde,  tamamen  veya  kısmen  sahte  olarak düzenleyenler  veya  bu  belgeleri  kullananların  eylemleri  kaçakçılık  suçu  olarak düzenlenirken bu seçimlik eylemlere bakıldığında bazıları açısından ortaya çıkan fikri sahtecilik halinin de nasıl olabileceği tanımlanmıştır. Buna göre, gerçek bir muamele veya  duruma  dayanmakla  birlikte  bu  muamele  veya  durumu  mahiyet  veya  miktar itibariyle gerçeğe aykırı şekilde yansıtan belge,  muhteviyatı itibariyle yanıltıcı belge ; gerçek bir muamele veya durum olmadığı halde bunlar varmış gibi düzenlenen belge ise  sahte belge dir. Öyleyse VUK anlamında sahte belge, maddi esas ve şekil kurallarına                                                            25  ÜMİT, Ceyda,  Vergi Ceza Hukukunda Sahte Belge Düzenleme ve Sahte Belge Kullanma Suçlarına İlişkin Sorunlar ve Çözüm Önerileri , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2021, Cilt: 11, Sayı: 1, (s. 357-393), s. 365. 569     uygun olarak tanzim edilmiş ve hatta kanuna uygun tanzime karşılık gerçek bir ekonomik ve hukuki durumu temsil etmeyen belgelerdir.  VUK un mezkûr maddesi ile öngörülen bu özel belgede sahtecilik halinde, TCK ye atıf  yapılmamıştır.  Doğrudan  VUK un  kendi  hükümleri  ile  suçun  unsurlarının tanımlandığı bu istisnai özel belgede sahtecilik halinde, özel bir belge bakımından da bir tür fikri sahtecilik halinin meydana gelebileceği kabulü gerçekleşmiş, özellikle kullanma şartı aranmaksızın gerçek durumu veya işlemi yansıtmadığı halde bu durum veya işlem varmış gibi gösterilmesinin; daha da açık bir ifade ile, özel belge konusunda yalnızca maddi  değil,  içeriğe  ilişkin  bir  sahteliğin  de  madde  kapsamında  suç  olarak cezalandırıldığı hükme bağlanmıştır. Diğer yandan, VUK md. 359/ 1 in (a) ve (b) bentleri konusunda, ispat noktasında suça konu faturaların ele geçirilememesinin mahkûmiyet kararına etkisinin tartışıldığı bir Ceza  Genel  Kurulu  kararında  da  VUK ta  öngörülen  özel  belgeler  konusundaki sahtecilik eylemlerinin niteliği ile maddi ve fikri içtima içerikleri tartışılmıştır. Buna göre,  faturanın  gerçek  bir  ticari  ilişkiye  dayanmaması  halinde  bu  kanuna  göre  içerik bakımından  sahte  belge  olarak  değerlendirilmektedir.  Bu  kapsamda  gerçek  fatura taraflar arasında daha önce herhangi bir satım, hizmet veya sözleşmelerinden doğan hukuki bir ilişkinin varlığı şarttır  denilerek, VUK açısından bir özel belge olarak fatura konusunda geri plandaki hukuki ilişkinin de araştırılacağı, dolayısıyla fikri sahteciliğin söz konusu olabileceği hükme bağlanmıştır.  TCK de düzenlenen özel belgede sahtecilik suçu açısından bakıldığında belgedeki şekli objektif iğfal kabiliyetinin suçun unsuru kabul edildiği de dikkate alındığında, VUK ta düzenlenen özel belgede sahtecilik halinde  gerçeğe aykırılık olgusu olarak                                                            26  YÜCE, Mehmet, Vergi Kaçakçılığı Suçu (Sahte Belge ve Muhteviyatı İtibariyle Yanıltıcı Belge Düzenleme veya Kullanma Suçu) ve Yargılama Usulü, Adalet Yayınevi, Ankara, 2018, s. 78; ÜNAL, Ertuğrul,  Vergi Usul Kanunu nun 359 uncu Maddesinin b Fıkrasında Düzenlenen Vergi Kaçakçılığı Suçu , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2021, Cilt 27, Sayı 2, (s. 1261 - 1297), s. 1264. 27  Yargıtay  Ceza  Genel  Kurulu,  08.11.2018  tarih  ve  E.  2018/  427,  K.  2018/  517  sayılı  kararı (https://karararama.yargitay.gov.tr/). 570     sahteciliğin amaç değil araç olması 28 kabulünün olduğu görülmektedir. Yukarıda atfı geçen Yargıtay Ceza Genel Kurulu kararında da (2018) ifade edildiği üzere,  vergi belgelerindeki sahteciliğin amacı, düzenleyen için komisyon almak sureti ile haksız kazanç sağlamak veya vergi doğuran faaliyetini vergi dairesi bilgisi dışında tutarak vergi ödememek; kullanan için ise gideri fazla gösterip matrahı düşürmek, dolayısı ile vergiyi az ödemek veya hiç ödememek olduğu için gerçeğe aykırılık olgusu bir araçtır . Bu noktada da vergiye konu faaliyetin fikri düzeyde gerçeği yansıtıp yansıtmadığı önemli olacaktır. Bu öneme binaen VUK md. 359,  sahte belge yi  gerçek bir muamele veya durum olmadığı halde bunlar varmış gibi düzenlenen belge  olarak tanımlayarak gerçeğe aykırı içeriği yani fikri sahteciliği de dikkate alacağını açık kanun hükmüyle düzenlemiş olmaktadır.  SONUÇ Evrakta sahtecilik suçları açısından maddi sahtecilik - fikri sahtecilik ayrımı sadece teorik bir tartışma  ötesinde kanunilik ilkesi kapsamında suçun unsurlarının belirlenmesi ve  bu alandaki fiillerin buna göre değerlendirilmesi anlamında somut sonuçları içeren bir ayrım olarak da gündeme gelmektedir. Bu ayrım kapsamında TCK fikri sahteciliği sadece resmî  evrakta  sahtecilik  suçu  açısından  düzenlerken  özel  evrakta  sahtecilik  suçları açısından sadece maddi sahtecilik fiillerini cezalandırılabilir kapsama almıştır.  Resmî evrak - özel evrak sınıflandırması vergi hukuku, ticaret hukuku ya da konumuzu oluşturan sermaye piyasasına ilişkin düzenlemeler açısından belirli bir sınırı ifade edebilmektedir. Aktarılan bu alanlarda her ne kadar özel belge niteliği taşısa da bu tür belgelere kamusal bir sonuç bağlanmasının zorunluluğu ortaya çıkmakta, bu da bu tür belgelerin  gerek  şekli  gerekse  içerik  bakımından  birtakım  zorunlulukları  taşımaları sonucunu da beraberinde getirmektedir.  Lakin bu zorunluluklar söz konusu belgeleri                                                            28  Yargıtay Ceza Genel Kurulu nun E. 2012/ 11-1512, K. 2014/ 366 sayılı kararı; YURTCAN, Erdener, Yargıtay Kararları Işığında Sahtecilik Suçları, Seçkin Yayıncılık, Ankara, 2019, s. 191 vd. 571     kendiliğinden  resmî  belge  kapsamına  sokmamaktadır.  Hal  böyle  olunca  özellikle belgenin içeriğinin gerçekle uyuşup uyuşmamasına hukuki sonuç bağlandığı durumlarda belgenin içeriğinin gerçeği yansıtmasına yönelik tedbirler alınmak istenmektedir.   Yukarıda da aktarıldığı üzere vergi hukuku açısından sorunun cezai boyutu, bu alandaki birtakım mevzuata uygun olmayan kayıt, defter vs. tutulması ve bunlara aslında gerçek olmayan bir ilişkinin kaydedilmesine yönelik filleri içeren suçların özel olarak düzenlenmesi şeklindedir. Söz konusu düzenleme ile TCK de resmî evrakta sahtecilik açısından fikri ve maddi sahtecilik, özel evrakta sahtecilik açısından maddi sahtecilik sınıflandırmasının ötesine geçilerek bir anlamda özel evrakta sahtecilik suçunun ilgili alana özgü olarak genişletilmesi suretiyle fikri sahteciliğin de suç olarak düzenlenmesi söz konusudur.  Buna karşın SPKn md. 112 de getirilen çözüm söz konusu amaca hizmet eder nitelik taşımamaktadır. Hüküm özel evrakta kullanma unsurunu bertaraf ederken, maddi sahteciliğin  gerçekleştirilmiş  olması  unsurunu  bertaraf  edememiştir.  Söz  konusu düzenleme sonucunda SPKn gereği tutulması gereken bir belgede belgenin sonradan değiştirilmesi ya da sahte olarak düzenlenmesi şeklinde maddi sahteciliğin gerçekleştiği bir durumda özel evrakta sahtecilik suçundan cezalandırılması söz konusu olabilecektir. Buna karşın düzenleyen kişinin belgeyi gerçeğe aykırı olarak düzenlemesi, yani fikri sahtecilik yapması, belgeyi düzenlemeye yetkili olması ve sonradan hukuka aykırı olarak değişiklik yapılmaması ve bu nedenle suçun unsurlarının gerçekleşmemiş olması halinde ise özel evrakta sahtecilik suçundan cezalandırılması mümkün olmayacaktır. Bu durumda somut duruma göre SPKn md. 111 hükmü saklıdır.  Sonuç olarak, eğer söz konusu sorun aşılmak isteniyorsa, bunun ya SPK md. 112 VUK ta olduğu şekliyle özel evrakta fikri sahteciliği de kabul eden bağımsız bir suç olarak düzenlenmesi ya da SPKn md. 112 nin uygulanması açısından kullanma şartının aranmaması  yanında  fikri  sahteciliğin  oluşabileceğini  içeren  bir  hükmün  eklenmesi suretiyle gerçekleştirilmesi gerektiği kanaatindeyiz.                                                             29  TCK de bu gerçeklikten hareketle bir kısım belgeler açısından, bu belgeler özel belge olmasına karşın, özel düzenleme yoluna gidildiği görülmektedir. Nitekim TCK nin 210. maddesine buna ilişkin önemli bir örnek teşkil eder.  572    ",
     "Kaynakça": "ATALAN, Mustafa, Dolandırıcılık Sahtecilik ve Güveni Kötüye Kullanma Suçları Şerhi Uygulamalı – Yorumlu – Analizli, Adalet Yayınevi, Ankara, 2020.  GÖKCAN, Hasan Tahsin, Resmî Belgede Sahtecilik Suçu (TCK m. 204), Ankara Barosu Dergisi, Yıl: 67, Sayı: 3, 2009, (s. 93 - 126). GÖKÇEN, Ahmet, Belgede Sahtecilik Suçları (m. 204-212), Adalet Yayınevi, Ankara, 2018. EREM, Faruk / TOROSLU, Nevzat, Türk Ceza Hukuku Özel Hükümler, 9. baskı, Savaş Yayınevi, Ankara, 2003, ERMAN, Sahir, Ticari Ceza Hukuku C. III, Sahtekarlık Suçları, İstanbul, 1987.  KOCA, Mahmut / ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, Adalet Yayınevi, Ankara, 2020. MERAN, Necati, Dolandırıcılık, Sahtecilik, Güveni Kötüye Kullanma, Seçkin Yayıncılık, 2016. ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, Türk Ceza Hukuku Özel Hükümler, 15. Baskı, Seçkin Yayıncılık, Ankara, 2020.  ÖZBEK, Veli Özer, Ekonomi Ceza Hukuku, İkinci Kitap - Özel Hükümler, Seçkin Yayıncılık, Ankara, 2021. TEZCAN, Durmuş / ERDEM, Mustafa Ruhan / ÖNOK, R. Murat, Teorik ve Pratik Ceza Özel Hukuku, Seçkin Yayıncılık, Ankara, 2020. TOROSLU, Nevzat, Ceza Hukuku Özel Kısım, Ankara, 2005. ÜMİT, Ceyda,  Vergi Ceza Hukukunda Sahte Belge Düzenleme ve Sahte Belge Kullanma Suçlarına İlişkin Sorunlar ve Çözüm Önerileri , Hacettepe Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2021, Cilt: 11, Sayı: 1, 2021, (s. 357-393). ÜNAL, Ertuğrul,  Vergi Usul Kanunu nun 359 uncu Maddesinin b Fıkrasında Düzenlenen Vergi Kaçakçılığı Suçu , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2021, Cilt 27, Sayı 2, (s. 1261 - 1297). 573     YOKUŞ SEVÜK, Handan, Türk Ceza Hukuku Özel Hükümler, 2. Baskı ,Adalet Yayınevi, Ankara, 2019. YOKUŞ SEVÜK, Handan,  Özel Belgede Sahtecilik Suçu (TCK m. 207) , Dicle Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019,"
}