{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "14",
     "Ay": "09",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "1980 TARİHLİ ULUSLARARASI ÇOCUK KAÇIRMANIN HUKUKİ YÖNLERİNE DAİR LAHEY SÖZLEŞMESİ’NDE ÇOCUĞUN İADESI TALEBİNİN REDDİ NEDENLERİ VE KONUYA İLİŞKİN ANAYASA MAHKEMESİ İÇTİHADI",
     "Title": "REASONS FOR REJECTION OF A CHILD RETURN REQUEST IN THE HAGUE CONVENTION ON THE LEGAL ASPECTS OF INTERNATIONAL CHILD ABDUCTION IN 1980 AND THE CONSTITUTIONAL COURT S JURISPRUDENCE ON THE MATTER",
     "Yazar İsmi": [
          "Arş. Gör. Dr. Ahmet Ekinci",
          "Arş. Gör. Aslıhan Kaplan Arık"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Aile hayatına saygı gösterilmesini isteme hakkı",
          "çocuğun iadesi",
          "çocuğun yüksek menfaati",
          "iadenin reddini meşrulaştıran haller",
          "1980 Tarihli Uluslararası Çocuk Kaçırmanın Hukuki"
     ],
     "Keywords": [
          "Right to family life",
          "return of the child",
          "the high ınterests of the child",
          "constitutional court",
          "justifying situations the rejecting of return",
          "the Hague Convention on the Legal Aspects of International"
     ],
     "Özet": " Bu çalışma, Anayasa Mahkemesi nin bireysel başvuru kararları kapsamında çocuğun mutat meskenine iadesi davalarına etki eden hususları incelemektedir. Bu bağlamda çalışma, 1980 Tarihli Uluslararası Çocuk  Kaçırmanın  Hukuki  Veçhelerine  Dair  La  Haye  Sözleşmesi nin  konuya  ilişkin  hükümleri çerçevesinde  Anayasa  Mahkemesi nin  verdiği  kararları  değerlendirmekte,  mahkemenin  kararlarını çocuğun yüksek menfaati kriteri ekseninde ne şekilde tasarladığını ortaya koymaktadır. Mahkemeye göre, çocuğun yüksek menfaatini etkileyen iki temel durum, çocuğun fiziksel veya psikolojik saldırı mağduru olma  olasılığının  bulunup  bulunmadığıdır.  Çocuğa  yönelik  tehdit  yüksek  ise  iade  taleplerinin reddedilmesi, aile hayatına saygı gösterilmesini isteme hakkını ihlal etmemektedir. Buna karşın bu tür yargılamalar süratle sonuçlandırılmalı, verilen kararlar icra edilebilir olmalıdır. Aksi halde hem AİHM hem  de  AYM  ilgili  hakkın  ihlal  edildiği  sonucuna  varmaktadır.  Fakat  çalışma,  AYM nin  bizzat kendisinin yargılamanın süresine ilişkin içtihadına uymadığını iddia etmektedir.",
     "Abstract": "This study investigates the situations affecting the cases about demand of return of the child to the habitual residence within the scope of the constitutional court s decisions on individual applications. In the  context,  the  study  evaluates  the  constitutional  court s  decisions  in  framework  of  the  Hague Convention on the Legal Aspects of International Child Abduction in 1980 and argues how the court designs it s decisions on the axis of the criteria of the high interests of the child. According to the Court, two basic situation affecting the high interest of the child are the existing of the probabilities of that the child will be victim of physical or psychological assault. If these conditions are exist, rejecting to return doesn t violate right to family life.  On the otherside, the cases should be finished immediately and judicial decisions have to be executable. If it doesn t, both of ECHR and Turkish Constitutional Court rules that the relevant authorities violated the right. However the study claims that the Constitutional court doesn t comply with own jurisprudence on the duration of the process.",
     "Metin": " Bu  çalışmada  Anayasa  Mahkemesi  (AYM) nin  bireysel  başvuru  kararları kapsamında  çocuğun  mutat  meskenine  iadesi  davalarına  etki  eden  unsurlar incelenmektedir.  Yabancı  unsurlu  evliliklerin  ve  bu  evliliklerin  boşanma  ile sonuçlanması  olgusunun  giderek  artması  ile  birlikte  önemli  bir  hukuki  uyuşmazlık konusu giderek gündeme gelmektedir. Bu ise çocuğun velayetinin kimde olacağı ile birlikte velayet kendisine verilmeyen ebeveynin çocuğu kendi ülkesine ya da bir başka ülkeye kaçırması durumudur. İşte makale tam da bu çocuk kaçırma konulu davaları genel olarak insan hakları, özel olarak ise aile hayatına saygı gösterilmesini isteme hakkı  bağlamında  incelemektedir.  Çocuğun  mutat  meskenine  iadesini  konu  alan literatür, ülkemizde oldukça gelişmiştir. Fakat konuyu Anayasa Mahkemesi nin bireysel başvuru kararlarına özgüleyerek inceleyen çalışmalar yaygın değildir. İlgili kararlara ya   1125                                                                                     genel  olarak  aile  hayatına  saygı  gösterilmesini  isteme  hakkı  bağlamında  kısaca değinilmekte  ya  da  değinilmemektedir.  Bu  açıdan  mevcut  çalışmanın  literatüre mütevazı bir katkı sağlayacağı düşünülmektedir.  Çalışmanın  konusu,  Anayasa  Mahkemesi ne  bireysel  başvuru  kararları kapsamında çocuğun mutat meskenine iadesi davalarıdır. Bu nedenle çalışma öncelikli olarak Anayasa Mahkemesi kararlarına yoğunlaşmaktadır. Fakat bu konu hususiyetle 1980  Tarihli  Uluslararası  Çocuk  Kaçırmanın  Hukuki  Veçhelerine  Dair  La  Haye Sözleşmesi  (1980  tarihli  Lahey  Sözleşmesi)  ile  düzenlenmekte,  gerek  Anayasa Mahkemesi  gerekse  diğer  ulusal  ve  uluslararası  mahkemeler  bu  Sözleşme nin hükümleri  çerçevesinde  kararlarını  oluşturmaktadır.  Bu  nedenle  ilgili  sözleşmenin konuyu ilgilendirdiği kadarıyla bu çalışmada ele alınması gerekli görülmüştür. İlaveten konunun özel görünüm şekillerinden olan ve Anayasa Mahkemesi nin henüz içtihat üretmediği bazı durumlar ile ilgili olarak ise Avrupa İnsan Hakları Mahkemesi (AİHM) kararlarından yararlanılmıştır. Bu tercihin nedeni ise AYM nin kararlarını şekillendirme aşamasında AİHM içtihatlarından önemli ölçüde etkileniyor oluşudur. Buna mukabil konunun  sınırlarını  aşmamak  adına  diğer  mahkemelerin  konuya  ilişkin  kararlarına çalışmada yer verilmemiştir. Çalışma spesifik olarak çocuğun mutat meskenine iadesini konu alan bireysel başvuru kararları ile ilgilidir. Elbette konu ile ilişkili olarak çocuk haklarının konusunu oluşturan boşanma, velâyet  kavramı, bu kavramın farklı görünüm  halleri,  ebeveynçocuk arasındaki ve ebeveynler arası yükümlülükler ile ilişkili alanlar mevcuttur. Bu kavramların  tanımsal  olarak  dahi  çalışmada  incelenmesinin  çalışmanın  hacmini orantısız  bir  şekilde  genişleteceği  ve  çalışmaya  doğrudan  bir  fayda  sağlamayacağı düşüncesiyle bu türden değerlendirmelerde bulunulmamıştır. Çalışma  üç  kısımdan  oluşmaktadır.  Çalışmanın   I.  Lahey  Sözleşmesi  ve Sözleşmeye İlişkin Önemli Kavramlar  başlığı ile  II. Lahey Sözleşmesine Göre İade Talebinin  Reddedilebileceği  Haller   başlığı  kapsamında  çocuk  kaçırma  durumunda çocuğun mutat meskenine iadesinin kapsamını belirleyen uluslararası sözleşme olan                                                  1   Detaylı bilgi için bakınız (bkz). ERDOĞAN, Murat, Anayasa Mahkemesine Bireysel Başvuruda Temel Hak ve Özgürlüklerin Yorumu, Lykeon Yayınları, Ankara, 2019, s. 225-263.   1126                                                                                     Lahey sözleşmesi incelenmektedir. Söz konusu değerlendirmeler, çocuğun iadesinin kapsamı ve iadenin reddini meşru kılan hallere özgülenmiştir. Çalışmanın  III. Anayasa Mahkemesi  Kararlarında  Çocuk  Kaçırma  Eyleminin  Kapsamı  ve  İadenin  Reddi Sebepleri   başlığı  altında  konuya  ilişkin  AYM  kararlarına  odaklanılmakta,  yer  yer konunun detaylandırılabilmesi maksadıyla AİHM kararlarına değinilmektedir.   I.  LAHEY  SÖZLEŞMESİ  VE  SÖZLEŞMEYE  İLİŞKİN  ÖNEMLİ KAVRAMLAR  Yabancı unsurlu evliliklerin artması ve bu evliliklerin boşanma ile sonuçlanması durumunda  boşanmış  eşlerden  biri,  çocuklarını  da  yanına  alarak,  yaşamını  etnik bağlarının  bulunduğu,  vatandaşı  olduğu  veya  maddi  imkânlarından  kolaylıkla faydalanabileceği  başka  bir  ülkede  sürdürmeyi  tercih  etmektedir.  Boşanmayla sonuçlanan yabancı unsurlarda eşlerden biri başka ülkeye giderken çeşitli gerekçelerle çocuğunu da yanına alıp yanı yerini değiştirmekte ya da alıkoymaktadır. Hukuka aykırı olarak gerçekleştirdiği bu durum çeşitli sebeplerden kaynaklanabilir. Örneğin, diğer eşe olan  siniri  nedeniyle  çocuğu  kullanarak  onu  cezalandırmak,  çocuğu  boşanma aşamasında  kendi  lehine  fayda  sağlamak  amacıyla  diğer  eşe  karşı  kullanmak  veya çocuğun yararına olduğu düşüncesiyle gerçekleştirilmektedir. Yani gerekçesi ne olursa olsun eşlerden biri çocuğu haksız olarak mutat meskeni ülkesinden farklı bir ülkede yaşaması amacıyla kaçırmakta veya alıkoymaktadır.                                                   2   ZAWADZKI, Deborah M. The Role of Courts in Preventing International Child Abduction, Cardozo Journal of International Comparative Law, 2005, Vol 13, s. 353. 3   GİRAY, Faruk K. Milletlerarası Özel Hukukta Kaçırılan veya Alıkonulan Çocukların İadesi, Beta Yayıncılık, İstanbul, 2010, s.20. 4   SAPONE, Anna I.,  Children as Pawns in Their Parents  Fight For Control: The Failure of The United States to Protect Against, International Child Abduction ,Women s Rights Law Reporter, Vol 21, Number 2, 2000, s.130. 5   TEKİN, Esra,  1980 Tarihli Uluslararası Çocuk Kaçırmanın Hukuki Veçhelerine Dair La Haye Sözleşmesi ne Göre Çocuğun İadesinin Reddi Sebepleri , Ankara Barosu Dergisi, Yıl: 2019, Sayı:2, s.44.    1127                                                                                     Uluslararası  çocuk  kaçırma  uzun  geçmişe  sahip  bir  sorun  olmanın  yanı  sıra yabancı unsurlu evliliklerin artması ve bu evliliklerin boşanma ile sonuçlanması ile Türk hukukunda da görülmektedir.  Türkiye nin de taraf olduğu Birleşmiş Milletler Çocuk Haklarına Dair Sözleşme  çocuklara  ilişkin  koruma  ve  kişisel  ilişki  kurma  haklarının  güvenli  bir  şekilde kullanılmasının  sağlanması  ve  çocukların  kanuna  aykırı  olarak  ülke  dışına kaçırılmasının önlenmesi amacıyla taraf devletlere sorumluluklar yüklemektedir. Bu sorumlulukların yerine getirilmesini sağlamak için hazırlanan sözleşmelerden biri de 1980 tarihli Uluslararası Çocuk Kaçırmanın Hukuki Veçhelerine Dair Lahey Sözleşmesi (1980  tarihli  Lahey  Sözleşmesi) dir.  1980  tarihli  Lahey  Sözleşmesi,  özel  hukuk karakterli bir sözleşmedir. Bu nedenle çocuk kaçırmanın cezai boyutuna ilişkin bir düzenleme  içermemektedir.  Sözleşme,  taraf  devletlerin  işbirliğine  dayanmakta  ve ancak bu işbirliğinin sağlanması ile etkinlik kazanmaktadır.  Türkiye  adına  21  Ocak  1998  tarihinde  imzalanan  1980  tarihli  Lahey Sözleşmesi nin  onaylanması  3  Kasım  1999  tarihli  ve  4461  sayılı  Kanunla  uygun bulunarak,  29  Aralık  1999  tarihli  ve  99/13909  sayılı  Bakanlar  Kurulu  Kararı  ile onaylanmasını  müteakip,  15  Şubat  2000  tarihli  ve  23965  sayılı  Resmi  Gazetede yayımlanmıştır. Onay belgesinin, 31 Mayıs 2000 tarihinde tevdi yeri olan Hollanda Dışişleri Bakanlığına iletildiği Sözleşme, Türkiye açısından 1 Ağustos 2000 tarihinde                                                  6   R.G. 27.01.1995- 22184 sayılı Resmî Gazete. 7   Birleşmiş  Milletler  Çocuk  Haklarına  Dair  Sözleşme  madde  9-10  ve  11  bu  yükümlülüklerden bahsetmektedir. 8   R.G. 15.02.2000 - 23965 sayılı Resmi Gazete. 9   MARTHA,  Winterbottom,  The  Nightmare  of  International  Child  Abduction:  Facing  The  Legal Labyrinth, Journal of International Law and Practise, 1996 Vol 5, s.506, EKŞİ, Nuray, 5718 Sayılı Milletlerarası Özel Hukuk ve Usul Hukuku Hakkında Kanuna İlişkin Yargıtay Kararları, İstanbul, XII Levha Yayıncılık, 2010, s.18; GİRAY, 2010, s.22. 10  İşbirliğinin  sağlanması  adına   Lahey  Sözleşmesi ne  ilişkin  uygulamanın  denetlenmesi  ve değerlendirilmesi  için  özel  bir  komisyon  oluşturulmuş  olup,  bu  komisyon  belirli  aralıklarla gelişmeleri değerlendirmek üzere bir araya gelmektedir. Özel Komisyon genellikle, katılımcılardan Sözleşme nin uygulanması konusunda toplanan bilgileri içeren raporlar yayınlamaktadır.  Detaylı bilgi için bakınız: Leto, Marisa  Whose Best Interest? International Child Abduction Under the Hague Convention , Chicago Journal of International Law, Cilt 3., Sayı 1,s. 251; NEBİOĞLU ÖNER, Ş.  Uluslararası Çocuk Kaçırmanın Hukuki Yönlerine Dair Lahey Sözleşmesi̇: Amacı, Uygulaması ve Kısa Bir İçtihat Analizi , Türkiye Barolar Birliği Dergisi, Yıl: 2014, Sayı: 115, s. 512.   1128                                                                                     yürürlüğe girmiştir. Böylece, Türkiye bu sözleşmeye taraf olmuş ve 01 Ağustos 2000 tarihinden sonra ortaya çıkan uluslararası çocuk kaçırma vakalarında 1980 tarihli Lahey Sözleşmesi ni  uygulamaya  başlamıştır.  Ayrıca  Sözleşme nin  uygulanmasına  yönelik 22.11.2007  tarihli  ve  5717  sayılı  Uluslararası  Çocuk  Kaçırmanın  Hukuki  Yön  ve Kapsamına Dair Kanun ve Adalet Bakanlığı Uluslararası Hukuk ve Dış İlişkiler Genel Müdürlüğü tarafından 16.11.2011 tarihli ve 65/2 sayılı Genelge düzenlenmiştir. 1980 tarihli Lahey Sözleşmesi nin amacı, Sözleşmenin giriş kısmında ve birinci maddesinde açıkça belirtilmiştir. Bunlara göre Sözleşmenin amacı hukuka aykırı olarak yeri değiştirilen çocuğun bir an önce mutat meskeninin bulunduğu devlete iadesini ve taraf devletteki koruma ve ziyaret haklarına, diğer taraf devletlerde etkili bir biçimde uyulmasını  sağlamaktır.  Sözleşme,  mevcut  durumunun  korunmasının  çocuğun  en doğal hakkı olduğunu ve bu hakka saygı gösterilmesi gerektiğini kabul etmektedir. Sözleşme nin amacı, uluslararası nitelik taşıyan ve kanuna aykırı olarak yeri değiştirilen çocuğun,  yer  değiştirme  sebebiyle  sosyal  ve  duygusal  hayatında  meydana  gelen olumsuz  gelişmelerden  korunmasını  sağlamaktır.  Sözleşme,  tüm  taraf  devletlerde                                                  11  Sözleşmenin V. Bölüm  Nihai Hükümler  başlığı altında düzenlenen 37.maddesi  Sözleşme, katılan Devlet ile bu katılmayı kabul ettiğini beyan eden Devlet arasında, kabul beyanının tevdiinden sonraki üçüncü ayın ilk günü yürürlüğe girer  hükmünü düzenlemektedir. Söz konusu hüküm gereği onay belgesi 31 Mayıs 2000 tarihinde Hollanda Dışişleri Bakanlığına iletilen Sözleşme kabul beyanının tevdiinden sonraki üçüncü ayın ilk günü olan 1 Ağustos 2000 tarihinde yürürlüğe girmiştir.  12  R.G. 04.12.2007 -26720 sayılı Resmî Gazete. 13  Uluslararası Çocuk Kaçırmanın Hukukî Kapsamı ve Uygulaması, Adalet Bakanlığı, Genelge 65/2. Genelge  metni  için  bkz.  https://diabgm.adalet.gov.tr/Resimler/Dokuman/482020104050652%20Uluslararas%C%B%20%C%87ocuk%20Ka%C%A%C%Brman%C%Bn%20Hukuki%20Kapsam%C%B%20ve%20Uygulamas%C%B.pdf. ( 25.10.2021). 14  Lahey Sözleşmesi   …Çocuğu, Uluslararası alanda, kanuna aykırı bir yer değiştirmenin zararlı etkilerinden korumayı ve çocuğun mutat ikametgahı Devletine derhal dönüşünü teminat altına almak için usüller tespit etmeyi ve  ziyaret  hakkının  korunmasını  sağlamayı  arzu  ederek,  Bu  amaçla  bir  sözleşme  akdini kararlaştırmışlar …  Madde 1 İşbu sözleşmenin amacı: a)Taraf Devletlere gayrikanuni yollardan götürülen veya alıkonan çocukların derhal geri dönmelerini sağlamak; b) Taraf bir Devletteki koruma ve ziyaret haklarına, diğer taraf Devletlerde etkili biçimde riayet ettirmek.  15  Raportör  Elisa  Pérez  Vera  tarafından  hazırlanan  Özel  Komisyon  Raporu,  s.  429. https://assets.hcch.net/docs/afbc-2ceb-4d-87e-a8adc.pdf. (27.6.2021).   1129                                                                                     merkezi makamlar arasında bir işbirliği sistemi ve çocuğun mutat meskenine dönüşü hususunda hızlı bir prosedür öngörmek suretiyle, ebeveynler tarafından gerçekleştirilen çocuk kaçırma vakalarıyla mücadele etmeyi amaçlamaktadır. Bu bağlamda, 1980 tarihli Lahey Sözleşmesi ne taraf bir devlette mutat olarak ikamet eden çocuğun, diğer bir taraf devlete  kanuna  aykırı  olarak  kaçırılması  veya  orada  alıkonulması  durumunda, Sözleşmede yer verilen sınırlı sayıdaki istisnai haller dışında, çocuğun bulunduğu ülke yetkili  makamlarının  çocuğu  mutat  meskeni  ülkesine  ivedi  şekilde  iade  etmesi zorunludur.  Görüldüğü  üzere  Sözleşme;  çocuğun,  Sözleşme  kapsamındaki  kişiler tarafından, kanun ile koruma veya ziyaret hakkına aykırı olarak, mutat meskeninin bulunduğu  taraf  devletten  diğer  bir  taraf  devlete  götürülmesi  veya  bu  devlette alıkonulması  halinde  uygulama  alanı  bulmaktadır.  Bu  durumdaki  çocuğun,  mutat meskeninin bulunduğu taraf devlete ivedi bir şekilde iadesi sağlanarak, önceki mevcut durumunun yeniden tesisi amaçlanmaktadır.  Sözleşmenin  amacının  anlaşılması  açısından  mutat  mesken  kavramı  kilit  bir kavramdır. Koruma ve ziyaret hakkının tespiti ve çocuğun üstün menfaati de mutat mesken hukukuna göre yapıldığından öncelikle mutat mesken kavramı ve sonrasında koruma ve ziyaret hakkı kavramının açıklanması gerekmektedir.   A. Mutat Mesken Kavramı 1980 tarihli Lahey sözleşmesi mutat mesken kavramını tercih etmekle, çocuğun kaçırılmadan hemen önce fiilen yaşadığı yeri esas almaktadır. Mutat mesken kavramı, çocuklara ilişkin 1980 tarihli Lahey sözleşmelerinde ilk kez 1902 tarihli  Çocukların Vesayetine ilişkin Sözleşme  de kullanılmıştır. Sözleşmeyi düzenleyenler, özellikle                                                  16  GİRAY, 2010, s.22; ŞANLI, Cemal/ ESEN, Emre/ ATAMAN FİGANMEŞE, İnci, Milletlerarası Özel Hukuk, Vedat Kitapçılık, 6.Baskı, İstanbul, 2018, s.162; ALTUNTAŞ, İlknur, Uluslararası Çocuk Kaçırmanın Hukuki Yönlerine Dair Lahey Sözleşmesi, Bilge Yayınevi, Ankara, 2006, s.22. 17  NEBİOĞLU ÖNER, 2014, s.481; BOZDAĞ, 2014, s.34; AKINCI, Ziya,  Jurisdiction, Applicable Law,  Recognition  and  Enforcement  of  Foreign  Judgments  in  Turkish  Family  Law ,  (Ed.  Paul Beaumont,  Burcu  Yüksel),  Turkish  and  EU  Private  International  Law,  İstanbul,  XII  Levha Yayınları, 2014, s.97. 18  WEINER, Merle H.,  International Child Abduction And The Escape From Domestic Violence , Fordham  Law  Review,  Volume:  69,  Issue:2,  2000,  s.641. https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=3674&context=flr. (28.6.2021).  19  Türkiye  tarafından  onaylanmayan  Sözleşme,  çocukların  korunmasına  ilişkin  özel  hukuka  dair düzenlemeler  öngörmektedir.  Sözleşmeye  göre  vesayete  uygulanacak  hukuk,  küçüğün  millî   1130                                                                                     ülkelerin hukuk normlarında  yer alan  ikametgâh  veya  yerleşim  yeri  gibi farklı yorumlamaya açık kavramların yerine, taraf devletler için  mutat mesken  kavramının kullanılmasını tercih etmişlerdir. Nitekim bu düzenlemeden sonra, ülkelerin uluslararası özel hukuk kanunlarında mutat mesken kavramına yer verilmeye başlanmıştır. Mutat mesken kavramı ikametgâh kavramının gerçek ve fiilî durumu yansıtmaması ve her devletin hukukuna göre farklılık gösterebilmesi nedeniyle tercih edilmiştir. Hukuki bir kavramı ifade etmeyen mutat mesken kavramının kullanımı, fiili ve gerçek bir durumu yansıttığı  için  tercih  edilmektedir.  Kavram,  maddi  bir  gerçek  olarak  kabul edilmektedir.  Mutat  mesken  kavramı  1980  tarihli  Lahey  Sözleşmesi  ve  ülkelerin  iç hukuklarında  açıkça  tanımına  yer  verilmemiştir.  Tanımına  yer  verilmemiş  olması eleştirilere  neden  olmaktadır.  Eleştirilerden  biri  kavramın   mutat   ile  tanımlanması ibaresi maddi ilişki unsurlarına ağırlık verdiği için öznel uygulamaların önüne geçtiği noktasındadır.  Başka  bir  eleştiride  ise  mutat  mesken  kavramı  fiilî  bir  durumu yansıttığı  için  tanımının  yapılmaması  kavramı  öznelleştirilmesi  yönündedir.  1980 tarihli  Lahey  Sözleşmesi,   mutat  mesken   kavramından  neyin  anlaşılması  gerektiği konusunda bir tanım vermekten kaçınmıştır. Kavramın tanımının yapılmamış olması, mahkemelere serbesti sağlamış ve içeriği içtihatlara bırakılmıştır. Bu sayede standart bir tanım yapılarak kavram bir kalıba sokulmaktansa her somut olay için, çocuğun gerçek mutat meskeni yani çocuğun hukuka aykırı olarak yeri değiştirilmeden önce                                                                                                                                                hukukudur. Zorunluluk arz eden durumlarda geçici tedbir olarak mahallî hukuka göre vesayet kararı verilebilir. Bkz. TİRYAKİOĞLU, Bilgin, Milletlerarası Özel Hukukta Çocuklara İlişkin Kurallar, T.C. Başbakanlık Aile Araştırma Kurumu Başkanlığı, Ankara, 1991, s.77 den naklen. 20  EKŞİ, Nuray, Türk Mahkemelerinin Milletlerarası Yetkisi, 2. Bası, İstanbul, 2000, s.90. 21  ARSLAN, İlyas: Milletlerarası Özel Hukukta Mutad Mesken Kavramı, İstanbul, 2014, s. 26-27. 22  EKŞİ, 2000, s.90. 23  NOMER, Ergin, Devletler Hususi Hukuku, 22. Baskı, İstanbul 2017, s. 121, TOKER, Ali Gümrah, Uluslararası  Çocuk  Kaçırmanın  Hukukî  Yönlerine  Dair  Lahey  Sözleşmesi  Kapsamında Çocuğun Mutad Meskeni Kavramı, Ankara, 2020, s.205. 24  TOKER, 2020, s. 205. 25  NOMER, Ergin/ŞANLI, Cemal, Devletler Hususî Hukuku, 13. Bası, İstanbul, 2005, s.123.   1131                                                                                     bulunduğu  yer  tespit  edilerek  mahkemenin  objektif  bir  değerlendirme  yapması istenmiştir.  Nitekim  Anayasa  Mahkemesi,  sözleşmenin  uygulanması  bakımından  mutat mesken, kaçırıldığı veya alıkonulduğu iddia edilen çocuğun, kaçırılmasından hemen önce yaşadığı, alıştığı ve sosyal çevresinin bulunduğu yer olarak tanımlandığı tespit edilmektedir. Yargıtay kararlarında, mutat mesken kavramının farklı ülke ve kültüre göre değişkenlik gösterebileceği belirtilmektedir.  1980 tarihli Lahey Sözleşme nin Türkçe tercümesinde kavram  mutat ikametgâh  olarak kullanılmıştır. Bu nedenle mutat mesken kavramının yerine mutat ikametgah kavramının kullanıldığı da görülmektedir. Ancak, mutat mesken kavramı ile ikametgâh kavramları farklı anlamlara gelmektedir. İkametgâh, Türk hukukunda  ...bir kimsenin sürekli  kalma  niyetiyle  oturduğu  yer...   (Türk  Medeni  Kanunu  madde  19)  olarak tanımlanmıştır. İkametgâh için sürekli kalma niyeti aranırken mutat mesken kavramı için ise sürekli oturma niyetinin olması şart değildir. Sürekli oturma niyeti olmaksızın uzun bir süre bir yerde bulunulması da o yerin mutat mesken olarak kabul edilebilmesi mümkündür. Bu durumda mutat mesken kavramı fiili bir durumu yansıtan ve geniş kapsamlı bir kavramdır. Bu nedenle  mutat ikametgâh  kavramının kullanımı mutat                                                  26  HERRING, Lynda   Taking Away the Pawns: International Parental Abduction and the Hague Convention , North Carolina Journal of International Law and Commercial Regulation, 1994, Volume 20, Number 1 s.153. https://core.ac.uk/download/pdf/151516032.pdf. (27.6.2021). 27  Anayasa Mahkemesi 2015/10826 No lu 17.07.2018 tarihli Angela Jane Kilkenny başvurusunda, Başvurucu, çocuğun mutat meskeninin Avustralya olduğunu iddia ederek ülkesine iadesini talep etmiş ise de yargısal makamlarca başvurucunun talebi reddedilmiştir. Ret gerekçesinde öncelikle çocuğun Türkiye ye  geldiğinde  5-6  aylık  olduğu  dikkate  alınarak  Avustralya da  alıştığı  bir  ortamın bulunmadığı, bu nedenle Avustralya nın mutat mesken olarak kabul edilemeyeceği tespitine yer verildiği anlaşılmaktadır. 28  Yargıtay Hukuk Genel Kurulu Esas No:2010/2-628 Karar No:2010/693;  Mutat mesken kavramının sözleşmede ayrıca tanımlanmamış olmasının nedeni bu kavramın fiili bir durum olarak kalmasına ilişkin  niyeti  ortaya  koymak  ve  bu  kavramın  sadece  gerçek  anlamında  anlaşılması  olduğu,  bu kavramın sosyal ve kültürel farklılıkları olan devletlerde çeşitli hukuk sistemlerinde somut davanın özellikleri  ışığında  esnek  olması  ve  mahkemelerin çocuğun  mutat  meskenini  teknik  ve  standart yorumlardan bağımsız olarak değerlendirebilmeleri olduğu doktrinde benimsenmektedir.  29  ARSLAN, 2014, s. 38. 30  NOMER, 2017, s. 123. 31  BOZDAĞ,  Gonca  Gülfem,  Uluslararası  Çocuk  Kaçırmanın  Hukukî  Yönlerine  Dair  Lahey Sözleşmesi Kapsamında Çocuğun İadesi Talebinin Red Nedenleri, Ankara, 2014, s. 79.   1132                                                                                     mesken  kavramı  ile  anlatılmak  istenileni  açıklayamaması  ve  hukuki  bir  durumu yansıtması nedeniyle kullanılmamalıdır. 1980 tarihli Lahey Sözleşmesinin tercümesinde yapılan hatanın yani  mutat ikametgâh  çevirisinin 5717 sayılı Kanun hazırlanırken düzeltildiği ve  mutat mesken  kavramının kullanıldığı görülmektedir.  Mutat  mesken,  çocuğun  fiilî  olarak  yaşadığı,  sosyal  ilişkilerinin  bulunduğu yerdir. Ancak mutat meskene ilişkin tek bir tanımın olmaması nedeniyle olmadığı için, mutat meskenin tespiti farklı ölçütlere göre yapılabilmektedir. Sözleşme  ye taraf olan devletlere  bakıldığında,  mutat  meskenin  tespitinin  sıklıkla  mutat  meskenin  koruma hakkı  sahibi  olan  ebeveyne  göre  belirlendiği  veya  mutat  meskenin  çocuk  merkeze alınarak  belirlendiği  görülmektedir.  Bunlardan  mutat  meskenin  ebeveyne  göre belirlenmesi çocuğun fiili olarak yaşadığı yer dikkate alınmadan yalnızca velâyet sahibi ebeveynin iradesine bakılmaktadır. Diğer ölçüt olan çocuğu merkeze alan yaklaşım ise çocuğun mutat meskeninin kimseye bağlı olmadan belirlenmesidir. Buna göre mutat mesken,  çocuğun  hayat  faaliyetlerini  sürdürdüğü  sosyal  çevre  olarak  kabul edilmelidir.  Uygulamada  ikinci  ölçütün  ağırlık  kazandığı  görülmektedir.  İleride görüleceği üzere Anayasa Mahkemesi de ikinci ölçüte ağırlık vermektedir. B.  Koruma ve Ziyaret Hakkı Sözleşmenin  öngördüğü   koruma  hakkı   sui  generis  bir  haktır.  Sözleşmede tanımlanan koruma hakkı, iç hukuktaki velayet hakkından bağımsız ve onu kapsayıcı nitelikte bir haktır. Koruma hakkı, velayet sorumluluğunun yanında çocuğun ikamet edeceği  yeri  belirleme  yetkisini  de  içermektedir.  Nitekim  bu  husus,  Sözleşmenin                                                  32  BOZDAĞ, 2014, s. 80. 33  ARSLAN, 2014, s. 121. 34  ARSLAN, 2014, s. 124. 35  SILBERMAN, Linda,  Hague Convention on International Child Abduction: A Brief Overview and Case  Law  Analysis ,  Family  Law  Quarterly,  Volume  28,  No:1,  1994,  s.17. https://proxy.hacibayram.edu.tr:2090/stable/25739967?Search=yes&resultItemClick=true&searchText=Hague+Convention+on+International+Child+Abduction+A+Brief+Overview+and+Case+Law+Analysis%2C&searchUri=%2Faction%2FdoBasicSearch%3FQuery%3DHague%2BConvention%2Bon%2BInternational%2BChild%2BAbduction%253A%2BA%2BBrief%2BOverview%2Band%2BCase%2BLaw%2BAnalysis%252C%2B&ab_segments=0%2Fbasic_search_gsv%2Fcontrol&refreqid=fastly-default%3Ac0452471aaffcebf1a&seq=2#metadata_info_tab_contents. (27.6.2021).  36  GİRAY, 2010, s.88.   1133                                                                                     5.maddesinde:  Koruma hakkı, çocuğun şahsının bakımı hakkını ve özellikle ikamet yerinin tespiti hakkını ihtiva eder.  şeklinde ifade edilmiştir.  Uluslararası  Çocuk  Kaçırmanın  Hukukî  Yön  ve  Kapsamına  Dair  Kanun un  Tanımlar   başlıklı  3.maddesinde  koruma  ve  ziyaret  hakkı  velayet  hakkı  ifadesi kullanılmıştır. Velayet hakkı kavramının kapsamı çocuğun bakım, gözetim ve koruma ile  meskenini  tayin  etme  hakkı  olarak  ifade  edilmiştir.  1980  tarihli  Lahey Sözleşmesi nin  resmi Türkçe tercümesinde   koruma hakkı 39 ifadesi  kullanılmış ve velayet  hakkını  kapsayan  bir  kavram  olması  nedeniyle  bu  kavramın  kullanılması yerinde olmuştur. Ancak Kanun metninde  velayet hakkı  kavramının kullanılmasının doğru bir tercih olduğu söylenemez. Bu bağlamda koruma hakkı kavramı, iç hukuktaki velayet kavramı ile karıştırılmamalı, Sözleşme nin tanımlarına, yapısına ve amacına uygun olarak yorumlanmalıdır. Her ülkenin hukuk sisteminde farklı bir terminoloji tercih  edildiği  içi  çocukların  bakımına  ilişkin  hakların  nasıl  isimlendirildiklerinden ziyade,  hangi  yetki  ve  görevleri  kapsamına  aldığına  bakılmalıdır.  Ayrıca  koruma hakkının  içeriği  konusunda  taraf  devlet  hukuk  sistemlerinde  yer  alan  mevzuat  ve uygulamaların ulaşılabilirliği ve bu irtibatın sağlanması noktasında özellikle merkezi makamların önemi büyüktür. Koruma hakkının ihlal edilip edilmediği çocuğun mutat meskeni hukukuna göre tespit edilmektedir. Yani geçerli bir koruma hakkının varlığı, çocuğun mutat meskeni hukukuna  göre  hükme  bağlanmaktadır.  Bu  nedenle  mutat  mesken  kavramı  koruma hakkının varlığının tespiti açısından önem arz etmektedir. Koruma hakkı kanundan, adli veya  idari  makam  kararından  veya  taraflar  arasındaki  anlaşmadan  doğabilir.                                                  37  Sözleşme  metni  için  bkz. https://diabgm.adalet.gov.tr/arsiv/sozlesmeler/coktaraflisoz/lahey/turkce_lah.pdf. (27.6.2021).  38  R.G. 4.12.2007- 26720 sayılı Resmî Gazete. 39  Sözleşme  metni  için  bkz. https://diabgm.adalet.gov.tr/arsiv/sozlesmeler/coktaraflisoz/lahey/turkce_lah.pdf. (31.10.2021). 40  AKDUMAN,  Ebru,   Uluslararası  Çocuk  Kaçırmanın  Hukuki  Yönlerine  Dair  Lahey  Sözleşmesi Uyarınca Koruma ve Ziyaret Hakkı , Public and Private International Law Bulletin, Yıl: 2020, 40(2), s. 1380.  41  NEBİOĞLU, 2014, s.483. 42  ATAMAN FİGANMEŞE, 1999, s.66.   1134                                                                                     Sözleşmenin 3. madde hükmü uyarınca koruma hakkı bizzat kanundan, yani kanunun yetki  tanıdığı  bir  hukuki  düzenlemeden  doğabilmektedir.  Koruma  hakkı  yalnızca sayılan bu durumlardan doğmamaktadır. Mahkeme, geçerli bir koruma hakkının olup olmadığını  tespit  ederken  1980  tarihli  Lahey  Sözleşmesinin  8.maddesi  hükmü uyarınca çocuğun mutat meskeninin bulunduğu devletin merkezi makamından konuya ilişkin  bir  belge  veya  onaylı  bir  beyan  talep  edebilir.  Ayrıca  1980  tarihli  Lahey Sözleşmesinin 14.maddesi hükmünde belirtildiği üzere  çocuğun mutat  meskeninin bulunduğu devletin kanuni düzenlemeleri ile bu devlet mercileri tarafından verilmiş, tanınmış veya tanınmamış kararları doğrudan göz önünde bulundurabilmektedir. 1980 tarihli Lahey Sözleşmesinin 5.maddesinin (b) hükmünde ziyaret hakkının,  çocuğun,  sınırlı  bir  süre  için,  mutat  ikametgahından  başka  bir  yere  götürülmesi hakkını ihtiva edeceği  hüküm altına alınmıştır. Sözleşme kapsamında ziyaret hakkına ilişkin talepler koruma hakkına sahip olmayan ebeveynler tarafından  yapılmaktadır. Örneğin  büyükanne-büyükbaba  ya  da  yakın  akrabaların  ziyaret  hakkına  yönelik taleplerde bulunabilecekleri kabul edilmektedir. Ancak bu yönde bir talep olduğunda çocuğun iadesi söz konusu olmadığından mutat mesken veya koruma hakkının ihlal edilip  edilmediğinin  tespitine  gerek  bulunmamaktadır.  Haksız  kaçırma  veya alıkoymanın mevcut olduğunun ispatlanması şartına bağlı olmadığından Sözleşme m. 5                                                  43    Müracaata; e) Yararlı kararların veya anlaşmaların onaylı bir örneğinin;  f) Devletin konu ile ilgili kanuna dair, merkezi makamdan veya mutad ikametgâh Devletinin başka bir yetkili makamından veya başka bir yetkili şahıstan muta bir belge veya onaylı bir beyanın;  g) Faydalı tüm başka belgelerin; eklenmesi veya müracaatın söz konusu belgelerle takviye edilmesi gereklidir . 44   Talepte bulunulan Devletin adli veya idari makamı, 3. madde çerçevesinde kanuna aykırı bir yer değiştirme veya geri dönmeme halinin mevcudiyetini belirlemek amacıyla, çocuğun mutad ikametgâhı Devletindeki  hukuku  ve  tanınmış  veya  tanınmamış  kararları,  bu  hukukun  kanıtını  veya  ayrıca uygulanabilir yabancı kararların tanınmasına ilişkin belirli usulleri doğrudan doğruya göz önünde bulundurabilir  45  BOZDAĞ, 2014, s..91. 46  BOZDAĞ, 2014, s..92.   1135                                                                                     (b) hükmü daha geniş uygulama alanına sahiptir. Ancak daha esnek düzenlediği için koruma hakkına nazaran daha az korunma sağlamaktadır. Sözleşme  de ziyaret hakkının hangi hukuki sebeplere bağlı olarak verilebileceği belirtilmemiştir. Ancak bir görüşe göre, koruma hakkının hukuki dayanağını oluşturan sebeplerin kıyasen ziyaret hakkına da uygulanabileceği yönündedir. C. Çocuğun Üstün Menfaati 1980 tarihli Lahey Sözleşmesi hazırlanırken çocuğun mutat meskeni ülkesine iade edilmesi temel amaç olarak belirlenmiş ve çocuğun alıştığı ortama geri dönmesinin onun yararına olacağı varsayımından yola çıkılmıştır. Sözleşmede yer alan iadenin reddi sebepleri  düzenlenirken  de çocuğun üstün menfaati dikkate alınmaktadır. Nitekim çocuğun, fiziki veya psikolojik bir tehlikeyle karşı karşıya kalması halinde iadesinin reddi, çocuğun üstün menfaati göz önüne alındığını göstermektedir. 1980 tarihli Lahey Sözleşmesi nin öncelikli amacı daha önce de ifade edildiği üzere çocuğun haksız olarak yerinin  değiştirilmesinden  önceki  mevcut  durumunun  korunmasıdır.  Mevcut durumunun korunması ise mutat meskene iadesinin sağlanmasıyla gerçekleşmektedir. Bu durumda 1980 tarihli Lahey Sözleşmesi anlamında haksız olarak alıkonulan veya kaçırılan çocuğun mutat meskenine iadesi, çocuğun yararınadır. Yani çocuğun mutat meskene iadesinin sağlanmasında amaçlanan çocuğun üstün menfaatinin göz önünde bulundurulması ve üstün menfaat gereği gerekenin yapılmasıdır.  Çocuğun  üstün  menfaati  kavramı  Sözleşmenin  uygulanmasında  kullanılan  bir kavram  olması  nedeniyle  iyi  yorumlanması  gerekmektedir.  Bazı  görüşler  kavramın yanlış yorumlanarak Sözleşmenin korumasının zayıflatıldığını ileri sürmektedir. Bu nedenle  çocuğun  üstün  menfaati  kavramının  objektif  unsurlara  göre  belirlenmesi                                                  47  BEAUMONT, Paul R. / MCELEAVY, Peter E, The Hague Convention on International Child Abduction, Oxford University Press, 1999, s. 210-211. 48  GİRAY, 2010, s.228. 49  PONJAVIC, Zoran/VLASKOVIC, Veljko:  Space for the Child s Best Interests inside the Hague Convention on the Civil Aspects of International Child Abduction,  Review of European Law, 2014, No. 2-3, s. 52. 50  GİRAY, 2010, s.49. 51  GİRAY, 2010, s. 50.   1136                                                                                     sübjektif  değerlere  göre  belirlenmemesi  gerekmektedir.  Çocuğun  üstün  menfaati gözetilirken,  sadece  çocuk  ile  ebeveynler  arasındaki  ilişkilerde  dikkate  alınmakla kalmayıp  aynı  zamanda eşlerin, çocukla ilgili  üçüncü kişilerle olan ilişkilerinde de dikkate  alınmaktadır.  Çocuğun  üstün  menfaati  yetkili  makamlarca  tespit  edilirken çocukla ilgili olan her husus göz önüne almalıdır. Ayrıca mahkemece çocuğun üstün menfaatine  ilişkin  verilecek  karar  çocuğun  mevcut  durumunu  ve  geleceğini etkileyeceğinden çocuğun alışmış olduğu geçmiş yaşantısı da önem arz etmektedir.  Çocuğun üstün menfaati her somut olayın şartlarına göre yorumlanması gereken bir kavramdır. Bu nedenle çalışmanın ilerleyen bölümlerinde çocuğun üstün menfaati kavramı  Anayasa  Mahkemesi  ve  Avrupa  İnsan  Hakları  Mahkemesi  kararlarıyla yorumlanmaya çalışılmıştır.  II.LAHEY  SÖZLEŞMESİNE  GÖRE  İADE  TALEBİNİN REDDEDİLEBİLECEĞİ HALLER 1980 tarihli Lahey Sözleşmesi nin amacı, mutat meskeninin bulunduğu taraf bir devletten, Sözleşmeye taraf olan başka bir devlete haksız olarak yeri değiştirilen veya bu  devlette  alıkonulan  çocuğun,  ilgili  merkezi  makamlar  tarafından  derhal  mutat meskenine iade edilmesini sağlamaktır. Bu sebeple, haksız olarak alıkonulan veya yeri değiştirilen çocuğun, Sözleşmede öngörülen şartların varlığı halinde iadesi esastır. Ancak bazı durumlarda iadenin gerçekleşmesi çocuğun yararına olmayabilir. Nitekim Sözleşme hazırlanırken bu husus göz önünde bulundurularak iadeye ilişkin istisnalar eklenmiştir.  Sözleşme nin  Açıklayıcı  Raporunda,  istisna  maddeleri  ile  çocuğun menfaatine  olan  durumun  her  olayda  farklı  olabileceği  göz  önünde  bulundurularak                                                  52  GİRAY, 2010, s. 50 53  GİRAY, 2010, s. 46.  54  KELAHMET,  Gökçe:   1980  Tarihli  Uluslararası  Çocuk  Kaçırmanın  Hukukî  Veçhelerine  Dair Sözleşme nin 13(b) Maddesi Uyarınca İadesinin Çocuğa Psikolojik Zarar Verecek Olması Sebebiyle Reddi , Legal Hukuk Dergisi, Cilt 10, Sayı 116, Yıl: 2012, s. 29.   1137                                                                                     hâkimlere  belirli  koşullarda  çocuğu  iadeyi  reddetme  konusunda  bir  takdir  yetkisi vermenin amaçlandığı belirtilmiştir.  Çocuğun iadesinin reddine olanak tanıyan bu istisnai maddeler Sözleşme nin 12., 13(a), 13(b) ve 20. Maddeleridir. A. Madde 13 (a) Uyarınca İadenin Reddi 1980  tarihli  Lahey  Sözleşmesi nin  m.  13  (a)  hükmü  uyarınca,   ...talepte bulunulan Devletin adli veya idari makamı, geri dönmeye itiraz eden kişi, kurum veya örgüt: a) Çocuğun şahsının bakımını üstlenmiş bulunan kişi, kurum veya örgütün, yer değiştirme veya alıkoyma döneminde koruma hakkını etkili şekilde yerine getirmediğini veya yer değiştirmeye veya alıkoymaya muvafakat etmiş olduğunu veya daha sonra kabul etmiş olduğunu...  tespit ederse çocuğun iade edilmesini emretmekle yükümlü değildir.  Sözleşme nin  m.  13  (a)  hükmünde  düzenlenen  iade  sebepleri  iki  ihtimale dayanmaktadır. İlk ihtimal; çocuğun üzerinde koruma hakkı sahibi olan kişi, kurum veya  kuruluşun  bu  hakkı  etkin  şekilde  yerine  getirmememe  hali  ikinci  ihtimal  ise çocuğun yerinin değiştirilmesine ya da alıkonulmasına izin ya da icazet vermiş olduğu haldir.  Bu  iki  ihtimalden  birinin  var  olduğu  durumlarda  talepte  bulunulan  devletin yetkili makamınca iadenin reddine karar verilebilecektir. 1. Hukuka Aykırı Olarak Gerçekleştirilen Yer Değişikliğine İzin veya İcazet Verilmesi Sözleşme   de  yer  alan  iadenin  reddi  sebeplerinden  biri  çocuğun  bakım  ve gözetimini üstlenmiş olan koruma hakkı sahibinin yer değiştirmeye veya alıkoymaya izin vermiş ya da durumu daha sonradan kabul etmiş olduğu hallerdir.  Bu iadenin reddi sebebinde çocuğun bakımını üstlenmiş bulunan kişi veya kurum, yer değiştirme veya alıkoyma sürecinde koruma hakkını etkili şekilde kullanmaması veya yer değiştirmeye veya alıkoymaya izin verdiği veya sonradan buna rıza gösterdiği hallerde iade talebi reddedilebilir.56 Görüldüğü üzere koruma hakkına sahip kişi veya kurumların, haksız yer değiştirme veya alıkoyma fiillerine izin veya icazet göstermesi halinde taraf devlet                                                  55  Açıklayıcı rapor metni için bkz. https://assets.hcch.net/upload/expl.pdf. (25.10.2021). 56  Sözleşme  madde  13.  Sözleşme  metni  için  bkz. https://diabgm.adalet.gov.tr/arsiv/sozlesmeler/coktaraflisoz/lahey/turkce_lah.pdf.. (27.6.2021).   1138                                                                                     makamları, iade talebini geri çevirebileceklerdir. Ancak adli ya da idari makamların takdir yetkisi bulunmakta ve bazen izin veya icazete rağmen çocuğun iadesine karar verebilecektir. Burada adli ya da idari makamların dikkat etmesi gereken tek husus iadenin çocuğun üstün menfaatine hizmet edip etmeyeceğidir.  Çocuğun hukuka aykırı olarak götürülmesine ya da alıkonulmasına rıza gösterilip gösterilmediği konusuna ilişkin tespitin nasıl yapılacağı Sözleşmede belirtilmemiştir. Ayrıca hükümde yer alan izin ve icazetin varlığının tespiti, soyut bir nitelikte olduğu için ispatı da zor olacaktır. Çocuğun yer değiştirilmesine veya alıkonmasına gösterilecek rıza, izin veya icazet şeklinde olabilir. Gösterilen rızanın mahkemece objektif bir şekilde ele alınması ve tarafların niyetlerini ortaya koyan delillere göre değerlendirme yapması gerekmektedir. Yer  değiştirme  veya  alıkonulma  sonrası  sessiz  kalmanın  gerçek  bir  icazet  olup olmadığının dikkate alınması gerekmektedir. Eğer  yer değiştirilme veya alıkonulma sonrası  sessiz  kalma  imkansızlıktan  veya  mücbir  bir  sebepten  kaynaklanıyorsa  yer değiştirilme veya alıkonulmaya rıza gösterildiği anlamı çıkartılmamalıdır.  1980  tarihli  1980  tarihli  Lahey  Sözleşmesi nin  13.  maddesinin  (a)  bendinde düzenlenen  iadenin  reddine  ilişkin  sebepler  mahkemelere  iadenin  reddi  kararı vermelerini emretmemekte aksine takdir yetkisi tanımaktadır. Diğer bir deyişle, iadenin reddine  ilişkin  koşullar  sağlanıyor  olsa  bile  mahkeme  çocuğun  iadesine hükmedebilecektir. Bu nedenle, mahkemelerin önlerine gelen her olayda detaylı bir araştırma yaparak çocuğun yüksek yararına göre karar vermesi gerekmektedir. 2. Koruma Hakkının Etkin Şekilde Kullanılmaması 1980 tarihli Lahey Sözleşmesi nin m. 13 (a) bendi uyarınca, çocuğun iadesi için talepte bulunulan devletin yetkili makamlarının, çocuk üzerinde koruma hakkı sahibi                                                  57  TAKCI, Tuğçe,  Uluslararası Çocuk Kaçırmanın Hukuki Veçhelerine Dair Lahey Sözleşmesinin Uygulanmasında Karşılaşılan Bazı Sorunlar ve Bu Sorunlara Çözüm Önerileri , TAAD, Yıl: 2001, Sayı: 19, s.1057. 58  GİRAY, 2010, s.30. 59  BEAUMONT/MCELEAVY, 1999, s. 117. 60  Yargıtay 2. Hukuk Dairesi Kararı, Esas No. 2008/18187, Karar No. 2009/6203,  (25.10.2021).   1139                                                                                     olan kişi, kurum veya kuruluşun bu hakkını, çocuğun haksız olarak götürülmesi ya da alıkonulmasından  önce  kullanmıyor  olması  halinde,  iadeyi  reddetme  yetkisi bulunmaktadır.  Sözleşme nin  Açıklayıcı  Raporunda,  bu  iadenin  reddi  sebebinin düzenlenmesinin  iki  sebebi  olduğu  belirtilmiştir.  Buna  göre,  ilk  sebep,  çocuk üzerindeki  koruma  hakkını  hiç  kullanmamış  olan  bir  kişinin  Sözleşmeden yararlanmasını  önlemek,  diğer  sebep  ise  çocuğun  haksız  olarak  götürülmesi  ya  da alıkonulması  sebebiyle,  sahip  olduğu  koruma  hakkını  fiilen  kullanamayan  tarafın korunmak  istenmesidir.  Sözleşmenin  öngördüğü   koruma  hakkı   sui  generis  bir haktır. 1980 tarihli  Lahey Sözleşmesi nde öngörülen koruma hakkı  iç hukuklarda düzenlenen  velayet  hakkından  tamamen  bağımsızdır.  Ancak  1980  tarihli  Lahey Sözleşmesi  kaleme  alınırken  kanundan  doğan  velayet  sorumluluğuna  ilişkin  yeni gelişmeler dikkate alınmış ve özellikle boşanmadan sonra eşlere tanınan ortak velayet sorumluluğu Sözleşme kapsamına alınmıştır.  Koruma hakkının etkin olarak kullanılıp kullanılmadığı, çocuğun kişisel ilişki kurma  hakkına  sahip  kişinin  yanına  kısa  süreliğine  gönderilmesi  durumunda  sorun yaratabilmektedir.  Koruma  hakkının  etkin  olarak  yerine  getirilip  getirilmediğinin tespitindeki en önemli ölçüt çocuğun nerede  yaşayacağına kimin karar verdiğidir. Başka  bir  ifade  ile  koruma  hakkının  fiilen  kullanılıp  kullanılmadığının  tespiti  için, çocuğun  yaşayacağı  yeri  kimin  belirlediğine  ve  bakımıyla  kimin  ilgilendiğine bakılmasıdır. Şu halde koruma hakkının, çocuğun ikamet edeceği yeri belirleme hakkını vermesi sebebiyle çocuğun koruma hakkı sahibi kimse ile birlikte yaşaması hayatın olağan akışına uygundur. Ancak çocuğun kısa süreliğine başka bir kişiye bırakılmış olması  çocuk  üzerindeki  koruma  hakkının  devredildiği  anlamına  gelmemektedir. Örneğin, çocuk, eğitim, tatil ve hastalık gibi nedenlerle koruma hakkı sahibinden farklı                                                  61  ATAMAN FİGANMEŞE, 1999, s. 88. 62  Raportör  Elisa  Pérez  Vera  tarafından  hazırlanan  Özel  Komisyon  Raporu  metin  için  bkz. https://assets.hcch.net/upload/expl.pdf. (25.10.2021). 63  Raportör  Elisa  Pérez  Vera  tarafından  hazırlanan  Özel  Komisyon  Raporu  metin  için  bkz. https://assets.hcch.net/upload/expl.pdf. (25.10.2021). 64  SILBERMAN, 1994, s.17. 65  WEINER, 2000, s.636. 66  HERRING, 1994, s.160.   1140                                                                                     bir  yerde  bulunuyor  olabilir.  Önemli  olan  kısa  süreliğine  ayrı  kalma  durumunda koruma hakkı sahibi çocuğun bakımı ile ilgilenip ilgilenmediğidir. Eğer ilgileniyorsa koruma hakkını etkin bir şekilde kullandığı kabul edilmelidir. Sözleşme, kural olarak, koruma hakkına sahip olan tarafın bu hakkını etkin olarak kullandığını kabul etmektedir. Nitekim koruma hakkının fiilen kullanılmamasının iade talebinin  reddi  sebepleri  arasında  istisna  olarak  düzenlenmesi  de  buna  işaret etmektedir. Bu nedenle koruma hakkının etkin olarak kullanılmadığına yönelik ispat yükü, bunu iddia eden, yani çocuğu kaçırdığı  ya da haksız olarak alıkoyduğu ileri sürülen tarafa yüklenmiştir. Koruma  hakkının  etkin  kullanılmaması  hallerinde  iade  talebinin reddedilebilmesine olanak veren bu düzenlemenin yapılmasının esas sebebi, çocuğun üstün menfaatidir. Diğer iade sebebinde de ifade edildiği üzere  iade talebine karar verecek olan makam, her olayı kendi içinde değerlendirip çocuğun üstün menfaatine göre iadeye ya da iadenin reddine karar vermelidir.   B. Sözleşmenin 13(b) Maddesi Hükmüne Göre İade Talebinin Reddi  Çocuğun iade talebinde bulunulan mahkeme, iadenin, çocuk üzerinde fiziki veya psikolojik bir tehlike doğuracağını veya ileride giderilemeyecek zararların yaşanacağı yolunda  ciddi  bir  risk  bulunduğunu  tespit  etmesi  halinde  çocuğun  iadesi  talebini reddedebilmektedir. Bu konuda adli ve idari makamların takdir yetkisi bulunmaktadır. Ancak madde hükmünden de açıkça anlaşılacağı üzere iade talebinin geri çevrilebilmesi için çocuğun psikolojisinin veya fiziki bütünlüğünün iade sonrası riskin ciddi olması aranmıştır.  Ancak  doktrinde  ciddi  riskin  mevcudiyetine  ilişkin  farklı  görüşler bulunmaktadır.  Bu  görüşlerden  biri  çocuğun  geri  dönmesi  halinde  fiziksel  ya  da psikolojik  bakımdan  zarar  göreceğine  dair  bir  ihtimal  bulunmasını  çocuğun  iade                                                  67  BOZDAĞ, 2014, s. 112. 68  Raportör Elisa Pérez Vera tarafından hazırlanan Özel Komisyon Raporu, 440-461. 69  GİRAY, 2010, s. 132. 70  Raportör Elisa Pérez Vera tarafından hazırlanan Özel Komisyon Raporu, s. 448-449.   1141                                                                                     edilmemesi  için  yeterli  görmektedir.    Diğer  bir  görüş  ise  çocuğun  iadesinin reddedilebilmesi için, iade edilmesi durumunda psikolojik veya fiziksel olarak zarar görmesine neden olacak farazi bir tehlikenin yeterli olmadığını savunmaktadır.  1980 tarihli 1980 tarihli Lahey Sözleşmesi nin amacı çocuğu bir an önce yer değiştirilme veya alıkonulma öncesi mutat meskenine iadesini sağlamaktır. Bu nedenle madde hükmü, bir ihtimalden ziyade, mevcut bir riskin varlığını kriter olarak almıştır. Böyle bir tehlikenin var olup olmadığı ise, her iade talebi açısından somut verilere dayanılarak tespit edilmelidir.  İadenin talep edildiği mahkeme, çocuğun psikolojik veya fiziki bir tehlikeyle karşı karşıya olup olmadığını tespit ederken çocuğun menfaatini gözetmelidir. Doktrinde, 13. maddenin (b) bendinde belirtilen tehlike veya riskin bulunup bulunmadığının tespitinin, iadenin  talep  edildiği  mahkemece  değil,  çocuğun  yerinin  hukuka  aykırı  olarak değiştirilmesinden  önceki  mutat  meskeni  mahkemesince  en  doğru  şekilde  tespit edilebileceği  ileri  sürülmektedir.  Görüldüğü  üzere,  madde  hükmü  çok  geniş yorumlanmaya  açıktır.  Bu  sebeple,  Sözleşme  hazırlanırken  hükmün  kötüye kullanılabileceğine dair görüşler sunulması üzerine, çocuğu haksız olarak kaçıran ya da alıkoyan  kişinin  dayandığı  iddiayı  ispat  etmesi  gerektiği  konusunda  hemfikir olunmuştur. Ayrıca iddiasını ispat edecek kişi çocuğun iade edilmesi halinde zarara uğrayacağını açık ve ikna edici deliller ile ispatlamalıdır.                                                  71  ERDEM, Bahadır,  Türk Hukukunda Uluslararası Çocuk Kaçırma ve Uygulamaları , Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni, Cilt: 35, Sayı: 2, Yıl: 2015, s. 162. 72  KELAHMET, 2012, s.37. 73  GİRAY, 2010, s.135. 74  NYGH, Peter, The International Child Abduction of Children, Children on The Move- How to Implement Their Right to Family Life, Martinus Nijhoff Publishers, 1996, Hague, s.37. 75  Raportör Elisa Pérez Vera tarafından hazırlanan Özel Komisyon Raporu, s. 460-461. 76  LOWE,  Nigel  V.:   The  1980  Hague  Convention  on  the  Civil  Aspects  of  International ChildAbduction: An English Viewpoint. , New York University Journal of International Law and Politics, Vol. 33, No. 1, 2000, s. 187.   77  ALTUNTAŞ, 2006, s.151.    1142                                                                                     13.  maddenin  (b)  bendini  detaylı  inceleyecek  olursak,  iade  talebinin  geri çevrilmesine  olanak  tanıyan  üç  tür  ihtimalin  de  bulunduğu  görülmektedir.  Bunlar sırasıyla:  iade  edilme  halinde  çocuğun  fiziki  bir  tehlikeye  maruz  kalacak  olması, psikolojik bir zarar görecek olması veya müsamaha edilemeyecek bir duruma düşecek olmasıdır.  İade  talep  edilen  mahkemeler,  madde  hükmünde  belirtilen  ihtimalleri değerlendirirken bu ihtimallerin gerçekleşme olasılığının ne kadar yakın ve ne kadar yüksek olduğunu gözetmesi gerekmektedir. 1. Çocuğun, İade Sonrası Fiziki Tehlikeye Maruz Kalması Durumu Çocuğun  iade  edilip  edilmeyeceğine  dair  kararı  verecek  olan  mahkeme,  iade edilmesinin, çocuk üzerinde fiziki bir tehlike doğuracağı ya da çocukla ilgili ileride önüne geçilemeyecek zararların yaşanacağı konusunda ciddi bir risk bulunduğunu tespit ederse, iade talebini reddedebilecektir. Sözleşme nin  13  (b)  maddesi  hükmüne  bakıldığında,  fiziksel  tehlikeye  yol açabilecek  ciddi  risklerin  neler  olacağının  ifade  edilmediği  görülmektedir.  Ayrıca, hükmün  lafzından  iadenin  reddi  için,  çocuğun  fiziksel  bir  tehlikeye  maruz  kalma ihtimali yeterli görülmüştür. Tehlikenin gelecekte kuvvetle muhtemel bulunması yeterli görülmektedir.  Yani  13.  maddenin  (b)  bendi  uyarınca  çocuğun  iadesinin reddedilebilmesi için, çocuğun yerinin hukuka aykırı olarak değiştirilmesinden önce de böyle bir tehlikenin var olduğunun veya iade talebinde bulunan Sözleşmeci devlette, fiziki  tehlike  olması  durumunda  bu  tehlikeye  giderebilecek  hukuki  imkânların bulunmadığının  veya  alınacak  tedbirlerin  yetersiz  kalacağının  somut  delillerle ispatlanması gerekmektedir. Bu bağlamda, madde hükmünün suistimal edilmemesi ve Sözleşmenin sağlamaya çalıştığı güvencenin geçersiz kalmaması için madde hükmünün dar yorumlanması gerektiği kabul edilmektedir.                                                   78  BEAUMONT/MCELEAVY, 1999, s. 140. 79  LEWIS, Jeanine,  The Hague Convention on the Civil Aspects of International Child Abduction: When  Domestic  Violence  and  Child  Abuse  Impact  the  Goal  of  Comity ,  The  Transnational Lawyer,Volume, 2000, s.410.    1143                                                                                     2. İadenin, Çocuğa Psikolojik Zarar Verecek Olması İade  talebinin  reddedilebileceği  sebeplerden  biri  de  çocuğun  mutat  mesken ülkesine geri gönderilmesi sonucu psikolojisinin zarar görecek olmasıdır. Hukuka aykırı olarak çocuğun yerini değiştiren ya da alıkoyan kişiden çocuğun iadesinin  sağlaması  çocuğa  psikolojik  açıdan  zarar  verebilmektedir.  Yani  çocuk kendisinin  yerini  değiştiren  ya  da  alıkoyan  kişi  ile  iade  süresi  boyunca  arasında duygusal  bir bağ kurmuş olabilir. O kişiden alınıp  iadesinin gerçekleşmesi  halinde psikolojisine zarar verilecek olabilir. İşte böyle bir ihtimal halinde 1980 tarihli Lahey Sözleşmesi nin öngördüğü istisnalardan biri olan 13(b) madde hükmü gereği iade talebi reddedilebilir.  Çocuğun psikolojik olarak zarar göreceğine dair öne sürülen iddialar, fiziksel tehlikeye ilişkin iddialara göre daha soyut ve sübjektif olabilmektedir. Bu sebeple, uygulamada sık sık ileri sürülen bu hükmün uygulama alanı bulabilmesi için çocuğun iadesinin  çocuk  üzerinde  travma  yaratacak  kadar  ciddi  sıkıntılara  sebep  olması gerekmektedir.  Çocuğun psikolojik olarak zarar göreceğine dair ileri sürülen başka bir sebep de çocuğun  onu  kaçıran  kişiden  ayrı  kalmasının  çocukta  doğurabileceği  psikolojik yıkımdır. Ancak çocuğun kendisini kaçıran kişiden ayrılmasının tek başına m. 13 (b) anlamında psikolojik zarara yol açacağını kabul etmek Sözleşme nin amacına uygun olmayacak ve yalnız bu sebepten ötürü iadenin reddedilmesi halinde çocuğu kaçıran kişilerin kötü niyetli olarak bu maddeye başvurması kaçınılmaz olacaktır. 3.İade  Halinde,  Çocuğun  Müsamaha  Edilemeyecek  Bir  Duruma  Düşecek Olması Sözleşmeye  göre,  geri  dönmesi  halinde  çocuk  müsamaha  edilemeyecek  bir duruma  düşecek  ise  iadenin  reddine  karar  verilebilecektir.  Yani  çocuğun  iadesi,                                                  80  ALTUNTAŞ, 2006, s. 115; KELAHMET, 2012, s. 50; 81  GİRAY, 2010, s. 145: KELAHMET, 2012, s. 50; 82  ALTUNTAŞ, 2006, s. 115; TAKCI, 2014, s. 1059. 83  ALTUNTAŞ, 2006, s.115.   1144                                                                                     kendisinin  gideremeyeceği  derecede  bir  tehlike  doğuracak  ise  iade  talebi reddedilmelidir. Çocuk iade edilmesi halinde öyle bir riske uğrayacak olmalıdır ki, çocuğunun  iyiliğini  düşünen  ebeveynin  bu  ret  sebebinde  çocuğun  iadesini  talep etmemesi  beklenmektedir.  Bu  ret  sebebinin  dikkate  alınması  için,  çocuk  için katlanılamaz olan durumun son derece ciddi olması gerekir. 1980 tarihli 1980 tarihli Lahey Sözleşmesi bu konuda mevcut bir tehlike yanında ciddi bir tehlikenin varlığını da aramıştır. Madde  hükmü,  son  derece  dar  yorumlanmalıdır.  Ancak  gerçek  ve  ağır  bir tehlikenin varlığı karşısında çocuğun iadesinden kaçınılmalıdır. Çocuğun iade edilmesi çocuğa  yönelik  öylesine  ağır  bir  tehlike  yaratmalıdır  ki,  objektif  düşünüldüğünde koruma  hakkına  sahip  kişinin  çocuğun  iadesini  talep  etmesi  vicdanen  makul görülmemelidir.  Hangi durumların bu iadenin reddi sebebini oluşturacağı belirli değildir. Ancak çocuğun özellikle aile içi şiddet, cinsel veya fiziksel istismar tehdidi altında olduğu durumlar  tahammül  edilemez  olarak  değerlendirilmektedir.  Bununla  birlikte,  her olayda  farklı  olasılıklar  söz  konusu  olabileceğinden  yalnızca  bu  durumlarla  sınırlı değildir. C. Yaşı ve Olgunluğu Dikkate Alınan Çocuğun İade Talebine Kendisinin Karşı Çıkması  İade talebinin çocuğun kendisinin karşı çıkması sonucunda reddedilmesi  1980 tarihli Lahey Sözleşmesi nin 13. maddesinde görülen son ihtimaldir. Bu ihtimalde, adli ya da idari makam, çocuğun iade edilmesini istemediğini ve onun bu isteğinin göz önünde bulundurulmasının uygun olduğu bir yaşta ve olgunlukta olduğunu gözlemlerse,                                                  84  GİRAY, 2010, s. 148. 85  ATAMAN FİGANMEŞE, İnci A. Çocukların Uluslararası Kaçırılmasının Hukuki Yönlerine Dair 1980 tarihli Lahey Sözleşmesi, Prof. Dr. Nihal Uluocak'a Armağan, Beta Basım Yayım Dağıtım, 1999, s.92.  86  ATAMAN FİGANMEŞE, 1999, s.89-90. 87  Raportör Elisa Pérez Vera tarafından hazırlanan Özel Komisyon Raporu, s. 461.   1145                                                                                     iadesini  reddedebilir.  Yani  çocukların  yaşları  ve  olgunluk  dereceleri  uygun  olduğu sürece kendileri için en yararlı olanı ifade etme hakları bulunmaktadır. Sözleşmenin  uygulama  alanını  daraltmamak için çocuğun  yaş sınırını  aşağıya çekmek yerine, 13. madde hükmüne çocuğun kendisinin iadeye karşı çıkmasına imkân tanıyan  bir  düzenleme  eklenmiştir.  Yani  Sözleşme  hazırlanırken  hangi  yaştaki çocuğun  beyanının  iadenin  reddi  için  esas  alınması  gerektiğine  dair  açıklama yapılmasından kaçınılmış ve bu durum mahkemelerin takdirine bırakılmıştır. Ayrıca mahkemelere verilen bu takdir yetkisi, çocuğun iade edilmeme yönündeki iradesine rağmen  çocuğun  yararına  ise  iade  yönünde  karar  verilebilmesini  içermektedir.  Bu konuda iade kararı verecek olan adli veya idari makama açıkça takdir yetkisi tanındığı görülmektedir.  Mahkemeler,  çocuğun  iadesinin  reddi  açıklaması  üzerine  yaşı  ve  olgunluğu değerlendirirken, çocuğun içinde bulunduğu durumu anlayabilecek ve iadesinin reddi talebini gerekçelendirme yeteneğine bakarak karar vermesi gerekmektedir. Bu kararı verirken çocuğun yaşı, fiziksel ve duygusal gelişimi ve kendisini haksız olarak alıkoyan ya da kaçıran ebeveynin çocuk üzerindeki etkisi de göz önünde bulundurulmalıdır. D. Sözleşmenin 12.Maddesi Hükmüne Göre İade Talebinin Reddi Sözleşmenin 12.maddesi kapsamında, merkezi makamlara başvurunun çocuğun yerinin değiştirildiği veya alıkonulduğu tarihten itibaren bir yıl içerisinde yapılması halinde,  derhal  iadesinin  sağlanması  noktasında  taraf  devletlere  bir  yükümlülük                                                  88  ALTUNTAŞ, 2006, s. 128. 89  KENWORTHY, Brian S ,  The UN-Common Law: Emerging Differences Between The United States And  The  United  Kingdom  on  The  Children s  Rights  Aspects  of  The  Hague  Convention  on International  Child  Abduction ,  Indiana  International  Law  and  Comparative  Law  Review, Volume: 12, 2002, s.340. 90  ATAMAN FİGANMEŞE, 1999, s. 93. 91  Lahey Sözleşmesi madde 13/3,  Adli veya idarî makam keza çocuğun, geri dönmek istemediğini ve görüşünün göz önünde bulundurulmasının uygun olacağı bir yaşa ve olgunluğa erişmiş bulunduğunu gözlerse, geri dönmesini emretmeyi reddedebilir.  92  ALTUNTAŞ, 2006, s. 132. 93  GİRAY, 2010, s. 163.   1146                                                                                     getirilmektedir.  Bu  durumda  talepte  bulunulan  makamın  takdir  yetkisi bulunmamaktadır.  Sözleşmenin 12.maddesi kapsamındaki bir yıllık sürenin geçmesinden sonra iade için yapılan başvuruların kabul edilmesi ve çocuğun mutat meskeni devletine iadesine hükmedilmesi için Sözleşmenin 13. ve 20.maddelerine ilişkin istisnai durumlar mevcut olmaması  gerekmektedir.  Ancak  12.maddenin  1.  fıkrasında  çocuğun  iadesi  için öngörülen bir yıllık sürenin başlangıcıyla ilgili net bir bilgi bulunmamaktadır. Doktrinde de  sürenin  başlangıcına  ilişkin  tartışmaların  olduğu  görülmektedir.  Tartışma  genel olarak  sürenin  çocuğun  kaçırılması  anında  mı  yoksa  yerinin  tespiti  anında  mı başlatılacağı noktasındadır. Doktrinde çoğunlukla savunulan görüşe göre,  bir yıllık sürenin çocuğun kaçırıldığı tarihten itibaren değil, çocuğun yerinin kesin şekilde tespit edildiği tarihten itibaren başlaması gerektiği yönündedir. Diğer görüşe göre ise bir yıllık süre çocuğun haksız olarak götürüldüğü andan itibaren başlayacağı yönündedir. 1980 tarihli  Lahey Sözleşmenin  asıl amaçlardan biri çocuğun  yerinin  hukuka aykırı olarak değiştirilmesinden önceki mevcut durumunun korunmasıdır. Ancak çocuk yeni  bulunduğu  ortama  alışmışsa  yer  değiştirme  öncesindeki  mevcut  durumunun korunması geri planda kalabilecektir. Bu husus Sözleşmenin 12. maddenin 2.fıkrasında ifade edildiği üzere, çocuk eğer hukuka aykırı olarak götürüldüğü yeni yere   yeni sosyal çevresine  belli bir süre sonra alışmış ise yer değiştirme öncesindeki mevcut durumu  geri  planda  bırakılabilir.  Madde  hükmüne  göre,  hukuka  aykırı  olarak  yeri değiştirilen veya alıkonan çocuk, iadesinin talep edildiği devlette yer değiştirme veya alıkonmadan itibaren bir yıldan fazla süredir bulunuyor ve götürüldüğü yeni çevresine uyum  sağlamışsa  iade  talebi  reddedilebilecektir.    Bu  bağlamda,  çocuğun  yeni bulunduğu çevreye uyum sağlayıp sağlamadığı sosyal hayatı, okul hayatı ve arkadaş                                                  94  Lahey Sözleşmesi madde 12:  Bir çocuğun, 3. maddede belirtildiği şekilde, kanuna aykırı olarak yeri değiştirilmiş veya çocuk alıkonulmuş ve çocuğun bulunduğu taraf Devletin adli veya idari makamına müracaat  anında,  yer  değiştirme  veya  alıkonulmadan  itibaren  bir  yıldan  az  zaman  geçmişse, müracaatta  bulunulan  makam,  çocuğun  derhal  geri  dönmesini  emreder.  https://diabgm.adalet.gov.tr/arsiv/sozlesmeler/coktaraflisoz/lahey/turkce_lah.pdf.. (27.6.2021). 95  TAKCI, 2014, s.1054; ŞANLI/ESEN/ATAMAN FİGANMEŞE, 2018, s.170; GİRAY, 2010, s.197; ALTUNTAŞ, 2006, s.100. 96  GİRAY, 2010, s.197, BOZDAĞ, 2014, s. 100. 97  ATAMAN FİGANMEŞE, 1999, s. 85.   1147                                                                                     çevresi incelenerek tespit edilebilir. Hatta yeni çevresine uyum sağlayıp sağlamadığına ilişkin  olarak  çocuğun  yaşı  ve  olgunluğu  dikkate  alınarak  onun  da  görüşüne başvurulmalıdır.  Çocuğun uyum sağlayıp sağlamadığına göre, üstün menfaati gereği kaçırıldığı veya haksız olarak alıkonulduğu ülkede kalıp kalmayacağı ve iade talebinin reddedilip reddedilmeyeceği konusunda bir karar verilecektir. Çocuğun yeni bir mutad meskene uyum sağlayıp sağlamadığına ilişkin ispat yükünün kümde olacağı 1980 tarihli Lahey Sözleşmesinde öngörülmemiştir. Ancak çocuğun yeni çevresine uyum sağladığını ileri süren tarafın bu iddiasını ispat etmesi gerektiği kabul edilmektedir. E. Sözleşmenin 20.Maddesi Hükmü Uyarınca Çocuğun İadenin Reddi  İadenin reddini gerektiren nedenler başlığı altında ele alınması gereken bir diğer düzenleme  1980  tarihli  Lahey  Sözleşmesinin  20.maddesidir.  1980  tarihli  Lahey Sözleşmesi nin  20.  madde  hükmü  istisnai  bir  düzenlemedir  ve  mahkemece  resen dikkate alınmaktadır. 1980 tarihli Lahey Sözleşmesi nin 20. maddesinde,  Çocuğun, 12.  madde  hükümleri  uyarınca  geri  dönmesi,  talepte  bulunulan  Devletin  insan haklarının  korunması  ve  temel  hürriyetlerine  ilişkin  ilkeleri  izin  vermiyor  ise, reddedilebilir.   denilmektedir.  Sözleşme  hazırlanırken  bu  hüküm   kamu  düzeni  istisnasının  da  eklenmesi  konusunda  tartışmalara  neden  olmuştur.  Ancak  kamu düzeni  kavramının  Sözleşmeye  taraf  devletlerce  farklı  şekilde  yorumlanması Sözleşmenin amacının gerçekleşmesini zorlaştıracaktır. Bu nedenle  kamu düzeni  kavramı  yerine   insan  haklarının  korunması  ve  temel  hürriyetler   kavramına  yer verilmiştir.  Sözleşmenin  20.maddesi  çocuğun,  12.  madde  hükümleri  uyarınca  geri dönmesinin,  talepte  bulunulan  Devletin  insan  haklarının  korunması  ve  temel hürriyetlerine ilişkin ilkeleri izin vermiyor ise, reddedilebileğini düzenlemektedir. Bu                                                  98  BOZDAĞ, 2014, s.105. 99  TAKCI, 2014, s.1054. 100  ATAMAN FİGANMEŞE, 1999, s. 96-97; GİRAY, 2010, s.207-208. 101  BEAUMONT / MCELEAVY, 1999, s. 137. 102  BOZDAĞ, 2014, s.159.   1148                                                                                     durumda,  Sözleşmenin  20.maddesi  sadece  12.madde  hükmüne  istinaden  çocuğun iadesine karar verildiği hallerde dikkate alınabilecek bir hükümdür.  Sözleşmenin 20.maddesinde insan haklarına aykırılık kavramı tercih edilmiştir. Fakat  bu  kavram  diğer  iadenin  reddini  gerektiren  sebeplere  göre  içeriği  zor  tespit edilebilecek muğlak bir kavramdır. Bu muğlaklığı nedeniyle de Sözleşmenin amacına hizmet  edip  etmediği  noktasında  tartışma  konusu  olmuştur.  Bu  nedenle  kötüye kullanımını  önlemek  amacıyla  diğer  iadenin  reddi  sebepleri  gibi  dar  şekilde yorumlanmalıdır. Mahkeme gerçekten ileri sürülen sebebin somut bir dayanağı olup olmadığını araştırmalıdır. Mahkemelerin diğer iadenin reddi sebeplerinde olduğu gibi bu iadenin reddi sebebinde de takdir yetkileri bulunmaktadır. Ancak burada bir görüşe göre,  takdir  hakkının  kullanılmasının  çocuğun  üstün  menfaatine  uygun  olduğunun mahkeme kararında açıkça belirtilmesi gerektiği ifade edilmektedir. Ancak burada özellikle  taraf  devletlerin  anayasalarında  düzenlenen  yasaklara  ilişkin  olarak mahkemelerin  takdir  haklarının  bulunmadığını  ileri  süren  görüşlerin  de  mevcut olduğunun belirtilmesi gerekmektedir. İnsan haklarının korunması ve temel hürriyetlere ilişkin iadenin reddi sebebine dayanılarak  çocuğun  iadesinin  reddedilebilmesi  için  söz  konusu  ihlalin,  çocuğun iadesini  talep  eden  devletin  yürürlükte  bulunan  mevzuatında  mevcut  olması gerekmektedir. Aksine iadeyi talep eden devletin, insan hakları ve temel hak ve özgürlükler konusundaki ihlali, siyasi bir politika veya örf ve âdet kaynaklıysa 20. maddenin  uygulanması  için  yeterli  bir  iadenin  reddi  sebebi  olarak  kabul edilmemektedir.                                                   103  ALTUNTAŞ, 2006, s.149. 104  GİRAY, 2010, s.185-191. 105  GİRAY, 2010, s. 191. 106  WEINER, Merle H.:  Using Article 20. , Family Law Quarterly, 2004, Vol. 38, No. 3, s. 592. 107  Raportör Elisa Pèraz Vera tarafından yazılan açıklayıcı rapor metni s. 462. 108  LEWIS, 2000, s.419.   1149                                                                                      III.   ANAYASA  MAHKEMESİ KARARLARINDA ÇOCUK  KAÇIRMA EYLEMİNİN KAPSAMI VE İADENİN REDDİ SEBEPLERİ A. Genel Prensip ve İlgili Kavramlar Anayasa Mahkemesi, devletin bireylerin aile hayatına saygı duymak ve müdahale etmemek  gibi  negatif  bir  yükümlülüğü  olduğunu  kabul  etmektedir.  Buna  göre  aile fertleri, normal bir şekilde aile bağlarını geliştirebilmek için birlikte yaşama hakkına sahiptir. Diğer yandan bu özgürlüğün diğer bireyler tarafından ihlal edilebileceği de açıktır. Bu nedenle devletin, aile hayatına saygı gösterilmesi hakkının diğer bireyler karşısında korunmasını ve saygı görmesini sağlayacak gerekli tedbirleri etkin bir şekilde alması gerekir. Bu tedbirler sayesinde çocuğun, ebeveynleri ile bütünleşmeyi isteme ya da ebeveynin çocuğu ile bütünleşmeyi sağlayacak gerekli tedbirlerinin alınmasını isteme hakkı doğmaktadır. Zira ebeveyn ile çocuğun birlikte yaşamaları ya da en azından kişisel ilişki geliştirebilmeleri aile hayatının temelidir.  Eğer  çocuğun  sağlıklı  bir  şekilde  hayata  katılabilmesi  isteniyorsa  mutlu  bir çocukluk yaşaması, bunun için de her çocuk gibi ailesi ile iletişim haline olması gerekir. Bu noktada evliliklerin boşanma ile neticelenmesi ile birlikte çocuğun ortak velayetinin her  iki  ebeveyne  verilmesi  durumunda  ya  da  evlilik  dışı  birlikteliklerde  çocuğun velayetinin  birlikte  yürütüldüğü  durumlarda  çocuk  ile  ebeveynleri  arasındaki  ilişki sorunlu hale gelmektedir. Bu sorunun farkında olan AYM, ebeveyn ile çocuk arasındaki iletişimin devamlılığının, ebeveynler arasında ortak yaşamın kurulamaması veya aile birliğinin hukuken ya da fiilen sonlanmış olması halinde dahi ortadan kalkmayacağına işaret etmektedir.  Bu noktada farklı menfaatler arasında bir denge kurulmalıdır ve                                                  109  Marcus Frank Cerny Kararı, Başvuru No: 2013/5126, 2/7/2015, parag. 38-40; Murat Atılgan Kararı, Başvuru No: 2013/9047, 7/5/2015, parag. 26; Deniz Sarıcaoğlu Kararı, Başvuru No: 2017/35776, 2/6/2020, parag. 36; Serpil Toros Kararı, Başvuru No: 2013/6382, 9/3/2016, parag. 68. 110  AİHM Kararı, Case of Carlson v. Switzerland, Application No: 49492/06, 6 November 2006, parag. 69. 111  AİHM Kararı, Case of Diamante and Pelliccioni v. San Marino, Application No: 32250/08, 27 September 2011, final 08/03/2012, parag. 173. 112  Deniz Sarıcaoğlu Kararı, Başvuru No: 2017/35776, 2/6/2020, parag. 38; Benzer yönde AİHM içtihadı için Bkz. AYDIN, Murat, Avrupa İnsan Hakları Sözleşmesinin 8. Maddesine Göre Kişinin Özel Hayatına, Aile Hayatına, Konutuna ve Haberleşmesine Saygı Gösterilmesi Hakkı, http://www.inhakbb.adalet.gov.tr.  Erişim Tarihi: 23.10.2013, s.13.   1150                                                                                     kurulması  gereken  denge,  ebeveynlerin  çocuğu  ile  birleşme  ve  kişisel  ilişki  kurma menfaatleri ile toplumun menfaatleri arasında, adil ve orantılı olmalıdır. Yani kamu otoriterlerinin değerlendirmeleri sonucunda ebeveynlerin çocukları üzerindeki haklarına sınırlandırma getirmek mümkündür.  Farklı  menfaatler  arasındaki  denge,  ancak  kamu  otoritelerinin  somut  olayın şartlarına  göre  yapacakları  değerlendirmeleri  gerekli  kılmaktadır.  AYM ye  göre  bu dengenin  dinamiklerini  belirleyen  hususların  başında  çocuğun  yüksek  menfaatleri gelmektedir. Bu yüksek menfaatler eğer çocuğun anne ve/veya babası ile kişisel ve doğrudan bir ilişki geliştirmesine mani teşkil etmeyecek ise bu ebeveyn ile çocuğun aile bağları  çerçevesinde  birleştirilmesi  talebi  meşru  bir  hak  talebi  olarak  karşımıza çıkmaktadır.  Çünkü  kural  olarak  çocuğun  her  iki  ebeveyni  ile  de  bağlarını güçlendirmeye hakkı vardır. Bu durumda çocuğun yüksek menfaatinin ne olduğu ve nasıl belirleneceği sorunu karşımıza çıkmakta ise de bu sorun kolay bir şekilde tespit edilebilir bir niteliğe sahip değildir. Bu nedenle hem idari hem de yargısal makamlar, velayete ilişkin davalarda öncelikli olarak somut olayın gereklilikleri kapsamında hangi durumun  çocuğun  yüksek  menfaatine  olduğunu  tespit  etmelidir.  Bu  durum, uluslararası çocuk kaçırma vakalarının çözüme kavuşturulması bakımından da hayatidir.  AYM,  1980  tarihli  Lahey  Sözleşmesi  çerçevesinde,  devletin  pozitif yükümlülüklerinden  birinin  de  uluslararası  çocuk  kaçırma  vakalarının  engellenerek çocuğun  mutat  meskeninde  birlikte  ebeveyni  ile  birleştirilmesi  ve  önceki  mevcut                                                  113  AİHM Kararı, Case of Diamante and Pelliccioni v. San Marino, Application No:. 32250/08, 27 September 2011, final 08/03/2012, parag. 174; Case of  Hromadka and Hromadkova v. Russia, Application No: 22909/10, 11 December 2014, final 11/3/2015, parag. 149. 114  AİHM in Avrupa Konseyi Parlamenterler Meclisi nin 1979 tarihli ve 874 No lu Tavsiye kararına atıfla belirttiği üzere çocuklar artık ebeveynlerinin mülkiyeti olarak telakki edilmemektedir. Aksine kendileri namına hakları ve ihtiyaçları olan bireyler olarak kabul edilmek zorundadırlar. Bu nedenle velayet davalarında ebeveynlerin haklarından ziyade çocukların yüksek menfaatinin neyi gerektirdiği araştırılmaktadır. Bkz. AİHM Kararı, Case of Maumousseau and Washington v. France, Application No:  39388/05,  6  December  2007,  parag.  68;  Case  of  Neulinger  and  Shuruk  v.  Switzerland, Application No: 41615/07, 6 July 2010, parag. 134; X-Letonya Davası, Başvuru No: 27853, 26 Kasım 2013, (Adalet Bakanlığı gayrıresmi çevirisi), parag. 98. 115  Emrah Acıdereli Kararı, Başvuru No: 2018/34860, 12/1/2021, parag. 33; Deniz Sarıcaoğlu Kararı, parag. 37; Serpil Toros Kararı, parag. 69, 80-82 Marcus Frank Cerny Kararı, parag. 41. 116  Case of Neulinger and Shuruk v. Switzerland, parag. 135. 117  Şükran İrge, Başvuru No: 2016/8660, 7/11/2019, parag. 33; Deniz Sarıcaoğlu Kararı, parag. 39.   1151                                                                                     durumun  yeniden  tesisi  olduğuna  dikkat  çekmektedir.  İlaveten  bu  yükümlülük mümkün  olan  en  kısa  sürede  yerine  getirilmelidir.  Zira  çocuğun  kaçırıldığı  veya alıkonulduğu  ülkedeki  yaşam şartlarına alışmasının, bu suretle çocuk için  yeni  bir yaşam alanı ve mutat mesken oluşmasının ve velayet veya kişisel ilişki hakkı, hukuka aykırı  olarak  elinden  alınan  anne  baba  ile  çocuk  arasında  sürdürülmesi  gereken ilişkilerin  zarar  görmesinin  engellenmesi  amaçlanmaktadır.    Aksi  halde  çocuğu kaçıran ebeveynin kendi yanlış eyleminden faydalanmasına imkân tanınmış olacaktır. Mahkemeye göre bu tür kaçırma vakaları, ciddi bir yasa dışılık unsuru taşımaktadır ve bu sorunun çözümünde uluslararası iş birliği oldukça önem taşımaktadır. Mahkeme, Marcus Frank Cerny kararında uluslararası çocuk kaçırma vakalarının taşıdığı hassas durumu şu şekilde ifade etmektedir:  Uluslararası  çocuk  kaçırmanın  hem  çocuklar  hem  de  ebeveyn üzerinde çeşitli  etkileri bulunmakla  birlikte özellikle bu eylemin  mağduru olan çocuk yalnızca diğer ebeveyn ile temasından, onlardan alması gereken sevgi, şefkat ve korunma duygusundan mahrum kalmamakta, aynı zamanda kendi ev ortamından da uzaklaşmakta ve yeni bir kültür, farklı bir yasal sistem, dil ve genellikle farklı bir sosyal yapıya nakledilmekte ve belirtilen bu farklılıklar aile hayatına saygı hakkı bağlamında ciddi sorunları gündeme getirmektedir.121  Bu bağlamda AYM, 1980 tarihli Lahey Sözleşmesi nin hükümlerinin bu yöndeki davaların çözümünde dikkate alınarak yorumlanması gerektiğine dikkat çekmektedir. Mutat meskeni 1980 tarihli Lahey Sözleşmesine taraf bir devlette bulunan bir çocuğun                                                  118  Emrah Acıdereli Kararı, parag. 35; Marcus Frank Cerny Kararı, parag. 54; Benzer yönde AİHM Kararı, Case of Hromadka and Hromadkova v. Russia, parag. 151. 119  Marcus Frank Cerny Kararı, parag. 55. 120  AİHM Kararı, Case of Hromadka and Hromadkova v. Russia, parag. 152; Case of Maumousseau and Washington v. France, parag. 69. 121  Marcus Frank Cerny Kararı, parag.45. 122  Cem Ramazan Ninek, Başvuru No: 2015/13760, 18/7/2018, parag. 63; Benzer yönde AİHM kararı için Bkz. Neulinger and Shrunk v. Switzerland, Application No: 41615/07, 6/7/2010, parag. 131-132; İlker Ensar Uyanık v. Türkiye Davası, Başvuru No: 60328/09, 3 Mayıs 2012, (Adalet Bakanlığı gayrıresmi çevirisi), parag. 58.   1152                                                                                     diğer  bir  taraf  devlete  yasa  dışı  bir  şekilde  kaçırılması  veya  orada  alıkonulması durumunda, çocuğun derhal mutat meskenine iade edilmesi gerekmektedir.  Diğer yandan, AYM uluslararası çocuk kaçırma vakalarında çocuğun mutat olarak ikamet ettiği devlete iade edilmesi talebinin reddi sonucunu doğuracak bazı durumlar olduğuna dikkat çekmektedir. Esasında bu durumlar da yine çocuğun üstün menfaatinin tespit edilmesinden başka bir şey değildir. İlgili makamlar çocuğun mutat olarak ikamet ettiği devlete iade edilmesinin onu fiziksel ve psikolojik bir tehlikeye maruz bırakacağı veya  başka  bir  şekilde  müsamaha  edilemeyecek  bir  duruma  düşüreceğini  tespit ederlerse bu durumların çocuğun üstün yararına aykırı olduğu sonucuna varabilirler.  Bunların başında ise çocuk istismarı ve aile içi şiddet iddiaları gelmektedir. Ayrıca AYM söz konusu sürecin çocuğun yüksek menfaatlerini gözeten bir kararın verilip verilmediği, ebeveynlerin çocukla düzenli bir ilişkide bulunmasının –çocuğun yüksek menfaatleri ile çatışmadığı sürece- sağlanıp sağlanmadığının, yargısal ve idari sürecin süratle  karara  bağlanıp  bağlanmadığının  da  incelenmesi  gerektiğine  dikkat çekmektedir.  Çalışmanın  bu  kısmında  yukarıda  sayılan  ve  çocuğun  yüksek menfaatinin  ne  olduğuna  etki  eden  hususlar  ve  mutat  meskene  iadede  makul  süre hususları ele alınacaktır. B. Çocuğun Yüksek Menfaatlerinin Tespiti, Uzman Raporları ve Konu ile ilgili Olarak Çocuğun Görüşleri Devlet  çocuğun  yüksek  menfaatleri  ile  ebeveynlerin  hakları  arasında  adil  bir denge kurmalıdır. Ancak bu denge kurulurken velayet ve kişisel ilişki hakkıyla ilgili meselelerde çocukların menfaatlerinin üstün bir öneme sahip olduğu unutulmamalıdır. Yukarıda belirtildiği üzere bu menfaatlerin kapsamı somut olayın özelliklerine göre değişmektedir  ve  ilgili  idari  ve  yargısal  makamların  bu  koşulları  değerlendirmesi gerekir. Peki, bu menfaatler ne şekilde tespit edilecektir?                                                   123  Emrah Acıdereli Kararı, parag. 34.  124  Marcus Frank Cerny Kararı, parag. 55, 58, 59; Emrah Acıdereli Kararı, parag. 35. 125  Marcus Frank Cerny Kararı, parag. 52, 81; Emrah Acıdereli Kararı, parag. 37-39.   1153                                                                                     Ulusal mahkemeler bu noktada somut olayın olgusal, duygusal, psikolojik, maddi ve  tıbbi  nitelikteki  bütün  faktörlerini  incelemek  durumundadır.  Ailenin  durumu derinlemesine  incelenmeli,  kaçırılmış  çocuğun  iadesine  ilişkin  başvuru  bağlamında çocuğun  yüksek  menfaatleri  makul  bir  şekilde  değerlendirilmeli  ve  ebeveynlerin çocukları  ile  düzenli  bir  şekilde  ilişki  kurabilmeleri  gerekliliği  de  göz  önünde bulundurulmalıdır.  Bu  kapsamda  (1)  çocuğun  yaşı,  (2)  olgunluk  seviyesi,  (3) ebeveyninin yanında olup olmadığı, (4) eğitim hayatının ne şekilde olduğu, (5) ailesi, arkadaşları ve sosyal çevresinin nerede yoğunlaştığı, (6) çocuğun iade edilmesi talep edilen ülkede sosyal ve fiziki bağının akrabalarının bulunup bulunmadığı ve hatta (7) iade edilecek ebeveynin çocuğun maddi/manevi ihtiyaçlarını karşılayabiliyor olması önem kazanmaktadır. Bu bağlamda çocuğun bir başka devlete kaçırıldıktan sonra burada düzenli bir eğitim hayatına uyum sağlamış olması, bu devlette ikamet eden aile fertleri, akrabaları, arkadaşları ile sağlıklı ve düzenli bir ilişki geliştirmiş olması ve buradan  hareketle  belirli  bir  sosyal  çevresinin  oluşmuş  olması,  göz  önünde bulundurulması gereken önemli değişkenlerdir.  Sosyal çevrenin oluşumu ve çocuğun yaşamakta olduğu ülkeye adaptasyonunu etkileyen  önemli  göstergelerden  biri  çocuğun  yaşıdır.  Ancak  ifade  edilmelidir  ki çocuğun  yaşının  küçük  olması  başlı  başına  çocuğun  iadesini  engelleyici  bir  kriter değildir. AYM nin benzer değerlendirmeleri Angela Jane Kilkenny kararında yaptığı gözlemlenmektedir. Söz konusu davaya konu olan olayda çocuk henüz on aylıkken babası tarafından Avustralya dan Türkiye ye getirilmiştir ve üç yaşında iken annesi tarafından iadesi talep edilmiştir. AYM ise öncelikli olarak çocuğun henüz üç yaşında olduğuna dikkat çekmektedir. Bu yaş, AYM açıkça bu şekilde gerekçelendirmemiş ise                                                  126  Marcus Frank Cerny Kararı, parag. 74-76. 127  Örneğin çocuğun sağlık sorunlarının olması ve görmekte olduğu tedavilerin niteliği de çocuğun iadesi bakımından önemli hale gelebilmektedir. Bu durumda çocuğun görmekte olduğu tedavinin niteliği ve gönderileceği ülkede bu tedavilere ulaşmakta sorun yaşayıp yaşanılmayacağının da sorgulanması gerekmektedir. Derece mahkemelerinin kararlarından çocuğun gördüğü tedavilerin kapsamı ve iade edilmesi halinde bu tedavilere ulaşıp ulaşamayacağı tartışılmamış ise bu durum iadenin reddi için yeterli gerekçe olarak görülmemektedir. Bkz. AİHM Kararı, Case of Vladimir Ushakov v. Russia, parag. 101-103. 128  Ayşegül Pervane Kararı, Başvuru No: 2017/37155, 30/9/2020, parag. 39; Dilek Tsakiridis Kararı, parag. 49; AİHM Kararı, Case of Hromadka and Hromadkova v. Russia, parag. 152. 129  AİHM Kararı, İlker Ensar Uyanık v. Türkiye Davası, parag. 60.   1154                                                                                     de kararın gerekçesinden anlaşılmaktadır ki çocuğun alışabileceği bir sosyal ortamın oluşması  bakımından  ayırt  edici  bir  yaş  olarak  görülmemiştir.  Yani  çocuk  bu  yaş itibarıyla alışabileceği bir sosyal çevre geliştirmediğinden, başka bir ülkeye taşınması durumunda, bu değişiklik çocuğun hayatında onarılmaz bir yara açmayacaktır ya da en azından AYM ye göre böyle bir ihtimal bulunmakta ise o zaman derece mahkemeleri bu türden bir zarar ihtimalini gerekçeleri ile ortaya koymuş olmalıdır.  Diğer yandan çocuk, henüz bir ebeveyni ile yeterli kişisel ilişki geliştirebilecek bir yaşta değilken diğer ebeveyni tarafından kaçırılmış ve kaçırıldıktan sonra geçen süre içerisinde iade ile ilgili yargısal süreç devam ederken bu ebeveyni ile görüşememiş ve yanındaki ebeveynine kişisel bağlılığı artmış ise bu durumda çocuğun iadesi çocuğun psikolojik  durumuna zarar verebilecek  bir nitelik  arz edebilecektir.  Örneğin  uzman raporlarından da yararlanan AİHM, üç yaşında iken babasının yanından kaçırılan ve kaçırıldıktan  sonra  babası  ile  kişisel  ilişki  geliştiremeyen  6  yaşındaki  bir  çocuğun annesine bağlılığının arttığını ve onun yanından ayrılmasının çocuğun zararına olacağını hükme bağlamıştır.    AYM nin bu görüşü bir diğer sorunu gündeme getirmektedir. Yerel mahkeme, çocuğun iade edilmesi durumunda psikolojik  olarak etkilenip etkilenmeyeceğini, şu anki ikametgâhında alıştığı bir sosyal çevresi olup olmadığını nasıl tespit edecektir? Söz konusu  sorulara  verilecek  cevaplar  da  yine  AYM  tarafından  cevaplandırılmaktadır. AYM, derece mahkemelerinin,  ulaşılan sonuçların yeterli açıklıktaki bilimsel görüş ve raporlar gibi, yeterli ve objektif verilere dayandırılması  gerekliliğine uymalarını talep etmektedir.  Bu  noktada  derece  mahkemelerinin  pedagog,  psikolog  ve  sosyal                                                  130  Konu hakkında AYM nin görüşü şu şekildedir:   İnceleme yapılan tarihte henüz üç yaşını doldurmayan ve annesinin yanında kalan çocuğun yaşı itibarıyla oluşabilecek sosyal çevresi de nazara alındığında annesiyle birlikte daha önce yaşadığı Avustralya'ya dönmesi halinde burada oluşacak ortamın Türkiye'de alışmış olduğu varsayılan ortamdan farkı Mahkemece ortaya konulabilmiş değildir.   Bkz. Angela Jane Kilkenny Kararı, Başvuru No: 2015/10826, 17/7/2018, parag. 80. AYM benzer şekilde 3.5 yaşındaki çocuğun iadesi ile ilgili yapılan bir başvuruyu reddetmiştir. Bunun üzerine AYM üyelerinden Celal Mümtaz Akıncı nın karşı oy yazısı kaleme aldığı görülmektedir. Bkz. Nuray Öztürk Kararı, Başvuru No: 2017/38142, 10/6/2020, Celal Mümtaz Akıncı nın Karşıoy Yazısı parag. 4. 131  AİHM Kararı, Case of Hromadka and Hromadkova v. Russia, parag. 164. 132  M. M. E. ve T. E. Kararı, Başvuru No: 2013/2910, 5/11/2015 (R.G. Tarih ve Sayı: 2/2/2016-29612), parag. 162.   1155                                                                                     hizmetler  görevlilerinden  oluşacak  heyetlerin  çocuklar  ile  birebir  görüşmeler gerçekleştirerek hazırladıkları raporlardan yararlanması gerektiği açıktır. Bu heyetin oluşturacağı raporlar yargısal makamlar tarafından öncelikle dikkate alınmalıdır. Bu yönde bir değerlendirmenin yapılmamış olması ve bu haliyle çocuğun velayetinin diğer ebeveyne verilmesi ya da çocuğun başka bir ülkede ikamet eden ebeveyne iadesine hükmedilmesi,  aile  hayatına  saygı  gösterilmesini  isteme  hakkının  açık  bir  ihlali olacaktır. Diğer yandan, söz konusu uzman raporları çerçevesinde, diğer ebeveynin rızası hilafına çocuğun mutat ikametinden uzakta tutulan çocuğun mevcut ikametine alıştıklarının söylenemeyeceği yönünde bir anlayış hâkim olursa bu durumda çocuğun velayet hakkına sahip olan ebeveyne, yani çocuğun mutat ikametgâhına iadesine karar verilecektir.  AYM nin Ali Korkmaz Başvurusu na yansıyan raporlar da bu görüşü destekler niteliktedir. Somut olayda başvurucu, 2017 yılında Hollanda doğumlu ve an itibarıyla 6 ve 8 yaşlarında olan iki kızını, çocukların annesi ile birlikte Türkiye ye getirmiş fakat akabinde anne tekrar Hollanda ya dönmüş ve çocuklarının velayetinin kendisine ait olduğunu iddia ederek çocuklarının iadesini talep etmiştir. Buna karşın başvurucunun  ortak  çocukların  annelerinin  rızası  ile  yanında  kaldıklarını,  çocukların  Türkiye'ye alıştığını   iddia  ettiği  görüşmektedir.  Ancak  AYM,  salt  başvurucunun  bu  yöndeki iddiasını  yeterli  görmemiş  ve  çocuklar  hakkında  üç  kez  düzenlenmiş  olan  sosyal inceleme  raporlarına  önem  atfetmiştir.  Bu  raporlarda  ise  özetle  çocukların  Türkçe bilmedikleri  için  yeni  yaşam  koşullarına  ve  okul  ortamına  uyum  sağlamakta zorlandıkları,  anneleriyle  sıkı  bağlarının  olduğu  ve  çocukların  yüksek  yararı gözetildiğinde,  anneleriyle  yüz  yüze  zaman  geçirmeleri  ve  şahsi  ilişkilerini sürdürmelerinin  sağlanması  gerektiği  hususları  vurgulanmaktadır.  Hal  böyleyken                                                  133  Nuriye Aladağ kararında AYM bu yöndeki uzman raporlarının alınmış olmasından olumlu bir usuli süreç olarak bahsetmektedir. Bkz. Nuriye Aladağ Kararı, Başvuru No: 2014/18685, 24/1/2018, parag. 51. 134  Dilek Tsakiridis Kararı, Başvuru No: 2018/35068, 9/6/2020, parag. 46; Deniz Sarıcaoğlu Kararı, parag. 42; Benzer yönde AİHM Kararı, Case of Šneersone and Kampanella v. Italy, Application No: 14737/09, 12 July 2011, final 12/10/2011, parag. 93; X-Letonya Davası, parag. 108 vd.. 135  Ali Korkmaz Kararı, Başvuru No: 2019/26899, 11/12/2019, parag. 14-15. 136  Ali Korkmaz Kararı, parag. 40.   1156                                                                                     AYM,  başvuruyu  reddetmiş  ve  çocuğun  Hollanda ya  iadesinin  aile  hayatına  saygı hakkını ihlal etmediğine hükmetmiştir. Diğer yandan AYM nin bazı kararlarında uzman raporlarını  dikkate  almaksızın  kararlarını  sonuçlandırdığı  görülmektedir.    Örneğin Nuray  Öztürk  Başvurusu na  konu  olan  olay,  derece  mahkemelerinin  3.5  yaşındaki çocuğun iadesi ile ilgili verdiği bir karar ile ilgilidir.  Davaya konu olan olayda iki defa bilirkişi  raporu  alınmış  ilkinde  çocuğun  anneden  koparılarak  bilmediği,  aynı  dili konuşmadığı bir ortama götürülmesinin, post travmatik bir etki ve stres yaratabileceği ve gelişimini olumsuz yönde etkileyeceği, ileriki yaş dönemi ve ruh sağlığı açısından risk teşkil etmesi ve güvenli bağlanma unsurunu sarsacağı yönündeki değerlendirmeler AYM tarafından dikkate alınmamış ve çocuğun iadesi ile ilgili kararın aile hayatına saygı hakkını ihlal etmediğine karar verilmiştir. Yargılamanın esasına ve sonucuna etki  edebilecek  belgelerin  karar  gerekçesinde  değerlendirilmemesinin  bizzat  AYM kararlarında gerekçeli karar hakkının ihlali olarak değerlendirilmesi karşısında bu ihmalin dikkat çekici olduğunu belirtmek gerekmektedir.  Önemle  vurgulanmalıdır  ki  bu  noktada  en  önemli  bilgi  kaynakları  arasında çocuğun  bizatihi  kendisi  yer  alır.    Eğer  çocuk  kendi  görüşlerini  ifade  edebilecek olgunlukta ise kendisinin, kendi görüşlerini kendisi ifade edebilecek olgunlukta değil ise psikolog ve pedagog eşliğinde görüşlerinin dinlenilmesi önemlidir. AYM ise çocuğun olgunlaşma kriteri olarak çocuğun yaşını esas almaktadır. Örneğin dava açıldığında 25 aylık  olan  fakat  karar  tarihinde  10  yaşına  gelmiş  çocuğun  dinlenilmemiş  olması AYM ye göre aile hayatına saygı hakkını ihlal eder niteliktedir. Doğrudan konumuz ile ilgili olmamakla birlikte AYM nin konuya yaklaşımını ortaya koyması bakımından                                                  137  Nuray Öztürk Kararı, Celal Mümtaz Akıncı nın Karşıoy Yazısı parag. 4. 138  AYM nin konuya ilişkin içtihadı şu şekildedir:   Mahkemelerin bu yükümlülüğü, yargılamada ileri sürülen her türlü iddia ve savunmaya, karar  gerekçesinde  ayrıntılı  şekilde  yanıt  verilmesi  şeklinde  anlaşılamaz  (bkz.  B.  No: 2013/1213, 4/12/2013, § 26). Bu nedenle, bir kararda tam olarak hangi unsurların bulunması gerektiği, davanın niteliğine ve koşullarına bağlıdır. Bununla birlikte muhakeme sırasında açık ve somut bir biçimde öne sürülen iddia ve savunmaların davanın sonucuna etkili olması, başka bir deyişle davanın sonucunu değiştirebilecek nitelikte bulunması halinde, davayla doğrudan ilgili olan bu hususlara mahkemelerce makul bir gerekçe ile yanıt verilmesi gerekir.   Bkz. Sencer Başat ve Diğerleri Kararı, Başvuru No: 2013/7800, 18/6/2014, parag. 35.  139  Ayşegül Pervane Kararı, parag. 39.   1157                                                                                     M.M.E. ve T.E. başvurusu önemlidir. Bu başvurunun konusu 14 yaşındaki çocuğun ebeveyni  hakkındaki  görüşleridir.  Çocuğun  teslim  işlemi  esnasında  refakate  alınan Bakırköy 1. Aile Mahkemesi pedagogunun çocuk ile ebeveyni hakkında yaklaşık bir saat görüştüğü ve çocuk tarafından pedagoga  Babam ile gitmek istemiyorum. Onun ile gitmektense ölmeyi yeğlerim. Zorla da olsa babamla gidersem onunla durmam, kendimi asar ya da gebertirim  şeklinde beyanda bulunduğu tutanakla tespit edilmiş, belirtilen uzman tarafından  çocuğun babasına karşı aşırı derecede tepkili olduğu ve bu tepkinin geçmişte babası ile arasında yaşanan birtakım olumsuz olaylardan kaynaklandığının düşünüldüğü   ifade  edilmiştir.  AYM  çocuğun  bu  beyanlarına  önem  atfetmiştir. AYM ye göre çocuğun bu yöndeki beyanı, olgun bir çocuk tarafından verilmiş bir beyan olarak dikkate alınmalıdır. Çocuğun beyanı dikkate alınarak yetkililer tarafından babaya teslim edilmemesi aile hayatına saygı hakkını ihlal etmemiştir.  C. Geri Gönderilmesi Durumunda Çocuğun Psikolojik ve Fiziksel İstismara Maruz Kalacak Olması 1980 tarihli Lahey Sözleşmesi nde çocuk kaçırma hadiseleri kapsamında çocuğun iadesinin  iki  istisnası  olduğu  görülmektedir.  Bunlar  çocuğun  fiziksel  ve  psikolojik istismara maruz kalma ihtimalidir. Bu istisnaların geniş yorumlanmaması gerekir. Aksi halde  sözleşmenin  ulaşmak  istediği  hedef  olan  çocuğu  hukuka  aykırı  alıkoyan ebeveynin de facto durumun avantajından yararlanarak hukuki koruma elde etmesini engellemek  hedefine  ulaşılamayacaktır.  Bu  bağlamda  iadeye  bağlı  olarak  ortaya çıkabilecek  tüm  olumsuzluklar  ya  da  yalnızca  şu  anki  ebeveynin  yanından ayrılmasından kaynaklı olabilecek olumsuzluklar değil  yalnızca çocuğun fiziksel ve zihinsel  gelişimi  için  ciddi  risk  (grave  risk)  oluşturabilecek  ve  makul  bir  şekilde düşünüldüğünde  çocuğun  dayanabileceğinin  ötesine  geçen  katlanılamaz  durumlar (intolerable situation)  aile hayatına saygı hakkı bağlamında incelenmelidir. 1980                                                  140  M.M.E. ve T.E. Kararı, parag. 65, 173. 141  M.M.E. ve T.E. Kararı, parag. 173-176. 142  AİHM Kararı, Case of Maumousseau and Washington v. France, parag. 73. 143  Mehmet Emin Balcı Başvurusu, Başvuru No: 2015/10459, 8/1/2020, parag. 54; AİHM Kararı, Case of Vladimir Ushakov v. Russia, Application No: 15122/17, 18 June 2019, final 18/09/2019, parag. 97; Bu bağlamda örneğin zaten çocuğunu yasal olmayan yollarla alıkoyan anneden ayrılacak olma, AİHM tarafından katlanılamaz bir zarar olarak görülmemiştir. Şüphesiz burada annenin kendi yasa dışı   1158                                                                                     tarihli Lahey Sözleşmesi nin 13 (b) hükmünden bu ciddi riskin psikolojik veya fiziksel bir tehlikeye işaret ettiği görülmektedir.  Çocuk kaçırma ve velayet ile ilgili olarak en temel göstergelerden biri çocuğun fiziksel bir zarar görme ihtimalidir. Bunun ise en önemli göstergelerinden biri çocuğun iade edileceği ebeveynin şiddete meylinin bulunmasıdır. AYM, bu vakalarda kuralın çocuğun  iadesine  hükmedilmesi  olduğunu,  çocuğun  fiziksel  ve  psikolojik  şiddet göreceği iddiasının istisna olduğunu, dolayısıyla ilgili taleplerin titiz bir incelemeye tabi tutulması  gerektiğini  hükme  bağlamıştır.  Ebeveynin  idari  ve  yargısal  makamlar tarafından tespit edilmiş ve belgelenmiş şiddet eylemlerine karışmış olması, hele ki bu şiddet eylemlerinin diğer ebeveyne ya da doğrudan çocuğa yönelik olması, velayetin o ebeveyne verilmemesi ya da çocuğun mutat meskenine iade edilmemesi için en önemli göstergelerden biridir. Benzer şekilde iadeyi talep eden ebeveynin kötü bir hayat tarzı olması ve bu kötü hayat tarzından çocuğu koruyamayacak olması da çocuğun psikolojik olarak  zarar  görme  ihtimalini  kuvvetlendirmektedir.  Örneğin  ebeveynin  uyuşturucu bağımlısı  olduğuna  yönelik  resmi  evraklar,  yüksek  mahkeme  tarafından  dikkate alınmaktadır. Zira çocuğun o ebeveyn tarafından şiddet görme ya da çocuğun da benzer bir suça meyletme ihtimali bulunmaktadır ve bu durumun çocuğun yüksek menfaatleri ile  bağdaşmadığı  açıktır.    Ancak  söz  konusu  iddiaların  belgelendirilememiş  olması karşısında  ya  da  uzman  raporları  çerçevesinde  çocuğun  mutat  ikametgâhına  iade edilmesi durumunda psikolojik ya da fiziksel şiddete maruz kalacağı yönünde  ciddi bir risk  tespit edilememiş olması durumunda AYM söz konusu iddianın ciddi bir risk oluşturmayacağına hükmetmiştir. Örneğin Nuray Öztürk kararına konu olan olayda                                                                                                                                                eyleminden kazanç elde edecek olması da engellenmek istenmiştir. Bkz. Case of G.N. v. Poland, Application No: 2171/14, 19 July 2016, final 19/10/2016, parag. 61. 144  AİHM in Nuutinen v. Finland davasına yansıyan olayda babanın daha öncesinde insan öldürme suçundan  hapis  yatmış  olması,  akli  dengesinin  yerinde  olmadığına  yönelik  emareler  ve  sosyal hizmetler görevlilerine yönelik saldırgan tutumu karşısında çocuğu ile görüşme taleplerinin yerel makamlar tarafından reddedilmesi, aile hayatına saygı hakkının ihlali olarak değerlendirilmemiştir. Bkz. Case of Nuutinen v. Finland, Application No: 32842/96, 27 June 2000, parag. 136-137. 145  Angela Jane Kilkenny Kararı, parag 81. 146  Deniz Sarıcaoğlu Kararı, parag.41-43. 147  Angela Jane Kilkenny Kararı, parag 81; Nuray Öztürk Kararı, Başvuru No: 2017/38142, 10/6/2020, parag. 54; Ali Korkmaz Kararı, parag. 40.   1159                                                                                     başvurucu, çocuğunun Almanya da ikamet etmekte olan babasının  şiddet eğilimli bir yapıda olduğu ve Almanya da uyuşturucu nedeniyle soruşturma geçirdiğini 148 iddia etmiş, buna karşılık çocuğun babası da  Almanya makamlarından alınan ve tercümeleri sunulan iyi hâl belgesi ve uyuşturucu madde kullandığına dair herhangi bir dayanak olmadığını  belirtir  tıbbi  rapor   sunmuştur.  AYM  de  başvurucunun  iddialarını destekler nitelikte olmak üzere  iade talebinde bulunan babanın müşterek çocuğa fiziki şiddet uyguladığına dair inandırıcı hiçbir delilin bulunmadığı gibi babanın uyuşturucu kullandığına  veya  uyuşturucudan  hakkında  soruşturma  bulunduğuna  ilişkin  mutat mesken makamlarından elde edilmiş bir bilgi ve belgenin de sunulmadığı, aksine elde edilen belgelerden böyle bir soruşturmanın olmadığının anlaşıldığı  sonucuna vararak başvurucunun aile hayatına saygı hakkının ihlal edilmediği sonucuna varmıştır.  Bu yöndeki davalarda çocuğun iade edilmemesi sonucunu doğuracak olgulardan bir diğeri de çocuğun iade edilmesi hâlinde ebeveyni ya da onun yakınları tarafından cinsel  istismara  maruz kalma  ihtimalinin  kuvvetli  olmasıdır.  AYM,  çocuk  kaçırma vakaları ile ilgili değilse de, çocuğuna cinsel istismarda bulunduğu iddia edilen ebeveyn ile çocuğun ilişki kurmasına yönelik verilen kararın aile hayatına saygı hakkını ihlal ettiği  iddiasıyla  yapılan  velayet  ile  ilgili  bir  başvuruyu  incelemiştir.  Başvuru dosyasından  anlaşıldığı  kadarıyla psikiyatr ile çocuk arasında  yapılan  görüşmelerde çocuğun, babasının kendisine yönelik cinsel istismarda bulunduğuna yönelik ifadeleri neticesinde, çocuk ile babanın altı ay boyunca görüşmeleri tedbiren durdurulmuştur. Konu  ile  ilgili  olarak, baba  hakkındaki  ceza  davasının,  bireysel  başvurunun  karara bağlandığı  an  itibarıyla  derdest  olduğu  görülmektedir.  Başvuru  sürecinde  Aile Mahkemesi tarafından hakkında bu yönde bir iddia bulunan ebeveyn ile çocuk arasında ilişki kurulmasını engelleyen tedbir kararı verilmesi üzerine AYM, başvuru ile ilgili olarak düşme kararı vermiştir. Düşme kararına konu derdestlik durumu söz konusu olmasaydı,  uzman  raporları  eşliğinde  çocuğun  ortaya  koyduğu  iddiaların  ciddiliği karşısında, ebeveyn ile çocuğun ilişki kurmasına müsaade edilmesinin aile hayatına                                                  148  Nuray Öztürk Kararı, parag. 18. 149  Nuray Öztürk Kararı, parag. 19. 150  Nuray Öztürk Kararı, parag. 54. 151  Başvuru ile ilgili Bkz. E.A.Ö. ve M.Y. Kararı, Başvuru No: 2015/16032, 7/3/2018.   1160                                                                                     saygı hakkını ihlal edeceğini düşünmekteyiz. Benzer bir olgunun konumuz çerçevesinde söz konusu olması karşısında ise AYM nin çocuğun mutat meskenine iade edilmesine izin vermeyeceği açıktır. Diğer yandan söz konusu cinsel eylemin doğrudan çocuğa yönelik  değil  fakat  çocuğun  huzurunda  icra  edilmesi  karşısında  ilgili  makamların çocuğun  bu  eylemi  idrak  etme  kabiliyetini  dikkate  alarak  karar  vermesi beklenilmektedir. Son olarak çocuğun psikolojik olarak zarar görmesi ihtimali de çocuğun iadesini engelleyen olgulardan bir diğeridir. Açıktır ki psikolojik zarar kavramı diğer kavramları da kuşatıcı bir kavramdır. Bu başlık kapsamında belirtildiği üzere yalnızca çocuğun katlanamayacağı  psikolojik  zararlar  iade  talebini  reddetmeyi  gerekli  kılar.  Bunların neler olduğuna ise ancak uzman raporları neticesinde ulaşılabilecektir.  Çocuk zaten bir kere mutat meskeninden ayrılarak bir başka ülkeye getirilmiştir. Akabinde çocuğun yeni ikametgâhına alıştığı, burada yeni bir düzen kurduğu ve eski ikametgâhının olduğu ülkede yoğun sosyal ve kültürel ilişkilerinin olmadığı, hele ki çocuğun  iade  edileceği  ülkenin  dilini  bilmiyor  oluşu,  açık  ise  çocuğun  bu değişiklikten  psikolojik  olarak  zarar  görme  ihtimali  oldukça  yüksektir.  AİHM nin Neulinger and. Shuruk v. Switzerland  kararına burada değinilmelidir. Davaya konu olayda İsviçre vatandaşı başvurucu İsrail vatandaşı kocası ile boşanma sürecinde iken çocuğun ortak velayeti her iki ebeveyne de verilmiş fakat anne, yasa dışı olarak iki yaşındaki kızını alarak İsviçre ye taşınmıştır. Eski koca ise çocuğun iadesi için dava                                                  152  Örneğin  AİHM e  yansıyan  bir  olayda,  henüz  1  yaşında  iken  ebeveyninin  çocuğun  yanında mastürbasyon yapmasının çocuğun psikolojik durumuna etki edecek bir olgu olmadığına yönelik uzman raporları ilgili mahkeme tarafından inandırıcı bulunmuştur. AİHM Kararı, Case of Sylvester v. Austria, Application No: 36812/97 and 40104/98, 24 April 2003, final 24/07/2003, parag. 65. 153  Dilek Tsakiridis başvurusuna konu olan olayda çocuğun Türkiye ye kaçırılması sonrasında geçen süreçte  annesine  bağlı  oluşu  ve  Türkçe  konuşabiliyor  olması  gibi  olguların  derece  mahkemesi tarafından dikkate alınmaksızın çocuğun Yunanistan a iade edilmesi aile hayatına saygı hakkının ihlali olarak değerlendirilmiştir. Bkz. Dilek Tsakiridis Kararı, parag. 49; Örneğin AİHM in Neulinger and Shuruk v. Switzerland davasına konu olan olayda çocuğun Fransızca dilini konuştuğu fakat iadeyi talep eden babasının İsrail vatandaşı olarak bu dili bilmediğine dikkat çekilmektedir. Bkz. Case of Neulinger and Shuruk v. Switzerland, parag. 141 vd; Benzer şekilde Šneersone and Kampanella v. Italy davasında ise çocuğun Letonya dilini konuştuğu fakat iadeyi talep eden babasının ise İtalyan olduğu ve bu dili bilmediği uzman raporlarında çocuğun iadesinin reddi için bir gerekçe olarak gösterilmiştir.  Bu  görüşleri  dikkate  almaksızın  çocuğun  iadesine  karar  verilmesi  ise  mahkeme tarafından aile hayatına saygı hakkının ihlali olarak değerlendirilmiştir. Bkz. Case of Šneersone and Kampanella v. Italy, parag. 94-98.   1161                                                                                     açmıştır. Fakat aradan geçen dört yıl içerisinde kız 6 yaşına gelmiş, annesi ile yakın bir ilişki geliştirmiştir. Kızın babasının kültürüne dair oldukça zayıf bağları bulunmakta olup  kızın  anadili  babasınınkinden farklıdır.  İlaveten babanın,  anne ile boşandıktan sonra tekrar evlendiği,  yeni  eşi  hamileyken de ondan boşanarak üçüncü bir evlilik yaptığı,  ikinci  eşinden  olan  çocuğunun  nafakasını  ödemekte  özensiz  davrandığı görülmektedir. Yani babanın, muhtemel bir iade durumunda iyi bir ebeveyn olabileceği şüphelidir. Bunlara ilave olarak İsrail yasalarına göre annenin çocuğu yasa dışı olarak İsviçre ye götürmesinin sonucu olarak hapis cezası alma ihtimali vardır. Bu olgular üzerinden hazırlanan uzman raporlarına dayanan AİHM in çocuğun tek başına İsrail e iade edilmesi durumunda yaşı itibarıyla buraya da adapte olabilirse de alıştığı sosyal ve  kültürel  düzenin  bozulacağı  için  psikolojik  olarak  zarara  uğrayacağı,  annesi  ile birlikte İsrail e taşınması durumunda –ki annesi bu tercihi baştan reddettiğini açıkça ifade  etmektedir-  annesi  hapis  cezası  alırsa  bunun  da  çocuk  açısından  telafisi  güç zararlar  ortaya  çıkarabileceği  bu  nedenle  çocuğun  yüksek  menfaatlerinin  İsviçre de kalmayı gerekli kıldığına hükmettiği görülmektedir.  Yukarıda bahsedilen riskin varlığı nasıl ispat edilmelidir? Belirtilmelidir ki  ciddi risk  iddiasını ileri süren taraf bu iddiasını ispat etmekle de mükelleftir. Bu bağlamda taraflardan birinin çocuğun mutat ikametgâh ına iade edilmesi durumunda psikolojik zarara  uğrama  ihtimalini,  bu  iddiasını  destekleyen  uzman  raporları  vasıtasıyla desteklemesi mümkündür. Yargısal makamlar bu yöndeki raporların sunulmasını yeterli görebilmektedir.  Diğer  yandan  iadeyi  talep  eden  diğer  ebeveynin  çocuğa  yönelik fiziksel/cinsel bir tehdit oluşturduğu iddialarının ispat edilebilmesi için uluslararası bir girişim gereklidir. Çünkü söz konusu ebeveynin mutat ikametgâhının olduğu ülkenin yargısal/idari kayıtlarını temin etmek gerekmektedir. Davanın tarafları ise çoğu zaman bu imkâna sahip olamamaktadır. Bu nedenle çocuğun kendisine iade edilmesini talep eden  ebeveynin  şiddet/suç  unsuru  taşıyan  eylemlerinin,  ikamet  ettiği  ülkenin  kamu otoritelerince kayıt altına alındığı gibi iddiaları ispat etmek doğrudan çocuk ile kalan                                                  154  Detaylı bilgi için Bkz. AİHM Kararı, Case of Neulinger and Shuruk v. Switzerland, parag. 141-151 (uzman raporları için bkz. parag. 37 ve 46).   1162                                                                                     ebeveynin  ispat  yükü  içerisinde  değildir;  bu  husus  davaya  bakmakta  olan  derece mahkemelerinin doğrulaması gerekli olan bilgiler arasındadır.   D. Kamu Otoritelerinin Pozitif Yükümlülüğü: Çocuk ile Ebeveyn Arasındaki Kişisel İlişkinin Kurulmasına İmkân Sağlamak  Ebeveynler boşanmış olsalar da çocuk ile ebeveynler arasındaki aile ilişkisinin sona ermediği açıktır. Bu nedenle boşanmış çiftlerin çocukları ile görüşerek ailenin bir araya  gelmesini  ve  çocuk  ile  ebeveynlerinin  kişisel  ilişki  geliştirmesini  sağlayacak tedbirlerin de devlet tarafından alınması gerekir. Yani devlet, ebeveyn ile çocuğun ailesinin  diğer  bireyleri  arasında  ortaya  çıkan  iletişim  ve  ikamet  uyuşmazlıklarını çözmekle mükelleftir.  Söz konusu ayrılık, ebeveynlerin eylemleri nedeniyle olsa dahi devletin pozitif yükümlülüğü devam etmektedir. Diğer ebeveyn ile belirli bir ilişki geliştirmiş bir çocuğun olduğu durumda, ebeveynin çocuğu ile birleşmeyi isteme hakkı çerçevesinde devletin alacağı tedbirler, radikal ve mutlak olamaz. Bunun için bazı hazırlık süreçleri gerekir.  Somut  olayın  şartlarına  göre  değişmekle  birlikte,  burada  önemli  olan  tüm tarafların iş birliği ve anlayış içerisinde hareket etmesidir. Tarafların bu konudaki hak ve menfaatleri göz önünde bulundurulmakla birlikte çocuğun yüksek menfaatleri bu noktada kilit belirleyici olacaktır.                                                    155  Benzer yönde AİHM Kararı, X-Letonya Davası, parag. 112. 156  Murat  Atılgan  Kararı,  parag.  25;  Örneğin  çocuk,  annesini  çok  sevdiğini  ve  babasının  yanında sıkıldığını söylemekte ise de bu durum baba ile çocuğun görüşmesini engellemek için yeterli değildir. Uzman raporları çerçevesinde çocuğun babasının kızını saf ve temiz duygular ile seven eğitimli ve sosyal ilişkileri iyi biri olduğu tespit edildikten sonra da yatılı kalması uygun değilse bile belirli tarihlerde sabah 10:00-17:00 saatleri arasında görüşmelerinin karara bağlanmış olması aile hayatına saygı hakkını ihlal etmeyecektir. B.B. Kararı, Başvuru No: 2015/14805, 23/5/2018, parag. 21, 28-29, 53. 157  AİHM Kararı, Case of Hromadka and Hromadkova v. Russia, parag. 150. 158  Serpil Toros Kararı, parag. 70; Benzer yönde AİHM Kararları, AİHM Kararı, Case of Diamante and Pelliccioni v. San Marino, parag. 176-177; Case of Hokkanen v. Finland, Application No: 19823/92, 23 September 1994, parag. 58; Case of Ignaccolo-Zenide, parag. 96; Case of Nuutinen v. Finland, parag. 128. 159  AİHM Kararları, Case of Hokkanen v. Finland, parag. 58; Case of Maumousseau and Washington v. France, parag. 83.   1163                                                                                     Diğer  yandan  ebeveynler  arasındaki  iletişim  eksikliği  ya  da  çocuğu  kaçıran ebeveynin  engelleyici tutumları kamu makamlarının pozitif yükümlülüklerini yerine getirmelerini engelleyici bir gerekçe de değildir. Çocuğu kaçırmış olan ebeveynin iş birliğine  yanaşmaması  karşısında  kamu  otoriteleri,  çocuğun  hassas  durumunu  da gözeterek uygun yaptırımları uygulamakla mükelleftir.  Çocuğu kaçırılan ebeveyn ile çocuk arasındaki kişisel ilişkinin tesisi, muhtemel bir  iade  kararına  hükmedilmesi  halinde,  çocuğun  güvenle  ve  psikolojik  bir  zarar meydana gelmeksizin diğer ebeveyne iade edilmesi bakımından son derece önemlidir. Bu anlamda yerel otoriteler çocuğun diğer ebeveyn ile sosyal şartların uygunluğuna göre denetimli ya da denetimsiz bir şekilde bir araya gelmelerini sağlayıcı kararlara hükmetmek,  çocuğu  kaçıran  ebeveynin  muhtemel  direnişini  sonlandıracak  uygun yaptırımlar ile de bu kararının işlerliğini korumak durumundadır. Derece mahkemelerinin, kendisine velayet hakkı verilmeyen ebeveyn ile çocuk arasında  kişisel  ilişki  tesis  ettiği  durumlarda,  kurulması  öngörülen  ilişkinin uygulanabilir  ve  etkili  olmasını  temin  edecek  şekilde  hareket  etmesi  zaruridir.  Bu noktada  anne  veya  babanın  çalışma  saatlerinin  veya  görüşme  için  uygun  ortam tespitinin nazara alınmadığı kararların ya da velayet hakkı bulunan ebeveynin diğer                                                  160  Örneğin yerel otoritelerin çocuğun iadesine karar vermesi sonucunda çocuğu hukuka aykırı alıkoyan ve yargı kararını uygulamamak için 6 aydır gizlenen ebeveyne yönelik olarak polis müdahalesine müracaat edilmesi, her ne kadar bu tür hassas durumlarda polisin müdahalesi arzu edilmiyor ise de, aile hayatına saygı hakkının ihlali olarak değerlendirilmemektedir. Zira çocuğu alıkoyan ebeveyn kamu otoritelerine başka bir imkân tanımamaktadır. Bkz. Case of Maumousseau and Washington v. France, parag. 85. 161  AİHM Kararları, Case of Hokkanen v. Finland, parag. 58; Case of Maumousseau and Washington v. France, parag. 83; Case of Eberhard and M. V. Slovenia, Application No: 8673/05 and 9733/05, 1 December 2009, final 01/03/2010, parag.  132-135. 162  Örneğin AİHM in Nuutinen v. Finland davasına konu olan olayda başvurucunun topluma  tehdit oluşturduğundan  bahisle  hapis  cezası  almış  olması  ve  akıl  sağlığı  ile  ilgili  tereddütler  yerel makamların önce ayda iki saat, sonrasında ise iki ayda bir iki saat tarafsız bir bölgede buluşmalarına müsaade ettiğini ortaya koymaktadır. Ancak buna karşın yerel makamlar çocuğun en iyi menfaatinin babası ile iletişim halinde kalmaya devam etmesi olduğuna kanaat getirmiştir. Bkz. AİHM Kararı, Case of Nuutinen v. Finland, parag. 129-130. 163  Case of Eberhard and M. V. Slovenia, parag. 132-135. 164  Örneğin çocuk ile velayet hakkı kendisine verilmeyen babanın aynı şehirde yaşıyor olmasına karşın görüşme şartlarının etkili olmadığına hükmedilen davada AYM nin görüşü şu şekildedir:  İlk  Derece  Mahkemesi  kararının,  kişisel  ilişki  tesisi  noktasındaki  tespitinin  yetersiz  ve uygunsuz  olduğu  belirtilerek  temyiz  edildiği  ve  temyiz  dilekçesinde  özellikle  haftalık   1164                                                                                     ebeveyn ile çocuğun görüşmesini maddi ya da manevi olarak zorlaştırdığı durumlarda bu ebeveynin zorlayıcı tedbirler ile ikna edilmesi ya da ebeveyn ile görüşmek istemeyen çocuğun  ikna  edilebilmesi  için  çocuğun,  üstün  yararı  göz  ardı  edilmeden  baskı hissetmeyeceği uygun bir ortamda uzman desteği alınarak başvurucu ile görüşmesine yönelik  bir  girişimlerde  bulunulmalıdır.  Bunun  yapılmadığı,  derece  mahkemesinin zorlayıcı  ve  etkili  kararları  almakta  ihmalkârlıkta  bulunduğu  durumlarda  derece mahkemelerinin aile hayatını korumada etkisiz kalacağı açıktır. Bu yönde benzer bir sorun Cem Ramazan Ninek başvurusunda da söz konusudur. Somut olayda baba ile çocuk arasında kişisel ilişki kurulmasına hükmedilmiş olmasına karşın anne bu görüşmeleri engellemiştir. Baba, mahkeme kararına karşın çocuğunu icra marifetiyle görmeye çalışmış fakat başarı elde edememiştir. Bunun üzerine anneden şikâyetçi olmuş, bu sefer de icra takibindeki şekil eksiklikleri nedeniyle baba çocuğu ile                                                                                                                                                görüşmeler için belirlenen gün ve saatlerin başvurucunun iş ve mesai durumu itibarıyla uygun olmadığı belirtilerek, kişisel ilişkinin Pazar veya Pazartesi günlerinde kurulması yönünde talepte bulunulduğu, ancak kararın, Yargıtay tarafından müşterek çocuğun yaşı, bedeni ve fikri gelişimi  dikkate  alınarak  babayla  uzun  süreli  ve  yatılı  kalmayacak  şekilde  kişisel  ilişki düzenlenmesi gerekirken yerel mahkeme kararındaki gibi düzenleme yapılmasının usul ve yasaya aykırı olduğu ve gerekçeli kararın hüküm kısmındaki başvurucu ile müşterek çocuk arasındaki kişisel ilişkinin, çocuğun her ayın birinci ve üçüncü Cumartesi günleri 10.00 ve 17.00 saatleri arasında, dini bayramların ikinci günü 10.00 ve 17.00 saatleri arasında davacı anneden alınarak başvurucu babaya verilmesi şeklinde düzenlenmesi gerektiği belirtilerek, düzeltilerek onandığı anlaşılmaktadır. Bu çerçevede, Temmuz ayı içerisinde babanın yanında uzun süreli ve yatılı olarak kalmak suretiyle tesis edilen kişisel ilişkinin uygun olmadığına dair yukarıda belirtilen gerekçelere yer veren temyiz merciinin, babanın çalışma gün ve saatlerinin nazara alınması suretiyle kişisel ilişki tesisine dair talebi karşısında, haftalık ilişki gün ve saatlerinin belirlenmesine ilişkin takdiri noktasında ayrıntıya yer vermediği gibi, ilk Derece Mahkemesince  Pazar  günü  olarak  öngörülen  ve  başvurucu  tarafından  kısmen  çalışma programına uygun olduğu belirtilen kişisel ilişki gününün gerekçesi belirtilmeksizin Cumartesi olarak tashih edildiği ve kararda, başvurucunun mesleki durumu bağlamında ileri sürdüğü görüşme gün ve saatlerine ilişkin talebinin neden göz önünde bulundurulmadığına dair bir açıklamada bulunulmadığı görülmektedir.  Bkz. Murat Atılgan Kararı, parag. 46. 165  Konuya ilişkin AYM nin içtihadı şu şekildedir:  Tüm  bu  süreçte  kamusal  makamlarca  gerçekleştirilen  eylem  ve  işlemler  incelendiğinde özellikle  danışmanlık  tedbiri  kapsamında  süratle  hareket  edilmediği,  tedbiri  uygulamakla görevli kamusal makam tarafından Mahkemeye bir uygulama planı sunulmadığı, çocuk ve anne dışında kimsenin sürece dahil edilmediği, mevzuatta öngörülen sıklıkta çocuk ve ailesi ile görüşmeler  gerçekleştirilmediği,  tedbirin  denetiminin  Mahkemece  yapılmadığı,  çocuğun gelişiminin belirli aralıklarla da olsa tedbir kapsamında gözlemlenmediği ve tedbirin amacının gerçekleşip gerçekleşmediği hususunun değerlendirilmediği, bu suretle başvurucunun çocuğu ile  kişisel  ilişki  kurmasına  imkan  sağlayabilecek  gereklerin  kamusal  makamlarca  yerine getirilmediğinden aile hayatına saygı hakkının ihlal edildiği sonucuna ulaşılmıştır.  Cengiz Kılıç Kararı, B. No: 2013/3181, 3/2/2016 (R.G. Tarih ve Sayı: 16/3/2016-29655), parag. 113115.   1165                                                                                     görüşememiştir. Yani annenin, açık mahkeme kararına rağmen işbirliğine yanaşmaması karşısında yaptırıma tabi tutul(a)maması, mahkeme kararın icrailiğini zedelediği gibi baba ile çocuğun ilişki geliştirmesini engelleyerek aile hayatına saygı hakkının da ihlal edilmesine neden olmuştur. Bu içtihat konumuz bakımından da önem arz etmektedir. Zira konumuz açısından ebeveynlerden birisi ile çocuk arasındaki kişisel ilişki zaten oldukça zayıftır. Çünkü bir ebeveyn farklı bir ülkede ikamet etmektedir. Ancak belirli dönemlerde ülkeler arası seyahat  ederek  çocuğunu  görebilir  ya  da  mevcut  kitle  iletişim  araçları  vasıtasıyla çocuğu ile kişisel ilişki geliştirebilir. Bu noktada yukarıda ele alınan olguların varlığı nedeniyle  derece  mahkemelerinin  çocuğun  mutat  meskeninin  olduğu  ülkeye  iadesi talebini reddetmesi durumunda derece mahkemelerine bir vazife düşmektedir. O da diğer ülkedeki ebeveyni ile çocuk arasındaki ilişkinin ne şekilde tesis edilebileceğini ve çocuk  ile  birlikte  olan  ebeveynin  bu  ilişkinin  tesisi  bakımından  işbirliği  gösterip göstermeyeceğini  hesaba  katmak  ve  bu  ilişkinin  tesisine  imkân  verecek  tedbirlere hükmetmektir. Diğer yandan aynı hassasiyeti, mahkemelerin iade kararına hükmederken de gözetmesi gerekmektedir. Eğer çocuk iade edilirse şu an birlikte yaşadığı ebeveyni ile  tekrar  birleşememe  ihtimali  belirirse  çocuğun  bundan  zarar  görebileceği öngörülmelidir. Örneğin AİHM, G.N. v. Poland davasında, çocuğun mutat ikametgâhı olan Kanada ya iadesi durumunda annenin çocuğunu istediği zaman göremeyeceğine yönelik  emareler  bulunmamasını  iadeyi  engelleyici  bir  etken  olarak değerlendirmemiştir. Kanada mahkemelerinin emrine uymayarak çocuğu yasa dışı yollarla kaçırdığı ve alıkoyduğu için ceza alma tehlikesi bulunmakta ise de bu açık değildir. AİHM bunları gözeterek çocuğun iadesi kararının aile hayatına saygı hakkının ihlali  olarak  değerlendirmemiştir.  Fakat  iade  durumunda  çocuğun  ebeveyni  ile görüşemeyeceği kuvvetle muhtemel ise bu durumda çocuğun bundan zarar göreceği olgusu da hesaba katılarak bir karar verilmektedir.                                                   166  Cem  Ramazan  Ninek  Kararı,  parag.  97;  Benzer  yönde  AİHM  Kararı,  Case  of  Hromadka  and Hromadkova v. Russia, parag. 167-169. 167  AİHM Kararı, Case of G.N. v. Poland, parag. 64. 168  AİHM Kararı, Case of Neulinger and Shuruk v. Switzerland, parag. 141-151.   1166                                                                                     E.  Kamu  Otoritelerinin  Pozitif  Yükümlülüğü:  Yargısal  Sürecin  Süratle Sonuçlandırılması ve Kararların İcra Edilebilir Olması Kamu  makamlarının,  özel  hayatın  korunması  bağlamında  pozitif  yükümlülüğü arasında  tarafların  iddialarına  süratle  ve  ikna  edici  şekilde  cevap  vermek  de  yer almaktadır. Bu gibi hassas davalarda süre çok önemlidir. Hele ki çocuğu ile kişisel ilişki geliştiremeyen ve geçen zaman içerisinde çocuğu ile olan bağı giderek seyrelen ebeveyn açısından her geçen süre çocuğun yanında olmayan ebeveynine biraz daha uzaklaştırmaktadır.  Zaten  bu  amaçla  1980  tarihli  Lahey  Sözleşmesi  de  sürecin ivedilikle sonuçlandırılması gerektiğini düzenlemektedir. Diğer yandan yargılamanın ivedi şekilde sonuçlandırılması amaçlanırken iddia ve delillerin titizlikle incelenmesi sorumluluğu  da  göz  ardı  edilmemeli,172  tarafların  yargılama  sürecine  katılabilmesi, savunmalarını  bizzat  veya  temsilcileri  aracılığıyla  verebilmeleri  sağlanmalıdır. Yargılamanın süratli olması sorunu adil yargılanma hakkının bir alt görünümü olan makul sürede yargılama hakkı ile ilgili bir husus ise de AYM, aile hayatına saygı gösterilmesini isteme hakkı çerçevesinde bu değerlendirmeleri yapmakta, ilaveten adil yargılanma hakkı ile ilgili bir değerlendirme yapmamaktadır.  Belirtilmelidir ki yargısal makamlar tarafından 1980 tarihli Lahey Sözleşmesi ve iç hukuk düzenlemelerinin uygulanarak tedbir kararının uygulanmış olması tek başına yeterli değildir. Çocuk ve ebeveyn arasındaki ilişkinin hassas konumu düşünüldüğünde bu tedbirin hızlı bir şekilde uygulanması da elzemdir. Aile hayatına etkili bir biçimde saygı  gösterilmesi  için  ebeveyn  ve  çocuk  arasında  ilerdeki  ilişkilerin  zamanın geçmesine göre değil, sadece konuyla ilgili  gerçeklere göre belirlenmesi gerekir.                                                  169  Angela Jane Kilkenny Kararı, parag. 83; Emrah Acıdereli Kararı, parag. 46-49; Serpil Toros Kararı, parag. 73, 77; Benzer yönde AİHM Kararı, Case of Carlson v. Switzerland, parag. 70. 170  AİHM Kararı, Case of Sylvester v. Austria, parag. 60. 171  Lahey Sözleşmesi nin 11. maddesi de yargısal ve idari otoritelerin iade sürecini hızlı bir şekilde sonuçlandırması gerekliliğine işaret etmekte ve iadeyi talep eden tarafa müracaat tarihinden itibaren 6 haftadan uzun süren hareketsizliklerin nedenini talep etme hakkını vermektedir. 172  AİHM Kararı, X-Letonya Davası, parag. 114. 173  AİHM Kararı, Case of Ignaccolo-Zenide v. Romania, parag. 99. 174  Marcus Frank Cerny Kararı, parag. 82-84. 175  KILKELLY, 2009, s. 97.   1167                                                                                     Zaten  bu  nedenle  1980  tarihli  Lahey  Sözleşmesi nde  bu  türden  davaların  basit yargılama  usulü  ile  görülmesi  gerektiği  hükme  bağlanmıştır.  Bu  nedenle,  AYM, duruşmada  Cumhuriyet  Savcısının  bulunmaması  ya  da  yargılamayı  yapan mahkemenin  sıfatının  hatalı  belirtilmesi  gibi  teknik  detaylar  ile  yargılamanın bozulması ve yargılama süresinin uzamasına sebep olunması gibi olguların aile hayatına saygı hakkının ihlali nedenlerinden biri olduğuna hükmetmiştir. Bu  noktada  çocuğun  iadesi  ile  ilgili  başvuruda  bulunan  bir  kimsenin başvurusunun  ivedi  bir  şekilde  işleme  alınması  yetkili  merciiler  tarafından  derece mahkemelerinde davanın açılması gerekmektedir. Böylece çocuğun kaçırıldığı ülkede yeni bir mutat mesken edinmesi ve kaçırıldığı ülkeye alışması engellenebilecektir. Bu çerçevede Lahey Sözleşmesi nin 11. maddesi, yargısal ya da idari makamların iade talebi hakkında altı haftalık bir süre içerisinde bir karara ulaşamaması halinde talep eden ya da iade talep edilen ülkenin merkez otoritelerinin gecikmenin sebeplerini öğrenmek için başvuruda bulunabileceğini düzenlemektedir (md. 11). Sözleşmede  altı haftalık süreye  riayet  edilmemesine  yönelik  olarak  gecikmenin  sebeplerini  bildirme yükümlülüğü dışında icrai bir yaptırım öngörülmüş değildir. Zaten uygulamada da altı haftalık sürede işlemlerin sonuçlandırılamadığı ifade edilmektedir. Buna karşılık bu sürenin konunun hassasiyeti düşünüldüğünde sürecin hızlı ilerlemesi gerektiğine yönelik bir niyeti barındırdığı da açıktır. AİHM kararlarında da söz konusu niyete önem atfedildiği görülmektedir. Örneğin AİHM in başvurunun 12-18 ay arasında (hatta bazı davalarda  6  aylık  bir  süreyi)  değişen  süreleri  ihlal  olarak  nitelendirdiği  davaları bulunmaktadır. Fakat AYM önüne gelen başvurulardan anlaşıldığı kadarıyla yalnızca                                                  176  Angela Jane Kilkenny Kararı, parag. 83. 177  Cem Ramazan Ninek Kararı, parag. 94. 178  NEBİOĞLU ÖNER, 2014, s. 489-490. 179  ALTUNTAŞ, 2006, s. 102. 180  ATICI,  Aysun,   1980  Tarihli  Uluslararası  Çocuk  Kaçırmanın  Hukuki  Yönlerine  Dair  Lahey Sözleşmesi ve Türkiye deki Uygulaması , İzmir Barosu Dergisi, Yıl: 2020, Sa. 1, 117-174, s. 130. 181  AİHM de bu türden bir başvurunun 12 aya yakın bir süre olsa dahi sonra işleme alınmasını aile hayatına saygı hakkının ihlali olarak görmüştür. Bkz. Strömblad v. Sweden, Application No: 3684/07, 5 April 2012, parag. § 93; Benzer yönde, 18 ay Case of Iosub Caras v. Romania, Application No: 7198/04, 27 July 2006, final 11/12/2006, parag. 38), 17 ay (Case of M.V. v. Poland, Application No: 16202/14, 1 April 2021, parag. 72 ve Case of G.N. v. Poland, , parag. 49) 14 ay (Case of Blaga v. Romania, Application No: 54443/10, 1 July 2014), 13; Case of Monory v. Romania and Hungary,   1168                                                                                     süre bakımından çok katı bir inceleme yapıldığında dahi pek çok ihlalin tespit edilmesi kuvvetle muhtemeldir. Bu husus şu şekilde tablolaştırılabilir: TABLO ANAYASA MAHKEMESİ'NİN MUTAT MESKENE İADE KONULU DAVALARINDA SÜRELER Davalar  Aym de  İlk  Yasal Geçen Süre  Adım dan  İtibaren Toplam Süre Mehmet  Emin  Balı  238  Hafta  3  441 Hafta 5 gün D.  gün Dilek Tsakiridis  79  Hafta  3  155 Hafta 3 gün Gün Marcus Frank Cerny  103  Hafta  3  180 Hafta 2 Gün Gün Angela  Jane  159  Hafta  5  301 Hafta 6 Gün Kilkenny  Gün Cem Ramazan Ninek  154 Hafta  325 Hafta 6 Gün Ali Korkmaz  18  Hafta  1  110 Hafta 5 Gün Gün Ayşegül Pervane  98  Hafta  5  597 Hafta Gün Ortalama  121  Hafta  4  301 Hafta 5 Gün Gün                                                                                                                                                Application  No:  71099/01, 5  April 2005,  parag.  82), 12  (Case  of  K.J.  v.  Poland,  Application No: 30813/14, 1 March 2016, final 01/06/2016, parag. 71-72), 11 ay (Case of Karrer v. Romania, Application No: 16965/10, 21 February 2012, parag.  54; 6 ay (Case of R.S. v. Poland, Application No: 63777/09, 21 July 2015, parag. 70).   1169                                                                                     Tablodan anlaşıldığı üzere yalnızca AYM önünde bir davanın görülme süresi 121 haftanın üzerinde iken yerel makamlara başvurudan itibaren bu sürenin ortama 301 haftayı geçtiği görülmektedir. Elbette Ali Korkmaz Başvurusu (18 Hafta 1 gün) gibi bazı istisnai davalar bulunduğu görülmekte ise de AİHM nin davanın niteliğine göre 12 aylık bir süreyi dahi ihlal olarak nitelendirdiği göz önünde bulundurulursa durumun ciddiyeti  kendisini  göstermektedir.  Örneğin  Ayşegül  Pervane  Kararında  AYM, kendisinin  121  hafta  süren  incelemesi  dışında  dahi  7  yıl  süren  bir  yargılamanın uzunluğu konusunda açık bir değerlendirme yapmaktan kaçınmıştır. Kaldı ki Mehmet Emin Balcı Kararı nı AYM nin 4 yılı aşkın bir sürenin sonunda verebilmiş olmasının, bu  sürelerin   başvurucuların  lehine   olması  ihtimali  bir  yana,  ilkesel  olarak bakıldığında davanın mantığı ile uyuşturulabilmesi mümkün görünmemektedir.     1170                                                                                      AİHM in  yakın  içtihatları  sürenin  uzamasına  (1)  başvurucunun  yargılama sürecinin uzamasına katkı sağlaması, (2) üç dereceli yargılama ve bir olağanüstü hal yargılaması  şeklinde  incelenmesi  ve  (3)  sürenin  uzamasında  mahkemelerin sorumsuzluğunun  tespit  edilemediği  durumlarda  tarafların  usuli  haklarını kullanmasının süreci uzatabileceğini, bu durumda kamu makamlarına sorumluluk izafe edilemeyeceğini ifade etmiştir.  Diğer türlü ise yargısal organizasyondan kaynaklanan uzamalar, aile hayatına saygı hakkının ihlali olacaktır. AYM nin özellikle velayet hakkını konu alan bir yargılamanın 3 yıl (davanın şartlarına göre 2 yıl) gibi bir sürenin sonunda sonuçlanması ve bu arada ebeveyn ile çocuk arasında yeterli düzeyde ilişki kurulamamış  olması  nedeniyle  aile  hayatına  saygı  gösterilmesi  hakkının  ihlal edileceğine hükmettiği kararları mevcuttur.  Zira zamanla çocuk ve fiilen birlikte yaşamadığı ebeveyn arasında üzerinde telafisi mümkün olmayan sonuçların doğması                                                  182  AİHM Kararı, Case of M.V. v. Poland, parag. 74; AİHM 4 yıl 6 ay süren bir yargılamada davanın karmaşıklığının bahane edilemeyeceğini ifade etmiştir. Case of Eberhard and M. V. Slovenia, parag. 139-140.deste. 183  Örneğin M.V. v. Poland davasında AİHM, başvurunun yalnızca yalnızca çocuğu ile iletişim kurması hakkında  ve  çocuğunun  iadesi  hakkında  talepte  bulunması  karşısında  ilk  derece  mahkemesinin yargılamaya başvurunun Lahey Sözleşmesi çerçevesindeki talebinin sıraya alınmasından 5 hafta sonra görülmesini ve yargılamasını 5 duruşmada tamamlamasını, her duruşmanın arasında ortalama 2 aylık sürenin olmasını uzun bir süre olarak kabul etmiştir. Bkz. Case of M.V. Poland, parag. 77. 184  Örneğin AYM nin Emrah Acıdereli kararına yansıyan olayda çocuğun iadesi talebiyle 6/10/2015 tarihinde açılan dava 4/10/2018 tarihinde yani 3 yıl sonra sonuçlandırılmıştır. Bu süre içerisinde, 1,5 yıl boyunca çocuk ve fiilen birlikte yaşamadığı ebeveynin hiç görüşmediği ve şahsi ilişki tesisine ilişkin herhangi bir yargı kararının verilmemiş olduğu tespit edilmiştir. AYM ye göre üç yıl, davanın hassas niteliği düşünüldüğünde uzun bir süredir ve çocuk ile ebeveyn arasındaki ilişkiye olumsuz yansımış, ilişkinin sürdürülebilirliğine telafisi imkânsız zararlar vermiştir. Emrah Acıdereli Kararı, parag. 48-49; Benzer şekilde Angela Jane Kilkelly davasında da davanın 2012 tarihinde açılması fakat 2015 yılında tamamlanmış olması aile hayatına saygı hakkının ihlali olarak değerlendirilmiştir. Bkz. Angela  Jane  Kilkenny  Kararı,  parag  83.  Cem  Ramazan  Ninek  başvurusunda  ise  AYM,  şekli eksiklikler bahanesiyle yargılamanın iki yıl sürmesini aile hayatına saygı hakkının ihlali nedenlerinden birisi olarak saymıştır. Cem Ramazan Ninek Kararı, parag. 94. Benzer yönde Bkz. Kuşçuoğlu/Türkiye Davası, Bkz; http://www.yargitay.gov.tr/aihm/upload/12358-06.pdf. (erişim tarihi:7.11.2013).; AİHM ise bazı davalarında 3 yıllık süreyi, yargısal süreçte bazı emirlerin teslim edilmesinin, başvurucuların sürece erişiminin açık olmasının, bu süreçte tarafların ve çocuk hizmetleri servislerinin anlaşmalarına bağlı olarak ziyaret vakitlerinin tekrar düzenlenebilmiş olmasının ve yargılama aşamasında yargının organizasyonundan  kaynaklı  uzun  denilebilecek  araların  verilmemiş  olmasının,  tarafların  hızlı yargılama talepleri sonucunda iç mahkemelerin gerekli gördüklerinde olağanüstü duruşma usulü benimsemiş olmalarının ışığında uzun bir süre olarak değerlendirmemiştir. AİHM Kararı, Case of Diamante and Pelliccioni v. San Marino, parag. 189.    1171                                                                                     ihtimali  söz  konusudur.  Aynı  hassasiyet,  çocuk  kaçırma  hadiselerinde  de  devlete oldukça önemli bir yükümlülük yüklemektedir. Hatta buradaki aciliyet daha görünürdür. Çünkü temeli itibarıyla hukuka dayanmayan de facto bir durumun giderek kalıcılaşması tehlikesi söz konusudur ve hakkı ihlal edildiği iddia edilen tarafın farklı bir ülkede olmasından  kaynaklı  olmak  üzere  çocuğu  ile  ilişki  geliştirme  ihtimali  daha  da zayıflamaktadır.  Bu  kapsamda  yargı  mercilerinin,  başvurucunun  iade  talebi  ile başvurmasından sonra uzun süre (örneğin 3,5 ay) boyunca hareketsiz kalmasını ya da çocuğun iadesi talebi ile boşanma davasının birleştirilmesi gibi yargısal tercihlerinin de sürenin  uzamasına  sebep  olması,  aile  hayatına  saygı  hakkının  ihlali  olarak görülebilmektedir.  Konumuz bakımından ise yukarda ele alınan Ayşegül Pervane kararı, her ne kadar bu  yönde  bir  değerlendirme  kararda  yoksa  da  kararın  konusu  bakımından,  örnek gösterilebilir. Zira ilgili kararda da kilit husus, ülkeye getirildiğinde 25 aylık olan bir çocuğun derece mahkemesinin kararını verdiği tarihte 10 yaşında olması idi. Dava 2008 yılında açılmış fakat 2017 yılının sonlarında neticelenebilmiştir. Bu uzun sürenin ise çocuğun başka ülkede ikamet etmekte olan ebeveyni ile arasındaki ilişkiyi etkilemediği söylenemeyecektir. Son olarak derece mahkemelerinin verdiği kararların icra edilebiliyor olması da gerekir. Yargının eylemsizliği nedeniyle fiilen ya da yasal boşluklar nedeniyle hukuken yargı kararlarının uygulanamıyor oluşu başlı başına mahkemeye erişim hakkının ihlali                                                  185  AİHM Kararı, Case of Hokkanen v. Finland, parag. 56; Case of Carlson v. Switzerland, parag. 74. 186  Örneğin H.N. v. Poland davasına yansıyan olayda, başvurucu çocuğun iadesi için başvurduktan sonra, Bölge Mahkemesi nce 6 sayfalık uzman raporunu elde etmenin 2 ay sürmesini (6 Aralık 1999 dan 2 Şubat 2000 e), akabinde ise 3 ay boyunca (2 Mart 2000 den 30 Mayıs 2000 e) herhangi bir duruşma gerçekleştirilmemiş olmasını ve bu gecikmeler için tatmin edici bir izahat getirilmemiş olmasını aile hayatına aykırı gördüğü anlaşılmaktadır. AİHM Kararı, Case of H.N. v. Poland, Application No: 77710/01, 13 September 2005, final 13/12/2005, parag. 79; Benzer yönde Bkz. Case of IgnaccoloZenide v. Romania, Application No: 31679/96, 25 January 2000, parag. 102. 187  AİHM Kararı, Case of Carlson v. Switzerland, parag. 75-78; Case of Maumousseau and Washington v. France, parag. 69. 188  Somut olayda davanın açılmasından sonraki süreçte diğer ebeveyn de Türkiye ye taşınmış ise de verilen  örnekte  vurgulamak  istediğimiz  davanın  uzunluğudur.  Kaldı  ki  salt  diğer  ebeveynin  de Türkiye ye taşınmış olmasının tek başına çocuk ile sağlıklı bir ilişki geliştirebilmesini sağladığı şüphelidir. Bkz. Ayşegül Pervane Kararı, parag. 10-16.    1172                                                                                     niteliğindedir.  Söz  konusu  çocuğun  iadesi  davası  olunca  da  kararın  icra edilememesinin  ciddi  bir  manevi  zarar  ortaya  çıkarma  ihtimali  yüksek  olduğundan konunun hassasiyeti artmaktadır. Çocuğu hukuka aykırı bir şekilde alıkoyan ebeveyn ile çocuk arasındaki manevi bağ yoğunlaştıkça çocuğun ilerleyen süreçte bu ebeveynden koparılması  çocuğun  menfaatlerine  zarar  verebilir.  Yani  mahkeme  kararlarını   bir şekilde  uygulamamayı ve bu süreçte çocuğu ile yoğun bir manevi bağ kurabilmeyi başaran bir ebeveynin ilerleyen süreçte kendi çabasının ürünü olarak, çocuğun yararını gerekçe göstererek onu diğer ebeveyne teslim etmeme hakkı doğabilmektedir ki bu durum da kamu otoritelerinin gecikmeksizin harekete geçme sorumluluklarının yerine getirilmediği anlamına gelir. Yargının çocuğun iadesine karar vermesi hâlinde çocuğu kaçıran diğer ebeveynin bu kararın icra edilmesini engellemek adına, kayıtlı ikametgâh adresini terk etmesi ya da çocuğu teslim etmesini isteyen icra memurlarının talebini açıkça reddetmesi gibi bazı yasal olmayan adımlar atması söz konusu olabilir. Derece                                                  189  EKİNCİ Ahmet,  Anayasa Mahkemesi nin Bireysel Başvuru Kararlarında Mahkemeye Erişim Hakkı, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt: XVIII, Yıl: 2014, Sayı 3-4, s. 843 vd. 190 AİHM in Hokkanen v. Finland davasına konu olan olay da bu minvalde önemlidir. Bu davada başvurucunun kızı, bir buçuk yaşında iken eşinin ailesi ile yaşamaya başlamıştır. Başvurucu, yerel mahkemelerce çocuğu ile görüşme hakkına sahip olmasına karşın üç yıl boyunca hukuka aykırı olarak yerel makamların kararlarını icra etmeyi reddederek babası ile görüştürmemişlerdir. Bu arada çocuğun beş yaşına geldiği, babası ile çok zayıf bir kişisel ilişki geliştirdiği, annesinin ailesi ile daha yoğun bir aile bağı kurduğu gerekçeleri ile akabinde yerel mahkemenin çocuğun velayetini babaya vermeyi reddettiği görülmektedir. AİHM de kararında yerel makamların, geçen sürede çocuk ile baba arasında kurulması gerekli olan kişisel ilişkiyi tesis etmedeki ihmallerini aile hayatına saygı hakkının ihlali olarak kurmuşsa da sonrasında velayetin babaya verilmemiş olmasını çocuğun yüksek menfaati gereği haklı bulmuştur. AİHM Kararı, Case of Hokkanen v. Finland, parag. 60-65; Benzer yönde Bkz. Case of Hromadka and Hromadkova v. Russia, parag. 164. 191  AİHM in  Sylvester  v.  Austria  davasına  konu  olan  olayda  da  çocuğun  mutat  meskenine  iade edilmesine  ilişkin  kararın  alınmasının  akabinde  idari  merciiler  bir  kez  çocuğu  iade  etmek  için girişimde bulunmuş (10 Mayıs 1996) fakat diğer ebeveynin çocuk ile birlikte kaldığı yeri değiştirmesi sonucunda bu girişim akim kalmıştır. Bundan sonraki ilk girişim ise ancak 3.5 ay (29 Ağustos 1996) sonradır.  Bu girişim de başarısız olduktan sonra Yüksek Mahkeme nin çocuğun psikolojik durumuna ilişkin  bir  uzman  raporu  talep  ettiği  (15  Ekim  1996)  uzman  raporunun  da  5  ay  sonra  temin edilmesinden  sonra bölge  mahkemesinin aradan  geçen  sürede çocuğun birlikte  kaldığı annesine alıştığı bu nedenle de iade edilmesinin psikolojik durumuna zarar vereceği gerekçesiyle iade kararını bozduğu görülmektedir. AİHM tüm bu süreci inceleyerek çocuğun iade edilememesinin tüm bu geçen sürede  kamu  otoritesinin  eylemsizliğinin  bir  sonucu  olduğuna  hükmederek  aile  hayatına  saygı hakkının ihlal edildiğine hükmetmiştir. Bkz. AİHM Kararı, Case of Sylvester v. Austria, parag. 54-72. 192  AİHM nin Ignaccolo-Zenide v. Romania kararına konu olan olayda çocuğun iadesine karar verilmesi sonrasında çocuğu kaçıran ebeveyni ziyaret eden icra memurları iadeyi talep etmişlerse de ebeveyn bu talebi reddetmiştir. Buna karşılık olarak kamu otoritelerinin herhangi bir zorlayıcı karar almamaları AİHM  tarafından  aile  hayatına  saygı  hakkının  ihlali  olarak  değerlendirilmiştir.  Bkz.  Case  of Ignaccolo-Zenide v. Romania, parag. 110.   1173                                                                                     mahkemeleri ve kamunun icrai makamları bu girişimleri engelleyici tedbirler almakla da yükümlüdür. Bu bağlamda örneğin AİHM in H.N. v. Poland kararı dikkat çekicidir. İlgili  davada  Polonya  makamlarının  çocuğun  mutat  meskeni  olan  Norveç e  iade edilmesine karar vermesi sonrasında çocuğun iadesi sağlanamamıştır. Bu yöndeki ilk başarısız girişimin 19 Nisan 2001 yılında olmasından sonra, 9 Temmuz 2002 ye (1 yıl 3 ay sonra) kadar yerel makamların mahkeme kararının icrasına yönelik olarak usul ile ilgili  bir  karar  dışında  herhangi  bir  adım  atmamıştır.  Hatta,  Norveç  Merkezi Otoritesi nin çocuğu kaçıran ebeveynin Varşova daki hesap hareketlerine dayanarak kişinin yerini ihbar etmesine rağmen bu ihbarın gereklilikleri 2 yıl boyunca yerine getirilmemiştir.  AİHM,  bu  tür  eylemsizliklerin  aile  hayatına  saygı  hakkının korunmasına yönelik devletin pozitif yükümlülüğünü ihlal ettiğine hükmetmiştir.   İncelenen konu ile adil yargılanma hakkı arasında yakın bir ilişki vardır. Zira yerel  mahkemelerde tarafların eşit şekilde temsil  edilmiş olması,  her iki  tarafın da iddialarını bizzat ya da temsilcileri vasıtasıyla sunabilmeleri ve bu iddialarının karar aşamasında dikkate alınması, tarafların iddialarına doyurucu ve ikna edici cevaplar vermiş  olmaları  ve  yargılamayı  makul  bir  sürede  sonlandırmaları  gerekliliği,  aile hayatına  saygı  gösterilmesini  isteme  hakkı  ile  adil  yargılanma  hakkı  arasındaki  en dikkat çekici bağı ortaya koymaktadır.                                                     193  AİHM Kararı, Case of H.N. v. Poland, parag. 80-81; Benzer yönde AİHM Kararı, Case of Karadzic v. Croatia, Application No: 35030/04, 15 December 2005, final 15/03/2006, parag. 59-61; Case of Ignaccolo_Zenide v. Romania, parag. 103 vd. 194  Mehmet Emin Balcı Başvurusu, parag. 57; AİHM Kararı, Case of Diamante and Pelliccioni v. San Marino, parag. 188.   1174                                                                                     SONUÇ Çalışmanın ortaya koyduğu en temel sonuç, çocuğun velayeti kendisinde olmayan ebeveyni tarafından farklı bir ülkeye kaçırılmadan hemen önce yaşamakta olduğu mutat meskenine iadesini konu alan davalarda dikkate alınması gereken en önemli unsurun çocuğun yüksek menfaati olduğudur. Eğer çocuğun yüksek menfaatleri, çocuğun iade edilmemesini  gerekli  kılıyorsa,  çocuğun  kaçırıldığı  ülkede  kalması  onun  için  daha  hayırlı  bir sonuç üretecek ise bu durumda çocuğun iadesi talebi reddedilmelidir. 1980 tarihli Lahey Sözleşmesi spesifik olarak çocuğun fiziksel veya psikolojik bir şiddete maruz  kalma  ihtimalinden  bahsetmekte,  bu  durumların  mevcudiyeti  halinde,  ya  da muhtemel  bir  iade  durumunda  bu  türden  hadiselerin  yaşanma  ihtimalinin  kuvvetli görülmesi  durumunda  çocuğun  iadesi  talebinin  reddedilmesi  gerektiği  ifade edilmektedir. AYM ve AİHM de bu türden olguların varlığını ya da yaşanma ihtimalini kararlarında tartışmaktadır.  İlaveten görülmektedir ki çocuğun iadesi talebinin reddedilmesi için bu kriterlerin dışında  bazı  durumlarda  da  çocuğun  menfaati  kaçırıldığı  ülkede  kalmasını  gerekli kılabilmektedir. Bu durumların başında ise çocuğun ilgili ülkeye alışmış olması, burada kendisine bir sosyal çevre edinmiş olması, buna ek olarak ise mutat meskeni ile arasında sosyal, psikolojik duygusal bir bağın olmaması, vardı ise de son derece zayıflamış olması  gibi  durumlar  gelmektedir.  Bu  durumun  varlığı  uzman  raporları  ile  de desteklenebiliyor ise çocuğun iadesi reddedilmelidir. Üçüncü olarak çalışma, AYM nin konuya ilişkin başvuruları ivedi bir şekilde sonuçlandırmakta başarısız olduğunu ortaya koymaktadır. Sözleşme esas olarak çocuk kaçırma olaylarının önüne geçmeyi ve çocuğu mutat meskenine iadeyi konu almaktadır. Bunu sağlayabilmek için çocuğun kaçırıldığı ülkeye alışmadan ya da alıştığı bir sosyal çevre oluşmadan bu iadenin gerçekleşmesi gerekir. O zaman idari ve yargısal sürecin ivedi ilerlemesi gerekir. Zaten bu gereklilik hem AYM hem de AİHM kararlarında vurgulanmaktadır. Fakat yalnızca AYM dahi konuya ilişkin başvuruları ortalama 121 haftada, yani 2 yılı aşkın bir sürede nihayete erdirebilmektedir. Bu ise hem AİHM kararları bağlamında ilgili hakkın ihlalini oluşturmaktadır hem de çocuğun kaçırıldığıülkeye alışması, mutat meskeni ile bağının zayıflaması gibi sonuçlar doğurma ihtimali taşımaktadır.",
     "Kaynakça": "                                                                                      AKDUMAN, Ebru,  Uluslararası Çocuk Kaçırmanın Hukuki Yönlerine Dair Lahey Sözleşmesi Uyarınca Koruma ve Ziyaret Hakkı , Public and Private International Law Bulletin, Yıl: 2020, 40(2).(s 1373–1402). AKINCI,  Ziya,   Jurisdiction,  Applicable  Law,  Recognition  and  Enforcement  of  Foreign Judgments in Turkish Family Law , Ed. Paul Beaumont, Burcu Yüksel, Turkish and EU Private International Law, İstanbul, XII Levha Yayınları, 2014. ALTUNTAŞ, İlknur, Uluslararası Çocuk Kaçırmanın Hukuki Yönlerine Dair 1980 tarihli Lahey Sözleşmesi, Bilge Yayınevi, Ankara, 2006. ARSLAN, İlyas: Milletlerarası Özel Hukukta Mutad Mesken Kavramı, İstanbul, 2014. ATAMAN FİGANMEŞE, İnci, Çocukların Uluslararası Kaçırılmasının Hukukî Yönlerine Dair 1980 Tarihli 1980 tarihli Lahey Sözleşmesi, Nihal Uluocak a Armağan, Beta Basım Yayım Dağıtım, İstanbul,1999. ATICI, Aysun,  1980 Tarihli Uluslararası Çocuk Kaçırmanın Hukuki Yönlerine Dair Lahey Sözleşmesi ve Türkiye deki Uygulaması , İzmir Barosu Dergisi, Yıl: 2020, Sa. 1, 117-174. AYDIN,  Murat,  Avrupa  İnsan  Hakları  Sözleşmesinin  8.  Maddesine  Göre  Kişinin  Özel Hayatına,  Aile  Hayatına,  Konutuna  ve  Haberleşmesine  Saygı  Gösterilmesi Hakkı, http://www.inhak-bb.adalet.gov.tr.  (erişim tarihi: 23.10.2013). BOZDAĞ, Gonca Gülfem, Uluslararası Çocuk Kaçırmanın Hukukî Yönlerine Dair 1980 tarihli  Lahey  Sözleşmesi   Kapsamında  Çocuğun  İadesi  Talebinin  Red Nedenleri, Ankara, 2014. BEAUMONT, Paul R./MCELEAVY, Peter E, The Hague Convention on International Child Abduction, Oxford University Press, 1999. EKİNCİ Ahmet,  Anayasa Mahkemesi nin Bireysel Başvuru Kararlarında Mahkemeye Erişim Hakkı, Gazi Üniversitesi Hukuk Fakültesi Dergisi, Cilt XVIII, Yıl: 2014, Sayı 3-4, (s. 821-848).   1177                                                                                     EKŞİ, Nuray, Türk Mahkemelerinin Milletlerarası Yetkisi, 2. Bası, İstanbul, 2000. ERDEM,  Bahadır,   Türk  Hukukunda  Uluslararası  Çocuk  Kaçırma  ve  Uygulamaları , Milletlerarası Hukuk ve Milletlerarası Özel Hukuk Bülteni, Cilt 35, Sayı 2, Yıl: 2015, (s.147-171). ERDOĞAN,  Murat,  Anayasa  Mahkemesine  Bireysel  Başvuruda  Temel  Hak  ve Özgürlüklerin Yorumu, Lykeon Yayınları, Ankara, 2019. GİRAY, Faruk Kerem, Milletlerarası Özel Hukukta Kaçırılan veya Alıkonan Çocukların İadesi, İstanbul, Beta Yayıncılık, 2010.  HERRING, Lynda  Taking Away the Pawns: International Parental Abduction and the Hague Convention , North Carolina Journal of International Law and Commercial Regulation, 1994, Volume 20, (s.138-174). KELAHMET, Gökçe:  1980 Tarihli Uluslararası Çocuk Kaçırmanın Hukukî Veçhelerine Dair Sözleşme nin  13(b)  Maddesi  Uyarınca  İadesinin  Çocuğa  Psikolojik  Zarar Verecek Olması Sebebiyle Reddi , Legal Hukuk Dergisi, Yıl: 2012, Cilt 10, Sayı 116, (s.1-63). KENWORTHY,  Brian  S.  ,   The  UN-Common  Law:  Emerging  Differences  Between  The United States And The United Kingdom on The Children s Rights Aspects of The  Hague  Convention  on  International  Child  Abduction ,  Indiana International Law and Comparative Law Review, Vol.12, 2002, (s.329-363). KILKELLY, Ursula; Özel Hayata ve Aile Hayatına Saygı Gösterilmesi Hakkı, İnsan Hakları El Kitapları No:1, 2009. LETO,  Marisa,   Whose  Best  Interest?  International  Child  Abduction  Under  the  Hague Convention , Chicago Journal of International Law, Cilt 3., Sayı 1. LEWIS,  Jeanine,   The  Hague  Convention  on  the  Civil  Aspects  of  International  Child Abduction:  When  Domestic  Violence  and  Child  Abuse  Impact  the  Goal  of Comity , The Transnational Lawyer, Volume 13, 2000, (s. 392-451).   1178                                                                                     LOWE,  Nigel  V.:   The  1980  Hague  Convention  on  the  Civil  Aspects  of  International ChildAbduction: An English Viewpoint. , New York University Journal of International Law and Politics, Vol. 33, No. 1, 2000, (179-206). MARTHA, Winterbottom , The Nightmare of International Child Abduction: Facing The Legal Labyrinth, Journal of International Law and Practise,1996 Vol 5. NEBİOĞLU ÖNER, Şebnem,  Uluslararası Çocuk Kaçırmanın Hukuki Yönlerine Dair 1980 tarihli  Lahey  Sözleşmesı̇:  Amacı,  Uygulaması  ve  Kısa  Bir  İçtihat  Analizi , Türkiye Barolar Birliği Dergisi, Yıl: 2014, S. 115, (s.477-516). NOMER, Ergin/ŞANLI, Cemal, Devletler Hususî Hukuku, 2005, İstanbul, 13. Bası. NOMER, Ergin, Devletler Hususi Hukuku, 22. Baskı, İstanbul 2017 NYGH, Peter, The International Child Abduction of Children, Children on The Move- How to Implement Their Right to Family Life, Martinus Nijhoff Publishers, 1996, Hague. PONJAVIC, Zoran/VLASKOVIC, Veljko:  Space for the Child's Best Interests inside the Hague  Convention  on  the  Civil  Aspects  of  International  Child  Abduction,  Review of European Law, 2014, No. 2-3, s. 52. PEREZ  VERA,  Elisa,  Explanatory  Report  On  The  1980  Hcch  Child  Abduction Convention, Actes Et Documents De La Quatorzième Session, Tome III, Child Abduction,1980.  https://assets.hcch.net/docs/a5fb103c-2ceb-4d17-87e3a7528a0d368c.pdf. (erişim tarihi: 27.6.2021). SAPONE, Anna I.  Children as Pawns in Their Parents  Fight For Control: The Failure of The United  States  to  Protect  Against,  International  Child  Abduction ,Women s Rights Law Reporter, Vol 21, Number 2, 2000, (s.129-138). SILBERMAN, Linda,  Hague Convention on International Child Abduction: A Brief Overview and Case Law Analysis , Family Law Quarterly, Volume 28, No:1, 1994, (s.926).   1179                                                                                     ŞANLI, Cemal/ ESEN, Emre/ ATAMAN FİGANMEŞE, İnci, Milletlerarası Özel Hukuk, Vedat Kitapçılık, 6.Baskı, İstanbul, 2018. TAKCI, Tuğçe,  Uluslararası Çocuk Kaçırmanın Hukuki Veçhelerine Dair 1980 tarihli Lahey Sözleşmesinin  Uygulanmasında  Karşılaşılan  Bazı  Sorunlar  ve  Bu  Sorunlara Çözüm Önerileri , Türkiye Adalet Akademisi Dergisi, Yıl: 5, Sayı: 19, 2014, (s.1039-1078). TEKİN, Esra,  1980 Tarihli Uluslararası Çocuk Kaçırmanın Hukuki Veçhelerine Dair La Haye Sözleşmesi ne  Göre  Çocuğun  İadesinin  Reddi  Sebepleri ,  Ankara  Barosu Dergisi, Yıl: 2019, Sayı:2, ss.43-72. TOKER, Ali Gümrah, Uluslararası Çocuk Kaçırmanın Hukukî Yönlerine Dair 1980 tarihli Lahey Sözleşmesi Kapsamında Çocuğun Mutad Meskeni Kavramı, Ankara, 2020. TİRYAKİOĞLU, Bilgin, Milletlerarası Özel Hukukta Çocuklara İlişkin Kurallar, T.C. Başbakanlık Aile Araştırma Kurumu Başkanlığı, Ankara,1991. ZAWADZKI,  Deborah M. The Role of Courts in Preventing International Child Abduction , Cardozo Journal of International Comparative Law, 2005, Vol 13. WEINER,  Merle  H., International  Child  Abduction  And  The  Escape  From  Domestic Violence ,  Fordham  Law  Review,  Volume:69,  Issue:2,  2000,  (s.593-706). (erişim tarihi:28.6.2021). WEINER, Merle H.:  Using Article 20. , Family Law Quarterly, 2004, Vol. 38, No. 3."
}