{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "05",
     "Ay": "02",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "YAPAY ZEKÂ VE İDARE HUKUKU(BUGÜNDEN GELECEĞE YÖNELİK BİR DEĞERLENDİRME)",
     "Title": "ARTIFICIAL INTELLIGENCE AND ADMINISTRATIVE LAW (AN ASSESSMENT FROM TODAY TO THE FUTURE)",
     "Yazar İsmi": [
          "Mutlu KAĞITCIOĞLU"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Yapay Zekâ",
          "Hukuki Kişilik",
          "Hukuki Statü",
          "İdare Hukuku",
          "Dijital Dönüşüm."
     ],
     "Keywords": [
          "Artificial Intelligence",
          "Legal Personality",
          "Legal Status",
          "Administrative Law",
          "Digital Transformation."
     ],
     "Özet": " Yapay zekâ, hayatlarımızı değiştirmeye devam ediyor. Ancak toplum içinde işlevi artarken yapay zekânın belirsiz ve öngörülemez karakteri, her bilimsel gelişmeden farklı olarak hukuk için yeni bir mücadele alanı da yaratıyor. Yaptığımız değerlendirmede, yapay zekânın hukuki kişiliğinin ve statüsünün belirlenmesinde, tüzel kişilik ve elektronik kişilik kavramlarının geliştirilmesi üzerinde durulması gerektiğini düşünüyoruz. Öte yandan yapay zekâ türleri geliştikçe ve yapay zekâ kendi farkındalığına vardıkça daha karmaşık hukuki sorunlar oluşabilecektir. Makalenin üzerinde durduğu konulardan biri, her bilimsel gelişmede olduğu gibi yapay zekâ teknolojisi karşısında hukukun, zamanlama ve içerik konusunda içinde bulunduğu ikilemdir. Hukukun buradan çıkış bulabilmesi için bir yol haritası oluşturulması gereklidir. Diğer hukuk dalları gibi idare hukukunun da yapay zekâ gelişmelerinden soyutlanamayacağı çalışmamızda ortaya konulmaktadır. İdare hukuku hem görev alanı hem de kurum ve kavramları itibariyle yapay zekâdaki gelişmelerden etkilenecektir. Bu nedenle organik ve fonksiyonel anlamda idarenin yapay zekâ etkisi ile kendi içinde dönüştüreceği konuları hiç de az değildir. Yapay zekânın verdiği zararlar sebebiyle idarenin sorumluluğu alanında, kusursuz sorumluluk ilkesinin uyarlanması veya yeni bir ilke geliştirilmesini düşünmek gerekir. İdare hukukunun içtihadi karakteri sayesinde, yapay zekâ alanındaki gelişmelere yeterli ve zamanında cevaplar üretilmesi mümkündür. Ayrıca, idare hukuku ve yapay zekâ arasında kurulacak ilişki, idari usul yasasına olan ihtiyacı tekrar gündeme getirebilecektir.",
     "Abstract": "Artificial intelligence continues to change our lives. However, while artificial intelligence increases its function in society, the uncertain and unpredictable character of artificial intelligence also creates a new challenge for law, unlike every scientific development. In our assessment, we think that the concepts of electronic personality and legal personality should be emphasized in determining the legal personality and legal status of artificial intelligence. On the other hand, as the types of artificial intelligence develop and the artificial intelligence becomes aware of itself, more complex legal problems will come to the agenda. One of the issues the article focuses on is the dilemma of the law regarding timing and content against artificial intelligence technology, as in every scientific development. For the law to find its way out, a road map should be created. In our study, it is revealed that administrative law, like other branches of law, cannot be  abstracted  from  artificial  intelligence  developments.  Administrative  law  will  be  affected  by 119Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  developments in artificial intelligence, with its mandate, institution, and concepts. For this reason, there are not a few issues that the organic and functional administration will transform within itself with the effect of artificial intelligence. In the field of responsibility of the administration due to the damages caused by artificial intelligence, it is necessary to consider the adaptation of the strict liability principle or the development of a new one. Thanks to the jurisprudence character of administrative law, it is possible to produce adequate and timely responses to developments in the field of artificial intelligence. In addition, the relationship to be established between administrative law and artificial intelligence may bring the need for administrative procedure act back into the agenda.",
     "Metin": " Yapay zekâ sistemleri ile algoritma teknolojisinin hızlı gelişimi ve pratik hayatta yer almaya başlaması, hukuk sistemlerini meşgul etmeye başlamıştır. Toplumun değişen ihtiyaçlarına kayıtsız kalamayacağı için hukukun, yapay zekâ ile etkileşimini ilerletmesi ve bu alanda yeni kavram ve ilkelere kapı açması söz konusu olacaktır. Çünkü yapay zekâ teknolojisinin eşsiz ve öngörülemez yapısı karşısında mevcut hukuk sistemlerinin bu alanda yetersiz kalacağı ortadadır. Üstelik tecrübe biriktirme, öğrenme ve otonom/özerk kararlar verme yeteneğine sahip bir yapay zekâ senaryosunda, hukukun uygulamaya koyacağı araçların şimdiden düşünülmeye başlandığı ve tartışıldığı görülmektedir. Zira fütüristik fikirler, sürekli bir şekilde gerçek hayata dahil olmaya devam etmektedir. Mary Shelley nin Frankenstein kurgusunun, bugün vatandaşlık statüsü dahi bulunan yapay zekâ  robotu  Sophia  ile  nasıl  gündelik  tartışmaların  içerisinde  yer  aldığı  ortadadır.                                                 1   ARF,  Cahit,   Makine  Düşünebilir  mi ve Nasıl  Düşünebilir? ,  Atatürk  Üniversitesi  1958-1959 Öğretim Yılı Halk Konferansları, Atatürk Üniversitesi – Üniversite Çalışmalarını Muhite Yayma ve Halk Eğitimi Yayınları Konferanslar Serisi No: 1, Erzurum, 1959, s. 99.  120Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  Tarihteki her teknolojik ilerlemenin, faydaları ve zararlarıyla geldiğini ve yapay zekânın da bundan farklı olmadığının altı çizilmelidir. Şimdilik dünya üzerinde yaşadığımız tecrübeler ve mahkemelere yansıyan vakalar üzerinden görüleceği gibi yapay zekânın, hukukun birçok alanını ilgilendiren boyutu vardır. Yaptığımız literatür taramasında yapay zekâ ve hukuk ilişkisinin özel hukuk açısından medeni hukuk, borçlar hukuku, ticaret hukuku, fikri mülkiyet hukuku alanında; kamu hukuku açısından ise ceza hukuku, anayasa hukuku ve vergi hukuku alanında ele alındığı görülmüştür. Bu tabloya idare hukukunun da eklenmesi gerekmektedir. Yapay zekânın  hukuk  sistemlerinde  yer  almaya  başlaması  ile  bu  alanın  düzenlenmesi  ve denetlenmesi açısından idare hukukunu ilgilendiren yeni bir çalışma alanı ortaya çıkacak, idare hukukunun konusu olan kurumlar, kavramlar ve ilkeler üzerinde yeniden düşünme ihtiyacı doğacaktır. Biz de çalışmamızda, bugünden geleceğe kesin bir yargıya ulaşmak mümkün olmadığından, yapay zekânın başlangıcı aşamasında olduğumuz bu dönemde, idare hukukunun da geleceğine yönelik bir öngörü oluşturmak istedik. Gerek ulusal gerekse uluslararası platformlarda yapay zekânın hukukuna ilişkin yapılan çalışmaları inceleyerek, yapay zekâ meselesinin idare hukukçularının radarından uzakta olmaması gerektiği sonucuna ulaştık. Yapay zekânın ne olduğu, hukukla ilişkisinin nasıl görüldüğü, hukuki kişiliğinin nasıl tartışıldığı, hukuki statüsünün nasıl ele alındığı, dünyadaki hukuki gelişmelerin  nasıl  ilerlediği,  dünyada  hukukçuların  konuya  dair  görüşlerinin  nasıl oluştuğu, idare hukukunda yapay zekâdan kaynaklı olarak nelerin değişebileceği, yapay zekânın  düzenlenmesi  ve  denetlenmesinde  ülkemizdeki  mevcut  gelişmelerin  neler olduğu, idari usul ve idari işlem konularına yapay zekânın nasıl yansıyacağı, idarenin sorumluluğu bakımından yapay zekânın nasıl bir etki yaratacağı sorularının yanıtları bu çalışma ile birlikte aranmıştır.  I. İDARE HUKUKU ve YAPAY ZEKÂ KAVRAMI Yapay zekâ sadece teknik bilimlerin değil aynı zamanda sosyal bilimlerin de gündemini işgal eden bir fenomen haline gelmiştir. Siyaset bilimi, felsefe, sosyoloji gibi disiplinlerin yanında hukuk, belki isteyerek belki de sırtından itilerek kendi ilkeleri bağlamında  bu  fenomeni  kavramsallaştırma  çabası  içinde  olmuştur.  Yapay  zekâ 121Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  teknolojisinin ilerlemesi ve pratiğe dökülmesiyle birlikte, idare hukukunun konuları yapay zekâ kavramıyla kesişmeye başlamıştır. İdare hukuku ile ilişkisini değerlendirmek için öncelik olarak yapay zekâ kavramını değerlendirmek gerekir. Yapay zekânın çıkış sebepleri, bu teknolojinin hukuk tarafından anlamlandırılmasını ve bu gelişime yetişmeye çalışan  hukukçular  tarafından  sunulacak  önerilerin  altyapısını  oluşturmasını sağlayacaktır. Ancak insan davranışını ve zekâsını taklit eden insan ürünü bir  yaratık  hayali yeni bir düşünce değildir. Yapay zekâ hayalinin fikirsel planı, devleti ve egemeni yapay olarak betimleyen Thomas Hobbes a kadar götürülebilir. Hobbes, sosyal sözleşme ve ideal durum hakkında Leviathan adlı kitabının giriş bölümünde yapay bir hayvan yapmanın mümkün olabileceğini, yaşamı birtakım uzuvların deviniminden ibaret sayarak bunun içimizdeki asli bir aksamdan kaynaklandığını kabul ediyorsak, tüm otomatların (saatler gibi yaylar ve çarklar sayesinde kendi kendine hareket eden motorlar) yapay bir yaşamı olduğunu neden söylemeyelim sorusunu sorarken; kalp yerine yay, sinirler yerine sicimler, eklemler yerine çarkların bedene hareket verdiğini söylemiştir.  Bilimdeki her gelişmede olduğu gibi yapay zekâ teknolojisi de bir günde ortaya çıkmamıştır. Birinci Sanayi Devrimi ile 18. yüzyılda buhar ve basit üretim otomasyonu kullanılmış; İkinci Sanayi Devrimi ile 19. yüzyılda kimya ve ağır sanayiler geliştirilmiş; Üçüncü Sanayi Devrimi ile 20. yüzyılda internet oluşturulmuş ve bilgisayar teknolojisi geliştirilmiş; Dördüncü Sanayi Devrimi ile yapay zekâ, nesnelerin interneti (IoT), blok zincir uygulamalarının endüstride kullanım alanı yaygınlaşmıştır. Bilimsel gelişmelerle kendini yenileyen sanayi devrimlerinin, dünya üzerinde siyasal, sosyal, ekonomik ve hukuki etkilerinin zincirleme bir şekilde devam ettiği sabittir.  Fiziksel işleri yapabilen makineler olarak ifade edebileceğimiz robotlar da konunun diğer boyutudur. Yapay zekâ teknolojisi, üretim teknolojisi, mobil teknoloji, bilgi ve iletişim  teknolojisi, robotik  gibi  pek  çok  alanı beslemektedir.  Robotik,  yapay  zekâ                                                 2    Nature (the art whereby God hath made and governs the world) is by the art of man, as in many other things, so in this also imitated, that it can make an artificial animal. For seeing life is but a motion of limbs, the beginning whereof is in some principal part within, why may we not say that all automata (engines that move themselves by springs and wheels as doth a watch) have an artificial life? , HOBBES, Thomas, Leviathan ( Hobbes s Leviathan reprinted from the edition of 1651), Clarendon Press,  Oxford,  1909,  s.  7,  http://files.libertyfund.org/files/869/0161_Bk.pdf  (Erişim  Tarihi: 21.05.2021). 122Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  teknolojisinin yoğun olarak somutlaştığı bir alandır. Fiziksel ve zihinsel bağlamda özne nitelikleri gösteren ama biyolojik anlamda hayatta olmayan inşa edilmiş sistemlere robot ismi verilmektedir. Aslında otomatlar ve insan benzeri makineler fikri milattan öncesine götürülebilir; Yunan matematikçi Archytas tarafından yapılan tahtadan uçabilen mekanik bir  güvercin  (M.Ö.  4.yy.);  M.Ö.  250  yılında  İskenderiyeli  Ktesibios un  icadı  olan clepsydra  isimli  su  saatini  (klesibos  pompası);  Arap  ve  Müslüman  mucit  olan  El Cezeri nin  çok  sayıda  tasarlayıp  ürettiği  otomatik  makineler,  humanoid  (insana benzeyen) ve dünyada ilk örneği olan programlanabilir robotlar (1136-1206); Leonardo da Vinci nin 1495 yılında tasarladığı humanoid mekanik şövalye gibi. Robot kelimesi, Çekçe de roboti, zorunlu iş gücü, ağır iş, kölelik ve angarya anlamlarına gelmektedir. İlk kez, Çek yazar Karel Čapek in 1920 de Rossum un R.U.R. (Rossumovi Univerzální Roboti ), Türkçe ismiyle Rossum un Evrensel Robotları adlı oyununda robot kelimesi kullanılmıştır.  Düşünebilen  robot  fikri  ise  1950 li  yıllardan  itibaren  olgunlaşmaya başlamıştır. Yapay zekâya sahip robotun özgür bir iradesi olup olmayacağı konusundaki tartışmalar, bu alandaki gelişmelere göre daha elle tutulur bir hale gelmeye başlamıştır. Bilimsel yönüyle yapay zekâ, 1950 lerde Alan Turing ve John von Neumann gibi önemli bilim insanlarının çalışmalarıyla ortaya konmuştur. Elektronik bilgisayarı ortaya ilk koyan Alan Turing in 1936 yılında yayınlamış olduğu  On Computable Numbers, with an Application to the Entscheidungsproblem   (Hesaplanabilir Sayılar Üzerine,                                                 3   ERSOY, Çağlar, Robotlar, Yapay Zekâ ve Hukuk, On İki Levha Yayıncılık, İstanbul, 2019, s. 6. 4   GASPARETTO, Alessandro,  Robots in History: Legends and Prototypes from Ancient Times to the Industrial Revolution , Explorations in the History of Machines and Mechanisms, History of Mechanism and Machine Science, Ed. LÓPEZ-CAJÚN, Carlos/CECCARELLI, Marco, Volume: 32, 2016, s. 41 vd., https://doi.org/10.1007/978-3-319-31184-5_5 (Erişim Tarihi: 12.11.2020). 5   1921 de sahnelenen oyunda, robotlar her şeyi hatırlar ve yeni hiçbir şey düşünmez. Domin e (fabrika müdürü) göre, robotlar iyi üniversite profesörleri olurlar. Bir zaman, robotun teki çalışmayı bırakır ve dişlerini gıcırdatmaya başlar. İnsan yöneticiler böyle bir olayı bir ürün kusurunun kanıtı olarak görürler, ancak Helena (robotları özgürleştirmek isteyen) bunu, ortaya çıkan ruhun bir işareti olarak yorumlamayı tercih eder. NILSSON, Nils J., The Quest for Artificial Intelligence: A History of Ideas and Achievements,  Cambridge,  UK,  Cambridge  University  Press,  2010,  s.  23-24, https://ai.stanford.edu/~nilsson/QAI/qai.pdf (Erişim Tarihi: 12.11.2020). 6   Yapay zekânın felsefi ve bilimsel açıdan özet tarihi için bkz. BUCHANAN, Bruce G.,  A (Very) Brief History  of  Artificial  Intelligence ,  AI  Magazine,  Volume:  26,  No.  4,  2005,  s.  53-60, https://doi.org/10.1609/aimag.vi.1848 (Erişim Tarihi: 12.11.2020). 123Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  Karar Problemi Üzerine Bir Uygulama ile) başlıklı makalesi yapay zekâ teknolojisi için bir mihenk taşıdır. Matematik profesörü John McCarthy in de aralarında olduğu 1955 te sunulan  Dartmouth Summer Research Project on Artificial Intelligence  (Dartmouth Yapay Zekâ Yaz Araştırma Projesi) çalışmasında ilk kez kullanılan yapay zekâ terimi, insanın zeki olarak nitelendirilmesine neden olan davranışların, bir makine tarafından yapılmasını sağlamak biçiminde ve bir sorun ( the artificial intelligence problem ) olarak ele alınmıştır. 1960 lar ve 1970 lerde bu alanda önemli girişimler olmuştur; doğal dil işleme, mobil robotik alan, makine öğrenim sistemi, bilgisayarlı görü, vs. 1980 lerde ise yapay zekâya ilgi azalmış olup alanda önemli bir pratik başarıya ulaşılamazken ( Yapay Zekâ Kışı  olarak da ifade edilmektedir); 1990 larda internetin de devreye girmesiyle yapay zekânın günlük yaşamlarımıza etkileri oluşmaya başlamıştır.  İnsanların entelektüel süreçlerinin bütünü anlamındaki yapay  zekânın, mantığı anlama, geçmiş deneyimlerden öğrenme ve anlamları belirleme yeteneğine sahip olduğu belirtilebilir.  Yapay  zekâ,  insanlardaki  doğal  zekâya  benzer  olarak  görülebilen, makinelerde yazılım programları tarafından üretilmektedir. Öte yandan yapay zekâya dair genel-geçer bir tanım yoktur. Yapay zekâ teriminde,  yapay  kavramını anlamanın kolaylığı karşısında asıl zorluk  zekâ  kavramını anlamaktır. Zekâ kavramının belirsizliği yapay zekânın tanımı üzerinde bir birlik olmasını da güçleştirmektedir. İnsanlar zekâya sahip  olan  tek  varlık  olduğundan,  zekâ  tanımlarının  insan  özelliklerine  bağlı  olma eğiliminde olmasının şaşırtıcı olmadığı ifade edilmektedir. Bir diğer çalışmada yapay                                                 7   TURING, Alan M.,  On Computable Numbers, with an Application to the Entscheidungsproblem , Proceedings of the London Mathematical Society, Series 2, Volume: 42, Issue: 1, 1937, s. 230265, https://www.cs.virginia.edu/~robins/Turing_Paper_1936.pdf  (Erişim  Tarihi:  12.11.2020); TURİNG, Alan M.,  Computing Machinery and Intelligence , Mind, Volume: 59, No. 236, 1950, http://www.jstor.org/stable/2251299 (Erişim Tarihi: 12.11.2020). 8   Turing in 1950 tarihli  Computing Machinery and Intelligence  (Bilgisayar Mekanizması ve Zekâ) isimli makalesi de yapay zekâ felsefesi için temel bir role sahiptir, TURING, 1950, s. 433-460. 9   MCCARTHY,  John/MINSKY,  Marvin  L./ROCHESTER,  Nathaniel/SHANNON,  Claude  E.,  A Proposal  for  Dartmouth  Summer  Research Project  on  Artificial  Intelligence,  1955,  s.  11, http://jmc.stanford.edu/articles/dartmouth/dartmouth.pdf (Erişim Tarihi: 12.11.2020). 10  NILSSON, 2010, s. 71 vd. 11  MCCARTHY,  John,  What  is  Artificial  Intelligence?,  2007,  s.  3,  http://wwwformal.stanford.edu/jmc/whatisai.pdf (Erişim Tarihi: 12.11.2020). 124Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  zekâ, bir insan tarafından yapıldığında zekâ gerektirdiği söylenebilecek görevleri yerine getirme yeteneğine sahip makineler olarak tanımlanmıştır. Aslında yapay zekâya dair tek tanım yokluğunun bu alanın büyümesine, çiçek açmasına ve sürekli ivme kazanan bir hızda ilerlemesine yardımcı olduğu da ifade edilmiştir. Nitekim Avrupa Komisyonu nun 19 Şubat 2020 tarihli ve  Yapay Zekâ Üzerine Beyaz Kitap - Mükemmellik ve Güvene Avrupa Yaklaşımı  isimli raporunda, herhangi  bir  yeni  hukuk  metninde  yapay  zekâ  tanımının,  gerekli  hukuki  kesinliği sağlayacak kadar açık olması gerektiğinin yanında, teknik ilerlemeye uyum sağlamak adına yeterince esnek olması gerektiğinin de altı çizilmiştir. 21 Nisan 2021 tarihinde tanıtılan Avrupa Birliği nin ( AB ),  Yapay Zekâya İlişkin Uyumlu Kurallar Koyulması ve Bazı Avrupa Birliği Düzenlemelerinin Değiştirilmesi  (Yapay Zekâ Kanunu) başlıklı taslak metninde ise yapay zekâ sistemi; metindeki ekte listelenen  tekniklerden ve yaklaşımlardan biri veya daha fazlasıyla geliştirilen ve belirli bir insan tanımlı hedef kümesi için etkileşimde bulundukları ortamları etkileyen içerik, tahminler, öneriler ve kararlar gibi çıktılar üretebilen yazılım olarak tanımlanmıştır (m. 3/1). Yakın geçmişle birlikte insanlığın ortaya koyduğu zekâya sahip bu yapay yaratım için daha yolun başında olduğumuzu belirtmek gerekir. Yapay zekâ bugün itibariyle beslendiği algoritma ile problem çözme işlevi ve diğer tüm işlevleriyle, okullarda, evlerde ve hastanelerde kısaca hayatımızın tam içinde şimdiden hızlı bir şekilde büyümektedir; akıllı  arabalar,  ev  temizlik  robotları,  güvenlik  sistemleri,  e-ticaret  ve  e-reklam                                                 12  SCHERER,  Matthew  U.,   Regulating  Artificial  Intelligence  Systems:  Risks,  Challenges, Competencies, and Strategies , Harvard Journal of Law & Technology, Volume: 29, No. 2, 2015, s. 362 http://jolt.law.harvard.edu/articles/pdf/v/29HarvJLTech.pdf (Erişim Tarihi: 12.11.2020). 13  STONE, Peter/BROOKS, Rodney/BRYNJOLFSSON, Erik vd.,  Artificial Intelligence and Life in 2030 , One Hundred Year Study on Artificial Intelligence: Report of the 2015-2016 Study Panel, Stanford  University,  Stanford,  CA, 2016,  s.  12, https://ai.stanford.edu/sites/g/files/sbiybj1/f/ai_100_report_0831fnl.pdf  (Erişim  Tarihi: 12.11.2020). 14  Raporda yapay zekâyı oluşturan  veri  ve  algoritma  unsurlarının açığa kavuşturulmasına da dikkat çekilmiştir. White Paper, On Artificial Intelligence - A European Approach to Excellence and Trust,  https://ec.europa.eu/info/sites/info/files/commission-white-paper-artificial-intelligencefeb0_en.pdf (Erişim Tarihi: 12.11.2020). 15  Proposal for a Regulation Laying Down Harmonised Rules on Artificial Intelligence (Artificial Intelligence  Act),  https://digital-strategy.ec.europa.eu/en/library/proposal-regulation-laying-downharmonised-rules-artificial-intelligence-artificial-intelligence (Erişim Tarihi: 15.11.2021). 125Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  uygulamaları, finans sektöründe sanal asistanlar, sağlık sisteminde akıllı teşhis ve tedavi planları, vs. Örneğin Çin tarafından İnternet Mahkemesi bünyesinde  AI Judge  (Yapay Zekâ  Hakim)  adı  verilen  yapay  zekâ  teknolojisini  kullanan  bir  yazılım  modülü geliştirildiği, modülün sesi, yüz ifadeleri ve gerçek kişiyi temel alan eylemleri olan bir kadın imajına sahip olduğu, kullanıcılarla iletişime geçerek gerçek zamanlı olarak dava rehberliği sağladığı 2019 yılında duyurulmuştur. İnsan duygularını ve düşüncelerini anlayıp iletişim kuran, kendisinin farkında olan ve bir  bilinç  geliştiren yapay zekâ türü ise şu aşamada filmlerde ve kitaplarda yer almaktadır. Ancak, bu tür de hızla ilerlemektedir ve yapay zekâ türü olarak ilgi çekmeye devam etmektedir. Google ın DeepMind şirketinin projesi olan AlphaGo isimli program ile  oluşturulan  AlphaGo  Zero nun  kendilik  bilinci  testini  geçmesi,  yapay  zekânın gelecekteki yerinin ne şekilde olacağı konusunda sesleri yükseltmiştir. Go oyununu oynayan AlphaGo programı, her hareketten öğrenen yapay sinir ağlarına dayanmakta olup,  insan  oyunculuğu  uzmanlarının  yüklediği  yapay  sinir  ağları  ile  pekiştirmeli öğrenme ile oyunu geliştirmiştir. Mevcut hukuki düzenlemelerin konusu olan yapay zekâ ile yapay sinir ağı tabanlı yapay zekâ sistemi arasında temel farklar olduğu, Alpha Go gibi, kendi kendine öğrenen yapay zekâ sistemi için ayrı bir hukuki çerçeve oluşturma ihtiyacını artıracağı ifade edilmektedir. Üstelik sonraki model olan Alpha Go Zero, öncekinden farklı olarak, tamamen kendi kendisiyle go oynayarak sıfırdan öğrenmeye dayalı  bir  sistem  algoritmasına  sahiptir,  ki  kısa  zamanda  oyuna  hükmetmiştir.                                                 16  Örneğin, robotik cerrahi alanında dünyadaki ilk sistem  Da Vinci , ülkemiz de dahil olmak üzere birçok ülkede cerrahi ameliyatlar gerçekleştirmekte, bu minyatür aletler sayesinde daha hassas hareketlerle işlem yapıldığı ifade edilmektedir. Karar verme mekanizmasına sahip olmasa da yakın gelecekte bu ihtimalin gerçekleşmesi de muhtemeldir. İstanbul Üniversitesi,  Robotik Cerrahi Cihazı ‘Da Vinci  Yara  İzi  Bırakmıyor ,  https://www.istanbul.edu.tr/tr/haber/robotik-cerrahi-cihazi-da-vinci-yara-izibirakmiyor-4D7006C9007A600360071007000570049003100 (Erişim Tarihi: 12.11.2020). 17   Beijing  Internet  Court  Launches  AI  Judge ,  http://www.xinhuanet.com/english/201906/27/c_138178826.htm (Erişim Tarihi: 12.11.2020). 18  PALIWALA, Abdul,  Rediscovering Artificial Intelligence and Law: An Inadequate Jurisprudence? , International Review of Law, Computers & Technology, Volume: 30, Issue: 3, 2016, s. 112, http://dx.doi.org/10.1080/13600869.2016.1229651 (Erişim Tarihi: 12.11.2020) 19  SILVER, David/SCHRITTWIESER, Julian/SIMONYAN, Karen vd.,  Mastering the Game of Go without  Human  Knowledge ,  Nature, Volume:  550,  Issue:  7676,  2017, s.  354–359, https://doi.org/10.1038/nature70 (Erişim Tarihi: 12.11.2020). 126Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  Dolayısıyla Turing in  Makineler düşünebilir mi?  sorusunu daha sıklıkla sormaya başladığımız bir çağın içinde bulunmaktayız.  Yukarıda kavramsal olarak ele aldığımız ve gelişimini incelediğimiz yapay zekâ, diğer  hukuk  dallarında  olduğu  gibi  idare  hukukunun  da  konusunu  oluşturmaya başlamıştır.  Kamu  hizmetlerinin  yürütülmesinde  yapay  zekâ  teknolojisinden faydalanılması  yanında,  yapay  zekâya  dair  konuların  düzenlenmesi  ve  bu  alandaki aktörlerin denetlenmesi yani idarenin kolluk faaliyeti önem kazanmaktadır. Böylece yapay  zekâ,  son  yıllarda  idare  hukukunun  değişen  ve  gelişen  faaliyet  alanına  yeni açılımlar getirecektir. Bu alanda, idarenin özendirme ve destekleme faaliyeti de görünür hale  gelebilecektir.  Aşağıda  değerlendirdiğimiz  üzere  idarenin  organik  açıdan genişlemesi ile yapay zekâ dahil olmak üzere dijital dönüşümde ihtisaslaşan idari birimler oluşturulmaya başlanmıştır. Söz konusu idarelerin görev ve yetki alanı incelendiğinde, yapay  zekâya  ilişkin  projelerin  ve  altyapı  girişimlerinin  desteklenmesine,  katkıda bulunulmasına ve öncülük edilmesine yönelik amaçlar göze çarpmaktadır. İdare hukuku ve yapay zekâ ve ilişkisinin bir diğer konusunu ise idarenin sorumluluğu oluşturmaktadır. Uyuşmazlıklar idari yargının önüne gelmeye başladığında, yapay zekânın kullanıldığı eylem ve işlemlerle ilgili olarak idarenin sorumluluğu ilişkin ilkelerin gözden geçirilmesi ve geliştirilmesi muhtemeldir. Çalışmamızın ilerleyen başlıklarında, idare hukuku ve yapay zekâ ilişkisine dair çeşitli tespitler ve olasılıklar değerlendirilecektir.  II.  İDARE  HUKUKUNUN  YAPAY  ZEKÂ  İLE  İLİŞKİSİNDEKİ ÖNCELİKLİ HUKUKİ KONULAR   Bugün için hukukçuların gündeminde olan iki temel konu, yapay zekânın hukuki statüsünün ve sorumluluk rejiminin belirlenmesidir. Söz konusu temel konular, yapay zekânın idare hukuku boyutunu da şekillendirecek öneme sahiptir.   A.  Yapay Zekânın Hukuki Statüsü: Hukuk İçin Bir Meydan Okuma  Yapay zekâya ilişkin hukuki tartışmaların, yapay zekânın hukuki kişiliği ve hukuki statüsü  üzerinden  hareketle  yürütüldüğü  belirtilebilir.  Bu  başlıkta,  farklı  türler 127Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  çerçevesinde  yapay  zekânın  hukuki  kişiliğine  yönelik  görüşlerin  değerlendirilmesi, akabinde hukuki statüsüne ilişkin tespitlerin sunulması söz konusu olacaktır.  1.  Yapay  Zekânın  Hukuki  Statüsünün  Belirlenmesindeki  Dinamikler: Hukuki Kişilik Tartışmaları ve Gelişen Yapay Zekâ Türleri Yapay zekânın hukuki statüsünün değerlendirilebilmesi için öncelik yapay zekâya hukuki kişilik tanınıp tanınmayacağı hususunun ele alınması gereklidir. Kişi (personne, persona), rasyonel bir insan olarak kendi tutum ve davranışlarını yönetme yeteneğine sahip bireydir ve bilinç ve özgür iradenin varlığını ifade eder. Peki yapay zekâ bu gerekliliklerden herhangi birini karşılamakta mıdır? Genel olarak hukukta kişi, haklara ve  borçlara  sahip  olabilen  varlıklar  olarak  ele  alınabilir.  Kişilik  ise  hukuki  işlem yapabilme, hak ve borç altına girebilme gibi sonuçları ve hukukun koruduğu hukuki, maddi ve manevi nitelikteki değerleri kapsayan bir kavramdır. Günümüzde hukuk, gerçek  kişiler  dışında  soyut/kurgusal  kişileri  tanımakta  ve  onlara  da  kişilik bahşetmektedir. Çeşitli ihtiyaçlar, elle dokunulur ve gözle görülür olmayan varlıklara da hukuki bir kişilik tanınması sonucunu doğurmuştur. Kaldı ki, tarihe baktığımızda insan dediğimiz hak öznesinin biricik temelinin bile  kişi  olarak sayılması belirli bir sürecin sonu olup, dünya üzerindeki her insanın kişiliğinin hukukça tanınması çok da uzak bir geçmişe denk gelmemektedir. Ahlaki duygusu çok az olan veya hiç olmayan ve yasal sorumlulukları az olan bebeklere de modern hukuk tarafından kişilik tanınması örneği verilmektedir. Öte yandan sahiplerinin ne yaptığını  bilen  ve yapmalarını istemeyen                                                 20  DURAL, Mustafa/ÖĞÜZ, Tufan, Türk Özel Hukuku, Kişiler Hukuku, Cilt II, 18. Basım, Filiz Kitabevi, İstanbul, 2017, s. 6 vd.; İMRE, Zahit, Medeni Hukuka Giriş, 3. Basım, Fakülteler Matbaası, İstanbul, 1980, s. 328; ÖZSUNAY, Ergun, Medeni Hukukumuzda Tüzel Kişiler: Tüzel Kişilerin Genel Teorisi, Dernekler, Vakıflar (Tüzel Kişiler), 5. Basım, Sulhi Garan Matbaası, İstanbul, 1982, s.  5-6 vd.; TEKİNAY, Selâhattin Sulhi, Medenî Hukukun Genel Esasları ve Gerçek Kişiler Hukuku, 6. Basım, Filiz Kitabevi, İstanbul, 1992, s. 248; ÖZAY, İl Han, Günışığında Yönetim, Filiz Kitabevi, İstanbul, 2004, s. 119; GÖZLER, Kemal, İdare Hukuku, Cilt I, 3. Basım, Ekin Yayınevi, Bursa, 2019, s. 189. 21  CHOPRA,  Samir/WHITE,  Laurance,   Artificial  Agents:  Personhood  in  Law  and  Philosophy , Proceedings of the 16th Eureopean Conference on Artificial Intelligence, ECAI 2004, 2004, s.y., http://www.sci.brooklyn.cuny.edu/~schopra/agentlawsub.pdf (Erişim Tarihi: 12.11.2020). 128Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  köpekler gibi zeki hayvanların itaatsizlik nedeniyle cezalandırıldığını, ancak bu nedenle de onlara tüzel kişilik kazanmaları gerektiğinin düşünülmeyeceği de eklenmektedir. Yapay zekânın hukuki anlamda bir kişi olamayacağını ifade edenler, yapay zekâya ilişkin konuların mevcut kurallar çerçevesinde ele alınabileceğini, bir nesne (eşya) olarak kabul edilmesinin yeterli olacağı yönünde argümanlar sunmaktadır. Bu görüştekiler, özerkleşmeden/otonomlaşmadan  kaynaklanan  sorunların  ilgili  alana  bağlı  olarak çözülebileceğini,  öngörülen  sigorta  ve  sorumluluk  sisteminin  yeterli  olacağını savunmaktadır.  Kanaatimizce,  yapay  zekâyla  bağlantılı  konular,  hukukun  mevcut kurallarıyla cevap veremeyeceği kadar geniş kapsamlıdır. Yapay zekânın henüz başlangıç aşamasında ortaya çıkan hukuki tartışmalar, bu alandaki sorunların çözümünde farklı bir yaklaşım oluşturulmasını gerekli kılmaktadır. Şu an için mantıklı görülmese dahi yapay zekânın ayrı bir kişiliğinin olması, ekonomik ve cezai bakımdan pek çok hukuki sürecin yürütülmesinde  kolaylıklar  sağlayacaktır.  Dolayısıyla,  yapay  zekâya  hukuki  kişilik atfedilmesinin  gerektiği  düşüncesindeyiz.  Konuya  sözleşme  akdedilmesi  yönünden bakıldığında, giderek otonomlaşan ve sahibinin özel direktifi hatta bazen bilgisi dahi olmadan sözleşmeler akdeden yapay zekâların, kişisel bilgisayarlar gibi sahibinin eşyası olarak nitelendirilmesinin, yapay zekâların işlev ve fonksiyonlarıyla uyuşmayacağı gibi sözleşmelerin geçerliliğini tartışılır hale getireceği belirtilmiştir. Bir çalışmada bilimin, yapay zekâların davranışlarını üreten temel süreçlerin insan zihninin süreçlerine nispeten benzer olduğunu onayladığı takdirde, yapay zekâları kişi olarak ele almanın kolaylaşacağı ifade  edilmektedir.  Başka  bir  çalışmada,  hukuk  sistemleri  tarafından  düzenlenen nesnelerin ya  ilk varoluş  (canlı/biyolojik) ya da  ikinci varoluş  (cansız/biyolojik                                                 22  CHOPRA/WHITE, 2004, s.y. 23  PÉRENNOU, Thommas,  State of the Art on Legal Issues , Ethicaa Project, Ethics and Autonomus Agents, Ağustos 2014, s. 10-11, https://ethicaa.greyc.fr/media/files/ethicaa.delivrable.1.pdf (Erişim Tarihi: 12.11.2020). 24  PÉRENNOU, 2014, s. 10. 25  AKDAĞ, Şükrü Yakup,  Yapay Zekanın Sorumluluğu Üzerine Düşünceler , Sorumluluk Hukuku Seminerler 2018, Ed. BAYSAL, Başak, On İki Levha Yayıncılık, İstanbul, 2019, s. 12. 26  SOLUM, Lawrence B.,  Legal Personhood for Artificial Intelligences , North Carolina Law Review, Volume: 70,  No.  4,  1992,  s.  1287, https://scholarship.law.unc.edu/cgi/viewcontent.cgi?article=3447&context=nclr  (Erişim  Tarihi: 12.11.2020).  129Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  olmayan) olarak anıldığı belirtilerek, otonom zekâya sahip yeni nesil robotların içinse  üçüncü varoluş  kategorisinin oluşturulması savunulmuştur. Nitekim öğretide Duran, bilinç ve iradeden yoksun nesneler olarak nitelendirdiği tüzel kişilerin gerçekliğinin ya da gerçek dışılığının uydurma ve boş bir sorun olduğunu, çünkü hukukta insanların veya bireylerin  gerçek  denilen  kişiliği nin de sanıldığı gibi, doğal ve zorunlu bir şey olmadığını, tarihi ve toplumsal evrimin çağımızdaki bir ürünü ve sonucu olduğunu ifade etmiştir. Gerçekten de toplumsal yaşayışın ihtiyaçlarında doğan kişilik kavramı her hukuki kavram gibi durağan olmayıp, bu ihtiyaçların değişimi ile şekillenen bir içeriğe sahiptir. Örneğin, Yeni Zelanda 2017 yılında Whanganui kabilesi tarafından kutsal kabul edilen Whanganui nehrini hukuki kişi olarak kabul etmiştir. Ekvador Anayasası, bir anayasa değişikliğiyle Pacha Mama yani Doğa Ana yı hak sahibi varlık olarak tanımıştır. Hindistan da bulunan Yamuna ve Ganj nehirleri Uttarakhand Yüksek Mahkemesi nin kararıyla kişi olarak tanınmış; Buenos Aires Mahkemesi ise orangutan Sandra yı insan olmayan kişi olarak tanıyarak zihinsel ve fiziksel durumuna uygun bir yaşam alanına nakline karar vermiştir. Suudi Arabistan, 2017 yılında yapay zekâlı robota (Sophia) tam vatandaşlık veren ilk ülke olmuştur.                                                  27  WENG, Yueh-Hsuan/CHEN, Chien-Hsun/SUN, Chuen-Tsai,  The Legal Crisis of Next Generation Robots: On Safety Intelligence , ICAIL '07: Proceedings of the 11th International Conference on Artificial Intelligence and Law, 2007, s. 206, https://doi.org/10.1145/1276318.1276358 (Erişim Tarihi: 12.11.2020). 28  DURAN, Lütfi, İdare Hukuku Ders Notları, Fakülteler Matbaası, İstanbul, 1982, s. 62. 29  Te Awa Tupua (Whanganui River Claims Settlement) Act 2017, Public Act 2017, No. 7, 20.03.2017, http://www.legislation.govt.nz/act/public/2017/0007/latest/whole.html (Erişim Tarihi: 12.11.2020). 30  Ekvator Cumhuriyeti Anayasası 7. Bölüm  Doğanın Hakları  üzerine olup madde 71 e göre Pacha Mama (Doğa Ana), varlığını, yaşam döngüsünü, yapısını, işlevini ve evrimsel süreçlerini sürdürme ve yenileme  hakkına  sahiptir,  Constitución  Del  Ecuador, https://www.ilo.org/dyn/natlex/docs/SERIAL/82263/89945/F880992/Constitucion%20de%20Ecuador%202008.pdf (Erişim Tarihi: 12.11.2020). 31  High Court of Uttarakhand, Salim v. State of Uttarakhand, Writ Petition (PIL) No.126 of 2014, 20.03.2017,  https://www.nonhumanrights.org/content/uploads/WPPIL-126-14.pdf  (Erişim  Tarihi: 12.11.2020). 32   Asociacion de Funcionarios y Abogados por los Derechos de los Animales y Otros Contra Gcba Sobre Amparo,  Expte.  A4-2015/0,  21.10.2015,  https://ijudicial.gob.ar/wpcontent/uploads/2015/10/Sentencia-Orangutana.pdf (Erişim Tarihi: 12.11.2020). 33   Meet the First-Ever Robot Citizen - A Humanoid Named Sophia that Once Said it Would ‘Destroy Humans    , Business  Insider,  27.10.2017,  https://www.businessinsider.com/meet-the-first-robotcitizen-sophia-animatronic-humanoid-2017-10?r=UK (Erişim Tarihi: 12.11.2020). 130Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  Hukuki statünün belirlenmesini gerektiren bir diğer dinamik ise gelişen yapay zekâ türleridir. Bir hukuki kişi gibi hak sahibi olabilecek ve sorumluluk alabilecek yapay zekâ türlerinin oluşacağı, teknolojik ilerlemelerin ortaya koyduğu bir husustur. Bu durumda, tüzel  kişilik  gibi  kurgusal  varlıklara  hukuki  anlamda  haklar  ve  sorumluluklar verilebilirken,  yapay  zekâlar  bu  kurgusallığın  dışında  bırakılabilir  mi?  Bu  sorunun cevabını  aramadan  önce  yapay  zekânın  kendi  içinde  farklı  sınıflandırmalara  tabi olduğuna dikkat edilmelidir. O nedenle net ve üzerinden uzlaşılmış bir cevabı olmayan zor sorularla hukukçuların teşriki mesaisinin kolay olmadığı ve farklı fikirlerin çarpıştığı açıktır.  Dolayısıyla  yapay  zekâların  türleri  arasındaki  farklılıkların  da  farklı  hukuk kurallarına bağlanacağı söylenebilir. Yine,  Yapay zekâların temel hakları var mıdır?  sorusu da bu durumla bağlantılıdır. Özellikle algıları kendi programlanmaları ile sınırlı olmayan ve kendi öz farkındalığına sahip bir yapay zekânın duygu ve algılarının yapay olmadığı  belirtildiğinden  hak  öznesi  konumunda  olup  olmayacağı  tartışmaları doğmaktadır. Kendi öz farkındalığına sahip olan yapay zekâların malvarlığına sahip olabilecekleri öne de sürülebilmektedir. Bu nedenle yapay zekânın farklı kategorilerine göre farklı hukuki sonuçlara gidilebilir. Örneğin yapay zekânın dört farklı türünün olduğu tespiti  üzerinden  hareketle,  yapay  zekâ  türleri  şu  başlıklarla  sınıflandırılmaktadır:35  reaktif makineler  (reactive machines),  sınırlı bellek  (limited memory),  zihin teorisi  (theory of mind) ve  öz farkındalık  (self-awareness). Reaktif makineler, hafızası olmayan ve mevcut kararları etkilemek için geçmiş deneyimi kullanma yeteneğine sahip olmayan, aynı durumla her karşılaştıklarında aynı şekilde davranan sistemlerden oluşur. Bu türün klasik örneği olarak, dünya satranç şampiyonu Garry Kasparov un yenildiği 1997 de IBM nin  Deep Blue  isimli satranç programı  olarak  tasarlanan  yapay  zekâ  verilebilir.36  Sınırlı  (kısıtlı)  hafızaya  sahip                                                 34  ALEXANDRE, Filipe Maia, The Legal Status of Artificially Intelligent Robots: Personhood, Taxation  and  Control,  2017,  s.  23,  http://dx.doi.org/10.2139/ssrn.2985466  (Erişim  Tarihi: 12.11.2020). 35  HINTZE, Arend,  Understanding The Four Types Of AI, From Reactive Robots To Self-Aware Beings , The Conversation, 14.11.2016, https://theconversation.com/understanding-the-four-typesof-ai-from-reactive-robots-to-self- aware-beings-67616 (Erişim Tarihi: 12.11.2020). 36  1996 yılında yapılan ilk maçta Kasparov, Deep Blue yu yenmiş iken, sonraki yılda geliştirilen Deeper Blue programına yenilmiştir. Yine, 2011 yılında IBM in  Watson  adlı bilgisayarının 2011 yılında bir  bilgi yarışmasında, en başarılı yarışmacıyı yenmiştir. Trips Reddy,  Why it matters that AI is better 131Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  makineler,  belirli  anahtar  nesneleri  belirleyerek  ve  zaman  içinde  bunları  izleyerek geçmişe  bakma  yeteneğine  sahip  makinelerdir.  Örnek  olarak  araç  teknolojisinde sürücüye uyarılar yapan akıllı sistemler ve dijital asistanlar gösterilebilir. Zihin teorisi kategorisindeki  makineler,  davranışlarını  başkalarının  duygularına,  beklentilerine, motivasyonlarına ve niyetlerine göre ayarlayabilirler. İnsanlarla iletişim kurabilen bu türün  gelişimi  halen  tamamlanmamış  olup,  tıp  alanında  kullanılmaya  başlandığı görülmektedir. Öz farkındalığı olan yapay zekâlar ise bilinçli, duyarlı ve başkalarının duygularını  anlayabilir,  aynı  zamanda  ne  istediklerini  ve  neden  istediklerini  de anlayabilirler. Bu tür ise şimdilik olmayan ancak gelecekte olması muhtemel bir yapay zekâ  türü  olarak  değerlendirilmektedir.  Kendisine  hukuki  kişilik  atfedilen  yapay zekânın statüsünün belirlenmesi arayışı, türler arasındaki farklılığın da bir getirdiği bir sonuçtur. Nihayetinde, hak sahibi olabilen ve borç altına girebilen bir yapay zekânın varlığı kaçınılmaz olarak bir gök taşı gibi dünyaya yaklaşmaktadır. Yapay zekâların içinde bulundukları  koşulların  değişmesi  ile  ahlaki  seçim  ve  hukuki  seçeneklere  karar verebilmesi durumu çok uzak değildir. Bu doğrultuda kesin bir yargıya varmak da mümkün değildir. Türk Medeni Kanunu na göre tüzel kişiler, cins, yaş, hısımlık gibi yaradılış gereği insana özgü niteliklere bağlı olanlar dışındaki bütün haklara ve borçlara ehildirler. Yapay zekâlar da  şimdilik  insana özgü nitelikler taşımamaktadır. İnsana özgü nitelik  taşımamak  hukuk  tarafından  yapay  varlıklara  kişilik  tanınmasına  engel olmamıştır. İlerleyen zaman doğrultusunda ve bilimsel gelişmelerin etkisiyle, yapay                                                 than humans at games like Jeopardy , 27.06.2017, https://www.ibm.com/blogs/watson/2017/06/whyit-matters-that-ai-is-better-than-humans-at-their-own-games/ (Erişim Tarihi: 12.11.2020). 37  Örnek olarak, Apple cihazındaki Siri uygulaması ve insansız arabalar olarak verilebilir.  38  Örnek olarak, bilim kurgu konulu eserlerindeki karakterler verilebilir; Star Wars filmindeki C-3PO ve R-D; I, Robot filmindeki Sonny gibi. 39  Ex Machina filmindeki Eva gibi. 40  Akıllı makineler hakkında insanlığa yaptığı uyarı ile ilgili gelen soruya Hawking yapay zekâ ile ilgili olarak insan seviyesinde bir yapay zekâ ve ötesini inşa etmenin ne kadar süreceği konusunda bir fikir birliği olmadığını, bu yüzden yapay zekânın yaşamımız boyunca olacağını veya yaşamınız boyunca olmayacağını bildiğini iddia eden kimseye güvenilmemesini ifade etmiştir. HAWKING, Stephen,  Science  AMA  Series:  Stephen  Hawking  AMA  Answers ,  2015, https://www.reddit.com/r/science/comments/3nyni/science_ama_series_stephen_hawking_ama_answers (Erişim Tarihi: 12.11.2020). 132Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  zekânın hukuki rejiminin oluşturulması için hukukta kişilik kavramına yeni açılımlar getirilmesinin kaçınılmaz olduğunu düşünüyoruz.  1.  Yapay Zekânın Hukuki Statüsünün Değerlendirilmesi Öğretide, hukuki statüsü ile ilgili olarak yapay zekânın; eşya, köle, tüzel kişi veya elektronik kişi olduğu yönünde farklı görüşler bulunmaktadır. Bir diğeri de yapay zekâların  yapay insan  olarak sınıflandırılması önerisidir. Görüşlerin ayrıntılarına girmemekle birlikte, burada hukuki açıdan yeni olanın elektronik kişilik statüsü olduğu belirtilebilir. Avrupa Parlamentosu Hukuk İşleri Komisyonu tarafından 16 Şubat 2017 tarihinde kararlaştırılan  Robotikler Hakkında Medeni Hukuk Kuralları Tavsiye Raporu  başlıklı raporda elektronik kişi yaklaşımı ortaya atılmıştır. Raporun  Genel ilkeler  başlıklı bölümünde (yapay zekâya sahip) robotların otonomluğu (özerkliği)  dış kontrol veya etkiden bağımsız olarak karar alma ve dış dünyaya uygulama yeteneği  olarak tanımlanmıştır. Robotikler Hakkında Medeni Hukuk Kuralları Tavsiye Raporunda;                                                 41  KILIÇARSLAN, Seda Kara,  Yapay Zekanın Hukuki Statüsü ve Hukuki Kişiliği Üzerine Tartışmalar , Yıldırım Beyazıt Hukuk Dergisi, Sayı: 2, Yıl: 4, 2019, s. 377 vd. 42  euRobotics, The European Robotics Coordination Action, Suggestion for a Green Paper on Legal Issues  in  Robotics,  2012,  s.  62,  https://www.unipv-lawtech.eu/files/euRobotics-legal-issues-inrobotics-DRAFT_6jryjyp.pdf  (Erişim  Tarihi:  12.11.2020).  Burada, ahlaki  otorite,  sosyal  bilinç, muhakeme akıl sağlığı, eylemlerin öngörülebilir sonuçları gibi temel kriterlerin nasıl oluşturulacağı hususunun ortaya konulması lazımdır. Bu nedenle bu fikrin önünde çözülmesi gereken birçok belirsizlik vardır. 43   Elektronik kişi  terimi, ilk olarak  Life  dergisinin 1967 yılında yayımlanan bir yazıda kullanılmıştır, ROSEN,  Charles/NILSSON,  Nils/RAPHAEL,  Bertram,   Shakey ,  Life,  1967, http://cyberneticzoo.com/cyberneticanimals/1967-shakey-charles-rosen-nils-nilsson-bertram-raphaelet-al-american/ (Erişim Tarihi: 12.11.2020). 44  Report with Recommendations to The Commission on Civil Law Rules on Robotics, 2015/2103 (INL),  https://www.europarl.europa.eu/doceo/document/A-8-2017-0005_EN.html?redirect  (Erişim Tarihi: 12.11.2020). 45  Komisyon, genel bir tanım getirmemekle birlikte çeşitli özellikleri sıralayarak akıllı robotu ele almıştır (m.1). Akıllı bir robotun aşağıdaki özelliklerini dikkate alarak siber fiziksel sistemler, otonom sistemler, akıllı otonom robotlar ve bunların alt kategorileri için ortak bir tanım getirme çabasında olmuştur;  - Sensörler aracılığıyla ve/veya çevresi ile veri alışverişi yaparak (ara bağlantı) özerklik elde etmesi ve bu verilerin değiş-tokuş etmesi ve analiz yapması;  - Deneyim ve etkileşim yoluyla kendi kendine öğrenmesi (isteğe bağlı kriter);  - En azından küçük bir fiziksel desteği bulunması;  - Davranış ve eylemlerini çevreye uyarlaması;  133Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  uzun vadede robotlar için belirli bir yasal statünün oluşturulması; böylece en azından karmaşık otonom robotların elektronik kişi (electronic persons) statüsünde kurularak verdikleri zarardan sorumlu olmalarının sağlanması; robotların otonom kararlar verdiği veya üçüncü şahıslarla bağımsız olarak etkileşime girdiği durumlarda elektronik kişiliğin (electronic personality) uygulanması tavsiye edilmiştir (m.59/f).  Yapay zekânın hukuki statüsünün, tüzel kişilik etrafında şekillendirilebilmesi bir seçenek olarak ele alınabilir. Bu doğrultuda sınırlı belleğe sahip makinelerin, bir zihin teorisine  sahip  makinelerin  ve  öz  farkındalığa  sahip  makinelerin,  sahiplerinden  ve kullanıcılarından ayrı tüzel kişiler olarak görülmesi gerektiği ifade edilmiştir. Tüzel kişilerin sahip olması gereken özellikler hukuk tarafından belirlenmiştir. Hukukumuzda tüzel kişiler  numerus clausus  ilkesine uygun olarak düzenlenmiştir. Tüzel kişilerin kendiliğinden oluşması kabul edilmemiş, pozitif hukukta öngörülen kurallar çerçevesinde hukuki varlık kazanacakları kabul edilmiştir. Hukuk sisteminin bağımsız bir hukuk süjesi olarak tanıdığı tüzel kişiler, kendilerini oluşturan gerçek kişilerden ve üçüncü kişilerden bağımsız olarak hareket kabiliyetine sahiptirler. Bu doğrultuda yapay zekânın tüzel kişiler gibi; belirli bir kişiliğe ve menfaate sahip olabileceği, haklarının ve sorumluluklarının belirlenebileceği, bir sicile kaydedilerek mal varlığına sahip olabileceği gibi fikirler öğretide dile getirilmiştir.  Eklemek gerekir ki, tüzel kişilik bugünkü hukuk anlamında yapay zekâ araçları için tam bir karşılığa sahip olmayacaktır. Çünkü tüzel kişilik ilke olarak hak ve görevlere sahip olma sorunudur. Güncel süreçte  zekâ  ve  irade  açısından donanımlı bir yapay zekâ ortaya çıkmadığından, tüzel kişilik meselesinin kurgusal planda kalması gerektiği ileri sürülebilir bir düşüncedir. Öğretide, tepkisel yapay zekâ ve otonom yapay zekâ şeklinde de ayrımın yapıldığı; öngörülebilir olmaları ve üreticisi, programcısı ya da kullanıcısı tarafından kendisine verilen komutları yerine getirerek onların iradelerini tam olarak yansıtmaları sebebiyle, ürün ya da araç olarak değerlendirilen tepkisel yapay                                                 - Biyolojik anlamda bir yaşam olmaması. 46  ALEXANDRE, 2017, s. 31. 47  ALEXANDRE, 2017, s. 16 vd. 134Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  zekâlara,  ayrı  bir  hukuki  statü  tanınmasında  hukuki  yarar  bulunmadığı  da  ifade edilmektedir. İnsan müdahalesine ihtiyaç duymaksızın ilerlemeye devam eden yapay zekâya bugün olmasa bile gelecekte, türleri içindeki farklılıklar da gözetilerek, tüzel kişilik ya da elektronik  kişilik  gibi  bir  hukuki  statünün  tanınması  gerektiği  düşüncesindeyiz. Dolayısıyla tüzel kişilik kavramının yeniden değerlendirilmesi ve koşullarının yapay zekânın  türleri  arasında  farklılaştırılabilmesi  ilk  tercih  olarak  ele  alınabilir.  Yapay zekânın, dernekler, anonim şirketler gibi klasik anlamdaki tüzel kişilerin tabi olduğu hukuk kurallarıyla ele alınamayacağı ortadadır. Bu doğrultuda sınırlı bellek, zihin teorisi ve öz farkındalık türlerindeki yapay zekâlara tüzel kişilik tanınabilir. Örneğin reaktif makine şeklindeki yapay zekâların ayrı bir hukuki kişiliğe sahip olamayacağı ve kişilik tartışmasının bu araçlar için yapılamayacağı belirtilebilir. Özellikle, otonom hareket eden ve eylemlerinin sonuçlarını bilen öz farkındalığa sahip bir yapay zekâ türünün, mülkiyet hakkı gibi bazı hakların sahibi konumuna getirilebilmesi mümkün olabilir. İkinci bir tercih ise elektronik kişilik kavramı üzerinden gidilerek, yapay zekâya kendine özgü yeni bir kişilik statüsünün tasarlanmasıdır. Sonuç olarak, yapay zekânın hukuki statüsünün belirlenmesinin,  şu  an  için  olmasa  bile  yakın  gelecek  için  bir  gereklilik  olduğunu düşünüyoruz.                                                 48  AKDAĞ, 2019, s. 13. 49  Yapay zekâlı bilgisayarların, Amerikan Anayasası tarafından tüzel kişi olarak kabul edilme tartışması için bkz. WILLICK, Marshal S.,  Artificial Intelligence: Some Legal Approaches and Implications, , Al Magazine, Volume: 4, No. 2, 1983, s. 7 vd., https://doi.org/10.1609/aimag.vi.392 (Erişim Tarihi: 12.11.2020). 50  Yapay zekâ sistemlerine, algoritmaya dayalı işlem doğasıyla tüzel kişilik verilebileceği, bu şekilde hukukun öznesi haline geldiklerinde benzerlerinden farklı olsa da çeşitli hak ve borçlara sahip olabilecekleri ifade edilmiştir, ČERKA, Paulius/GRIGIENĖ, Jurgita/SIRBIKYTĖ, Gintarė,  Is it possible to grant legal personality to artificial intelligence software systems? , Computer Law & Security Review, Volume: 33, Issue: 5, 2017, s. 12-13, https://doi.org/10.1016/j.clsr.2017.03.022 (Erişim Tarihi: 12.11.2020). 51  Yapay zekânın hukuki statüsü ile ilgili değerlendirmeler için bkz. BOZKURT YÜKSEL, Armağan Ebru/BAK,  Başak,  Yapay Zeka ,  Futurist  Hukuk,  Aristo  Yayınevi, İstanbul, 2018,  s.  6  vd; BAYAMLIOĞLU Emre,  Akıllı Yazılımlar ve Hukuki Statüsü: Yapay Zeka ve Kişilik Üzerine Bir Deneme , Uğur Alacakaptan a Armağan, Cilt II, İstanbul Bilgi Üniversitesi Yayınları, İstanbul, 2008, s. 138 vd.; KILIÇARSLAN, 2019, s. 371 vd. 52  Bir robotun yer değiştirme, seçim yapma, çalışma, analiz etme, yorumlama, karar verme ve hissetme yetenekleri göz önüne alındığında yasal statüden yoksun bırakılamayacağı ifade edilmiştir, LEHMANWILZIG, Sam,  Frankenstein Unbound: Towards A Legal Definition Of Artificial Intelligence , 135Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  B.  Yapay Zekâ ve Algoritma Teknolojisinin Şimdiden Düşündürdükleri ve Hukukun İçinde Bulunduğu İkilem Hukukun,  teknolojinin  temposuna  ayak  uydurmada  güçlüklerle  karşılaştığı belirtilmelidir. Bu durumu açıklamak için  Collingridge dilemma  (Collingridge ikilemi) kavramı kullanılabilir. 1980 tarihli  The Social Control of Technology  isimli kitabında yeni teknolojileri yönetmenin zorlukları hakkında yazan David Collingridge'in adını taşıyan  Collingridge  ikilemi,  meşhur  cini  şişeye  geri  koymanın  zorluğuna  atıfta bulunmaktadır.  Bu  teoriye  göre  değişim  kolay  olduğunda,  ona  olan  ihtiyaç öngörülemeyecektir; ancak, değişim ihtiyacı ortaya çıktığında da değişim pahalı, zor ve zaman alıcı hale gelecektir. İşte teknolojik değişimde, hukukun içinde bulunduğu ikilem de bu şekildedir. Henüz genç diyeceğimiz yapay zekâ teknolojisinin erken döneminde, bu  teknolojinin  kavranması  sağlanamamışken  hukuki  düzenlemeler  oluşturmak  bu gelişimi  sınırlayabileceği  gibi;  bu  gelişimin  etkilerini  uzun  süre  bekledikten  ve istenmeyen sonuçlar doğduktan sonra hukuki düzenlemeler oluşturmak ise zor, masraflı ve zaman alıcı bir sürece sebep olacaktır.  Collingridge ikilemi karşısında ise  Precautionary Principle  (İhtiyatlılık İlkesi) kavramından bahsedilmektedir. Bilimsel belirsizliğe dayanan ve net bir tanımı olmayan bu ilkeye göre, riske katlanmaktansa faaliyete izin verilmemelidir. Konumuz açısından yorumlayacak olursak geliştiricilerin bireylere, gruplara veya topluma bir bütün olarak zarar  vermediğini  göstermesine  kadar  yapay  zekâ  teknolojisinin  benimsenmemesi gerekir. Ancak yapay zekâ teknolojisi gündelik yaşamımızda hem olumlu hem olumsuz sonuçlarıyla birlikte daha fazla benimsenir hale gelmektedir. Dolayısıyla modern dijital                                                 Futures, Volume: 13, Issue: 6, 1981, s. 453, https://doi.org/10.1016/0016-3287(81)90100-2 (Erişim Tarihi: 12.11.2020). 53  HAGEMANN, Ryan/SKEES, Jennifer/THIERER, Adam D.,  Soft Law for Hard Problems: The Governance of Emerging Technologies in an Uncertain Future , Colorado Technology Law Journal, Volume:  17,  No.  1,  2018,  s.  55  vd.,  https://ctlj.colorado.edu/wp-content/uploads/2019/03/3Thierer_3.18.19.pdf (Erişim Tarihi: 12.11.2020). 54  HAGEMANN/SKEES/THIERER, 2018, s. 56-57. 55  TURGUT, Nükhet,  İhtiyat İlkesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 45, Sayı: 14, 1996, s. 67-102. 136Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  dünya karşısında Precautionary Principle ın yapay zekâ alanı için geri planda kaldığı düşüncesindeyiz.  Öte yandan ekonomist Larry Downes ın  The Laws of Disruption  adlı kitabında atıfla; teknolojideki değişimin katlanarak arttığı, bunun karşısında sosyal, ekonomik ve hukuki sistemlerin değişiminin ise aşamalı olarak arttığı ifade edilmektedir. Hukuk ve teknoloji  ilişkisindeki  bu  durum  karşısında   soft  law   (esnek/yumuşak  hukuk) kavramından yararlanılabilir. Devletin standart hale getirdiği kural koyma prosedürlerini ve sonuçlarını içeren  hard law  (katı/sert hukuk) karşısında esnek hukuk, beklenti yaratan ve bağlayıcı olmayan ilkeler ve standartlar getirmektedir. Bir nev i niyet içeren esnek hukuktaki ilke ve standartlar, uyuşmazlık çözümünde kolaylıkla uygulanma yeteneğine sahip değildir. Bu olumsuzluğuna rağmen, hızlı gelişen bir teknolojiyle uğraşıldığı da hesaba katılarak, esnek hukuk ile teknolojiden kaynaklı potansiyel zorluklarla daha az sorunlu çözümler üretilebilecektir. Zira teknolojik ilerlemenin ve yapay zekâdaki gelişmelerin yarattığı belirsizlik sebebiyle, bağlayıcı hukuk kurallarının işlerliği zaafa uğrayacaktır. Öğretide bu  amaçla  yumuşak  hukuk  enstrümanlarını  kullanan  bir  Uluslararası   Yapay  Zekâ Örgütü   (International  Artificial  Intelligence  Organization/IAIO)  oluşturulması  da önerilmiştir.  AB nin, yapay zekânın da dahil olduğu dijital dönüşüme yönelik düzenlemelerinde esnek hukuk yaklaşımını tercih ettiği belirtilebilir. Örneğin Almanya, Fransa, Danimarka, İspanya gibi ülkelerin bulunduğu on dört AB üyesi devletler 2020 nin Ekim ayında yayımladıkları raporda; öz düzenleme (self-regulation)58, uzmanlık ilkeleri, diğer gönüllü uygulamalar  gibi  yumuşak  hukuk  çözümlerinin  yanı  sıra,  güvenlik  standartlarının karşılanmasını sağlayan mevcut mevzuata ek olarak güçlü bir standardizasyon sürecine                                                 56  HAGEMANN/SKEES/THIERER, 2018, s. 59, dp. 137. 57  ERDÉLYI, Olivia J./GOLDSMITH, Judy,  Regulating Artificial Intelligence Proposal for a Global Solution , AIES '18: Proceedings of the 2018 AAAI/ACM Conference on AI, Ethics, and Society, 2018, s. 95–101, https://dl.acm.org/doi/10.1145/3278721.3278731 (Erişim Tarihi: 12.11.2020). 58  Farklı tanımlar olmakla birlikte öz düzenleme (self-regulation), doğrudan devlet kontrolü yerine yasal kurallara uyumun otokontrol ile sağlanması olarak özetlenebilir. Ayrıntılı bilgi için bkz. PRICE, Monroe E./VERHULST, Stefaan G., Self-Regulation and the Internet, Kluwer Law International, Hollanda, 2005, s. 3 vd.  137Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  yönelme önerisi getirmişlerdir. Esnek hukuk mekanizmalarının çok paydaşlı süreçleri içermesi sebebiyle sert hukuku oluşturmanın önünü açacağı belirtilmelidir. Esnek hukuk, kurumsal çerçevenin başlangıç noktasında, devletler ile ulusal ve uluslararası kurumlar arasındaki iş birliğine faydalı olabilir. Öte yandan, yapay zekâ alanında geleneksel hukuk normlarının oluşturulmasının arzu edildiği de unutulmamalıdır. Bu nedenle bu gönüllü standartların, yasal olarak bağlayıcı standartların benimsenmesine geçici bir alternatif olması gerektiğini akılda tutmak çok önemlidir. Sonuç olarak, yapay zekâlara hukuki kişilik tanınması ve sorumluluk yüklenmesine dair  yaklaşım,  bugünün  şartlarıyla   en  uç  nokta   olarak  görülebilir.  Ancak  hukuk düzeninin; gemi şirket, ulus devlet, belediye gibi cansız varlıkları hak sahibi yani kişi olarak tanıması günümüzde tartışmasızdır. Bir şirketin  kendi  haklarına sahip olduğu ve pek çok anayasal/yasal amaç için  kişi  ve  vatandaş  olduğu fikrine oldukça alışık olmamızla  birlikte,  tüzel  kişi  kavramının  ilk  kez  gündeme  gelişinin  hukukçular bakımından ne kadar sarsıcı olduğu hatırlarda tutulmalıdır.  Hukukun, teknolojinin gerisinde kaldığı yaygın bir gözlemdir. Bu gözlem doğru olmakla birlikte hukukun erkenci olması, Collingridge ikileminde ifade edildiği gibi istenmeyen çatışmalara da neden olabilir. Dolayısıyla yapay zekâ teknolojisi bakımından hukukun yaşadığı paradoksun devre dışı bırakılması için, kamu yararı kavramı üzerinden hareket etmesi gerektiği düşüncesindeyiz. Çünkü hukuk teknolojiyi değil, daha çok teknolojinin  sosyal,  politik  ve  ekonomik  hayatın  üzerindeki  olumsuz  etkilerini düzenlemelidir. Bu anlamda hukuk yapıcılarının yapay zekâ teknolojisini düzenleyen kurallar oluşturmada yaşadığı gerilimi; ex ante müdahaleye ağırlık veren bir yaklaşımda bulunulması, teknolojideki belirsizliğe istinaden esnek hukuk modelleriyle bir düzenleme alanının  oluşturulabilmesi,  konunun  küresel  boyutu  sebebiyle  ulusal  ve  uluslararası                                                 59  Non-Paper - Innovative and Trustworthy AI: Two Sides of the Same Coin, Position paper on behalf of Denmark, Belgium, the Czech Republic, Finland, France, Estonia, Ireland, Latvia, Luxembourg, the Netherlands,  Poland,  Portugal,  Spain  and  Sweden on  Innovative  and  Trustworthy  AI,  2020, https://em.dk/media/13914/non-paper-innovative-and-trustworthy-ai-two-side-of-the-same-coin.pdf (Erişim Tarihi: 12.11.2020). 60  STONE, Christopher D.,  Should Trees Have Standing? Toward Legal Rights for Natural Objects , Southern  California  Law  Review,  Volume:  45,  1972,  s.  452, https://iseethics.files.wordpress.com/2013/02/stone-christopher-d-should-trees-have-standing.pdf (Erişim Tarihi: 12.11.2020). 138Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  organizasyonlarla  işbirliği  içinde  olunması,  kuralların  oluşturulmasında  demokratik süreçlerin takip edilmesi ve katılımcı bir usulle müzakere ortamının sağlanması, kamuya açık  ve  şeffaf  bir  hukuk  politikasının  tercih  edilmesi  gibi  önerilerle  aşabileceğini umuyoruz. Yapay zekâyı daha iyi anlamak ve onu daha iyi kullanmak için ulusal ve uluslararası normlar, politikalar ve kurumlar geliştirilmeli, yasal bir envanter oluşturulmalıdır. Çünkü algoritma teknolojisinin gelişimi hukuk sistemlerine de meydan okumaya başlamıştır. Diğer taraftan, yeni teknolojilerin hukuki boyutunu ele alırken gerçeklikten kopuk ve abartılı senaryolardan kaçınmak ve hukukun evrensel ilkelerine bağlı kalmak gereği de ortadadır. Bugün için yapay zekâ, üzerinde tanım birliği bulunmayan, toplumsal hayatla doğrudan etkileşim halinde olan ve sonuçları açısından yüksek riskli belirsizlikleri olan bir teknolojidir. Peki bu kadar karmaşık bir sistem hukuk metinlerine nasıl dökülecektir? Çünkü yapay zekâ gerçek dünyada ilerledikçe, öngörülebilirlik açısından bu ilerlemeye zamanında ve doğru bir şekilde yetişmek önem kazanacaktır. Yapay zekâ sistemleri ve algoritma teknolojileri çok amaçlı hale geldikçe, önceden tahmin etme kabiliyeti de zorlaşacaktır.  Yapay  zekânın  yıkıcı  bir  risk  oluşturma  ihtimali  hesaba  katıldığında, hukuki düzenlemelerin oluşturulmasında paniğe gerek bırakmayan titiz bir yaklaşımın önemi daha iyi anlaşılacaktır. Her şeye rağmen, yapay zekâ sistemlerinin ve algoritma teknolojilerinin  geliştirilmesinin,  bireysel  hak  ve  özgürlüklerin  korunmasıyla  uyum içinde gerçekleşmesi gerektiği de unutulmamalıdır.                                                     61  Konuyu vergi hukuku boyutuyla inceleyen Gedik; Türkiye nin her ne kadar bu teknolojik gelişmeleri geriden takip etse de, hukuki düzenlemeler konusunda ihtiyaçları tespit ve sektörel gelişmeleri takip eden bir politika ile çağı yakalayabileceğini; bunun bir zorunluluk olduğunu çünkü gelişen teknolojiler düzenlemelerin öngördüğü senaryoların dışına çıkmaya başladığını ve ilerleyen dönemlerde birçok değişikliğin olmasının kaçınılmaz göründüğünü belirtmiştir, GEDİK, Gülşen,  Robotlara Karşı Gerçek Kişilerin Korunması Açısından Robot Vergisi Önerisi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Cilt: 26, Sayı: 1, Haziran 2020, s. 45. 139Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  III. YAPAY ZEKÂNIN İDARE HUKUKU BOYUTU Easterbrook un  Cyberspace and the Law of the Horse  isimli ünlü makalesinde  law of the horse  benzetmesi çerçevesinde, hukukun yapay zekâyı ciddiye almasını reddetmek kolay olsa da yapay zekâ hukukla ilgili bilinenleri dönüştürmeye başlamıştır. İdare hukuku bu dönüşümün bir parçası olduğu için, yapay zekânın idare hukukuna dair kavramlar ve kurumlar üzerindeki etkilerini ele almaya çalışacağız.  A.  Yapay  Zekânın,  Organik  ve  Fonksiyonel  Anlamda  İdare  Üzerindeki Etkileri Yapay zekânın idare hukukuna etkilerini, organik ve fonksiyonel bakımından iki ayrı pencere açarak incelemeye ve değerlendirmeye çalışacağız.   1.  Yapay Zekâ ve Organik Anlamda İdare Üzerinde Etkileri AB, yapay zekâya ilişkin hukuki çerçevenin oluşturulması yönünde birçok çalışma başlatmıştır. Yukarıda yer verdiğimiz Yapay Zekâ Üzerine Beyaz Kitap raporunda, özel sektöre ve kamu sektörüne yönelik yapay zekâ kullanımına yönelik ilkeler oluşturma, riskli sistemlere yönelik uygulamalar getirme gibi dijital dönüşümle ilgili fikir ve eylem planını açıklamıştır. Yapay zekâya ilişkin hukuki düzenleme önerilerinden biri de Yapay Zekâ  Geliştirme  Yasası nın  (Artificial  Intelligence  Development  Act/AIDA) hazırlanarak,  yapay  zekâ  sistemlerinin  güvenliğini  onaylamakla  görevli  bir  kurum oluşturulması ve bu kurumun bir sertifikasyon sistemini yürütmesidir. Periyodik olarak                                                 62  Yargıç Easterbrook, siber hukuk ile ilgili eleştirisini  at hukuku  benzetmesi ile yaparak, belki saldırgan belki de mizahi bir yaklaşımla hukuk fakültelerinin at hukuku üzerine bir kursa ihtiyaç duyduklarından daha fazla siber hukuk kursuna ihtiyaç duymadıklarını savunmuştur, EASTERBROOK, Frank H.,  Cyberspace and the Law of the Horse , University of Chicago Legal Forum, 1996, s. 207-216, https://chicagounbound.uchicago.edu/cgi/viewcontent.cgi?article=2147&context=journal_articles (Erişim Tarihi: 12.11.2020). Bunun üzerine akademisyen Lessig karşı bir makaleyle hukuk ve siber uzamın birbirine bağlandığına ve internetin hukuku etkilediğine işaret ederek karşı bir eleştiri getirdi. LESSIG, Lawrence,  The Law of the Horse: What Cyberlaw Might Teach , Harvard Law Review, Volume: 113, No. 2, 1999, s. 501-549, https://www.jstor.org/stable/1342331 (Erişim Tarihi: 12.11.2020). Bu  ünlü  Easterbrook-Lessig  tartışmasından  günün  sonunda,  Lessig in  görüşünün  galip  geldiği görülmektedir. 140Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  güncellenecek  kurallarla  kurumun,  yapay  zekânın  araştırılmasına  ve  geliştirmesine müdahale etme gücünün sınırları da belirlenecektir. Bu kurumun bağımsız bir idari yapı olması ve üyelerinin yürütme organı tarafından atanması önerilmiştir. Yine başka bir çalışmada kamu yönetimi içinde, yapay zekâ sistemlerinin geliştirilmesinin garantörü olarak  hareket  edebilecek  bağımsız  bir  otoritenin  kurulması  ihtiyacının  olduğundan bahsedilmiştir. Nitekim, AB nin Yapay Zekâ Kanunu taslağında, üye ülkeler için ulusal denetim otoritelerinin (national supervisory authorities) oluşturulması öngörülmüş ve  Avrupa Yapay Zekâ Kurulu  (European Artificial Intelligence Board) düzenlenmiştir. Türk hukukunda yapay zekâ ile idarenin bir ilişki kurmasını sağlayacak organik anlamdaki  girişim,  Cumhurbaşkanlığına  bağlı  Dijital  Dönüşüm  Ofisinin  ( Ofis ) oluşturulmasıdır. 1 numaralı Cumhurbaşkanlığı Teşkı̇latı Hakkında Cumhurbaşkanlığı Kararnamesı̇ nde  ( CBK )  dijital  dönüşüm,   dijital  teknolojilerin  kullanımı  ve geliştirilmesi yoluyla ekonomik ve sosyal refahın artırılmasına yönelik insan, iş süreçleri ve teknoloji unsurlarında gerçekleştirilen bütüncül dönüşümü  olarak tanımlanmıştır (m. 526/1-c). 48 numaralı CBK ile 1 numaralı CBK da yer alan Ofis in görev ve yetkileri düzenlenmiştir.  Yapay  zekâya  da  atıf  yapılan  görevlerin  iki  boyuta  sahip  olduğu görülmektedir: İlki hem organik açıdan hem de sunulan kamu hizmetleri açısından, dijital dönüşümün yol haritasının hazırlanmasıdır. Diğeri ise dijital dönüşüme dair stratejiler geliştirmede özel sektöre destek sağlanması, bu alanda idarenin denetimine yönelik projeler  geliştirilmesi  ve  dijital  teknoloji  yetkinliklerinin  geliştirilmesine  katkı sağlanması olarak özetlenebilir.  1 numaralı CBK da, Ofis Başkanının,  Kamu Dijital Dönüşüm Lideri  olarak isimlendirildiği göze çarpmaktadır. Ofis in hizmet birimleri arasında  Büyük Veri ve                                                 63  SCHERER, 2015, s. 393 vd.  64  Böyle bir otoriteye,  yarı yasama  veya  yarı adli  yetkilerin hatta, şu anda mevcut kamu otoritelerine açık bir şekilde atfedilemeyen çeşitli işlevlerin verilmesi de önerilmiştir, BASSINI Marco/GREGORIO Giovanni De/MACCHIA Marco vd., The Ethics and Law of AI, La Fondazione Leonardo - Civiltà delle  Macchine,  yy.,  s.  68,  https://fondazioneleonardocdm.com/site/assets/files/2450/fle_booklet_conferenza_eng_gar_311019.pdf  (Erişim  Tarihi: 12.11.2020). 65  RG. T. 10.07.2018, S. 30474. 66  Cumhurbaşkanlığı Teşkilatı Hakkında Cumhurbaşkanlığı Kararnamesinde Değişiklik Yapılmasına Dair Cumhurbaşkanlığı Kararnamesi, RG. 24.10.2019, S. 30928. 141Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  Yapay Zekâ Uygulamaları Dairesi Başkanlığı  yer almaktadır. Söz konusu Başkanlığın görevleri, kamuda yapay zekâ uygulamalarının kullanılması ve geliştirilmesi etrafında sıralanmıştır.  Yapay  zekâya  ilişkin  oluşturulacak  yapıların  bağımsızlıklarına  dair görüşlere yukarıda yer vermiştik. Bu anlamda ofislerin, söz konusu bağımsız yapıya sahip olup olmadıkları da tartışılabilir. Konumuzu aşmamak adına, bağımsızlık meselesinin idari özerklik olarak anlaşılması gerektiği, ancak ofislerin ayrı kamu tüzel kişiliğe sahip olmalarına  rağmen  özerklik  açısından  oldukça  sorunlu  düzenlemelere  tabi  olduğu belirtilmelidir. Öte  yandan  1  numaralı  CBK da  Sanayi  ve  Teknoloji  Bakanlığının  görevleri arasında;  … büyük veri, yapay zekâ, siber güvenlik gibi kritik alanlarda bireylerin ve işletmelerin ar-ge ve üretim yetkinliklerinin artırılması amacıyla politika önerileri ve stratejiler oluşturmak, belirlenen politika ve stratejilerin uygulanmasını sağlamak, ilgili alanlarda ar-ge ve yatırım faaliyetlerini ve girişimleri desteklemek, ilgili alanlara ve desteklere dair düzenleme ve denetlemeler yapmak  sayılmıştır (m. 385).  Ayrıca Bakanlığa bağlı Milli Teknoloji Genel Müdürlüğünün  … büyük veri ve yapay zekâ gibi konularda bireylerin ve işletmelerin yetkinliklerinin artırılmasına ve bu teknolojilere  dayalı  akıllı  sistemlerin  geliştirilmesi  ve  yaygınlaştırılmasına  yönelik tedbirleri almak, destek ve teşvik programları uygulamak, program ve projeler yürütmek  şeklinde  bir  görevi  de  bulunmaktadır  (m.  388/A).  Yine  Bakanlığa  bağlı  Stratejik Araştırmalar  ve  Verimlilik  Genel  Müdürlüğünün,  veri  yönetimi  ve  veri  analitiği uygulamaları kapsamındaki görevlerine 1 numaralı CBK da yer verilmiştir (m. 388/B).  İdare açısından büyük veri ve yapay zekâ uygulamalarının etkin olarak kullanımını sağlamaya yönelik olarak Ofis tarafından çeşitli projeler başlatılmıştır. Örneğin,  Türk Beyin Projesi  ile, beyin MR görüntüleri üzerinde çeşitli analizler yapay zekâ tabanlı sistemler sayesinde gerçekleştirilmekte, yapay zekâ destekli bu sistem analiz sonuçlarına göre, çekilen MR görüntüleri öncelikle doktorların değerlendirmesine sunulmaktadır. Böylece, acil müdahaleye ihtiyaç duyabilecek hastalara daha hızlı bir şekilde müdahale edilerek,  çeşitli  komplikasyonların  oluşma  ihtimali  azaltılabilecektir.  Sağlık  kamu                                                 67  Dijital Dönüşüm Ofisi, Türk Beyin Projesi (TBP), https://cbddo.gov.tr/projeler/tbp/ (Erişim Tarihi: 12.11.2020). 142Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  hizmeti boyutuyla hizmetin iyi ve zamanında işlemesi için yapay zekâ kullanımı önem taşımaya başlamıştır. Japonya, ABD, Çin gibi ülkelerde olduğu gibi ülkemizde de yapay zekâ  politikalarının  yürütülmesinde  idarenin  içinde  uzmanlık  gerektiren  birimlerin oluşturulması ve bu teknolojinin gündelik hayata geçirilmesinde yani kamu hizmetlerinde kullanılmasının altyapısını ve koordinasyonunu sağlamak üzere hukuki zeminde çeşitli girişimlerde  bulunulmuştur.  Bu  anlamda  Ofis in  yapay  zekâ  alanında  yürüteceği çalışmaların hem idareyi hem de idare edilenleri etkileyecek şekilde ilerleyeceğine dair beklenti içinde olmak gerekir.  2.  Yapay Zekâ ve Fonksiyonel Anlamda İdare Üzerinde Etkileri Yapay zekâ, idarenin yürüttüğü faaliyetler üzerinde yenilikler getireceği gibi, idari işlem ve yapılış usulü üzerinde değişimler yaratacak bir kullanım alanına sahip olmaya başlamıştır. Bu doğrultuda, fonksiyonel idare ve yapay zekâ arasındaki etkileşim iki başlık halinde değerlendirilecektir.  a.  İdarenin  Düzenleme  ve  Denetleme  Faaliyetleri  ile  Yapay  Zekânın Kesişimi Bir görüşün belirttiği üzere, teknolojik gelişmeler bazı sorunlara ve tehlikelere yol açmakla birlikte, nasıl sırf virüs yayılıyor diye internet kapatılamayacak ve internetten vazgeçilemeyecekse,  yapay  zekâlar  için  de  aynı  durumdan  bahsedilebilir.  Ancak devletlerin, yapay zekâ alanındaki büyük kurumsal yapılara (Microsoft, Apple, Facebook, Google gibi) karşı muhtemelen tarihte ilk kez bu ölçekte bir dezavantaja sahip olduğu da belirtilmektedir. Dolayısıyla bu dinamik alanın temposuna yetişmek için hukukun,                                                 68  TAMER, Halil Yasin/ÖVGÜN, Barış,  Yapay Zeka Bağlamında Dijital Dönüşüm Ofis , Ankara Üniversitesi Siyasla Bilgiler Fakültesi Dergisi, Cilt: 75, Sayı: 2, 2020, s. 790 vd. 69  KURZWEIL, Ray,  The Law of Accelerating Returns , Alan Turing: Life and Legacy of a Great Thinker,  Ed.  TEUSCHER,  Christof,  Heidelberg,  Springer,  2004,  s.  411, https://doi.org/10.1007/978-3-662-05642-4_16 (Erişim Tarihi: 16.11.2020). 70  GUIHOT, Michael/MATTHEW, Anne F./NICOLAS Suzor,  Nudging Robots: Innovative Solutions to Regulate  Artificial  Intelligence ,  Vanderbilt  Journal  of  Entertainment  &  Technology  Law, 143Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  özellikle idare hukukunun karşılaşacağı belirsizlikler vardır. Bu tempoda, yapay zekânın toplumsal hayatı kapsamaya başlaması ile kanun koyucunun belki de anayasa koyucunun temel düzenlemeler yapması ve bu konuyu temel ilkelere bağlaması gerekecektir. Esnek hukuk dediğimiz, öz düzenleme gibi hukuki enstrümanlar, belirli faydalar sağlayacak ise de idarenin bu alanı düzenlemesi ve denetlemesine ilişkin ayrıntılı bir çalışma alanının oluşturulması, üstelik disiplinlerarası bir yaklaşımla hareket etmesi gerekmektedir. Yapay zekâya ilişkin anayasada ve kanunlarda yer alacak temel kurallar ve ilkeler idarenin işlemleriyle somutlaşacaktır. Bu anlamda idare hukukunun konusuna giren pek çok  alanda  olduğu  gibi ikincil  mevzuat  oldukça  önem  taşıyacaktır.  Yapay  zekânın kendisinin,  eylemlerinin  ve  belki  de  işlemlerinin  düzenlenmesi  ve  denetlenmesi bugünden  çok  uzak  bir  düşünce  olarak  görülmemelidir.  On  sene  öncesinde  hayal edilemeyecek birçok bilimsel gelişmeye bugün temas ettiğimiz ortadadır. Nitekim AB nin  Yapay  Zekâ  Kanunu  taslağında,  risk  temelli  bir  yaklaşımla  yapay  zekâ sistemlerinin  sağlayıcılarının  ve  kullanıcılarının  yükümlülüklerine  ilişkin  kurallar belirlenmiş, üye devletiler için uyulması gereken esaslara yer verilmiştir. Taslakta, dört risk grubu olarak; kabul edilemez risk, yüksek risk, sınırlı risk ve asgari risk (m. 5.2.2) belirlenmiş ve bu risk gruplarına yönelik kurallar oluşturulmuştur. Taslakta, yapay zekâ sistemleri üzerindeki kolluk faaliyetine yönelik olarak ex ante (izin/sertifikasyon) ve ex post denetim (gözetim/inceleme) araçlarına yer verilmiş, kurallara uymamanın hukuki sonuçları (yaptırımlar) da öngörülmüştür. İdare  hukukunun  uygulama  alanı  her  geçen  gün  çeşitlenmekte  ve  teknolojik gelişmelerle  kendi  içinde  özelleşmeye  doğru  gitmektedir.  Dijitalleşmenin  artması şimdiden idare hukukunun uğraş alanına farklı konuların girmesine sebep olmuştur;                                                 Forthcoming, Volume: 20, Issue: 2, 2017, s. 31 vd., https://ssrn.com/abstract=3017004 (Erişim Tarihi: 12.11.2020). 71  Yuval Noah Harari,  Homo Deus: A Brief History of Tomorrow  adlı kitabında bilimin, algoritmaya ve veriye yönelerek gelişeceğini, algortimaların her şeyin yerini alacağını, yapay zekânın biyoteknoloji ile  birleşeceğini,  zekânın  bilinçten ayrılacağını ve  yüksek zekâlı algoritmaların  bizim  kendimiz hakkında bildiğimizden daha fazlasını bileceğini öngörmektedir. HARARİ, Yuval Noah, Homo Deus: Yarının Kısa Bir Tarihi, Çev. TANELİ, Poyzan Nur, İstanbul, Kolektif Kitap, 2016, s. 293 vd. 72  Robotik alanındaki gelişmelerin ABD deki idare hukuku ve kamu kurumlarına etkisi için bkz. CALO, Ryan,  Robotics and the Lessons of Cyberlaw , California Law Review, Volume: 103, No. 3, 2015, s. 555-558, http://dx.doi.org/10.2139/ssrn.2402972 (Erişim Tarihi: 12.11.2020). 144Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  dijital ekonomi, e-ticaret, sanal platformlar, kripto para birimleri gibi birçok kavram, idarenin düzenleyici ve birel işlemleriyle düzenleme ve denetleme faaliyetinin konusu haline  gelmiştir.  Özellikle  ekonomik  anlamda  dijitalleşmenin  yarattığı  sonuçlar,  bu alandaki idari faaliyetlerin çeşitlenmesine neden olmuştur. Çünkü yeni teknolojiler homo economicus u machina economica ya dönüştürmüştür. ABD nin Nevada eyaletinde sürücüsüz (otonom) otomobillere ilişkin olarak 2011 yılında yapılan hukuki düzenleme bu alandaki ilklerden biri olarak kabul edilebilir. Bu düzenlemede,  bir  devlet  kurumu  olan  Nevada  Ulaştırma  Departmanına  (Nevada Department of Transportation), GPS sensörleri ve lazerler gibi yapay zekâ ve sensörler kullanarak otonom araçların test edilmesini, güvenliğini ve nihayetinde yollarındaki varlığını düzenlemek için kural koyma yetkisi verilmiştir. Otonom sürüş sistemleri veya otonom araçlarla ilgili belirli teknolojilere ilişkin düzenlemeleri kabul etmeye veya şartlar getirmeye yetkili tek kurum olarak Departman kabul edilmiştir; yerel yönetimin vergi, harç veya diğer gereklilikleri uygulaması yasaklanmıştır. Bu arada, Ulusal Karayolu Taşımacılığı  Güvenliği  İdaresi  (National  Highway  Transportation  Safety Administration),  aracı  kullanandan  ziyade,  sürücüsüz  araç  sisteminin  bir  aracın  sürücüsü  olarak kabul edilebileceğini belirlemiştir.  Ülkemizde ise insansız hava araçlarına (İHA) yönelik bir düzenlemenin, idare hukuku açısından adsız düzenleyici işlem olan bir talimat ile yapıldığını görüyoruz. Sivil Havacılık Genel Müdürlüğü tarafından yayımlanan  İnsansız Hava Aracı Sistemlerı̇ Talimatı (SHT-İHA) ; Türk Hava Sahasında uçacak İHA ları (insansız hava aracı), ilgili sistemleri, bunları ithal edecek, satışını yapacak, işletecek ya da kullanacak gerçek ve tüzel kişileri, bu kapsamda görev alacak personeli, İHA ekibini ve hava sahası kullanımı ile verilecek hava trafik hizmetlerini kapsamaktadır. İHA; insansız hava aracı sisteminin bir  bileşeni  olarak  işletilen,  aerodinamik  kuvvetler  aracılığıyla  sürekli  uçuş  yapma yeteneğinde olan, üzerinde pilot bulunmaksızın uzaktan İHA pilotu tarafından kontrol                                                 73  Nevada  Revised  Status  Chapter  4822-Autonomous  Vehicles,  https://www.leg.state.nv.us/nrs/nrs482a.html (Erişim Tarihi: 12.11.2020). 74  Nevada Revised Status Chapter 482A.110. 75  STONE/BROOKS/BRYNJOLFSSON vd., 2016, s. 45.  145Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  edilerek veya otonom operasyonu İHA pilotu tarafından planlanarak uçurulan ya da havada kalabilen hava aracı şeklinde tanımlanmıştır. Talimat ta, İHA lara yönelik, izin, denetim, sigorta, sorumluluk, idari tedbir ve yaptırım hususları düzenlenmiştir. Belirli kategorideki İHA ların idare tarafından oluşturulan internet tabanlı  Kayıt Sistemi ne kaydedileceği öngörülmüştür. Özel  kişilerin  faaliyetleri  yanında  devletin  kendisi  de  eğitim,  çevre,  sağlık, ulaştırma,  savunma,  enerji  gibi  birçok  kamu  hizmetinde  yapay  zekâdan yararlanabilecektir.  İdarenin  yapay  zekâ  ile  doğru  bir  başlangıç  yapması  için  şu stratejiler önerilmiştir; yapay zekâyı hedeflere dayalı, vatandaş merkezli bir programın bir parçası haline getirmek, vatandaş girdisi almak; mevcut kaynakların üzerine inşa etmek, veri hazırlıklı olmak ve gizlilik içinde dikkatli olmak; etik riskleri azaltmak ve yapay zekâ tabanlı karar vermekten kaçınmak, çalışanları büyütmek. Yapay zekâ bugün çalışma hayatında hız ve maliyet açısından gerçek kişi çalışanların yerini almaya başlamış ve yeni mesleklerin kapısını aralamıştır. İdare istihdam politikasında bu değişimlerinden yararlanacak  ve  kamu  personeli  tercihini  yapay  zekâlara  yönlendirebilecektir. Ülkemizde internet üzerinden yürütülen birçok işlemin yapay zekâ uygulamalarıyla desteklenmesi  durumunda,  elektronik  devletin  (e-devletin)  akıllı  devlete  (a-devlete) evrilmesi söz konusu olacaktır.                                                   76  Örneğin etkileşimli makine öğretmenlerinin fen, matematik, dil ve diğer disiplinleri öğretmek için öğrencilerle eşleştirilmesi; doğal dil öğrenme ile çevrimiçi öğrenimin artması; bu teknolojilerin sınıfta ve evde kullanılması ve yüz yüze öğrenimle anlamlı bir şekilde entegre edilmesi gibi birçok gelişmenin eğitim alanında ortaya çıkmaya başladığı belirtilmektedir, STONE/BROOKS/BRYNJOLFSSON vd., 2016, s. 31. 77  MEHR,  Hila,  Artificial  Intelligence  for  Citizen  Services  and  Government,  2017,  s.  10, https://ash.harvard.edu/files/ash/files/artificial_intelligence_for_citizen_services.pdf  (Erişim  Tarihi: 12.11.2020). 78  Executive  Office  of  the  President  National  Science  and  Technology  Council  Committee  on Technology, Preparing  for  the  Future  of  Artificial  Intelligence,  2016,  s.  10,  14-16, https://obamawhitehouse.archives.gov/sites/default/files/whitehouse_files/microsites/ostp/NSTC/preparing_for_the_future_of_ai.pdf (Erişim Tarihi: 12.11.2020). 146Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  b.  İdari Usul ve İdari İşlem Açısından Yapay Zekânın Rolü İdarenin karar alma süreçlerinde yapay zekâyı kullanması, idari işlem teorisini ve idare  yargıcının  yargısal  denetim  kriterlerini  etkileyecektir.  Örneğin  belirli  bir algoritmaya  tabi  yapay  zekâdan  yararlanılarak  yapılan  idari  işlem,  yargı  önüne taşındığında  daha  önceden  karşılaşılmamış  sorunlar  idare  yargıcı  tarafından değerlendirilecektir. Yakın zamanda idari yargıya yansıyan ve konuyla bağlantılı bir uyuşmazlık kamuoyuna yansımıştır. Karardaki olaya göre, İtalya da 2016 yılından bu yana bir dizi parametreye dayanan ve öğretmenlerin coğrafi olarak nereye atanacağına  karar veren  bir algoritma kullanılmaktadır. Bu algoritmanın yaptığı atamalar sebebiyle öğretmen  sendikaları,  iç  işleyişin  ayrıntılarını  ve  algoritmaya  erişim  talepleri  için bakanlığa  başvurmuşlardır.  Bakanlık,  algoritmayı  sağlayan  yazılım  satıcısından algoritmanın nasıl çalıştığını açıklayan bir metin hazırlamasını istemiştir. Ancak, özet şeklindeki bu açıklamanın genel bulunması üzerine sendikalar, bakanlıktan algoritmanın kaynak koduna erişiminin sağlanmasını istemiştir. Bakanlık ise bu talebi reddetmiş ve birkaç öğretmen sendikası bakanlığa dava açmıştır.  Anılan  olayda,  Lazio  Bölge  İdare  Mahkemesi  (Tribunale  Amministrativo Regionale  Lazio/TAR  Lazio),  bireylerin  haklarını  veya  meşru  menfaatlerini etkileyebilecek idari bir süreci yürütmek için kullanıldığında, bir algoritmanın ayrı bir  idari belge  olarak görülmesi gerektiğine, bu nedenle olayda özel kişinin fikri mülkiyet hakkının ihlal edilmeyeceğine ve kaynak kodun erişilebilir olması gerektiğine karar vermiştir. Mahkeme, yazılım satıcısının açıklamasının sunulmasına yönelik bakanlık girişimini  yeterli  görmemiştir.  Mahkeme,  şeffaflığı  neyin  oluşturduğuna  da  karar vermiştir. Mahkemeye göre ancak kaynak koduna tam erişim sayesinde, algoritmanın dahil edildiği süreçlerin geçerliliği, hataların varlığı ve algoritmanın ilgili kararların doğru  bir  şekilde  uygulanması  gereken  kriterlere  bağlılığı  doğrulanabilecektir.  Söz                                                 79  TAR Lazio, chamber III bis, 21.03.2017, No. 3742.  AI technology and government decision making recent Italian rulings , 29.06.2020, https://iclg.com/ibr/articles/10731-ai-technology-and-professionaldecision-making-recent-italian-rulings (Erişim Tarihi: 12.11.2020).  80  Konuyla ilgili değerlendirmeler için bkz. COSTANTINO, Fulvio,  Public Officials and the Design of Algorithms. Lessons from the Italian Experience , European Review of Digital Administration & Law-Erdal, Volume: 1, Issue: 1-2, 2020, s. 143-155. 147Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  konusu algoritmanın idarenin belirli bir amaç doğrultusunda kullanması için özel olarak oluşturulduğu düşünüldüğünde, özel hukuk kişisinin yapay zekâya ilişkin telif haklarının şeffaflık ilkesi çerçevesinde denetlenebilir olup olmayacağına ve kamu yararı amacıyla telif hakkının sınırlanıp sınırlamayacağına dair idare hukuku dışındaki hukuk dallarını ilgilendiren tartışmalar da doğabilecektir. TAR Lazio kararı doğrultusunda, idari işlemin yapılış  usulü  ile  ilgili  süreçlere  dahil  olan  yapay  zekâ  ve   dijitalleşen  idari  usul  karşısında, idari usulün şeffaflaşması gerekliliği bariz bir şekilde karşımıza çıkacaktır. Yapay zekâ yazılımının, bir idari işlem olarak kabul edilip edilemeyeceğinin de yeni açılacak konu başlıklarından biri olduğunu düşünmekteyiz. Dijital işleyen bir idari prosedürün  parçası  olan  algoritmanın,  doğrudan  idari  işlem  olarak  değerlendirilip değerlendirilemeyeceği  tartışması  uzun  vadede  doğacaktır.  Burada  farklı  senaryolar geliştirilebilir: Doğrudan yapay zekâ algoritmasının verdiği kararla idari işlem tesis edilmesi, idarenin takdir yetkisini azaltacaktır. Böylece, idarenin takdir yetkisine yapay zekânın etkisinin incelenmesi yönünden, daha ayrıntılı belki de yerindelik denetimine uzanan  bir yargı denetimi söz konusu olacaktır. İdarenin bağlı yetki içinde olduğu konularda  ise  yapay  zekâ  algoritmasının  idarenin  iradesinin  yerini  alması  mümkün olacaktır. Tamamen dijital bir idari prosedürün hâkim olduğu kimi koşullarda, yapay zekâ algoritmasının idari işlem ( otonom idari işlem ) yapmasının uzak bir ihtimal olmadığı ifade  edilebilir.  Nitekim  Alman  Genel  İdari  Usul  Kanunu nda (Verwaltungsverfahrensgesetz/VwVfG) 2016 yılında, insan müdahalesinin ve iradesinin olmadığı tam otomatik bir süreçle (vollständig durch automatische) idari işlem tesis edilmesi  ( otomatikleştirilmiş  idari  işlem )  öngörülmüştür.  Madde  hükmüne  göre, yasanın izin vermesi ve idarenin herhangi bir takdir yetkisinin veya bir takdir marjının olmaması koşuluyla, tamamen otomatik-dijital bir yolla idari işlem oluşturulabilir (§ 35a VwVfG)81.  Diğer taraftan, idari prosedür içindeki yapay zekâ sisteminin  idari ajan  olarak nitelendirilmesi de bir olasılıktır. Bu durumda  sanal kamu görevlisinin  işlemi, idari                                                 81  Konuyla ilgili değerlendirmeler için bkz. BUOSO, Elena,  Fully Automated Administrative Acts in the German Legal System , European Review of Digital Administration & Law-Erdal, Volume: 1, Issue: 1-2, 2020, s. 113-122. 148Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  usulün  bir  parçası  olarak  nihai  idari  işlemi  oluşturan  bir  zincir  işlem  olarak  ele alınabilecektir.  Bu  halde  ise  yapay  zekânın  işleminin  icrai  olarak  hukuki  sonuç doğurduğu kabul edilip dava konusu edilebilmesi söz konusu olacaktır. Yine de eklemek gerekir ki yapay zekânın hukuki kişiliğinin tanınıp tanınmaması yönündeki gelişmelerle birlikte,  belirttiğimiz  olasılıklara  farklı  sonuçlar  bağlanması  mümkün  olacak  ve öngörülmeyen başlıklar açılacaktır. Mevcut durumda yapay zekânın bir araç olarak kabul edilmesi halinde dahi, idare hukukundaki etkileri ortaya çıkmaya başlamıştır.  B.  Yapay Zekânın, İdarenin Sorumluluğuna Getireceği Yaklaşımlar Yapay zekâ uygulamaları, dijital danışman, ses ve yüz tanıma, video yaratma, eposta filtreleme, dolandırıcılık önleme, pazarlama yöntemleri, içerik yönetimi gibi günlük hayatın içinde kullanılan otonom araçlarla hayatımızda giderek daha fazla yer edinen bir teknolojidir. Yukarıda belirttiğimiz üzere yapay zekâ her bilimsel gelişmede olduğu gibi farklı sorunların da taşıyıcısı olmuştur. Robot kaynaklı ilk bilinen vakada, 1979 yılında Michigan da bir otomotiv parçaları fabrikasındaki robot (ilk katil robot) bir fabrika işçisini öldürmüş ve açılan davada robotu tasarlayan üretici firmanın işçinin ailesine tazminat ödenmesine karar verilmiştir.  Yapay zekâ ilerledikçe ve  bot lar bir bilgisayar donanıma göre daha fazla işlev gördükçe, sorumluluk meselesi daha karmaşık hale gelmektedir. Örneğin 2016 yılında otopilot konumunda çalıştırılan Tesla otomobilinin traktör römorkuyla çarpıştığı kazada, otomobil sürücüsü hayatını kaybetmiştir. Bu kaza, sürücüsüz (otonom) aracın karıştığı                                                 82  Örneğin bir çalışmada otonom depo robotlarının, insanların Zappos ve Amazon.com dahil olmak üzere birçok çevrimiçi perakendecinin siparişlerini yerine getirmesine yardımcı olduğu; bu robotların, envanter sistemi tarafından merkezi olarak koordine edilip bağımsız olarak çalıştığı; birbirlerinden kaçındıklarından  ve  depodaki  ürünlerin  depolanma  yerlerini  müşteri  talebine  göre  yeniden yapılandırdıklarından  bu  robotların  kendi  zihinsel  yapılarına  sahip  göründüğü  belirtilmiştir, RICHARDS, Neil M./SMART, William D., How Should the Law Think About Robots?, 2013, s. 9, http://ssrn.com/abstract=2263363 (Erişim Tarihi: 12.11.2020). 83  BIZONY, Piers,  Focus: #1 The First Law: A Robot May Not Injure a Human Being, or, through Inaction, Allow a Human being to Come to Harm , Engineering & Technology, Volume: 10, No. 6, 2015, s. 52-53, http://dx.doi.org/10.1049/et.2015.0621 (Erişim Tarihi: 12.11.2020). 84  Robot kelimesinin kısaltılmışı olan bot, fiziki bir varlık olmayan ve verilen görevi/komutu yerine getiren yazılımların internet üzerindeki versiyonudur.  149Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  ilk ölümlü kaza olarak kaydedilmiştir. Yapılan incelemeler sonucunda, kazanın olası nedenleri römork sürücüsü ve otopilot arasında paylaştırılırken, Tesla için herhangi bir hukuki sorumluluk çıkarılmamıştır. Yakın zamanda da Tesla nın sürücüsüz otomobili, ABD de ölümlü bir kaza yapmıştır. Yine 2018 yılında Uber in sürücüsüz otomobili kaza geçirmiş ve bir kişinin ölümüne yol açmış, ancak Uber de sorumlu bulunmamıştır. İnsanlar tarafından tasarlanan yapay zekânın ırkçı önyargılarla depolanması halinde aldığı haksız kararların sonuçları şimdiden tartışılmaktadır. Savunma sahasında silahlar ve tıp alanında sağlık uygulamalar gibi birçok alanda farklı sorunlar ortaya çıkacaktır. Sorumluluğun kime ait olduğu belirtilmemekle birlikte ABD de 2016 yılında açıklanan bir araştırmada, 2008 ve 2013 yılları arasındaki cerrahi operasyonlarda hayatını kaybeden 144 kişinin ölümünün robotlardan kaynaklandığı öngörülmüştür. Diğer bir örnekte, 2016 yılında Microsoft un sohbet uygulaması olan Twitter üzerindeki TayTweets in, tanıtıldığı andan 24 saat içinde kadın düşmanı ve ırkçı mesajlar atmaya başlaması nedeni ile bu uygulama hemen durdurulmuştur. Asimov un  Üç Robot Yasası nın belirlediği                                                 85   Tesla s ‘Autopilot  Shares Blame in 2016 Fatal Crash, U.S. Investigators Say , The Wall Street Journal, 12.09.2017, https://www.wsj.com/articles/teslas-autopilot-shares-blame-in-2016-fatal-crashu-s-investigators-say-1505233891 (Erişim Tarihi: 14.05.2021). 86   Two Die in Tesla Car Crash in Texas with ‘No One  in Driver s Deat, Police Day , The Guardian, 19.04.2021,  https://www.theguardian.com/technology/2021/apr/19/two-die-in-tesla-crash-no-one-indrivers-seat-police (Erişim Tarihi: 09.05.2021). 87   Uber ‘Not Criminally Liable  for Self-Driving Death , BBC, https://www.bbc.com/news/technology47468391 (Erişim Tarihi: 12.11.2020). 88   Adverse Events in Robotic Surgery: A Retrospective Study of 14 Years of FDA Data , 2016, https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8256/ (Erişim Tarihi: 12.11.2020). 89  Bu olayla ilgili inceleme için bkz. NEFF, Gina/NAGY, Peter,  Talking to Bots: Symbiotic Agency and the Case of Tay , International Journal of Communication, Volume: 10, 2016, s. 4915-4931, https://ijoc.org/index.php/ijoc/article/view/6277 (Erişim Tarihi: 12.11.2020). 90  ABD li biyokimya profesörü ve bilim kurgu yazarı Isaac Asimov,  I, Robot  isimli eserinin yer verdiği  Three Laws of Robotics  (Üç Robot Yasası) ile robot-insan ilişkisinin anayasasını oluşturmuştur; 1.  Bir robot, bir insana zarar veremez ya da hareketsiz kalarak bir insanın zarar görmesine neden olamaz.  2.  Bir robot, Birinci Yasa ile çeliştiği durumlar dışında, insanlar tarafından verilen emirlere uymalıdır.  3.  Bir robot, birinci ve ikinci yasalarla çelişmediği sürece kendi varlığını korumak zorundadır. Asimov, üç robot yasasına yeni bir yasa daha ekledi ve bunu  0  sayısı olarak belirleyerek  sıfırıncı yasa yı oluşturdu; 0. Bir robot, insanlığa zarar veremez ya da insanlığın zarar görmesine seyirci kalamaz. 150Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  ilkelerin ihlalini somutlaştıran bu olaylar, yapay zekânın sorumluluğu ve robot hakları gibi konuları çözmeleri için hukukçuların gündemine dahil olmuştur.  Yukarıda örnekleri verilen meseleler hakkında, medeni hukuk ve ceza hukuku başta olmak üzere farklı hukuk disiplinleri çerçevesinde görüşler sunulmaktadır. Örneğin Türk hukukunda,  medeni  hukuk  boyutuyla  akdi  sorumluluk  ve  yoğunlukla  da  akit  dışı sorumluluk (adam çalıştıranın kusursuz sorumluluğu, ev başkanının sorumluluğu, tehlike sorumluluğu vs.) çerçevesinde konunun ele alındığı görülmektedir. Yapay zekânın kullanıldığı alanlara göre de hukuki değerlendirmeler farklılaşacaktır. Nitekim Avrupa Parlamentosu, etik, medeni sorumluluk, fikri haklar, ceza hukuku, eğitim, kültür gibi alanlarda yapay zekâ ile ilgili ayrı düzenlemeler yapmaya devam etmektedir.  Mevcut aşamada yapay zekânın tepkilerinin ve sosyal ilişkilerdeki katılımının tamamen insan davranışına bağlı olduğu; dolayısıyla algoritmaları tasarlayan, çalıştıran veya manipüle eden insanların sorumluluğuna odaklanmanın daha kolay olduğu ifade edilebilir. Ancak, makine öğrenimi alanındaki araştırmalar, yapay bir vicdanın hızlı bir şekilde elde edildiğine de işaret etmektedir. Örneğin cezai yaptırımlar ele alındığında, daha önce mevcut olanların hiçbirinin yapay zekâ sistemlerine uygulanamayacağı ifade edilmiştir. Yine öz farkındalığa sahip olan yapay zekâlar için de hukukta öngörülen                                                 ASIMOV, Isaac,  Runaround , Astounding Science Fiction, 1942; ASIMOV, Isaac, Robots and Empire, 1st ed., Doubleday Books, 1985, aktaran, ALEXANDRE, 2017, s. 41. 91  AKKURT, Sinan Sami,  Yapay Zekânın Otonom Davranışlarından Kaynaklanan Hukukî Sorumluluk , Uyuşmazlık Mahkemesi Dergisi, Sayı: 13, 2019, s. 47 vd. 92  Sorumluluk meselesinde farklı ihtimallerle karşı karşıya kalındığı da malumdur. Örneğin eylem bir kodlama eksikliği ile sağlanmışsa, ürün kusur kuralları uygulanarak, tasarımcının ihmalden sorumlu tutulabilmesi muhtemeldir. Eylem tamamen yapay zekânın gelişen davranışından kaynaklanıyorsa, tasarımcının  yapay  zekâ  adına  sigorta  yaptırarak  kendisini  muaf  tutabilmesi  de  düşünülebilir. Tasarımcının, yapay zekânın verdiği zararları üçüncü şahıslara tazmin edecek araçlara sahip olmasını sağlayarak, sorumluluğunu ona devretmesi de bir öneri olarak ele alınabilir. Bir başka çalışmada sorumluluk konusunda getirilen öneriler arasında  ebeveyn modeli  göze çarpmaktadır. Buna göre, sorumluluk  için  ebeveyn  modeli  (bir  tür  dolaylı  sorumluluktur)  uygulanabilecek;  ebeveynlerin çocuklarını eğittiği gibi öğrenme yeteneklerine sahip otonom robotlara da üreticinin ya da kullanıcının verdiği eğitimle davranışları öğretilecek; robotun eğitimi  ne kadar uzunsa, öğretmenin/sahibinin sorumluluğu o kadar büyük olacaktır. Bkz., euRobotics, 2012, s. 55. Ancak çocuklar yetişkin olduktan sonra ebeveynler sorumlu tutulamaz. Peki yapay zekâlı robotlar söz konusu olduğunda bu nasıl değerlendirilecektir? Dolayısıyla konuyla ilgili sunulan birçok öneri geliştirilmeye açıktır. 93  STANILA, Laura,  Living in the Future: New Actors in the Field of Criminal Law – Artificial Intelligence , Legal Science: Functions, Significance and Future in Legal Systems II, Conference: The 7th International Scientific Conference of the Faculty of Law of the University of Latvia, 2019, s. 310, https://doi.org/10.22364/iscflul.7.2.24 (Erişim Tarihi: 13.11.2020). 151Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  standart sorumluluk kurallarının bazı uyarlamalar doğrultusunda işletilebileceği ve yapay zekânın doğrudan sorumlu olabileceği belirtilmiştir (mutatis mutandis)94. Çalışmamızın kapsamını  farklı  hukuk  disiplinlerindeki  tartışmalara  yaymamakla  birlikte,  güncel durumda, yapay zekâ sürecindeki katılımcılara sorumluluk riskinin nasıl dağıtılacağının, kamusal makam tarafından öncelikle düzenlenmesinin gerekli olduğunu belirtebiliriz.  İdare  hukuku  açısından  da  yapay  zekânın  eylemlerinden  dolayı  gerçekleşen zararlarda sorumluluğun ne şekilde dağıtılacağı gündeme gelecektir. Örneğin, bir şirket tarafından üretilen yapay zekânın, idare tarafından satın alınarak bir kamu hizmetinde kullanılması ve bu hizmetten faydalanan bir kişinin yapay zekânın işlemi veya eylemi sebebiyle zarar görmesi halinde sorumluluğun kime yükletileceği meselesi doğmaktadır. Tabi burada idarenin sorumluluğu türleri ve idarenin sorumluluğuna ilişkin genel kurallar ilk başta yorumlanacaktır. Burada ilk gidilecek sorumluluk türü idarenin hizmet kusuru yani kusur sorumluluğudur. Hizmetin kötü işlemesi, geç işlemesi veya hiç işlememesinde yapay zekâdan kaynaklı bir kusur söz konusu ise kural olarak idare bizatihi sorumlu olacaktır ve tazminat sorumluluğunu yapay zekâ üreticisine/tasarımcısına rücu edecektir. Ancak idare, yapay zekâdan kaynaklı zararlardan hiçbir şekilde sorumlu olamayacağını yapay zekâ teknolojisine dayandırırsa, burada tüm sorumluluğun üretici veya tasarımcıda kalabileceği söylenebilecek midir? Zira farklı açılardan yaklaşıldığında idare de bu yönde bir argüman ileri sürmede yeterli dayanaklara sahiptir. Asıl sorumluluk yapay zekâyı üreten şirkette midir yoksa idarede midir? Şirket, kamu hizmeti alıcısının zarar talebinde üçüncü kişi konumundadır, dolayısıyla zararın tazmini talebi idareye değil de üretici şirkete  yöneltilebilecek  midir?  Bu  açıdan  zarar  görenin,  idare  yanında  yapay  zekâ üreticisinin/tasarımcısının sorumluluğuna gitmesinin de önü açılacaktır. Diğer yandan, üreticinin kusuru var ise yapay zekânın işlemi/eylemi  üçüncü kişinin davranışı  kalıbına sokulabilir mi? Cevap olumlu ise idarenin sorumluluğu bu doğrultuda azalabilir veya ortadan kalkabilir.  Tabi burada yapay zekâ türleri açısından farklı bir yorum gerekecektir. Zira, her yapay zekâ türünde kusurun tespiti değişmektedir ki otonom yapay zekâlarda bu tespit güçleşebilecektir. Örneğin idarenin ulaşım hizmetinde kullanılan otobüsü idare eden                                                 94  ALEXANDRE, 2017, s. 32.  152Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  yapay zekâ donanımlı bir robotun, kaza anında verdiği karar illiyet bağını kesecektir. Bu durumda ortaya çıkan zararda, doğrudan yapay zekâ üreticisinin/tasarlayıcısının veya kullanıcısının  sorumluluğuna  gidilebilecek  midir?  Düzensiz  zemin  yüzeyleri, beklenmedik engeller, küçük çocuklar ve bir dizi başka faktör, robotun güvenli bir şekilde kontrol  edilmesini  zorlaştırabilecektir.  Konuyla  ilgili  olasılıklar,  yapay  zekânın gelişimine ve hukuki kişiliğinin tanınmasına göre farklı yanıtlar da ortaya çıkaracaktır. Mevcut  durumda,  hukuk  düzeninin  yapay  zekâyı  kişi  olarak  tanımaması  sebebiyle, idarenin  mali  sorumluluğu  çerçevesinde  yapay  zekâdan  kaynaklı  zararların  tazmin yükümlülüğünün idarede olacağı belirtilmelidir.  Öte yandan, yapay zekânın hukuki kişiliğinin tanınmaması ve kusur ispatının güçlüğü  açısından,  idarenin  kusur  sorumluluğu  yerine  kusursuz  sorumluluğundan bahsedilmesi de önerilebilir. Bu şekilde yapay zekâ kullanımı  risk ilkesi  çerçevesinde değerlendirilerek idarenin sorumluluğuna gidilebilecektir. Bugün için yapay zekânın idare hukukunda, patlayıcı maddeler, ateşli silahlar, riskli taşıtlar, tehlikeli yöntemler gibi aşırı tehlike yaratan ve idarenin kestiremeyeceği, önleyemeyeceği olumsuz sonuçlar doğuran bir araç/faaliyet olarak kabul edilmesi mümkün olabilir. Elbette burada illiyet bağının kurulması da önem taşıyacaktır. Üçüncü kişinin davranışı hizmet kusurunda söz konusu olduğundan, burada yapay zekâya ilişkin üretici/tasarımcıdan kaynaklı bir kusur dahi olsa idare sorumlu tutulacaktır. Kanımızca en isabetli çözüm güncel durumda bu şekilde oluşturulabilir. Bununla birlikte yapay zekâdaki gelişime paralel olarak, belki de daha farklı bir kategori yaratılarak sosyal risk ilkesinde olduğu gibi illiyet bağının varlığı aranmayan bir sorumluluk türü de geliştirilebilecektir. Ancak tekrar belirttiğimiz üzere, yapay  zekânın  öz  farkındalık  kazanan  bir  türü  için  bu  önerilerin  yeniden  gözden geçirilmesi gerekecektir. Zaten bu nedenle yapay zekânın hukuki kişiliğinin kabul edilip edilmeyeceği ve hukuki statüsünün belirlenmesi önem taşımaktadır.                                                  95  RICHARDS/SMART, 2013, s. 13. 96  Konuyu medeni hukuk boyutuyla ele alan Ercan; kusur sorumluluğunun, robotik alanında somut olaya uygulanabilirliği noktasında de lege feranda tatmin edici çözümler sunmayacağını belirterek; her bir türe, özelliklerine ve kullanım alanlarına uygun bir kusursuz sorumluluk türünün öngörülmesi yönünde görüş sunmuştur, ERCAN, Cannur,  Robotların Fiillerinden Doğan Hukuki Sorumluluk Sözleşme Dışı Sorumluluk Hallerinde Çözüm Önerileri , Türkiye Adalet Akademisi Dergisi, Yıl: 11, Sayı: 40, 2019, s. 49. 153Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  Yukarıda değindiğimiz Robotikler Hakkında Medenî Hukuk Kuralları Tavsiye Raporu,  sorumluluk  alanındaki  yaklaşımıyla  dikkat  çekicidir.  Raporda,  bir  robotun otonom kararlar alabildiği senaryoda, robotun neden olduğu zararlar için geleneksel kuralların  yasal  sorumlulukların  doğumuna  yeterli  olmayacağı  öngörülmüştür.  (m. Z/AF)97.  Yeni  nesil  robotların  (the  new  generation  of  robots)98  kendi  değişken deneyimlerinden  otonom  bir  şekilde  öğreneceği,  çevreleriyle  benzersiz  ve öngörülemeyen  bir  şekilde  etkileşime  gireceği  belirtilerek,  davranışlarındaki öngörülemezliğin mevcut hukuki düzenlemenin yeni nesil robotların neden olduğu hasarı karşılamak için yeterli olmayacağı ifade edilmiştir. (m. Z/AI). Raporda, en azından mevcut aşamada sorumluluğun robota değil insana ait olduğu belirtilirken, sorumluluğu üstlenen  taraflar  belirlendikten  sonra  otonom  robotlar  için  verilen  eğitim  seviyesi, öğrenme  kapasitesi,  özerklik  yeteneği  ile  orantılı  olarak,  sorumluluğun  kapsamının belirlenmesine işaret edilmiştir (m. 56)99.  Raporun, yapay zekâ hakkındaki hukuki belirsizlikleri nihai olarak çözmediğini ve sunduğu tavsiyelerle yapılacak çalışmalara bir rehber oluşturduğunu vurgulamak gerekir. Bu kapsamda rapor, uzun vadede robotlar için bir hukuki statü oluşturulmasını tavsiye ettiği gibi elektronik kişilik ismiyle yeni bir statü önerisi getirmektedir. Dolayısıyla raporun ilerleyen zamanda yapay zekânın bir kişiliğinin olması gerektiği yönünde bir anlayışa sahip olduğunu çıkarabiliyoruz. Elektronik kişilik statüsü önerisi ile en azından                                                 97  Ayrıca mevcut hukuki düzenleme kapsamında robotların, üçüncü şahıslara zarar veren eylemler veya ihmallerden tek başına sorumlu tutulamayacağı; sorumluluğa ilişkin mevcut kuralların, robotun eylemi veya ihmalinin nedeninin imalatçı, operatör, mal sahibi veya kullanıcı gibi belirli bir insan temsilcisine kadar  takip  edilebildiği  ki  bu  temsilcinin  robotun  zararlı  davranışını  önceden  görebileceği  ve önleyebileceği; buna ek olarak, üreticiler, operatörler, sahipler veya kullanıcılar bir robotun eylemleri veya ihmallerinden kesinlikle sorumlu tutulabileceği belirtilmiştir (m. Z/AD) 98  Raporda bir tanım verilmemekle birlikte madde düzenlemesinden, yeni nesil robotlar, yapay zekâ donanımlı robotlar olarak değerlendirilebilecektir. Rapor genel olarak yapay zekâ ve robot terimleri için sınırlayıcı olmayan esnek bir yaklaşım benimsemiştir. 99  Anılan raporda sorumlulukla ilgili olarak, mevcut düzlemde zarar ile yapay zekâ arasında nedensellik ilişkisi bulunup bulunmadığına bakılması gerektiği; tazminat türleri ve biçimlerinin sınırlandırılmaması gerektiği hususları ifade edilmiştir. Komisyon genel olarak, belirli robot kategorileri için zorunlu bir sigorta planı oluşturulması; üreticinin, programcının, mal sahibinin veya kullanıcının bir tazminat fonuna katkıda bulunmaları halinde sınırlı sorumluluktan yararlanmalarına ve ayrıca bir robotun neden olduğu hasar durumunda tazminatı garanti etmek için müştereken sigorta yaptırmalarına izin verilmesi; bir robot ile fonu arasındaki bağlantının, belirli bir sicilde yer alan bireysel bir kayıt numarasıyla görünür hale getirilmesinin sağlanması gibi öneriler sunmuştur.  154Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  en karmaşık otonom robotların, neden olabilecekleri zarardan sorumlu olması, robotların otonom  kararlar  verdiği  veya  üçüncü  şahıslarla  bağımsız  olarak  etkileşime  girdiği durumlarda elektronik kişiliğin uygulanabilmesi tavsiye edilmiştir. (m. 59/f). Elektronik kişilik kabul edildiğinde zararın nasıl tazmin edileceği konusunda raporda özel bir öneri bulunmamakla birlikte, oluşturulacak bir tazminat bir fonu ile sigorta ve bir ödeme sistemi kurulması ilk planda düşünülebilir. Öte yandan otonom robotlar açısından, ihmalkâr davranan kişiye değil, belirli koşullar altında riskleri en aza indirebilecek ve olumsuz  etkilerle  başa  çıkabilecek  kişiye  odaklanılması  gerektiği  belirtildiğinden, raporda kendine özgü bir kusursuz sorumluluk halinin kabul edildiği görülmektedir. Bir bütün olarak değerlendirildiğinde raporun, elektronik kişiliğin kabul edilmesi halinde sorumluluğun da yapay zekâda olmasına yönelik açık kapı bıraktığını düşünüyoruz. Zira yukarıda  da  ifade  edildiği  gibi  rapor,  mevcut  durumda  da  yapay  zekâya  verilen talimatların  ve  özerkliğin  derecesi  ile  gerçek  ve  tüzel  kişilerin  sorumluluğun değişebileceğini söylemiştir.  Diğer taraftan bir düzenleme taslağına yer verilen Avrupa Parlamentosu nun 20 Ekim 2020 tarihli  Yapay Zekâ İçin Hukuki Sorumluluk Rejimi ne ilişkin kararında, yapay zekâ sistemlerine hukuki kişilik vermenin gerekli olmadığı ifade edilmiştir (m. 7). Kararda yapay zekâ kaynaklı hasarların; neredeyse her zaman, sistemleri inşa eden, dağıtan veya sistemlere müdahale edenlerin etkileri sonucunda oluştuğu belirtilmiştir. Devamında, yapay zekâ sistemlerinin opaklığının, bağlantısının ve özerkliğinin, yapay zekânın zararlı eylemlerinin geriye doğru izlenmesini pratikte çok zor, hatta imkânsız hale getirebileceği görüşü de verilmiştir. Bununla birlikte kararda söz konusu engelin,                                                 100  Bu konuda Akdağ, otonom yapay zekâlara hukuki kişilik tanınması görüşüyle, sorumluluğun yapay zekâya yüklendiği hallerde Trafik Garanti Sigorta Fonu na benzer ortak bir fon oluşturulmasını önermiştir. Bu şekilde, üreticinin, kullanıcının hatta devletin bu fona katkı sağlaması gerektiğini; fonun devamlılığına  katkı  sağlamak  bakımından,  ticari  faaliyetlerde  bulunan  yapay  zekâların gerçekleştirdikleri  ticari  faaliyetler neticesinde  elde  edilen  kazançların  bir  kısmının  bu  fona aktarılmasının, öngörülemez yapay zekâ fiilleri neticesinde riskin tek tarafa yükletildiği alternatif çözüm önerilerinden daha adil olduğunu belirtmiştir, AKDAĞ, 2019, s. 18-19. Konuyla ilgili diğer değerlendirme için bkz. ALEXANDRE, 2017, s. 30-32. 101  Benzer yönde görüş için bkz. KILIÇARSLAN, 2019, s. 381. 102  Civil  Liability  Regime  For  Artificial  Intelligence, https://www.europarl.europa.eu/doceo/document/TA-9-2020-0276_EN.html  (Erişim  Tarihi: 15.05.2021). 155Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  yaygın olarak kabul edilen sorumluluk kavramlarına uygun olarak, yapay zekâ sistemiyle ilişkili riski yaratan, sürdüren veya kontrol eden tüm değer zincirindeki farklı kişilerin sorumlu kılınmasıyla aşılabileceği açıklanmıştır. Öte yandan, yapay zekâdan kaynaklı farklı risklerin olduğunu, yüksek risk barındıran ve otonom olarak hareket eden bir yapay zekâ sistemi için ortak bir katı sorumluluk rejimi oluşturmanın makul göründüğü ifade edilmiştir (m. 14).  Belirtmek gerekir ki bilimsel gelişmeler çoğaldıkça, yapay zekânın sebep olduğu zararlar karşısında klasik sorumluluk kurallarının yeterli olmayacağı ifade edilebilir. Yapay zekâ için uygun sorumluluk rejimi hakkında, yaygın rejimlerin hiçbirinin yapay zekâ tabanlı robotların zorluklarına tam olarak uymadığı ifade edilmektedir. Çünkü otonom makineler, onları diğer (normal) makinelerden ayıran özelliklere sahiptir, örneğin derin  öğrenme  (deep  learning)  ile  insan  müdahalesi  olmadan  deneyim  kazanma yeteneğine sahip olma gibi. Bu özellikler aynı zamanda sorumluluğun belirlenmesi için sorunlar da yaratmaktadır. İdare hukuku alanında da idarenin sorumluluğu bakımından yapay zekânın yol açacağı farklı bir yaklaşım söz konusu olacaktır. Bu anlamda yapay zekâya ilişkin hukuki düzenlemelerin esnek hukuk (soft law) yoluyla oluşturulmasına dair öneriler, yapay zekâ ve idarenin sorumluluğu meselesinde faydalı bir yaklaşım olarak görünmektedir  Yapay  zekâya  dair  bilimsel  gelişmeler  aralıksız  devam  ettiği  için, oluşturulan  hukuk  kuralları  değişikliğe  açık  olacaktır.  Yapay  zekâ  ve  sorumluluk meselesinde açık olan husus, manzaranın katıksız karmaşıklığıdır. Esnek hukuk da bu karmaşıklığı açmada anahtar rolü üstlenebilir. İdare hukuku içtihadi karakteri olan bir hukuk  dalıdır.  Bu  itibarla,  içtihadi  karakterinin  verdiği  avantajla  idare  hukuku, uyuşmazlıkların  çözümünde  kullandığı  kavram  ve  ilkelerin  üstüne  yenilerini ekleyebilecek veya içeriklerini genişletebilecektir.                                                  103  RACHUM-TWAIG, Omri,  Whose Robot Is It Anyway?: Liability for Artificial-Intelligence-Based Robots ,  University  of  Illinois  Law  Review,  Volume:  2020,  Issue:  4,  2020,  s.  1174, https://illinoislawreview.org/wp-content/uploads/2020/08/Rachum-Twaig.pdf  (Erişim  Tarihi: 13.11.2020). 104  Ayrıntılı  bilgi  için  bkz.  OPITZ,  Paul, Civil  Liability  and  Autonomous  Robotic  Machines: Approaches in the EU and US, TTLF Working Papers No. 43, Stanford-Vienna Transatlantic Technology  Law  Forum,  2019,  s.  5  vd.  https://law.stanford.edu/wpcontent/uploads/2019/02/opitz_wp.pdf (Erişim Tarihi: 13.11.2020). 156Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  SONUÇ Toplumun yapay zekâ alanında hukuki düzenlemelere ihtiyacı var mıdır? Hukukun yapay  zekâ  alanında  uzmanlaşması  gerekli  midir?  Yapay  zekâya  hukuki  kişilik verilmesinin faydası nedir? Yapay zekâ için sorumluluk nasıl inşa edilmelidir? Aslında soru  ne  kadar  basit  ise  cevap  o  kadar  karmaşıktır.  Bunun  gibi  birçok  soru  hukuk yapıcılarının ajandasına çoktan girmiş bulunmaktadır. Bu sorular aynı zamanda yolu yapay zekâ ile kesişen herkesin gündemini ilgilendirecek sorulardır. Zira fark edilsin ya da  edilmesin,  sürekli  artan  görevleri ile  yapay zekâlar  gündelik  hayatımızda  yerini almıştır. Bugün için yapay zekânın sonuçları henüz tam olarak ölçülebilir değildir. Bununla  birlikte,  olgunlaşan  bir  yapay  zekânın  üretebileceği  köklü  değişiklikler karşısında hukukun kendi müdahale alanını bugünden ele almaya başlaması gerekecektir.  Bu anlamda hukukun bir Collingridge ikilemi içinde bulunduğu belirtilecektir.  Bilgi Toplumu ndan  Algoritmik Toplum a giderken teknolojinin temposuna uymaya çalışan hukukun sahip olduğu kuralların, yapay zekânın karmaşıklıklarını ve zorluklarını ele almaya uygun olmadığı ortadadır. Örneğin özerk yapay zekânın ve belki de silahla donatılmış  olanların,  kolluk  tarafından  kullanılması  durumunda  yaşanacak  hukuki tartışmalar şimdiden tahmin edilebilir. Ancak yapay zekâ teknolojisindeki gelişmelerin hukuk sistemi üzerindeki uzun vadeli etkileri şimdiden tahmin edilebilir değildir. Bu doğrultuda ortaya çıkarılan çeşitli metinler ve raporlardan gözlemlendiği üzere, hukukun şu anda  bekle ve gör  yaklaşımı içinde olduğunu ve esnek hukuk enstrümanları ile bu sürece hazırlandığı belirtilebilir. Güncel durumda hukukun yapay zekâya ilişkin çözmeye çabaladığı iki konu önceliklidir: Hukuki kişiliğe bağlı olarak hukuki statü ve sorumluluk. Yapay  zekâya  hukuki  bir kişilik tanınması  ve  hukuki  statüsünün  belirlenmesi konularında  modern  hukuk  bir  formül  bulma  çabası  içindedir.  Çünkü  yapay  zekâ sistemlerindeki  ve  algoritma  teknolojisindeki  ilerlemeler  er  ya  da  geç  bu  hukuki belirlemeleri zorunlu kılacak gibi görünüyor. Bu doğrultuda hukuk, yapay olan ile doğal olanın yollarının kesişmesi durumuna sessiz kalmayarak, bu ilişkiyi dengeleyen bir yol çizme arzusu içinde olacaktır. Aslında yapay zekâ ile ilgili hukuktaki belirsizlikler, hukuki  kişilik  konusunun  henüz  netleştirilememesinden  kaynaklanmaktadır.  Mevcut gelişim seviyeleri açısından şu an için önemli açmazlar yaratmasa da gelecekte meydana 157Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  gelebilecek  teknolojik  sıçramaların  ciddi  sonuçlar  doğurabileceği  kabul  edilmelidir. Yapay zekânın hukuki kişiliğine ve statüsüne yönelik getirilen önerilerin geliştirilmeye açık olduğu ve bu konuda birçok belirsizliğin bulunduğu ifade edilebilir. Ancak yapay zekâ alanında doğacak hukuki sorunları, yapay zekâyı eşya ya da köle olarak kabul ederek çözemeyeceğimiz düşüncesindeyiz. Bu açıdan türleri içindeki farklılıklar da gözetilerek, tüzel kişilik veya elektronik kişilik önerilerinin diğer görüşlere nazaran ayaklarının daha sağlam  bastığı  kanaatindeyiz.  Nitekim  günümüz  hukuk  sisteminde,  hukuki  kişiliğin insanlıkla özdeş olduğu, yani homo sapiensin genetik materyaline sahip olmanın hukuki kişilik için gerekli bir koşul olmadığı kabul edilmiştir. Yapay  zekâ,  diğer  hukuk  dalları  kadar  idare  hukukunu  da  etkileyecek  bir teknolojidir ve idare hukuku yapay zekânın getirdiği zorlukların üstesinden gelme çabası içinde olacaktır. İdare hukuku açısından, yapay zekâ teknolojisinin düzenlenmesi ve denetlenmesinde  idarenin  yeni  görev  ve  yetkilere  sahip  olacağı  belirtilmelidir.  Bu alandaki ikincil mevzuatın oluşturulmasında idarenin, kendi içinde uzmanlaşma yoluna gitmesi  kaçınılmaz  olacaktır.  Böylece,  organik  ve  fonksiyonel  anlamda  idare kavramlarının  yapay  zekâ  konularıyla  genişleyeceği  belirtilebilir.  Yapay  zekâ teknolojisinin  düzenlenmesi  ve  denetlenmesi  faaliyeti  yanında  idarenin  kendisi  de bizatihi  yapay  zekâ  sistemlerinden  faydalanabilecektir.  Pek  çok  kamu  hizmetinin yürütülmesinde  idarenin  yapay  zekâ  istihdamına  gidebileceği,  idari  kavramların  ve kurumların değişime uğrayacağı öngörülebilir; kamu hizmetinin dijitalleşmesi, dijital vatandaşlık, dijital idari usul, otonom idari işlem, vs. Yine bu faaliyetler neticesinde idarenin kendi içinde uzmanlaşan birimleri oluşturulacaktır. Nitekim ülkemizde yürütme organına  bağlı  birimler  yapay  zekâ  alanında  çeşitli  görevlere  sahip  idareler  olarak karşımıza çıkmaktadır.  Ülkemizde idare hukukuna yönelik eleştirilerin ve önerilerin bütünleştiği idari usul yasasının eksikliği, belki de idarenin yapay zekâ ile buluşması ile çözülebilecektir. İdare hukukumuzda beklenen  gün ışığı yasa ları, yapay zekâ ve algoritma teknolojisinin mevzuatının oluşturulmasıyla birlikte tekrar gündeme gelecektir. Çünkü yapay zekâ alanındaki  faaliyetlerin  şeffaf  ve  denetlenebilir  olmasının  gerekliliği,  bu  alandaki metinlerde kabul edilen temel kurallardan biridir. 158Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  Yapay  zekânın  sorumluluğu  konusunda  idare  hukuku  açısından  idarenin sorumluluğuna  dair  yerleşik  kuralların  yeniden  ele  alınması  gerekecektir.  Mevcut sistemde, yapay zekâdan kaynaklı ve idarenin taraf olduğu bir zararda, yapay zekânın doğası gereği karşılaşılacak ispat güçlüğü açısından, idarenin kusursuz sorumluluğunun kabul edilmesinin daha uygun olacağı ve bu sorumluluğun da risk ilkesi çerçevesinde değerlendirilmesi gerektiği düşüncesindeyiz. Öte yandan, yapay zekâ teknolojisindeki ilerlemeler  bugün  olduğundan  daha  farklı  bir  yorumu  gerektirecektir.  Yapay  zekâ konularının düzenlenmesinde, yapay zekânın türleri, özerklik derecesi, işlevi, çevreyle ve insanla etkileşimi gibi birçok unsurun göz önünde tutulması gerekmektedir. Dolayısıyla idarenin sorumluluğunun yapay zekâ bakımından farklılaşacağı, belki de illiyet bağı aranmayan sosyal risk ilkesi gibi farklı bir kategori de oluşturulabileceği öngörüsündeyiz. İçtihadi karakterinin verdiği avantajla, yapay zekâ ve idarenin sorumluluğu konusunda idare hukukunda somut ve ilkesel çözümler geliştirilebileceğini belirtmek isteriz.",
     "Kaynakça": " Kitaplar, Makaleler ve Çalışma Raporları AKDAĞ,  Şükrü  Yakup,   Yapay  Zekanın  Sorumluluğu  Üzerine  Düşünceler ,  Sorumluluk Hukuku Seminerler 2018, Ed. BAYSAL, Başak, İstanbul, On İki Levha Yayıncılık, 2019. AKKURT,  Sinan  Sami,   Yapay  Zekânın  Otonom  Davranışlarından  Kaynaklanan  Hukukî Sorumluluk , Uyuşmazlık Mahkemesi Dergisi, Sayı: 13, 2019. ALEXANDRE, Filipe Maia, The Legal Status of Artificially Intelligent Robots: Personhood, Taxation  and  Control,  2017,  http://dx.doi.org/10.2139/ssrn.2985466  (Erişim  Tarihi: 12.11.2020). ARF, Cahit,  Makine Düşünebilir mi ve Nasıl Düşünebilir? , Atatürk Üniversitesi 1958-1959 Öğretim Yılı Halk Konferansları, Atatürk Üniversitesi – Üniversite Çalışmalarını Muhite Yayma ve Halk Eğitimi Yayınları Konferanslar Serisi No: 1, Erzurum, 1959. BASSINI, Marco/GREGORIO, Giovanni De/MACCHIA, Marco vd., The Ethics and Law of AI, La Fondazione Leonardo - Civiltà delle Macchine, yy., https://fondazioneleonardo159Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  cdm.com/site/assets/files/2450/fle1_booklet_conferenza_eng_gar_311019.pdf  (Erişim Tarihi: 12.11.2020). BAYAMLIOĞLU, Emre,  Akıllı Yazılımlar ve Hukuki Statüsü: Yapay Zeka ve Kişilik Üzerine Bir  Deneme ,  Uğur  Alacakaptan a  Armağan,  Cilt  II,  İstanbul  Bilgi  Üniversitesi Yayınları, İstanbul, 2008. BIZONY, Piers,  Focus: #1 The First Law: A Robot May Not Injure a Human Being, or, through Inaction, Allow a Human being to Come to Harm , Engineering & Technology, Volume: 10, No. 6, 2015, http://dx.doi.org/10.1049/et.2015.0621 (Erişim Tarihi: 12.11.2020). BOZKURT YÜKSEL, Armağan Ebru /BAK, Başak,  Yapay Zeka , Futurist Hukuk, Aristo Yayınevi, İstanbul, 2018. BUCHANAN, Bruce G.,  A (Very) Brief History of Artificial Intelligence , AI Magazine, Volume:  26,  No.  4,  2005,  https://doi.org/10.1609/aimag.v26i4.1848  (Erişim  Tarihi: 12.11.2020). BUOSO, Elena,  Fully Automated Administrative Acts in the German Legal System , European Review of Digital Administration & Law-Erdal, Volume: 1, Issue: 1-2, 2020. CALO, Ryan,  Robotics and the Lessons of Cyberlaw , California Law Review, Volume: 103, No. 3, 2015, http://dx.doi.org/10.2139/ssrn.2402972 (Erişim Tarihi: 12.11.2020). CHOPRA, Samir/WHITE, Laurance,  Artificial Agents: Personhood in Law and Philosophy , Proceedings of the 16th Eureopean Conference on Artificial Intelligence, ECAI 2004, 2004,  http://www.sci.brooklyn.cuny.edu/~schopra/agentlawsub.pdf  (Erişim  Tarihi: 12.11.2020). COSTANTINO, Fulvio,  Public Officials and the Design of Algorithms Lessons. from the Italian Experience , European Review of Digital Administration & Law-Erdal, Volume: 1, Issue: 1-2, 2020. ČERKA,  Paulius/GRIGIENĖ,  Jurgita/SIRBIKYTĖ,  Gintarė,   Is  it  possible  to  grant  legal personality to artificial intelligence software systems? , Computer Law & Security Review, Volume: 33, Issue: 5, 2017, https://doi.org/10.1016/j.clsr.2017.03.022 (Erişim Tarihi: 12.11.2020). 160Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  DURAL, Mustafa/ÖĞÜZ Tufan, Türk Özel Hukuku, Kişiler Hukuku, Cilt II, 18. Basım, Filiz Kitabevi, İstanbul, 2017. DURAN, Lütfi, İdare Hukuku Ders Notları, Fakülteler Matbaası, İstanbul, 1982. EASTERBROOK, Frank H.,  Cyberspace and the Law of the Horse , University of Chicago Legal  Forum,  1996, https://chicagounbound.uchicago.edu/cgi/viewcontent.cgi?article=2147&context=journal_articles (Erişim Tarihi: 12.11.2020). ERCAN, Cannur,  Robotların Fiillerinden Doğan Hukuki Sorumluluk Sözleşme Dışı Sorumluluk Hallerinde Çözüm Önerileri , Türkiye Adalet Akademisi Dergisi, Yıl: 11, Sayı: 40, 2019. ERDÉLYI, Olivia J./GOLDSMITH, Judy,  Regulating Artificial Intelligence Proposal for a Global Solution , AIES '18: Proceedings of the 2018 AAAI/ACM Conference on AI, Ethics,  and  Society,  2018,  https://dl.acm.org/doi/10.1145/3278721.3278731  (Erişim Tarihi: 12.11.2020). ERSOY, Çağlar, Robotlar, Yapay Zekâ ve Hukuk, İstanbul, On İki Levha Yayıncılık, 2019. GASPARETTO, Alessandro,  Robots in History: Legends and Prototypes from Ancient Times to  the  Industrial  Revolution ,  Explorations  in  the  History  of  Machines  and Mechanisms, History of Mechanism and Machine Science, Ed. LÓPEZ-CAJÚN, Carlos/CECCARELLI, Marco, Volume: 32, 2016, https://doi.org/10.1007/978-3-31931184-5_5 (Erişim Tarihi: 12.11.2020). GEDİK,  Gülşen,   Robotlara  Karşı  Gerçek  Kişilerin  Korunması  Açısından  Robot  Vergisi Önerisi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Cilt: 26, Sayı: 1, Haziran 2020. GÖZLER, Kemal, İdare Hukuku, Cilt I, 3. Basım, Ekin Yayınevi, Bursa, 2019. GUIHOT, Michael/Matthew, Anne F./Suzor, Nicolas,  Nudging Robots: Innovative Solutions to Regulate Artificial Intelligence , Vanderbilt Journal of Entertainment & Technology Law,  Forthcoming,  Volume:  20,  Issue:  2,  2017,  https://ssrn.com/abstract=3017004 (Erişim Tarihi: 12.11.2020). 161Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  HAGEMANN, Ryan/SKEES, Jennifer/THIERER, Adam D.,  Soft Law for Hard Problems: The Governance of Emerging Technologies in an Uncertain Future , Colorado Technology Law  Journal,  Volume:  17,  No.  1,  2018,  https://ctlj.colorado.edu/wpcontent/uploads/2019/03/3-Thierer_3.18.19.pdf (Erişim Tarihi: 12.11.2020). HARARI, Yuval Noah, Homo Deus: Yarının Kısa Bir Tarihi, Çev. TANELİ, Poyzan Nur, Kolektif Kitap, İstanbul, 2016. HINTZE, Arend,  Understanding The Four Types Of AI, From Reactive Robots To Self-Aware Beings , The Conversation, 14.11.2016, https://theconversation.com/understanding-thefour-types-of-ai-from-reactive-robots-to-self-  aware-beings-67616  (Erişim  Tarihi: 12.11.2020). HOBBES, Thomas, Leviathan  ( Hobbes s Leviathan reprinted from the edition of 1651), Clarendon Press, Oxford, 1909, http://files.libertyfund.org/files/869/0161_Bk.pdf (Erişim Tarihi: 21.05.2021). İMRE, Zahit, Medeni Hukuka Giriş, 3. Basım, Fakülteler Matbaası, İstanbul, 1980. KILIÇARSLAN,  Seda  Kara,   Yapay  Zekanın  Hukuki  Statüsü ve Hukuki  Kişiliği  Üzerine Tartışmalar ,  Yıldırım  Beyazıt Hukuk Dergisi,  Sayı:  2,  Yıl:  4,  2019, https://doi.org/10.33432/ybuhukuk.599224 (Erişim Tarihi: 12.11.2020). KURZWEIL, Ray,  The Law of Accelerating Returns , Alan Turing: Life and Legacy of a Great  Thinker,  Ed.  Christof  Teuscher,  Springer,  Heidelberg,  2004, https://doi.org/10.1007/978-3-662-05642-4_16 (Erişim Tarihi: 16.11.2020). LEHMAN-WILZIG, Sam,  Frankenstein Unbound: Towards A Legal Definition Of Artificial Intelligence ,  Futures,  Volume:  13,  Issue:  6,  1981,  https://doi.org/10.1016/00163287(81)90100-2 (Erişim Tarihi: 12.11.2020). LESSIG, Lawrence,  The Law of the Horse: What Cyberlaw Might Teach , Harvard Law Review, Volume: 113, No. 2, 1999, https://www.jstor.org/stable/1342331 (Erişim Tarihi: 12.11.2020). MCCARTHY,  John,  What  is  Artificial  Intelligence?,  2007,  http://wwwformal.stanford.edu/jmc/whatisai.pdf (Erişim Tarihi: 12.11.2020). 162Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  MCCARTHY, John/MINSKY Marvin L./ROCHESTER Nathaniel/CLAUDE E. Shannon, A Proposal for Dartmouth Summer Research Project on Artificial Intelligence, 1955, http://jmc.stanford.edu/articles/dartmouth/dartmouth.pdf (Erişim Tarihi: 12.11.2020). MEHR,  Hila,  Artificial  Intelligence  for  Citizen  Services  and  Government,  2017, https://ash.harvard.edu/files/ash/files/artificial_intelligence_for_citizen_services.pdf (Erişim Tarihi: 12.11.2020). NEFF,  Gina/NAGY,  Peter,   Talking  to  Bots:  Symbiotic  Agency  and  the  Case  of  Tay , International  Journal  of  Communication,  Volume:  10,  2016, https://ijoc.org/index.php/ijoc/article/view/6277 (Erişim Tarihi: 12.11.2020). NILSSON,  Nils  J.,  The  Quest  for  Artificial  Intelligence:  A  History  of  Ideas  and Achievements,  Cambridge,  UK,  Cambridge  University  Press,  2010, https://ai.stanford.edu/~nilsson/QAI/qai.pdf (Erişim Tarihi: 12.11.2020). OPITZ, Paul, Civil Liability and Autonomous Robotic Machines: Approaches in the EU and US,  TTLF Working Papers  No.  43, Stanford-Vienna  Transatlantic  Technology  Law Forum,  2019,  https://law.stanford.edu/wp-content/uploads/2019/02/opitz_wp43.pdf (Erişim Tarihi: 13.11.2020). ÖZAY, İl Han, Günışığında Yönetim, Filiz Kitabevi, İstanbul, 2004. ÖZSUNAY,  Ergun, Medeni  Hukukumuzda Tüzel Kişiler: Tüzel Kişilerin  Genel  Teorisi, Dernekler, Vakıflar (Tüzel Kişiler), 5. Basım, Sulhi Garan Matbaası, İstanbul, 1982. PALIWALA,  Abdul,   Rediscovering  Artificial  Intelligence  and  Law:  An  Inadequate Jurisprudence? , International Review of Law, Computers & Technology, Volume: 30, Issue:  3,  2016,  http://dx.doi.org/10.1080/13600869.2016.1229651  (Erişim  Tarihi: 12.11.2020). PÉRENNOU, Thommas,  State of the Art on  Legal Issues , Ethicaa Project, Ethics and Autonomus  Agents,  Ağustos  2014, https://ethicaa.greyc.fr/media/files/ethicaa.delivrable.1.pdf (Erişim Tarihi: 12.11.2020). PRICE, Monroe E./VERHULST, Stefaan G., Self-Regulation and the Internet, Kluwer Law International, Hollanda, 2005. 163Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  RACHUM-TWAIG, Omri,  Whose Robot Is It Anyway?: Liability for Artificial-IntelligenceBased Robots ,  University of Illinois Law Review, Volume: 2020, Issue: 4, 2020, https://illinoislawreview.org/wp-content/uploads/2020/08/Rachum-Twaig.pdf  (Erişim Tarihi: 13.11.2020). REDDY, Trips,  Why it matters that AI is better than humans at games like Jeopardy , 27.06.2017, https://www.ibm.com/blogs/watson/2017/06/why-it-matters-that-ai-is-betterthan-humans-at-their-own-games/ (Erişim Tarihi: 12.11.2020). RICHARDS, Neil M./SMART, William D., How Should the Law Think About Robots?, 2013, http://ssrn.com/abstract=2263363 (Erişim Tarihi: 12.11.2020). SCHERER,  Matthew  U.,   Regulating  Artificial  Intelligence  Systems:  Risks,  Challenges, Competencies, and Strategies , Harvard Journal of Law & Technology, Volume: 29, No.  2,  2015,  http://jolt.law.harvard.edu/articles/pdf/v29/29HarvJLTech353.pdf  (Erişim Tarihi: 12.11.2020). SILVER, David/SCHRITTWIESER Julian/SIMONYAN Karen vd.,  Mastering the Game of Go without  Human  Knowledge ,  Nature, Volume:  550,  Issue:  7676,  2017, https://doi.org/10.1038/nature24270 (Erişim Tarihi: 12.11.2020). SOLUM, Lawrence B.,  Legal Personhood for Artificial Intelligences , North Carolina Law Review,  Volume: 70,  No.  4,  1992, https://scholarship.law.unc.edu/cgi/viewcontent.cgi?article=3447&context=nclr  (Erişim Tarihi: 12.11.2020). STANILA, Laura,  Living in the Future: New Actors in the Field of Criminal Law – Artificial Intelligence , Legal Science: Functions, Significance and Future in Legal Systems II, Conference: The 7th International Scientific Conference of the Faculty of Law of the University  of  Latvia,  2019,  https://doi.org/10.22364/iscflul.7.2.24  (Erişim  Tarihi: 13.11.2020). STONE, Christopher D.,  Should Trees Have Standing? Toward Legal Rights for Natural Objects ,  Southern  California  Law  Review,  Volume:  45,  1972, https://iseethics.files.wordpress.com/2013/02/stone-christopher-d-should-trees-havestanding.pdf (Erişim Tarihi: 12.11.2020). 164Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168  STONE, Peter/BROOKS, Rodney/BRYNJOLFSSON Erik vd.,  Artificial Intelligence and Life in 2030 , One Hundred Year Study on Artificial Intelligence: Report of the 2015-2016 Study  Panel,  Stanford  University,  Stanford,  CA,  2016, https://ai100.stanford.edu/sites/g/files/sbiybj9861/f/ai_100_report_0831fnl.pdf  (Erişim Tarihi: 12.11.2020). TAMER, Halil Yasin/ÖVGÜN Barış,  Yapay Zeka Bağlamında Dijital Dönüşüm Ofis , Ankara Üniversitesi Siyasal Bilgiler Fakültesi Dergisi, Cilt: 75, Sayı: 2, 2020. TEKİNAY, Selâhattin Sulhi, Medenî Hukukun Genel Esasları ve Gerçek Kişiler Hukuku, 6. Basım, Filiz Kitabevi, İstanbul, 1992. TURGUT, Nükhet,  İhtiyat İlkesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Cilt: 45, Sayı: 1-4, 1996. TURING, Alan M.,  Computing Machinery and Intelligence , Mind, Volume: 59, No. 236, 1950, http://www.jstor.org/stable/2251299 (Erişim Tarihi: 12.11.2020). TURING,  Alan  M.,   On  Computable  Numbers,  with  an  Application  to  the Entscheidungsproblem , Proceedings of Turing the London Mathematical Society, Series  2,  Volume:  42,  Issue:  1, 1937, https://www.cs.virginia.edu/~robins/Turing_Paper_1936.pdf  (Erişim  Tarihi: 12.11.2020). WENG,  Yueh-Hsuan/CHEN,  Chien-Hsun/SUN,  Chuen-Tsai,   The  Legal  Crisis  of  Next Generation  Robots:  On  Safety  Intelligence ,  ICAIL  '07:  Proceedings  of  the  11th International  Conference  on  Artificial  Intelligence  and  Law,  2007, https://doi.org/10.1145/1276318.1276358 (Erişim Tarihi: 12.11.2020). WILLICK, Marshal S.,  Artificial Intelligence: Some Legal Approaches and Implications, , Al Magazine, Volume: 4, No. 2, 1983, https://doi.org/10.1609/aimag.v4i2.392 (Erişim Tarihi: 12.11.2020).   165Kağıtcıoğlu    Hacettepe HFD, 11(1) 2021, 118-168"
}