{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "28",
     "Ay": "03",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "YARGITAY KARARLARI IŞIĞINDA ANONİM ŞİRKETTE GENEL KURULUN BİLANÇOYA İLİŞKİN KARARININ AÇIK İBRA KARARINA ETKİSİ",
     "Title": "IN LIGHT OF SUPREME COURT OF APPEAL S RESOLUTIONS THE IMPACT OF THE GENERAL ASSEMBLY'S RESOLUTION REGARDING THE BALANCE SHEET IN THE JOINT STOCK COMPANY ON THE EXPLICIT RELEASE RESOLUTION",
     "Yazar İsmi": [
          "Raziye AKSU ÖZKAN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Anonim şirket",
          "yönetim kurulu",
          "ibra",
          "bilanço",
          "bilançonun onaylanması"
     ],
     "Keywords": [
          "Joint stock company",
          "board of director",
          "release",
          "balance sheet",
          "approve of balance sheet"
     ],
     "Özet": "Bu çalışmada, Yargıtay kararları ışığında anonim şirkette genel kurulun bilançoya ilişkin kararının açık ibra kararına etkisi incelenmiştir. İbra kararı ile genel  kurul; yönetim kurulu üyelerini ilgili dönemdeki faaliyetleri sebebiyle sorumlu tutmayacağını açıklamaktadır. 6102 sayılı Türk Ticaret Kanunu madde 424 te bilançonun onaylanmasının kural olarak ibra sonucunu doğuracağı açıkça düzenlenmiştir. Bunun yanı sıra, genel kurul açık ibra kararı da alabilir. Genel kurul açık ibra kararı aldıysa, bilançonun onaylanması ayrıca ibra sonucunu doğurmayacaktır. Bununla birlikte, gündemde ibraya yönelik bir madde varsa,  bunun  bilançonun  onaylanması  veya  onaylanmaması  kararıyla  arasındaki  ilişki  Türk  Ticaret Kanunu nda düzenlenmemiştir. Buna göre, ilk kısımda bilançoyu onaylayan genel kurulun ibra kararı vermek zorunda olup olmadığı ve genel kurul tarafından ibra etmeme kararı verilmişse, yönetim kurulunun buna  karşı  ne  yapabileceği  soruları  üzerinde  durulmuştur.  İkinci  kısımda  genel  kurulun  bilançoyu onaylamadan ibra kararı verip veremeyeceği tartışılmıştır.",
     "Abstract": "In this study, the impact of the general assembly s resolution regarding the balance sheet on the explicit release resolution in a joint stock company is examined in light of the decisions of the Supreme Court of Appeal s. With the release decision, the general assembly declares that it will not hold the members of the board of directors responsible for their activities in the relevant period. In Article 424 of the Turkish Commercial Code numbered 6102, it is clearly regulated that the approval of the balance sheet will result in release as a rule. In addition, the general assembly may also take an explicit release resolution. If the general assembly has made an explicit release resolution, the approval of the balance sheet will not result in release. However, if there is an item on the agenda of the general assembly meeting for release, the relationship between this and the resolution to approve or not approve the balance sheet is not regulated in the Turkish Commercial Code. Accordingly, in the first part, whether the general assembly approving the balance sheet is obliged to make a release resolution and if the general assembly resolutions not to release it, what the board of directors can do against it are discussed. In the second part, it is discussed whether the general assembly can give a release resolution without approving the balance sheet.",
     "Metin": "Yönetim kurulu, anonim şirketi yönetmek ve temsil etmekle görevlidir (TTK m. 365). Buna göre yönetim kurulu, şirket sermayesini kullanarak şirketin amacını elde etmesi için faaliyetlerde bulunur. Bu faaliyetler sonucunda şirketi borçlu veya alacaklı konumuna getirir, şirket kâr eder veya zarara uğrar. Bu işlemlerin parasal karşılıklarıyla özeti yönetim kurulunun hazırlamakla yükümlü olduğu finansal tablolardan biri olan bilançoda  yer  alır  (TTK  m.  514).  Genel  kurul,  bilanço  aracılığıyla  şirketin  varlık, yükümlülük ve özkaynak tutarına ilişkin bilgileri edinir ve bu sayede, yönetim kurulunun şirketi nasıl  yönettiğini ve performansını değerlendirebilir.  Nitekim TTK m. 424 te bilançonun onaylanmasına kural olarak ibra sonucu bağlanmıştır. Bununla birlikte, genel kurulun gündeminde ibraya yönelik bir madde varsa, bunun bilançonun onaylanması veya onaylanmaması kararıyla arasındaki ilişki TTK de düzenlenmemiştir. Bu sebeple, bu çalışmada bilançoyu onaylayan genel kurulun yönetim kurulu açısından ibra kararı vermek  zorunda  olup  olmadığı  veya  onaylamayan  genel  kurulun  ibra  kararı  verip veremeyeceği incelenecektir.     I. GENEL KURUL TARAFINDAN İBRA KARARI ALINMASI   A. Genel Olarak   İbra, genel kurulun, sorumlu organın üyelerine karşı karar şeklindeki bir irade açıklamasıdır. Genel kurul, bu karar ile ibra edilecek kişilerin söz konusu dönemdeki işlemlerini hukuka ve şirket açısından işin gereğine uygun bulduğunu beyan etmektedir.                                                  1   TTK  m.  68/3  uyarınca  bilanço  ile  gelir  tablosu  yılsonu  finansal  tablolarını  oluşturur.  Hükmün gerekçesinde, bu tabloların, yılsonunda çıkartılacak finansal tablolar açısından asgariyi oluşturacağı belirtilmiştir. Türkiye Muhasebe Standartları (TMS) uyarınca finansal tablolar, döneme ait finansal durum tablosu, kâr veya zarar ve diğer kapsamlı gelir tablosu, özkaynak değişim tablosu, nakit akış tablosu ve önemli muhasebe politikalarını ve diğer açıklayıcı bilgileri içeren dipnotlardan oluşur [TTK m. 514/1; TMS 1-Finansal Tabloların Sunuluşu Standardı, m. 10 (Bkz. RG. 24.05.2018, S. 30430)]. 2   AYTAÇ, Zühtü, Anonim Ortaklıklarda İbra, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1982, s. 7; ÇELİK, Aydın, Anonim Ortaklıklarda Yönetim Kurulu Üyelerinin İbrası, Adalet Yayınevi, Ankara, 2007, s. 47; ÇAMOĞLU, Ersin, Anonim Ortaklık Yönetim Kurulu Üyelerinin Sorumluluğu, Güncelleştirilmiş ve Genişletilmiş 3. Bası, Vedat Kitapçılık, İstanbul, 2010, s. 223; AKDAĞ GÜNEY, Necla, Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu, 2. Baskı, Vedat Kitapçılık, İstanbul, 2010, s. 297; POROY, Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin, Ortaklıklar Hukuku I, 14. Bası, Vedat Kitapçılık, İstanbul, 2019, s. 458; BAHTİYAR, Mehmet,   284Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  Başka bir deyişle, genel kurul yönetim kurulu üyelerini ilgili dönemdeki faaliyetleri sebebiyle sorumlu tutmayacağını açıklamaktadır. Nitekim TTK m. 558 e göre ibra kararı, ibranın kapsadığı açıklanan maddi olaylara ilişkin olarak, şirketin, ibraya olumlu oy veren ve ibra kararını bilerek payı iktisap etmiş olan pay sahiplerinin dava hakkını kaldırır.   İbra, açık bir kararla veya bilançonun onaylanması ile örtülü şekilde alınabilir (TTK m. 409/1; TTK m. 424/1). Bu sebeple, öğretide ibra, gündemde ibraya yönelik bir madde olup olmamasına göre  açık ve örtülü ibra  şeklinde ikili bir ayrıma tâbi tutularak ele alınmaktadır. Bu bağlamda, aşağıda bu kararların geçerliliği için gereken koşullara genel hatlarıyla değinilecektir.   B. Açık İbra   Açık ibra kararı, genel kurul tarafından gündemde bulunan madde doğrultusunda alınan  karardır.  Bu  kararda  genel  kurul,  ibra  edilecek  kişileri  ibra  edip  etmediğini açıklamak zorundadır. Açık ibra kararı, hiçbir sınırlamaya tâbi kılınmaksızın genel                                                  Ortaklıklar Hukuku, Güncellenmiş 14. Bası, Beta Yayınevi, İstanbul, 2020, s. 411; PULAŞLI, Hasan, Şirketler Hukuku Şerhi, 3. Baskı, Adalet Yayınevi, Ankara, 2018, s. 2674. 3   POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 458. 4   Hükmün  mehazı  İsviçre  Borçlar  Kanunu  (Obligationenrecht-OR)  Art.  758  uyarınca,   Der Entlastungsbeschluss der Generalversammlung wirkt nur für bekanntgegebene Tatsachen und nur gegenüber der Gesellschaft sowie gegenüber den Aktionären, die dem Beschluss zugestimmt oder die Aktien seither in Kenntnis des Beschlusses erworben haben.  Hüküm Türkçe ye  Genel kurulun ibra kararı, yalnızca açıklanan gerçeklerle sınırlı olarak, sadece şirkete ve ibraya olumlu oy veren veya ibra kararını bilerek payı iktisap etmiş olan pay sahiplerine karşı geçerlidir.  şeklinde çevrilebilir. 5   ŞENER, Oruç Hami, Teorik ve Uygulamalı Ortaklıklar Hukuku Ders Kitabı, Gözden Geçirilmiş 4. Bası, Seçkin Yayıncılık, Ankara, 2019, s. 430; ÜÇIŞIK, Güzin/ÇELİK, Aydın, Anonim Ortaklıklar Hukuku, C. 1, Adalet Yayınevi, Ankara, 2013, s. 564; ÇELİK, 2007, s. 51; Bahtiyar TTK m. 409/1 uyarınca açık ibranın, olağan genel kurul toplantısının gündemine dâhil olması sebebiyle, örtülü ibranın mümkün olmayacağını ifade etmiştir. Bkz. BAHTİYAR, 2020, s. 412; BAHTİYAR, Mehmet,  Anonim Ortaklıkta İbraya İlişkin Bazı Sorunlar , Prof. Dr. Mustafa Dural ı Anma Sempozyumu Özel Sayı III, Kadir Has Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 6, Sayı: 1, s. 101 ve devamı; İsviçre Hukuku nda bilançonun onaylanmasına ibra sonucu bağlanmamıştır. Bkz. EISENRING, Marlen, OR Kommentar  Schweizerisches  Obligationenrecht,  (der.  Kostkiewicz,  Jolanta  Kren/Wolf, Stephan/Amstutz, Marc/Fankhauser, Roland), Orell Füssli Verlag, 3. Baskı, Zürich, 2016, Art. 698, N. 6a; TANNER, Brigitte, Die Aktiengesellschaft, Generalversammlung und Verwaltungsrat. Mängel in der Organisation, Art. 698-726 und 731b OR, (der. Handschin, Lukas), Schulthess Verlag, 3. Baskı, Zürich, 2018, Art. 698, N. 128. 6   HELVACI, Mehmet, Anonim Ortaklıkta Yönetim Kurulu Üyesinin Hukuki Sorumluluğu, 2. Baskı, Beta Yayınevi, İstanbul, 2001, s. 139.   285Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  olarak verilebileceği gibi, zaman, kişi veya konu açısından sınırlandırma yapılarak da verilebilir. Bu bağlamda öğretide ibranın kapsamı açısından genel ve özel ibra ayrımı yapılmaktadır.  Buna  göre  ibra  kararı  verilirken,  zaman,  kişi  veya  konu  açısından sınırlandırma yapılarak özel ibra kararı alınabilir. Şayet böyle bir sınırlandırma yoksa ibra  genel  nitelik  taşır.  Genel  ibra  kararı,  ibra  iradesinin  genel  olarak  açıklanmak suretiyle,  bütün  yönetim  kurulu  üyelerine  yönelik  ve  ilgili  hesap  dönemi  için  ibra kararının alınmış olması hâlinde söz konusu olur.    C. Örtülü İbra   TTK  m.  424/1  uyarınca  bilançonun  onaylanmasına  ilişkin  genel  kurul  kararı, kararda aksine açıklık bulunmadığı takdirde, yönetim kurulu üyelerinin ibrası sonucunu doğurur. TTK de açıkça bilançonun tanımına yer verilmemiştir; ancak TTK m. 68/1 de bilançonun işletmenin varlık ve borçlarının tutarlarının ilişkisini gösteren finansal tablo olduğu yer almıştır. Kamu Gözetimi, Muhasebe ve Denetim Standartları Kurumunun (KGK)  yayınlarında ve öğretide bilanço, hazırlandığı tarih itibariyle işletmenin varlık, yükümlülük ve özkaynaklarını gösteren tablo şeklinde tanımlanmaktadır.                                                   7   ÇAMOĞLU, 2010, s. 228; AKDAĞ GÜNEY, Necla, Anonim Şirket Yönetim Kurulu, 2. Baskı, Vedat Kitapçılık, İstanbul, 2016, s. 427; AKDAĞ GÜNEY, 2010, s. 307; ÇELİK, 2007, s. 52-55; ÜÇIŞIK/ÇELİK, 2013, s. 564; WATTER, Rolf/DUBS, Dieter, Der Déchargebeschlusss, Aktuelle Juristische  Praxis,  Yıl:  2001,  s.  910,  https://www.swisslex.ch/de/  (erişim  tarihi:  20.08.2020); HOCHSTRASSER, Christian, Die Rolle des Vergütungsausschusses nach der Umsetzung der Minder-Initiative, (der. Forstmoser, Peter), Dike Verlag, Zürich/St. Gallen, 2016, s. 235; REISER, Nina, Durchsetzung heterogener börsengesellschaftsrechtlicher Normen, Dike Verlag, Zürich/St. Gallen, 2017, s. 333. 8   AKDAĞ GÜNEY, 2016, s. 427; ÇELİK, 2007, s. 53; HOCHSTRASSER, 2016, s. 236. 9   ÇAMOĞLU, 2010, s. 228; AKDAĞ GÜNEY, 2016, s. 427; ÇELİK, 2007, s. 52; ÜÇIŞIK/ÇELİK, 2013, s. 564; REISER, 2017, s. 333. 10  HELVACI, 2001, s. 139. Genel ibra kararı için öğretide verilen kıstas ibranın genel kurulun bilgisine ulaşan işlem ve konuları kapsayacağıdır. Bkz. ÇAMOĞLU, 2010, s. 228; AKDAĞ GÜNEY, 2010, s. 303; AYTAÇ, 1982, s. 85 ve devamı; TURANLI, Hüsnü,  Türk Ticaret Kanunu na Göre Anonim Ortaklıkta İbra , Kadir Has Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2014, Cilt: 2, Sayı: 2, s. 117; HOCHSTRASSER, 2016, s. 235; aksi yönde bkz. ÇELİK, 2007, s. 198; MOROĞLU, Erdoğan,  Anonim Ortaklıkta Yönetim ve Denetim Kurulu Üyelerinin İbralarının Zamanı, Kapsamı ve Geri Alınması , Banka ve Ticaret Hukuku Dergisi, Yıl: 2001, Cilt: 21, Sayı: 2, s. 9-10. 11  Finansal Raporlamaya İlişkin Kavramsal Çerçeve, 3.3/a (Bkz. RG. 27.10.2018, S. 30578); Büyük ve Orta Boy İşletmeler İçin Finansal Raporlama Standardı (Bkz. RG. 29.07.2017, S. 30138 mük.), 1.29. 12  SEVİLENGÜL, Orhan, Genel Muhasebe, 18. Baskı, Gazi Kitabevi, Ankara, 2016, s. 33; UYSAL, Tolga/ŞENLİK,  Mehmet,  Genel  Muhasebe,  7.  Baskı,  Seçkin  Yayıncılık,  Ankara,  2016,  s.  31; YALÇIN, Erhan, Uluslararası Finansal Raporlama, Seçkin Yayınevi, Ankara, 2015, s. 214; AKSU   286Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307    Bilançonun  onaylanması  ile  ibra  sonucunun  doğabilmesi  için  olağan  toplantı gündeminde ibraya dair bir madde olmaması gerekir. Zira TTK m. 424/1 uyarınca, genel kurul kararında aksine kayıt bulunması hâlinde bilançonun onaylanması ibra anlamına gelmeyecektir.    II.  BİLANÇOYA  İLİŞKİN  KARAR  İLE  AÇIK  İBRA  KARARI ARASINDAKİ İLİŞKİ   A. Bilanço Onaylanmışsa   1. Genel Kurulun İbra Kararı Alıp Alamayacağının İncelenmesi   a. Öğretide Yer Alan Görüşler ve Yargıtay Uygulaması   Öğretide genel kurulun bilançonun onaylanması kararı ile ibra kararını birbirinden ayırabileceği  ifade  edilmektedir.  Buna  göre,  genel  kurul  bilançoyu  onaylamakla beraber, yönetim kurulu üyelerini ibra etmeyebilir. Bununla birlikte, öğretide sorunsuz bir  bilanço  ve  yıllık  raporla  faaliyet  dönemine  ait  işlemlerin  hesabını  veren bir yönetim kurulunu, genel kurulun ibra etmekle yükümlü olduğu; ortada somut nedenler                                                  ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuksal Sonuçları, On İki Levha Yayıncılık, İstanbul, 2019, s. 166; Karayalçın, bilançonun içeriğinden bahsetmeksizin, bilançoyu işletmenin dönem sonu mali  muvazene=denge sini gösteren belge olarak tanımlamıştır. Bkz. KARAYALÇIN, Yaşar, Muhasebe Hukuku, 2. Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1988, s. 40; Tekinalp, bilanço için bir tanım vermekten kaçınmaktadır. Yazara göre bunu yapmaya çalışmak, bilanço gibi zengin içeriğe sahip kavramlar açısından tanıtıcı olmamaktadır. Bu sebeple, bilançonun sonuç açıklama işlevine değinmektedir. Bkz. TEKİNALP, Ünal, Anonim Ortaklığın Bilançosu ve Yedek Akçeleri, 2. Baskı, Fakülteler Matbaası, İstanbul, 1979, s. 59-60. 13  HELVACI,  2001,  s.  139;  ÇELİK,  2007,  s.  55,  56;  AYHAN,  Rıza/ÇAĞLAR, Hayrettin/ÖZDAMAR,  Mehmet,  Şirketler  Hukuku  Genel  Esaslar,  Yetkin  Yayınları, Ankara, 2019, s. 494; aynı yönde bkz. Yargıtay 11. HD., E. 2014/10839, K. 2014/17759, T. 17.11.2014.  Bilançonun  onaylanması  ve  yönetim  kurulunun  ibrası  ayrı  ayrı  görüşülüp  kararlar alındığından, bilançonun kabulünün ibra sonucunu doğurmayacağı hususunda bkz. İstanbul Bölge Adliye Mahkemesi 14. HD., E. 2017/1007, K. 2018/75, T. 25.1.2018; Yargıtay 11. HD., E. 2017/223, K. 2018/6103, T. 08.10.2018; Yargıtay 11. HD., E. 2016/11599, K. 2018/3655, T. 16.05.2018. Kararlar için bkz. Lexpera veri tabanı (erişim tarihi: 17.08.2020). 14  AKDAĞ GÜNEY, 2016, s. 420; ÇAMOĞLU, 2010, s. 227. 15  ÇAMOĞLU, 2010, s. 227. Bilançonun onaylanması, genel kurulun ibrayı reddetmesini engellemez. Zira OR Art. 698 de yıllık raporun onaylanması, yıllık hesapların onaylanması ve yönetim kurulunun ibra edilmesi ile ilgili kararlar ayrı ayrı düzenlenmiştir [OR Art. 698/2(3, 4, 5)]. Bkz. JENNY, Daniel, Abwehrmöglichkeiten von Verwaltungsratsmitgliedern in Verantwortlichkeitsprozessen, (der. Forstmoser, Peter), Dike Verlag, Zürich/St. Gallen, 2012, § 8 N. 262.   287Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  yokken ibradan kaçınılmasının dürüstlük kuralına ve çelişkili davranış yasağına aykırılık oluşturacağı belirtilmektedir.   Yargıtay, bilançoyu onaylayan genel kurulun kural olarak ibra  yönünde karar vermesi gerektiği görüşündedir. Örneğin Yargıtay ın önüne gelen bir uyuşmazlıkta ilgili yılların bilançoları onaylanmış; ancak yönetim kurulu üyeleri ibra edilmemiştir. Davacı yönetim kurulu üyesi, genel kurulun ibra etmeme kararı aleyhine iptal davası açmıştır. Yerel mahkeme, genel kurulun, ibra konusunda geniş takdir yetkisine sahip olduğunu; ancak bu yetkisinin sınırsız olmadığını belirtmiştir. Mahkemeye göre sorunsuz bir bilanço ve  yıllık  raporlarla,  faaliyet  dönemine  ait  işlemlerin  hesabını veren yönetim kurulunun ibra edilmesi  gerekmektedir.  Yerel  mahkeme,  ortada  somut nedenler  yokken ibradan kaçınılmasının,  dürüstlük  kurallarına  aykırı  düşeceği gerekçesiyle  ibra  etmeme  kararının  iptaline  karar  vermiş;  Yargıtay  ilk  derece mahkemesinin kararını hukuka uygun bularak Bölge Adliye Mahkemesi nin kararını onamıştır. Buna karşılık Yargıtay, genel kurul bilançoyu onaylamış ve ibra yönünde karar vermiş olsa dahi, şayet bilanço gerçeği yansıtmıyorsa veya geçerli değilse, alınan ibra kararının geçersiz olacağına hükmetmiştir. Nitekim Yargıtay ın önüne gelen başka bir                                                  16  AYTAÇ, 1982, s. 158; ATAN, 1967, s. 62; ÇAMOĞLU, 2010, s. 227. 17  Yargıtay 11. HD., E. 2018/2659, K. 2019/4162, T. 10.06.2019; Yargıtay 11. HD., E. 2018/5179, K. 2019/6573, T. 22.10.2019; Yargıtay 11. HD., E. 2015/10277, K. 2016/5229, T. 09.05.2016; Yargıtay 11.  HD.,  E.  2015/15020,  K.  2017/2388,  T.  25.04.2017 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.08.2020)]. 18  Yargıtay  11.  HD.,  E.  2019/3720,  K.  2019/6800,  T.  04.11.2019 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.08.2020)]. 19  Yargıtay 11. HD., E. 2017/3893, K. 2019/1017, T. 11.02.2019; Yargıtay 11. HD., E. 2019/336, K. 2019/8055, T. 11.12.2019; Yargıtay 11. HD., E. 2017/4068, K. 2019/4244, T. 11.06.2019; Yargıtay 11. HD., E. 2015/5409, K. 2015/12555, T. 25.11.2015; Yargıtay 11. HD., E. 2014/7145, K. 2015/4456, T. 31.03.2015; Yargıtay 11. HD., E. 2015/353, K. 2015/5705, T. 22.04.2015; Yargıtay 11. HD., E. 2017/4349, K. 2019/1390, T. 20.02.2019; Yargıtay 11. HD., E. 2015/9326, K. 2016/6223, T. 06.06.2016 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/  (erişim  tarihi:  15.09.2020)]; Yargıtay ın önüne gelen başka bir uyuşmazlıkta, bilanço onaylanmış ve yönetim kurulu üyeleri ibra edilmiştir. Davacı genel kurul tarafından alınan bu kararlar aleyhine iptal davası açmıştır. Yerel mahkeme bilançonun gerçeği yansıtmaması ve bazı konuların bilançoda bulunmaması sebebiyle dava konusu kararların iptali koşullarının oluştuğuna karar vermiştir. Yargıtay; gerek bilirkişi raporlarında gerek mahkeme gerekçesinde bilançonun hangi kısmının gerçeği yansıtmadığı veya hangi kaydın bilançoda bulunmadığının açıklanmadığını, davacının bilançonun gerçeği  yansıtmadığı iddiasının doğruluğu hakkında delil ve verilerle karşılaştırılarak değerlendirme yapılmadığını saptamıştır. Bu sebeple,  Yargıtay  mahkemece  bilançonun  nasıl  ve  hangi  yönlerden  gerçeği  yansıtmadığı belirlenmeksizin eksik incelemeyle yazılı şekilde dava konusu şirket genel kurulunda alınan kararların iptaline karar verilmesini doğru görmemiş, kararı davalı yararına bozmuştur (Yargıtay 11. HD., E.   288Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  uyuşmazlıkta bilanço onaylanmış ve yönetim kurulu üyeleri ibra edilmiştir. Yargıtay bilançonun  gerçeği  yansıtmamasının,  kanuna  ve  iyiniyet  kurallarına  aykırı  olduğu gerekçesiyle bilançonun onayına ilişkin genel kurul kararının iptali şartlarının oluştuğunu belirtmiştir.  Bu  sebeple,  gerçeği  yansıtmayan  bilanço  düzenleyen  yönetim kurulu üyelerinin ibra kararının iptali şartlarının oluştuğunu belirterek yerel mahkemenin iptal yönündeki kararını onamıştır.    Bununla birlikte, Yargıtay uygulamasında bilançoyu onaylayan genel kurulun, ibra etmeme  kararı  alabilmesi  için   ortada  somut  bir  nedenin  olması   aranmaktadır. Yargıtay ın önüne gelen bir uyuşmazlıkta genel kurulda bilançonun onaylanmasına ve diğer yönetim kurulu üyelerinin ibra edilmesine rağmen, davacı yönetim kurulu üyesi ibra edilmemiştir. Davacı, ibra edilmeme kararının keyfi, objektif iyiniyet kurallarına aykırı olduğunu ileri sürerek, genel kurulun davacının ibra edilmemesine ilişkin kararının iptaline karar verilmesini istemiştir. Yerel mahkeme, ibra etmeme kararına karşı iptal davası  açılmasında  davacının  hukuki  yararı  bulunmadığı  gerekçesiyle  davayı reddetmiştir. Yargıtay, genel kurulun, sorunsuz bir bilanço ve yıllık raporla faaliyet dönemine  ait  işlemlerin  hesabını  veren  bir yönetim kurulunu  ibra  etmekle  yükümlü olduğunu belirtmiştir. Buna göre, ortada somut nedenler yokken ibradan kaçınılması dürüstlük kurallarına aykırı düşecektir. Bu sebeple Yargıtay, bunlar araştırılmaksızın, eksik incelemeye dayalı olarak verilen yerel mahkemenin kararını bozmuştur. Keza Yargıtay ın önüne gelen başka bir uyuşmazlıkta bilanço onaylanmış ve yönetim kurulu üyesi  ibra  edilmemiştir.  İbra  edilmeyen  yönetim  kurulu  üyesi,  ibra  etmeme  kararı                                                  2017/3253, K. 2017/7015, T. 07.12.2017). Aynı yönde bkz. Yargıtay 11. HD., E. 2018/5179, K. 2019/6573,  T.  22.10.2019;  Yargıtay  11.  HD.,  E.  2013/13563,  K.  2014/18414,  T.  26.11.2014 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.09.2020)]. 20  Yargıtay  11.  HD.,  E.  2019/242,  K.  2019/7371,  T.  20.11.2019 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.09.2020)]. 21  Yargıtay  11.  HD.,  E.  2019/3720,  K.  2019/6800,  T.  04.11.2019 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/  (erişim  tarihi:  15.09.2020)]. Aynı yönde bkz. Yargıtay 11. HD., E. 84/101, K. 84/334, T. 27.01.1987. Karar için bkz. MOROĞLU, Erdoğan, Türk Ticaret Kanunu ve İlgili Mevzuatı, Beta Yayınevi, 7. Bası, İstanbul, 2001, s. 304). 22  Yargıtay  11.  HD.,  E.  2015/10277,  K.  2016/5229,  T.  09.05.2016 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.09.2020)]. 23  Yargıtay  11.  HD.,  E.  2018/1002,  K.  2019/4033,  T.  22.05.2019 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 20.08.2020)].   289Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  aleyhine iptal davası açmıştır. Yerel mahkeme, bilançosu ile denetçi raporları dâhil olmak üzere defter ve belgelerinde herhangi bir usulsüzlük tespit edilemediğinden, bilançonun onaylanmasına ilişkin kararı iptal etmemiş ve bu sebeple, davacının ibra edilmemesine ilişkin kararın iptaline karar vermiştir. Davacı hakkında açılan ceza davasında alınan bilirkişi raporunda, davacının, davalı şirket hesaplarından 90.000 TL çektiği ve bu çekilen para  ile  dava  dışı  şirkete  olan  sermaye  borcunu  ödediği  belirtilmiştir.  Yargıtay davacı yönetim kurulu üyesinin, şirket kaynaklarını kendi kişisel borçlarını ifa etmek için kullandığının  bildirilmesi  karşısında ibra etmeme  konusundaki  genel  kurul  kararının iyiniyet kurallarına aykırı olduğu yönündeki mahkeme gerekçesini yerinde bulmamış ve hükmün  bozulmasına  karar  vermiştir.  Dolayısıyla  Yargıtay  bu  kararda,  müstekar kararlarındaki gibi bilanço onaylanmasına rağmen somut bir nedene dayanan ibra etmeme kararını hukuka uygun bulmuştur.    Bu bağlamda, Yargıtay uygulamasında da yönetim kurulunun ibrası ile bilanço arasında açık bir bağlantı kurulmuştur: Buna göre genel kurul gerçeği yansıtan bir bilançoyu onaylamak ve kural olarak yönetim kurulu üyelerini ibra etmekle yükümlüdür.   b. Değerlendirmemiz   Kanaatimizce  de  bilanço  onaylanmışsa,  artık  kural  olarak  ibra  kararı  da verilmelidir. Zira ibra kararı, şirketin, yönetim kurulunun ilgili hesap dönemindeki bütün işlemlerinin hukuki ve iktisadi sonuçlarını uygun bulduğu anlamını taşır. Yönetim kurulunun, ilgili hesap döneminde gerçekleştirdiği işlemlerin özeti de bilançoda yer alır. Bu sebeple, pay sahipleri, bilanço aracılığı ile şirketin ne kadar malvarlığının ve borcunun                                                  24  Yargıtay önüne gelen bir uyuşmazlıkta yerel mahkemenin kararını değerlendirirken  dava konusu genel kurul toplantısında kâr-zarar hesaplarının onaylanması ve buna bağlı olarak yönetim ve denetim kurulunun ibrası ile ilgili alınan 3 ve 4 numaralı kararlar bakımından  ifadesini kullanarak aradaki bağlantıya  değinmiştir.  Bkz.  Yargıtay  11.  HD.,  E.  2016/187,  K.  2016/9695,  T.  20.12.2016 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.09.2020)]. 25  ÇAMOĞLU, 2010, s. 223; AYTAÇ, 1982, s. 15-16; ÇELİK, 2007, s. 47; PULAŞLI, 2018, s. 2676. 26   Bilançoda  şirketin  gerçekleştirdiği  iktisadi  işlemler,  niteliklerine  göre  varlık,  yükümlülük  veya özkaynak gruplarına aktarılır. Şirketin sahip olduğu varlıklar ya şirket kurucuları tarafından sağlanmıştır ya da üçüncü kişilere borçlanılarak elde edilmiştir. Bunlardan birinci bölümün kaynağına  Özkaynak , ikinci bölümün kaynağına  Yükümlülükler  denilir (FRKÇ m. 4.1/a). Örneğin bir anonim şirkette pay sahipleri tarafından getirilen esas sermaye tutarı 400.000 TL dir. Şirket yatırım yapmak için bankadan 100.000 TL kredi çekmiştir. Bu durumda şirketin bilançosunda varlık tutarı 500.000 TL, özkaynak 400.000 TL ve yükümlülükler 100.000 TL olarak raporlanacaktır.   290Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  olduğunu, şirkete koydukları sermayenin son durumunu ve şirketin ne kadar kâr ettiğini öğrenebilir.  Keza  bilançoda  yer  alan  veriler  bir  önceki  yılla  karşılaştırmalı  olarak raporlandığı için, yönetim kurulunun ilgili hesap yılındaki faaliyetlerinin şirkete etkisini görebilir. Dolayısıyla bu verileri onaylayan genel kurulun, kural olarak ibra kararı da vermesi  gerekir. Bunun yanı sıra, TTK m. 424 te  kanun koyucunun bilançonun onaylanmasına ibra sonucunu bağlaması da görüşümüzü desteklemektedir. Zira kanun                                                  27  TMS 1 m. 38 uyarınca başka bir TFRS de aksine bir hüküm bulunmadıkça, işletme cari dönem finansal tablolarında raporlanan tüm tutarlara ilişkin bir önceki döneme ait karşılaştırmalı bilgileri sunar (TMS 1 m. 38A). Finansal tablo kullanıcılarının, finansal tabloları inceleyerek doğru bir karar alabilmeleri için şirketin  sadece  ilgili  yıldaki  durumunu  öğrenmeleri  yeterli değildir.  Bunun  için  geçmiş  yıllarla karşılaştırmalı olarak şirketin sahip olduğu varlıklar ve katlandığı yükümlülüklerin raporlanması gerekir. Bu sebeple, işletmenin cari yıl ve geçmiş yıla ait bilançosunu sunması zorunludur. Bu, uygulamada tek bir bilançoda cari ve geçmiş yılın verileri gösterilerek gerçekleştirilmektedir. Bkz. AKSU ÖZKAN, 2019, s. 120. 28  Genel ibra kararı için başlangıç noktası, yıllık raporun ve yıllık mali tabloların onaylanması ve aynı zamanda denetçi raporunun kabul edilmesidir. Ayrıca olağan genel kurul toplantısı münasebetiyle yapılan bildirimler ile pay sahiplerinin haberdar edildiği diğer bilgiler bulunmaktadır. Bkz. STUDER, Christoph  D.,  Haftpflichtkommentar  Kommentar  zu  den  schweizerischen Haftpflichtbestimmungen, (der. Fischer, Willi/Luterbacher, Thierry), Dike Verlag, Zürich/St. Gallen, 2016, Art. 758, N. 4; WATTER/DUBS, 2001, s. 910. 29  Daha önce yayınlamış olduğumuz bir çalışmamızda finansal tablo çeşitlerinin birbirinden ayrılarak, yalnızca bilançonun onaylanmasına ibra sonucunun bağlanmasının yerinde olmadığını ifade etmiştik. Zira yönetim kurulunun şirket sermayesini ne şekilde kullandığı, yalnızca bilançodan değil; diğer finansal tablo çeşitlerinin de incelenmesiyle tam anlamıyla anlaşılabilecektir. Buna göre, finansal raporlamada geçerli olan finansal tablolara aktarılma kriterleri sebebiyle, şirketin gerçekleştirdiği her işlem bilançoya aktarılamaz; ancak bu işlemlere ilişkin yapılan harcamalar kâr veya zarar tablosunda gider olarak raporlanır. Örneğin TMS/TFRS de, araştırma aşamasında bulunan bir maddi olmayan duran varlık muhasebeleştirilmez. Bu sebeple, araştırma harcamaları gerçekleştiğinde gider olarak muhasebeleştirilir (TMS 38 m. 54). Dolayısıyla bilançoda olmayan varlık ve yükümlülüklere ilişkin bilgiler bu tablodan elde edilebilir. Bunun yanı sıra, belirli bir dönemde işletmenin nakit kaynaklarını ve bunları kullandığı alanları gösteren tablo olan nakit akış tablosu da, yönetim kurulunun faaliyetlerini değerlendirmek için gereklidir. Zira TMS 1 m. 27 uyarınca işletme, nakit akış tablosu hariç, tüm finansal tablolarını muhasebenin tahakkuk esasına göre düzenler. Tahakkuk esaslı muhasebeleştirme uyarınca işlemlerin işletmenin ekonomik kaynakları ve talep hakları üzerindeki etkileri, bu etkilerin gerçekleştiği dönemde gösterilir (FRKÇ m. 1.17). Nakit esasında ise, gelir ve giderler gerçekleştikleri döneme bakılmaksızın tahsil edildikleri veya ödendikleri dönemde gelir ve gider olarak kaydedilir. Bu sebeple, yönetim kurulu tarafından yapılan bir işlem gerçekleştirildiği dönemde bilançoya aktarılırken, bu işlemin şirkete fayda sağlayıp sağlamadığı nakit akış tablosu sayesinde anlaşılabilir. Keza nakit akış tablosundan işletmenin nakit sıkıntısı çekip çekmediği bilgisi edinilir. Şayet işletmenin nakit ihtiyacı varsa, şirketin likiditesini koruyacak acil önlemler almak gerekir. Bu verilere rağmen, hiçbir önlem almayan yönetim kurulu bundan sorumlu olacaktır. Bunun yanı sıra, TTK de genel kurul, yönetim kurulu ve denetim bölümlerinde  finansal tablo  kavramı kullanılmıştır (TTK m. 408; m. 397/1; m. 514). Bu sebeple, bilançonun diğer tablolardan ayrılması, kanun yapıcılığı bakımından da yerinde olmayan bir düzenlemedir. Benzer şekilde yönetim kurulu tarafından hazırlanan faaliyet raporunun içeriği yalnızca bilançoyu değil, finansal tabloları esas almaktadır. Denetçi de finansal tabloların hepsini denetlemek zorunda olup, bu tablolardan birinde eksiklik olması hâlinde finansal tabloların tamamı için olumsuz rapor verecektir. Bkz. AKSU ÖZKAN, 2019, s. 408.   291Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  koyucu usulüne uygun hazırlanmış bir bilançoyu kural olarak yönetim kurulunun ibrasını haklı  gösterecek  bir  sebep  olarak  görmüştür.  Bununla  birlikte,  bu  bağlantının kurulabilmesi  için  bilançonun  usulüne  uygun  şekilde  hazırlanmış  olması  icap  eder. Usulüne uygun tutulmuş bilançodan söz edilebilmesi için de bilançonun hem TTK ye hem de KGK düzenlemelerine uyularak hazırlanması şarttır. TTK açısından, bilançonun TTK m. 515 uyarınca dürüst resim ilkesine uygun hazırlanmış olması, zamanında hazırlanması  ve  yönetim  kurulu  tarafından  onaylanması  gerekir.  KGK düzenlemeleri açısındansa, bilanço geçerli mevzuata, bilançoya aktarılma kriterlerine                                                  30  TTK m. 515 uyarınca, anonim şirketlerin finansal tabloları, Türkiye Muhasebe Standartlarına göre şirketin malvarlığını, borç ve yükümlülüklerini, özkaynaklarını ve faaliyet sonuçlarını tam, anlaşılabilir, karşılaştırılabilir, ihtiyaçlara ve işletmenin niteliğine uygun bir şekilde; şeffaf ve güvenilir olarak; gerçeği dürüst, aynen ve aslına sadık surette yansıtacak şekilde çıkarılır. Buna göre dürüst resim ilkesi anonim  şirketin  finansal  tabloları  düzenlenirken  uyulacak  üst  bir  raporlama  ilkesidir.  Bkz. POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 526; ÖZKORKUT, Korkut, 6102 Sayılı Türk Ticaret Kanunu Açısından Anonim Şirketlerde Bağımsız Denetim, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2013, s. 81; FALCIOĞLU, Özgür M.,  Anonim Şirket Finansal Tablolarında TTK 515 Kapsamında Dürüst Resim İlkesine Uygunluk ve İlkeye Aykırılığın Sonuçları , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 11, Sayı: 137-138, s. 1; AKSU ÖZKAN, Raziye,   Türk  Ticaret  Kanunu  ve  Türkiye  Muhasebe  Standartları/Türkiye  Finansal  Raporlama Standartları Bağlamında Usule Uygun Tutulmuş Bilanço İçin Aranan Nitelikler , Mali Hukuk Dergisi, Yıl: 2019, Cilt: 15, Sayı: 175, s. 1466-1468; AKSU ÖZKAN, 2019, s. 79, 80. 31  TTK m. 514/1 uyarınca yönetim kurulu, geçmiş hesap dönemine ait bilançosunu, bilanço gününü izleyen hesap döneminin ilk üç ayı içinde hazırlar ve genel kurula sunar. Buna göre bilançonun, bilanço gününü izleyen hesap döneminin ilk üç ayı içinde hazırlaması gerekir. Sürenin başlangıcı bilanço günüdür. Bilanço günü, faaliyet döneminin son gününü ifade eder. Faaliyet dönemi veya başka bir kanuni terimle hesap yılı on iki ayı geçemez (TTK m. 66/2). Bkz. AKSU ÖZKAN, 2019a, s. 1468. 32  TTK m. 401/1 uyarınca yönetim kurulu, bilançoyu düzenlettirip onaylayarak denetçiye verecektir. Buna göre, yönetim kurulundan hazırlanan bilançoyu onaylaması istenmiştir. 33  AKSU ÖZKAN, 2019a, s. 1465-1469. 34  KGK,  Türkiye Muhasebe Standartları/Türkiye Finansal Raporlama Standartları, Büyük ve Orta Boy İşletmeler İçin Finansal Raporlama Standardı ve Muhasebe Sistemi Uygulama Genel Tebliği  şeklinde üç tür mevzuat belirlemiştir. Finansal tablo hazırlayıcısının tâbi olduğu mevzuata göre, bilançosunu hazırlaması gerekir. Aksi takdirde bilanço denetimden geçemez (AKSU ÖZKAN, 2019a, s. 1470). Kurul  kararı  için  bkz.  http://kgk.gov.tr/PortalvUploads/files/PDF%20linkleri/RGTMS%20Uygulama%20Kapsam%C%Bna%20%C%Bli%C%9Fkin%20Kurul%20Karar%C%B_y.pdf, (erişim tarihi: 17.08.2020). 35  Finansal raporlama sisteminde, işletmenin sahip olduğu her değer veya katlandığı her sorumluluk, bilançoya varlık veya yükümlülük olarak aktarılamaz. Muhasebeleştirilme için, finansal tablolarda yer alma kriterlerinin sağlanması gereklidir. Bkz. AKSU ÖZKAN, 2019a, s. 1471.   292Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  ve standartlarda yer alan temel ilkelere uygun şekilde hazırlanmalıdır. Bunun yanı sıra, kanaatimizce ibra kararı ile bilanço arasında kurulan bu bağlantı, genel kurulun bilançoyu onaylama kararının da geçerli olmasına bağlıdır. Bunun için de, genel kurulun usulüne  uygun  toplanarak  geçerli  bir  karar  almasının  yanı  sıra  bilanço  denetimden geçirilmiş olmalıdır. Zira TTK m. 397/6 uyarınca denetimi yaptırılmayan finansal tablolar kanunen düzenlenmemiş sayıldığından, bunların türlerinden biri olan bilanço genel kurul gündeminde görüşülemez. Kanaatimizce bu durum, kural olarak genel kurulun ibra kararı almasına da engel oluşturur. Finansal tabloları hazırlamak ve denetimi için gerekli işlemleri yapmak yönetim kurulunun görevidir (TTK m. 514). Bu durumda, yönetim  kurulu  görevini  açıkça  ihlal  ederek  kanuna  aykırı  davranmış  sayılır.  Bu davranışıyla  şirketi  zarara  da  uğratmış  olur;  çünkü  genel  kurul  olağan  genel  kurul toplantısında bilançoya ilişkin karar alamayacak, bunun için yeni genel kurul toplantısını bekleyecektir. Genel kurul toplantısının bir kez daha yapılması ise, şirkete ek masraf yükler.  Keza  finansal  tablolar  düzenlenmemiş  sayılacağından  vergiye  esas  kâr belirlenemeyecek ve kurumlar vergisi borcu faizli bir şekilde ödenecektir. Ayrıca şirketin kârı bilançoya göre saptanacağından, potansiyel yatırımcıların şirkete yatırım yapma kararları da olumsuz şekilde etkilenecektir.    Bununla birlikte, genel kurulun bilançoyu onaylaması yönetim kurulu üyelerini ibra etmek zorunda olduğu anlamına gelmez. Nitekim TTK m. 424 ün lafzından da, genel kurulun bilançoyu onaylamasına rağmen ibra kararı vermeyebileceği ortaya çıkmaktadır. Zira  TTK  m.  424/1  uyarınca  bilançonun  onaylanması  kural  olarak  ibra  sonucunu                                                  36  Finansal raporlamada, finansal tablolar hazırlanırken uyulacak genel ilkeler bulunmaktadır. Bunlarla güdülen amaç, tüm finansal tablo hazırlayıcılarının aynı ilkelere uyarak finansal tabloları hazırlaması ve bu sayede finansal tabloların karşılaştırılabilir olmasını sağlamaktır. Örneğin TMS/TFRS de gerçeğe uygun sunum, para ile ölçülme, işletmenin sürekliliği, tahakkuk esası, önemlilik, raporlama sıklığı, karşılaştırmalı bilgi, netleştirme ve sunumda tutarlılık ilkeleri yer almaktadır. Bkz. AKSU ÖZKAN, 2019a, s. 1474; ilkelerin ayrıntılı incelemesi için bkz. AKSU ÖZKAN, 2019, s. 70-130. 37  AKSU ÖZKAN, 2019a, s. 1469-1478. 38  Aynı yönde bkz. ADIGÜZEL/KARADEMİR, 2018, s. 386; TURANLI, 2014, s. 115; AYTAÇ, 1982, s. 189; DUBS/TRUFFER, Art. 698, N. 19; OR Art. 731/3 te denetim raporunun yokluğu hâlinde, finansal tabloları onaylayan genel kurul kararının geçersiz olacağı açıkça düzenlenmiştir.  39  Böyle bir bilançonun bâtıl olduğu hususunda bkz. TTK m. 397/2 nin gerekçesi; aynı yönde bkz. ARI, Zekeriyya,  Anonim  Şirketlerin  Denetimi,  Ekin  Basım  Yayın  Dağıtım,  Ankara,  2019,  s.  65; ÜÇIŞIK/ÇELİK, 2013, s. 659; AKSU ÖZKAN, 2019, s. 403.   293Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  doğuracaktır; ancak kararda aksine bir kayıt varsa bu sonuç doğmaz. Bunun yanı sıra bilanço, yönetim kurulunun yapmış olduğu işlemlerin hukuka veya şirketin benimsediği ticari politikalara uygun olduğunu göstermez; sadece söz konusu işlemleri tutarları ile raporlayarak şirketin finansal durumu hakkında bilgi verilmesini sağlar. Kanaatimizce ibra etmeme kararı veren genel kurul bilançoyu onaylamışsa, bu durum, ibra etmeme kararının  geçerli bir gerekçeye dayanması  gerektiğini ifade eder.  Zira  ibra etmeme kararıyla amaçlanan, yönetim kuruluna karşı sorumluluk davası açma hakkının saklı tutulmasını sağlamaktır. Bu davanın açılmasını haklı kılacak bir gerekçenin bulunması durumunda, genel kurul bilançoyu onaylasa bile, geçerli bir şekilde ibra etmeme kararı alabilir.  Aksi  takdirde  alınan  karar,  iptal  edilecek  veya  şirkete  karşı  ibra  davası açılabilecektir.   Genel  kurulun  ibra  etmeme  kararı  açısından  şu  hususlar  geçerli  bir  gerekçe oluşturabilir: Öncelikle ibra etmeme kararı bilançoda yer almayan bir konuya ilişkin verilebilir. İbra etmeme kararına temel teşkil eden olayın bilançoda yer almaması çeşitli durumlarda ortaya çıkabilir. İlk olarak finansal raporlama sisteminde, işletmenin sahip olduğu her değer veya katlandığı her sorumluluk, bilançoya varlık veya yükümlülük olarak aktarılamaz. Muhasebeleştirilme için, bilançoya aktarılma kriterlerinin sağlanması gereklidir. Örneğin bilançoda bir malvarlığı unsurunun varlık olarak gösterilebilmesi için geçmişteki olayların bir sonucu olarak işletme tarafından kontrol edilen mevcut bir ekonomik kaynak olması gerekir (Finansal Raporlamaya İlişkin Kavramsal Çerçeve, pr. 4/3). Şayet bir varlık bu koşulları taşımıyorsa, bilançoda raporlanamaz; ancak bu varlığa ilişkin bir harcama yapılmışsa bu, kâr veya zarar ve diğer kapsamlı gelir tablosunda bir gider olarak raporlanacaktır. Örneğin TMS/TFRS de, işletmenin kendi yarattığı maddi olmayan duran varlıkların bilançonun varlık kısmına yazılabilmesi belirli koşulların                                                  40  AKSU ÖZKAN, 2019a, s. 1471; öğretide varlık olarak muhasebeleştirilme,  aktifleştirilme  olarak da adlandırılmaktadır (Bkz. TEKİNALP, 1979, s. 89). Buna karşılık, standartlarda sadece varlık değil yükümlülüklerin  de  bilançoda  raporlanabilmesi  için  belirli  koşulların  sağlanması  gerektiği  için, bilançoya aktarılma kriterleri ifadesi daha yerinde bir kullanımdır. İnceleme için bkz. AKSU ÖZKAN, 2019, s. 178 ve devamı. 41   Finansal Raporlamaya İlişkin Kavramsal Çerçeve genel amaçlı finansal raporlamanın amacını ve ilgili kavramları tanımlamaktadır. Bkz. RG. 27.10.2018, S. 30578.   294Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  sağlanması halinde mümkündür. İşletme içi yaratılan bir maddi olmayan duran varlığın muhasebeleştirilebilmesi  için  gerekli  kriterleri  sağlayıp  sağlamadığının değerlendirilmesinde, ilgili varlığın oluşumu  araştırma safhası ve geliştirme safhası  şeklinde ikiye ayırılır (TMS 38 m. 52/a-b). Araştırma, yeni bilimsel veya teknik bilgi ve anlayış kazanmaya yönelik planlı ve özgün incelemelerdir. Araştırmadan kaynaklanan herhangi  bir  maddi  olmayan  duran  varlık  bilançoda  raporlanamaz;  ancak  araştırma harcamaları gerçekleştiğinde kâr veya zarar ve diğer kapsamlı gelir tablosunda gider olarak muhasebeleştirilir (TMS 38 m. 54). Örneğin yeni bilgi elde edilmesine yönelik faaliyetler; malzeme, aygıt, ürün, süreç, sistem veya hizmetler için alternatif araştırması için yapılan harcamalar gibi (TMS 38 m. 56). Dolayısıyla bilançoya aktarılmayan bu varlığa  ilişkin  ibra  kararı  alınabilecektir.  Bunun  yanı  sıra,  bir  işlemin  bilançoda bulunmamasının  sebebi,  bilançonun  hazırlanma  tarihinden  sonra  ancak  genel  kurul toplantısından önce meydana gelmesi olabilir. Zira bilanço kural olarak ait olduğu ilgili hesap dönemine ilişkin olarak hüküm ifade eder. Bu dönemde gerçekleşen olayla ilişkin bilgiler, yönetim kurulu faaliyet raporu aracılığıyla veya yönetim kurulu üyelerinin genel kurulda  bilgi  vermesiyle  edinilebilir.  Dolayısıyla  bilanço  onaylanmasına  rağmen, bilançoda  bulunmayan  bu  konu  hakkında  ibra  verilmeyebilir.  Ayrıca  genel  kurul bilançoyu onaylamasına rağmen, bazı yönetim kurulu üyelerini ibra etmeyebilir. Nitekim genel kurul bazı üyeleri ibra ederken bazılarını ise ibra etmeyerek  özel ibra kararı alabilir. Örneğin yönetim kurulu üyesi A nın rekabet yasağına aykırı davranması veya üyeler  arasında  yapılan  yetki  paylaşımı  sebebiyle  bazı  üyelerin  sorumlu  tutulması gerekebilir. Keza bilanço onaylanmasına rağmen, belirli işlemler için ibra etmeme kararı                                                  42  Maddi olmayan duran varlıkların bilançoya aktarılması hakkında ayrıntılı inceleme için bkz. AKSU ÖZKAN, 2019, s. 212-216. 43  YARDIMCIOĞLU,  Mahmut/DEMİREL  ARICI,  Nuray/ÖZER,  Veli,   Araştırma-Geliştirme Harcamalarının ve Maddi Olmayan Duran Varlıkların TMS-38, Tekdüzen Muhasebe Sistemi ve Sermaye Piyasası Kurulu Tebliği ne Göre Muhasebeleştirilmesi İşlemlerinin Karşılaştırılması , Mali Çözüm Dergisi, Yıl: 2008, Sayı: 85, s. 46. 44  ARSLANLI, Halil, Anonim Şirketler, C. II-III Anonim Şirketin Organizasyonu ve Tahviller, 3. Baskı, Fakülteler Matbaası, İstanbul, 1960, s. 198. 45  PULAŞLI, 2018, s. 2675.   295Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  da alınabilir. Örneğin genel kurul, şirketin kendi paylarının iktisabıyla ilgili işlemler açısından yönetim kurulunu ibra etmeyebilir.    Bu bağlamda, gündemde bilançoya ve ibraya ilişkin bir madde varsa, usulüne uygun hazırlanmış bilançoyu onaylayan genel kurulun kural olarak ibra etme kararı da alması gerekir. Zira bilançonun içerdiği bilgiler bu sonucu doğurmaktadır. Buna karşılık, bu  durum,  bilançoyu  onaylayan  genel  kurulun  ibra  kararı  vermek  zorunda  olduğu anlamına gelmez; bilanço onaylanmasına rağmen alınan ibra etmeme kararının geçerli bir gerekçeye dayanması gerektiğini ifade eder.   2.  Genel  Kurulun  İbra  Etmeme  Kararı  Vermesinin  Yönetim  Kurulu Açısından Değerlendirilmesi   Yönetim kurulu üyeleri ile şirket arasında bir sözleşme ilişkisi bulunmaktadır. Yönetim kurulu üyesine şirketin yönetimi ve iş yılı sonunda hesap verilmesi yükümünü yükleyen bu sözleşme bağı, ona aynı zamanda ibra edilmesini talep hakkı da verir.    Usulüne uygun hazırlanmış bir bilançonun onaylanmasına ve yukarıda sayılan istisnai durumlar bulunmamasına rağmen, genel kurul ibra kararı vermemişse, yönetim kurulu bu karar aleyhine dürüstlük kuralına aykırılık sebebiyle iptal davası açabilir.                                                  46  WATTER/DUBS, 2001, s. 910; JENNY, 2012, § 8 N. 261. 47  Öğretide sözleşmenin hukuki niteliği tartışmalıdır. İnceleme için bkz. AKDAĞ GÜNEY, 2016, s. 276292; ÇAMOĞLU, 2010, s. 114-117; ÜÇIŞIK/ÇELİK, 2013, s. 517. 48  AYTAÇ, 1982, s. 157, 158, 174; ÇAMOĞLU, 2010, s. 245; POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 463; ÜÇIŞIK/ÇELİK, 2013, s. 566; WATTER/DUBS, 2001, s. 908. 49  Öğretide ibra etmeme kararının olumsuz bir karar olması sebebiyle, bu karar aleyhine iptal davası açılıp açılmayacağı hususunda tartışma bulunmaktadır. Öğretide baskın görüş olumsuz kararlar aleyhine iptal davası açılabileceği yönündedir (Bkz. AKDAĞ GÜNEY, 2016, s. 428; ÜÇIŞIK/ÇELİK, 2013, s. 350, 565,  573;  PULAŞLI,  2018,  s.  2692-2693;  ARSLANLI,  1960,  s.  81  dpn.  196; POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 464, 600; MOROĞLU, Erdoğan, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 7. Baskı, On İki Levha Yayıncılık, İstanbul, 2014, s. 197201; TEKİNALP, Ünal,  Anonim Ortaklığın Genel Kurulunda Bir Teklifin Reddine Karşı İptal Davası Açılabilir mi? , İstanbul Barosu Dergisi, Yıl: 1965, Cilt: 39, Sayı: 7-8-9, s. 258; YILDIZ, Şükrü, Türk Ticaret Kanunu na Göre Anonim Şirketlerde Genel Kurul Kararlarının İptali, Yüksek Lisans Tezi, İstanbul, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, 1989, s. 130; KORKUT, Ömer, Anonim Şirketlerde Genel Kurul Kararlarının Butlanı (6012 Sayılı Türk Ticaret Kanunu na Göre), Karahan Kitabevi, Adana, 2012, s. 21; Helvacı da aynı görüşte olmakla birlikte, ibra etmeme kararının infazı mümkün olan kararlardan olmadığı için tek başına önem ifade etmeyeceğini; bu sebeple bunlar aleyhine iptal davası açmak yerine ibra davası açılmasının pratik bakımdan daha faydalı olduğunu ifade etmektedir. Bkz. HELVACI,  2001, s. 144). Diğer görüş ise, böyle bir davanın açılamayacağı yönündedir. Bkz. İMREGÜN, Oğuz, Anonim Ortaklıklar, 3. Bası, Gün Matbaası, İstanbul, 1974, s. 120-121; KIRCA, İsmail/ŞEHİRALİ ÇELİK, Feyzan Hayal/MANAVGAT, Çağlar,   296Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  Yargıtay da önüne gelen birçok uyuşmazlıkta genel kurulun ibra etmeme kararının iptali için dava açılabileceğine hükmetmiştir. Bununla birlikte, Yargıtay önüne gelen bazı uyuşmazlıklarda ibra edilmeme kararı aleyhine iptal davası açılabilmesini, makul bir süre geçmesine rağmen sorumluluk davası açılmaması koşuluna bağlamıştır. Kanaatimizce ibra etmeme kararı aleyhine iptal davası açılması, makul süre içerisinde sorumluluk davası açılmaması koşuluna bağlanamaz. Zira yönetim kurulu üyelerine iptal davası açma hakkı, TTK m. 446 da açıkça tanınmıştır. Sırf ibra etmeme kararının uygulanma yeteneği olmaması, kanunda tanınan bu hakkı kaldırmaya engel değildir. Nitekim ibra etmeme kararlarının yönetim kurulu üyeleri hakkında toplumsal ve hukuki olumsuz sonuçları vardır. Hakkında ibra etmeme kararı verilmiş bir yönetim kurulu üyesi ile diğer şirketler çalışmak istemeyecektir. Keza bu karar, yönetim kurulu üyesinin bağımsız üye olmasını da engeller. Bunun yanı sıra, hiç kimse ibra edilmeyen yönetim kurulu üyesini, aleyhine bir sorumluluk davası açılmasını beklemeye zorlayamaz. Ayrıca Yargıtay kararında getirilen bu koşulun sınırları da belli değildir. Örneğin üç aylık iptal davası açılması süresinin yarısı geçince mi makul süre geçmiş olacaktır? Son olarak böyle bir koşul, Anayasanın  hak  arama  özgürlüğüne  ve  TMK  m.  23 te  yer  alan  kişilik  haklarının korunması ilkesine aykırıdır.    Bunun yanı sıra, yönetim kurulu bilançoya dayanarak şirkete karşı ibra davası da açabilir. Öğretide ibra kararını verme yetkisi münhasıran genel kurula ait olmakla birlikte,                                                  Anonim Şirketler Hukuku, C. 2/2, Genel Kurul Kararlarının Hükümsüzlüğü, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2. Baskı, Ankara, 2017, s. 164 ve devamı. 50  Yargıtay 11. HD., E. 2019/3720, K. 2019/6800, T. 04.11.2019; Yargıtay 11. HD., E. 2018/2659, K. 2019/4162, T. 10.06.2019; Yargıtay 11. HD., E. 2018/2563, K. 2019/1935, T. 20.05.2019; Yargıtay 11. HD., E. 2001/8852, K. 2002/1020, T. 11.02.2002; Yargıtay 11. HD., E. 2004/13858, K. 2006/205, T. 17.01.2006;  Yargıtay  11.  HD.,  E.  1976/2890,  K.  1976/3333,  T.  24.06.1976 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 02.09.2020)]. 51  Yargıtay 11. HD., E. 2019/3720, K. 2019/6800, T. 04.11.2019; 11. HD., E. 2012/4956, K. 2012/6466, T. 06.11.2012; aksi yönde bkz. Yargıtay 11. HD., E. 2004/10875, K. 2005/7564, T. 12.07.2005 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 02.09.2020)]. 52  POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 464. 53  ÇAMOĞLU, 2010, s. 246. 54  POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 464.   297Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  bu yetkinin sınırsız olmadığı ifade edilmektedir. Gerekli özeni ve dikkati gösteren ve böylece kusursuz hareket eden bir yönetim kurulu üyesi, zarar doğmuş olsa dahi, ibrayı talep ve dava edebilmelidir. İbra edilecek olan kişilerin görevlerini kusursuz olarak yerine getirmeleri durumunda, somut bir neden yokken, ibra kendilerinden keyfi olarak engellenemez. Genel kurul, kusursuz bir bilanço, başarı hesabı ve yıllık raporla faaliyet dönemine ait işlemlerin hesabını veren bir yönetim kuruluna ibra vermekle yükümlüdür.   B. Bilanço Onaylanmamışsa   1. Gündemde Bilançoya İlişkin Bir Madde Bulunması Hâlinde   TTK de bilançonun onaylanmaması durumunda ibra kararı verilip verilmeyeceğine yönelik açık bir düzenleme bulunmamaktadır. Bununla birlikte, öğretide Yargıtay ın bir kararına dayanan görüşe göre, gündemde bilançoya ve ibraya ilişkin madde bulunması hâlinde genel kurulda ibra kararı alınabilmesi ancak bilançonun onaylanmasından sonra mümkündür. Anılan karara konu olan olayda, davacı;  yönetim kurulu ve denetim kurulunun ibrasının iptali istemiyle dava açmıştır. Yerel  mahkeme,  yönetim  kurulu üyelerinin ibralarının iptali talebini, ibrası istenen üyenin kendi oylamasına ve diğer yönetim kurulu üyelerinin oylamasına katılamayacağından yetkisiz katılım ile yönetim kurulu  üyelerinin  oyları  çıkarıldığında  ibra  için yeterli çoğunluk sağlanamadığı gerekçesiyle  kabul  etmiştir.  Denetim  kurulunun ibrasında  ise,  yetkisiz  katılım çıkarıldığında da yeterli çoğunluk sağlandığı ancak, bilançonun onaylanması yapılmadan denetçinin ibrasının mümkün olmadığı, genel kurulda ise bilançonun onaylanmasının usulüne uygun yapılmadığı anlaşıldığından bilanço onayının yapılmadığının tespiti ile denetçinin  ve  yönetim  kurulunun ibrasına  ilişkin  kararların  iptaline  karar  vermiştir.                                                  55  AYTAÇ,  1998,  s.  160;  ÇELİK,  2007,  s.  235  ve  devamı;  ÇAMOĞLU,  2010,  s.  245; POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 463; ÜÇIŞIK/ÇELİK, 2013, s. 567. 56  ÜÇIŞIK/ÇELİK, 2013, s. 567. 57  ÇELİK, 2007, s. 236. Gerekli özen ve dikkati gösteren ve bu anlamda kusursuz davranan bir yönetim kurulu üyesi, zarar doğmuş olsa bile, ibrayı talep ve dava edebilmelidir. Bkz. AYTAÇ, 1982, s.160. 58  ÇAMOĞLU, 2010, s. 245; POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 463. 59  PULAŞLI, 2018, s. 2682. Bilanço onayının yapılamadığı veya geciktiği durumda ibra kararının alınamayacağı  hususunda bkz. ŞİMŞEK GÜZELSU, Sebile Zeynep,  Anonim  Şirketlerde İbra, Yüksek Lisans Tezi, Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2019, s. 33.   298Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  Yargıtay bu kararı onamıştır. Buna karşılık diğer bir  görüş uyarınca, genel kurul bilançoyu onaylamadan ibra kararı alabilir. Buna göre, açık ibra açısından eksiksiz ve doğru bir bilanço şartı öngörülmemiştir. Bu sebeple, açık ibra kararı bilançoda yer alıp almadığına ve genel kurul bilgisine sunulmuş olup olmadığına bakılmaksızın her türlü bilgiyi, hatta usulsüz bilgileri de kapsar. Zira genel kurulun genel hükümler çerçevesinde bir ibra kararı vermesini engelleyen herhangi bir hüküm yoktur.   Kanaatimizce bilançoyu onaylamayan genel kurulun ibra kararı verip veremeyeceği sorunu,  bilançonun  onaylanmamasının,  ibra  kararının  geçerliliğine  etkisi  ekseninde çözülmelidir.  Şayet  bilançonun  onaylanmamasının  sebebi,  bilançonun denetlettirilmemesi veya denetimin olumsuz raporla sonuçlanması ise genel kurul ibra kararı da alamayacaktır. Zira bilançonun denetimi için gerekli işlemleri yapmak yönetim kurulunun görevi olup, bu durumda, görevini açıkça ihlal etmiştir (TTK m. 514). Bununla birlikte, kanaatimizce genel kurulun geçerli bir ibra kararı alabilmesi için bilançonun onaylanması  gibi  zorunlu  bir  koşul  da  öngörülemez.  Zira  TTK de  ibra  kararının alınmasını böyle bir koşula bağlayan düzenleme bulunmamaktadır. Kanaatimizce burada önemli  olan  bilanço  onaylanmamasına  rağmen,  alınacak  ibra  kararının  geçerli  bir gerekçeye  dayanmasıdır.  Başka  bir  deyişle,  somut  olayın  koşullarına  göre  bilanço onaylanmamasına rağmen geçerli bir ibra kararı alınabilir. İlk olarak bilanço usulüne uygun düzenlenmiş ve buna rağmen onaylanmamışsa, buna ilişkin genel kurul kararı aleyhine iptal davası açılabilir. İbra kararı ise geçerliliğini koruyacaktır. İkinci olarak, yukarıda bahsedildiği üzere finansal raporlamada finansal tablolara aktarılma kriterleri bulunmaktadır. Şayet bu kriterlere uymadığı için bilançoya aktarılmayan bir işlem varsa, bunlar ayrıca görüşülerek ibra kararı alınabilir. Pay sahipleri bilançoya aktarılamayan bu                                                  60  Yargıtay  11.  HD.,  E.  2015/13438,  K.  2017/1475,  T.  13.03.2017, https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 02.09.2020). 61  ÇELİK, 2007, s. 111; genel kurulun bilançoyu onaylamaması durumunda, ibra kararı alınabileceği hususunda bkz. TANNER, 2018, Art. 698, N. 128; öğretide bir görüş denetçinin olumsuz görüş yazısı vermesi veya görüş vermekten kaçınması halinde, genel kurulun ibra kararı alabileceğini ifade ederek dolaylı yoldan bu görüşü kabul etmiştir (Bkz. AKDAĞ GÜNEY, 2016, s. 442). Zira TTK m. 403/5 uyarınca bu görüş yazıları sonucunda, yeniden finansal tablolar hazırlanacağından, onaylanacak bir bilanço bulunmamaktadır.  62  ÇELİK, 2007, s. 198.   299Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  bilgileri diğer finansal tablo çeşitlerinden ve yönetim kurulu yıllık faaliyet raporundan edinebilir. Nitekim yıllık faaliyet raporu, şirketin, o yıla ait faaliyetlerinin akışı ile her yönüyle finansal durumunu, doğru, eksiksiz, dolambaçsız, gerçeğe uygun ve dürüst bir şekilde yansıtır. Üçüncü olarak TTK m. 558 de ibra kararının, açıklanan olaya ilişkin şirketin dava hakkını kaldırdığı düzenlenmiştir. Bu sebeple genel kurul özel olarak ibra kararı alabilir. Nitekim bilançoda varlık, yükümlük ve özkaynak grupları altında birçok hesap bulunmaktadır. Genel kurul, bu hesapların geneline yönelik olarak bilançoyu onaylamasa bile, belirli olaylar için yönetim kurulu hakkında ibra kararı verebilir.   Öğretide  savunulan  açık  ibra  açısından  eksiksiz  ve  doğru  bir  bilanço  şartı öngörülmediği görüşüne de kısmen katılmamaktayız. Zira anonim şirkette pay sahibi, şirketin finansal durumunu bilanço aracılığıyla öğrenir. Eğer bilanço bilgi verme işlevini yerine getiremiyorsa, yönetim kurulunun performansı hakkında bir değerlendirme de yapılamaz. Gerçeği yansıtmayan bilançoya rağmen verilen ibra kararı, bilançoda yer alan durumlar  için  ibra  etkisini  doğurmayacaktır;  çünkü  bilançoda  gerçek  bilgiler  yer almamaktadır. Nitekim Yargıtay uygulaması da bu yöndedir. Bu bilanço, yönetim kurulu aleyhine açılacak sorumluluk davasında da kullanılabilir. Bu görüşümüzü finansal tabloların  denetimi  sonucunda  olumsuz  görüş  yazısı  verilmesinin  hukuki  sonucunu                                                  63  Bu duruma ilişkin ayrıntılı açıklama yukarıda yapıldığı için tekrardan kaçınmak adına burada yer verilmemiştir. Bkz. II. A. 1. b. Değerlendirmemiz, dpn. 40 ilâ 42 ye ilişkin metin. 64   TTK m. 516 da yıllık raporunun içeriğine ilişkin asgariyi gösteren konular listesi verilmemiş; ancak ana konu belirtilmiş, bu ana konunun açıklanmasında uyulması gerekli ilkeler gösterilmiştir (Hükmün gerekçesi). Bununla birlikte TTK m. 516/3 te, hem anonim şirketler hem de şirketler topluluğu bakımından yönetim kurulunun yıllık faaliyet raporunun zorunlu asgari içeriğinin, ayrıntılı olarak Gümrük ve Ticaret Bakanlığı tarafından bir yönetmelikle belirleneceği yer almaktadır. Bakanlık tarafından  Şirketlerin Yıllık Faaliyet Raporunun Asgari İçeriğinin Belirlenmesi Hakkında Yönetmelik (FRY)  yayınlanmıştır (RG. 28.08.2012, S. 28395). Payları Borsa İstanbul da işlem gören halka açık anonim şirketler (borsa şirketleri) açısından yönetim kurulu faaliyet raporu,  Kurumsal Yönetim İlkelerinin Belirlenmesine ve Uygulanmasına İlişkin Tebliğ e göre hazırlanır (SPK, Seri: IV No: 56 Tebliğ için bkz. RG. 31.12.2011, S. 28158). Ayrıntılı inceleme için bkz. AKSU ÖZKAN, 2019, s. 330352. 65  ÇELİK, 2007, s. 198. 66  Kararlar için bkz. dpn. 19 ve buna ilişkin metin; ibra kararının finansal tabloların görüşülmesiyle ilgili olup, görüşülmesinin ertelenmesi gerektiği hususunda bkz.  Yargıtay 11. HD., E. 2016/5118, K. 2017/4360, T. 14.09.2017; Yargıtay 11. HD., E. 2016/2098, K. 2016/9484, T. 12.12.2016; Yargıtay 11. HD., E. 2016/6510 K. 2017/1252 T. 02.03.2017; Yargıtay 11. HD., E. 2015/5631, K. 2015/13084, T. 07.12.2015; Yargıtay 11. HD., E. 2014/5666, K. 2014/12075, T. 25.06.2014; Yargıtay 11. HD., E. 2013/12519,  K.  2014/2803,  T.  18.02.2014 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 10.08.2020)].   300Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  düzenleyen  TTK  m.  403/5  de  destekler.  Hüküm  uyarınca  olumsuz  görüş  yazılan hâllerde yönetim kurulu, görüş yazısının kendisine teslimi tarihinden itibaren dört iş günü içinde, genel kurulu toplantıya çağırır ve genel kurul yeni bir yönetim kurulu seçer. Yeni yönetim kurulu altı ay içinde, kanuna, esas sözleşmeye ve standartlara uygun finansal tablolar hazırlatır ve bunları denetleme raporu ile birlikte genel kurula sunar. Buna göre olumsuz görüş yazısı almış finansal tablolar geçerli olmaz. Mevcut yönetim kurulunun görevi sona erer. Kanun koyucu bilançonun olumsuz görüş yazısı almasını, yönetim kurulunun görevini sona erdiren bir sebep olarak öngörmüştür. Dolayısıyla olumsuz görüş yazısı almış bir bilanço genel kurulun gündemine dahi gelemeyecek ve bunu hazırlayan yönetim kurulunun da görevi sona erecektir. Eski yönetim kurulu üyelerinden de oluşabilecek yeni yönetim kurulu finansal tabloları hazırlatacak ve yeniden genel kurula sunacaktır.   Şayet bilanço onaylanmamasına rağmen geçerli bir gerekçeye dayanmadan ibra kararı alınmışsa, bu karar aleyhine iptal davası ve ilgili kişiler aleyhine sorumluluk davası açılabilir. Bu davada da, bilanço delil olarak kullanılabilecek ve yönetim kurulu üyeleri ibra kararına dayanamayacaktır.    Kanaatimizce  gündemde  hem  bilançoya  hem  de  ibraya  yönelik  madde  varsa, bilançoya ilişkin karar ile ibra kararı arasında şu ilişki kurulabilir: İbra kararı alan genel kurulun kural olarak bilançoyu da onaylamış olması gerekir. Zira ibra, ibranın kapsamına giren maddi olaylara ilişkin etkisini gösterecektir. Gündemde bilançonun onaylanmasının bulunduğu  genel  kurul  toplantısında,  bilanço  ve  buna  bağlı  belgeler  genel  kurulun bilgisine ulaşır. Genel  kurul, yönetim kurulunun yapmış olduğu faaliyetleri bilanço                                                  67  Bu durumda yeni tablolar hazırlanmadan yapılan olağan genel kurul toplantısında yönetim kurulu üyelerinin ibra edilmemesi gerektiği hususunda bkz. ARI, 2019, s. 107, dpn. 333. 68  6335 sayılı Kanun un 20. maddesi ile beşinci fıkra değiştirilmiştir. Beşinci fıkranın değiştirilmeden önceki hali şöyleydi: ‘‘Olumsuz görüş yazılan veya görüş verilmesinden kaçınılan durumlarda genel kurul, söz konusu finansal tablolara dayanarak, özellikle açıklanan kâr veya zarar ile doğrudan veya dolaylı bir şekilde ilgili olan bir karar alamaz. Bu hallerde yönetim kurulu, görüş yazısının kendisine teslimi tarihinden itibaren dört iş günü içinde, genel kurulu toplantıya çağırır ve görevinden toplantı gününde geçerli olacak şekilde istifa eder. Genel kurul yeni bir yönetim kurulu seçer. Yeni yönetim kurulu altı ay içinde, kanuna, esas sözleşmeye ve standartlara uygun finansal tablolar hazırlatır ve bunları denetleme raporu ile birlikte genel kurula sunar. Sınırlı olumlu görüş verilen hâllerde genel kurul, gerekli önlemleri ve düzeltmeleri de karara bağlar.   Öğretide Özkorkut, bu değişiklik ile olumsuz görüş alan finansal tablolara dayalı olarak genel kurulun karar almasını engelleyen hükmün ortadan kaldırıldığını ifade etmektedir. Bkz. ÖZKORKUT, 2013, s. 221-223.   301Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  aracılığıyla  öğrenecektir.  Dolayısıyla  ibranın  kapsamına  giren  olayların  özetinin bulunduğu bilançonun onaylanmaması kararı ile bu işlemleri yerine getiren yönetim kurulunun ibrası kararı birbiriyle çelişir. Zira bilançoyu onaylamayan bir genel kurulun, kural olarak yönetim kurulunun yapmış olduğu işlemleri de onaylamadığı sonucuna varılabilir. Bu durumda, bilançonun onaylanmaması kararı dürüstlük kuralına aykırılık sebebiyle iptal edilebilir.    2. Gündemde Bilançoya İlişkin Bir Madde Bulunmaması Hâlinde   Öğretide gündemde bilançoya ilişkin bir madde yoksa bilanço onaylanmadan ibra kararı alınıp alınamayacağı ibranın zamanı açısından değerlendirilmiştir. Buna göre bir görüş geçerli bir ibra kararı için öncesinde bilançonun genel kurula sunulması gerektiği yönündedir. Zira her şeyden önce hesapların ortaya konulmasıyla ilgili hükümler, anonim şirketteki tüm menfaat gruplarını ve kamuyu ilgilendiren emredici hükümlerdir ve bunlardan, oybirliğiyle dahi vazgeçilemez. Aksi takdirde, bu şekilde verilmiş bir ibra kararının, dürüstlük kuralına aykırılık sebebiyle iptali söz konusu olabilir. Diğer bir görüşe göre ise, bilanço sunulmadan da ibra kararı alınabilir. Bu görüşte olan bir yazara göre,  uygulamada  ibra  kararının  ancak  bilançonun  müzakere  edildiği  yıllık  olağan toplantıda  alınabileceği  yönündeki  kabul  hatalıdır  ve  hukuki  bir  dayanağı bulunmamaktadır. Açık ibra, örtülü ibranın aksine kural olarak bilanço, kâr ve zarar hesabının kabulü kararına bağlı ve onun sonucu olmayan bağımsız bir karardır. Bunun yanı  sıra,  TTK de  açık  ibrayı  bilanço  görüşmelerine  bağlayan  herhangi  bir  hüküm yoktur. Genel kurul gündeme madde eklemek suretiyle istediği zaman (kuruluştan doğan sorumluluğun ibrası durumu hariç) açık ibra kararı alabilir. Bunun için bilanço ve hesapların da incelenmesi gerekmez. Keza bu görüşteki bir yazara göre yönetim kurulu                                                  69  AYTAÇ, 1982, s. 66-67. 70  MOROĞLU, 2001, s. 7; ÇELİK, 2007, s. 111; genel kurulun ibraya re sen karar verebileceği hususunda bkz. ARSLANLI, 1960, s. 198; WATTER/DUBS, 2001, s. 911; METZLER, Lukas/SCHMUKI, Markus, Voraussetzungenund Folgen der Déchargeerteilung der Generalversammlung an den Verwaltungsrat  einer  Aktiengesellschaft,  Aktuelle  Juristische  Praxis,  Yıl:  2001,  s.  945, https://www.swisslex.ch/de/ (erişim tarihi: 20.08.2020); TANNER, 2018, Art. 698, N. 128. 71  MOROĞLU, 2001, s. 9. 72  ÇELİK, 2007, s. 111. 73  ÇELİK, 2007, s. 198.   302Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  üyelerinden biri görevinden ayrılmışsa; bilanço onaylanmadan bu üyenin ibra edilmesi mümkündür.   Kanaatimizce gündemde bilançoya ilişkin bir madde bulunmaması hâlinde de genel kurul ibra kararı alabilir. Zira TTK de ibranın zamanına ilişkin açık bir düzenleme bulunmamaktadır.  Bununla  birlikte,  ibra  kararı  yönetim  kurulunun  yapmış  olduğu faaliyetler sebebiyle onun sorumlu tutulmayacağının açıklanmasıdır. Bu faaliyetler de genel olarak bilançoda yer alır. Dolayısıyla ibra kararının alınabilmesi için bilançonun da görüşülmesi daha isabetli olur; ancak kanaatimizce bu durum, bilanço görüşülmeden ibra kararı alınamayacağı anlamına gelmez. Bu, alınacak olan ibra kararının sadece genel kurulda görüşülen konuyla ilgili etkisini doğuracağı anlamına gelir. Başka bir deyişle ibra kararı hem olağan genel kurul toplantısında hem de olağanüstü genel kurul toplantısında alınabilir; ancak bilanço görüşülmeksizin alınan ibra kararı, genel kurulun yönetim kurulunun yapmış olduğu faaliyetlerine ilişkin bilgisinin eksikliği sebebiyle sınırlı bir şekilde etkisini gösterecektir. Yönetim kurulu kendisine karşı açılacak bir sorumluluk davasında,  bilançonun  kapsamına  giren  olaylarla  ilgili  ibra  edildiği  savunmasında bulunamaz.    SONUÇ   Bilanço içerdiği bilgiler sebebiyle yönetim kurulunun ibrası ile bağlantılıdır. Bu bağlantının genel kurulun alacağı ibra kararına etkisi, bilançonun onaylanması veya onaylanmamasına  göre  şekillenmektedir.  Buna  göre  usulüne  uygun  hazırlanmış  bir bilançoyu onaylayan genel kurulun kural olarak ibra kararı da alması gerekir. Bunun için bilançonun TTK ye ve KGK düzenlemelerine uygun olarak hazırlanmış olması şarttır. Buna karşılık, bu durum, bilançoyu onaylayan genel kurulun ibra kararı vermek zorunda olduğu anlamına gelmez; bilanço onaylanmasına rağmen alınan ibra etmeme kararının geçerli bir gerekçeye dayanması gerektiğini ifade eder.                                                  74  ARSLANLI, 1960, s. 198.  75  WATTER/DUBS, 2001, s. 911; METZLER/SCHMUKI, 2001, s. 945; TANNER, 2018, Art. 698, N. 128; JENNY, 2012, § 8 N. 261; PULAŞLI, 2018, s. 2675. 76  WATTER/DUBS, 2001, s. 911.   303Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307    Genel kurul, bilançoyu onaylamamasına rağmen, yönetim kurulunu ibra edebilir; ancak alınacak ibra kararının geçerli bir gerekçeye dayanması gerekir. Aksi takdirde, bu karar aleyhine iptal davası ve ilgili kişiler aleyhine sorumluluk davası açılabilir. Bu davada da, bilanço delil olarak kullanılabilecek ve yönetim kurulu üyeleri ibra kararına dayanamayacaktır.    İbra kararı hem olağan genel kurul toplantısında hem de olağanüstü genel kurul toplantısında  alınabilir;  ancak  bilanço  olmaksızın  alınan  ibra  kararı,  genel  kurulun yönetim kurulunun yapmış olduğu faaliyetlerine ilişkin bilgisinin eksikliği sebebiyle sınırlı bir şekilde etkisini gösterecektir.                    304Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307",
     "Kaynakça": "Necla, Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu, 2. Baskı, Vedat Kitapçılık, İstanbul, 2010, s. 297; POROY, Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin, Ortaklıklar Hukuku I, 14. Bası, Vedat Kitapçılık, İstanbul, 2019, s. 458; BAHTİYAR, Mehmet,   284Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  Başka bir deyişle, genel kurul yönetim kurulu üyelerini ilgili dönemdeki faaliyetleri sebebiyle sorumlu tutmayacağını açıklamaktadır3. Nitekim TTK m. 558 e göre ibra kararı, ibranın kapsadığı açıklanan maddi olaylara ilişkin olarak4, şirketin, ibraya olumlu oy veren ve ibra kararını bilerek payı iktisap etmiş olan pay sahiplerinin dava hakkını kaldırır.   İbra, açık bir kararla veya bilançonun onaylanması ile örtülü şekilde alınabilir (TTK m. 409/1; TTK m. 424/1). Bu sebeple, öğretide ibra, gündemde ibraya yönelik bir madde olup olmamasına göre  açık ve örtülü ibra  şeklinde ikili bir ayrıma tâbi tutularak ele alınmaktadır5. Bu bağlamda, aşağıda bu kararların geçerliliği için gereken koşullara genel hatlarıyla değinilecektir.   B. Açık İbra   Açık ibra kararı, genel kurul tarafından gündemde bulunan madde doğrultusunda alınan  karardır.  Bu  kararda  genel  kurul,  ibra  edilecek  kişileri  ibra  edip  etmediğini açıklamak zorundadır6. Açık ibra kararı, hiçbir sınırlamaya tâbi kılınmaksızın genel                                                  Ortaklıklar Hukuku, Güncellenmiş 14. Bası, Beta Yayınevi, İstanbul, 2020, s. 411; PULAŞLI, Hasan, Şirketler Hukuku Şerhi, 3. Baskı, Adalet Yayınevi, Ankara, 2018, s. 2674. 3   POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 458. 4   Hükmün  mehazı  İsviçre  Borçlar  Kanunu  (Obligationenrecht-OR)  Art.  758  uyarınca,   Der Entlastungsbeschluss der Generalversammlung wirkt nur für bekanntgegebene Tatsachen und nur gegenüber der Gesellschaft sowie gegenüber den Aktionären, die dem Beschluss zugestimmt oder die Aktien seither in Kenntnis des Beschlusses erworben haben.  Hüküm Türkçe ye  Genel kurulun ibra kararı, yalnızca açıklanan gerçeklerle sınırlı olarak, sadece şirkete ve ibraya olumlu oy veren veya ibra kararını bilerek payı iktisap etmiş olan pay sahiplerine karşı geçerlidir.  şeklinde çevrilebilir. 5   ŞENER, Oruç Hami, Teorik ve Uygulamalı Ortaklıklar Hukuku Ders Kitabı, Gözden Geçirilmiş 4. Bası, Seçkin Yayıncılık, Ankara, 2019, s. 430; ÜÇIŞIK, Güzin/ÇELİK, Aydın, Anonim Ortaklıklar Hukuku, C. 1, Adalet Yayınevi, Ankara, 2013, s. 564; ÇELİK, 2007, s. 51; Bahtiyar TTK m. 409/1 uyarınca açık ibranın, olağan genel kurul toplantısının gündemine dâhil olması sebebiyle, örtülü ibranın mümkün olmayacağını ifade etmiştir. Bkz. BAHTİYAR, 2020, s. 412; BAHTİYAR, Mehmet,  Anonim Ortaklıkta İbraya İlişkin Bazı Sorunlar , Prof. Dr. Mustafa Dural ı Anma Sempozyumu Özel Sayı III, Kadir Has Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 6, Sayı: 1, s. 101 ve devamı; İsviçre Hukuku nda bilançonun onaylanmasına ibra sonucu bağlanmamıştır. Bkz. EISENRING, Marlen, OR Kommentar  Schweizerisches  Obligationenrecht,  (der.  Kostkiewicz,  Jolanta  Kren/Wolf, Stephan/Amstutz, Marc/Fankhauser, Roland), Orell Füssli Verlag, 3. Baskı, Zürich, 2016, Art. 698, N. 6a; TANNER, Brigitte, Die Aktiengesellschaft, Generalversammlung und Verwaltungsrat. Mängel in der Organisation, Art. 698-726 und 731b OR, (der. Handschin, Lukas), Schulthess Verlag, 3. Baskı, Zürich, 2018, Art. 698, N. 128. 6   HELVACI, Mehmet, Anonim Ortaklıkta Yönetim Kurulu Üyesinin Hukuki Sorumluluğu, 2. Baskı, Beta Yayınevi, İstanbul, 2001, s. 139.   285Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  olarak verilebileceği gibi, zaman, kişi veya konu açısından sınırlandırma yapılarak da verilebilir. Bu bağlamda öğretide ibranın kapsamı açısından genel ve özel ibra ayrımı yapılmaktadır7.  Buna  göre  ibra  kararı  verilirken,  zaman,  kişi  veya  konu  açısından sınırlandırma yapılarak özel ibra kararı alınabilir8. Şayet böyle bir sınırlandırma yoksa ibra  genel  nitelik  taşır9.  Genel  ibra  kararı,  ibra  iradesinin  genel  olarak  açıklanmak suretiyle,  bütün  yönetim  kurulu  üyelerine  yönelik  ve  ilgili  hesap  dönemi  için  ibra kararının alınmış olması hâlinde söz konusu olur10.    C. Örtülü İbra   TTK  m.  424/1  uyarınca  bilançonun  onaylanmasına  ilişkin  genel  kurul  kararı, kararda aksine açıklık bulunmadığı takdirde, yönetim kurulu üyelerinin ibrası sonucunu doğurur. TTK de açıkça bilançonun tanımına yer verilmemiştir; ancak TTK m. 68/1 de bilançonun işletmenin varlık ve borçlarının tutarlarının ilişkisini gösteren finansal tablo olduğu yer almıştır. Kamu Gözetimi, Muhasebe ve Denetim Standartları Kurumunun (KGK)  yayınlarında11 ve öğretide bilanço, hazırlandığı tarih itibariyle işletmenin varlık, yükümlülük ve özkaynaklarını gösteren tablo şeklinde tanımlanmaktadır12.                                                   7   ÇAMOĞLU, 2010, s. 228; AKDAĞ GÜNEY, Necla, Anonim Şirket Yönetim Kurulu, 2. Baskı, Vedat Kitapçılık, İstanbul, 2016, s. 427; AKDAĞ GÜNEY, 2010, s. 307; ÇELİK, 2007, s. 52-55; ÜÇIŞIK/ÇELİK, 2013, s. 564; WATTER, Rolf/DUBS, Dieter, Der Déchargebeschlusss, Aktuelle Juristische  Praxis,  Yıl:  2001,  s.  910,  https://www.swisslex.ch/de/  (erişim  tarihi:  20.08.2020); HOCHSTRASSER, Christian, Die Rolle des Vergütungsausschusses nach der Umsetzung der Minder-Initiative, (der. Forstmoser, Peter), Dike Verlag, Zürich/St. Gallen, 2016, s. 235; REISER, Nina, Durchsetzung heterogener börsengesellschaftsrechtlicher Normen, Dike Verlag, Zürich/St. Gallen, 2017, s. 333. 8   AKDAĞ GÜNEY, 2016, s. 427; ÇELİK, 2007, s. 53; HOCHSTRASSER, 2016, s. 236. 9   ÇAMOĞLU, 2010, s. 228; AKDAĞ GÜNEY, 2016, s. 427; ÇELİK, 2007, s. 52; ÜÇIŞIK/ÇELİK, 2013, s. 564; REISER, 2017, s. 333. 10  HELVACI, 2001, s. 139. Genel ibra kararı için öğretide verilen kıstas ibranın genel kurulun bilgisine ulaşan işlem ve konuları kapsayacağıdır. Bkz. ÇAMOĞLU, 2010, s. 228; AKDAĞ GÜNEY, 2010, s. 303; AYTAÇ, 1982, s. 85 ve devamı; TURANLI, Hüsnü,  Türk Ticaret Kanunu na Göre Anonim Ortaklıkta İbra , Kadir Has Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2014, Cilt: 2, Sayı: 2, s. 117; HOCHSTRASSER, 2016, s. 235; aksi yönde bkz. ÇELİK, 2007, s. 198; MOROĞLU, Erdoğan,  Anonim Ortaklıkta Yönetim ve Denetim Kurulu Üyelerinin İbralarının Zamanı, Kapsamı ve Geri Alınması , Banka ve Ticaret Hukuku Dergisi, Yıl: 2001, Cilt: 21, Sayı: 2, s. 9-10. 11  Finansal Raporlamaya İlişkin Kavramsal Çerçeve, 3.3/a (Bkz. RG. 27.10.2018, S. 30578); Büyük ve Orta Boy İşletmeler İçin Finansal Raporlama Standardı (Bkz. RG. 29.07.2017, S. 30138 mük.), 1.29. 12  SEVİLENGÜL, Orhan, Genel Muhasebe, 18. Baskı, Gazi Kitabevi, Ankara, 2016, s. 33; UYSAL, Tolga/ŞENLİK,  Mehmet,  Genel  Muhasebe,  7.  Baskı,  Seçkin  Yayıncılık,  Ankara,  2016,  s.  31; YALÇIN, Erhan, Uluslararası Finansal Raporlama, Seçkin Yayınevi, Ankara, 2015, s. 214; AKSU   286Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307    Bilançonun  onaylanması  ile  ibra  sonucunun  doğabilmesi  için  olağan  toplantı gündeminde ibraya dair bir madde olmaması gerekir13. Zira TTK m. 424/1 uyarınca, genel kurul kararında aksine kayıt bulunması hâlinde bilançonun onaylanması ibra anlamına gelmeyecektir.    II.  BİLANÇOYA  İLİŞKİN  KARAR  İLE  AÇIK  İBRA  KARARI ARASINDAKİ İLİŞKİ   A. Bilanço Onaylanmışsa   1. Genel Kurulun İbra Kararı Alıp Alamayacağının İncelenmesi   a. Öğretide Yer Alan Görüşler ve Yargıtay Uygulaması   Öğretide genel kurulun bilançonun onaylanması kararı ile ibra kararını birbirinden ayırabileceği  ifade  edilmektedir14.  Buna  göre,  genel  kurul  bilançoyu  onaylamakla beraber, yönetim kurulu üyelerini ibra etmeyebilir15. Bununla birlikte, öğretide sorunsuz bir  bilanço  ve  yıllık  raporla  faaliyet  dönemine  ait  işlemlerin  hesabını  veren bir yönetim kurulunu, genel kurulun ibra etmekle yükümlü olduğu; ortada somut nedenler                                                  ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuksal Sonuçları, On İki Levha Yayıncılık, İstanbul, 2019, s. 166; Karayalçın, bilançonun içeriğinden bahsetmeksizin, bilançoyu işletmenin dönem sonu mali  muvazene=denge sini gösteren belge olarak tanımlamıştır. Bkz. KARAYALÇIN, Yaşar, Muhasebe Hukuku, 2. Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1988, s. 40; Tekinalp, bilanço için bir tanım vermekten kaçınmaktadır. Yazara göre bunu yapmaya çalışmak, bilanço gibi zengin içeriğe sahip kavramlar açısından tanıtıcı olmamaktadır. Bu sebeple, bilançonun sonuç açıklama işlevine değinmektedir. Bkz. TEKİNALP, Ünal, Anonim Ortaklığın Bilançosu ve Yedek Akçeleri, 2. Baskı, Fakülteler Matbaası, İstanbul, 1979, s. 59-60. 13  HELVACI,  2001,  s.  139;  ÇELİK,  2007,  s.  55,  56;  AYHAN,  Rıza/ÇAĞLAR, Hayrettin/ÖZDAMAR,  Mehmet,  Şirketler  Hukuku  Genel  Esaslar,  Yetkin  Yayınları, Ankara, 2019, s. 494; aynı yönde bkz. Yargıtay 11. HD., E. 2014/10839, K. 2014/17759, T. 17.11.2014.  Bilançonun  onaylanması  ve  yönetim  kurulunun  ibrası  ayrı  ayrı  görüşülüp  kararlar alındığından, bilançonun kabulünün ibra sonucunu doğurmayacağı hususunda bkz. İstanbul Bölge Adliye Mahkemesi 14. HD., E. 2017/1007, K. 2018/75, T. 25.1.2018; Yargıtay 11. HD., E. 2017/223, K. 2018/6103, T. 08.10.2018; Yargıtay 11. HD., E. 2016/11599, K. 2018/3655, T. 16.05.2018. Kararlar için bkz. Lexpera veri tabanı (erişim tarihi: 17.08.2020). 14  AKDAĞ GÜNEY, 2016, s. 420; ÇAMOĞLU, 2010, s. 227. 15  ÇAMOĞLU, 2010, s. 227. Bilançonun onaylanması, genel kurulun ibrayı reddetmesini engellemez. Zira OR Art. 698 de yıllık raporun onaylanması, yıllık hesapların onaylanması ve yönetim kurulunun ibra edilmesi ile ilgili kararlar ayrı ayrı düzenlenmiştir [OR Art. 698/2(3, 4, 5)]. Bkz. JENNY, Daniel, Abwehrmöglichkeiten von Verwaltungsratsmitgliedern in Verantwortlichkeitsprozessen, (der. Forstmoser, Peter), Dike Verlag, Zürich/St. Gallen, 2012, § 8 N. 262.   287Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  yokken ibradan kaçınılmasının dürüstlük kuralına ve çelişkili davranış yasağına aykırılık oluşturacağı belirtilmektedir16.   Yargıtay, bilançoyu onaylayan genel kurulun kural olarak ibra  yönünde karar vermesi gerektiği görüşündedir17. Örneğin Yargıtay ın önüne gelen bir uyuşmazlıkta18 ilgili yılların bilançoları onaylanmış; ancak yönetim kurulu üyeleri ibra edilmemiştir. Davacı yönetim kurulu üyesi, genel kurulun ibra etmeme kararı aleyhine iptal davası açmıştır. Yerel mahkeme, genel kurulun, ibra konusunda geniş takdir yetkisine sahip olduğunu; ancak bu yetkisinin sınırsız olmadığını belirtmiştir. Mahkemeye göre sorunsuz bir bilanço ve  yıllık  raporlarla,  faaliyet  dönemine  ait  işlemlerin  hesabını veren yönetim kurulunun ibra edilmesi  gerekmektedir.  Yerel  mahkeme,  ortada  somut nedenler  yokken ibradan kaçınılmasının,  dürüstlük  kurallarına  aykırı  düşeceği gerekçesiyle  ibra  etmeme  kararının  iptaline  karar  vermiş;  Yargıtay  ilk  derece mahkemesinin kararını hukuka uygun bularak Bölge Adliye Mahkemesi nin kararını onamıştır. Buna karşılık Yargıtay, genel kurul bilançoyu onaylamış ve ibra yönünde karar vermiş olsa dahi, şayet bilanço gerçeği yansıtmıyorsa veya geçerli değilse, alınan ibra kararının geçersiz olacağına hükmetmiştir19. Nitekim Yargıtay ın önüne gelen başka bir                                                  16  AYTAÇ, 1982, s. 158; ATAN, 1967, s. 62; ÇAMOĞLU, 2010, s. 227. 17  Yargıtay 11. HD., E. 2018/2659, K. 2019/4162, T. 10.06.2019; Yargıtay 11. HD., E. 2018/5179, K. 2019/6573, T. 22.10.2019; Yargıtay 11. HD., E. 2015/10277, K. 2016/5229, T. 09.05.2016; Yargıtay 11.  HD.,  E.  2015/15020,  K.  2017/2388,  T.  25.04.2017 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.08.2020)]. 18  Yargıtay  11.  HD.,  E.  2019/3720,  K.  2019/6800,  T.  04.11.2019 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.08.2020)]. 19  Yargıtay 11. HD., E. 2017/3893, K. 2019/1017, T. 11.02.2019; Yargıtay 11. HD., E. 2019/336, K. 2019/8055, T. 11.12.2019; Yargıtay 11. HD., E. 2017/4068, K. 2019/4244, T. 11.06.2019; Yargıtay 11. HD., E. 2015/5409, K. 2015/12555, T. 25.11.2015; Yargıtay 11. HD., E. 2014/7145, K. 2015/4456, T. 31.03.2015; Yargıtay 11. HD., E. 2015/353, K. 2015/5705, T. 22.04.2015; Yargıtay 11. HD., E. 2017/4349, K. 2019/1390, T. 20.02.2019; Yargıtay 11. HD., E. 2015/9326, K. 2016/6223, T. 06.06.2016 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/  (erişim  tarihi:  15.09.2020)]; Yargıtay ın önüne gelen başka bir uyuşmazlıkta, bilanço onaylanmış ve yönetim kurulu üyeleri ibra edilmiştir. Davacı genel kurul tarafından alınan bu kararlar aleyhine iptal davası açmıştır. Yerel mahkeme bilançonun gerçeği yansıtmaması ve bazı konuların bilançoda bulunmaması sebebiyle dava konusu kararların iptali koşullarının oluştuğuna karar vermiştir. Yargıtay; gerek bilirkişi raporlarında gerek mahkeme gerekçesinde bilançonun hangi kısmının gerçeği yansıtmadığı veya hangi kaydın bilançoda bulunmadığının açıklanmadığını, davacının bilançonun gerçeği  yansıtmadığı iddiasının doğruluğu hakkında delil ve verilerle karşılaştırılarak değerlendirme yapılmadığını saptamıştır. Bu sebeple,  Yargıtay  mahkemece  bilançonun  nasıl  ve  hangi  yönlerden  gerçeği  yansıtmadığı belirlenmeksizin eksik incelemeyle yazılı şekilde dava konusu şirket genel kurulunda alınan kararların iptaline karar verilmesini doğru görmemiş, kararı davalı yararına bozmuştur (Yargıtay 11. HD., E.   288Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  uyuşmazlıkta20 bilanço onaylanmış ve yönetim kurulu üyeleri ibra edilmiştir. Yargıtay bilançonun  gerçeği  yansıtmamasının,  kanuna  ve  iyiniyet  kurallarına  aykırı  olduğu gerekçesiyle bilançonun onayına ilişkin genel kurul kararının iptali şartlarının oluştuğunu belirtmiştir.  Bu  sebeple,  gerçeği  yansıtmayan  bilanço  düzenleyen  yönetim kurulu üyelerinin ibra kararının iptali şartlarının oluştuğunu belirterek yerel mahkemenin iptal yönündeki kararını onamıştır.    Bununla birlikte, Yargıtay uygulamasında bilançoyu onaylayan genel kurulun, ibra etmeme  kararı  alabilmesi  için   ortada  somut  bir  nedenin  olması   aranmaktadır21. Yargıtay ın önüne gelen bir uyuşmazlıkta22 genel kurulda bilançonun onaylanmasına ve diğer yönetim kurulu üyelerinin ibra edilmesine rağmen, davacı yönetim kurulu üyesi ibra edilmemiştir. Davacı, ibra edilmeme kararının keyfi, objektif iyiniyet kurallarına aykırı olduğunu ileri sürerek, genel kurulun davacının ibra edilmemesine ilişkin kararının iptaline karar verilmesini istemiştir. Yerel mahkeme, ibra etmeme kararına karşı iptal davası  açılmasında  davacının  hukuki  yararı  bulunmadığı  gerekçesiyle  davayı reddetmiştir. Yargıtay, genel kurulun, sorunsuz bir bilanço ve yıllık raporla faaliyet dönemine  ait  işlemlerin  hesabını  veren  bir yönetim kurulunu  ibra  etmekle  yükümlü olduğunu belirtmiştir. Buna göre, ortada somut nedenler yokken ibradan kaçınılması dürüstlük kurallarına aykırı düşecektir. Bu sebeple Yargıtay, bunlar araştırılmaksızın, eksik incelemeye dayalı olarak verilen yerel mahkemenin kararını bozmuştur. Keza Yargıtay ın önüne gelen başka bir uyuşmazlıkta23 bilanço onaylanmış ve yönetim kurulu üyesi  ibra  edilmemiştir.  İbra  edilmeyen  yönetim  kurulu  üyesi,  ibra  etmeme  kararı                                                  2017/3253, K. 2017/7015, T. 07.12.2017). Aynı yönde bkz. Yargıtay 11. HD., E. 2018/5179, K. 2019/6573,  T.  22.10.2019;  Yargıtay  11.  HD.,  E.  2013/13563,  K.  2014/18414,  T.  26.11.2014 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.09.2020)]. 20  Yargıtay  11.  HD.,  E.  2019/242,  K.  2019/7371,  T.  20.11.2019 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.09.2020)]. 21  Yargıtay  11.  HD.,  E.  2019/3720,  K.  2019/6800,  T.  04.11.2019 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/  (erişim  tarihi:  15.09.2020)]. Aynı yönde bkz. Yargıtay 11. HD., E. 84/101, K. 84/334, T. 27.01.1987. Karar için bkz. MOROĞLU, Erdoğan, Türk Ticaret Kanunu ve İlgili Mevzuatı, Beta Yayınevi, 7. Bası, İstanbul, 2001, s. 304). 22  Yargıtay  11.  HD.,  E.  2015/10277,  K.  2016/5229,  T.  09.05.2016 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.09.2020)]. 23  Yargıtay  11.  HD.,  E.  2018/1002,  K.  2019/4033,  T.  22.05.2019 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 20.08.2020)].   289Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  aleyhine iptal davası açmıştır. Yerel mahkeme, bilançosu ile denetçi raporları dâhil olmak üzere defter ve belgelerinde herhangi bir usulsüzlük tespit edilemediğinden, bilançonun onaylanmasına ilişkin kararı iptal etmemiş ve bu sebeple, davacının ibra edilmemesine ilişkin kararın iptaline karar vermiştir. Davacı hakkında açılan ceza davasında alınan bilirkişi raporunda, davacının, davalı şirket hesaplarından 90.000 TL çektiği ve bu çekilen para  ile  dava  dışı  şirkete  olan  sermaye  borcunu  ödediği  belirtilmiştir.  Yargıtay davacı yönetim kurulu üyesinin, şirket kaynaklarını kendi kişisel borçlarını ifa etmek için kullandığının  bildirilmesi  karşısında ibra etmeme  konusundaki  genel  kurul  kararının iyiniyet kurallarına aykırı olduğu yönündeki mahkeme gerekçesini yerinde bulmamış ve hükmün  bozulmasına  karar  vermiştir.  Dolayısıyla  Yargıtay  bu  kararda,  müstekar kararlarındaki gibi bilanço onaylanmasına rağmen somut bir nedene dayanan ibra etmeme kararını hukuka uygun bulmuştur.    Bu bağlamda, Yargıtay uygulamasında da yönetim kurulunun ibrası ile bilanço arasında açık bir bağlantı24 kurulmuştur: Buna göre genel kurul gerçeği yansıtan bir bilançoyu onaylamak ve kural olarak yönetim kurulu üyelerini ibra etmekle yükümlüdür.   b. Değerlendirmemiz   Kanaatimizce  de  bilanço  onaylanmışsa,  artık  kural  olarak  ibra  kararı  da verilmelidir. Zira ibra kararı, şirketin, yönetim kurulunun ilgili hesap dönemindeki bütün işlemlerinin hukuki ve iktisadi sonuçlarını uygun bulduğu anlamını taşır25. Yönetim kurulunun, ilgili hesap döneminde gerçekleştirdiği işlemlerin özeti de bilançoda yer alır26. Bu sebeple, pay sahipleri, bilanço aracılığı ile şirketin ne kadar malvarlığının ve borcunun                                                  24  Yargıtay önüne gelen bir uyuşmazlıkta yerel mahkemenin kararını değerlendirirken  dava konusu genel kurul toplantısında kâr-zarar hesaplarının onaylanması ve buna bağlı olarak yönetim ve denetim kurulunun ibrası ile ilgili alınan 3 ve 4 numaralı kararlar bakımından  ifadesini kullanarak aradaki bağlantıya  değinmiştir.  Bkz.  Yargıtay  11.  HD.,  E.  2016/187,  K.  2016/9695,  T.  20.12.2016 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 15.09.2020)]. 25  ÇAMOĞLU, 2010, s. 223; AYTAÇ, 1982, s. 15-16; ÇELİK, 2007, s. 47; PULAŞLI, 2018, s. 2676. 26   Bilançoda  şirketin  gerçekleştirdiği  iktisadi  işlemler,  niteliklerine  göre  varlık,  yükümlülük  veya özkaynak gruplarına aktarılır. Şirketin sahip olduğu varlıklar ya şirket kurucuları tarafından sağlanmıştır ya da üçüncü kişilere borçlanılarak elde edilmiştir. Bunlardan birinci bölümün kaynağına  Özkaynak , ikinci bölümün kaynağına  Yükümlülükler  denilir (FRKÇ m. 4.1/a). Örneğin bir anonim şirkette pay sahipleri tarafından getirilen esas sermaye tutarı 400.000 TL dir. Şirket yatırım yapmak için bankadan 100.000 TL kredi çekmiştir. Bu durumda şirketin bilançosunda varlık tutarı 500.000 TL, özkaynak 400.000 TL ve yükümlülükler 100.000 TL olarak raporlanacaktır.   290Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  olduğunu, şirkete koydukları sermayenin son durumunu ve şirketin ne kadar kâr ettiğini öğrenebilir.  Keza  bilançoda  yer  alan  veriler  bir  önceki  yılla  karşılaştırmalı  olarak raporlandığı için, yönetim kurulunun ilgili hesap yılındaki faaliyetlerinin şirkete etkisini görebilir27. Dolayısıyla bu verileri onaylayan genel kurulun, kural olarak ibra kararı da vermesi  gerekir28. Bunun yanı sıra, TTK m. 424 te  kanun koyucunun bilançonun29 onaylanmasına ibra sonucunu bağlaması da görüşümüzü desteklemektedir. Zira kanun                                                  27  TMS 1 m. 38 uyarınca başka bir TFRS de aksine bir hüküm bulunmadıkça, işletme cari dönem finansal tablolarında raporlanan tüm tutarlara ilişkin bir önceki döneme ait karşılaştırmalı bilgileri sunar (TMS 1 m. 38A). Finansal tablo kullanıcılarının, finansal tabloları inceleyerek doğru bir karar alabilmeleri için şirketin  sadece  ilgili  yıldaki  durumunu  öğrenmeleri  yeterli değildir.  Bunun  için  geçmiş  yıllarla karşılaştırmalı olarak şirketin sahip olduğu varlıklar ve katlandığı yükümlülüklerin raporlanması gerekir. Bu sebeple, işletmenin cari yıl ve geçmiş yıla ait bilançosunu sunması zorunludur. Bu, uygulamada tek bir bilançoda cari ve geçmiş yılın verileri gösterilerek gerçekleştirilmektedir. Bkz. AKSU ÖZKAN, 2019, s. 120. 28  Genel ibra kararı için başlangıç noktası, yıllık raporun ve yıllık mali tabloların onaylanması ve aynı zamanda denetçi raporunun kabul edilmesidir. Ayrıca olağan genel kurul toplantısı münasebetiyle yapılan bildirimler ile pay sahiplerinin haberdar edildiği diğer bilgiler bulunmaktadır. Bkz. STUDER, Christoph  D.,  Haftpflichtkommentar  Kommentar  zu  den  schweizerischen Haftpflichtbestimmungen, (der. Fischer, Willi/Luterbacher, Thierry), Dike Verlag, Zürich/St. Gallen, 2016, Art. 758, N. 4; WATTER/DUBS, 2001, s. 910. 29  Daha önce yayınlamış olduğumuz bir çalışmamızda finansal tablo çeşitlerinin birbirinden ayrılarak, yalnızca bilançonun onaylanmasına ibra sonucunun bağlanmasının yerinde olmadığını ifade etmiştik. Zira yönetim kurulunun şirket sermayesini ne şekilde kullandığı, yalnızca bilançodan değil; diğer finansal tablo çeşitlerinin de incelenmesiyle tam anlamıyla anlaşılabilecektir. Buna göre, finansal raporlamada geçerli olan finansal tablolara aktarılma kriterleri sebebiyle, şirketin gerçekleştirdiği her işlem bilançoya aktarılamaz; ancak bu işlemlere ilişkin yapılan harcamalar kâr veya zarar tablosunda gider olarak raporlanır. Örneğin TMS/TFRS de, araştırma aşamasında bulunan bir maddi olmayan duran varlık muhasebeleştirilmez. Bu sebeple, araştırma harcamaları gerçekleştiğinde gider olarak muhasebeleştirilir (TMS 38 m. 54). Dolayısıyla bilançoda olmayan varlık ve yükümlülüklere ilişkin bilgiler bu tablodan elde edilebilir. Bunun yanı sıra, belirli bir dönemde işletmenin nakit kaynaklarını ve bunları kullandığı alanları gösteren tablo olan nakit akış tablosu da, yönetim kurulunun faaliyetlerini değerlendirmek için gereklidir. Zira TMS 1 m. 27 uyarınca işletme, nakit akış tablosu hariç, tüm finansal tablolarını muhasebenin tahakkuk esasına göre düzenler. Tahakkuk esaslı muhasebeleştirme uyarınca işlemlerin işletmenin ekonomik kaynakları ve talep hakları üzerindeki etkileri, bu etkilerin gerçekleştiği dönemde gösterilir (FRKÇ m. 1.17). Nakit esasında ise, gelir ve giderler gerçekleştikleri döneme bakılmaksızın tahsil edildikleri veya ödendikleri dönemde gelir ve gider olarak kaydedilir. Bu sebeple, yönetim kurulu tarafından yapılan bir işlem gerçekleştirildiği dönemde bilançoya aktarılırken, bu işlemin şirkete fayda sağlayıp sağlamadığı nakit akış tablosu sayesinde anlaşılabilir. Keza nakit akış tablosundan işletmenin nakit sıkıntısı çekip çekmediği bilgisi edinilir. Şayet işletmenin nakit ihtiyacı varsa, şirketin likiditesini koruyacak acil önlemler almak gerekir. Bu verilere rağmen, hiçbir önlem almayan yönetim kurulu bundan sorumlu olacaktır. Bunun yanı sıra, TTK de genel kurul, yönetim kurulu ve denetim bölümlerinde  finansal tablo  kavramı kullanılmıştır (TTK m. 408; m. 397/1; m. 514). Bu sebeple, bilançonun diğer tablolardan ayrılması, kanun yapıcılığı bakımından da yerinde olmayan bir düzenlemedir. Benzer şekilde yönetim kurulu tarafından hazırlanan faaliyet raporunun içeriği yalnızca bilançoyu değil, finansal tabloları esas almaktadır. Denetçi de finansal tabloların hepsini denetlemek zorunda olup, bu tablolardan birinde eksiklik olması hâlinde finansal tabloların tamamı için olumsuz rapor verecektir. Bkz. AKSU ÖZKAN, 2019, s. 408.   291Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  koyucu usulüne uygun hazırlanmış bir bilançoyu kural olarak yönetim kurulunun ibrasını haklı  gösterecek  bir  sebep  olarak  görmüştür.  Bununla  birlikte,  bu  bağlantının kurulabilmesi  için  bilançonun  usulüne  uygun  şekilde  hazırlanmış  olması  icap  eder. Usulüne uygun tutulmuş bilançodan söz edilebilmesi için de bilançonun hem TTK ye hem de KGK düzenlemelerine uyularak hazırlanması şarttır. TTK açısından, bilançonun TTK m. 515 uyarınca dürüst resim ilkesine uygun hazırlanmış olması30, zamanında hazırlanması31  ve  yönetim  kurulu  tarafından  onaylanması32  gerekir33.  KGK düzenlemeleri açısındansa, bilanço geçerli mevzuata34, bilançoya aktarılma kriterlerine35                                                  30  TTK m. 515 uyarınca, anonim şirketlerin finansal tabloları, Türkiye Muhasebe Standartlarına göre şirketin malvarlığını, borç ve yükümlülüklerini, özkaynaklarını ve faaliyet sonuçlarını tam, anlaşılabilir, karşılaştırılabilir, ihtiyaçlara ve işletmenin niteliğine uygun bir şekilde; şeffaf ve güvenilir olarak; gerçeği dürüst, aynen ve aslına sadık surette yansıtacak şekilde çıkarılır. Buna göre dürüst resim ilkesi anonim  şirketin  finansal  tabloları  düzenlenirken  uyulacak  üst  bir  raporlama  ilkesidir.  Bkz. POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 526; ÖZKORKUT, Korkut, 6102 Sayılı Türk Ticaret Kanunu Açısından Anonim Şirketlerde Bağımsız Denetim, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2013, s. 81; FALCIOĞLU, Özgür M.,  Anonim Şirket Finansal Tablolarında TTK 515 Kapsamında Dürüst Resim İlkesine Uygunluk ve İlkeye Aykırılığın Sonuçları , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 11, Sayı: 137-138, s. 1; AKSU ÖZKAN, Raziye,   Türk  Ticaret  Kanunu  ve  Türkiye  Muhasebe  Standartları/Türkiye  Finansal  Raporlama Standartları Bağlamında Usule Uygun Tutulmuş Bilanço İçin Aranan Nitelikler , Mali Hukuk Dergisi, Yıl: 2019, Cilt: 15, Sayı: 175, s. 1466-1468; AKSU ÖZKAN, 2019, s. 79, 80. 31  TTK m. 514/1 uyarınca yönetim kurulu, geçmiş hesap dönemine ait bilançosunu, bilanço gününü izleyen hesap döneminin ilk üç ayı içinde hazırlar ve genel kurula sunar. Buna göre bilançonun, bilanço gününü izleyen hesap döneminin ilk üç ayı içinde hazırlaması gerekir. Sürenin başlangıcı bilanço günüdür. Bilanço günü, faaliyet döneminin son gününü ifade eder. Faaliyet dönemi veya başka bir kanuni terimle hesap yılı on iki ayı geçemez (TTK m. 66/2). Bkz. AKSU ÖZKAN, 2019a, s. 1468. 32  TTK m. 401/1 uyarınca yönetim kurulu, bilançoyu düzenlettirip onaylayarak denetçiye verecektir. Buna göre, yönetim kurulundan hazırlanan bilançoyu onaylaması istenmiştir. 33  AKSU ÖZKAN, 2019a, s. 1465-1469. 34  KGK,  Türkiye Muhasebe Standartları/Türkiye Finansal Raporlama Standartları, Büyük ve Orta Boy İşletmeler İçin Finansal Raporlama Standardı ve Muhasebe Sistemi Uygulama Genel Tebliği  şeklinde üç tür mevzuat belirlemiştir. Finansal tablo hazırlayıcısının tâbi olduğu mevzuata göre, bilançosunu hazırlaması gerekir. Aksi takdirde bilanço denetimden geçemez (AKSU ÖZKAN, 2019a, s. 1470). Kurul  kararı  için  bkz.  http://kgk.gov.tr/Portalv2Uploads/files/PDF%20linkleri/RGTMS%20Uygulama%20Kapsam%C4%B1na%20%C4%B0li%C5%9Fkin%20Kurul%20Karar%C4%B1_y.pdf, (erişim tarihi: 17.08.2020). 35  Finansal raporlama sisteminde, işletmenin sahip olduğu her değer veya katlandığı her sorumluluk, bilançoya varlık veya yükümlülük olarak aktarılamaz. Muhasebeleştirilme için, finansal tablolarda yer alma kriterlerinin sağlanması gereklidir. Bkz. AKSU ÖZKAN, 2019a, s. 1471.   292Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  ve standartlarda yer alan temel ilkelere36 uygun şekilde hazırlanmalıdır37. Bunun yanı sıra, kanaatimizce ibra kararı ile bilanço arasında kurulan bu bağlantı, genel kurulun bilançoyu onaylama kararının da geçerli olmasına bağlıdır. Bunun için de, genel kurulun usulüne  uygun  toplanarak  geçerli  bir  karar  almasının  yanı  sıra  bilanço  denetimden geçirilmiş olmalıdır38. Zira TTK m. 397/6 uyarınca denetimi yaptırılmayan finansal tablolar kanunen düzenlenmemiş sayıldığından, bunların türlerinden biri olan bilanço genel kurul gündeminde görüşülemez39. Kanaatimizce bu durum, kural olarak genel kurulun ibra kararı almasına da engel oluşturur. Finansal tabloları hazırlamak ve denetimi için gerekli işlemleri yapmak yönetim kurulunun görevidir (TTK m. 514). Bu durumda, yönetim  kurulu  görevini  açıkça  ihlal  ederek  kanuna  aykırı  davranmış  sayılır.  Bu davranışıyla  şirketi  zarara  da  uğratmış  olur;  çünkü  genel  kurul  olağan  genel  kurul toplantısında bilançoya ilişkin karar alamayacak, bunun için yeni genel kurul toplantısını bekleyecektir. Genel kurul toplantısının bir kez daha yapılması ise, şirkete ek masraf yükler.  Keza  finansal  tablolar  düzenlenmemiş  sayılacağından  vergiye  esas  kâr belirlenemeyecek ve kurumlar vergisi borcu faizli bir şekilde ödenecektir. Ayrıca şirketin kârı bilançoya göre saptanacağından, potansiyel yatırımcıların şirkete yatırım yapma kararları da olumsuz şekilde etkilenecektir.    Bununla birlikte, genel kurulun bilançoyu onaylaması yönetim kurulu üyelerini ibra etmek zorunda olduğu anlamına gelmez. Nitekim TTK m. 424 ün lafzından da, genel kurulun bilançoyu onaylamasına rağmen ibra kararı vermeyebileceği ortaya çıkmaktadır. Zira  TTK  m.  424/1  uyarınca  bilançonun  onaylanması  kural  olarak  ibra  sonucunu                                                  36  Finansal raporlamada, finansal tablolar hazırlanırken uyulacak genel ilkeler bulunmaktadır. Bunlarla güdülen amaç, tüm finansal tablo hazırlayıcılarının aynı ilkelere uyarak finansal tabloları hazırlaması ve bu sayede finansal tabloların karşılaştırılabilir olmasını sağlamaktır. Örneğin TMS/TFRS de gerçeğe uygun sunum, para ile ölçülme, işletmenin sürekliliği, tahakkuk esası, önemlilik, raporlama sıklığı, karşılaştırmalı bilgi, netleştirme ve sunumda tutarlılık ilkeleri yer almaktadır. Bkz. AKSU ÖZKAN, 2019a, s. 1474; ilkelerin ayrıntılı incelemesi için bkz. AKSU ÖZKAN, 2019, s. 70-130. 37  AKSU ÖZKAN, 2019a, s. 1469-1478. 38  Aynı yönde bkz. ADIGÜZEL/KARADEMİR, 2018, s. 386; TURANLI, 2014, s. 115; AYTAÇ, 1982, s. 189; DUBS/TRUFFER, Art. 698, N. 19; OR Art. 731/3 te denetim raporunun yokluğu hâlinde, finansal tabloları onaylayan genel kurul kararının geçersiz olacağı açıkça düzenlenmiştir.  39  Böyle bir bilançonun bâtıl olduğu hususunda bkz. TTK m. 397/2 nin gerekçesi; aynı yönde bkz. ARI, Zekeriyya,  Anonim  Şirketlerin  Denetimi,  Ekin  Basım  Yayın  Dağıtım,  Ankara,  2019,  s.  65; ÜÇIŞIK/ÇELİK, 2013, s. 659; AKSU ÖZKAN, 2019, s. 403.   293Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  doğuracaktır; ancak kararda aksine bir kayıt varsa bu sonuç doğmaz. Bunun yanı sıra bilanço, yönetim kurulunun yapmış olduğu işlemlerin hukuka veya şirketin benimsediği ticari politikalara uygun olduğunu göstermez; sadece söz konusu işlemleri tutarları ile raporlayarak şirketin finansal durumu hakkında bilgi verilmesini sağlar. Kanaatimizce ibra etmeme kararı veren genel kurul bilançoyu onaylamışsa, bu durum, ibra etmeme kararının  geçerli bir gerekçeye dayanması  gerektiğini ifade eder.  Zira  ibra etmeme kararıyla amaçlanan, yönetim kuruluna karşı sorumluluk davası açma hakkının saklı tutulmasını sağlamaktır. Bu davanın açılmasını haklı kılacak bir gerekçenin bulunması durumunda, genel kurul bilançoyu onaylasa bile, geçerli bir şekilde ibra etmeme kararı alabilir.  Aksi  takdirde  alınan  karar,  iptal  edilecek  veya  şirkete  karşı  ibra  davası açılabilecektir.   Genel  kurulun  ibra  etmeme  kararı  açısından  şu  hususlar  geçerli  bir  gerekçe oluşturabilir: Öncelikle ibra etmeme kararı bilançoda yer almayan bir konuya ilişkin verilebilir. İbra etmeme kararına temel teşkil eden olayın bilançoda yer almaması çeşitli durumlarda ortaya çıkabilir. İlk olarak finansal raporlama sisteminde, işletmenin sahip olduğu her değer veya katlandığı her sorumluluk, bilançoya varlık veya yükümlülük olarak aktarılamaz. Muhasebeleştirilme için, bilançoya aktarılma kriterlerinin sağlanması gereklidir40. Örneğin bilançoda bir malvarlığı unsurunun varlık olarak gösterilebilmesi için geçmişteki olayların bir sonucu olarak işletme tarafından kontrol edilen mevcut bir ekonomik kaynak olması gerekir (Finansal Raporlamaya İlişkin Kavramsal Çerçeve41, pr. 4/3). Şayet bir varlık bu koşulları taşımıyorsa, bilançoda raporlanamaz; ancak bu varlığa ilişkin bir harcama yapılmışsa bu, kâr veya zarar ve diğer kapsamlı gelir tablosunda bir gider olarak raporlanacaktır. Örneğin TMS/TFRS de, işletmenin kendi yarattığı maddi olmayan duran varlıkların bilançonun varlık kısmına yazılabilmesi belirli koşulların                                                  40  AKSU ÖZKAN, 2019a, s. 1471; öğretide varlık olarak muhasebeleştirilme,  aktifleştirilme  olarak da adlandırılmaktadır (Bkz. TEKİNALP, 1979, s. 89). Buna karşılık, standartlarda sadece varlık değil yükümlülüklerin  de  bilançoda  raporlanabilmesi  için  belirli  koşulların  sağlanması  gerektiği  için, bilançoya aktarılma kriterleri ifadesi daha yerinde bir kullanımdır. İnceleme için bkz. AKSU ÖZKAN, 2019, s. 178 ve devamı. 41   Finansal Raporlamaya İlişkin Kavramsal Çerçeve genel amaçlı finansal raporlamanın amacını ve ilgili kavramları tanımlamaktadır. Bkz. RG. 27.10.2018, S. 30578.   294Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  sağlanması halinde mümkündür42. İşletme içi yaratılan bir maddi olmayan duran varlığın muhasebeleştirilebilmesi  için  gerekli  kriterleri  sağlayıp  sağlamadığının değerlendirilmesinde, ilgili varlığın oluşumu  araştırma safhası ve geliştirme safhası  şeklinde ikiye ayırılır (TMS 38 m. 52/a-b). Araştırma, yeni bilimsel veya teknik bilgi ve anlayış kazanmaya yönelik planlı ve özgün incelemelerdir43. Araştırmadan kaynaklanan herhangi  bir  maddi  olmayan  duran  varlık  bilançoda  raporlanamaz;  ancak  araştırma harcamaları gerçekleştiğinde kâr veya zarar ve diğer kapsamlı gelir tablosunda gider olarak muhasebeleştirilir (TMS 38 m. 54). Örneğin yeni bilgi elde edilmesine yönelik faaliyetler; malzeme, aygıt, ürün, süreç, sistem veya hizmetler için alternatif araştırması için yapılan harcamalar gibi (TMS 38 m. 56). Dolayısıyla bilançoya aktarılmayan bu varlığa  ilişkin  ibra  kararı  alınabilecektir.  Bunun  yanı  sıra,  bir  işlemin  bilançoda bulunmamasının  sebebi,  bilançonun  hazırlanma  tarihinden  sonra  ancak  genel  kurul toplantısından önce meydana gelmesi olabilir. Zira bilanço kural olarak ait olduğu ilgili hesap dönemine ilişkin olarak hüküm ifade eder44. Bu dönemde gerçekleşen olayla ilişkin bilgiler, yönetim kurulu faaliyet raporu aracılığıyla veya yönetim kurulu üyelerinin genel kurulda  bilgi  vermesiyle  edinilebilir.  Dolayısıyla  bilanço  onaylanmasına  rağmen, bilançoda  bulunmayan  bu  konu  hakkında  ibra  verilmeyebilir.  Ayrıca  genel  kurul bilançoyu onaylamasına rağmen, bazı yönetim kurulu üyelerini ibra etmeyebilir. Nitekim genel kurul bazı üyeleri ibra ederken bazılarını ise ibra etmeyerek  özel ibra kararı alabilir45. Örneğin yönetim kurulu üyesi A nın rekabet yasağına aykırı davranması veya üyeler  arasında  yapılan  yetki  paylaşımı  sebebiyle  bazı  üyelerin  sorumlu  tutulması gerekebilir. Keza bilanço onaylanmasına rağmen, belirli işlemler için ibra etmeme kararı                                                  42  Maddi olmayan duran varlıkların bilançoya aktarılması hakkında ayrıntılı inceleme için bkz. AKSU ÖZKAN, 2019, s. 212-216. 43  YARDIMCIOĞLU,  Mahmut/DEMİREL  ARICI,  Nuray/ÖZER,  Veli,   Araştırma-Geliştirme Harcamalarının ve Maddi Olmayan Duran Varlıkların TMS-38, Tekdüzen Muhasebe Sistemi ve Sermaye Piyasası Kurulu Tebliği ne Göre Muhasebeleştirilmesi İşlemlerinin Karşılaştırılması , Mali Çözüm Dergisi, Yıl: 2008, Sayı: 85, s. 46. 44  ARSLANLI, Halil, Anonim Şirketler, C. II-III Anonim Şirketin Organizasyonu ve Tahviller, 3. Baskı, Fakülteler Matbaası, İstanbul, 1960, s. 198. 45  PULAŞLI, 2018, s. 2675.   295Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  da alınabilir. Örneğin genel kurul, şirketin kendi paylarının iktisabıyla ilgili işlemler açısından yönetim kurulunu ibra etmeyebilir46.    Bu bağlamda, gündemde bilançoya ve ibraya ilişkin bir madde varsa, usulüne uygun hazırlanmış bilançoyu onaylayan genel kurulun kural olarak ibra etme kararı da alması gerekir. Zira bilançonun içerdiği bilgiler bu sonucu doğurmaktadır. Buna karşılık, bu  durum,  bilançoyu  onaylayan  genel  kurulun  ibra  kararı  vermek  zorunda  olduğu anlamına gelmez; bilanço onaylanmasına rağmen alınan ibra etmeme kararının geçerli bir gerekçeye dayanması gerektiğini ifade eder.   2.  Genel  Kurulun  İbra  Etmeme  Kararı  Vermesinin  Yönetim  Kurulu Açısından Değerlendirilmesi   Yönetim kurulu üyeleri ile şirket arasında bir sözleşme ilişkisi47 bulunmaktadır. Yönetim kurulu üyesine şirketin yönetimi ve iş yılı sonunda hesap verilmesi yükümünü yükleyen bu sözleşme bağı, ona aynı zamanda ibra edilmesini talep hakkı da verir48.    Usulüne uygun hazırlanmış bir bilançonun onaylanmasına ve yukarıda sayılan istisnai durumlar bulunmamasına rağmen, genel kurul ibra kararı vermemişse, yönetim kurulu bu karar aleyhine dürüstlük kuralına aykırılık sebebiyle iptal davası açabilir49.                                                  46  WATTER/DUBS, 2001, s. 910; JENNY, 2012, § 8 N. 261. 47  Öğretide sözleşmenin hukuki niteliği tartışmalıdır. İnceleme için bkz. AKDAĞ GÜNEY, 2016, s. 276292; ÇAMOĞLU, 2010, s. 114-117; ÜÇIŞIK/ÇELİK, 2013, s. 517. 48  AYTAÇ, 1982, s. 157, 158, 174; ÇAMOĞLU, 2010, s. 245; POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 463; ÜÇIŞIK/ÇELİK, 2013, s. 566; WATTER/DUBS, 2001, s. 908. 49  Öğretide ibra etmeme kararının olumsuz bir karar olması sebebiyle, bu karar aleyhine iptal davası açılıp açılmayacağı hususunda tartışma bulunmaktadır. Öğretide baskın görüş olumsuz kararlar aleyhine iptal davası açılabileceği yönündedir (Bkz. AKDAĞ GÜNEY, 2016, s. 428; ÜÇIŞIK/ÇELİK, 2013, s. 350, 565,  573;  PULAŞLI,  2018,  s.  2692-2693;  ARSLANLI,  1960,  s.  81  dpn.  196; POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 464, 600; MOROĞLU, Erdoğan, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 7. Baskı, On İki Levha Yayıncılık, İstanbul, 2014, s. 197201; TEKİNALP, Ünal,  Anonim Ortaklığın Genel Kurulunda Bir Teklifin Reddine Karşı İptal Davası Açılabilir mi? , İstanbul Barosu Dergisi, Yıl: 1965, Cilt: 39, Sayı: 7-8-9, s. 258; YILDIZ, Şükrü, Türk Ticaret Kanunu na Göre Anonim Şirketlerde Genel Kurul Kararlarının İptali, Yüksek Lisans Tezi, İstanbul, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, 1989, s. 130; KORKUT, Ömer, Anonim Şirketlerde Genel Kurul Kararlarının Butlanı (6012 Sayılı Türk Ticaret Kanunu na Göre), Karahan Kitabevi, Adana, 2012, s. 21; Helvacı da aynı görüşte olmakla birlikte, ibra etmeme kararının infazı mümkün olan kararlardan olmadığı için tek başına önem ifade etmeyeceğini; bu sebeple bunlar aleyhine iptal davası açmak yerine ibra davası açılmasının pratik bakımdan daha faydalı olduğunu ifade etmektedir. Bkz. HELVACI,  2001, s. 144). Diğer görüş ise, böyle bir davanın açılamayacağı yönündedir. Bkz. İMREGÜN, Oğuz, Anonim Ortaklıklar, 3. Bası, Gün Matbaası, İstanbul, 1974, s. 120-121; KIRCA, İsmail/ŞEHİRALİ ÇELİK, Feyzan Hayal/MANAVGAT, Çağlar,   296Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  Yargıtay da önüne gelen birçok uyuşmazlıkta genel kurulun ibra etmeme kararının iptali için dava açılabileceğine hükmetmiştir50. Bununla birlikte, Yargıtay önüne gelen bazı uyuşmazlıklarda ibra edilmeme kararı aleyhine iptal davası açılabilmesini, makul bir süre geçmesine rağmen sorumluluk davası açılmaması koşuluna bağlamıştır51. Kanaatimizce ibra etmeme kararı aleyhine iptal davası açılması, makul süre içerisinde sorumluluk davası açılmaması koşuluna bağlanamaz. Zira yönetim kurulu üyelerine iptal davası açma hakkı, TTK m. 446 da açıkça tanınmıştır. Sırf ibra etmeme kararının uygulanma yeteneği olmaması, kanunda tanınan bu hakkı kaldırmaya engel değildir. Nitekim ibra etmeme kararlarının yönetim kurulu üyeleri hakkında toplumsal ve hukuki olumsuz sonuçları vardır52. Hakkında ibra etmeme kararı verilmiş bir yönetim kurulu üyesi ile diğer şirketler çalışmak istemeyecektir. Keza bu karar, yönetim kurulu üyesinin bağımsız üye olmasını da engeller. Bunun yanı sıra, hiç kimse ibra edilmeyen yönetim kurulu üyesini, aleyhine bir sorumluluk davası açılmasını beklemeye zorlayamaz53. Ayrıca Yargıtay kararında getirilen bu koşulun sınırları da belli değildir. Örneğin üç aylık iptal davası açılması süresinin yarısı geçince mi makul süre geçmiş olacaktır? Son olarak böyle bir koşul, Anayasanın  hak  arama  özgürlüğüne  ve  TMK  m.  23 te  yer  alan  kişilik  haklarının korunması ilkesine aykırıdır54.    Bunun yanı sıra, yönetim kurulu bilançoya dayanarak şirkete karşı ibra davası da açabilir. Öğretide ibra kararını verme yetkisi münhasıran genel kurula ait olmakla birlikte,                                                  Anonim Şirketler Hukuku, C. 2/2, Genel Kurul Kararlarının Hükümsüzlüğü, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2. Baskı, Ankara, 2017, s. 164 ve devamı. 50  Yargıtay 11. HD., E. 2019/3720, K. 2019/6800, T. 04.11.2019; Yargıtay 11. HD., E. 2018/2659, K. 2019/4162, T. 10.06.2019; Yargıtay 11. HD., E. 2018/2563, K. 2019/1935, T. 20.05.2019; Yargıtay 11. HD., E. 2001/8852, K. 2002/1020, T. 11.02.2002; Yargıtay 11. HD., E. 2004/13858, K. 2006/205, T. 17.01.2006;  Yargıtay  11.  HD.,  E.  1976/2890,  K.  1976/3333,  T.  24.06.1976 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 02.09.2020)]. 51  Yargıtay 11. HD., E. 2019/3720, K. 2019/6800, T. 04.11.2019; 11. HD., E. 2012/4956, K. 2012/6466, T. 06.11.2012; aksi yönde bkz. Yargıtay 11. HD., E. 2004/10875, K. 2005/7564, T. 12.07.2005 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 02.09.2020)]. 52  POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 464. 53  ÇAMOĞLU, 2010, s. 246. 54  POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 464.   297Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  bu yetkinin sınırsız olmadığı ifade edilmektedir55. Gerekli özeni ve dikkati gösteren ve böylece kusursuz hareket eden bir yönetim kurulu üyesi, zarar doğmuş olsa dahi, ibrayı talep ve dava edebilmelidir56. İbra edilecek olan kişilerin görevlerini kusursuz olarak yerine getirmeleri durumunda, somut bir neden yokken, ibra kendilerinden keyfi olarak engellenemez57. Genel kurul, kusursuz bir bilanço, başarı hesabı ve yıllık raporla faaliyet dönemine ait işlemlerin hesabını veren bir yönetim kuruluna ibra vermekle yükümlüdür58.   B. Bilanço Onaylanmamışsa   1. Gündemde Bilançoya İlişkin Bir Madde Bulunması Hâlinde   TTK de bilançonun onaylanmaması durumunda ibra kararı verilip verilmeyeceğine yönelik açık bir düzenleme bulunmamaktadır. Bununla birlikte, öğretide Yargıtay ın bir kararına dayanan görüşe göre, gündemde bilançoya ve ibraya ilişkin madde bulunması hâlinde genel kurulda ibra kararı alınabilmesi ancak bilançonun onaylanmasından sonra mümkündür59. Anılan karara konu olan olayda, davacı;  yönetim kurulu ve denetim kurulunun ibrasının iptali istemiyle dava açmıştır. Yerel  mahkeme,  yönetim  kurulu üyelerinin ibralarının iptali talebini, ibrası istenen üyenin kendi oylamasına ve diğer yönetim kurulu üyelerinin oylamasına katılamayacağından yetkisiz katılım ile yönetim kurulu  üyelerinin  oyları  çıkarıldığında  ibra  için yeterli çoğunluk sağlanamadığı gerekçesiyle  kabul  etmiştir.  Denetim  kurulunun ibrasında  ise,  yetkisiz  katılım çıkarıldığında da yeterli çoğunluk sağlandığı ancak, bilançonun onaylanması yapılmadan denetçinin ibrasının mümkün olmadığı, genel kurulda ise bilançonun onaylanmasının usulüne uygun yapılmadığı anlaşıldığından bilanço onayının yapılmadığının tespiti ile denetçinin  ve  yönetim  kurulunun ibrasına  ilişkin  kararların  iptaline  karar  vermiştir.                                                  55  AYTAÇ,  1998,  s.  160;  ÇELİK,  2007,  s.  235  ve  devamı;  ÇAMOĞLU,  2010,  s.  245; POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 463; ÜÇIŞIK/ÇELİK, 2013, s. 567. 56  ÜÇIŞIK/ÇELİK, 2013, s. 567. 57  ÇELİK, 2007, s. 236. Gerekli özen ve dikkati gösteren ve bu anlamda kusursuz davranan bir yönetim kurulu üyesi, zarar doğmuş olsa bile, ibrayı talep ve dava edebilmelidir. Bkz. AYTAÇ, 1982, s.160. 58  ÇAMOĞLU, 2010, s. 245; POROY/TEKİNALP/ÇAMOĞLU, 2019, s. 463. 59  PULAŞLI, 2018, s. 2682. Bilanço onayının yapılamadığı veya geciktiği durumda ibra kararının alınamayacağı  hususunda bkz. ŞİMŞEK GÜZELSU, Sebile Zeynep,  Anonim  Şirketlerde İbra, Yüksek Lisans Tezi, Gazi Üniversitesi Sosyal Bilimler Enstitüsü, Ankara, 2019, s. 33.   298Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  Yargıtay bu kararı onamıştır60. Buna karşılık diğer bir  görüş uyarınca, genel kurul bilançoyu onaylamadan ibra kararı alabilir61. Buna göre, açık ibra açısından eksiksiz ve doğru bir bilanço şartı öngörülmemiştir. Bu sebeple, açık ibra kararı bilançoda yer alıp almadığına ve genel kurul bilgisine sunulmuş olup olmadığına bakılmaksızın her türlü bilgiyi, hatta usulsüz bilgileri de kapsar. Zira genel kurulun genel hükümler çerçevesinde bir ibra kararı vermesini engelleyen herhangi bir hüküm yoktur62.   Kanaatimizce bilançoyu onaylamayan genel kurulun ibra kararı verip veremeyeceği sorunu,  bilançonun  onaylanmamasının,  ibra  kararının  geçerliliğine  etkisi  ekseninde çözülmelidir.  Şayet  bilançonun  onaylanmamasının  sebebi,  bilançonun denetlettirilmemesi veya denetimin olumsuz raporla sonuçlanması ise genel kurul ibra kararı da alamayacaktır. Zira bilançonun denetimi için gerekli işlemleri yapmak yönetim kurulunun görevi olup, bu durumda, görevini açıkça ihlal etmiştir (TTK m. 514). Bununla birlikte, kanaatimizce genel kurulun geçerli bir ibra kararı alabilmesi için bilançonun onaylanması  gibi  zorunlu  bir  koşul  da  öngörülemez.  Zira  TTK de  ibra  kararının alınmasını böyle bir koşula bağlayan düzenleme bulunmamaktadır. Kanaatimizce burada önemli  olan  bilanço  onaylanmamasına  rağmen,  alınacak  ibra  kararının  geçerli  bir gerekçeye  dayanmasıdır.  Başka  bir  deyişle,  somut  olayın  koşullarına  göre  bilanço onaylanmamasına rağmen geçerli bir ibra kararı alınabilir. İlk olarak bilanço usulüne uygun düzenlenmiş ve buna rağmen onaylanmamışsa, buna ilişkin genel kurul kararı aleyhine iptal davası açılabilir. İbra kararı ise geçerliliğini koruyacaktır. İkinci olarak, yukarıda bahsedildiği üzere finansal raporlamada finansal tablolara aktarılma kriterleri bulunmaktadır. Şayet bu kriterlere uymadığı için bilançoya aktarılmayan bir işlem varsa, bunlar ayrıca görüşülerek ibra kararı alınabilir. Pay sahipleri bilançoya aktarılamayan bu                                                  60  Yargıtay  11.  HD.,  E.  2015/13438,  K.  2017/1475,  T.  13.03.2017, https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 02.09.2020). 61  ÇELİK, 2007, s. 111; genel kurulun bilançoyu onaylamaması durumunda, ibra kararı alınabileceği hususunda bkz. TANNER, 2018, Art. 698, N. 128; öğretide bir görüş denetçinin olumsuz görüş yazısı vermesi veya görüş vermekten kaçınması halinde, genel kurulun ibra kararı alabileceğini ifade ederek dolaylı yoldan bu görüşü kabul etmiştir (Bkz. AKDAĞ GÜNEY, 2016, s. 442). Zira TTK m. 403/5 uyarınca bu görüş yazıları sonucunda, yeniden finansal tablolar hazırlanacağından, onaylanacak bir bilanço bulunmamaktadır.  62  ÇELİK, 2007, s. 198.   299Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  bilgileri diğer finansal tablo çeşitlerinden63 ve yönetim kurulu yıllık faaliyet raporundan edinebilir. Nitekim yıllık faaliyet raporu, şirketin, o yıla ait faaliyetlerinin akışı ile her yönüyle finansal durumunu, doğru, eksiksiz, dolambaçsız, gerçeğe uygun ve dürüst bir şekilde yansıtır64. Üçüncü olarak TTK m. 558 de ibra kararının, açıklanan olaya ilişkin şirketin dava hakkını kaldırdığı düzenlenmiştir. Bu sebeple genel kurul özel olarak ibra kararı alabilir. Nitekim bilançoda varlık, yükümlük ve özkaynak grupları altında birçok hesap bulunmaktadır. Genel kurul, bu hesapların geneline yönelik olarak bilançoyu onaylamasa bile, belirli olaylar için yönetim kurulu hakkında ibra kararı verebilir.   Öğretide  savunulan  açık  ibra  açısından  eksiksiz  ve  doğru  bir  bilanço  şartı öngörülmediği görüşüne65 de kısmen katılmamaktayız. Zira anonim şirkette pay sahibi, şirketin finansal durumunu bilanço aracılığıyla öğrenir. Eğer bilanço bilgi verme işlevini yerine getiremiyorsa, yönetim kurulunun performansı hakkında bir değerlendirme de yapılamaz. Gerçeği yansıtmayan bilançoya rağmen verilen ibra kararı, bilançoda yer alan durumlar  için  ibra  etkisini  doğurmayacaktır;  çünkü  bilançoda  gerçek  bilgiler  yer almamaktadır. Nitekim Yargıtay uygulaması da bu yöndedir66. Bu bilanço, yönetim kurulu aleyhine açılacak sorumluluk davasında da kullanılabilir. Bu görüşümüzü finansal tabloların  denetimi  sonucunda  olumsuz  görüş  yazısı  verilmesinin  hukuki  sonucunu                                                  63  Bu duruma ilişkin ayrıntılı açıklama yukarıda yapıldığı için tekrardan kaçınmak adına burada yer verilmemiştir. Bkz. II. A. 1. b. Değerlendirmemiz, dpn. 40 ilâ 42 ye ilişkin metin. 64   TTK m. 516 da yıllık raporunun içeriğine ilişkin asgariyi gösteren konular listesi verilmemiş; ancak ana konu belirtilmiş, bu ana konunun açıklanmasında uyulması gerekli ilkeler gösterilmiştir (Hükmün gerekçesi). Bununla birlikte TTK m. 516/3 te, hem anonim şirketler hem de şirketler topluluğu bakımından yönetim kurulunun yıllık faaliyet raporunun zorunlu asgari içeriğinin, ayrıntılı olarak Gümrük ve Ticaret Bakanlığı tarafından bir yönetmelikle belirleneceği yer almaktadır. Bakanlık tarafından  Şirketlerin Yıllık Faaliyet Raporunun Asgari İçeriğinin Belirlenmesi Hakkında Yönetmelik (FRY)  yayınlanmıştır (RG. 28.08.2012, S. 28395). Payları Borsa İstanbul da işlem gören halka açık anonim şirketler (borsa şirketleri) açısından yönetim kurulu faaliyet raporu,  Kurumsal Yönetim İlkelerinin Belirlenmesine ve Uygulanmasına İlişkin Tebliğ e göre hazırlanır (SPK, Seri: IV No: 56 Tebliğ için bkz. RG. 31.12.2011, S. 28158). Ayrıntılı inceleme için bkz. AKSU ÖZKAN, 2019, s. 330352. 65  ÇELİK, 2007, s. 198. 66  Kararlar için bkz. dpn. 19 ve buna ilişkin metin; ibra kararının finansal tabloların görüşülmesiyle ilgili olup, görüşülmesinin ertelenmesi gerektiği hususunda bkz.  Yargıtay 11. HD., E. 2016/5118, K. 2017/4360, T. 14.09.2017; Yargıtay 11. HD., E. 2016/2098, K. 2016/9484, T. 12.12.2016; Yargıtay 11. HD., E. 2016/6510 K. 2017/1252 T. 02.03.2017; Yargıtay 11. HD., E. 2015/5631, K. 2015/13084, T. 07.12.2015; Yargıtay 11. HD., E. 2014/5666, K. 2014/12075, T. 25.06.2014; Yargıtay 11. HD., E. 2013/12519,  K.  2014/2803,  T.  18.02.2014 [https://karararama.yargitay.gov.tr/YargitayBilgiBankasiIstemciWeb/ (erişim tarihi: 10.08.2020)].   300Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  düzenleyen  TTK  m.  403/5  de  destekler67.  Hüküm  uyarınca  olumsuz  görüş  yazılan hâllerde yönetim kurulu, görüş yazısının kendisine teslimi tarihinden itibaren dört iş günü içinde, genel kurulu toplantıya çağırır ve genel kurul yeni bir yönetim kurulu seçer. Yeni yönetim kurulu altı ay içinde, kanuna, esas sözleşmeye ve standartlara uygun finansal tablolar hazırlatır ve bunları denetleme raporu ile birlikte genel kurula sunar. Buna göre olumsuz görüş yazısı almış finansal tablolar geçerli olmaz. Mevcut yönetim kurulunun görevi sona erer. Kanun koyucu bilançonun olumsuz görüş yazısı almasını, yönetim kurulunun görevini sona erdiren bir sebep olarak öngörmüştür. Dolayısıyla olumsuz görüş yazısı almış bir bilanço genel kurulun gündemine dahi gelemeyecek ve bunu hazırlayan yönetim kurulunun da görevi sona erecektir. Eski yönetim kurulu üyelerinden de oluşabilecek68 yeni yönetim kurulu finansal tabloları hazırlatacak ve yeniden genel kurula sunacaktır.   Şayet bilanço onaylanmamasına rağmen geçerli bir gerekçeye dayanmadan ibra kararı alınmışsa, bu karar aleyhine iptal davası ve ilgili kişiler aleyhine sorumluluk davası açılabilir. Bu davada da, bilanço delil olarak kullanılabilecek ve yönetim kurulu üyeleri ibra kararına dayanamayacaktır.    Kanaatimizce  gündemde  hem  bilançoya  hem  de  ibraya  yönelik  madde  varsa, bilançoya ilişkin karar ile ibra kararı arasında şu ilişki kurulabilir: İbra kararı alan genel kurulun kural olarak bilançoyu da onaylamış olması gerekir. Zira ibra, ibranın kapsamına giren maddi olaylara ilişkin etkisini gösterecektir. Gündemde bilançonun onaylanmasının bulunduğu  genel  kurul  toplantısında,  bilanço  ve  buna  bağlı  belgeler  genel  kurulun bilgisine ulaşır. Genel  kurul, yönetim kurulunun yapmış olduğu faaliyetleri bilanço                                                  67  Bu durumda yeni tablolar hazırlanmadan yapılan olağan genel kurul toplantısında yönetim kurulu üyelerinin ibra edilmemesi gerektiği hususunda bkz. ARI, 2019, s. 107, dpn. 333. 68  6335 sayılı Kanun un 20. maddesi ile beşinci fıkra değiştirilmiştir. Beşinci fıkranın değiştirilmeden önceki hali şöyleydi: ‘‘Olumsuz görüş yazılan veya görüş verilmesinden kaçınılan durumlarda genel kurul, söz konusu finansal tablolara dayanarak, özellikle açıklanan kâr veya zarar ile doğrudan veya dolaylı bir şekilde ilgili olan bir karar alamaz. Bu hallerde yönetim kurulu, görüş yazısının kendisine teslimi tarihinden itibaren dört iş günü içinde, genel kurulu toplantıya çağırır ve görevinden toplantı gününde geçerli olacak şekilde istifa eder. Genel kurul yeni bir yönetim kurulu seçer. Yeni yönetim kurulu altı ay içinde, kanuna, esas sözleşmeye ve standartlara uygun finansal tablolar hazırlatır ve bunları denetleme raporu ile birlikte genel kurula sunar. Sınırlı olumlu görüş verilen hâllerde genel kurul, gerekli önlemleri ve düzeltmeleri de karara bağlar.   Öğretide Özkorkut, bu değişiklik ile olumsuz görüş alan finansal tablolara dayalı olarak genel kurulun karar almasını engelleyen hükmün ortadan kaldırıldığını ifade etmektedir. Bkz. ÖZKORKUT, 2013, s. 221-223.   301Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  aracılığıyla  öğrenecektir.  Dolayısıyla  ibranın  kapsamına  giren  olayların  özetinin bulunduğu bilançonun onaylanmaması kararı ile bu işlemleri yerine getiren yönetim kurulunun ibrası kararı birbiriyle çelişir. Zira bilançoyu onaylamayan bir genel kurulun, kural olarak yönetim kurulunun yapmış olduğu işlemleri de onaylamadığı sonucuna varılabilir. Bu durumda, bilançonun onaylanmaması kararı dürüstlük kuralına aykırılık sebebiyle iptal edilebilir.    2. Gündemde Bilançoya İlişkin Bir Madde Bulunmaması Hâlinde   Öğretide gündemde bilançoya ilişkin bir madde yoksa bilanço onaylanmadan ibra kararı alınıp alınamayacağı ibranın zamanı açısından değerlendirilmiştir. Buna göre bir görüş geçerli bir ibra kararı için öncesinde bilançonun genel kurula sunulması gerektiği yönündedir69. Zira her şeyden önce hesapların ortaya konulmasıyla ilgili hükümler, anonim şirketteki tüm menfaat gruplarını ve kamuyu ilgilendiren emredici hükümlerdir ve bunlardan, oybirliğiyle dahi vazgeçilemez. Aksi takdirde, bu şekilde verilmiş bir ibra kararının, dürüstlük kuralına aykırılık sebebiyle iptali söz konusu olabilir. Diğer bir görüşe göre ise, bilanço sunulmadan da ibra kararı alınabilir70. Bu görüşte olan bir yazara göre,  uygulamada  ibra  kararının  ancak  bilançonun  müzakere  edildiği  yıllık  olağan toplantıda  alınabileceği  yönündeki  kabul  hatalıdır  ve  hukuki  bir  dayanağı bulunmamaktadır71. Açık ibra, örtülü ibranın aksine kural olarak bilanço, kâr ve zarar hesabının kabulü kararına bağlı ve onun sonucu olmayan bağımsız bir karardır. Bunun yanı  sıra,  TTK de  açık  ibrayı  bilanço  görüşmelerine  bağlayan  herhangi  bir  hüküm yoktur72. Genel kurul gündeme madde eklemek suretiyle istediği zaman (kuruluştan doğan sorumluluğun ibrası durumu hariç) açık ibra kararı alabilir. Bunun için bilanço ve hesapların da incelenmesi gerekmez73. Keza bu görüşteki bir yazara göre yönetim kurulu                                                  69  AYTAÇ, 1982, s. 66-67. 70  MOROĞLU, 2001, s. 7; ÇELİK, 2007, s. 111; genel kurulun ibraya re sen karar verebileceği hususunda bkz. ARSLANLI, 1960, s. 198; WATTER/DUBS, 2001, s. 911; METZLER, Lukas/SCHMUKI, Markus, Voraussetzungenund Folgen der Déchargeerteilung der Generalversammlung an den Verwaltungsrat  einer  Aktiengesellschaft,  Aktuelle  Juristische  Praxis,  Yıl:  2001,  s.  945, https://www.swisslex.ch/de/ (erişim tarihi: 20.08.2020); TANNER, 2018, Art. 698, N. 128. 71  MOROĞLU, 2001, s. 9. 72  ÇELİK, 2007, s. 111. 73  ÇELİK, 2007, s. 198.   302Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  üyelerinden biri görevinden ayrılmışsa; bilanço onaylanmadan bu üyenin ibra edilmesi mümkündür74.   Kanaatimizce gündemde bilançoya ilişkin bir madde bulunmaması hâlinde de genel kurul ibra kararı alabilir. Zira TTK de ibranın zamanına ilişkin açık bir düzenleme bulunmamaktadır.  Bununla  birlikte,  ibra  kararı  yönetim  kurulunun  yapmış  olduğu faaliyetler sebebiyle onun sorumlu tutulmayacağının açıklanmasıdır. Bu faaliyetler de genel olarak bilançoda yer alır. Dolayısıyla ibra kararının alınabilmesi için bilançonun da görüşülmesi daha isabetli olur; ancak kanaatimizce bu durum, bilanço görüşülmeden ibra kararı alınamayacağı anlamına gelmez. Bu, alınacak olan ibra kararının sadece genel kurulda görüşülen konuyla ilgili etkisini doğuracağı anlamına gelir. Başka bir deyişle ibra kararı hem olağan genel kurul toplantısında hem de olağanüstü genel kurul toplantısında alınabilir75; ancak bilanço görüşülmeksizin alınan ibra kararı, genel kurulun yönetim kurulunun yapmış olduğu faaliyetlerine ilişkin bilgisinin eksikliği sebebiyle sınırlı bir şekilde etkisini gösterecektir76. Yönetim kurulu kendisine karşı açılacak bir sorumluluk davasında,  bilançonun  kapsamına  giren  olaylarla  ilgili  ibra  edildiği  savunmasında bulunamaz.    SONUÇ   Bilanço içerdiği bilgiler sebebiyle yönetim kurulunun ibrası ile bağlantılıdır. Bu bağlantının genel kurulun alacağı ibra kararına etkisi, bilançonun onaylanması veya onaylanmamasına  göre  şekillenmektedir.  Buna  göre  usulüne  uygun  hazırlanmış  bir bilançoyu onaylayan genel kurulun kural olarak ibra kararı da alması gerekir. Bunun için bilançonun TTK ye ve KGK düzenlemelerine uygun olarak hazırlanmış olması şarttır. Buna karşılık, bu durum, bilançoyu onaylayan genel kurulun ibra kararı vermek zorunda olduğu anlamına gelmez; bilanço onaylanmasına rağmen alınan ibra etmeme kararının geçerli bir gerekçeye dayanması gerektiğini ifade eder.                                                  74  ARSLANLI, 1960, s. 198.  75  WATTER/DUBS, 2001, s. 911; METZLER/SCHMUKI, 2001, s. 945; TANNER, 2018, Art. 698, N. 128; JENNY, 2012, § 8 N. 261; PULAŞLI, 2018, s. 2675. 76  WATTER/DUBS, 2001, s. 911.   303Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307    Genel kurul, bilançoyu onaylamamasına rağmen, yönetim kurulunu ibra edebilir; ancak alınacak ibra kararının geçerli bir gerekçeye dayanması gerekir. Aksi takdirde, bu karar aleyhine iptal davası ve ilgili kişiler aleyhine sorumluluk davası açılabilir. Bu davada da, bilanço delil olarak kullanılabilecek ve yönetim kurulu üyeleri ibra kararına dayanamayacaktır.    İbra kararı hem olağan genel kurul toplantısında hem de olağanüstü genel kurul toplantısında  alınabilir;  ancak  bilanço  olmaksızın  alınan  ibra  kararı,  genel  kurulun yönetim kurulunun yapmış olduğu faaliyetlerine ilişkin bilgisinin eksikliği sebebiyle sınırlı bir şekilde etkisini gösterecektir.                    304Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  KAYNAKÇA AKDAĞ GÜNEY, Necla, Anonim Şirket Yönetim Kurulu, 2. Baskı, Vedat Kitapçılık, İstanbul, 2016. AKDAĞ GÜNEY, Necla, Anonim Şirket Yönetim Kurulu Üyelerinin Hukuki Sorumluluğu, 2. Baskı, Vedat Kitapçılık, İstanbul, 2010. AKSU ÖZKAN, Raziye, Finansal Tabloların Tutulması ve Hukuksal Sonuçları, On İki Levha Yayıncılık, İstanbul, 2019. AKSU ÖZKAN, Raziye,  Türk Ticaret Kanunu ve Türkiye Muhasebe Standartları/Türkiye Finansal Raporlama Standartları Bağlamında Usule Uygun Tutulmuş Bilanço İçin Aranan Nitelikler , Mali Hukuk Dergisi, Yıl: 2019, Cilt: 15, Sayı: 175, (s. 1461-1482). (AKSU ÖZKAN, 2019a) ANSAY, Tuğrul,  Anonim Şirketlerin Ehliyeti, İdare Meclisinin İbrası, İdare Meclisi Aleyhine Mesuliyet Davası ve Yargıtay Hukuk Genel Kurul Kararı , Banka ve Ticaret Hukuku Dergisi, Yıl: 1966, Cilt: 3, Sayı: 3, (s. 407-431). ARI, Zekeriyya, Anonim Şirketlerin Denetimi, Ekin Basım Yayın Dağıtım, Ankara, 2019. ARSLANLI, Halil, Anonim Şirketler, C. II-III Anonim Şirketin Organizasyonu ve Tahviller, 3. Baskı, Fakülteler Matbaası, İstanbul, 1960. ATAN, Turhan, Anonim Şirketlerde İdare Meclisi Azalarının Hukuki Mesuliyeti, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1967. AYDEMİR, Fatih,  Anonim Şirket Yönetim Kurulu Üyelerinin İbrasının Hukuki Sonuçları , İlhan Özay a Armağan, İstanbul Üniversitesi Hukuk Fakültesi Mecmuası, Yıl: 2011, Cilt: 69, Sayı: 1-2, (s. 1075-1104). AYTAÇ, Zühtü, Anonim Ortaklıklarda İbra, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 1982. BAHTİYAR, Mehmet, Ortaklıklar Hukuku, Güncellenmiş 14. Bası, Beta Yayınevi, İstanbul, 2020. BAHTİYAR, Mehmet,  Anonim Ortaklıkta İbraya İlişkin Bazı Sorunlar , Prof. Dr. Mustafa Dural ı Anma Sempozyumu Özel Sayı III, Kadir Has Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2018, Cilt: 6, Sayı: 1, (s. 101-109). ÇAMOĞLU,  Ersin,  Anonim  Ortaklık  Yönetim  Kurulu  Üyelerinin  Sorumluluğu, Güncelleştirilmiş ve Genişletilmiş 3. Bası, Vedat Kitapçılık, İstanbul, 2010. ÇELİK, Aydın, Anonim Ortaklıklarda Yönetim Kurulu Üyelerinin İbrası, Adalet Yayınevi, Ankara, 2007. EISENRING,  Marlen,  OR  Kommentar  Schweizerisches  Obligationenrecht,  (der. Kostkiewicz,  Jolanta  Kren/Wolf,  Stephan/Amstutz,  Marc/Fankhauser,  Roland),  Orell Füssli Verlag, 3. Baskı, Zürich, 2016.   305Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  FALCIOĞLU, Özgür M.,  Anonim Şirket Finansal Tablolarında TTK 515 Kapsamında Dürüst Resim  İlkesine  Uygunluk ve  İlkeye  Aykırılığın Sonuçları ,  Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2016, Cilt: 11, Sayı: 137-138, (s. 69-102). HELVACI, Mehmet, Anonim Ortaklıkta Yönetim Kurulu Üyesinin Hukuki Sorumluluğu, 2. Baskı, Beta Yayınevi, İstanbul, 2001. HİRŞ, Ernst E., Ticaret Hukuku Dersleri, 3. Baskı, İsmail Akgün Matbaası, İstanbul, 1948. HOCHSTRASSER, Christian, Die Rolle des Vergütungsausschusses nach der Umsetzung der Minder-Initiative, (der. Forstmoser, Peter), Dike Verlag, Zürich/St. Gallen, 2016. İMREGÜN, Oğuz, Anonim Ortaklıklar, 3. Baskı, Gün Matbaası, İstanbul, 1974. JENNY,  Daniel,  Abwehrmöglichkeiten  von  Verwaltungsratsmitgliedern  in Verantwortlichkeitsprozessen, (der. Forstmoser, Peter), Dike Verlag, Zürich/St. Gallen, 2012. KARAYALÇIN, Yaşar, Muhasebe Hukuku, 2. Baskı, Banka ve Ticaret Hukuku Araştırma Enstitüsü, 1988. KIRCA, İsmail/ŞEHİRALİ ÇELİK, Feyzan Hayal/MANAVGAT, Çağlar, Anonim Şirketler Hukuku, C. 2/2, Genel Kurul Kararlarının Hükümsüzlüğü, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, 2. Baskı, Ankara, 2017. KORKUT, Ömer, Anonim Şirketlerde Genel Kurul Kararlarının Butlanı (6012 Sayılı Türk Ticaret Kanunu na Göre), Karahan Kitabevi, Adana, 2012. METZLER, Lukas/SCHMUKI, Markus, Voraussetzungenund Folgen der Déchargeerteilung der Generalversammlung an den Verwaltungsrat einer Aktiengesellschaft, Aktuelle Juristische Praxis, Yıl: 2001, (s. 945-948), https://www.swisslex.ch/de/ (erişim tarihi: 20.08.2020). MOROĞLU, Erdoğan,  Anonim Ortaklıkta Yönetim ve Denetim Kurulu Üyelerinin İbralarının Zamanı, Kapsamı ve Geri Alınması , Banka ve Ticaret Hukuku Dergisi, Yıl: 2001, Cilt: 21, Sayı: 2, (s. 5-12). MOROĞLU, Erdoğan, Türk Ticaret Kanunu ve İlgili Mevzuatı, Beta Yayınevi, 7. Bası, İstanbul, 2001. (MOROĞLU, 2001a) MOROĞLU, Erdoğan, Anonim Ortaklıkta Genel Kurul Kararlarının Hükümsüzlüğü, 7. Baskı, On İki Levha Yayıncılık, İstanbul, 2014. ÖZKORKUT, Korkut, 6102 Sayılı Türk Ticaret Kanunu Açısından Anonim Şirketlerde Bağımsız Denetim, Banka ve Ticaret Hukuku Araştırma Enstitüsü, Ankara, 2013. POROY, Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin, Ortaklıklar Hukuku I, 14. Bası, Vedat Kitapçılık, İstanbul, 2019. PULAŞLI, Hasan, Şirketler Hukuku Şerhi, 3. Baskı, Adalet Yayınevi, Ankara, 2018.   306Aksu Özkan    Hacettepe HFD, 11(1) 2021, 282-307  REISER,  Nina,  Durchsetzung  heterogener  börsengesellschaftsrechtlicher  Normen,  Dike Verlag, Zürich/St. Gallen, 2017. SEVİLENGÜL, Orhan, Genel Muhasebe, 18. Baskı, Gazi Kitabevi, Ankara, 2016. STUDER,  Christoph  D.,  Haftpflichtkommentar  Kommentar  zu  den  schweizerischen Haftpflichtbestimmungen,  (der.  Fischer,  Willi/Luterbacher,  Thierry),  Dike  Verlag, Zürich, 2016. ŞENER,  Oruç  Hami,  Teorik  ve  Uygulamalı  Ortaklıklar  Hukuku  Ders  Kitabı,  Gözden Geçirilmiş 4. Bası, Seçkin Yayıncılık, Ankara, 2019. ŞİMŞEK GÜZELSU, Sebile Zeynep, Anonim Şirketlerde İbra, Yüksek Lisans Tezi, Ankara, Gazi Üniversitesi Sosyal Bilimler Enstitüsü, 2019. TANNER,  Brigitte,  Die  Aktiengesellschaft,  Generalversammlung  und  Verwaltungsrat. Mängel in der Organisation, Art. 698-726 und 731b OR, (der. Handschin, Lukas), Schulthess Verlag, 3. Baskı, Zürich, 2018. TEKİNALP, Ünal,  Anonim Ortaklığın Genel Kurulunda Bir Teklifin Reddine Karşı İptal Davası Açılabilir mi? , İstanbul Barosu Dergisi, Yıl: 1965, Cilt: 39, Sayı: 7-8-9, (s. 249-260). TEKİNALP, Ünal, Anonim Ortaklığın Bilançosu ve Yedek Akçeleri, 2. Baskı, Fakülteler Matbaası, İstanbul, 1979. TURANLI,  Hüsnü,   Türk  Ticaret  Kanunu na  Göre  Anonim  Ortaklıkta  İbra ,  Kadir  Has Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2014, Cilt: 2, Sayı: 2, (s. 101-135). UYSAL, Tolga/ŞENLİK, Mehmet, Genel Muhasebe, 7. Baskı, Seçkin Yayıncılık, Ankara, 2016. ÜÇIŞIK, Güzin/ÇELİK, Aydın, Anonim Ortaklıklar Hukuku, C. 1, Adalet Yayınevi, Ankara, 2013. WATTER, Rolf/DUBS, Dieter, Der Déchargebeschlusss, Aktuelle Juristische Praxis, Yıl: 2001, (s. 908-923), https://www.swisslex.ch/de/ (erişim tarihi: 20.08.2020). YALÇIN, Erhan, Uluslararası Finansal Raporlama, Seçkin Yayınevi, Ankara, 2015. YARDIMCIOĞLU,  Mahmut/DEMİREL  ARICI,  Nuray/ÖZER,  Veli,   Araştırma-Geliştirme Harcamalarının ve Maddi Olmayan Duran Varlıkların TMS-38, Tekdüzen Muhasebe Sistemi ve Sermaye Piyasası Kurulu Tebliği ne Göre Muhasebeleştirilmesi İşlemlerinin Karşılaştırılması , Mali Çözüm Dergisi, Yıl: 2008, Sayı: 85, (s. 43-58). YILDIZ,  Şükrü,  Türk  Ticaret  Kanunu na  Göre  Anonim  Şirketlerde  Genel  Kurul Kararlarının İptali, Yüksek Lisans Tezi, İstanbul, Marmara Üniversitesi Sosyal Bilimler Enstitüsü, 1989.   307"
}