{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "22",
     "Ay": "12",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "AMERİKA BİRLEŞİK DEVLETLERİ NDE BAŞKANLIK SEÇİMİ VE FEDERAL YÜKSEK MAHKEME’NİN SEÇİME İLİŞKİN EMSAL KARARLARI",
     "Title": "PRESIDENTIAL ELECTION IN THE UNITED STATES AND THE U.S. SUPREME COURT'S ORDERS",
     "Yazar İsmi": [
          "Merve ÜNAL AÇIKGÖZ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Amerikan başkanlık seçimleri",
          "Seçim sistemi",
          "Oy hakkı",
          "Amerikan siyasi partileri",
          "Federal Yüksek Mahkeme"
     ],
     "Keywords": [
          "U.S. presidential election",
          "Electoral system",
          "Right to vote",
          "Political party",
          "U.S. Supreme Court"
     ],
     "Özet": "Başkanlık sisteminin prototipi olarak kabul edilen Amerika da başkanın seçilme usulü diğer ülke uygulamalardan farklı bir şekilde gerçekleştirilmektedir. İki aşamada gerçekleştirilen seçimde halk, başkanı doğrudan seçmek yerine başkanı seçecek olan delegeleri seçmektedir. Demokratik sistemlerde iktidarlar, meşruiyet  kaynaklarını  özgür  ve  serbest seçimlerden  almaktadır.  Bu  nedenle  seçimlerde  uygulanan sistemin, parti yapılarının, oy kullanma şartlarının ve seçimlerin yönetiminin ideal demokrasi ilkelerine uygun olarak düzenlenmesi gerekir. Dolayısıyla seçime ilişkin demokratik ilkelerin hukuksal kurallar aracılığıyla  koruma  altına  alınması  önem  arz  etmektedir.  Amerika daki  başkanlık  seçiminin  temel bileşenlerini seçim sistemi, siyasi partiler, oy hakkının kullanılması, seçim kampanyalarının yürütülmesi ve seçimlerin  yönetimi ve denetimi ile  yetkili makamlar oluşturmaktadır. Bu çalışmada, Amerikan başkanlık  seçiminin  işleyişi,  seçim  kuralları,  seçimi  etkileyen  mekanizmalar  ve  Federal  Yüksek Mahkeme nin seçim dönemlerinde üstlendiği görev ele alınmaktadır.",
     "Abstract": "In the United States, which is accepted as the prototype of the presidential system, the electoral system of the president is carried out differently from the practices of other countries. In the elections held in two stages, the people elect the secondary who will elect the president instead of directly electing the president. In democratic systems, governments derive their legitimacy source from fair and honest elections. For this reason, the system applied in the elections, the party structures, the voting conditions and the management of the elections should be arranged in accordance with the ideal democracy principles. Therefore, it is important to protect democratic principles regarding elections through legal rules. The electoral system, political parties, the right to vote, conducting election campaigns, supervising the elections and competent authorities constitute the basic components of the presidential election in the United States. In this study, the functioning of the American presidential election, election rules, the mechanisms affecting the election and the task of the Supreme Court during the election periods are discussed.",
     "Metin": " Siyasi rejimler, hukuki olay ve kurumlar, tarihi ve siyasi gelişimin mantığından ve toplumsal  ilişkilerin  ve  ihtiyaçların  zaruretlerinden  doğar.  Nitekim  Amerika nın kuruluşunda ve anayasal devlete geçişte bu etkileşimi görmek mümkündür. Zira kolonyal dönemde otoritenin tek bir merkezde yoğunlaşmasının tehlike arz edebileceği tecrübe edilmiş ve bu gücün dağıtılmasının gerekliliği düşüncesi doğmuştur.1 Netice itibariyle Amerika daki  anayasacılık  hareketini  Büyük  Britanya nın  1763 te  kolonilerin  vergi ödemelerinde  gerçekleştirdiği  yeni  bir  yasa  başlatmıştır.  Massachusetts  Koloniler Meclisi, yasayla konulan verginin mülkiyet hakkını zedelediği itirazında bulunmuş ancak Büyük  Britanya  verginin  ödenmesi  konusunda  direnç  göstermiştir.  Bunun  üzerine 1776 da  İngiliz  sömürgesine  karşı  çıkan  on  üç  koloni  bağımsızlıklarını  kazanarak  Bağımsızlık  Bildirgesi ni  ilan  etmiş  ve  yeni  bir  devlet  kurmaya  karar  vermiştir. Koloniler, kurulacak olan yeni devletin Birleşik Krallık sisteminden farklı olmasına özen göstermiştir.  Başlangıçta  bir  konfederasyon  şeklinde  örgütlenen  koloniler  kendi aralarındaki  siyasi  ve  ekonomik  sorunlar  nedeniyle  yeni  bir  arayış  içine  girmiştir. Bağımsızlıklarını  kazanan  koloniler,  benzer  sorunların  yaşanmaması  adına  kendi dinamikleriyle uyumlu bir yönetim sistemi meydana getirme gayreti içinde olmuştur. 17 Eylül  1787 de   Philadelphia  Konvansiyonu   adı  verilen  kurucu  meclisi  oluşturarak Amerika  Birleşik  Devletleri ni  resmi  olarak  dünya  sahnesinde  yer  veren  Amerikan Anayasasını kabul etmişlerdir.2  İngilizlerin  baskısından  kaçan  koloniler,  geçmiş  tecrübelerinden  hareketle oluşturdukları yönetim modelinin İngiltere de uygulanan parlamenter monarşiden farklı olmasına  büyük  önem  vermiş  ve  Philadelphia da  toplanan  koloniler  daha merkezileştirilmiş bir hükümet anayasası hazırlamıştır. ABD nin kuruluşu ve başkanlık sisteminin ortaya çıkışı kurucu babaların hazırladıkları bu anayasa ile olmuştur. Kurucu Meclis, anayasayı hazırlarken anayasada devlet ve hükümet ile ilgili temel ilkeler koyarak ayrıntılı düzenleme yoluna gitmemiştir. Anayasanın değiştirilmesi ise zor bir usule bağlı                                                  1   ELLINWOOD, Allen, Florence, This Constitution of Ours, New York, 1940, s. 46. 2   KABOĞLU, İbrahim Ö., Anayasa Hukuk Dersleri, 12. Baskı, Legal Yayıncılık, İstanbul, 2017, s. 34; REDLICH, Norman/ ATTANASIO, John/ GOLDSTEIN, Joel K., Understanding Constitutional Law, New York, 2004, s. 2. 679     kılınmıştır. Bu nedenle bugüne kadar anayasada toplamda yalnızca yirmi yedi değişiklik yapılabilmiştir.   Amerika Birleşik Devletleri nin oluşturulma süreci yeni bir hükümet sisteminin meydana getirilmesini de sağlamıştır. Zira o tarihe kadar monarşik bir düzende varlığını sürdüren koloniler ABD yi kurarken bilhassa monarşi kurumuna alternatif bir yapı ortaya koymaya  dikkat  etmiş  ve  seçimle  iş  başına  gelen  devlet  başkanlığı  makamı oluşturulmuştur.  Dolayısıyla  ABD  Anayasasının  kabul  ettiği  başkanlık  sistemi İngiltere deki gibi tarihsel bir tecrübenin ürünü olmayıp beşerî iradenin tasarladığı yapı olarak doğmuştur. Zira bu sistem ortaya konurken demokrasi ilkesiyle hareket edilmiş ve devlet erklerinin birbirinden tamamen ayrılmasına öncelik verilmiştir.3 ABD sisteminde devlet teşkilatı, şu üç temel organ üzerine inşa edilmiştir: Başkan, Kongre ve Federal Yüksek Mahkeme (FYM). 1787 ABD Anayasasına göre yasama yetkisi Temsilciler Meclisi ve Senatodan oluşan Kongreye aittir. Kongrenin çift meclisli bir yapıya sahip olması  federal  devlet  olmasından  kaynaklanmaktadır.  Yürütme  yetkisi  Başkana  ve yargılama yetkisi de Federal Yüksek Mahkeme ve mahkemelere tanınmıştır.4 Bu sistem, kuvvetlerin  birbirine  muhtaç  olma  ve  birbiriyle  dengeli  hareket  etme  esasına  göre işlemektedir.  Sistemin  kendi  içinde  barındırdığı  mekanizmalar  devlet  erklerini birbirinden sert bir şekilde ayırmasının yanında bu erklerin birbirleriyle  uyumlu ve dengeli çalışmasını gerekli kılmaktadır.5 Bu nedenle zaman zaman çekişme içine giren erklerin aralarındaki ilişki neticesinde ortaya çıkan siyasi krizler, karşılıklı uzlaşının sağlanmasıyla son bulmaktadır.    Demokrasiye ve demokrasinin gereklerine bağlı kalma konusunda başarılı bir görüntü çizen ABD de en büyük misyonu üstlenen kurumların başında yargı gelmektedir. Özellikle Federal Yüksek Mahkeme, kendisine Anayasayla tanınan yetkileri kullanırken oldukça cesur davranarak hukukun üstünlüğüne ve insan haklarına duyulan saygının artmasını  sağlamaktadır.  Mahkemenin  yürütmüş  olduğu  yargılama  faaliyeti                                                  3   KABOĞLU, 2017, s. 146. 4   FENDOĞLU, Hasan Tahsin, Anayasa Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019, s. 179, 182. 5   ÖZBUDUN, Ergun, Anayasalcılık ve Demokrasi, Bilgi Üniversitesi Yayınları, İstanbul, 2015, s.17; DE CHAMBURN, Marquis/ DE PINETON,Adolphe, The Executive Power In The United States: A Study Of Constitutional Law, Inquirer Printing And Publishing Company, 1874, s. 52-53. 680     kapsamındaki  önemli  hukuki  uyuşmazlıklarda  balıksırtı  verdiği  kararlar  gerek  ülke çapında gerek dünyada geniş yankı uyandırmaktadır. Nitekim Mahkeme vermiş olduğu karar ile anayasa yargısının doğuşunu sağlamıştır. Temel haklara ve hukukun temel ilkelerine  yönelik verdiği kararlar çoğu zaman demokrasiler açısından yol gösterici olmuştur. Dolayısıyla Mahkemenin başkanlık seçimi dönemlerinde verdiği kararların da bu anlamda büyük önem taşıdığının altı çizilmelidir.    Çalışma  üç  kısımdan  oluşmakta  ve  ilk  kısımda  ABD nin  yapısı  kısaca  ele alınmaktadır. İkinci kısımda ise başkanlık seçimi irdelenmekte bunun için de öncelikle seçim sistemine, oy kullanma hakkına, siyasi partilerin yapısına ve seçimlerin hangi şartlar altında gerçekleştiğine yer verilmiştir. Son kısımda ise FYM nin seçim dönemine ilişkin vermiş olduğu bazı önemli kararlar incelenmektedir. Mahkemenin verdiği kararları seçerken özellikle Amerikan tarihi açısından büyük öneme sahip davalar olması dikkate alınmıştır.  FYM nin  konuyla  ilgili  kararlarına  yer  verilerek  Mahkemenin  başkanlık seçimlerindeki rolü ile seçme ve seçilme hakkına ilişkin yaklaşımı ortaya konmaya çalışılmıştır.   I. AMERİKA BİRLEŞİK DEVLETLERİ NİN YAPISI ABD, elli eyaletten oluşan bir federasyon devleti şeklinde örgütlenmiştir. Dikey kuvvetler ayrılığına dayanarak meydana getirilen bu sistemde yetkiler merkez (federal devlet) ile eyaletler (federe devletler) arasında Anayasa tarafından güvenceli bir şekilde paylaştırılmıştır. Federal devlet yalnızca Anayasada belirtilen yetkilerle sınırlandırılmış; bunun dışındaki konularda ise eyaletler yetkili kılınmıştır. Federal devlet ile federe devlet veya federe devletler arasında doğabilecek yetki çatışmalarını çözme yetkisi FYM ye tanınmıştır. Federal yapının bir gereği olarak federe devletlerin temsili için çift yapılı bir meclis  sistemi  öngörülmüştür.  ABD nin  yasama  organı  olan  Kongre,  her  eyaletten gönderilen iki senatörün yer aldığı Senato ile Temsilciler Meclisi nden oluşmaktadır.6 Çift  yapılı  meclislerden  bir  tanesi  federasyon  birliğini  sağlarken  diğeri  de  federe                                                  6   ABD  Anayasası,  https://www.senate.gov/civics/constitution_item/constitution.htm#a_sec  (erişim tarihi 11.04.2021); FENDOĞLU, 2019, s.405-406. 681     devletlerin  temsilini  sağlamaktadır.  Federasyon  birliğinin  sağlandığı  Temsilciler Meclisi nde üye devletler nüfusları oranında temsilci bulundurmakta ve bu temsilciler seçimle iş başına gelmektedir.7   ABD nin federatif yapısı birçok devlet görevlisinin federe devletlerde seçimle iş başına getirilmesi sonucunu doğurmuştur. Zira eyaletler kendi anayasalarına ve devlet organlarına sahip küçük birer devletçik olarak değerlendirilmektedir. Dolayısıyla hem federal devlet başkanı hem federe devletlerin yöneticileri ve federe devlet görevlilerin bir kısmı  seçimle  belirlenmektedir.8  Bu  nedenle  Amerika da  çok  sık  seçim  süreçleri yaşanmaktadır. ABD de federal devlet ile federe devlet arasında dikey kuvvetler ayrılığı ilkesine dayalı bir yönetim sistemi oluşturulmuştur.9 Dolayısıyla federe devletler kendi anayasalarıyla ülke sınırları içerisinde yönetimlerini sürdürmektedirler.    Federe  devlet  içerisindeki  yerel  yönetimlerin  görev  alanı  noktasında  ülke içerisinde bir uygulama birliğinden söz edilmemekte ve yönetici kadroların göreve gelme usulü eyaletlere göre değişmektedir. Ancak yerel yönetimler yetkilerini eyaletlerden aldıkları yetki belgesine dayanarak kullanmaktadır. Yerel yönetimlerde kimi kadrolar seçimle belirlenirken kimileri de atama yoluyla belirlenmektedir.10 Amerika da başta başkan olmak üzere birçok federal hükümet görevlisi seçimle iş başına gelmektedir.  ABD de bazı federal ve yerel yönetim görevleri için seçimler çift yıllarda yapılırken diğer bazı eyaletlerde ise tek yıllarda yapılmaktadır.11    Eyaletlerdeki seçimlerin yönetimi konusunda eyalet ve yerel seçim görevlileri yetkili  kılınmıştır.  Bu  görevliler  seçimin  demokratik  ve  hukuki  bir  ortamda                                                  7   DUVERGER, Maurice, Siyasal Rejimler, (Çev.Teoman Tunçdoğan), İletişim Yayınları, İstanbul, 1966, s.29, 76. 8   IŞIK, Hüseyin Murat,  Çağdaş Demokratik Rejimlerde Seçimlerin Yönetim ve Denetimi , Dicle Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2010-2011, Cilt: 15-16, Sayı: 22-23-24-25, (s. 75-87), s. 82. 9   FENDOĞLU, 2019, s. 432. 10  AYHAN, Ufuk,  Amerika Birleşik Devletlerinde Yerel Yönetimler , Sayıştay Dergisi, Sayı:70, (s. 104-120), s. 117-118. 11  Bureau of InternatIonal InformatIon Programs U.S. Department of State, Kısaca ABD Seçimleri, https://photos.state.gov/libraries/istanbul/22897/ejournals/USA_Elections_InBriefTR.pdf (erişim tarihi 11.05.2021). 682     gerçekleştirilmesinden  sorumlu  kabul  edilmiştir.  Dolayısıyla  seçmenlerin  kaydını yapmak, oy pusulalarını hazırlamak, adayların isimlerinin listede yer almasını sağlamak gibi görevleri bulunmaktadır.12 Eyalet ve yerel seçimler herhangi bir yılda, yıl boyunca çeşitli zamanlarda yapılabilmekte; vali, eyalet meclisi, belediye başkanı, yargıçlar ve yerel yetkilileri belirlemek amacıyla seçimler organize edilmektedir. ABD de seçim işlerinin yürütülmesinden esas itibariyle eyalet düzeyindeki yerel seçim kurulları yetkili olmakla birlikte seçimlerde yaşanılabilecek uyuşmazlıkların çözüm yeri yargı organları olmaktadır. 13  II. BAŞKANLIK SEÇİMİ  Demokrasilerde iktidar yetkisinin el değiştirmesi seçimler yoluyla sağlanmaktadır. Halkın temsilcilerinin belirlendiği seçimlerin azınlığın haklarını koruyacak ve azınlığın daha sonraki seçimlerde çoğunluk olabilme yollarını kapatmayacak şekilde meydana getirilmesi  demokrasinin  temel  ilkelerinden  biridir.  Temsili  demokrasilerde  iktidar, halkın oylarıyla gerçekleşir, halkın iradesini yansıtan dürüst ve serbest seçimle meşruiyet kazanır. Seçimler, demokrasinin temel araçlarından biri olmasına karşın, sadece seçim, demokratik yönetimin göstergesi sayılmaz. Seçimlerin demokratik meşruiyet zemini kazandırması, partilerin serbestçe örgütlenebilmelerine ve seçim ortamında özgürce eşit bir  şekilde  yarışabilmelerine  bağlıdır.  Tek  partili  ve  tek  adaylı  seçimler,  iktidarın taleplerinin  seçmen  tarafından  kabullenilmesi  sonucunu  zorunlu  kılar  ve  bu  gibi uygulamalar demokrasiden uzak baskıcı yönetimin kendi meşruluğunu sağlama aracı haline gelir. Bu tür biçimsel seçimler, temsili demokrasiyle bağdaşmaz ve halkın gerçek iradesini yansıtmaz. Seçimler, ancak özgür ve çoğulcu bir ortamda, genellik, eşitlik ve gizlilik  ilkelerine  uygun  biçimde  ve  dürüstçe  yapıldığı  takdirde  gerçek  değerini  ve geçerliliğini korur.14                                                  12  AYHAN, 2008, s. 115. 13  GÖNENÇ,  Levent,  Türkiye de  Seçim  Uyuşmazlıkları  ve  Çözüm  Yolları,  Adalet  Yayınevi, Ankara,2008, s. 32. 14  ALİEFENDİOĞLU, Yılmaz,  Temsili Demokrasinin  Seçim  Ayağı , TBB Dergisi, Sayı: 60, 2005, (s.71-96), s.71-72. 683       ABD de seçime ilişkin temel ilkeler Anayasada yer almaktadır. Nitekim ABD Anayasası nın Madde I, Bölüm 3 teki düzenleme uyarınca Senato ve Temsilciler Meclisi üyeleri için yapılacak seçimlerin zamanı, yeri ve şekli konusunda yetki eyalet yasama organlarına  tanınmıştır.15    Bunun  yanında  Anayasada  yapılan  15.,  19.,  24.  ve  26. Değişiklikler ile seçim sistemi ve oy hakkını etkileyen düzenlemeler kabul edilmiştir. Amerikan hukukunda seçim ve oy hakkına ilişkin en temel düzenleme Anayasanın kendisi  olsa  da  seçimlerin  yönetimi  ve  denetimiyle  ilgili  düzenlemeler  şunlardır: Amerikan  Seçim  Yardımı  Yasası  (Help  America  Vote  Act)  ve  Federal  Seçim Kampanyaları Yasası (Federal Election Campaign Act) ve İki Partili Kampanya Reformu Yasası (BCRA).16    ABD Anayasasındaki hükümler uyarınca başkan adayında bulunması gereken nitelikler şu şekilde sıralanmıştır: doğuştan ABD vatandaşı olmak, en az otuz beş yaşında olmak ve on dört yıldır ABD de ikamet ediyor olmak. Bu şartları taşıyan kişilerin başkanlık seçimlerinde aday olabileceği öngörülmüştür. Başkanlık seçimleri genel olarak üç aşamada gerçekleşir. Birinci aşamada partiler ulusal kongreler yoluyla adaylarını belirler ve genellikle birden fazla kişi aday olarak yarışa katılır. Her ne kadar ABD de seçmenler oylarını seçtikleri başkan adayına veriyor olsa da aslında dolaylı bir seçim gerçekleştirilir. Zira seçmenler, usulen daha sonra başkanı seçmek için oy kullanacak delegeleri seçmektedir. İkinci aşamada federe devletlerde başkanı seçecek olan delegeler seçilir. Seçimleri kazanabilmek için başkan adaylarının 270 veya daha fazla delegenin oyunu alması gerekir. Seçimlerde birçok eyalet  winner-takes-all  adı verilen en çok oyu alanın tüm eyalet delegelerini kazandığı bir sistemi uygulamaktadır. Ancak Nebraska ve Maine eyaletlerinde bu sistemden farklı olarak delegeler aldıkları oy oranına göre orantılı bir şekilde dağıtılmaktadır.17 Son aşamada ise seçilen delegeler, ocak ayının  ikinci                                                  15  https://photos.state.gov/libraries/turkey/231771/PDFs/abd-anayasasi.pdf (erişim tarihi 16.05.2021). 16  Federal seçim yasaları, oy hakkını ve seçim sürecini korumaya yardımcı olmaktadır. Kampanya katkılarının sınırları, engelli seçmenlerin hakları ve daha fazlası hakkında detaylı bilgi edinmek için bkz. https://www.usa.gov/voting-laws#item-214532 (erişim tarihi 27.05.2021). 17  BELENKY, Alexander S., Understanding the Fundamentals of the U.S. Presidential Election System, Springer Science & Business Media, 2012,s. 22; KANAT, Kılıç Buğra/ DUDDEN, Lesley K./HANNON, Jackson,  2016 Başkanlık Seçimlerine Doğru ABD Seçim Süreci ve Ön Seçimler, 2015,    http://www.setav.org/tr/amerikan-baskanlik-secimlerine-dogru-1-secim-sureci-ve-onsecimler/analiz/43145 (erişim tarihi 11.05.2021). 684     pazartesi oylarını verirler ve bu oylar devlet merkezinde toplanarak Kongre de bütün temsilcilerin huzurunda Senato başkanının başkanlığında sayılır. En az 270 oy alan aday ABD nin yeni başkanı sıfatını kazanır.18  A. Seçim Sistemi ABD deki seçim sistemini incelemeye geçmeden önce seçim sistemi kavramını ele almamız gerekir. Nitekim  seçim sistemi  denildiğinde genel olarak karşımıza iki farklı anlam çıkmaktadır. Geniş anlamda seçim sistemi; seçme ve seçilme yeterliliği, oy hakkı, seçim  yöntemleri  vb.  gibi  seçimle  ilgili  olan  bütün  hususların  yönetimini  ifade etmektedir.  Dar  anlamda  seçim  sistemi  kavramı  ise  seçmenlerin  verdikleri  oyların parlamento sandalyelerine dönüşme sürecinde uygulanan yöntemleri ifade etmektedir.19 Seçim sistemleri seçim çevrelerinin genişliği, seçim turlarının sayısı ve milletvekillerinin partiler  arasında  dağılımına  göre  kendi  içerisinde  üç  gruba  ayrılmaktadır. Milletvekillerinin partiler arasında dağılımına göre seçim sitemi çoğunluk veya nispi temsil sistemi adını almaktadır. Seçim sistemlerinin amacı, her şeyden önce, belirli bir süre için ülkeyi hangi parti veya partilerin yöneteceğini, hangi partinin de muhalefet olarak denetim görevi yapacağını belirlemektir.20 ABD de  tek  turlu  basit  çoğunluk  sistemi  uygulanmakta,  bu  sistem  uyarınca seçimler  tek  turlu  yapılmakta  ve  seçimlerde  oyların  çoğunluğunu  alan  parti  seçim bölgesinden çıkartılacak olan temsilcilerin tümünü kazanmış sayılmaktadır.21  Türkiye de bu sistem yerel yönetimlerin belediye başkanı seçimlerinde ve muhtarlık seçimlerinde uygulanmaktadır.  Partilerin  tek  aday  gösterdiği  ve  basit  çoğunluk  şartının  arandığı çoğunluk  sistemini  uygulamak  diğer  sistemlere  nazaran  daha  basit  ve  pratik  kabul edilmektedir. Tek turlu basit çoğunluk sisteminin en önemli özelliği tek parti iktidarına                                                  18  YANIK,  Murat,  Başkanlık  Sistemi  ve  Türkiye de  Uygulanabilirliği,  3.  Baskı,  Der  Yayınları, İstanbul,  2016,  s.41  https://www.usa.gov/election#:~:text=The%20president%20must%3A,United%20States%20for%2014%20years, (erişim tarihi 27.05.2021). 19  ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 17.Baskı, Yetkin Yayınları, Ankara, 2017, s. 264. 20  GÖZLER, Kemal, Anayasa Hukukunun Genel Teorisi, Cilt 1, 2. Baskı, Ekin Basım Yayın Dağıtım, Bursa, 2020, s. 802; TÜRK, Hikmet Sami,  Seçim, Seçim Sistemleri ve Anayasal Tercih , Anayasa Yargısı Dergisi, Sayı: 23, 2006, (s. 75-115), s.77. 21  BELENKY, 2012, s. 21; ÖZBUDUN, 2017, s. 265. 685     olanak sağlamasıdır. Ayrıca partilerin aldıkları oy oranları ve kazandıkları sandalyeler arasında orantısız ve adaletsiz bir dağılımın meydana gelmesine yol açmaktadır.22   ABD de ön seçim ve genel seçim olmak üzere iki tür seçim mevcuttur. Ön seçimler (primary, caacus), genel seçimlerde partiyi temsil edecek adayın belirlenmesi amacıyla yapılır ancak her eyalette parti adayını belirlemek için ön seçim yapılmaz. Ön seçimler ve parti toplantılarından sonra siyasi partiler ulusal kongreler düzenlemektedir. Ön seçimlerin nasıl yapılacağına ilişkin Anayasada bir hüküm bulunmadığından ön seçimin usulleri federal kanunlarla düzenlenmiştir. ABD de başkan adayı olmak için  primary ve caucus  adı verilen iki farklı türde ön seçim gerçekleştirilir. Parti toplantısı şeklinde organize edilen caucus yönteminde parti üyeleri tartışma ve oylama yoluyla en iyi adayı seçer. Primary yönteminde ise parti üyeleri kendilerini genel seçimlerde temsil edecek en iyi adayı seçer. Başkan adayı olmak için düzenlenen bu ön seçimler ve parti toplantıları seçmenlerin delegeleri seçmeleri ve bu delegelerin de ön seçimde yer alan adaylar  için  seçmenler  kurulunda  (electoral  college)  oy  kullanmaları  yoluyla gerçekleşmektedir.23  Bağımsız  adayların  belirlenmesi  usulü  ise  tamamen  farklıdır. Nitekim bağımsız adayın herhangi bir parti ile bağı olmadığı için ön seçim yapılması söz konusu  değildir.  Bu  nedenle  bağımsız  adayların  seçime  katılabilmesi  için  seçim bölgesinde  belirli  bir  çoğunlukta  seçmenin  imzasını  alması  gerektiği  kuralı benimsenmiştir. Ancak bu kural da ülke çapında uygulanan genel bir ilke olmayıp eyaletten eyalete farklılık gösterebilmektedir.24                                                  22  TÜRK, 2006, s. 81-83; GÖZLER, 2020, s. 804. Türkiye de uygulanan seçim sistemine baktığımızda ise  çoğunluk  sistemi  yerine  gerek  1961  gerek  1982  Anayasalarında  nispi  temsil  yönteminin benimsendiğini görmekteyiz. Nispi temsil sisteminde çoğunluk sisteminin aksine partiler aldıkları oy oranında parlamentoda sandalye sahibi olmaktadırlar. Her ne kadar ülkemizde nispi temsil uygulansa da bu tam bir nispi temsil sistemi özelliklerini taşımamaktadır. Dolayısıyla başlangıçta sistemlerden herhangi biriyle tam tamına örtüşmeyen sistemler için doktrinde üçüncü bir tür olarak  karma sistemler  ön görülmüştür. Aslında 1995 yılından itibaren Türkiye de uygulanan seçim sistemi de karma bir nitelik arz etmektedir. Nispi temsil, temsilde adalet ilkesinin gerçekleştirilmesi bakımından önem arz etse de ülkemizde  parlamento  faaliyetleri  ve  hükümet  istikrarının  sağlanabilmesi  için  seçim  barajı  gibi uygulamalar ön gören d Hont sistemi benimseniştir.  Böylece %10luk bir seçim barajı uygulamasıyla parlamentoya  ufak  partilerin  girişi  engellenmiş,  hükümet  istikrarı  hedeflenmiştir.  Bkz.  TEZİÇ, Erdoğan, Anayasa Hukuku, 10.Baskı, Beta Basım Yayın Dağıtım, İstanbul, 2005, s.305-307. 23  KANAT/  DUDDEN/  HANNON,  2015,  http://www.setav.org/tr/amerikan-baskanlik-secimlerinedogru-1-secim-sureci-ve-on-secimler/analiz/43145 (erişim tarihi 11.05.2021); BELENSKY, 2012, s. 1. 24  https://photos.state.gov/libraries/istanbul/22897/ejournals/USA_Elections_InBriefTR.pdf (erişim tarihi 11.05.2021). 686     Geçmişte  yalnızca  belirli  eyaletler  ön  seçim  yoluyla  aday  belirleme  işlemi yapıyorken günümüz ABD sinde ise artık her eyalette ön seçimler yapılmaktadır. İlk ön seçim ise başkanlık seçiminin yapılacağı yılın ocak veya şubat ayında New Hampshire eyaletinde yapılmaktadır. Yapılan ön seçimler sonucunda ise partilerin yaz aylarının sonunda yaptıkları ulusal kongre için aday belirlenmiş olmaktadır. Her ne kadar adaylar ön seçim yoluyla belirlense de ulusal kongrelerin yapılması törensel bir gelenek halini almıştır. Bu kongreler sayesinde partiler, adaylarını tüm ülkeye tanıtma, partinin ve adayın hedeflerini kamuoyuna duyurma fırsatı elde etmektedirler.25 ABD  Başkanının  seçilme  şekli  özgün  bir  nitelik  arz  etmektedir.  Zira  Başkan Türkiye de olduğu gibi doğrudan halk tarafından seçilmemekte; iki aşamalı bir seçimle göreve  gelmektedir.  Bu  sistemde  her  eyaletteki  seçmenler  öncelikle  delegeleri belirlemektedir. Her bir eyaletin delege sayısı, Kongre ve Senato da bulundurdukları temsilci  sayısının  toplamına  eşittir.  Halk  tarafından  seçilen  bu  delegeler  (ikinci seçmenler) Başkanı seçerler.26 Dolayısıyla her eyalette en çok oyu alan aday o eyaletteki tüm  delegelerin  oyunu  kazanmış  olur.  ABD nin  50  eyaletinde  seçilen  delegeler  ve Washington, D.C. bölgesinden gelen üç delegenin de katılımıyla toplam 538 delegeden oluşan Seçmenler Kurulu tesis  edilmiş olur. Kasım ayının ikinci  salı  günü  yapılan başkanlık  seçimlerinin  ardından  Kurul  aralık  ayında  toplanır.  Anayasa  hükümleri uyarınca delegelerin hepsi seçildikleri eyaletin başkentinde bir araya gelerek, oylarını temsil  ettikleri seçmenlerin desteklediği  başkan  adayı lehine  kullanırlar. Başkanın                                                  25  ABD Dışişleri Bakanlığı Uluslararası Bilgi Programları Bürosu, ABD ye Bakış-Seçimler, 2016, https://tr.usembassy.gov/wp-content/uploads/sites/91/2016/10/secimler_kitapcik_2016.pdf  (erişim tarihi 25.05.2021). 26   FENDOĞLU, 2019, s. 610. 27  ABD Anayasası delegelerin statüsüne veya kullanacakların oyların muhtevasına ilişkin bir düzenlemeye yer vermemesi nedeniyle konuyla ilgili kamuoyunda iki farklı görüş ortaya çıkmıştır. Birinci görüş uyarınca Kurucu Babalar, delegelerin oylarını kullanırken kendilerini seçenlerin iradeleriyle bağlı kalmamalarını ve oylarını özgürce kullanılmalarını istemiştir. İkinci görüşü savunanlara göre ise Kurucu Babalar, delegelerin kendilerini seçen iradeyle bağlı kalarak ve bu iradenin temsil edilmesi gerektiğini kabul etmişlerdir. Federal Yüksek Mahkeme, konuyla ilgili birkaç kez görüş bildirmiş olmasına rağmen, bu konuyu hiçbir zaman doğrudan ele almamıştır. Mahkemenin Ray v. Blair ve McPerson v. Blacker davalarındaki görüşleri, delegelerin statüsüne ilişkin iki bakış açısını da destekler niteliktedir. Bkz. BELENKY, 2012, s. 13-14; İki dereceli olarak gerçekleşen başkanlık seçimlerinde delegelerin partili olmaları nedeniyle emredici vekâlet ilkesine göre oylarını kullanacakları kabul edilmiştir. Zira partili delegeler, kendilerini seçen vatandaşların kendi partilerinin destekledikleri başkan adayına oy vermek zorundadırlar. TEZİÇ, 2005, s.248; GÖZLER, 2020, s. 646. 687     seçilebilmesi  için  50  eyaletteki  538  oyun  mutlak  çoğunluğunu  alması  gereklidir. Dolayısıyla bir başkan adayının seçimi kazanabilmesi için en az 270 delegenin oyunu alması beklelnir.28 Ülkenin  kurucuları  gücü  eyaletler  ve  federal  hükümet  arasında  paylaştırma planlarının bir parçası olarak Seçmenler Kurulu sistemini tasarlamışlardır. Bu sisteme göre bir adayın ülke genelinde oyların çoğunluğunu alması başkan olması için yeterli değildir.  Adayın  aynı  zamanda  Seçmenler  Kurulundaki  delegelerin  de  oylarının çoğunluğunu  alması  gerekir.  Zira  2000,  2004  ve  son  olarak  da  2016  yıllarında gerçekleştirilen başkanlık seçimlerinde kaybeden adayların ülke genelinde başkanlığı kazanan  adaydan  daha  fazla  oy  oranına  ulaşmış  olmalarına  rağmen  delegelerin çoğunluğunun oylarını kazanamadıkları için başkan seçilemediğine şahit olunmuştur.29 Anayasa, resmi olarak başkanlık seçiminde oy kullanacak delegelerin seçilmesi konusunda  eyalet  yasama  organlarına  herhangi  bir  sınırlama  getirmemiştir.  Ayrıca, tarihsel olarak, eyaletlerin bu konudaki tutumları önemli ölçüde değişiklik göstermiştir. Örneğin,  yalnız  Massachusetts'te,  1789  seçiminden  bu  yana,  eyalet  yasama  organı delegelerin  belirlenmesi  yöntemini  birçok  kez  değiştirmiştir.  Ancak  eyaletler  hangi yöntemi belirlerse belirlesinler bu yalnızca birliğin bir eyaletinin tercihini yansıtacağı diğer eyaletler açısından bağlayıcı olmayacağı kabul edilmiştir. Bu konuyla ilgili olarak delegelerin, eyalet yasama organı tarafından belirlenmesinin de anayasaya uygun olup olmadığı tartışılmaktadır. Zira bu konu 2000 yılında gündeme geldiğinde hem akademik çevrelerce hem medya kuruluşlarınca irdelenmiştir. Buna ilişkin nihai kararı verecek olan şüphesiz  yine  Federal  Yüksek  Mahkeme  olacaktır  zira  eyalet  yasama  organları  bu konuyla  ilgili  düzenleme  yaptıklarında  anayasaya  uygunluğunu  Mahkeme inceleyecektir.30 Çoğu eyalette oylar çoğunluk sistemine göre dağıtılmaktadır; ancak Nebraska ve Maine gibi eyaletlerde Seçmenler Kurulu adayları seçmenlerin oy oranları gözetilerek belirlenmektedir. Bu nedenle, eyalet seçimlerine göre kazanılan seçici oylar                                                  28  ACHESON, Patricia C., Amerika Federal Hükümeti ve Çalışma Mekanizması, (Çev. Birol Egeran), Varlık Yayınları, İstanbul, 1961, s.39-41. 29  https://www.bbc.com/turkce/haberler-dunya-54774962 (erişim tarihi 30.05.2021). 30  BELENKY, 2012, s. 12. 688     ülke genelindeki oyların sayısından farklı bir sonuç oluşturabilir. Amerikan tarihinde 17 kişi oyların çoğunluğunu almadan başkanlık seçimini kazanmıştır. Bu kişilerden ilki 1824 yılındaki seçimlerin galibi John Quincy Adams, sonuncusu ise 2016 yılında seçilen Donald Trump olmuştur.31 Seçim sürecinde özellikle bazı eyaletlerin sonucu belirlemede önemli rol üstlendiği bilinmektedir. Nitekim seçmen kitlesinin %56'sına sahip, en kalabalık 11 eyalet şu anda toplam 271 delege oyunu da kontrol ediyor. Özellikle çoğunluk seçim sistemi uygulanan bu eyaletlerde  winner-takes-all  ilkesi uyarınca bir başkan adayının bu eyaletlerde ufak farkla da olsa kazanması Seçmenler Kurulunda başkan seçilmesinin yolunu açıyor. Diğer taraftan hangi partinin tam olarak baskın olacağının belirli olmadığı bazı eyaletlerde ise seçim süresi boyunca kıyasıya rekabet  yaşanıyor. Salıncak eyalet  (örneğin Ohio ve Florida) olarak adlandırılan bu noktalarda seçimin kazananı genellikle çok küçük farklar ile ortaya çıkıyor. Amerika  Birleşik  Devletleri nde  başkanlık  seçimlerinin  yönetimi  ve  denetimi ulusal  bir  makama  verilmemiş  bunun  yerine  her  eyalet,  kendi  sınırları  içerisindeki seçimin  yönetiminden  ve  denetiminden  sorumlu  kılınmıştır.  Böylece  bu  konuyu düzenleme yetkisi de eyaletlerin yasama organlarına bırakılmış olmakla birlikte belirli noktalar federal kanunlar ile düzenlenmiştir. Seçimlerin yönetimi ve denetimi konusu özellikle 2000 yılında gerçekleştirilen seçimlerde ortaya çıkan olumsuzluklar neticesinde önemini iyice arttırmıştır. Oy verme konusunda yaşanan sorunların önüne geçebilmek adına Kongre, Amerikan Seçim Yardımı Yasası nı (Help America Vote Act) kabul etmiştir. 2002  yılında  kabul  edilen  Amerikan  Seçim  Yardımı  Yasası  uyarınca  federal seçimlerin  yönetimine  yardımcı  olmak  amacıyla   Seçim  Yardım  Komisyonu  kurulmuştur. Amerika da eyaletlere bırakılan seçimlerin yönetimi, ülke genelinde farklı                                                  31  https://photos.state.gov/libraries/istanbul/22897/ejournals/USA_Elections_InBriefTR.pdf (erişim tarihi 11.06.2021). 32  ABD de en çok delege sayısına sahip on bir eyalet ve delege sayıları şöyledir: California 55, Texas 38, Florida ve New York 29, Pennsylvania ve Illinois 20, Ohio 18, Michigan ve Georgia 16, Kuzey Carolina 15 ve son olarak New Jersey 14. Bkz. https://www.haberturk.com/dunya/haber/1321339-abd-eyaletleriabd-secim-sistemi (erişim tarihi 11.06.2021). 689     uygulamaların yaşanmasına neden olmuştur. Ülke genelindeki bu farklılıklar bilhassa seçimlere ilişkin uyuşmazlıkların çözümünde hakimleri kilit bir konuma getirmiştir. Seçimlerin yönetimi konusunda iki seçim organı yetkili kılınmış olup bunlar: Seçim Yardımı Komisyonu ve Federal Seçim Komisyonudur. Dört üyeden oluşan ve danışma organı  niteliği  taşıyan  Seçim  Yardım  Komisyonu,  Temsilciler  Meclisi  Başkanı nın, Temsilciler Meclisi azınlık liderinin, Senato çoğunluk liderinin ve Senato azınlık liderinin her birisi tarafından önerecekleri birer adayın Başkan tarafından atamasıyla oluşmaktadır. Başkan  tarafından  yapılan  atamalar  Senatonun  onayına  sunulmaktadır.  Anayasada seçimlerin denetimine ilişkin, ikinci maddenin birinci bölümü dışında bir düzenleme öngörülmemiştir. Ancak Federal İhtilaflı Seçimler Yasası hükümleri uyarınca denetim süreci  res en  değil,  yapılacak  bir  itiraz  üzerine  işletilmektedir.  Buna  göre  ulusal düzeydeki seçimlere ilişkin bir itiraz olması halinde Temsilciler Meclisi harekete geçerek itirazı Meclis İdari Komitesi ne iletmektedir. Meclis İdari Komitesi gereken incelemeyi yaptıktan sonra bir karara varır ve bunu Meclise sunar. Temsilciler Meclisi bugüne kadar Komitenin verdiği kararlara uygun bir karara varmıştır.33 B. Oy Kullanma Oy, seçimlerde ya da halkoylamalarında ya da kamusal bir alanda karar alma sürecinde kişisel tercihleri ortaya koyma aracıdır. Oy, kullanırken kişinin iradesi kabul, ret veya çekimser şeklinde tecelli eder. Kişi oyunu sözle, yazıyla, işaretle, açık ya da gizli olarak kullanabilir. Demokrasilerde, birey, seçimlerde oy kullanarak, karar alma sürecine dahil  olur  veya  adaylığını  koyarak  yönetme  şansı  yakalamaya  çalışır.  Dolayısıyla seçimlerde oy kullanımı serbest iradeyle tercih yapılması olarak yorumlanır.34 ABD nin Kurucu Babaları, bir toplumu kimin yöneteceğine karar verme hakkına, sadece  o  topluma  bir  katkısı  bulunan  kişilerin  sahip  olması  gerektiği  fikrini benimsemişlerdir.  Hükümet  mal  varlığını  ve  bireysel  özgürlüğü  korumak  amacıyla kurulduğu için hükümeti seçecek kişilerin her iki olgudan da pay almaları gerektiği düşüncesi esas alınmıştır. Bu nedenle de oy hakkı başlangıçta yalnızca mülk sahibi,                                                  33  AYDIN, Nizamettin. Türk Seçim Hukukunda Seçimlerin Denetimi, Yayınlanmış Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Konya, 2015, s.237-242. 34  ALİEFENDİOĞLU, 2005, s. 72. 690     beyaz,  Protestan  erkeklere  tanınmıştır.  Kadınların,  yoksulların,  sözleşmeli hizmetkârların, Katoliklerin ve Yahudilerin, Afrika dan getirilmiş kölelerin ve Amerikan yerlilerinin oy haklarının olmadığı kabul edilmiştir.35 Başlangıçta oy hakkının yalnızca belirli bir kesime tanınmış olması zamanla ülkede tepkiyle karşılanmıştır. ABD kurulurken bilhassa özgürlükler ülkesi olmayı kendine gaye edinmiş ve anayasasını bu doğrultuda şekillendirmiştir. Ancak pratikte durum farklı seyretmiş ve bunun neticesinde yaşanan demokratik gelişmeler anayasada değişiklik yapılmasını zorunlu kılmıştır. Bu nedenle 13. Değişiklik ile önce kölelik kaldırılmış; 14. ve 15. Değişiklik ile ayrımcılık yasağı ilkesi hukukileştirilmiş ve bu ilkeyle bağlantılı olarak da oy hakkının herkese tanınması gerektiği kabul edilmiştir. 19.Değişiklikte, oy hakkının  cinsiyet nedeniyle  engellenemeyeceğinin kabulüyle, kadınların da oy hakkını kullanmaları  sağlanmıştır.  Kadınlar,  oy  kullanabildiği  halde  zaman  zaman  farklı eyaletlerde pek çok siyahi vatandaş bu haktan yoksun bırakılmıştır. Bilhassa eyaletlerin seçmenlik ön şartlarına ilişkin getirdikleri uygulamalar siyahlar aleyhine kullanılmıştır. Örneğin vatandaşların okuma-yazma bilmesi, anayasa bilgisinin sınanması, oy hakkına sahip olabilmesi için  büyükbaba maddesi , oy vergisi (poll-tax) vb. gibi oy kullanma şartlar  ile  bilhassa  siyahi  vatandaşlar  sürekli  biçimde  seçim  sandıklarından  uzak tutulmuştur. Bu engellemeler 20.yüzyılda da varlığını sürdürmüş 1950 lerde başlayan insan  hakları  hareketi  neticesinde  1965  tarihli  Oy  Hakkı  Yasası nın  kabulüyle  son bulmuştur.36  Yaşanılan bu süreç demokrasinin gelişimi açısından önemli bir noktaya işaret etmektedir. Çünkü bu gelişmeler oy hakkının kısıtlı oy anlayışından genel oy ilkesine uzanan süreci ifade etmektedir. Özellikle ABD ve Avrupa da önemli siyasi mücadeleler neticesinde oy hakkının genişlemesiyle beraber vergiye, mülkiyete, cinsiyete, yeteneğe veya ırka dayalı kısıtlı oy sistemi kaldırılmış ve genel oy ilkesi anayasalar tarafından güvence  altına  alınmıştır.  Böylece  demokrasilerde  halkın  iradesini  serbestçe  ortaya                                                  35  TAYLOR, Robert L., Ana Hatları İle ABD Devlet Yapısı, (Ed. R. Targonski). Amerika Birleşik Devletler Dışişleri Bakanlığı, 2002, s.106. 36  TEZİÇ, 2005, s. 241-244; TAYLOR, 2002, s.106-107; GÖZLER, 2020, s. 782 vd. 691     koyabildiği seçimlere ayrım gözetilmeksizin her vatandaşın eşit bir şekilde katılımı sağlanmıştır. Mevcut  düzenlemelere  bakıldığında  ise  ABD de  oy  kullanabilmek  için  ülke vatandaşı olma, seçmen listesine kayıtlı bulunma ve 18 yaşını doldurmuş olma şartları aranmaktadır. Bu şartları taşıyan kişiler oylarını hem federal hem federe düzeydeki seçimlerde kullanabilmektedir. Diğer taraftan vatandaş olmayanlar, suç mahkûmiyeti olan bazı kişiler ve zihinsel olarak engelli olan bazı insanların bu haktan mahrum olduğu kabul edilmiştir. Ancak kimlerin oy kullanma hakkına sahip olup olmadığı her eyaletin kendi yasaları tarafından belirlenmektedir.37 ABD'de yasa gereği hiç kimsenin yerel, eyalet  veya  başkanlık  seçimlerinde  oy  kullanması  zorunlu  tutulmamıştır. ABD Anayasasına  göre  oy  kullanmak  bir  haktır. İlk  seçimden  bu  yana  birçok  anayasa değişikliği  kabul  edildiği  halde  ABD  vatandaşlarının  oy  kullanması  zorunlu  hale getirilmemiştir. Oy kullanmanın yalnızca bir hak olarak kabul edilmesi ve bununla ilişkili olarak oy kullanmayan vatandaşlara bir yaptırım uygulanmaması; bireylerin sandığa gitmeyerek seçimlere katılımın düşük seviyelerde kalmasına neden olmaktadır. ABD de  ulusal  düzeyde  geçerli  bir  seçmen  listesi  olmadığı  için  vatandaşlar öncelikle kayıt yaptırarak seçmenlik vasfını kazanmakta ve ikamet ettiği eyalette oyunu kullanabilmektedir.  İkametin  değişmesi  halinde  ise  yeni  taşınılan  yerde  kayıt yaptırıldıktan sonra seçmene oy kullanma yetkisi verilmektedir. ABD Anayasası uyarınca 18  yaşını  doldurmuş  her  Amerikan  vatandaşı  oy  kullanma  hakkına  sahiptir.  Seçim görevlileri  bu  nitelikteki  herkesin  kayıt  yaptırmasını,  bu  şartları  taşımayanların  ise kaydının yapılmamasını sağlamakla görevlidir. Kayıt sistemleri seçim hilelerini ortaya çıkarmak  üzere  tasarlanmış  olmakla  birlikte  seçmen  kayıt  prosedürlerinin  eyaletten eyalete  değişkenlik  göstermesi  uygulamada  birliğin  sağlanmasına  engel  olmakta  bu durum da ister istemez seçimlerde uyuşmazlıkların doğmasına yol açmaktadır. Bazı eyaletler kayıt sürecini güçleştirecek düzenlemeleri yürürlüğe koyabilmektedir. Seçim görevlileri oyların kurallara uygun kullanılmasından, sayılmasından, oy pusulalarının tasarımından  ve  seçmenin  tercihinin  oy  pusulasına  yansıması  için  gerekli  şartların                                                  37  https://www.usa.gov/who-can-vote (erişim tarihi 16.05.2021). 692     oluşturulmasından sorumludurlar. Seçimler ulusal çapta yetkili bir makam yerine yerel görevliler tarafından yürütülmektedir. Bu nedenle her eyaletin veya yerel birimin oy pusulası, oy verme şekli ve oyları sayma yöntemi farklılık göstermektedir.38  Seçimlerin ulusal bir merkez tarafından yürütülmemesi uygulamada farklılıkların ortaya çıkışını kaçınılmaz kılmaktadır. Oyların kullanılması ve sayılmasında her yerel makam kendi sistemini benimsemektedir. Bu nedenle ABD de çok çeşitli oylama aracı bulunmaktadır. Teknolojinin gelişmesiyle birlikte bu araçlar da değişime uğramaktadır. Eskiden adayın isminin yanına elle  X  işareti konan kâğıt pusulaların yerini bilgisayar destekli  materyaller  almıştır.  Ancak  çoğu  yerde  hala  içi  doldurulan  daireler  veya birleştirilen çizgilerin bulunduğu kâğıt oy pusulaları kullanılmaktadır. Bu pusulalar optik tarama yöntemiyle hesaplanmaktadır. Yaygın olarak kullanılan başka bir alet de  delikli kart  makinesidir. Oy pusulası adayın isminin yanına delik delinen bir karttır veya kart oy pusulası resmiyle aynı hizada bulunan bir yuvaya yerleştirilir ve delikler delinir. Bu pusulalar 2000 yılı ABD başkanlık seçimlerinde Florida da oyların sayımı sırasında tartışmalara neden olmuştur. Bu yüzden pek çok bölgede delikli kart makinelerinin kullanılmasından vazgeçilmiştir. Amerika Seçim Yardımı Yasası (Help America Vote Act) kollu ve delikli kart oylama sistemlerini değiştirmeleri için idari bölgelere gönüllüler tarafından finans sağlanmasını öngörmüştür.39 Amerika da seçim gününde evlerinde (ve oy kullanma yerinde) olamayacaklarını tahmin eden seçmenlere posta yoluyla oylarını kullanma hakkı tanınmıştır. Bazı eyaletler ve yerel idari bölgeler bu düzenlemenin kapsamı genişletilmiş ve vatandaşların  sürekli şekilde uzaktan oy kullanan seçmen  olarak kaydedilmesi ve her seçimde evlerinden oy kullanabilmesi sağlanmıştır. Oregon ve Washington da seçimler tamamen posta yoluyla yapılmakta ve seçmenler oylarını postayla göndermektedir. Dolayısıyla seçmenlerin bu uygulamadan  faydalanabilmesi  adına  bazı  eyaletler,  kamuya  açık  alanlara  oylama                                                  38  BELENKY, 2012, s. 74; ABD Dışişleri Bakanlığı Uluslararası Bilgi Programları Bürosu, 2016, s. 4648. 39  ATAR, Yavuz, Seçim Hukukunun Güncel Sorunları , Anayasa Yargısı Dergisi, Sayı:23, 2006, (s.211-235),  s.212  ; https://photos.state.gov/libraries/istanbul/22897/ejournals/USA_Elections_InBriefTR.pdf (erişim tarihi 11.06.2021). 693     makineleri  yerleştirerek  vatandaşların  seçim  gününden  üç  hafta  öncesinde  oy kullanmalarına imkan tanımaktadır.40  Mektupla  oy  kullanma  vatandaşların  seçime  katılmaları  açısından  önemli  bir teşviktir zira seçimlere katılımın düşük seyrettiği Amerika da bu gibi uygulamalar katılım oranını  arttırmaktadır.  Özellikle  Covid-19  salgını  nedeniyle  oluşturulan  yeni  sosyal düzende gerçekleştirilen 2020 başkanlık seçimlerinde mektupla oy verme ve elektronik oy  kullanma  yöntemleri  sıkça  tartışılmıştır.  1864  Amerikan  İç  Savaşında  askerlere tanınan  mektupla  oy  verme  hakkı,  günümüz  Amerika sında  herhangi  bir  mazeret olmaksızın vatandaşların yararlanabildiği bir yöntem olarak varlığını sürdürmektedir.41 Ancak  gerek  mektupla  oy  verme  gerek  elektronik  oy  kullanma  gibi  yöntemler demokrasiyi gerçekleştirme adına önemli bir katkı sağlamakla birlikte bu yöntemle kullanılan oyların gizliliğinin ve güvenliğinin sağlanması bakımından sakıncalı durumlar yaratabileceğinin altı çizilmelidir.  C. Siyasi Partiler Siyasi  rejimin  en  önemli  unsurlarından  olan  siyasi  partiler,  diğer  siyasi kuruluşlardan  siyasi  iktidarı  elde  etme  amacı  bakımından  ayrılmaktadır.  Nitekim Anayasamız  da  siyasi  partileri  demokratik  yaşamın  vazgeçilmez  unsurları  olarak tanımlamıştır.  Dolayısıyla  siyasi  rejimlerin  mantığını  anlayabilmenin  yolu  siyasi partilerin bu sistemdeki rolünü anlamaktan geçmektedir.42 Demokrasilerde yürütme gücünün bir gruptan diğerine seçimle aktarılması için ulusal tabanlı siyasi partiler kurulmuştur. Siyasi partilerin ortaya çıkışı temsili rejimlerin ve  oy  kullanma  hakkının  gelişmesiyle  yakından  ilgilidir.  ABD nin  kurulduğu  ilk                                                  40  Oy verme, kişiye bağlı ve yalnızca kişinin kendisinin kullanabildiği bir haktır. Bu yüzden kişi, oyunu, vekalet ya da temsil yoluyla kullanamaz. Fakat ABD, Federal Almanya, Fransa ve İngiltere de gibi ülkelerde, kimi mazeretleri nedeniyle sandık başına gidemeyen seçmenlere gıyaben oy kullanma imkanı sağlanmıştır. Bu ülkelerde, körler, seçim günü hasta olanlar, loğusalar, yatalaklar, dış işleri mensupları vekil aracılığıyla oylarını kullanabilmektedirler. Özellikle seçmenlerin oylarını posta ile göndermeleri yönteminin uygulanması da giderek yaygınlaşmaktadır. ALİEFENDİOĞLU, 2005, s. 84; ABD Dışişleri Bakanlığı Uluslararası Bilgi Programları Bürosu, 2016, s. 51. 41  GÜLER, Fatih,  3 Kasım 2020 Tarihinde Gerçekleşen Amerika Birleşik Devletleri Başkanlık Seçiminin Ardından Yaşanan Tartışmalar Işığında Mektupla Oy Verme ve Elektronik Oy Verme Usulleri , Uluslararası Yönetim Akademisi Dergisi, Cilt: 4, Sayı, 1, 2021, (s.212-218), s. 215. 42  TEZİÇ, 2005, s. 310. 694     dönemlerde oy hakkı yalnızca mülkiyet sahibi erkeklere tanınmıştır. Ancak yaşanan demografik ve demokratik gelişmeler neticesinde 19. yüzyılın başlarından itibaren oy hakkı  bütün  vatandaşlara  tanınmaya  başlamıştır.  Seçmenlerin  sayısının  artmasıyla birlikte, bu kitleleri belirli siyasi düşüncelerin etrafında birleştirmek ve seçmenlerden oy toplayabilmek için siyasi partiler siyasi kontrol aracı olarak çalışmaya başlamıştır. Siyasi partilerin kurumsallaşmasının ardından partiler, demokratik gelişimin temel unsurları haline gelmişlerdir.43  ABD  de tarihsel süreçte iki farklı eğilimin ortaya çıkmasıyla iki partili sistem doğmuştur. Demokrat Parti ve Cumhuriyetçi Parti olarak karşımıza çıkan iki partili sistemde  Demokratlar  merkeziyetçiliğe  karşıyken,  Cumhuriyetçiler  federal  iktidarın güçlendirilmesini  savunmaktadır.  Bu  iki  parti,  devletin  kuruluş  yıllarından  itibaren federalistler ve anti-federalistler arasındaki mücadelenin ve çoğunluğa  dayalı seçim sisteminin uzantısı olarak kabul edilmektedir. Ancak günümüzde iki parti arasındaki doktrin farklılıklarının eskisine kıyasla büyük oranda azalmış olduğu düşünülmektedir. Zira partiler günün koşullarını ve ihtiyaçlarını dikkate alarak bir program belirlemekte bu nedenle parti programı her seçim dönemine göre değişebilmektedir. ABD deki bu iki partili  sistemin  ABD  Anayasasındaki  güçler  ayrılığı  ilkesini  ortadan  kaldırdığı düşünülmektedir. Çünkü başkanın ve  yasamanın aynı siyasi partiden çıkmış olması durumunda bu iki organ aynı yönde hareket edeceği için ayrımın ortadan kalkabileceği iddia  edilmiştir.  Fakat  diğer  taraftan  ABD  siyasal  sistemindeki  partilerin  disiplinli olmayışı ve iki organın seçim dönemlerinin farklı olması nedeniyle böyle bir etkinin oluşmadığı  dikkati  çekmektedir.  Nitekim  Başkan  4  yıllığına  seçilirken,  Temsilciler Meclisi üyeleri 2 ve Senatörler 6 yıl için seçilmektedir. Dolayısıyla ABD de Başkan ile Kongredeki  çoğunluğun  ayni  partiden  olması  durumunda  yasama  ve  yürütmenin yakınlaşacağını farklı olmaları halinde ise ayrılacaklarını söyleyebiliriz.44 Amerika da siyasi partiler üç oyuncu grubundan oluşmaktadır: profesyoneller, aktivistler ve seçmenler. Profesyoneller belirli yetki ve araçlara sahip seçilmiş yetkilileri ve parti çalışanlarını kapsar ve partinin hayatta kalması ve refahı için çalışırlar. Aktivistler                                                  43  TAYLOR, 2002, s. 105-109; FENDOĞLU, 2019, s. 382-384. 44  YANIK, 2016, s. 74-77; DUVERGER, 1966, s. 78-79. 695     amatör nitelikte olup parti hizmetlerini gönüllü olarak yerine getiren ve partiye katkıda bulunan  kişileri  kapsamaktadır.    Partinin  büyük  kitlesini  oluşturan  seçmenler  ise genellikle parti faaliyetlerine katılmaz, ancak seçimler sırasında partiyi destekleyerek katkı sağlarlar. Bu oyuncuların karışımından oluşan siyasi parti  üç başlı bir canavara  benzetilmektedir zira siyasi partilerin kontrol edilmesinin zor olduğu düşünülmektedir. 45 Güçlü yerel örgütlere sahip Amerikan partilerinin, seçim dönemlerinde etkin bir şekilde faaliyet  yürüttükleri;  seçimin  sona  ermesiyle  yerel  örgüt  şekline  büründükleri görülmektedir. Bu nedenle bireysel temsil partileri sınıfında değerlendirebileceğimiz bu partiler, daha fazla üyeye ulaşma ve onların sosyal kaynaşmasını sağlamaktan ziyade temsilci kazanma amacı taşımaktadırlar. Cumhuriyetçi Parti ve Demokrat Partinin köklü geçmişi nedeniyle siyasi sistemin işleyişine diğer adaylardan daha aşina olmaları elbette kaçınılmazdır. Nitekim bu büyük partiler başkanlık, Kongre, valilik ve eyalet yasama organlarına da hâkimdir. Sözgelimi, 1852 yılından bu yana göreve gelen bütün başkanlar ya Cumhuriyetçi ya da Demokrat Partidendir. Bağımsız adayların veya üçüncü bir partiden olan Kongre veya eyalet yasama meclisi  üyelerinin  sayısı  oldukça  azdır.  Dolayısıyla  bu  iki  ulusal  parti  hükümet mekanizmasını kontrol altında tutmak için kendi çıkarlarına hizmet eden seçim kuralları koymuşlardır.46 Sözgelimi, yeni bir partinin adını bir eyaletteki oy pusulasına yazdırmak külfetli  bir  iştir.  Bunun  için  genellikle  on  binlerce  imza  toplamak  ve  bir  sonraki                                                  45  BRAMS, Steven J., The Presidential Election Game, CRC Press, New York, 2017, s. 75, 92. 46  Çoğunluk sistemi iki partinin adayını ön plana çıkarmakta ve seçmenlerin kazanma olasılığı oldukça düşük olan bir üçüncü aday yerine bu iki adaya yönelmesine neden olmaktadır. Nitekim 1996 Başkanlık seçimlerinde Reform Partisi adayı Ross Perot toplam oyların  yaklaşık  %8 ini almasına rağmen Seçmenler Kurulu için bir delege bile çıkaramamıştır. Bu sistemle birlikte mecliste çoğunluğa sahip olan iki parti, mevcut sistemi koruyan yaklaşım sergilemektedir. Demokrat ve Cumhuriyetçi Parti nin yasama  ve  yürütme  organındaki  üyeleri,  iki  partili  sistemi  bozabileceğini  düşündükleri  bütün değişiklikleri reddetmekte ve yeni düzenlemeleri bunu koruyacak şekilde gerçekleştirmektedir. Bu nedenle seçim bölgelerinin sınırlarının belirlenmesinden seçimlerde kullanılacak araçlara kadar bütün düzenlemeler  mevcut  yapının  korunması  hassasiyetiyle  ele  alınmaktadır. https://tr.wikipedia.org/wiki/1996_Amerika_Birle%C%9Fik_Devletleri_ba%C%9Fkanl%C%Bk_se%C%Aimleri#Reform_Partisi_aday%C%Bn%C%Bn_belirlenmesi  (erişim  tarihi 18.05.2021).  696     seçimlerde pusulada kalmak için yeterli oy almak gerekir. Bu nedenle Amerika da üçüncü parti veya bağımsız aday olarak seçime katılmak oldukça zordur.47 Siyasi partiler Amerika da yaşanan siyasal ve sosyal olaylar nedeniyle öncelikle bu bölgeden  doğmuş  ve  gelişmiştir.  Ancak  ABD deki  parti  kültürü  ülkemizdekinden oldukça farklıdır. Partilerde, parti kararının ve ideolojisinin olmayışı partileri disiplinli parti olmaktan uzaklaştırmıştır. Partiler ulusal düzeyde değil eyalet düzeyinde ve âdem-i merkeziyetçilik  ilkesine  göre  örgütlenmiştir.  Amerika daki  partiler  yalnızca  seçim dönemlerinde  aktif  olarak  kendilerini  siyasi  arenada  göstermektedirler.  Temsilciler kendilerini partiye değil seçmene karşı sorumlu hissetmek ve kararlarını bu doğrultuda almaktadır. Ayrıca başkan, parti lideri olduğu halde parti üzerindeki otoritesi ve etkisi zayıftır. Dolayısıyla partilerin bu yapısı, ülkemizdeki hiyerarşik disiplinli siyasi parti yapısından oldukça farklıdır.48  Parti içi disiplinin zayıf olması nedeniyle senatör ve milletvekillerinin partilerinden bağımsız hareket edebilmeleri, uzlaşma kültürünün güçlü oluşu ve genel olarak böylesi durumlar hükümeti tamamen hareketsiz hale getirmek için değil de pazarlığa zorlamak için bir fırsata dönüştürme eğilimi gösterdiği için kriz aşılabilmektedir.49 Parlamenter rejimin uygulandığı ülkelerde partilerin disiplinli oluşu parlamentoda alınan kararların partilerin  grup  kararları  doğrultusunda  olmasına  ve  sistemin  tıkanmasına  yol açmaktadır.50  D. Seçim Kampanyalarının Finansmanı Seçimlerin  düzenlenmesi  gerek  zaman  gerek  maddi  açıdan  oldukça  külfetli olmaktadır. Zira adayların, seçmenlere kendi siyasi hedeflerini aktarabilmek ve onları oy verme  konusunda  ikna  edebilmek  için  büyük  çaba  sarf  etmesi  gerekiyor.  Seçim kampanyalarının yürütülebilmesi için araç gerecin sağlanması, yardımcı personelin temin edilmesi,  seçmenlerin  bilgilendirilmesine  yönelik  malzemelerin  hazırlanması  gibi                                                  47  ABD Dışişleri Bakanlığı Uluslararası Bilgi Programları Bürosu, 2016, s.16-18. 48  FENDOĞLU, 2019, s. 385,398. 49  SARTORI,  Giovanni,  Karşılaştırmalı  Anayasa  Mühendisliği,  (çev.  Ergun  Özbudun),  Yetkin Yayınları, 1997, s.120-121. 50  TEZİÇ, 2005, 338-340. 697     imkanlarla donatılmış olmak gerekir. Bu imkanlara erişebilmek adayın yeterli mali güce sahip  olmasına  bağlıdır.  Bilhassa  teknolojinin  gelişmesiyle  daha  yüksek  maliyetli kampanyalarla  karşı  karşıya  kalınmıştır.  Dolayısıyla  gerek  siyasi  partilerin  gerek bağımsız adayların seçim faaliyetlerini yürütürken yeterli mali kaynağa sahip olması elzemedir. Seçim yarışına katılan adayların mali imkanlara erişebilmek bakımından eşit şartlarda olmaları demokrasinin gereklerinden biri olarak kabul edilebilir. Bu nedenle seçim  kampanyalarının  finansmanı  seçimlerin  demokratik,  eşit  ve  adil  bir  şekilde gerçekleştirilip  gerçekleştirilmediğinin  aynı  zamanda  adayların  ekonomik  güçlerin baskısı altında kalıp kalmadığının tespiti bakımından önem arz eder.    Seçimlere katılan siyasi parti adayların kampanyalarını yürütebilmek için partiler genellikle üyelerinden aidat veya dışarıdan bağış temin etmektedir. Partilerin başlıca gelir kaynağı olarak bunların yanında devletten aldığı kamusal yardım da sayılmaktadır. Bazı demokratik ülkelerde devlet, ekonomik güçlerin partiler üzerindeki etkisini azaltabilmek amacıyla  partilere  maddi  yardım  sağlamaktadır.  Ancak  partilere  aktarılan  maddi yardımlar beraberinde denetimi de zorunlu kılmaktadır. Hesap verebilir ve şeffaf yönetim anlayışını  benimseyen  demokrasilerde  partilerin  gelir  ve  giderlerinin  denetlenmesi hukukun  bir  gereğidir.  Siyasi  partilerin  mali  açıdan  etkili  bir  yolla  denetlenmesi, yolsuzlukların önlenebilmesi için gereklidir. Bu nedenle bu denetim, bu konu için özel olarak kurulmuş bir kurum tarafından veya farklı denetim kurumları eliyle yürütülebilir.51 Amerika nın  oldukça  büyük  ve  kalabalık  bir  ülke  olması  nedeniyle  burada yürütülen seçim kampanyaları adaylar için yüksek bir mali yük getirmektedir. Adaylar bu mali yüke katlanabilmek için devlet bütçesinden yardım almakta ve özel kişilerden bağış temin etmektedir.52 Ancak zamanla alınan bu yardımların hacminin giderek artması yolsuzluk tehlikesini de beraberinde getirdiği için yasama organı bu konuya el atma ihtiyacı hissetmiştir. ABD, doğrudan veya dolaylı her türlü yabancı bağışın yasaklandığı ve bu açıdan en sıkı kuralların uygulandığı ülke olmasına karşılık 1970 li yıllara gelene                                                  51  TEZİÇ,  2005,  s.  321;  UZUN,  Cem  Duran,  Anayasa  Hukuku  Açısından  Siyasi  Partilerin Finansmanı, Yayınlanmış Doktora Tezi, Ankara, Ankara Üniversitesi Sosyal Bilimler Enstitüsü, 2009, s. 80. 52  Kongre üyelerinin seçiminde hazineden yardım sağlanmamakta bu hak yalnızca başkanlık seçimlerinde adaylara tanınmıştır, partilere değil. TEZİÇ, 2005, s. 321. 698     kadar bu alana yönelik birçok düzenleme yapılmış ancak uygulamada yetersiz kalmıştır. Bu yüzden gerçek anlamda ilk bağlayıcı yasal düzenleme 1971 yılında Federal Seçim Kampanyası  Yasasının  (FECA) kabulü  ve  Federal  Seçim  Komisyonu nun  (Federal Election  Commission)  kuruluşuyla  mümkün  olmuştur.  Bu  komisyon,  kuralların uygulanmasını  sağlayacak  kurumsal  bir  yapı  arz  etmiştir.53  Komisyonun  görevleri arasında,  siyasi  partilerin  finansal  raporlarını  incelemek,  yayınlamak  ve  gereken kanunları uygulamak yer almaktadır. Ayrıca FECA, tüm siyasi parti komitelerine, aday komitelerine ve Siyasi Eylem Komitelerine (PAC)54 gelirlerini bildirme zorunluluğu getirmiştir.  Adaylar,  kendilerine  bağışta  bulunan  tüm  siyasi  parti  ve  Siyasi  Eylem Komitelerinin kimliklerini açıklamak zorundadır. 55 1974 ve 1976 yıllarında yapılan düzenlemeler ile FECA nın kampanya finansmanı rejiminde önemli değişiklikler tesis edilmiştir. Buna göre aday için yapılan bireysel bağışlara  1000  dolar;  parti  komitesi  için  yapılan  bağışlara  ise  5000  dolar  sınırı getirilmiştir. 1974 değişikliği katı bilgi verme ve finansal bildirim standartları getirmiş, bütün bu düzenlemelerin uygulaması FEC tarafından takip edilmiştir.56 Bir başkan adayı, siyasi komite (PAC) adı verilen bir kampanya kuruluşu kurarak bu komiteyi Federal Seçim Komisyonu'na kaydettirmelidir. Siyasi komiteler, bu kaydın gerçekleşmesiyle birlikte bağış toplayabilir; fakat toplanan tüm bağışlar komisyona bildirilmek zorundadır. Komisyon da bu bilgiyi kamuoyunun bilgisine sunmaktadır.57                                                  53  WILTSE, Dave L.,  Amerika'da Kampanya Finansmanı: Reformlar, Mitler ve Gerçekler  (çev. Erdem Evren), Birikim Dergisi, Sayı: 189, 2005, https://birikimdergisi.com/dergiler/birikim/1/sayi-189-ocak2005-sayi-189-ocak-2005/2374/amerika-da-kampanya-finansmani-reformlar-mitler-ve-gercekler/479 (erişim tarihi 30.06.2021). 54  PAC'ler, ayrı ayrılmış fonları (SSF'ler), bağlantılı olmayan komiteleri ve Süper PAC'leri içerir. SSF ler, şirketler, işçi sendikaları, üyelik örgütleri veya ticaret birlikleri tarafından kurulan ve yönetilen siyasi komitelerdir. Bu komiteler, yalnızca bağlantılı veya sponsor kuruluşla ilişkili kişilerden katkı talep edebilir. Buna karşılık, bağlantılı olmayan komiteler  - adlarından da anlaşılacağı gibi - yukarıda belirtilen kuruluşlardan herhangi biri tarafından desteklenmez veya bunlarla bağlantılı değildir ve genel halktan katkı istemekte özgürdür. Süper PAC'ler (yalnızca bağımsız harcama yapan siyasi komiteler), bağımsız  harcamaları  ve  diğer  bağımsız  siyasi  faaliyetleri  finanse  etmek  amacıyla  bireylerden, şirketlerden,  işçi  sendikalarından  ve  diğer  PAC'lerden  sınırsız  katkı  alabilen komitelerdir. https://www.fec.gov/press/resources-journalists/political-action-committees-pacs/ (erişim tarihi 28.06.2021). 55  UZUN, 2009, s. 82. 56  TEZİÇ, 2005, s. 321. 57  ABD Dışişleri Bakanlığı Uluslararası Bilgi Programları Bürosu, 2016, s.39. 699     Yapılan değişiklikler kampanya finansmanı rejiminde büyük sorunları beraberinde getirmesiyle Federal Yüksek Mahkeme, 1976 tarihli Buckley v. Valeo davasında aldığı kararla, Kongre seçimleri için yapılan kampanyalara harcama sınırlaması getirilmesini reddetmiştir.  Mahkemeye  göre  bu  durum,  ifade  özgürlüğünün  anayasaya  aykırı  bir biçimde  sınırlandırılması  anlamına  gelmekteydi.  Buna  rağmen,  mahkeme  bağışlara getirilen sınırlamalara dokunmayarak Kongre nin bu katkıları kısıtlayarak yolsuzlukları önleyecek güce sahip olduğuna hükmetmiştir. 1979 da partileri güçlendirmek amacıyla FECA da değişiklikler yapılarak, iki tür kampanya parası oluşturulmuştur: değerli ve değersiz para. Değerli para, kampanyalara ya da doğrudan adaylara yapılan, kamuoyunun bilgisine sunulan yardımları kapsamakta olup bunlar için sıkı sınırlamalar getirilmiştir. Değersiz para ise bu kısıtlamalardan muaf tutulan faaliyetlerin harcamalarını karşılama amacı taşıdığı için sınırsız bir şekilde kabul edilerek kayıtlara geçirilmemiştir. Değerli para bağışlarının toplanması FECA nın koyduğu kısıtlamalar nedeniyle zor olduğundan partiler,  değersiz  para  toplama  yoluna  gitmiş  ve  bunun  boyutları  giderek  artmıştır. Partiler, yapmış oldukları suiistimaller nedeniyle 1990 lara gelene kadar bir yaptırımla karşılaşmamış ancak her iki parti de 1996 seçimlerinde finans kaynakların suiistimal edilmesiyle suçlanarak aldıkları bağışların iadesi sağlanmıştır. 2002 yılında ise İki Partili Kampanya Reformu Yasası (BCRA) kabul edilerek değersiz para yardımları tamamen yasaklanmıştır. Artık bireylerin, şirketlerin, sendikaların ya da herhangi bir grubun ulusal partilere sınırsız meblağlarda yardım yapmasına izin verilmemiştir. İkinci olarak kanun adaylara, siyasi komite (PAC) adı verilen bir kampanya kuruluşu kurarak bu komiteyi Federal  Seçim  Komisyonu'na  kaydettirdikten  sonra  bağış  toplayabilmelerini  şartını koşmuştur.58 Sonuç itibariyle ABD de başkanlık seçimlerinde söz konusu olan sınırlamalar yalnızca devlet yardımını kabul eden adaylar için geçerli olup devlet yardımı almayan adayların harcamalarına herhangi bir sınır konulmamıştır.59 Senato ve Temsilciler Meclisi                                                  58  WILTSE,  2005,  https://birikimdergisi.com/dergiler/birikim/1/sayi-189-ocak-2005-sayi-189-ocak2005/2374/amerika-da-kampanya-finansmani-reformlar-mitler-ve-gercekler/479  (erişim  tarihi 30.06.2021). 59  Donald Trump, seçim kampanyasının finansmanını kendi cebinden karşılamış ve rakiplerini seçim kampanyaları için fon toplarken geleneksel yöntemleri kullanmaları nedeniyle lobicilere ve çıkar gruplarına borçlandıklarını ileri sürerek eleştirmiştir. Clinton ın büyük zenginlerden  aldığı bağış 700     seçimlerinde ise hiçbir şekilde kampanya giderlerine ilişkin bir kısıtlama getirilmemiştir. Dolayısıyla FECA ya göre; ABD de özel kişiler, bir adaya bir seçimde en fazla 1.000; siyasi  eylem  komitelerine  (PAC)  ise  bir  yılda  en  fazla  5.000  dolar  bağış yapabilmektedirler. Ayrıca özel kişilerin siyasi partilere yapabilecekleri bağış miktarı yıllık 20.000 doları geçemeyecektir. III.  FEDERAL  YÜKSEK  MAHKEME NİN  SEÇİME  İLİŞKİN  EMSAL KARARLARI A. Güney Carolina v. Katzenbach Davası (1966) 1965  tarihli  Oy  Hakkı  Yasası  oylamalardaki  ırk  ayrımcılığını  bitirmek  için getirilmiştir. Ayrıca oy kullanacak kişilerin okuryazarlık vb. testlere tabi tutulmasına neden olan uygulamaların (önceki yıllara ait tüm vergilerin ödenmiş olması ve belirli bir değerde mülke sahip olmak) askıya alınmasına ilişkin yasal düzenlemeler yapılmıştır. Çıkarılan bu kanuna rağmen Güney Carolina kanunlarında seçimlerde ırk ayrımcılığını destekleyen düzenlemeler yer almaya devam etmiştir. Bunun üzerine Güney Carolina yetkilileri  mahkemeye  başvurarak  Kongre nin  1965  tarihli  Oy  Hakkı  Yasası  ile, yetkilerini aştığını ve Anayasayla federe devletlere ayrılan bir bölgeyi ihlal ettiğini ileri sürmüşlerdir.60 Mahkeme, 15.Değişikliğin amacına vurgu yaparak, önceki kararların ve anayasal yorumlamaların hepsinin temel ilkeye işaret ettiğini belirtmiştir.  Devletlerin ayrıcalıklı güçlerine  karşı,  Kongre,  oylamada  ırk  ayrımcılığının  anayasal  yasaklanmasını gerçekleştirmek için herhangi bir rasyonel yol kullanabilir . On beşinci Değişikliğin 1. Bölümü ise şöyledir:  Birleşik Devletlerin vatandaşlarının oy kullanma hakkı; ırk, renk ya  da  önceki  kölelik  durumu  nedeniyle  herhangi  bir  Devlet  tarafından                                                  miktarları ise 2016 seçimlerinde tartışma konusu olmuştur. Zira Clinton, topladığı bağışların ne kadarının küçük miktarlardaki bireysel bağışlardan, ne kadarının da Siyasi Eylem Komiteleri (PAC) ya da zengin bağışçılardan geldiğini açıklamaktan kaçınmıştır. KANAT/ DUDDEN/ HANNON, 2015, http://www.setav.org/tr/amerikan-baskanlik-secimlerine-dogru-1-secim-sureci-ve-onsecimler/analiz/43145 (erişim tarihi 11.05.2018). 60  U.S.  Supreme  Court,  S.  Carolina  v.  Katzenbach,  1966,https://caselaw.findlaw.com/us-supremecourt/383/301.html (erişim tarihi 10.05.2021). 701     reddedilmeyecektir 61. Oy  Hakkı  Yasası,  ülkenin  seçim  sürecini  yaralayan  ırk ayrımcılığını ortadan kaldırmak için Kongrece tasarlanmıştır. Yasa, ayrımcılığın ortaya çıktığı durumlarda, ayrımcılığa karşı sıkı ve yeni yollar yaratmakta ve ayrıca, ülkenin diğer  yerlerindeki  oy  hakkı  ayrımcılığına  yönelik  mevcut  hukuk  yollarını güçlendirmektedir. Kongre, bu yetkiyi 15.Değişikliğin ulusal yasama organına oylamada ırk ayrımcılığını kaldırmaya yönelik  uygun  tedbirler alma ibaresinden almaktadır. Kanun'un uyuşmazlığa konu olan bölümleri anayasal sorumluluklar ve Anayasanın diğer tüm hükümleri ile uyumludur. 62 Mahkeme, bu nedenle, Güney Carolina'nın talebini reddetmiştir. Mahkeme böylece demokrasinin gereklerinden olarak kabul edilen genel oy ilkesi önündeki yasal engelleri ortadan kaldırmış ve bu konuda eyaletlerin oy hakkının genelliği ve eşitliği ilkesine uygun faaliyet yürütmeleri gerektiğinin altını çizmiştir. B. Storer v. Brown Davası (1974) Storer ve Frommhagen California bölgesinden Kongre üyeliği için 1972 genel seçimlerine  bağımsız  aday  olarak  katılmak  istemişler  ancak  California  Seçimler Yasası'nın bağımsız adaylara yönelik öngördüğü aday olabilme ve oy pusulasında yer alabilme  koşulları  nedeniyle  seçimden  çıkarılmışlardır.  Bunun  üzerine  taraflar adaylıklarını  yasaklayan  ilgili  hükümlerin  Anayasaya  aykırı  olduğu  ve  1.ile 14.Değişiklikler  tarafından  güvence  altına  alınan  haklara  anayasaya  aykırı  yükler getirdiği  gerekçesiyle  mahkemeye  başvurmuşlardır.  Ayrıca  davacılar  eşit  koruma maddesinin  ihlal  edilerek  bağımsız  adaylara  karşı  ayrımcılık  yapıldığını  iddia etmişlerdir.64  Mahkeme,  seçimlerde  topluluğun  çoğunluğunun  temsil  edilmesini,  seçmene anlaşılabilir bir oy pusulası verilmesini ve oylama için makul şartların yaratılmasını                                                  61  https://photos.state.gov/libraries/turkey/231771/PDFs/abd-anayasasi.pdf (erişim tarihi 16.05.2021). 62  https://caselaw.findlaw.com/us-supreme-court/383/301.html (erişim tarihi 15.05.2021). 63  Seçimlerden bir yıl önceki yıl içinde nitelikli bir siyasi partiye kayıtlı üye olmaları durumunda aday olma hakkını yasaklar; bağımsız bir adayın oy pusulasında yer alabilmesi için en az % 5 seçmenden ve önceki genel seçimlerde oyların% 6'sından az olmamak kaydıyla imza toplaması şartını koşmuştur. Seçmenlerin imzaları genel seçimlerden 60 gün önce ve bitiş tarihinden itibaren 24 günlük bir süre boyunca elde edilmesi gerekir. 64  https://caselaw.findlaw.com/us-supreme-court/415/724.html (erişim tarihi 10.05.2021). 702     sağlamaya  yönelik  devlete  yükler  getirilmesini  haklı  görmektedir.  Bahsedilen  bu yükümler uzlaşma ve siyasi istikrarı teşvik edici devlet çıkarlarını gözetmektedir. Ancak devletlerin bu çıkarları iki büyük siyasi partinin tekel kurmasına izin verecek şekilde geniş yorumlanmamalıdır. Dahası, pratik bir mesele olarak, eğer seçimler kaostan ziyade demokratik  bir  sürece  eşlik  edecekse,  seçimlerin  adil  ve  dürüst  bir  düzenlemesi olmalıdır.   Devlet,  vatandaşlarının  iki  büyük  siyasi  partiden  biriyle  ilişki  kurma özgürlüğünü korumanın yanında genel seçimlerde diğer siyasi parti adaylarının seçim pusulasında yer alabilmesi için uygun koşulları da sağlamalıdır. Kaliforniya'da, bağımsız adayların oy pusulasında yer alabilmek için izledikleri yol, aday gösterme sürecinin bir parçası  olup,  doğrudan  parti  ön  seçimlerinden  birine  aday  gösterilmeye  bir alternatiftir. Bağımsız aday ön seçime tabi olmayıp başka bir şekilde bu kamu desteğini kazanmak  zorundadır.  Bu  yüzden  bağımsız  adaylara  yönelik  getirilen  şartların bağımsızlara karşı hiçbir ayrımcılık içermediği sonucuna varılmıştır.65 Sonuç olarak Mahkeme, ilgili hükümlerin Anayasaya aykırı olmadığı ve başvurucuların seçimlerden çıkarılmasının  hukuki  sınırlar  dâhilinde  yapıldığı  gerekçesinden  hareketle  davayı reddetmiştir. C. Buckley v. Valeo Davası (1976) FECA Yasası Amerikan kampanya finansmanı rejimine önemli değişiklikler tesis etmiş ve bireysel bağışlara kısıtlama getirmiştir. Buna göre bir adaya seçim başına 1000 dolardan fazla bireysel bağış yapılamayacağı hüküm altına alınmıştır.  Ön seçimler de bu kapsam  da  değerlendirilmiş  ve  Başkanlık  seçimlerinin  kısmen  kamuoyu  tarafından finanse edilmesi amaçlanmıştır. Başkanlık seçimlerinde, belirli bir harcama sınırlamaları üzerinde anlaşan adaylar denk finansal yardımlar almaya yalnızca belirli bir katkı eşiğini geçip, kendi finansal kapasitelerini ispat ettikten sonra hak kazanabiliyorlardı. Ayrıca yasa alınan yardımların kayıt altına alınabilmesi ve aleniliğin sağlanması için Federal Seçim  Komisyonu  (FEC)  kurulmasını  öngörmüştür.  Adaylar,  komisyona  yapılan yardımların miktarlarını ve kimin tarafından yapıldığını bildirmekle yükümlü kılınmıştır.                                                   65  U.S.  Supreme  Court,  Storer  v.  Brown,  1974,https://caselaw.findlaw.com/us-supremecourt/415/724.html (erişim tarihi 10.05.2021). 703     Amerika Birleşik Devletleri'nde siyasi kampanyalar gelişen teknolojiyle beraber son derece pahalı hale gelmiştir. Zira adaylar, Amerika gibi büyük ve kalabalık bir ülkede daha fazla oy kazanmak için yeni teknik yöntemleri kullanma gayreti içine girmişlerdir. Örneğin 1964'teki kampanyaların toplam maliyetinin 400 milyon dolara ulaştığı ve o yıl bir başkan seçmenin 100 milyon dolara mal olduğu New York Times, tarafından ortaya konmuştur. Ancak Federal Yüksek Mahkeme, 30 Ocak 1976'da verdiği karar ile adaylara verilen bağışlara ilişkin bu sınırların geçerli olmadığına kampanyalarını yalnızca özel katkılarla finanse edilmesi gerektiğine karar vermiştir.66 Federal Seçim Kampanyası Yasası (FECA), kampanya katkılarına iki tür sınırlama getirmiştir. Temel limitler, bir bağışçının belirli bir adaya veya komiteye ne kadar katkıda bulunabileceğini sınırlarken, toplam limitler, bir bağışçının tüm adaylara veya komitelere toplamda ne kadar katkıda bulunabileceğini sınırlar. Mahkeme, bir kampanya sırasında bir  kişinin  veya  grubun  siyasi  iletişim  için  harcayabileceği  para  miktarına  ilişkin kısıtlamanın, tartışılan konuların sayısını, araştırmalarının derinliğini ve ulaşılan hedef kitlenin boyutunu sınırlayarak ifade özgürlüğünü kısıtladığını kabul etmiştir. Çünkü günümüz toplumunda fikirleri iletmek için kullanılan her türlü kitle iletişim aracının belirli bir mali güç gerektirdiği üzerinde durmuştur. Seçmenlerin haber ve bilgi için televizyon, radyo ve diğer kitle iletişim araçlarına artan bağımlılığı, bu pahalı iletişim biçimlerini etkili siyasi konuşmanın vazgeçilmez araçları haline getirmiştir. Kanunun sınırlamaları, Birinci Değişikliğe ilişkin olup, kamusal konuların tartışılması ve adayların niteliklerinin tartışılması, Anayasa tarafından kurulan hükümet sisteminin işleyişinin ayrılmaz bir parçası olarak kabul edilmiştir. Birinci Değişiklik,  halk tarafından arzu edilen  siyasi  ve  sosyal  değişimlerin  gerçekleştirilmesi  için  sınırsız  fikir  alışverişini sağlamak  için bu tür siyasi ifadelere en geniş korumayı sağlar. İlk Değişiklik yalnızca düşüncelerin ifade edilmesini korumaz aynı zamanda düşüncelerin özgürce tartışılmasını da korumaktır. Bu nedenle Mahkeme, siyasi ifade için yapılan harcamalara ilişkin bir sınırlamanın aksine, herhangi bir kişi veya grubun bir adaya veya siyasi komiteye katkıda bulunabileceği miktara ilişkin bir sınırlama, katkıda bulunanın özgür iletişim kurma yeteneği üzerinde bir kısıtlama getirdiğine hükmetmiştir. Katkıların siyasi kampanyaları                                                  66  BRAMS, 2017, s. 75. 704     finanse etmedeki önemli rolü göz önüne alındığında, sınırlamaların adayların ve siyasi komitelerin  etkili  savunuculuk  için  gerekli  kaynakları  toplamasını  engellediğini  ve kısıtlamaların siyasi diyalog üzerinde ciddi bir etkisi olabileceğinin altını çizmiştir.67 D. George W. Bush v. Palm Beach County Canvassing Board Davası (2000) 2000 yılında yapılan başkanlık seçimlerine Bush ve Gore aday olarak katılmıştır. Seçimden önce yapılan anketlerde bu iki adayın birbirlerine çok yakın oylar alacağı çıkan sonuçlar arasında yer almıştır. Ancak gerçek sonuçların da benzer şekilde seyredebileceği ve kazananın çok az bir farkla seçimi alabileceği kimsenin aklına gelmemiştir. Yaşanan bu olay Amerikan tarihi açısından unutulmaz bir seçimin yaşanmasına ve anayasal açıdan emsal kararlar alınmasına neden olmuştur. Seçim günü oylama sonuçlarıyla ilgili yapılan haberlerde  Florida da bölgesinde kazananın  Gore olduğu  bildirilmiş  ancak sonuçlar zamanla George Bush un lehine doğru kaymıştır. 8 Kasım günü George W. Bush'un ülke genelinde  Gore un  daha  fazla  oy  almış  olmasına  rağmen,  başkanlığı  kazandığını açıklaması üzerine uyuşmazlığın fitilini ateşlemiştir. Zira Florida'nın yirmi beş delege oyunu alan aday kazanacak ve başkan olacaktı. Bu yüzden her iki aday da son ana kadar taviz vermeden savaşmaya devam etmiştir.68 Florida bölgesindeki oyların sayılmasıyla aradaki fark giderek azalmış bu da oyların sayılmasında usulsüzlük yapıldığı iddialarını gündeme  getirmiştir.  Çıkan  haberler  üzerine  bölgede  yeniden  sayım  başlatılmıştır. Oyların yeniden sayılması adaylar arasındaki rekabeti tetikleyerek bölgede bir kaosun doğmasına  neden  olmuştur.    Bush un  seçimi  kazandığının  ilan  edilmesi  üzerine Cumhuriyetçiler,  federal  mahkemede  dava  açarak,  açıklamaların  durdurulması  için ihtiyati  tedbir  talebinde  bulunmuşlardır.  Ancak  mahkeme,  uyuşmazlığın  çözümü konusunda Florida seçmenlerini ve seçim yetkililerini işaret ederek talebi reddetmiştir. Bunun  ardından  oyların  yeniden  sayılmasıyla  ilgili  Yüksek  Mahkeme ye başvurulmuştur.                                                   67  U.S Supreme Court, Buckley v. Valeo, 1976,https://caselaw.findlaw.com/us-supreme-court/424/1.html (erişim tarihi 19.05.2021). 68  BINDER, Michael/ CORRIGAN, Matthew, Florida And The 2016 Election of Donald J. Trump., University Press Of Florida, 2019, s. 19-20. 69  MAURO, Tony, Illustrated Great Decisions of the Supreme Court, CQ Press, 2006, s. 332-336. 705     Federal anayasa hukuku da dahil olmak üzere federal hukukla ilgili sorularda son sözü  ABD  Yüksek  Mahkemesi  söylemektedir.  Mahkemenin  yargı  yetkisi  içindeki davalar, yargıçlara birkaç farklı  yoldan ulaşmaktadır. Çok nadiren kullanılan birkaç istisna  dışında,  davalar  doğrudan  mahkemeye  gelmemektedir.  Önce  ya  alt  eyalet mahkemelerinden  ya  da  alt  federal  mahkemelerden  geçmektedir.  Florida  seçim meselesinde, davalar hem Florida eyalet mahkemesinde hem de federal mahkemede görülmüştür. 70  Yüksek  Mahkeme,  Florida'daki  oyların  yeniden  sayımını  durdurmaya  karar vermiştir.  Bush  yeniden  sayımlarda  14.Değişikliğin  eşit  koruma  maddesinin  ihlal edildiğini öne sürmüştür. Mahkeme, seçimlerde kullanılan oyların yeniden sayılmasında belirli  standartlar  takip  edilmediğini  tespit  etmiştir.  FYM,  yeniden  sayım  sürecinin anayasaya aykırı bir biçimde yürütüldüğünü ve Florida Mahkemesi nin yeniden sayım kararının vatandaşların seçimler sonucunda sahip olması gereken güveni zedelediğini belirtmiştir.  Sonuç  olarak  dokuz  yargıçtan  beşi,  ilçelerdeki  oyların  yeniden sayılmasındaki farklılıkların, On Dördüncü Değişikliğin eşit koruma maddesini ihlal ettiğini tespit etmiştir.  Florida Yüksek Mahkemesi nin yeniden sayıma ilişkin kararı seçim güvenirliği ve eşit koruma ilkesi uyarınca bozulmuş ve seçimin kazananı Bush olmuştur.71 Önceki sisteme kıyasla daha fazla adayın oy pusulasında yer alması ve adayların isimlerinin  küçük  puntolarla  yazılması  oy  kullanımını  zorlaştırmıştır.  Zira  aday isimlerinin  okunmasında  güçlük  çeken  seçmenler-bilhassa  yaşlılar-  yanlış  oy kullandıkları yönünde şikayetlerini iletmişlerdir. Ayrıca kelebek oy pusulası adı verilen oy pusulasında meydana gelen teknik hatalar da işin içine girince oyların verilmesi ve sayılması kafa karışıklığı yaratmıştır. Yaşanan bu karışıklıklar neticesinde gerek Bush gerek  Gore  için  verilen  oyların  sayısında  bir  düşüş  meydana  getirmiştir.  Özellikle Gore un oylarındaki bu azalma seçim sonucunu etkileyecek nitelikte kabul edilmiştir. Gore hukuk ekibi, Palm Beach County'de daha az kafa karıştırıcı bir oy pusulası ile tam                                                  70  BINDER/ CORRIGAN, 2019, s. 14-15.  71  U.S. Supreme Court, Bush v. Gore, 2000,https://caselaw.findlaw.com/us-supreme-court/531/70.html (erişim tarihi 11.05.2021). 706     bir yeniden oylama talep etmeyi düşünmüş, ancak önceki seçim davalarını inceledikten sonra, hiçbir mahkemenin böyle radikal bir çözüme karar vermeyeceğini anlamıştır.72  Dolayısıyla yeniden sayımın, ek bir çalışma olmaksızın eşit koruma ilkesine uygun olarak gerçekleştirilemediği açıktır. Çünkü yasal oyun ne olduğunu belirlemek için eyalet çapında standartların benimsenmediği ve bunları uygulamak için geçerli bir prosedürün olmadığı  ortaya  çıkmıştır.  Florida daki  2000  seçimleri,  oy  kullanma  yöntemlerinin anayasanın  Eşit  Koruma  maddesi  çerçevesinde  tartışılmasına  neden  olmuştur.  Zira seçimlerin  yönetimi  konusunda  eyaletlere  yetki  tanınması  her  eyalette  farklı uygulamaların doğmasına neden olmuştur. Özellikle kullanılan oyların sayılması ve sonuçların ortaya konulması süreç olarak değişkenlik göstermektedir. Ortaya çıkan bu farklı uygulamalar halkı kutuplaştırdığı gibi seçime duyulan güveni de zedelemektedir. Bilhassa bu örnekte olduğu gibi krizlerin ortaya çıktığı durumlarda demokrasinin ve hukukun sorgulanmasına varan tartışmalar yaşanmaktadır.73 Mahkemenin vermiş olduğu karar beşe karşı dört çoğunlukla verilmiş oldukça önemli bir karardır. Zira mahkemenin bu kararı medya ve akademik çevrede, yargıçların uzun süredir devam eden yargı felsefelerini görmezden geldikleri ve önceki kararları ile çeliştikleri nedeniyle oldukça sert eleştirilmiştir. Zira yargıçlar tercih ettikleri başkan adayını  seçmek  için-önceden  belirlenmiş  bir  siyasi  sonuca  ulaşmak  için-  önceki inançlarını çiğnemiş ve anayasal görevlerini ihlal etmişlerdir.74 Başkanlık seçiminde ülke genelindeki çoğunluk oyları ile Seçmenler Kurulundaki oyların farklı çıktığı durumlarda bu kurulun kaldırılması gündeme gelmekte ve seçimin doğrudan halk oylarıyla yapılması tartışılmaktadır. Nitekim 2000 yılında ortaya çıkan sonuç da bu konuyu yeniden gündeme taşımış. Zira seçmenlerin çoğunluğunun tercihine üstün gelen bir sonuç ortaya çıkmakta ve bu da ulusun başkan seçme konusunda söz sahibi olmadığı şeklinde yorumlanmaktadır. Ayrıca bu sistem halk iradesine hizmet etmediği gerekçesiyle de eleştirilmiştir. Özellikle de Amerika gibi seçimlere katılımın                                                  72  BINDER/ CORRIGAN, 2019, s.26. 73  BELENSKY, 2012, s. 74. 74  BINDER/ CORRIGAN, 2019, s. 28. 707     düşük  seyrettiği  bir  ülkede  bu  sistem  nedeniyle  sonucun  öngörülemediği  ileri sürülmüştür.75 E. Shelby County, Alabama v. Holder, Attorney General Davası (2013) Davanın  konusu,  Oy  Hakkı  Yasasının  5.  Bölümünde  federe  devletlerin  oy kullanmayla ilgili herhangi bir yasa çıkarmadan önce federal izin alma şartı getirmesi ve Yasanın 4. Maddesinin de bu şartı yalnızca bazı devletlere uygulanacağını içermesidir. Oy Hakkı Yasasının ilgili hükmü kapsanan bölgelerin azınlık seçmenlerine karşı artık ayrımcılık yapmadıklarını ispat ettikleri takdirde, 1970 yılında beş yıl içinde yürürlükten kalkacaktı. Ancak Kongre bu süreyi dört kez yenilemiş ve yakın zamanda bu bölgelerdeki ayrımcı davranış kaydını ayrıntılı bir şekilde inceledikten sonra, Bölüm 5'i 25 yıl daha uzatmıştır. Davacı  Shelby  County,  Alabama,  ön  onay  rejiminin  Kongre'nin  14.  ve 15.Değişiklikleri  uygulama  yetkisini  aştığını  ve  10.  Değişikliği  ihlal  ettiğini  iddia etmiştir. Davalı Başsavcı, bu kısıtlamaların geçmişte oy hakkı ihlalleri olan devletlerle mücadele etmek için gerekli olduğunu ileri sürmüştür. Shelby County, mevcut koşulların artık ön incelemeyi haklı çıkarmadığını ve teminat formülünün her halükârda modası geçmiş olduğunu savunmuştur. Savcı, uzatmanın Kongre'nin yetkisi dahilinde olduğunu ve geçmişte azınlık oy hakları üzerinde kısıtlamalar bulunan eyalet uygulamalarına karşı koymak  için  gerekli  olduğunu  savunmuştur.  Ayrıca  davacı  taraf  burada  Oy  Hakkı Yasasının  seçimlerle  ilgili  olarak federalizmi ve  eyalet egemenliğini etkilediğini  ileri sürmüştür. Özellikle federe devletlere kendi eyalet seçimleri üzerinde verilen denetleme yetkisine etki ettiğine işaret etmiştir. Oy Hakkı Yasası kapsamında belirli eyaletlere getirilen eşit olmayan kısıtlamaların eyalet egemenliğini ihlal ettiğini ve bu eyaletleri komşularından  eşit  olmayan  bir  zemine  oturttuğunu  ve  federalizmi  tehdit  ettiğini belirtmiştir.  Mahkeme,  yasanın  bir  devlete  yüklediği  herhangi  bir  görevin  azınlık seçmenlerin haklarını korumak amacıyla orantılı olduğunu öne sürmüştür.76  Mahkeme, 2009 yılında, Oy Hakkı Yasası'nın anayasaya uygunluğunun denetimi istendiğinde  karar  vermemeye  özen  göstermiş  ve  davayı  kanuni  zeminde  çözüme                                                  75  BELENKY, 2012, s. 45-50. 76  https://www.law.cornell.edu/supct/cert/12-96# (erişim tarihi 22.06.2021). 708     kavuşturmuştur. Ancak bu kararı verirken, Yasanın anayasaya uygunluğuyla ilgili daha geniş endişeleri dile getirmiş ve Kongrenin, kapsam formülünü güncellemesi gerektiğine işaret  etmiştir.  Fakat  Kongre  bugüne  gelene  dek  beklenen  değişiklikleri  hayata geçirmediği  için  Mahkeme,  Yasanın  4(b)  hükmünü  anayasaya  aykırı  ilan  etmiştir. Mahkeme  kararında  oylamada  ırk  ayrımcılığına  yönelik  yasağa  ilişkin  hiçbir  etki doğurmadığının altını çizmiştir. Yalnızca kapsama formülüyle ilgili Kongrenin, mevcut koşullara göre başka bir formül hazırlaması gerektiğini ifade etmiştir. Zira ABD nin demokrasi uygulamaları konusunda mesafe kat ettiğini ve oylamada herhangi bir ırk ayrımcılığına  yer  verilmediğini  belirterek  Kongrenin  mevcut  koşullara  uygun  bir düzenleme yapması gerektiğini ileri sürmüştür.77    SONUÇ ABD nin ortaya çıkışı İngiliz sömürüsünden kaçan kolonilerin varlığı ile mümkün olmuş, bu koloniler kendilerine yeni bir devlet kurmuş ve bu devletin yönetimi için yeni bir mekanizma geliştirmiştir. Başkanlık sistemi adı verilen bu hükümet şeklinde başkan, İngiltere dekinin  aksine  seçimle  iş  başına  gelmektedir.  ABD nin  kuruluşunda özgürlüklerin  korunmasına  ve  demokrasinin  işletilmesine  büyük  önem  verilmiş; oluşturulan sistem bu ilkeleri hayata geçirebilecek şekilde kurgulanmıştır.  Federal bir devlet yapılanması şeklinde örgütlenen ABD de hem ulusal hem yerel düzeyde birçok görev için seçim yapılmaktadır. Seçimlerin yürütülmesi ve denetlenmesi konusunda  ise  eyaletler  yetkili  kılınmıştır.  Her  eyalet  kendi  seçim  sistemini  ABD Anayasasına bağlı kalarak oluşturmuştur. Yalnızca ulusal düzeyde gerçekleşen başkanlık seçimleri için ortak bir seçim yöntemi benimseniştir.  Demokratik bir sistemde vatandaşların kamu yönetimine katılması seçimler yoluyla gerçekleşmekte ve iktidar seçimle el değiştirmektedir. Böylece iktidarın halk tarafından belirlendiği  rejimin  meşruiyet  kaynağını  seçimler  oluşturmaktadır.  Bir  ülkenin demokratik bir ülke olduğunu söyleyebilmek için seçimlerin varlığının yanında adil ve                                                  77  U.S  Supreme  Court,  Shelby  County,  Alabama  v.  Holder,  Attorney  General,  2013, https://caselaw.findlaw.com/us-supreme-court/12-96.html (erişim tarihi 19.06.2021). 709     serbest olması da elzemdir. Bu nedenle seçimin temel bileşenleri olarak kabul edilen oy hakkı, seçim sistemi ve siyasi partilerin o devletin hukuk sistemi içerisindeki düzenleniş şekli  normatif  demokrasi  anlayışına  yaklaşmak  bakımından  ön  plana  çıkmaktadır. Seçimlerin, göstermelik değil, yönetenle yönetilen arasındaki iletişimi gerçekleştirecek şekilde yürütülmesi, ulusal iradeyi doğru ve dürüst bir biçimde yansıtan ilkelere göre yapılması ve bu ilkelerin hukuk tarafından güvence altına alınması gerekir.  ABD de seçime ilişkin temel ilkeler Anayasada yer almakta ve Anayasada yapılan 15., 19., 24. ve 26. Değişiklikler ile seçim sistemi ve oy hakkını etkileyen düzenlemeler olarak karşımıza çıkmaktadır. Amerikan hukukunda seçim ve oy hakkına ilişkin en temel düzenleme  Anayasanın  kendisi  olsa  da  seçimlerin  yönetimi  ve  denetimiyle  ilgili düzenlemeler  şunlardır:  Oy  Hakkı  Yasası,  Amerikan  Seçim  Yardımı  Yasası  (Help America Vote Act) ve Federal Seçim Kampanyaları Yasası (Federal Election Campaign Act) ve İki Partili Kampanya Reformu Yasası (BCRA). Çoğunluk  sisteminin  yaygın  olarak  uygulandığı  ülkelerin  başında  Amerika gelmektedir.  Nitekim  başkanlık  seçimlerinde  eyaletlerde  oyların  çoğunu  alan  aday seçimleri  kazanmaktadır.  Başkanlık  seçimleri  genel  olarak  üç  aşamada  gerçekleşir. Birinci aşamada partiler ulusal kongreler yoluyla adaylarını belirler ve genellikle birden fazla kişi aday olarak yarışa katılır. İkinci aşamada federe devletlerde başkanı seçecek olan delegeler seçilir. ABD de seçmenler oylarını seçtikleri başkana değil daha sonra başkanı  seçecek  olan  delegeye  vermektedir  Seçimleri  kazanabilmek  için  başkan adaylarının 270 veya daha fazla delegenin oyunu alması gerekir. Seçimlerde birçok eyalet  winner-takes-all  adı verilen en çok oyu alanın tüm eyalet delegelerini kazandığı bir sistemi uygulamaktadır. Uygulanan bu seçim sistemi aynı zamanda iki partili sistemin doğmasına da zemin hazırlamıştır. Devletin kuruluşundan bu yana varlığını sürdüren iki farklı eğilimin neticesinde ortaya çıkan Cumhuriyetçi ve Demokrat parti ABD nin hemen hemen bütün başkanlarını çıkartmıştır. Dolayısıyla ABD de seçimleri kazanmak için bu iki  partiden  birinden  aday  olmak  önemlidir.  Zira  bağımsız  veya  diğer  siyasi  parti adaylarının böyle bir sistemde başarı şansının oldukça düşük olduğunu söyleyebiliriz. Partilerin başkan adayları ön seçimler yoluyla belirlenmekte ve ön seçimlere ilişkin düzenleme yetkisi eyalet yasama organlarına tanınmaktadır. Bu yüzden her eyaletin ön 710     seçim usulü değişkenlik arz edebilmektedir. Ayrıca bağımsız adayların belirlenmesi usulü de seçim bölgesine göre de değişebilmektedir. Ülkenin kurucuları gücü eyaletler ve federal hükümet arasında paylaştırma planlarının bir parçası olarak Seçmenler Kurulu sistemini tasarlamışlardır. Bu sisteme göre bir adayın ülke genelinde oyların çoğunluğunu alması başkan olması için yeterli değildir. Adayın aynı zamanda Seçmenler Kurulundaki delegelerin  de  oylarının  çoğunluğunu  alması  gerekir.  Bu  yüzden  geçmiş  dönem seçimlerde ülke genelindeki oyların çoğunluğuna sahip olmasına rağmen adaylar seçimi kazanamamıştır. Bu yüzden Seçmenler Kurulunun halkın iradesini yansıtmadığı, seçim sonuçlarının  öngörülmesine  hizmet  etmediği  gerekçesiyle  eleştirilmiş  ve  başkanın doğrudan halk tarafından seçilmesi gerektiği fikri ileri sürülmüştür. Ancak günümüzde bu sisten varlığını sürdürmeye devam ederek zaman zaman meşruluk tartışmalarının doğmasına neden olmaktadır. Anayasa, başkanlık seçiminde delegelerin belirlenmesi konusunda eyalet yasama organlarına herhangi bir sınırlama getirmemiş, belirleme usulü eyaletlere bırakılmıştır. Ayrıca nüfusun yarısından fazlasının ikamet ettiği eyaletlerin delege sayıları nedeniyle başkanlık  seçimlerinde  belirleyici  olması  sistemin  diğer  sorgulanan  yönünü oluşturmaktadır. Çünkü bu eyaletlerin kazanılması halinde başkanlık da garanti edileceği için buradaki seçmen iradesinin diğerlerine üstün gelmesinden bahsedilmektedir. Amerika  Birleşik  Devletleri nde  başkanlık  seçimlerinin  yönetimi  ve  denetimi ulusal  bir  makama  verilmemiş  bunun  yerine  her  eyalet,  kendi  sınırları  içerisindeki seçimin  yönetiminden ve denetiminden sorumlu kılınmıştır. Seçimlerin yönetimi ve denetimi  konusu  özellikle  2000  yılında  gerçekleştirilen  seçimlerde  ortaya  çıkan olumsuzluklar  neticesinde  önemini  iyice  arttırmıştır.  Oy  verme  konusunda  yaşanan sorunların önüne geçebilmek adına Kongre, Amerikan Seçim Yardımı Yasası nı (Help America Vote Act) kabul etmiştir. Amerika da ulusal bir seçmen listesi olmadığı için, oy kullanabilmek için her birey kendi eyalet kanunlarının aradığı yasal şartları taşıması gerekir. Oy hakkının genişlemesiyle birlikte her eyalette aranan şartların farklı olması Kongrenin bu konuyu eşit koruma maddesi uyarınca düzenlemesini sağlamıştır. 1965 te kabul edilen Oy Hakkı Yasası ile her türlü ayrımcılık yasaklanarak bireylerin seçimlere eşit şekilde katılımı sağlanmıştır.  711     Seçimlerin yönetimi ve denetiminde iki seçim organı yetkili kılınmış olup bunlar: Seçim Yardımı Komisyonu ve Federal Seçim Komisyonudur. İlki eyaletlerde seçimlerin yürütülmesinde sorumlu iken ikincisi adaylara  sağlanan kampanya finansmanlarının denetlenmesi  noktasında  görev  yapmaktadır.  Amerika da  özellikle  seçim kampanyalarının finanse edilmesi ve bunun denetlenmesi büyük önem taşımaktadır. Zira adayların  seçmenle  iletişimini  sağlayan  kampanyalar  yüklü  bir  mali  destek  ile mümkündür. Bunun için de adaylar bazen kamusal destek bazen de şahıs desteğine başvurmaktadır.  ABD de  adayların  şahıslardan  alabileceği  mali  desteğe  ilişkin sınırlamalar getirilmiş ve bunun hukuki takibinin yapılması öngörülmüştür. FECA ile yapılan düzenlemeler özellikle demokrasinin ilkelerinden olan serbest, dürüst, adil ve özgür seçim ortamının tesis edilmesi bakımından önem taşımaktadır. Çünkü oy hakkının ekonomik güç ile manipüle edilmesine ve siyasi yolsuzlukların yaşanmasına engel olmak amacıyla getirilen düzenlemeler adayların daha şeffaf bir kampanya süreci yürütmesini amaçlamıştır. Diğer taraftan getirilen sınırlamalar ifade özgürlüğüne yönelik bir tehdit olarak yorumlanmış ve konu yargının iradesine bırakılmıştır.   Ayrıca bu iki kurumun dışında ulusal düzeydeki seçimlere ilişkin bir itiraz olması halinde Temsilciler Meclisinin yetkili olduğu öngörülmüştür. ABD seçimlerin yönetimi ve denetimi anayasaca  güvence altına alınmıştır. Dolayısıyla seçimlerle ilgili  çıkan hukuki uyuşmazlıklarda başta anayasa olmak üzere seçim ilişkin yukarıda verilen yasalar başvurulması gereken kaynaklar olarak kabul edilmiştir. ABD de seçime ilişkin hukuki uyuşmazlıkların çözümüyle yetkili ayrı bir yargı organı olmayıp bu uyuşmazlıklar yerel mahkemelerde ve son mercii olarak Federal Yüksek Mahkemede karara bağlanmaktadır. Nitekim mahkeme önüne gelen davalarda bu yetkiye vurgu yaparak işin esasını girmiş ve yetkisinin  Anayasadan  kaynaklandığını  belirtmiştir.  Mahkemenin  önüne  gelen uyuşmazlıklar aslında ABD deki seçim sisteminin uygulamalarından kaynaklanmakta olup öncelikle yerel düzeydeki yargı organları tarafından incelenmiş, ardından buraya intikal ettirilmiştir.  Nitekim iki partili sistem karşısında bağımsız adayların durumu, oy hakkının  tüm  vatandaşlarca  kullanılabilmesi,  seçimlerin  organizasyonu,  finansmanı, eyaletlerin seçimlere ilişkin uygulamaları vb. konular sık sık mahkeme gündemini meşgul etmiştir.  712     İncelemiş  olduğumuz  karar  örneklerinden  yola  çıkarak  Federal  Yüksek Mahkemenin önüne gelen uyuşmazlıklarda anayasal hakları korumaya özen gösterdiğini bu hakların eşit koruma maddesi gereğince herkesçe kullanılmasını sağlamaya çalıştığını söyleyebiliriz. Mahkemenin, anayasal bir hak olan seçme ve seçilme hakkını koruduğunu ve desteklediğini ayrıca devlete de bu hakkın yerine getirilmesine yönelik yükümler getirdiğini ifade edebiliriz. Diğer taraftan bireyleri hukuki yönden koruma altına alırken devletin genel menfaatlerini de göz ardı etmemiştir. Özellikle seçimlerin yönetimi ve denetimi konusunda yerel yönetim birimlerinin uyguladıkları farklı farklı düzenlemelere gerçek anlamda hukuki bir ihlal oluşturmadığı sürece müdahale etmemiştir. Yukarıda incelemiş olduğumuz kararlar bunun açık bir göstergesidir. Sonuç olarak ABD Anayasasının ortaya koyduğu federal yapı, hükümet şekli ve uygulanan seçim sistemi birlikte ele alındığında diğer ülke uygulamalarından tamamen farklı, kendine özgü bir nitelik arz ettiği görülmektedir. Bununla birlikte ülkedeki siyasi partilerin yapısı, anayasada öngörülmüş olan denge denetim mekanizmaları, yargının konumu, siyasi kültür ve daha birçok etken bu yapının özgün sonuçlar üretmesine katkı sağlamaktadır. Keskin kuvvetler ayrılığına dayalı bir sistemin tıkanmadan bugüne kadar işleyebilmesinin altında bu faktörlerin yatmış olduğunu söyleyebiliriz. Devletin istikrarlı bir demokrasi çizgisi sürdürmesini bu gibi etmenler ile açıklamak mümkündür. Şüphesiz ülkedeki demokrasi ve hukukun üstünlüğüne verilen değerdeki en büyük paydaşlardan birisi  Federal  Yüksek  Mahkemedir.  Zira  anayasanın  üstünlüğüne  yaptığı  vurgu  ile sistemdeki ağırlığını diğer organlar karşısında ortaya koyan Mahkeme, uzun yıllardır bu ağırlığını korumaktadır. Özgürlüklerin, demokrasinin, kuvvetler ayrılığının ve hukukun üstünlüğünün güvencesi olan anayasal devlet felsefesine uygun kararlar verme gayreti içinde olmaya devam etmektedir.",
     "Kaynakça": " ABD  DIŞİŞLERİ  BAKANLIĞI  ULUSLARARASI  BİLGİ  PROGRAMLARI  BÜROSU, ABD ye  Bakış-Seçimler,  2016,  https://tr.usembassy.gov/wpcontent/uploads/sites/91/2016/10/secimler_kitapcik_2016.pdf (erişim tarihi 25.05.2021). 713     ACHESON, Patricia C., Amerika Federal Hükümeti ve Çalışma Mekanizması, (Çev. Birol Egeran), Varlık Yayınları, İstanbul, 1961. ALİEFENDİOĞLU, Yılmaz,  Temsili Demokrasinin  Seçim  Ayağı , TBB Dergisi, Sayı: 60, 2005, (s.71-96). ATAR, Yavuz, Seçim Hukukunun Güncel Sorunları , Anayasa Yargısı Dergisi, Sayı:23, 2006, (s.211-235). AYDIN, Nizamettin. Türk Seçim Hukukunda Seçimlerin Denetimi, Yayınlanmış Doktora Tezi, Selçuk Üniversitesi Sosyal Bilimler Enstitüsü, Konya, 2015. AYHAN, Ufuk,  Amerika Birleşik Devletlerinde Yerel Yönetimler , Sayıştay Dergisi, Sayı:70, (s. 104-120). BELENKY, Alexander S., Understanding the Fundamentals of the U.S. Presidential Election System, Springer Science & Business Media, 2012. BINDER, Michael/ CORRIGAN, Matthew, Florida And The 2016 Election of Donald J. Trump., University Press Of Florida, 2019. BRAMS, Steven J., The Presidential Election Game, CRC Press, New York, 2017. BUREAU OF INTERNATIONAL INFORMATION PROGRAMS U.S. DEPARTMENT OF STATE,  Kısaca  ABD  Seçimleri, https://photos.state.gov/libraries/istanbul/22897/ejournals/USA_Elections_InBriefTR.pdf (erişim tarihi 11.05.2021). DE CHAMBURN, Marquis/ DE PINETON,Adolphe, The Executive Power In The United States: A Study Of Constitutional Law. Inquirer Printing And Publishing Company, 1874. DUVERGER,  Maurice,  Siyasal  Rejimler,  (Çev.Teoman  Tunçdoğan),  İletişim  Yayınları, İstanbul, 1966. ELLINWOOD, Allen, Florence, This Constitution of Ours, New York, 1940. FENDOĞLU, Hasan Tahsin. Anayasa Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2019. 714     GÖNENÇ, Levent, Türkiye de Seçim Uyuşmazlıkları ve Çözüm Yolları, Adalet Yayınevi, Ankara, 2008. GÖZLER, Kemal, Anayasa Hukukunun Genel Teorisi, Cilt 1, 2. Baskı, Ekin Basım Yayın Dağıtım, Bursa, 2020. GÜLER, Fatih, 3 Kasım 2020 Tarihinde Gerçekleşen Amerika Birleşik Devletleri Başkanlık Seçiminin Ardından Yaşanan Tartışmalar Işığında Mektupla Oy Verme ve Elektronik Oy Verme Usulleri , Uluslararası Yönetim Akademisi Dergisi, Cilt: 4, Sayı, 1, 2021, (s.212218). IŞIK, Hüseyin Murat.  Çağdaş Demokratik Rejimlerde Seçimlerin Yönetim ve Denetimi , Dicle Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2010-2011, Cilt: 15-16, Sayı: 22-23-24-25, (s. 75-87). KABOĞLU, İbrahim Ö., Anayasa Hukuk Dersleri, 12. Baskı, Legal Yayıncılık, İstanbul, 2017. KANAT, Kılıç Buğra/ DUDDEN, Lesley K./HANNON, Jackson, 2016 Başkanlık Seçimlerine Doğru ABD Seçim Süreci ve Ön Seçimler, 2015,  http://www.setav.org/tr/amerikanbaskanlik-secimlerine-dogru-1-secim-sureci-ve-on-secimler/analiz/43145  (erişim  tarihi 11.05.2021). MAURO, Tony, Illustrated Great Decisions of the Supreme Court, CQ Press, 2006. ÖZBUDUN, Ergun, Türk Anayasa Hukuku, 17.Baskı, Yetkin Yayınları, Ankara, 2017. ÖZBUDUN, Ergun. Anayasalcılık ve Demokrasi, Bilgi Üniversitesi Yayınları, İstanbul, 2015. REDLICH,  Norman/ATTANASIO,  John/  GOLDSTEIN,  Joel  K.,  Understanding Constitutional Law, New York, 2004. SARTORİ, Giovanni, Karşılaştırmalı Anayasa Mühendisliği, (çev. Ergun Özbudun), Yetkin Yayınları, 1997. TAYLOR, Robert L., Ana Hatları İle ABD Devlet Yapısı, (Ed. R. Targonski). Amerika Birleşik Devletler Dışişleri Bakanlığı, 2002. TEZİÇ, Erdoğan, Anayasa Hukuku, 10.Baskı, Beta Basım Yayın Dağıtım, İstanbul, 2005. 715     TÜRK, Hikmet Sami,  Seçim, Seçim Sistemleri ve Anayasal Tercih , Anayasa Yargısı Dergisi, Sayı: 23, 2006, (s. 75-115). UZUN, Cem Duran, Anayasa Hukuku Açısından Siyasi Partilerin Finansmanı, Yayınlanmış Doktora Tezi, Ankara, Ankara Üniversitesi Sosyal Bilimler"
}