{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "21",
     "Ay": "03",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "ULUSLARARASI TİCARETTE TEKNİK DÜZENLEMELER BAĞLAMINDA ULUSLARARASI STANDARTLARIN DTÖ YARGILAMASINDA UYGULANACAK HUKUK STATÜSÜ",
     "Title": "THE APPLICABLE LAW STATUS OF INTERNATIONAL STANDARDS IN WTO ADJUDICATION WITHIN THE CONTEXT OF TECHNICAL REGULATIONS IN INTERNATIONAL TRADE",
     "Yazar İsmi": [
          "Mustafa GÖKER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Uluslararası ticarette teknik engeller",
          "Teknik düzenlemeler",
          "DTÖ anlaşmazlıkların halli mekanizması",
          "DTÖ yargılaması",
          "Uluslararası standartlar"
     ],
     "Keywords": [
          "Technical barriers to international trade",
          "Technical regulations",
          "WTO dispute settlement mechanism",
          "WTO adjudication",
          "International standards"
     ],
     "Özet": "Devletlerarası  ticareti  en  üst  düzeyde  ele  alan  DTÖ  hukuku  esasen  çok  taraflı  ve  çoklu  ticaret antlaşmalarından ve bu antlaşmalara dayanarak DTÖ bünyesinde geliştirilen kurallardan oluşmaktadır. DTÖ antlaşmaları DTÖ dışında oluşturulan bazı kuralları da DTÖ hukukuna entegre etmektedir. DTÖ yü kuran  Marrakesh  Antlaşması  eki  çok  taraflı  antlaşmalardan  olan  Ticarette  Teknik  Engeller  (TTE) Antlaşması nın, uluslararası ticaretteki teknik engellerin ortadan kaldırılmasında ve üye devletlerin ulusal tedbirlerinin ticarette gereksiz engeller oluşturmasının önlenmesinde benimsediği yöntemlerden birisi harmonizasyondur. Antlaşma, harmonizasyonun bir aracı olan uluslararası standartları DTÖ hak ve yükümlülüklerinin  parçası  haline  getirmektedir.  Bu  bağlamda,  meşru  amaçların  gerçekleştirilmesine yönelik  alınacak  ulusal  tedbirlerin  hazırlanmasında  ilgili  uluslararası  standartların  temel  olarak kullanılmasını  zorunlu  kılınmaktadır.  Ayrıca,  uluslararası  standartlara  uygun  olan  ulusal  teknik düzenlemelerin uluslararası ticarette gereksiz engel yaratmadığına dair bir karine sağlanmaktadır. Bu karine, bir DTÖ uyuşmazlığında ispat yükünü etkilemektedir. Teknik engellere dair uyuşmazlıkları uzun zaman GATT ın genel hükümlerine göre çözmeyi tercih eden DTÖ yargısı son on yılda bu tür davalarda TTE Antlaşması hükümlerini uygulamaya başlamıştır. Ancak hâlâ hukuki analiz bekleyen bazı hususlar bulunmaktadır.",
     "Abstract": "WTO law, which deals with trade between states at the highest level, is mainly composed of multilateral and plurilateral trade agreements and rules established within the WTO based on those agreements. WTO agreements integrate some external rules into WTO law, as well. One of the methods adopted by the Agreement on Technical Barriers to Trade (TBT Agreement), which is one of the multilateral agreements annexed  to  the  Marrakesh  Treaty  establishing  the  WTO,  for  eliminating  the  technical  barriers  in international trade and preventing the national measures of the Member States from creating unnecessary obstacles to trade is harmonization. TBT Agreement makes the relevant international standards, which are the tool of harmonization, part of WTO rights and obligations. It requires the use of relevant international standards as a basis for the preparation of national measures to achieve legitimate objectives. Besides, it provides a presumption that national technical regulations in accordance with international standards do not create unnecessary obstacles to international trade. This presumption affects the burden of proof in     WTO disputes. The WTO jurisdiction, which has long preferred to resolve disputes regarding technical obstacles according to the general provisions of GATT, has started to apply the provisions of the TBT Agreement in such cases in the last decade. However, there are still some issues waiting for legal analysis.",
     "Metin": ":Dünya Ticaret Örgütü (DTÖ), Bretton Woods ta uluslararası mali kuruluşları tamamlamak  üzere  planlanan  Uluslararası  Ticaret  Örgütü nün  (ITO)  kuruluşunun akamete uğraması üzerine, uzunca bir süre fiilen Gümrük Tarifeleri ve Ticaret Genel Antlaşması (GATT) yoluyla düzenlenen uluslararası ticari ilişkileri disipline etmek için 1995 te hayata geçirilen evrensel bir uluslararası örgüttür. DTÖ nün kurduğu düzen, devletler  arasındaki  ticari  ilişkileri  en  üst  düzeyde  ele  alan  ve  uluslararası  hukuk antlaşmalarına  dayanan,  çok  taraflı  bir  antlaşmalar  sistemidir.  Eski  DTÖ  genel müdürlerinden  Pascal  Lamy  ve  Birleşmiş  Milletler  (BM)  Uluslararası  Hukuk Komisyonu, DTÖ hukukunun uluslararası kamu hukukunun bir parçası olma niteliğini ve onun diğer kuralları ile etkileşimini teyit etmektedir.  Bu etkileşimin bir sonucu olarak, DTÖ dışından kaynaklanan diğer uluslararası hukuk kurallarının DTÖ yargılamasında rol oynama kapasitesi gündeme gelmektedir. Uluslararası mahkemeler tarafından yol gösterici olarak kabul edilen Uluslararası Adalet Divanı  (UAD)  Statüsü  Madde  38.1,  UAD ın  kendisine  sunulan  anlaşmazlıkların çözümünde uygulayabileceği hukuk kaynaklarını saymıştır. Bir anlaşmazlık çözümü özelinde  hukukun  kaynakları  kavramı,  taraflar  arasındaki  ilişkileri  yöneten  hukuk                                                            1   Uluslararası Para Fonu (IMF) ile Uluslararası İmar ve Kalkınma Bankası (IBRD). 2   ÇAĞIRAN, Mehmet E., Uluslararası Örgütler, 4. Bası, Turhan Kitabevi, Ankara, 2019, s. 102. 3   LAMY, Pascal,  The Place of the WTO and its Law in the International Legal Order , European Journal of International Law, Yıl: 2006, Cilt: 17, Sayı: 5, s. 969.  4   United Nations International Law Commission (ILC), Report of the Study Group of the International Law  Commission  on  Fragmentation  of  International  Law:  Difficulties  Arising  from  the Diversification and Expansion of International Law, A/CN.4/L.682, Geneva, 2006, parag. 45. 483     kurallarını ifade eder. UAD Statüsü Madde 38.1 de sayılan hukuk kaynaklarının hepsi anlaşmazlık çözüm süreçlerinde aynı değere sahip olmayıp, bir kısmı hak ve yükümlülük kaynağı iken, bir kısmı da bu hak ve yükümlülüklerin açıklığa kavuşturulmasına yardımcı olabilecek niteliktedir.  Bu  bağlamda,  DTÖ-dışı  kuralların  DTÖ  anlaşmazlıklarının  halli  sürecinde oynayabileceği roller çeşitli olup, bu kuralların hukuki statüsü ve değeri de aynı değildir. Bazı  dış  kurallar,  DTÖ  antlaşmalarının  hüküm,  terim  ve  kavramlarının  açıklığa kavuşturulmasında yardımcı işlevleri (yorum aracı, usûl kuralı ve olgusal kanıt olma gibi) yerine getirirken, diğer bazıları ise hak ve yükümlülük kaynağı (esasa uygulanacak hukuk) olma kapasitesindedir. DTÖ antlaşmalarınca DTÖ hukukuna entegre edilmiş dış kurallar geniş anlamda hak ve yükümlülük kaynağı niteliğine sahiptirler. DTÖ de bunun örnekleri mevcuttur. Bunlar arasından, uluslararası ticarette teknik engelleri düzenleyen                                                            5   MAVROIDIS, Petros C.,  No Outsourcing of Law? WTO Law as Practiced by WTO Courts , The American Journal of International Law, Yıl: 2008, Cilt: 102, Sayı: 3, s. 421. 6   DTÖ hukukunun kaynakları için bkz. VAN DEN BOSSCHE, Peter / ZDOUC Werner, The Law and Policy of the World Trade Organization, Third Edition, Cambridge University Press, Cambridge, 2013,  s.  40-59.  Yine,  DTÖ  anlaşmazlıkların  halli  mekanizmasının  gelişimi,  yapısı,  işleyişi  ve anlaşmazlıkların çözümünde uygulanacak hukuk için bkz. HALATÇI ULUSOY, Ülkü, Dünya Ticaret Örgütü nde Uyuşmazlıkların Çözümü Mekanizması, Turhan Kitabevi, Ankara, 2009. 7   DTÖ antlaşmaları ile, Marrakesh Antlaşması olarak da bilinen  DTÖ yü Kuran Antlaşma nın (kısaca DTÖ Antlaşması) 4 adet ekinde yer alan çok taraflı ve çoklu antlaşmalar kastedilmektedir. Bu kapsamda, Ek-1A daki 13 adet mal ticaretini düzenleyen antlaşma, Ek-1B deki Hizmetler Genel Antlaşması (GATS), Ek-1C deki Ticaretle Bağlantılı Fikri Mülkiyet Hakları (TRIPS) Antlaşması, Ek2 deki Anlaşmazlıkların Halline Dair Mutabakat (AHM), Ek-3 teki Ticaret Politikalarını Gözden Geçirme Mekanizması DTÖ ye üye olmakla otomatik olarak bağlayıcılık kazanmakta olup, literatürde  çok  taraflı   antlaşmalar  olarak;  Ek-4 teki  4  adet  antlaşma  ise  (1997  yılında  ikisi  yürürlükten kaldırılmıştır)  çoklu  antlaşmalar olarak adlandırılmıştır.   8   DTÖ antlaşmalarının açık atıfta bulunduğu DTÖ-dışı kuralların artık DTÖ hukukuna entegre edilmiş olduğu  ve  bu  haliyle  hak  ve  yükümlülüklerin  bir  parçası  olduğu  konusunda  bir  fikir  birliği bulunmaktadır. Entegrasyon düzeyleri farklı olabilmekle birlikte, DTÖ antlaşmaları, söz konusu dış kurallar ile bir bütün olarak düşünülmelidir. 9   Örneğin; GATT, bazı IMF kurallarını; TRIPS Antlaşması Dünya Fikri Mülkiyet Örgütü (WIPO) bünyesindeki  bazı  uluslararası  sözleşmeleri;  Sübvansiyonlar  ve  Telafi  Edici  Önlemler  (STÖ) Antlaşması da Ekonomik İşbirliği ve Kalkınma Örgütü (OECD) nün resmi ihracat kredilerine dair kurallarını  DTÖ  hukukunun  bir  parçası  haline  getirmiştir.  Yine,  DTÖ  Antlaşması  Madde  IX.3 kapsamındaki Muafiyetler yoluyla bazı dış kaynaklı kurallar DTÖ de hak ve yükümlülüklerin bir parçası olmuştur.     484     Ticarette Teknik Engeller (TTE) Antlaşması, uluslararası standardizasyon kuruluşlarınca kabul edilen uluslararası standartları DTÖ hukukuna entegre etmektedir.  Diğer taraftan, GATT müzakereleri sonucu tarifelerin koruma aracı işlevinin önemli derecede zayıflamasıyla 1970 lerin başlarından itibaren yeni koruma araçları gündeme  gelmiştir.  Bunlar  arasından,  meşru  olduğu  kabul  edilen  bazı  gerekçelere dayanan teknik engeller ve bunlara dair ortaya çıkabilecek uyuşmazlıklarda hukuki altyapının anlaşılması önemli bir konu olarak karşımıza çıkmaktadır.  Bu çalışmada, zikredilen hukuki alt-yapının belirli bir kısmı ele alınmakta, bu çerçevede,  TTE  Antlaşması nın  kapsamındaki  enstrümanlardan  olan   teknik düzenlemeler   bağlamında  uluslararası  standartların  DTÖ  anlaşmazlıklarının  halli sürecinde  uygulanacak  hukuk  statüsü  incelenmektedir.  Bu  kapsamda,  çalışma, uluslararası standartların DTÖ hukukunun entegre parçası haline gelmiş olduğunu, bu nedenle DTÖ yargılama süreçlerinde iddia ve savunma amacıyla uygulanabileceğini, uygulandığında bir usûl meselesi olarak ispat yükünün taraflar arasındaki dağılımını etkileyebileceğini  savunmakta;  bunların  koşullarını  araştırmaktadır.  Diğer  taraftan, uluslararası  standartların  başka  işlevleri  de  yerine  getirmesi  mümkündür  ancak  bu hususlar çalışmanın kapsamı dışında kalmaktadır.   Uluslararası  standartların  DTÖ  yargılamasındaki  yerinin  anlaşılabilmesi  için ticarette  teknik  engeller  kavramı,  standartların  teknik  engellerin  zararsız  hale                                                            10  Teknik engelleri düzenleyen ve uluslararası standartlara yer veren diğer bir DTÖ antlaşması Sağlık ve Bitki Sağlığı (SBS) Antlaşması dır. 11  GATT bünyesinde yürütülen ticaret müzakere turları, tarih sırasıyla, Cenevre (1947), Annecy (1949), Torquay (1951), Cenevre (1956), Dillon (1960-61), Kennedy (1964-67), Tokyo (1973-79) ve Uruguay (1986-94) turlarıdır. 12  Uygulanacak hukuk kavramı ile dar anlamda bir uyuşmazlığın esasına (hak ve yükümlülüklere) uygulanacak hukuk kastedilmektedir.  13  Uluslararası standartlara, ilgili olduğu durumlarda, diğer ilgili olabilecek tüm dış kurallar gibi, Viyana Antlaşmalar Hukuku Sözleşmesi (VAHS) Madde 31 ve 32 kapsamında DTÖ hüküm ve kavramlarını açıklığa kavuşturmada yorum aracı olarak veya olgusal gerçeklik/kanıt olarak başvurulması her zaman mümkündür. Uluslararası standartların bu kapsamda oynayabileceği role dair Australia – Tobacco Plain Packaging davasında gerek panel gerekse de dava tarafları ufuk açıcı yorum ve değerlendirmeler sunmuşlardır (Bkz. Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.406-7.416, 7.1309, 7.1388, 7.1389, 7.1670, 7.2595).   485     getirilmesindeki işlevi, teknik engellerin ortaya çıkışı ve ortak kurallara bağlanması gibi hususların öncelikle ortaya konulması gerekli görülmektedir (I. BÖLÜM).  Esasen  GATT  döneminde  teknik  engeller  konusu  tek  bir  antlaşma  (Tokyo Standartlar  Kodu)  tarafından  düzenlenirken,  Uruguay  Müzakereleri  sonucunda  bu konuda iki ayrı antlaşma (TTE ve SBS Antlaşmaları) ortaya çıkmıştır. SBS Antlaşması teknik engellere ilişkin spesifik ve sınırlı bir alanı düzenlerken, geri kalan tüm teknik engeller  TTE  Antlaşması  tarafından  ele  alınmıştır.  Bu  çalışmada,  esas  olarak  TTE Antlaşması nın ilgili disiplinleri incelenecektir ancak kavramsal benzerlikler nedeniyle ihtiyaç  oldukça  SBS  Antlaşması na  da  karşılaştırmalı  şekilde  yer  verilecektir.  Bu bağlamda, TTE Antlaşması nın kapsamı ve yapısı ana hatlarıyla ortaya konulduktan sonra (II. BÖLÜM), uluslararası standartların DTÖ yargılama sürecindeki uygulanacak hukuk işlevi ve statüsü ele alınacaktır (III. BÖLÜM).  TTE Antlaşması hükümlerini esastan inceleyen DTÖ içtihatları diğer antlaşmalara kıyasla sınırlı sayıda kalmıştır. Bunun nedeni, DTÖ yargısının, uyuşmazlıkları uzunca bir süre GATT ın ilgili genel hükümlerine göre değerlendirip, TTE Antlaşması hükümlerini uygulamaksızın sonuçlandırmayı tercih etmesidir. Ancak 2012 den başlayarak bu eğilim değişmiş, o yıl üç uyuşmazlıkta birden (US-Clove Cigarettes, US-Tuna II, US-COOL davaları) daha önce ele alınmayan TTE Antlaşması hükümleri uygulanmıştır. Bundan önceki bazı davalarda ise TTE Antlaşması hükümleri çok sınırlı şekilde ele alınmıştır. Çalışma  boyunca  bu  ilgili  DTÖ  içtihatlarından  yararlanılacaktır.  Buna  ilaveten, uluslararası standartların rolünü teferruatlı analiz eden en yakın tarihli uyuşmazlık olan ve bazı unsurlar bakımından örnek teşkil eden Australia – Tobacco Plain Packaging davası  ayrı  bir  başlık  altında  yakından  incelenecek,  bu  davada  panelin  TTE Antlaşması nın  uluslararası  standartlara  dair  hükümlerini  ele  alma,  yorumlama  ve uygulamasına dair yaklaşımı ve hukuki analizleri sistematize edilerek aktarılacaktır (IV. BÖLÜM).  Diğer taraftan,  uluslararası  standartların rolüne  ilişkin olarak TTE Antlaşması kapsamında henüz DTÖ yargısının içtihadına konu olmamış bazı hususlar bulunmaktadır. Gelecekteki olası uyuşmazlıklarda hukuki analiz bekleyen bu konularda yorum, görüş ve öngörülerimize de yer verilecektir (V. BÖLÜM).     486      I.  ULUSLARARASI  TİCARETTE  TEKNİK  ENGELLER  VE ULUSLARARASI STANDARTLAR A. Teknik Engel ve Standart Kavramları ve Bunların İlişkisi  Teknik  engeller,  gümrük  vergileri  dışında  kalan  ve  tarife-dışı  engeller  olarak adlandırılan ticareti kısıtlayıcı engellerin bir alt kategorisini oluşturmaktadır. Teknik engeller; yaşam veya sağlık ile çevrenin korunması, ürün kalitesinin temini, tüketiciyi yanıltıcı uygulamaların önlenmesi ve ulusal güvenliğin korunması gibi meşru gerekçelere dayanan ulusal tedbirlerden kaynaklanan ticaret kısıtlamalarıdır. Bunlar (i) ürün ve işleme standartları, teknik düzenlemeler veya uygunluk değerlendirme prosedürlerine ilişkin ulusal pazarlar arasında var olan heterojenliğin sonucu olarak veya (ii) ayrı uygunluk değerlendirme gerekleri ve maliyetli testler/prosedürler ile bağlantılı tekerrürün sonucu olarak farklı şekillerde ortaya çıkabilmektedirler. Uluslararası  ticarette  teknik  engellerin  etkisinin  azaltılması  ve  hatta  ortadan kaldırılması iki yolla mümkündür. Birincisi, devletlerin ulusal düzenlemelerinin ortak kurallar temelinde hazırlanması anlayışına dayanan harmonizasyondur (harmonisation). Harmonizasyon,  çoğunlukla  devletlerin  geniş  kapsamlı  katılımı  ve  konsensüsüyle uluslararası standartların geliştirilmesi ve ulusal kuralların bunlar temelinde hazırlanması şeklinde gerçekleşir. İkinci yol ise, devletlerin antlaşmalar yapmak suretiyle birbirinin ulusal kurallarını karşılıklı olarak tanımaları (mutual recognition) ve onlara eşdeğerlik vermeleridir. Ancak ülkeler, uluslararası harmonize kurallara dayanıyor veya birbirlerinin ulusal standartlarını eşdeğer kabul ediyor olsalar bile, uygulamada ihracatçı ülkelerin test ve uygunluk belgelerine güvenmek nadir bir husus olup, testlerdeki mükerrerlik ilave maliyet  ve  zaman  kaybına  neden  olmaktadır.  Bu  bakımdan,  karşılıklı  tanıma                                                            14  Diğer tarife-dışı engellerin başlıcaları; anti-damping uygulamaları, ithalat lisansları, kotalar, korunma önlemleri, menşe kuralları ve sağlık denetimleri olarak sayılabilir.   15  STEPHENSON, Sherry M, Standards and Conformity Assessment as Nontariff Barriers to Trade, s. 17. 16  STEPHENSON, (Standards and Conformity Assessment as Nontariff Barriers to Trade), s. 19. 487     antlaşmalarının ulusal test ve belgelendirmeleri de kapsaması veya bunlar için ayrı tanıma antlaşmaları yapılması önem taşımaktadır. Harmonizasyonun  temeli  olan  standartlar,  genel  anlamda,  ürünlerin  birbirine uyumluluğunu,  ekonomik  olarak  üretilmelerini  ve  ürün  kalitesini  garanti  etmeyi amaçlayan, bu kapsamda firmalar ve endüstriler tarafından talep edilen pazar odaklı araçlardır. TTE Antlaşması Ek-1.2 hükümlerine göre standartlar; yetkili bir kuruluş tarafından, ürün veya ilgili işleme ve üretim metotları için ortak ve tekrar kullanımlar amacıyla oluşturulan kurallar, rehber ilkeler veya özellikler içeren ve uyulması gönüllü olan  dokümanlardır.  Standartlar,  ilgili  terminolojiyi,  sembolleri,  paketlemeyi, işaretlemeyi veya etiketleme gereklerini kısmen içerebilir veya münhasıran ele alabilir.  B.  Uluslararası  Ticarette  Teknik  Engellerin  Ortaya  Çıkışı  ve  Kurallara Bağlanması Uluslararası  ticarette  teknik  engellerin  ortadan  kaldırılması  veya  en  azından asgariye indirilmesine yönelik çabalar hem GATT döneminde hem de DTÖ döneminde önemli gündem maddelerinden birisi olmuştur. GATT ın ilk zamanlarında ilgi alanı çoğunlukla tarife engelleri olmuş, 1950 ve 1960 lardaki müzakerelerle tarifelerde önemli düşüşler sağlanmıştır. Buna karşın, teknik engellerin de aralarında bulunduğu tarife-dışı engeller, özellikle 1970 lerin ortasındaki ekonomik krizlerin neden olduğu korumacı saiklerle, ticarette yeni bir sorun alanı olarak ortaya çıkmaya başlamış ve 1980 lerde de devam  etmiştir.18  GATT,  bu  hususların  ilişkilendirilebileceği  oldukça  sınırlı  sayıda hüküm  içermekteydi  ve  detaylı  düzenlemelere  sahip  değildi.  GATT ın  bu  genel hükümlerinin suiistimal edilmesi zor değildi; örneğin, Madde III.4 teki Milli Muamele                                                            17  https://www.teknikengel.gov.tr/teknik-engel-nedir# (erişim tarihi 23.02.2021) 18  GATT sistemi ve Yeni Korumacılık dönemi için bkz. GILPIN, Robert, Uluslararası İlişkilerin Ekonomi Politiği, (çev. M. Duran, vd.), 3. Baskı, Kripto, Ankara, 2013, s.236-257. 19  Örneğin; Madde III.4, yerli ürünlere benzer yabancı ürünlerin iç piyasada arzını etkileyebilecek ulusal  düzenleme ve gerekler ; Madde XI.2,  standart  ve  düzenleme ; Madde XX (d),  düzenleme , Madde XX (g),  tedbir  kavramlarına yer vermektedir.  488     kuralına uygun bir tedbir yine de iç pazarları korumak amacıyla tarife-dışı bir engel olarak kullanılabilirdi. Bu durum, tarife-dışı engelleri GATT dışında ele alacak daha güçlü bir rejimin ihdas edilmesi ihtiyacını ortaya çıkarmıştır. Teknik engeller Tokyo Müzakereleri nin (1973–1979) en önemli gündem maddelerinden birisi olmuştur. Devletlerin bu tür ulusal düzenlemeleri yaparken gerekçe olarak dayandıkları insan veya hayvan yaşam veya sağlığı, bitki yaşam veya sağlığı ile çevrenin korunması, ürün kalitesinin sağlanması, tüketiciyi  yanıltıcı  uygulamaların  önlenmesi  ve  ulusal  güvenliğin  korunması  gibi hususların meşru gerekçeler olarak kabul edilmesiyle, konu uluslararası ortak kurallar geliştirme çabalarının kapsamına alınmıştır.  Teknik engeller konusu ilk defa Tokyo Müzakereleri neticesinde ortaya çıkan 1979 Tokyo  Standartlar  Kodu  ile  uluslararası  kurallara  bağlanmıştır.  Kod,  GATT devletlerinin hepsinin taraf olmadığı  çoklu  bir antlaşma olup, bütün ürünler (sanayi ve tarım ürünleri) bakımından gıda güvenliğinden insan, hayvan veya bitki yaşam veya sağlığına (muayene gerekleri, etiketleme ve pestisit kalıntı limitleri dâhil) oldukça geniş bir alanı kapsamaktaydı. Uluslararası harmonizasyonu sağlamak amacıyla, ulusal teknik düzenlemeler ve standartların hazırlanmasının gerekli olduğu durumlarda, varsa veya tamamlanması  yakınsa,  ilgili  uluslararası  standartların veya ilgili  kısımlarının temel olarak  kullanılması  yükümlülüğü  getirilmekteydi.  Kod un  disiplinleri  TTE Antlaşması na temel oluşturmuştur. Tokyo Müzakereleri ni izleyen on yılda, Kod un özellikle tarım ürünleri ticaretinde ortaya çıkan teknik kısıtlamaları önlemekte başarısız olduğu konusunda bir fikir birliği oluşmuştur. Bu nedenle, konu Uruguay Müzakereleri (1986–1994) gündeminde önemli                                                            20  APPLETON, Arthur E.,   The  Agreement on Technical Barriers to Trade ,  The World Trade Organization: Legal, Economic and Political Analysis (der. P. F. J. Macrory, A. E. Appleton and M. G. Plummer), Springer, New York, 2005, s. 375-376. 21  Esasen  Tokyo  Müzakereleri  neticesinde  imzalanan  antlaşmanın  resmi  adı   Ticarette  Teknik Düzenlemeler Hakkında Antlaşma dır. Ancak kısaca Standartlar Kodu şeklinde tanınmıştır.  22  THORSTENSEN, Vera / VIEIRA, Andreia C., Regulatory Barriers to Trade: TBT, SPS and Sustainability Standards, VT Assessoria Consultoria e Treinamento Ltda, São Paulo, 2016, s. 12. 23  MARCEAU, Gabrielle / TRACHTMAN, Joel P.,  A Map of the World Trade Organization Law of Domestic  Regulation  of  Goods:  The  Technical  Barriers  to  Trade  Agreement,  the  Sanitary  and 489     bir yer işgal etmiştir. Teknik engeller için Uruguay Müzakereleri sonucunda iki ayrı antlaşma  ortaya  çıkmıştır:  TTE  ve  SBS  Antlaşmaları.  SBS  Antlaşması,  Uruguay Müzakereleri ile getirilmiş bir yenilik olup, Tokyo Müzakerelerinden beri tüm teknik engeller için tek bir standartlar kodu bulunmaktaydı. Ancak bunun başlıca iki zayıf yönü vardı:  Birincisi,  Kod,  çoklu  bir  antlaşma  idi  ve  1  Ocak  1980  tarihinde  yürürlüğe girdiğinde GATT a taraf gelişmiş 32 ülkenin katılımı ile sınırlı kalmıştı; bu da teknik engelleri  disipline  etmekte  parçalı  bir  yapı  meydana  çıkarmıştı.  İkincisi,  güçlü  bir anlaşmazlık çözüm mekanizması ihdas edilmemişti; Kod kapsamındaki uyuşmazlıklar tıpkı GATT ta olduğu gibi konsensüs ilkesine göre çözülmekteydi ve güçlü bir uygulama mekanizması  da  öngörülmemişti  (Bkz.  Madde  14).  DTÖ  döneminde  bu  zayıflıklar giderilmiştir. Tek Paket (Tek Taahhüt) Yaklaşımı gereği, TTE ve SBS Antlaşmalarına bütün DTÖ üyeleri otomatik olarak (ipso facto) taraf olmuş ve antlaşmalar kapsamındaki uyuşmazlıklar, ihdas edilen güçlü ve merkezi bir anlaşmazlıkların halli mekanizmasına tabi hale gelmiştir.  GATT, tarife türü engeller temelinde kurulmuş olduğu için teknik engeller gibi karmaşık bir konuda içerdiği az sayıda kriter ve öneri ile yetersiz kalmaktaydı. Böylece, teknik engeller için, GATT ın genel sistematiği dışında daha ileri ve spesifik disiplinler geliştirilmiştir. Buna karşın, DTÖ nün spesifik antlaşmaları ile GATT ın birbirinden                                                            Phytosanitary Measures Agreement, and The General Agreement on Tariffs and Trade , Journal of World Trade, Yıl: 2014, Cilt: 48, Sayı: 2, s. 355. 24  KOEBELE, Michael,  Agreement on Technical Barriers to Trade Article I and Annex I TBT , Max Planck Commentaries on World Trade Law (Vol. 3) WTO – Technical Barriers and SPS Measures, (der. R. Wolfrum, P-T. Stoll, and A. Seibert-Fohr), Martinus Nijhoff Publishers, Leiden and Boston, 2007, s. 185.  25  APPLETON, 2005, s. 376. 1993 yılına gelindiğinde taraf devlet sayısı 46 ya çıkmıştı. (International Standards, Conformity Assessment, and U.S. Trade Policy Project Committee Board on Science, Technology, and Economic Policy National Research Council, Standards, Conformity Assesment, and Trade Into the 21st Century, National Academy Press, Washington, D.C., 1995, s. 113.) 26  TTE Antlaşması nın Tokyo Standartlar Kodu na nazaran güçlü yönleri ve daha spesifik yenilikleri için bkz. STEPHENSON, (Standards and Conformity Assessment as Nontariff Barriers to Trade), s. 39-40.   27  STOLL, Peter T., / SCHORKOPF, Frank, Max Planck Commentaries on World Trade Law World Economic Order World Trade Law, Martinus Nijhoff Publishers, Leiden and Boston, 2006, s. 131 (parag. 387). 490     tümüyle kopuk olduğunu söylemek mümkün değildir. Öyle ki, ilk başlarda, teknik engelleri de içeren uyuşmazlıklarda hem GATT hem de TTE veya SBS antlaşmalarının ilgili  hükümleri  şikâyetlere  dayanak  olarak  gösterilmiştir.  DTÖ  yargısı  ise  bu  ilk davalarda GATT hükümlerine dayanarak hüküm vermeyi tercih etmiş, usûl ekonomisi gibi nedenlerle TTE Antlaşması hükümlerini ele almaktan imtina etmiştir.   II. TTE ANTLAŞMASININ KAPSAMI VE GENEL DİSİPLİNLERİ 1979 Tokyo Standartlar Kodu nun, GATT hukukunun kapsamını iki bakımdan genişlettiği, bu kapsamda Kod un, birinci olarak, teknik içerikli ulusal tedbirlere yönelik şikâyetlerin GATT ın Milli Muamele kuralından ayrı şekilde ele alınmasını mümkün kılacak yeni bir hukuk teorisi ihdas ettiği; ikinci olarak da, ilgili uluslararası standartları ulusal düzenlemelerin temeli olarak kullanma yükümlülüğü getirdiğine dair görüşler bulunmaktadır. Bu yenilikler TTE Antlaşması aracılığıyla DTÖ hukukuna taşınmıştır.  TTE  Antlaşması,  sağlık  ve  bitki  sağlığı  dışında  kalan  hususlardaki  ulusal düzenlemeleri  kapsamaktadır.  Bu  bağlamda,  TTE  ve  SBS  Antlaşmalarının  kapsam bakımından ilişkileri her iki antlaşmada tanımlanmıştır. Buna göre, antlaşmalar karşılıklı olarak diğerinin kapsamına giren tedbirleri kendi kapsamı dışında bırakmaktadır (Bkz. TTE  Antlaşması  Madde  1.5  ve  SBS  Antlaşması  Madde  1.4).  Buna  karşın,  bu antlaşmaların düzenlediği konular oldukça benzer olup, her ikisi de ticarette teknik engelleri  düzenlemektedir.  TTE  Antlaşması,  genel  anlamda,  teknik  engele  neden                                                            28  Gerek TTE gerekse SBS Antlaşması, GATT Madde XX(b) de meşru sayılan ve GATT ın genel disiplinlerinden  istisna  tanınan   insan,  hayvan  veya  bitki  yaşam  veya  sağlığı na  yönelik  ulusal tedbirlere dair ayrıntılı kurallar getirmekte, ulusal tedbirlerin, meşru amaçları ele alırken aynı koşulların geçerli olduğu ülkeler arasında keyfi ve haksız ayrımcılık ile ticarette gizli engeller yaratacak şekilde kullanılmamasını temin etmeyi amaçlamaktadır.    29  Bkz. EC – Asbestos ve EC – Sardines davaları.  30  MATHIS, James H.,  The WTO Agreement on Technical Barriers to Trade , Consumer Policy Review, Yıl: 2006, Cilt: 16, Sayı: 1, s. 14. 31  EC – Sardines davasında Temyiz Organı, her iki antlaşmanın TTE Antlaşması Madde 2.4 ve SBS Antlaşması Madde 3.1. ve 3.3 özelinde  güçlü kavramsal benzerliklere  sahip olduğunu ve bu nedenle, bahsedilen SBS hükümlerinin ele alındığı EC – Hormones davasında geliştirilen kanıt standardının TTE Antlaşması için de uygulanması gerektiğini belirtmiştir. (EC – Sardines, WTO Appellate Body Report, parag. 274, 275.)  491     olabilecek ulusal tedbirleri ele alırken, SBS Antlaşması kapsamındaki tedbirler teknik engellerin dar ve özel bir kategorisini oluşturmaktadır. SBS tedbirlerinin farkı, yönelik olduğu amaçlardan ve Antlaşma da tanımlanan risklerin varlığından kaynaklanmaktadır. Ayrıca,  SBS  Antlaşması  Madde  1.1,  ilave  bir  kriter  olarak,  bir  tedbirin  Antlaşma kapsamında değerlendirilebilmesi için, doğrudan veya dolaylı olarak uluslararası ticareti etkileme şartı getirmiştir.  İki antlaşma arasında düzenleme tekniği olarak da farklılıklar bulunmaktadır. TTE Antlaşması  üç  tür  ulusal  tedbiri  (standartlar,  teknik  düzenlemeler  ve  uygunluk değerlendirme prosedürleri) ayrı şekilde ele almaktadır. Antlaşma (Madde 4), ulusal standartların  ortak  ilkeler  temelinde  harmonizasyonunu  sağlamak  amacıyla  bunların hazırlanması, kabulü ve uygulanmasına dair bir iyi uygulama kodu belirlemekte ve buna uyulmasını  zorunlu  kılmaktadır.  Teknik  düzenlemeler  (Madde  2-3)  ve  uygunluk değerlendirme prosedürleri (Madde 5) teknik olarak ayrı kavramlar şeklinde tanımlanmış olsa da bu çalışmanın  kapsamı bağlamında Antlaşma tarafından paralel şekilde ele alınmıştır. SBS Antlaşması ise, ulusal tedbir türü bakımından herhangi bir kavramsal ayrıma gitmemekte, uygunluk değerlendirmesi işlemleri de dâhil olacak şekilde, genel bir ifadeyle  sağlık ve bitki sağlığı  tedbirlerinden bahsetmektedir.  TTE Antlaşması, devletlerin meşru politika amaçlarını gerçekleştirmeye yönelik tedbir alma hakları ile uluslararası ticarette gereksiz derecede kısıtlayıcı olmama ve keyfi ve haksız ayrımcılık yaratmama yükümlülüğü arasında bir denge kurmayı hedeflemekte, bunun için ulusal düzenlemelere dair bir kural yapma standardı getirmektedir. Nelerin meşru gerekçeler olduğunu anlamak için giriş paragraflarına (chapeau) ve Madde 2.2 hükümlerine  bakmak  gerekmektedir.  Antlaşma nın  giriş  paragraflarında,  ihraç ürünlerinin kalitesinin sağlanmasına; insan, hayvan veya bitki yaşam veya sağlığı ile çevrenin korunmasına; tüketiciyi yanıltıcı uygulamaların engellenmesine; temel ulusal güvenlik çıkarlarının korunmasına yönelik olarak devletlerin, uygun görecekleri düzeyde, tedbir  alma  hakları  tanınmaktadır.  Antlaşma nın  Madde  2.2  hükümleri  ise,  ulusal güvenlik gerekleri; yanıltıcı uygulamaların önlenmesi; insan sağlık veya güvenliğinin,                                                            32  Ek-3: Standartların Hazırlanması, Kabulü ve Uygulanmasına Dair İyi Uygulama Kodu 492     hayvan veya bitki yaşam veya sağlığının veya çevrenin korunmasını içeren bir meşru amaçlar listesi içermekte, ancak meşru amaçlar bunlarla sınırlı tutulmamaktadır.  Antlaşma nın 6 numaralı giriş paragrafı, devletlerin anılan meşru amaçlara yönelik olarak yürürlüğe koyacakları tedbirler için temel bir kriter belirlemektedir. Buna göre, tedbirler aynı koşulların geçerli olduğu ülkeler arasında (i) keyfi ve haksız ayrımcılık ve (ii) gizli ticaret engeli aracı olarak kullanılamaz. Antlaşma da ayrımcılık yasağı Milli Muamele ve En Çok Gözetilen Devlet ilkeleri temelinde ayrı şekilde düzenlenmiştir. Madde 2.1 de, teknik düzenlemeler bakımından, ithal ürünlere, benzer yerli ürünler (Milli Muamele kuralı) ve benzer üçüncü ülke ürünlerine (En Çok Gözetilen Devlet kuralı) göre dezavantajlı  muamele  yasaklanmaktadır.  Madde  2.2 de  ise,  teknik  düzenlemelerin, uluslararası ticarette gereksiz engeller yaratacak (ilgili meşru amacı gerçekleştirmek için gerekenden  daha  kısıtlayıcı  olacak)  şekilde  hazırlanması,  kabulü  ve  uygulanması yasaklanmaktadır.  Ayrımcılık ve ticarette gereksiz engel yaratma yasağı, ulusal standartlar için Standartların Hazırlanması, Kabulü ve Uygulanmasına Dair İyi Uygulama Kodu (Ek-3) tarafından; uygunluk değerlendirme prosedürleri için ise Madde 5.1 ve 5.2 tarafından benzeri  şekilde  düzenlenmiştir.  Diğer  taraftan,  Antlaşma,  ayrımcı  olmama  ilkesine ilaveten harmonizasyon (Madde 2.4, 2.6, 4.1, 5.4, 5.5, Ek-3.G), teknik düzenlemelerin ve uygunluk  değerlendirme  prosedürlerinin  denkliği  (Madde  2.7,  6.1),  uygunluk değerlendirme prosedürlerinin karşılıklı tanınması (Madde 6.3) ve şeffaflık (Madde 10) gibi diğer başka ilke ve kuralları da içermektedir.                                                               33  TTE Antlaşması Ek-3 teki İyi Uygulama Kodu, üye devletlerin ulusal standardizasyon kuruluşlarını ve üye devletlerin birkaçının taraf olduğu bölgesel standardizasyon kuruluşlarını kapsamaktadır. Bölgesel kuruluşların kabul ettiği standartlar ilke olarak sınırlı sayıda tarafın ülkesinde uygulanmak içindir. Bu nedenle  her  iki  tür  kuruluş  tarafından  hazırlanan  standartlar  için   ulusal  standart   kavramının kullanılması tercih edilmiştir.  493     III. TTE ANTLAŞMASININ TEKNİK DÜZENLEMELER BAKIMINDAN ULUSLARARASI  STANDARTLARA  DAİR  DİSİPLİNLERİ  VE  DTÖ YARGILAMASI  TTE  Antlaşması,  ulusal  standartların,  teknik  düzenlemelerin  ve  uygunluk değerlendirme prosedürlerinin hazırlanmasında, kabulünde veya uygulanmasında ilgili uluslararası standartları DTÖ hukukunun bir parçası haline getirmektedir. DTÖ nün en önemli  sorunlarından  birisi  geniş  yargısal  otoritesi  ve  oldukça  sınırlı  kural  yapma kapasitesi arasındaki açıktır. Uluslararası standartlar gibi spesifik bazı dış kuralların DTÖ ye  ithali  bu  açığı  kapatmayı  amaçlamaktadır.  Bu  bağlamda,  bazı  yazarlar uluslararası standart yapıcı kuruluşları, DTÖ de kendilerine biçilen rolden dolayı,  yarıkural koyucu (quasi-legislator) 35 veya  uydu kuruluşlar 36 olarak adlandırmıştır.  TTE Antlaşması nda düzenlenen üç araçtan standartlar ile diğer ikisi arasında bağlayıcılık bakımından farklılık bulunmaktadır. Ek-1 deki tanımlara göre, standartlar uyulması gönüllü olan; teknik düzenlemeler ve uygunluk değerlendirme prosedürleri ise uyulması zorunlu olan kurallardır. Ek-1.1 de, teknik düzenleme,  idari hükümler de dâhil olmak üzere, ürünlerin özellikleri veya ürünlere dair ilgili işleme ve üretim metotlarını belirleyen ve uyulması zorunlu olan dokümanlardır. Bir teknik düzenleme ayrıca, bir ürüne, işleme veya üretim metoduna uygulandıkları şekliyle; terminoloji, semboller, paketleme,  işaretleme  veya  etiketleme  gereklerini  de  kapsayabilir  veya  bunları münhasıran ele alabilir  şeklinde tanımlanmaktadır. Bunun yanı sıra, bir standart zorunlu hale de getirilebilir ve bu durumda artık teknik düzenleme olarak nitelendirilir. Bu nedenle,  Madde  4  ve  Ek-3,  diğer  ikisi  gibi  ulusal  standartlar  için  de,  varsa  ilgili uluslararası standartların temel alınması, ayrımcı ve ticarette gereksiz engel yaratacak şekilde hazırlanmaması ve uygulanmaması, harmonizasyon ve şeffaflık gibi konularda kurallar  belirlemiştir.  İlgili  uluslararası  standardı  temel  alan  ulusal  standartlara  harmonize standart  adı verilmektedir.                                                             34  MARCEAU / TRACHTMAN, 2014, s. 386. 35  MARCEAU / TRACHTMAN, 2014, s. 387. 36  POLI, Sara,  The European Community and the Adoption of International Food Standards within the Codex Alimentarius Commission , European Law Journal, Yıl: 2004, Cilt: 10, Sayı: 5, s. 615. 494     Teknik düzenlemeler ve uygunluk değerlendirme prosedürleri harmonize ulusal standartları temel alarak hazırlanmışsa, bu dolaylı olarak ilgili uluslararası standardın temel alındığı anlamına gelecektir. Bu nedenle, TTE Antlaşması nın standartlarla ilgili kurallarının ayrıca ele alınmasına gerek duyulmayıp, bunlar çalışmanın kapsamı dışında tutulmuştur. Diğer taraftan, uygunluk değerlendirme prosedürleri Antlaşma tarafından farklı bir işleve sahip ayrı bir araç olarak tanımlanmış olmakla birlikte bir nevi teknik düzenlemedir. Zaten teknik düzenlemeler ile uygunluk değerlendirme prosedürlerine dair disiplinler Antlaşma (Madde 2 ve Madde 5) tarafından birbirine benzer ve paralel bir tarzda ele alınmıştır. Bu nedenle, çalışmanın kapsamının teknik düzenlemelerle sınırlı tutulması, uygunluk değerlendirme prosedürleri ve bunların uluslararası standartlarla ilişkisi üzerinde ayrıca durulmaması tercih edilmiştir.   Bu  çerçevede,  bu  bölümde,  teknik  düzenlemeler  bakımından  üye  devletlere uluslararası  standartlarla  ilgili  getirilen  yükümlülükler,  uluslararası  standartlar  ve uluslararası standardizasyon kuruluşları kavramlarının tanım ve kapsamı, uluslararası standartların  DTÖ  yargılamasındaki  uygulanacak  hukuk  statüsü  ve  işlevi  ile  ispat yükünün dağılımına etkileri ele alınacaktır.  A. Teknik Düzenlemelerin Hazırlanmasında İlgili Uluslararası Standartların Temel Alınması Yükümlülüğü TTE Antlaşması nda devletlere teknik düzenleme yapma zorunluluğu getirilmiş değildir ancak Madde 2.4 e göre devletler, meşru gerekçelere dayanarak bir teknik düzenleme yapmak istediklerinde, hâlihazırda mevcutsa veya tamamlanması yakınsa ve meşru amacın gerçekleştirilmesinde etkili ve uygunsa, ilgili uluslararası standartları veya ilgili kısımlarını temel olarak kullanmakla yükümlüdürler. Madde 2.4 ün  teşvik ten öte bir  zorunluluk  içerdiği EC – Sardines davasının Paneli ve Temyiz Organı tarafından açıklanmıştır. Bu yükümlülüğe istisna olarak,  ilgili uluslararası standartların veya ilgili kısımlarının,  temel  iklimsel  veya  coğrafi  faktörler  veya  teknolojik  problemler  gibi                                                            37  EC – Sardines, WTO Panel Report, parag. 7.110. 38  EC – Sardines, WTO Appellate Body Report, parag. 234. 495     gerekçelerle, güdülen meşru amacın gerçekleştirilmesinde etkili veya uygun olmadığı haller belirlenmiştir.   Etkisizlik  ve  uygunsuzluk  kavramları, uluslararası standartların rolünün ele alındığı  ilk dava olan  EC  – Sardines davasında incelenmiş olup,  Panel  tarafından, etkisizlik, bir aracın meşru amacı gerçekleştirme işlevinin olmaması; uygunsuzluk ise, aracın meşru amacı gerçekleştirmek için doğru seçenek olmaması olarak ifade edilmiş, bu  bağlamda,  etkisizlik,  seçilen  aracın   sonuçları ,  uygunsuzluk  ise,  seçilen  aracın  doğası  ile ilgili bir mesele olarak değerlendirilmiştir. Panelin bu değerlendirme ve bulguları Temyiz Organı tarafından teyit edilmiştir. Etkisizlik ve uygunsuzluk halleri dışında, ulusal teknik düzenlemelerin ilgili uluslararası standartları temel alması gerektiği EC – Sardines davasından başka DTÖ içtihadı tarafından da teyit edilmiştir.  Buna göre, etkisizlik veya uygunsuzluk istisnalarından birisi söz konusu değilse, bir ulusal teknik düzenleme ayrımcı olmama (Madde 2.1) ve ticarette gereksiz engel yaratmama (Madde 2.2) şartlarını sağlasa bile, ilgili uluslararası standardı temel almadığı için TTE Antlaşması na aykırı olacaktır. Diğer taraftan, DTÖ içtihadında, yorumda dinamik bir yaklaşımla, Madde 2.4 ün, ilgili yeni bir uluslararası standardın oluşturulması durumunda, mevcut teknik düzenlemeleri gözden geçirme ve  yeni standarda uygun olacak şekilde revize etme yönünde üye devletler için devam eden bir yükümlülük içerdiği de belirtilmektedir.   Madde 2.4 hükümlerinde geçen  temel olarak kullanma (use as a basis)  ifadesi EC – Sardines davasında analiz edilmiş ve kapsamı tanımlanmıştır. Uluslararası standartlara benzeri bir işlevin SBS Antlaşması nda da tanınmış olması ve iki antlaşmanın belirli hükümleri  arasındaki  benzerlikler  nedeniyle  SBS  Antlaşması na  ilişkin  içtihat  yol gösterici niteliktedir. Nitekim, Panel, Temyiz Organı nın EC – Hormones davasında SBS Antlaşması  Madde  3.1  bağlamında  yaptığı  analize  atıfla,   dayanmak  (based  on)                                                             39  EC – Sardines, WTO Panel Report, parag. 7.116. 40  EC – Sardines, WTO Appellate Body Report, parag. 285. 41  US – Tuna II (Mexico), WTO Appellate Body Report, parag. 359. 42  APPLETON, 2005, s. 396. 43  EC – Sardines, WTO Panel Report, parag. 7.78. 496     kavramının   uygun  olmak  (conform  to)   kavramı  ile  aynı  anlama  gelmediğini, uluslararası  standardın,  teknik  düzenlemenin  hazırlanmasında  ana  bileşen  (principle constituent) veya temel ilke (fundamental principle) olarak kullanılması durumda, TTE Antlaşması Madde 2.4 ün diliyle  temel olarak  kullanılmış olacağını tespit etmiştir.  Davanın temyizi aşamasında Temyiz Organı, TTE ve SBS Antlaşmaları arasındaki kavramsal benzerliği ve daha önce EC – Hormones davasında SBS Antlaşması Madde 3.1 kapsamında yaptığı analizi hatırlatarak  dayanmak (based on)  ve  uygun olmak (conform  to)   kavramlarının  aynı  anlama  gelmediğini  ve  bu  yaklaşımının  TTE Antlaşması Madde 2.4 ün yorumu ile de yakından ilgili olduğunu dile getirmiş,  bir şeyin bir başka şeyin üzerine kurulması veya onun tarafından desteklenmesi gibi durumlarda (stand,  founded,  built  upon,  supported  by)  yaygın  olarak  birinci  şeyin  ikinci  şeye dayandığı söylenir  demiştir. Avrupa Toplulukları (AT) nın, iki enstrüman arasında  makul bir ilişki nin yeterli olduğu tezine karşılık Temyiz Organı, principal constituent, fundamental principle, main constituent, determining principle gibi benzer kavramların,  bir şeyin diğerine temel  olduğunu söyleyebilmek için bu iki şey arasında  çok güçlü ve çok  yakın  bir  ilişki nin  gerekliliğine  işaret  ettiğini  belirtmiş  ve  aralarında  asgari düzeyde bir çelişkinin bulunmaması koşulunu eklemiştir.  Bu çerçevede, şikâyet konusu AT Regülasyonu ile ilgili uluslararası standart olan Codex Stan 94 arasında açık bir çelişki bulunması nedeniyle, teknik düzenlemede ilgili uluslararası standardın temel olarak kullanılmadığına ve böylece TTE Antlaşması Madde 2.4 gereklerinin yerine getirilmemiş olduğuna hükmedilmiştir. Bu yorumun, Madde 2.4 yükümlülüklerinin yerine getirilmesinde belirli bir esneklik sağladığını ve ulusal teknik                                                            44  EC – Sardines, WTO Panel Report, parag. 7.110. 45  EC – Sardines, WTO Appellate Body Report, parag. 242. 46  EC – Sardines, WTO Appellate Body Report, parag. 245. 47  EC – Sardines, WTO Appellate Body Report, parag. 248:  …eğer iki şey çelişiyorsa, birinin diğerine temel olduğu söylenemez…   48  EC – Sardines, WTO Appellate Body Report, parag. 249-258. 497     düzenlemelerin formülasyonunda devletlerin ilgili uluslararası standardı kullanmalarının değişik yollarının olabileceğini kabul ettiğini düşünenler bulunmaktadır.   B. İlgili Uluslararası Standartlar ve Uluslararası Standardizasyon Kuruluşları Uluslararası standart kavramı, literatüre TTE Antlaşması tarafından getirilen bir yeniliktir.  Ancak,  TTE  Antlaşması,  uluslararası  standart  kavramını  özel  olarak tanımlamadığı gibi, SBS Antlaşması nda olduğunun aksine, uluslararası standartların hangi kuruluşlar tarafından hazırlananlar olduğunu da açıkça belirtmemiştir. Buna karşın, Ek-1 de  standart  ve  uluslararası kuruluş veya sistem  tanımlarına yer vermiş, standart kavramını  tanımlarken  Uluslararası  Standardizasyon  Örgütü  (ISO)  ve  Uluslararası Elektroteknik Komisyonu (IEC) nun ilgili rehber dokümanına (ISO/IEC Guide 2) atıf yapmıştır. Buna göre, standart,  yetkili bir kuruluş tarafından, ürün veya ilgili işleme ve üretim metotları için ortak ve tekrar kullanımlar amacıyla oluşturulan kurallar, rehber ilkeler veya özellikler içeren ve uyulması gönüllü olan belgeler  (Ek-1.2); uluslararası standardizasyon kuruluşu veya sistemi ise,  üyeliği en azından DTÖ üyesi devletlerin tümünün ilgili kuruluşlarına açık olan kuruluş veya sistem  olarak tanımlanmıştır (Ek1.4). DTÖ bünyesinde Antlaşma nın yürütülmesine ilişkin olarak faaliyet gösteren TTE Komitesi,   üyelik   kavramına  ilişkin  olarak,  üyeliğin  tüm  DTÖ  üyelerinin  ilgili kuruluşlarına ayrımcı olmama temelinde açık olması gerektiğini ifade etmiştir. Ek-1 in bu  tanımlarından  DTÖ  yargısı  tarafından  Madde  2.4 teki  uluslararası  standartlar kavramının açıklığa kavuşturulmasında yararlanılmıştır.                                                             49  TAOMIOTTI, Ludivine,  Agreement on Technical Barriers to Trade Article 2 and Annex I TBT  Max Planck Commentaries on World Trade Law (Vol. 3) WTO – Technical Barriers and SPS Measures, (der. R. Wolfrum, P-T. Stoll, and A. Seibert-Fohr), Martinus Nijhoff Publishers, Leiden and Boston, 2007, s. 224. 50  MATHIS, 2006, s. 16. 51  Nelerin uluslararası standart ve uluslararası standardizasyon kuruluşu olarak kabul edildiği hususu, SBS Antlaşması nın Önsözünde ve Tanımlar başlıklı EK-A sında (3. Fıkra) açıklığa kavuşturulmaktadır. 52  WTO Doc. G/TBT/1 Rev. 11 (16 December 2013). 53  US – Tuna II (Mexico), WTO Appellate Body Report, parag. 350-352. 498     Sadece konsensüs ile kabul edilen uluslararası standartların mı yoksa diğer koşulları karşılamak şartıyla ilgili bütün uluslararası standartların mı TTE Antlaşması Ek-1.2 kapsamında standart olarak kabul edileceği konusu EC – Sardines davasında açıklığa kavuşturulmuştur.  Ek-1 in  giriş  paragrafında  atıf  yapılan  ISO/IEC  Guide  2:  1991 dokümanı, standart tanımında konsensüs şartı aramasına ve TTE Komitesi, standartların TTE Antlaşması kapsamında kullanılabilirliğinin değerlendirilmesine yönelik belirlediği kriterler arasında konsensüsü saymasına karşın, Temyiz Organı, TTE Antlaşması Ek1.2 ye ilişkin açıklayıcı notta konsensüs teriminin bilinçli olarak atlanmış olduğunu belirterek,  standartların  geliştirilmesinde  konsensüs  şartı  aramamıştır.  Buna  göre, uluslararası standart yapan kuruluşlara DTÖ ye paralel bir üyelik şartı aranmamakta, üyeliğin tüm DTÖ üyelerine açık olması yeterli görülmektedir. Böylece, DTÖ üyeleri, oluşturulmasına katkıda bulunmamış olsa bile Madde 2.4 üzerinden bir yükümlülük altına sokulmuştur.  Madde  2.6,  bu  durumu  hafifletmek  adına  olsa  gerek,  üye  devletlere, imkânları  dâhilinde  mümkün  olduğunca  uluslararası  standardizasyon  kuruluşlarının standart hazırlık çalışmalarına tam katılım sağlama yükümlülüğü getirmiştir. Ancak, bu durum uluslararası standartların, DTÖ yargılamasında oynayabileceği rolden bağımsız şekilde  DTÖ  dışında  bir  kurumsal  yapı  içerisinde  hazırlandığı  gerçeğini değiştirmemektedir.   Bu bağlamda, TTE Antlaşması kapsamında uluslararası standartlar, Antlaşma da genel  tanımı  yapılan  uluslararası  standardizasyon  kuruluşları  tarafından  geliştirilen standartlarla sınırlı anlaşılmalıdır. Antlaşma nın genel bir tanımı tercih etmiş olması ve spesifik bir uluslararası standardizasyon kuruluşu tanımı veya listesi vermemiş olması, bir kuruluşun anılan genel tanım kapsamına girip girmediğinin her anlaşmazlık için ayrı ayrı DTÖ yargısı tarafından belirlenmesini gerektirmektedir. Uluslararası standartlar ve standart yapıcı kuruluşlara dair bu belirsizliği gidermek için TTE Komitesi, uluslararası                                                            54  13 Kasım 2000 tarihli ve G/TBT/9 simgeli belge (parag. 20). 55  EC – Sardines, WTO Appellate Body Report, parag. 218; 220-222; 224, 225, 227. Ek-1.2 ye Dair Açıklayıcı Not,  uluslararası standardizasyon toplumu tarafından hazırlanan standartlar konsensüs temellidir. Ancak, bu antlaşma konsensüse dayanmayan standartları da kapsar  ifadesini içermektedir.  499     standartların geliştirilmesine dair ilkeler belirlenmesine karar vermiş ve bu kapsamda çeşitli tavsiyeler kabul etmiştir. Kendi  alanlarında  yaygın  olarak  tanınan  ve  kabul  gören  uluslararası standardizasyon kuruluşlarına örnek olarak, daha önce bahsi geçen ISO ve IEC nin yanı sıra Uluslararası Telekomünikasyon Birliği (ITU) ve BM Avrupa Ekonomik Komisyonu (UNECE) verilebilir. ISO ve IEC, TTE Antlaşması Ek-1.2 de hâlihazırda tanınmıştır. Bunlara ilave olarak, DTÖ yargısının çeşitli uyuşmazlıkların çözümü sürecinde başka bazı kuruluşları da TTE Antlaşması kapsamında uluslararası standardizasyon kuruluşu statüsünde  kabul  ettiği  görülmektedir.  TTE  Komitesi nin,  yukarıda  bahsedilen, uluslararası standartların geliştirilmesi konusunda kabul ettiği dokümandaki ilkeler DTÖ yargısı için yol gösterici olmuştur. Bu kapsamda verilebilecek örneklerden birisi EC – Asbestos davasının paneli tarafından uluslararası standardizasyon kuruluşu olarak kabul edilen Uluslararası Kanser Araştırma Ajansı dır. Ancak bu davada, bir kuruluşun TTE Antlaşması Madde 2.4 ve Ek-1.4 anlamında uluslararası standardizasyon kuruluşu olma kriterleri  analiz  edilmemiş,  sadece  Uluslararası  Kanser  Araştırma  Ajansı nın  ilgili dokümanlarına atıf yapmakla yetinilmiştir. Bu tür bir analiz, ayrıntılı olmamakla birlikte, EC – Sardines davasında yapılmış olup, şikâyetçi Peru, BM Gıda ve Tarım Örgütü (FAO) ve Dünya Sağlık Örgütü (DSÖ) tarafından  kurulan  Codex  Alimentarius  Komisyonu nun  gıda  alanında  standartlar hazırlayan, uluslararası olarak tanınmış, yetkili bir standardizasyon kuruluşu olduğunu ileri sürmüştür. AT, Codex Alimentarius Komisyonu nun TTE Antlaşması kapsamında uluslararası  tanınmış  bir  standardizasyon  kuruluşu  statüsüne  itiraz  etmemiş  ancak Peru nun dayandığı Codex standardının ilgili standart olmadığını ileri sürmüştür. Panel, TTE Antlaşması Ek-1.4 teki  üyeliğin tüm DTÖ üyesi devletlere açık olması  kriteri ile Codex  Alimentarius  Komisyonu nun  statü  ve  prosedür  kurallarından  Kural  1 deki                                                            56  13 Kasım 2000 tarihli ve G/TBT/9 simgeli belge. 57  11 Kasım 2003 tarihli ve G/TBT/13 simgeli belge. 58  EC – Asbestos, WTO Panel Report, parag. 8.186. 59  EC – Sardines, WTO Panel Report, parag. 4.26. 60  EC – Sardines, WTO Panel Report, parag. 4.29-4.31. 500      üyeliğin  bütün  FAO  ve/veya  DSÖ  üye  ve  ortak  üyelerine  açık  olması   kriterini karşılaştırarak, Komisyon un uluslararası kabul görmüş bir standardizasyon kuruluşu olduğuna hükmetmiştir. Codex Alimentarius Komisyonu nu TTE Antlaşması Madde 2.4 anlamında bir uluslararası standardizasyon kuruluşu, bu kuruluşun Codex Stan 94 belgesinin de uluslararası standart olduğu Temyiz Organı tarafından teyit edilmiştir.  US – Tuna II (Mexico) davasında ise, bir etiketleme programının uluslararası standart  statüsü  gündeme  gelmiştir.  ABD nin  tuna  balığı  ürünleri  için  uygulamaya koyduğu  dolphin-safe  etiketlemesi Meksika tarafından dava edilmiştir. Meksika, ABD tedbirinin amaçladığı ile aynı düzeyde koruma sağlayan ve ticareti daha az kısıtlayıcı olan Uluslararası Yunus Balığı Koruma Programı Hakkında Antlaşma (AIDCP) kapsamındaki alternatif etiketleme programının ilgili uluslararası standart olarak ABD tarafından tedbir için temel alınmamış olmasının TTE Antlaşması Madde 2.4 hükümlerine aykırı olduğunu iddia etmiştir. Panel, AIDCP nin Madde 2.4 anlamında uluslararası standardizasyon kuruluşu,  bu  kuruluşun   dolphin-safe   tanımının  ise  ilgili  uluslararası  standart olduğuna hükmetmiştir. Uyuşmazlık ABD tarafından temyize götürülmüştür. Temyiz Organı, TTE Antlaşması Madde Ek-1.4 ü temel alarak standardizasyon kuruluşunu,  standardizasyon alanında faaliyetleri tanınan ve üyeliği en azından tüm DTÖ üyesi devletlere açık olan kuruluş  olarak tanımlamıştır. Temyiz Organı, tanımdaki kriterlerin sağlanıp sağlanmadığının test edilmesinde üye devletlerin sübjektif algısının yanı sıra uluslararası  standardizasyon  kuruluşlarının  standartların  geliştirilmesinde  uyması gereken usûl ve esasları belirleyen TTE Komitesi Kararı nı da temel almıştır. Sonuç olarak, AIDCP nin, üyeliğin tüm DTÖ üyelerine açık olmaması nedeniyle, Madde 2.4 kapsamında bir uluslararası standardizasyon kuruluşu olmadığına hükmedilmiştir.                                                             61  EC – Sardines, WTO Panel Report, parag. 6.6, 7.66. 62  EC – Sardines, WTO Appellate Body Report, parag. 233.  63  US – Tuna II (Mexico), WTO Panel Report, parag. 7.692. 64  US – Tuna II (Mexico), WTO Panel Report, parag. 7.707. 65  US – Tuna II (Mexico), WTO Appellate Body Report, parag. 359. 66  US – Tuna II (Mexico), WTO Appellate Body Report, parag. 362. 67  US – Tuna II (Mexico), WTO Appellate Body Report, parag. 373-375. 68  US – Tuna II (Mexico), WTO Appellate Body Report, parag. 397-399. 501     Öte yandan, TTE Antlaşması Ek-1 deki tanımlara göre, hükümet-içi veya hükümetdışı temsil arasında bir ayrım gözetilmediği ve devletlerin ulusal katılımına açık tüm kuruluşların tanındığı görülmektedir. Bu durum  özel standartlar ın DTÖ deki statüsünü gündeme getirmektedir. Özel standartlar, belirli sektörlerde, o sektörlere ilişkin meslek kuruluşları,  konsorsiyumlar  veya  firmalar  tarafından  kendi  tedarik  zincirlerinde kullanılmak  üzere  hazırlanan  standartlar  olup,  bu  standartlar  ve  onları  hazırlayan kuruluşlar ortak demokratik usûllere ve ilgili DTÖ kurallarına tabi olmadıkları için TTE Antlaşması anlamında uluslararası standart ve uluslararası standardizasyon kuruluşları statüsünde değerlendirilmemektedir. Uluslararası  standartları  hazırlayan  kuruluşların  TTE  Antlaşması nın  ilgili hükümleri kapsamında uluslararası standardizasyon kuruluşu olup olmadıklarının yanı sıra bunlar tarafından hazırlanan standartların  ilgili  olup olmadığı da DTÖ yargısınca ele alınmıştır. Ancak, bu konuda genel kriterler ortaya koymak mümkün görünmemekte olup, bir standardın ilgili olup olmadığı her davanın kendi olguları bağlamında ayrı ayrı değerlendirilmelidir. Örneğin, EC – Sardines davasında, AT, şikâyetçi Peru nun öne sürdüğü  Codex  Stan  94  standardının  şikâyet  konusu  AT  Regülasyonu  için,  TTE Antlaşması Madde 2.4 anlamında  ilgili  uluslararası standart olmadığından dolayı temel olarak  kullanmadığını  savunmuştur.  AT nin  argümanı,  Regülasyon un  hazırlandığı esnada bahsi geçen standardın mevcut veya yayınlanmasının yakın olmadığıydı. Panel, öncelikle  ilgili  teriminin sözlük anlamını analiz etmiş, kelimenin sözlük anlamının, terimin eldeki konuya (subject-matter), başka bir ifadeyle, şikâyet edilen Regülasyon un düzenlediği  konu  olan   konserve  sardalya ya  işaret  ettiğini,  uluslararası  standardın zamansal veya prosedürel yönleriyle ilgili olmadığını ifade etmiştir. Bu bağlamda, Regülasyon ile standardın aynı konuyu düzenleyip düzenlemediğine bakılmıştır. Sonuçta                                                            69  Adil Çalışma Birliği, Sürdürülebilir Turizm Yönetimi Konseyi, vb. 70  BERNSTEIN, Steven / HANNAH, Erin,  The WTO and Institutional (In)coherence , The Oxford Handbook on the World Trade Organization (der. A. Narlikar, M. Daunton and R. M. Stern), Oxford University Press, Oxford, 2012, s. 795.   71  EC – Sardines, WTO Panel Report, parag. 4.31. 72  EC – Sardines, WTO Panel Report, parag. 7.71. 502     panel, Codex Stan 94 ün AT Regülasyonu ile  ilgili  uluslararası standart olduğuna karar vermiş, bu analizi ve kararı Temyiz Organı tarafından da onaylanmıştır.  C.  Uluslararası  Standartların  DTÖ  Yargılamasında  Uygulanacak  Hukuk Statüsü ve İşlevi DTÖ dışında yaratılan bir kural olarak uluslararası standartlar TTE Antlaşması nın ilgili  hükümlerince  DTÖ ye  ithal  edilerek  esasa  uygulanacak  hukuk  statüsüne kavuşturulmuştur. Bu, bir kuralın; bir hükmü veya kavramı açıklığa kavuşturmak için yorum aracı olarak kullanılması veya ona olgusal kanıt olarak başvurulmasından farklı bir durumdur.  Bununla, bir dış kural DTÖ hak ve yükümlülüklerinin parçası haline getirilmiştir. Konu, Madde 2.4 teki  ulusal teknik düzenlemelerin hazırlanmasında ilgili uluslararası standartların temel alınması yükümlülüğü  ile Madde 2.5 teki  uygunluk karinesi  bakımından ayrı ayrı ele alınmalıdır. Birincisinde tam bir yükümlülükten söz etmek  mümkün  iken,  ikincisinde  bir  teşvik  söz  konusudur.  Bu  durum  bahse  konu maddeler bakımından uluslararası standartların işlevinde bir farklılığa neden olmaktadır.   DTÖ hukuku alanında  uzman  olan Hollandalı hukukçu  Joost Pauwelyn, TTE Antlaşması nda standartlara tanınan statüyü STÖ Antlaşması nda OECD resmi ihracat kredisi  kurallarına  tanınan  statüye  benzetmekte,  daha  önce  bahsi  geçen  TRIPS Antlaşması kapsamında WIPO kuralları için benimsenen entegrasyon metodunu  içine alma/katma  (incorporation)   olarak  nitelendirirken,  TTE  ve  SBS  Antlaşmaları kapsamında  standartlar  için  olanı   açık  gönderme  (explicit  reference)   olarak adlandırmaktadır. Bu çerçevede, TRIPS Antlaşması tarafından alınan kuralların mevcut haliyle DTÖ de bağlayıcı olduğunu ve bir panel sürecinde hukuken uygulanabileceğini, buna karşın, standartların DTÖ-spesifik bir yükümlülüğün tespitinde bir  temel/kıstas                                                            73  EC – Sardines, WTO Appellate Body Report, parag. 231-233. 74  STÖ Antlaşması, üye devletlerin, ihracatçılarına serbest kredi piyasasından daha uygun şartlarda ihracat kredisi sağlamasını yasaklamaktadır. Ancak, OECD nin resmi ihracat kredisi kurallarına uygun ihracat kredileri, yasaklanan ihracat kredisi sübvansiyonlarının dışında tutulmuştur (Ek-1(k)). Buna göre, OECD kurallarına uygun ihracat kredisi sübvansiyonları DTÖ kurallarına da uygun sayılmıştır. Bu imkâna literatürde  güvenli liman  denilmiştir.     503     (benchmark)  olarak hizmet edebileceğini belirtmektedir. Devamında verdiği örnekten, bu nitelendirmeyi  uygunluk karinesi  bağlamında yaptığı anlaşılmaktadır.  Bu nedenle, Madde 2.4 teki yükümlülük bakımından bir statü tarifi gerekmektedir. Hatırlamak gerekirse, Madde 2.4, ulusal teknik düzenlemelerin hazırlanmasında ilgili uluslararası  standartların  temel  olarak  kullanılmasına  dair  açık  bir  yükümlülük içermektedir. Buna karşın TRIPS Antlaşması, spesifik bazı dış kuralları (bazı WIPO sözleşmelerinin hükümlerini) olduğu haliyle DTÖ hukukuna aktarmaktadır. Örneğin Madde 9,  Üye devletler, Bern Sözleşmesi (1971) nin 1-21 inci maddeleri ve ekine uyacaklardır…   demektedir.  TTE  Antlaşması  Madde  2.4,  bu  düzeyde  spesifik  bir entegrasyon yapmamaktadır ancak bu durum ilgili uluslararası standartların Madde 2.4 kapsamında bir şikâyet  sürecinde uygulanacak  hukuk statüsünü  zayıflatmamaktadır. Farklılık, sadece yükümlülüğün spesifikasyon düzeyi ve dış kuralın kullanım şekli ve doğasından kaynaklanmaktadır.   Madde 2.4 teki yükümlülük için Madde 2.5 teki uygunluk karinesinden farklı bir  benchmark  işlevinden bahsetmek mümkündür. DTÖ yargısı yorum yaparken sıkça kavramların sözlük anlamlarına başvurmaktadır. Bu yolu takip edecek olursak, gerek Oxford  Learner s  Dictionary  gerekse  de  Cambridge  Dictionary  tanımlarında,  benchmark  kavramı bir şeyin bir başka şeye göre kalite seviyesine işaret etmekte ve bir karşılaştırma fikri içermektedir. Bu bağlamda, bir şeyin diğerine  benchmark  olabilmesi için  diğeri nde bazı gerekler belirlenmiş olmalıdır. Oysa Madde 2.4, TTE Antlaşması düzeyinde  benchmark  ihtiyacı ortaya çıkaran gerekler belirlememektedir; doğrudan  ulusal  teknik  düzenlemelerin  hazırlanmasında  ilgili  uluslararası  standartların  temel olarak  kullanılması   yükümlülüğü  getirmektedir.  Fakat  standartlar,  bir  ulusal düzenlemenin  Madde  2.4  yükümlülüğüne  uygunluğunu  değerlendirmede  bir  benchmark  işlevi görebilecektir. Bu durumda, ilgili standart ile ulusal düzenlemenin içeriği karşılaştırılarak Madde 2.4 ün  temel olarak kullanma  yükümlülüğünün yerine getirilip getirilmediği değerlendirilebilecektir.                                                             75  PAUWELYN, Joost, Conflict of Norms in Public International Law, Cambridge University Press, Cambridge, 2003, s. 445. 504     Diğer taraftan, TRIPS Antlaşması Madde 9 daki  uyacaklardır  ifadesine karşın TTE Antlaşması nda  temel olarak kullanacaklardır  ifadesinin tercih edilmiş olması da uluslararası standartlara dair yükümlülüğün ve onların uygulanacak hukuk statüsünün derecesini farklılaştırmamaktadır.  TRIPS Antlaşması spesifik  dış  kuralları  doğrudan alırken, TTE Antlaşması spesifik dış kuralların kaynağını işaret etmektedir. Ayrıca, standartların  doğası  göz  önüne  alındığında   temel  almak/temel  olarak  kullanmak  ifadeleri işlevi olan kavramlar olup,  uygun olmak  kavramına göre daha doğru bir tercihtir.  Şöyle  ki;  öncelikle  standartlar,  hazırlık  çalışmalarına  katılan  devletler bakımından dahi gönüllü enstrümanlardır. Öte yandan, olağan uygulama şekline göre, standartların temel ilke ve ana bileşenlerine bağlı kalmak şartıyla devletlere kültürel, coğrafi, iklimsel, vb. nedenlerle sapma alanları bırakılabilmektedir. Devletler harmonize ulusal  standartlarını  hazırlarken  bu  sapma  alanlarından  yararlanabilmektedir.  Yine, yapılan  düzenlemenin  kapsamına  göre  bir  standardın  sadece  belirli  bir  kısmının kullanılması da yeterli olabilmektedir. Bu durum Madde 2.4 te  …shall use them, or relevant parts of them, as a basis for their technical regulations…  şeklinde ifade edilmiştir.  Temyiz  Organı,  böyle  bir  durumda  iki  enstrüman  arasında  yapılacak karşılaştırmanın standardın ilgili kısımları ile sınırlı tutulması gerektiğini belirtmiştir. Bununla birlikte, bu uygulanabilirlik statüsüne rağmen uluslararası standartlara (benzeri şekilde ilgili WIPO hükümlerine) aykırılık nedeni ile şikâyet süreci doğrudan kendileri üzerinden başlatılamaz. AHM nin başta Madde 1 (kapsam) ve Madde 7 (panel görev tanımı) hükümleri olmak üzere ilgili düzenlemelerine göre, DTÖ yargısının yetki alanı  DTÖ  antlaşmalarına  aykırılıkları  ele  almakla  sınırlıdır.  Uygulamada  da  DTÖ davalarında ilgili DTÖ hükümlerine dayanarak şikâyet süreci başlatıldığı görülmektedir. Söz  gelimi,  WIPO  bünyesindeki  Bern  Sözleşmesi nin  ilgili  maddelerine  aykırılık iddiasıyla şikâyet süreci, anılan sözleşmeyi DTÖ ye entegre eden TRIPS Antlaşması Madde 9 üzerinden başlatılmalıdır. Bu bağlamda, bağımsız olarak WIPO sözleşmeleri veya uluslararası standartlara aykırılıkların ele alınacağı yer DTÖ yargısı değildir.  Bunlara karşın, Madde 2.5 teki durum farklı bir boyuta sahiptir. Madde 2.5 yoluyla, Madde 2.4 ile Madde 2.2 arasında bir bağlantı kurulmakta, bu kapsamda, Madde 2.2 de                                                            76  EC – Sardines, WTO Appellate Body Report, parag. 250. 505     sayılan meşru amaçlara erişmede ilgili uluslararası standartlara uygun olarak hazırlanan, kabul edilen veya uygulanan teknik düzenlemelerin uluslararası ticarette gereksiz engel yaratmadığı, aksi ispatlanabilir şekilde, varsayılmaktadır. Madde 2.5 e göre, bu uygunluk karinesinden  yararlanabilmek  için  şu  şartların  karşılanması  gereklidir:  (i)  Teknik düzenleme,  Madde  2.2 de  açık  şekilde  sayılan  meşru  amaçlardan  birisini gerçekleştirmeye yönelik olmalı (ii) Teknik düzenleme, ilgili uluslararası standartlara uygun olarak hazırlanmalı, kabul edilmeli veya uygulanmalı.  Burada,  mutlak  bir  yükümlülükten  bahsedilemez;  üye  devletlere  teknik düzenlemelerini  hazırlarken  uluslararası  standartlara  uyma  yönünde  bir  teşvik  söz konusudur.  Pauwelyn  buna   bağlayıcı  olmayan  katma  (soft  incorporation)   adını vermekte ve bunun uluslararası standartlara ilişkin DTÖ kurallarının üstünde mutlak bir tercih gücü vermediğini ifade etmektedir. Bu hususta bir itirazımız yoktur. Pauwelyn in daha önce atıfta bulunulan  benchmark  kavramı burada Madde 2.4 tekinden farklı bir işlevle  karışımıza  çıkmaktadır.  Burada  bir  üye  devlet  Madde  2.2  şartlarını  ilgili uluslararası standartlara uyum dışında başka bir şekilde de sağlayabilir. Madde 2.5 ile yapılan  şey,  DTÖ  dışından  kaynaklanan  bir  kuralın,  bir  DTÖ  yükümlülüğü  ile ilişkilendirilmesi ve bu dış kurala uygun davranıldığında, ilgili DTÖ kuralına uygunluk karinesi imkânı sağlanmasıdır. Bu da bir çeşit esasa uygulanacak hukuk statüsüdür; bu husus aşağıda savunma amacıyla esasa uygulanabilirlik başlığı altında ele alınacaktır. Bu  şekilde  DTÖ-dışı  bir  kural  olarak  uluslararası  standartlar  uyuşmazlıkların esasına uygulanabilir kural statüsüne erişmiştir. Ayrıca Madde 2.5 teki karine modeli, tarafların ispat yükünün dağılımı üzerinde belirleyicidir. Buna göre, ilgili uluslararası standartların bir yargılama sürecinde, ikisi esasa ve birisi de usûle ilişkin olmak üzere, temel olarak üç şekilde uygulanması ve hukuki analize konu olması gündeme gelebilir:                                                            77   Temel olarak kullanma/dayanma  ve  uygun olma  kavramlarına dair EC – Hormones ve EC – Sardines davalarında DTÖ yargısının yapmış olduğu açıklama ve yorumlar için bkz. Başlık III.A.  78  PAUWELYN, 2003, s. 349-350. 79  Bunun AB de de örneği mevcuttur. AB nin  Yeni Yaklaşım  tekniğinde, ürün/sektör direktiflerinde temel gerekler belirlenmekte, ilgili harmonize standartlara uyulduğunda bu temel gereklere de uyulmuş olduğu kabul edilmektedir; fakat temel gereklere alternatif uyum yollarına da açık kapı bırakılmaktadır.  506     (1) İddia amacıyla uygulanması (2) Savunma amacıyla uygulanması (3) İspat yükünü etkilemesi.   1. Uluslararası Standartların İddia Amacıyla Uygulanması TTE Antlaşması Madde 2.4 kapsamındaki, ilgili uluslararası standartların teknik düzenleme  için  temel  olarak  kullanılması  yükümlülüğünün  yerine  getirilmemesi, Antlaşma nın Madde 2.4 ile bağlantılı diğer hükümlerinden bağımsız olarak, kendi başına bir aykırılık şikâyetine  konu olabilecek niteliktedir. Böyle bir şikâyet  mekanizması işletildiğinde, DTÖ yargısı ilgili bir uluslararası standardın varlığını tespit ederse, şikâyet konusu ulusal tedbir ve ilgili uluslararası standardın içeriğini karşılaştırmak, başka bir ifadeyle, uluslararası standardı uyuşmazlığın esasına uygulamak durumunda kalacaktır.  DTÖ de bu yükümlülüğün yerine getirilmediği iddiasıyla şikâyet mekanizmasının işletildiği uyuşmazlıklar mevcuttur. Örneğin EC – Sardines davasında Panel, Madde 2.4 e  aykırılık  iddiasını  ele  almış  ve  şikâyet  konusu  AT  Regülasyonu nun  ilgili uluslararası  standart  olan  Codex  Stan  94 ü  temel  almamış  olduğu  gerekçesiyle Regülasyon u Madde 2.4 hükümlerine aykırı bulmuştur.  Yine, US – Tuna II (Mexico) davasında bir ABD tedbirinin ilgili uluslararası standardı temel alıp almadığı inceleme konusu olmuştur. Şikâyetçi Meksika, ABD nin, ilgili  uluslararası  standart  olduğunu  iddia  ettiği  AIDCP  kapsamındaki  alternatif etiketleme programını temel almadığını öne sürmüştür. Panel, etiketleme programının ilgili uluslararası standart olduğunu ancak Meksika bu standardın ABD nin güttüğü meşru amacı gerçekleştirmede etkili ve uygun bir araç olduğunu gösteremediği için Madde  2.4  hükümlerine  aykırılık  olmadığına  karar  vermiştir.  Temyiz  Organı  ise, AIDCP nin  üyeliğinin  tüm  üye  devletlere  açık  olmaması  nedeniyle  etiketleme programının ilgili uluslararası standart olduğu yönündeki Panel bulgusunu reddetmiş,                                                            80  EC – Sardines, WTO Panel Report, parag. 8.1. 81  US – Tuna II (Mexico), WTO Panel Report, parag. 7.740, 8.1(c). 507     ancak başka bir gerekçeyle de olsa tedbirin Madde 2.4 yükümlülüklerine aykırı olmadığı yönündeki Panel in nihai bulgusunu onaylamıştır.  Benzeri şekilde, US – COOL davasında da, Madde 2.4 hükümlerine aykırılık iddia edilmiştir.  Bu  davada,  şikâyetçi  taraf  (Meksika),  ABD nin  tarım  ve  hayvancılık ürünlerine  menşe  ülkesi  etiketlemesi  gereği  getiren  teknik  düzenlemesinin,  ilgili uluslararası standart olarak Codex Stan 1-1985 standardını temel almadığı için Madde 2.4 e aykırı olduğunu öne sürmüştür. Panel, Meksika nın öne sürdüğü standardın, sadece gıda ürünlerinin işlem gördüğü ülke hakkında bilgi temin etmeyi amaçlaması nedeniyle, şikâyet konusu tedbir bakımından  etkili  ve  uygun  bir araç olmadığına hükmetmiş ve Madde 2.4 e aykırılık iddiasını reddetmiştir.  Bütün bu örneklerde, her ne kadar şikâyetler usûl olarak TTE Antlaşması Madde 2.4 yoluyla işletilmiş olsa da, uluslararası standartlar bir şikâyete (iddiaya) dayanak olarak  kullanılmıştır.  Şikâyetin  konusunun  ilgili  uluslararası  standarda  aykırılık olmadığına,  Madde  2.4 teki  ilgili  uluslararası  standardı  temel  olarak  kullanma yükümlülüğüne aykırılık olduğuna dikkat edilmelidir. Bu süreç, şikâyet konusu teknik düzenlemenin yanı sıra, öne sürülen uluslararası standardın da içeriğinin incelenmesini ve  teknik  düzenleme  ile  karşılaştırılmasını  gerektirmektedir.  Bu  noktada,  ilgili uluslararası standartlar DTÖ hak ve yükümlülüklerinin bir parçası olmaktadır.    2. Uluslararası Standartların Savunma Amacıyla Uygulanması TTE Antlaşması Madde 2.5 te, uluslararası standartlar için, STÖ Antlaşması nda OECD bünyesindeki ihracat kredilerine dair kurallara tanınan  güvenli liman  statüsüne benzer bir statü tanımlanmaktadır.84 Buna göre, Madde 2.2 de sayılan meşru amaçlardan birisini  gerçekleştirmek  üzere  hazırlanan,  kabul  edilen  veya  uygulanan  ve  ilgili uluslararası standartlara uygun olan teknik düzenlemelerin, Madde 2.2 deki ticarette gereksiz engel yaratmama yükümlülüğünü karşılamakta olduğu yönünde çürütülebilir bir                                                            82  US – Tuna II (Mexico), WTO Appellate Body Report, parag. 397-401. 83  US – COOL, WTO Panel Report, parag. 7.734-7.736. 84  Bkz. Dipnot 74. 508     karine  sağlanmaktadır.  Burada,  ilgili  uluslararası  standarda  uygunluk,  teknik düzenlemenin ticarette gereksiz engel yaratmadığı varsayımı sağlamakta ve tedbiri alan devleti bu yükümlülükten otomatik olarak kurtarmaktadır. Ancak bunun tersi doğru değildir;  yani,  teknik  düzenlemenin  ilgili  uluslararası  standarda  uygun  olmadığının gösterilmesi,  otomatik  olarak  teknik  düzenlemenin  ticarette  gereksiz  engel  yarattığı anlamına gelmemektedir.  Bu karine, ulusal tedbiri şikâyet edilen ve tedbiri ilgili uluslararası standarda uygun olan tarafa, Madde 2.5 üzerinden savunma amacıyla uluslararası standartlara başvurma imkânı tanımaktadır. Esasen bu imkân, bir yandan teknik düzenlemeler hazırlanırken uluslararası standartların temel alınmasını (harmonizasyon) teşvik etme işlevini yerine getirmekte,  öte  yandan  da,  şikâyetçi  taraf  için  aykırılığı  ispatlamayı  zorlaştırırken savunma  tarafı  için  uygunluğu  ispatlamayı  kolaylaştırmaktadır.  Savunma  tarafınca uluslararası  standarda  uygunluğun  sağladığı  karineden  yararlanmaya  yönelik  bir savunmaya  başvurulması  halinde,  DTÖ  yargısı  dış  kaynaklı  bir  kural  olan  ilgili uluslararası  standardın  önce  varlığını  araştırmak,  sonra  da  onu  davanın  esasına uygulamak ve içeriğini, inceleme konusu teknik düzenlemenin içeriği ile karşılaştırmak durumundadır.  Bu  inceleme  sonucunda,  Madde  2.5  ve  Madde  2.2  koşullarının sağlandığının tespit edilmesi durumunda, şikâyet konusu tedbirin Antlaşma nın ticarette gereksiz engel yaratmama yükümlülüğünü yerine getirmiş olduğu varsayılacak, tedbirin gereksiz ticaret engeli yaratıp yaratmadığı ayrı bir incelemeye tabi tutulmayacaktır.    Madde 2.5 teki imkân şimdiye kadar sadece Australia – Tobacco Plain Packaging davasında  gündeme  gelmiş  olup,  anılan  dava  aşağıda  ayrı  bir  başlık  altında  ele alınacağından, bu noktada oraya atıf yapmakla yetinilmektedir.    3. Uluslararası Standartların İspat Yükünün Dağılımına Etkisi Madde  2.2,  Madde  2.4  ve  Madde  2.5  ilişkisi  ve  bu  kapsamda  uluslararası standartların  sağladığı  uygunluk  karinesi  imkânı  DTÖ  yargılama  sürecinde  taraflar arasındaki ispat yükünün dağılımını etkilemektedir. İspat yüküne dair genel yaklaşım Temyiz Organı tarafından US – Wool Shirts and Blouses davasında ortaya konulmuş olup, 509     Temyiz Organı, bir iddia veya savunmayı doğrulamak isteyen tarafın, ister şikâyetçi isterse savunma tarafı olsun, ispat yükünü taşımasının Kıta Avrupası ve Anglo-Sakson hukuku sistemlerine ait birçok yargı çevresinde genel kabul görmüş bir kanıtlama kriteri olduğunu ifade etmiştir.  Buna  göre,  bir  uyuşmazlıkta  şikâyetçi  taraf,  şikâyet  konusu  ulusal  tedbirin uluslararası ticarette gereksiz engeller yarattığını ve bu şekilde Madde 2.2 yi ihlâl ettiğini iddia  edip,  iddiasına  yönelik  ispatlama  yükünü  yerine  getirdikten  sonra  ispat  yükü savunma tarafına geçer. Savunma tarafı bu yükü icra ederken ya iddiaları çürütecek karşı kanıtlar  sunma  ya  da  uluslararası  standartların  sağladığı  uygunluk  karinesinden yararlanma yollarından birisini seçebilir. İkinci yolu seçerse, şikâyet konusu tedbirin ilgili bir uluslararası standarda uygun olduğunu gösterdiğinde, Madde 2.2 kapsamında ticarette gereksiz engeller yaratmadığına dair bir karine ihdas etmiş olur. Uygunluk karinesinden yararlanmak isteyen savunma tarafı Madde 2.5 in ikinci cümlesindeki bütün koşulları karşıladığını ispatlamakla yükümlüdür. Savunma tarafı ispat yükünü ifa ettikten sonra, Madde  2.5  hükümlerinin  karşılanmadığını  gösterme  yükü  bu  defa  şikayetçi  tarafa geçecektir.   Görüldüğü üzere, bahsi geçen karine imkânı, ilgili uluslararası standartlara dayanan bir tedbirin hukuka uygunluğunu sorgulayan şikâyetçi taraf için, söz konusu tedbirin uluslararası ticarette gereksiz engeller yarattığı yönünde prima facie bir durum ihdasını daha zor hale getirmektedir. Oysaki, daha genel bir çerçeveden bakıldığında, AHM Madde  3.8,  şikâyetçi  tarafın,  bir  antlaşma  hükmünün  ihlâl  edilmiş  olduğunu ispatlamasıyla,  o  antlaşmadan  kaynaklanan  bir  menfaatinin  ortadan  kalkmış  veya eksilmiş olduğu yönünde bir prima facie durum ihdasına imkân vermekte, bundan sonra aksini ispatlama yükü savunma tarafına geçmektedir.                                                            85  US – Wool Shirts and Blouses, WTO Appellate Body Report, s. 14.  86  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.288. 87  United Nations Conference on Trade and Development (UNCTAD), Dispute Settlement, World Trade Organization Technical Barriers to Trade, United Nations, New York and Geneva, 2003, s. 27; APPLETON, 2005, s. 400. 510     Diğer  taraftan,  şikâyetçi  taraf,  bir  tedbirin  ilgili  bir  uluslararası  standarda dayanmadığı gerekçesiyle Madde 2.4 ü ihlâl ettiğini iddia edebilir. Bu durumda ilgili bir uluslararası standardın mevcut bulunduğunu ve meşru tedbirin gerçekleştirilmesinde etkili ve uygun bir araç olduğunu ispatlama yükü şikâyetçi tarafa düşmektedir. Panel, EC – Sardines davasında bunun tersi bir tutumla ilgili uluslararası standardın meşru amacı gerçekleştirmede etkisiz ve uygunsuz olduğunu ispatlama  yükünü savunma tarafına bırakmıştır. Temyiz Organı bu kararı ve EC – Hormones davasında kendisi tarafından yapılan muhakemeyi Panel in göz ardı etmesini eleştirmiş, bu bağlamda, tıpkı SBS Antlaşması Madde 3.1 ve 3.2 arasında bir kural-istisna ilişkisinin olmayışı gibi TTE Antlaşması  Madde  2.4 ün  birinci  ve  ikinci  kısımları  arasında  da  bir  kural-istisna ilişkisinin bulunmaması nedeniyle, Madde 2.4 e uygunsuzluk kararı temin etmeye çalışan şikâyetçi tarafın etkili ve uygun ilgili bir uluslararası standardın varlığını ve bunun temel olarak kullanılmadığını ispat yükünü taşıması gerektiğine hükmetmiştir. Şikâyetçi taraf bu konuda ispat yükünü yerine getirdikten sonra, öne sürülen uluslararası standardın ilgili bir standart olmadığını veya ilgili standart olma koşullarını taşıyor olsa bile tedbirin güttüğü meşru amacı gerçekleştirmede etkili ve uygun bir araç olmadığını veyahut da tedbirin ilgili uluslararası standarda dayandığını ispat yükü savunma tarafına geçecektir.    IV.  AUSTRALIA  –  TOBACCO  PLAIN  PACKAGING  DAVASINDA ULUSLARARASI STANDARTLAR  A. Düz Paketleme Konusunun Gelişimi ve Uluslararası Kurallara Bağlanması  Tütün ürünlerinin kullanımına karşı mücadele kapsamında DSÖ bünyesinde Tütün Kontrolü Çerçeve Sözleşmesi (TKÇS) hazırlanmış ve bu sözleşme DSÖ Asamblesi tarafından 21 Mayıs 2003 tarihinde kabul edilmiştir. 27 Şubat 2005 tarihinde de yürürlüğe giren Sözleşme, bugün 182 taraf devlet ile dünya nüfusunun %90 ını kapsamaktadır. Sözleşme nin yürürlüğe girmesinden sonra ülkeler Sözleşme nin 11 ve 13. Maddelerinin                                                            88  EC – Sardines, WTO Appellate Body Report, parag. 275, 282. 89  https://www.who.int/fctc/cop/en/ (erişim tarihi 10.03.2022) 511     uygulama  rehberleri  doğrultusunda  düz  paketlemeyi  zorunlu  kılan  düzenlemeler yürürlüğe koymaya başlamıştır.  Düz paketleme kavramı Sözleşme nin anılan uygulama rehberlerinde ele alınmakta olup, Madde 11 e dair uygulama rehberinin 46. Paragrafına göre kavram, ürün paketinin üzerinde standart bir renk ve yazı karakteri stilinde yer alan marka ve ürün isimleri dışında herhangi  bir  logo,  renk,  marka  görseli  veya  tanıtıcı  bilginin  sınırlandırılması  veya yasaklanmasına karşılık gelmektedir. Uygulamanın temelinde, paketler üzerindeki renk, logo, şekil gibi unsurların tütün ürününün cazibesini artırdığı, düz paketleme yoluyla bu cazip  unsurların  kaldırılmasının  tütün  ürünlerine  eğilimi  azaltabileceği  düşüncesi yatmaktadır.   B. DTÖ de Dava Süreci ve Uluslararası Standartların Esasa Uygulanması TKÇS ve rehberlerin yürürlüğe girmesinden sonra, rehberlerin tavsiye ettiği düz paketleme gerekleri temelinde ulusal tedbirler alan ilk devlet Avustralya olmuştur. Avustralya, 2011 yılında 3 çeşit hukuki düzenlemeyi yasalaştırmıştır. Bunlara karşı Dominik Cumhuriyeti, Endonezya, Honduras, Küba ve Ukrayna DTÖ anlaşmazlıkların halli mekanizmasında dava süreci başlatmıştır. Esasen şikâyetçi taraflar, tedbirlerin,  meşru bir amacı gerçekleştirmek için gerekli olandan daha fazla ticaret kısıtlayıcı  olduğu  gerekçesiyle  TTE  Antlaşması  Madde  2.2  hükümlerine  aykırılığını  dava                                                            90  https://untobaccocontrol.org/impldb/updates/  (erişim  tarihi  10.03.2022).  Ayrıca,  düz  paketleme konusunda kapsamlı bir çalışma için bkz. KAYA, Talat,  Uluslararası Ticaret ve Yatırım Hukuku Bakımından Tütün Ürünlerinin Düz Paketlenmesi Meselesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2018, Cilt: 24, Sayı: 2, (s.1045-1085). Diğer taraftan, TKÇS ve ulusal uygulamaları Avrupa Adalet Divanı nda ve bazı AB üyesi devletlerin iç hukuk süreçlerinde tütün ürünü üreticisi uluslararası tanınmış markaların, üye devlet otoritelerinin ve AB organlarının dâhil olduğu karmaşık ve ilginç dava süreçlerine yol açmıştır. AB deki gelişmeler hakkında bilgi için bkz. MUTLU, Erdem İ.,  Avrupa Birliği ve Tütün Kontrolü: Avrupa Adalet Divanı nın 4 Mayıs 2016 Tarihli Kararı , Sürekli Tıp Eğitimi Dergisi, Yıl: 2016, Cilt 25, Sayı: Özel, (s. 43-48).   91  KAYA, 2018, 1046. 92  (1)  Tütün  Düz  Paketleme  Yasası  (Tobacco  Plain  Packaging  Act:  TPP  Act) (https://www.legislation.gov.au/Details/C8C50  erişim  tarihi  31.01.2021),  (2)  Tütün  Düz Paketleme  Yönetmelikleri  (2012  yılında  değişik) (https://www.legislation.gov.au/Details/F3C01 erişim tarihi 31.01.2021) (3) Ticari Markalar Değişiklik  Yasası  (Trade  Mark  Amendment  Act:  TMAA  Act) (https://www.legislation.gov.au/Details/C1A49 erişim tarihi 31.01.2021) 512     etmişlerdir  ancak  Avustralya  savunma  olarak  Madde  2.5  hükümlerine  (uygunluk karinesi) başvurunca uluslararası standartların rolü de inceleme konusu olmuştur.  Avustralya, tedbirlerinin düz paketlemeyle ilgili  uluslararası  standartlar olarak TKÇS nin 11 ve 13. Maddelerine İlişkin Rehberlerine uygun olduğunu, bu nedenle Madde  2.5 in  ikinci  cümlesi  kapsamında  tedbirlerin  gerekenden  daha  kısıtlayıcı olmadığının  varsayılması  gerektiğini  ve  bu  varsayım  (karine)  şikâyetçi  taraflarca çürütülemediği için panelin Madde 2.2 kapsamında analizine devam etmesine gerek bulunmadığını  savunmuştur.  Şikâyetçi  taraflar  ise,  Avustralya nın  argümanlarını reddederek, tedbirlerin ilgili uluslararası standartlara uygun olmadığı için Madde 2.5 in ikinci cümlesi kapsamında çürütülebilir uygunluk karinesinden yararlanamayacağını, ilgili  uluslararası  standartlara  uygunluk  ihdas  edilmiş  olsa  bile  bunun  kendilerince çürütüldüğünü öne sürmüştür.  Avustralya,  Madde  2.5  kapsamındaki  uygunluk  karinesi  imkânına  başvurunca panel, tedbirin Madde 2.2 kapsamında meşru amacı gerçekleştirmek için gerekenden daha kısıtlayıcı olup olmadığını incelemeye geçmeden önce Madde 2.5 in analiz edilmesini gerekli görmüştür. Zira Madde 2.5 teki şartları karşılayan bir tedbirin Madde 2.2 nin gerekenden daha kısıtlayıcı olmama koşulunu yerine getirdiğinin varsayılması ve Madde 2.2  kapsamındaki  iddiaların  analizine  devam  edilmesinin  gerekli  olmadığına  karar verilmesi söz konusu olabilecekti. Panelin analizlerini aşağıdaki iki başlık altında sunmak mümkündür:   1. İlgili Uluslararası Standartlara Uygunluk Madde 2.5 in unsurlarına yakından bakıldığında, bir tedbirin çürütülebilir uygunluk karinesinden yararlanabilmesi için; (1) tedbir TTE Antlaşması kapsamında bir teknik                                                            93  TTE Antlaşması Madde 2.2 nin yanı sıra, TRIPS Antlaşması nın çeşitli hükümleri ile Küba tarafından GATT Madde IX.4 de şikâyete konu edilmiştir.  94  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.22, 7.34. 95  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.24. 96  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.261. 513     düzenleme olmalı ve Madde 2.2 de sayılan meşru amaçlardan birisini gerçekleştirmeye yönelik hazırlanmalıdır, (2) tedbir ilgili uluslararası standartlara uygun olmalıdır. Panel, bu iki koşulun kümülatif olarak sağlandığı hallerde, tedbirin  çürütülebilir uygunluk karinesinden yararlanabileceğini belirtmiştir. Panel, izleyeceği metodolojiyi ele aldığı paragraflarda analize Madde 2.2 den başlanması gerektiğine hükmetmiştir.  Buna göre, panel  analizine,  Madde  2.2  anlamında  tedbirlerin  bir  teknik  düzenleme  olup olmadığından ve tedbirin belirtilen meşru amaçlardan birisini gerçekleştirmeye yönelik olup olmadığından başlamaya, sonrasında ise ilgili uluslararası standarda uygunluğu ele almaya karar vermiştir.  (1) Tedbirler, TTE Antlaşması kapsamında bir teknik düzenleme midir ve Madde 2.2 deki meşru amaçlardan birisini gerçekleştirmeye yönelik midir? Panel, incelemesi neticesinde, tedbirlerin TTE Antlaşması Ek-1 anlamında bir teknik düzenleme olduğuna ve amacının kamu sağlığının korunması ve daha özelde tütün ürünlerine ilişkin olarak halk sağlığının korunması olduğu konusunda bir şüphe bulunmadığına hükmetmiş; bu politika kaygısını tespit ettikten sonra, bunun Madde 2.2 kapsamında meşru olup olmadığına bakmış ve tütün ürünlerinin sağlığa karşı riskler yarattığının tartışmasız olduğunu, bu risklere karşı tedbir almanın Madde 2.2 kapsamında meşru bir amaç olduğunu ifade etmiştir.  (2) Tedbirler, ilgili uluslararası standartlara uygun mudur? Panel, bir teknik düzenlemenin ilgili uluslararası standartlara uygun sayılabilmesi için yine iki koşulun kümülatif olarak karşılanması şartını aramıştır: (a) İlgili uluslararası standartların var olması (b) Tedbirlerin bu standartlara uygun (in accordance with) olması. Bu kapsamda, Panel, yöntem olarak öncelikle Avustralya nın öne sürdüğü Madde 11 ve 13 Rehberlerinin veya bu rehberlerin unsurlarının tütün ürünlerinin düz paketlemesi için  ilgili bir uluslararası standart  olup olmadığını ve sonrasında, şayet                                                            97  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.38. 98  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.36-7.45. 99  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.171-7.182. 100  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.245-7.251. 101  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.262. 514     öyleyse,  tedbirlerin  bu  Rehberlere  uygun  olup  olmadığının  incelenmesini benimsemiştir.   TTE  Antlaşması   uluslararası  standart   kavramını  açıkça  tanımlamamış,  buna karşın  standart  (Ek-1.2) ve  uluslararası kuruluş veya sistem  (Ek-1.4) tanımlarına yer vermiştir. Bu çerçevede, TKÇS nin ilgili rehberlerinin önce standart olup olmadığının sonra da eğer standart ise TKÇS nin  kabul edilmiş bir uluslararası standardizasyon kuruluşu   olup  olmadığının  incelenmesi  benimsenmiştir.  Ek-1.2 deki  tanım kapsamında bir enstrümanın standart olarak kabul edilebilmesi için şu koşulları kümülatif olarak karşılaması gerekmektedir: (i) Öne sürülen enstrüman bir doküman olmalı (ii) Yetkili  bir  kuruluş  tarafından  onaylanmış  olmalı  (iii)  Kurallar,  rehber  ilkeler  veya özellikler belirlemeli; ürünler veya ilgili işleme ve üretim metotlarına ilişkin olmalı (iv) Ortak ve tekrar kullanım için olmalı (v) Bu kural, rehber ilke ve özelliklere uyum zorunlu olmamalı.  Panel, Temyiz Organı nın SBS Antlaşması yla ilgili EC – Seal Products ve TTE Antlaşması yla ilgili US – Tuna II (Mexico) davalarında kullandığı yaklaşıma atıfla, bir enstrümanın  doküman  sayılabilmesi  için,  ilk  adım  olarak,  söz  konusu  enstrümanın bileşenlerinin veya unsurlarının yeteri kadar açık ve ayırt edici şekilde tanımlanmış olup olmadığının değerlendirilmesi gerektiğini ifade etmiştir. Panel, incelemesi sonucunda,  Avustralya,  Rehberlerin  üç  adet  spesifik  paragrafını  ilgili  standart  olarak  öne sürmüştür…  TKÇS nin  kurduğu,  geniş  kapsamlı  ve  birbiriyle  bağlantılı yükümlülüklerden oluşan hukuki rejim bağlamında, Rehberlerin bazı spesifik unsurlarını bir doküman oluşturacak şekilde izole etmek zordur… Bu nedenle, Rehberlerin hangi unsur veya bileşenlerinin takip edilecek bir standart anlamında  kurallar, rehber ilkeler ve özellikler in toplamını kapsayan bir doküman oluşturduğu açık değildir... 105 diyerek rehberleri TKÇS den bağımsız bir doküman olarak görmemiştir. Böylece Panel, anılan 5 şartın kümülatif olarak sağlanamaması nedeniyle, Avustralya tarafından Rehberlerin TTE                                                            102  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.263. 103  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.283-7.289. 104  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.294. 105  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.289-7.331. 515     Antlaşması  Ek-1.2  anlamında  bir  standart  olduğunun  ispatlanamadığını  belirtmiş; bunların  standart  olmadığına  karar  verdikten  sonra  standardın  uluslararası  niteliğini incelemeye gerek duymamıştır.  Bu durumda, Rehberlerin tütün ürünlerinin düz paketlemesine ilişkin uluslararası standart olduğu Avustralya tarafından ispatlanamadığı için, şikâyet konusu düz paketleme tedbirlerinin  ilgili  uluslararası  standartlara  uygunluğu  da  panel  tarafından  ele alınmamıştır.  2. Uluslararası Ticarette Gereksiz Engel Yaratmama Karinesi Avustralya, düz paketleme tedbirlerine dayanak olarak ileri sürdüğü TKÇS Madde 11 ve 13 Rehberlerinin  ilgili uluslararası standartlar  olduğunu ispatlayamadığı için, panel, tedbirlerin Madde 2.5 kapsamında ilgili uluslararası standartlara uygunluğunun da ispat edilemediğine hükmederek, Avustralya yı Madde 2.5 in ikinci cümlesi kapsamında, tedbirlerin uluslararası ticarette gereksiz engel yaratmadığına dair çürütülebilir uygunluk karinesinden de yararlandırmamıştır. Panel, Avustralya nın Madde 2.5 in çürütülebilir uygunluk karinesi imkânını kullanmakta başarısız olmasının, Madde 2.2 nin ticarette gereksiz  engel  yaratmama  yükümlülüğü  kapsamındaki  diğer  savunmaları  üzerinde olumsuz etkisi olmayacağını not düşmüştür.   V. İÇTİHAT BEKLEYEN BAZI HUSUSLAR Madde 2.5 kapsamında çürütülebilir uygunluk karinesine savunma amacıyla şu ana kadar başvurulan tek dava Avustralya – Tobacco Plain Packaging davası olmuştur ancak Madde 2.5 in ilgili hükümlerinin ayrıntılı analizine geçilemediği için ele alınamayan ve gelecekteki davalarda açıklığa kavuşturulmayı bekleyen önemli hususlar bulunmaktadır. Bunlardan birisi Madde 2.4 teki  teknik düzenlemelerin hazırlanmasında uluslararası standartların  temel olarak kullanılması (use as a basis)  ile Madde 2.5 teki çürütülebilir                                                            106  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.396-7.400. 107  Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.402-7.416. 516     uygunluk karinesinden yararlanabilmek için teknik düzenlemelerin ilgili uluslararası standartlara   uygun  olması  (in  accordance  with)   şartı  arasındaki  ilişkidir.  Cevap bekleyen soru, bu iki ifadenin birbirine eş mi, yoksa birbirinden bağımsız iki ayrı kavram mı olduğudur.   Uygun olma  kavramı daha önce hiçbir TTE davasında Madde 2.5 kapsamında ele alınmamış  ancak  EC  –  Sardines  davasında  Madde  2.4  kapsamında   temel  olarak kullanma  kavramı analiz edilirken gündeme gelmiştir. Çalışmanın III.A numaralı başlığı altında kısmen değinildiği üzere, Panel ve Temyiz Organı, SBS Antlaşması na ilişkin EC – Hormones davasında Temyiz Organı nın analizine atıf yapmışlardır. Gerçekten de, SBS Antlaşması Madde 3 ile TTE Antlaşması Madde 2 nin konumuzla ilgili  hükümleri arasında yapısal benzerlik bulunmaktadır. Bu nedenle, gelecekte TTE Antlaşması Madde 2.5 in eksik kalan unsurlarına dair olası bir hukuki analizde, EC – Hormones davasında ele alınan ve SBS Antlaşması Madde 3 te geçen  dayandırmak (base on)  ve  uygun olmak (conform to)  kavramlarına dair hukuki değerlendirmelerin paneller tarafından yol gösterici olarak kabul edilmesi beklenebilir. Bunun için SBS Antlaşması Madde 3 ün ilgili hükümleri ile EC – Hormones davasındaki Panel ve Temyiz Organı nın analizlerine kısaca göz atmak aydınlatıcı olacaktır.  SBS Antlaşması nın  Harmonizasyon  başlığını taşıyan 3. Maddesinin 1. Paragrafı, üye devletlere, sağlık ve bitki sağlığına dair ulusal tedbirlerini, Antlaşma da ve özellikle bu maddenin 3. Paragrafında başka türlü düzenlendiği durumlar hariç olmak üzere, varsa uluslararası  standartlar,  rehberler  veya  tavsiyelere  dayandırmalarını  (base  on) emretmektedir.  3.  Maddenin  2.  Paragrafı,  uluslararası  standartlara,  rehberlere  veya tavsiyelere uygun olan (conform to) sağlık ve bitki sağlığı tedbirlerinin insan, hayvan veya bitki yaşam veya sağlığını korumak için gerekli olduğunun kabul edileceğini ve Antlaşma nın ve GATT 1994 ün ilgili hükümlerine uygun olduğunun varsayılacağını hüküm altına almaktadır. 3. Maddenin 3. Paragrafı ise, ilgili uluslararası standartlar, rehberler  veya  tavsiyelere  dayanan  tedbirlerden  daha  yüksek  bir  düzeyde  koruma sağlayan sağlık ve bitki sağlığı tedbirlerinin, yeterli bilimsel kanıt varsa veya bir üye devlet tarafından Madde 5 in 1-8. Paragraflarına göre uygun gördüğü koruma düzeyinin bir sonucu olarak, yürürlüğe konulabileceğini veya yürürlüğünün devam ettirilebileceğini 517     belirtmektedir.  Böylece,  3.  Paragraf,  ilgili  uluslararası  standartlar,  rehberler  veya tavsiyelere dayandırılmayan teknik düzenlemeler için koşulları belirlemektedir.  EC – Hormones davasının Paneli, Madde 3.1 ile Madde 3.3 hükümleri arasında bir kural–istisna ilişkisi olduğu tespitinde bulunmuştur. Temyiz Organı, panelin Madde 3.1  ve  3.3  hükümlerine  dair  nitelemesini  reddetmiş,  aralarında  bir  kural-istisna ilişkisinden ziyade Madde 3.3 ün otonom bir hak sağladığını ifade etmiştir. Temyiz Organı nın bu yaklaşımından, Madde 3 ün anılan üç paragrafının devletlere ulusal sağlık ve bitki sağlığı düzenlemelerinde üç bağımsız seçenek sunduğu sonucu çıkartılmıştır: (i) Tedbirin sadece uluslararası standartlara dayandırılması (ii) Standartların bütün olarak entegre edilmesi (iii) Standartların reddedilmesi. Diğer taraftan, TTE Antlaşması Madde 2.4 teki  temel olarak kullanma (use as a basis) ve Madde 2.5 teki  uygun olma (in accordance with)  kavramlarına benzer şekilde, SBS Antlaşması Madde 3.1 de  dayandırmak (base on)  ve Madde 3.2 de  uygun olmak (conform to)  kavramları kullanılmıştır. EC – Hormones davasının Paneli, Madde 3.1 in  base on  kavramını açıklamadığına ancak Madde 3.2 nin ilgili uluslararası standartlara uygun (conform to) tedbirlere SBS Antlaşması ve GATT hükümlerine uygunluk karinesi imkânı vererek  base on  ve  conform to  kavramlarını aynı gördüğüne hükmetmiştir. Panelin, böyle geniş kapsamlı bir varsayıma nasıl ulaştığını açıklamaması ve bu şekilde Madde 3.1 deki ulusal tedbirleri uluslararası standarda  dayandırma  yükümlülüğünü, uluslararası  standarda   uygun  olma   yükümlülüğüne  dönüştürmüş  olması  eleştiri almıştır.  Aynı  davada  Temyiz  Organı,  panelin   dayandırmak   ve   uygun  olmak  kavramlarını eşitlemesine net bir şekilde karşı çıkmış, bu kavramların farklı olduğunu üç                                                            108  EC – Hormones (Canada), WTO Panel Report, parag. 8.89.  109  EC – Hormones, WTO Appellate Body Report, parag. 169, 172. 110  LANDWEHR, Oliver,  Agreement on Application of Sanitary and Phytosanitary Measures , Max Planck Commentaries on World Trade Law (Vol. 3) WTO – Technical Barriers and SPS Measures, (der. R. Wolfrum, P-T. Stoll, and A. Seibert-Fohr), Martinus Nijhoff Publishers, Leiden and Boston, 2007, s. 418. 111  EC – Hormones (Canada), WTO Panel Report, parag. 8.75. 112  LANDWEHR, 2007, s. 419. 518     farklı yaklaşım kullanarak açıklamıştır: (i) Birinci olarak, terimlerin olağan anlamını tespit etmek için sözlük anlamına başvurmuş, English Oxford Dictionary adlı kaynağa atfen,  ancak  bir  şeyin  bir  başka  şeyin  üzerine  kurulması  veya  onun  tarafından desteklenmesi gibi durumlarda (stand, founded, built upon, supported by) birinci şeyin ikinci şeye  dayandığının  söylenebileceğini, buna karşılık, bir şeyin diğerine  uygun  olabilmesi için, daha fazlasının (öncekinin sonrakiyle form veya tarz olarak uyuşması, onu kabul etmesi, ona uyması, form veya yapı olarak onu takip etmesi gibi) gerekli olduğunu ifade etmiştir. Ayrıca, bir standarda uygun olan bir tedbirin aynı zamanda standarda dayandığını ancak bunun tersinin doğru olmadığını, başka bir ifadeyle, bir standarda dayanan tedbirin, standardın sadece bazı unsurlarını aldığı için standarda uygun olarak nitelendirilemeyeceğini belirtmiştir. (ii) İkinci olarak, dayandırmak ve uygun olmak  kavramlarının  kontekstine  başvurmuş,  bu  bağlamda,  bu  iki  kavramın  farklı maddelerde ve aynı maddenin farklı paragraflarında kullanıldığını, bu nedenle de farklı kavramların  seçilmiş  olmasının  bilinçli  olduğunu  ve  farklı  anlamları  iletmek  üzere tasarlandığını  ifade  etmiştir.  (iii)  Üçüncü  olarak,  SBS  Antlaşması nın  amaç  ve hedeflerine başvurmuştur. Giriş paragraflarından, Madde 3 ten ve Madde 12.1 in SBS Komitesi ne  verdiği  görevlerden,  açıkça  SBS  tedbirlerinin  uluslararası  standartlar temelinde  harmonizasyonunun  amaçladığının  görüldüğünü,  oysa  Madde  3.1 i,  bu harmonizasyonun ulusal tedbirlerin standartlara uygunluğu sağlanarak temin edilmesinin öngörüldüğü  şeklinde  okumanın,  doğası  gereği  uyulması  ihtiyari  olan  standartlara uyulması  zorunlu  bir  statü  getireceğini,  bu  bağlamda  Panel in  Madde  3.1 e  dair yorumunun  standartları  bağlayıcı  normlara  dönüştürdüğünü,  oysa  Antlaşma nın kendisinin  böyle  bir  niyet  emaresi  içermediğini  belirtmiş,  bu  nedenlerle  panelin  dayandırmak  ile  uygun olmak  kavramlarını aynı gören yorumuna katılmadığını ifade etmiştir.                                                               113  EC – Hormones, WTO Appellate Body Report, parag. 163. Bu yaklaşım daha sonra EC – Sardines davasında tekrarlanmıştır (Bkz. Dipnot 45). 114  EC – Hormones, WTO Appellate Body Report, parag. 164. 115  EC – Hormones, WTO Appellate Body Report, parag. 165. 116  EC – Hormones, WTO Appellate Body Report, parag. 166. 519     Bu  kapsamda,  olası  uyuşmazlıklarda  cevap  bekleyen  bir  başka  soru  ortaya çıkmaktadır. Bu, TTE Antlaşması Madde 2.4 e göre, hazırlanmasında ilgili uluslararası standartların  temel  olarak kullanıldığı  ancak  Temyiz Organı nın  EC  – Hormones davasındaki tanımlamalarına göre ilgili uluslararası standartlara  uygun olmayan  teknik düzenlemelerin  hukuki  durumunun  ne  olacağı  meselesidir.  Benimsenecek  hukuksal yorum yaklaşımına göre iki farklı ihtimalden bahsedilebilir. Metinsel (Objektif) Yorum Yaklaşımı na göre, Madde 2.4 teki yükümlülük ile Madde 2.5 teki uygunluk karinesi imkânı birbirinden bağımsız hususlardır. Madde 2.4, teknik düzenlemelerin, varsa veya tamamlanması  yakınsa  ilgili  uluslararası  standartları  temel  alarak  hazırlanmasını gerektirmektedir. Bu, Madde 2.5 ten bağımsız bir yükümlülük olup, ilgili uluslararası standardın temel olarak kullanılmadığı teknik düzenlemeler TTE Antlaşması na aykırı olacaktır.  Bu  yorum,   temel  olarak  kullanmak   ve   uygun  olmak   kavramlarının birbirinden bağımsız görülmesini de mümkün kılmakta ve bu kavramların bilinçli olarak birbirinden farklı şekilde tercih  edildiği  sonucunu vermektedir.  Bu durumda,  EC  – Hormones davasında Temyiz Organı nın kavramlara dair yaptığı ayrım ve açıklamalar bağlamında,  ilgili  uluslararası  standarda  dayanan  ancak  ona  uygun  olmayan  teknik düzenlemelerin Madde 2.5 in sunduğu uygunluk karinesinden yararlanması mümkün olmayacaktır.  Buna karşın, Amaçsal (Teleolojik) Yorum Yaklaşımı benimsenirse, bu iki kavramın birbirine  eş  görülmesi  söz  konusu  olabilecektir.  Zira  SBS  Antlaşması  gibi  TTE Antlaşması nın da ana amaçlarından birisi uluslararası standartlar yoluyla ulusal teknik düzenlemelerin harmonizasyonunu sağlayarak ticarette engeller yaratılmasının önüne geçmektir.  Madde  2.4,  harmonizasyonu  zorlayıcı  bir  dil  ile  gerçekleştirmeye çalışırken,  Madde  2.5,  bir  başka  yükümlülüğe  dair  uygunluk  karinesi  sağlayarak harmonizasyonu teşvik edici bir dil benimsemektedir. O zaman, temel olarak kullanma ile  uygun  olma  kavramlarının  aynı  amaca  hizmet  ettiği  söylenebilir.  Bu  kavramlar birbirine  eş  kabul  edildiğinde,  Madde  2.4 teki  yükümlülüğe  göre  ilgili  uluslararası standardı temel alan bir tedbirin aynı zamanda Madde 2.5 e göre ilgili uluslararası                                                            117  Bu amaç, TTE Madde 2.4 ve 2.5 bağlamında Avustralia – Tobacco Plain Packaging davasının paneli tarafından açık şekilde teyit edilmiştir. (Australia – Tobacco Plain Packaging (Indonesia), WTO Panel Report, parag. 7.271.) 520     standarda uygun olarak kabul edilmesi ve dolayısıyla ticarette gereksiz engel yaratmama karinesinden yararlanması söz konusu olacaktır.   Görüşümüz, ikinci yorumun daha uygun olacağı yönündedir. Zira SBS Antlaşması Madde 3 ile TTE Antlaşması Madde 2 arasında her ne kadar yapısal ve mantıksal benzerlikler  varsa  da,  bu  iki  madde  tam  anlamıyla  birbirine  özdeş  değildir.  SBS Antlaşması Madde 3.1, devletlere ulusal tedbirlerini uluslararası standartlara dayandırma yükümlülüğü getirmekte; Madde 3.2, ilgili uluslararası standartlara uygun tedbirlere  gereklilik  (insan, hayvan veya bitki yaşam veya sağlığının korunması için gerekli) ve  uygunluk  (SBS Antlaşması ve GATT 1994 ün ilgili hükümlerine uygun) karinesi sağlamaktadır. Buna karşın Madde 3.3, belirli şartlar altında uluslararası standartların sağladığından daha yüksek bir koruma düzeyi sağlayan önlemlerin ilgili uluslararası standartlara dayanmadan yürürlüğe konulmasına izin vermektedir. Başka bir ifadeyle, SBS Antlaşması devletlere ulusal tedbirlerini uluslararası standartlar, rehberler veya tavsiyelere  dayandırma  ve  dayandırmama  arasında  seçme  imkânı  tanımaktadır.  Bu haliyle, SBS Antlaşması TTE Antlaşması ndan daha esnek bir yaklaşımla devletlere alternatifler  sunmakta  ve  uluslararası  standartlara  farklı  düzeylerde  işlevler tanımlamaktadır. Buna karşın TTE Antlaşması uluslararası standartların temel olarak kullanılması konusunda bağlayıcı bir dil kullanmakta (Madde 2.4) ve başka bir alternatif de sunmamaktadır. Diğer taraftan, TTE Antlaşması nın temel amacının teknik engellerin önlenmesi ve benimsediği temel aracın harmonizasyon olduğu, Madde 2.4 teki  ilgili uluslararası standartları temel olarak kullanma  ile Madde 2.5 teki  ilgili uluslararası standartlara uygun olma  arasında harmonizasyon bağlamında bir ayrım yapılmadığı, Madde 2.4 ile harmonizasyon zorunlu bir temelde ele alınırken Madde 2.5 ile tanınan uygunluk karinesiyle harmonizasyonun ödüllendirildiği göz önüne alındığında, Madde 2.4 hükümleri, Madde 2.5 hükümlerinin yorumlanmasında VAHS Madde 31.1 ve 31.2 anlamında kontekst olarak kabul edilmelidir. Böylece, Madde 2.4 e göre ilgili uluslararası standartları  temel  olarak  kullanan  teknik  düzenlemelerin,  Madde  2.5 e  göre  ilgili uluslararası standartlara uygun olarak kabul edilmesi ve Madde 2.2 de tanınan uygunluk karinesinden yararlandırılması mümkün olacaktır.  521     Diğer taraftan, bu kavramlar, Australia – Tobacco Plain Packaging davasında ayrıntılı olarak analiz edilmemiş olsa da, Panel in konuya ışık tutan bazı ifadelerine rastlanmaktadır. Panel, Temyiz Organı nın EC – Hormones davasındaki analizine ve Madde 2.4 ile Madde 2.5 arasındaki yapısal ve amaçsal farklılığa atfen, Madde 2.5 in ikinci  cümlesi  kapsamında   daha  kısıtlı  bir  uygulama  kapsamı ndan,  fakat  teknik düzenleme  ile  ilgili  uluslararası  standart  arasında   daha  yüksek  bir  uyumluluk derecesi nden  bahsetmiştir.  Panel in  bu  ifadelerinden,  benimsediğimiz  ikinci yorumdan farklı şekilde, Temyiz Organı nın EC – Hormones davasında SBS Antlaşması Madde 3 hükümlerine dair yaklaşımını TTE Antlaşması na taşıyarak Madde 2.4 ün  temel olarak kullanmak  ifadesi ile Madde 2.5 in  uygun olmak  ifadelerini birbirinden farklı kavramlar olarak gördüğü anlaşılmaktadır.",
     "Kaynakça": " APPLETON, Arthur E.,  The Agreement on Technical Barriers to Trade , The World Trade Organization:  Legal,  Economic  and  Political  Analysis  (der.  P.  F. J. Macrory,  A. E. Appleton and M. G. Plummer), Springer, New York, 2005, (s. 371-409). BERNSTEIN, Steven / HANNAH, Erin,  The WTO and Institutional (In)coherence , The Oxford Handbook on the World Trade Organization (der. A. Narlikar, M. Daunton and R. M. Stern), Oxford University Press, Oxford, 2012, (s. 776-808). ÇAĞIRAN, Mehmet E., Uluslararası Örgütler, 4. Bası, Turhan Kitabevi, Ankara, 2019.  GILPIN, Robert, Uluslararası İlişkilerin Ekonomi Politiği, (çev. M. Duran, vd.), 3. Baskı, Kripto, Ankara, 2013. HALATÇI  ULUSOY,  Ülkü,  Dünya  Ticaret  Örgütü nde  Uyuşmazlıkların  Çözümü Mekanizması, Turhan Kitabevi, Ankara, 2009. International Standards, Conformity Assessment, and U.S. Trade Policy Project Committee Board on Science, Technology, and Economic Policy National Research Council, Standards, Conformity Assesment, and Trade Into the 21st Century, National Academy Press, Washington, D.C., 1995.  İnternet: https://www.legislation.gov.au (Avustralya Federal Mevzuatı) İnternet: https://www.teknikengel.gov.tr (Türkiye Ticarette Teknik Engeller sayfası) 527     İnternet: https://untobaccocontrol.org (Tütün Kontrolü Çerçeve Sözleşmesi) İnternet: https://www.who.int (Dünya Sağlık Örgütü) İnternet: https://www.wto.org (Dünya Ticaret Örgütü) KAYA, Talat,  Uluslararası Ticaret ve Yatırım Hukuku Bakımından Tütün Ürünlerinin Düz Paketlenmesi Meselesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2018, Cilt: 24, Sayı: 2, (s. 1045-1085). KOEBELE, Michael,  Agreement on Technical Barriers to Trade Article I and Annex I TBT , Max Planck Commentaries on World Trade Law (Vol. 3) WTO – Technical Barriers and SPS Measures, (der. R. Wolfrum, P-T. Stoll, and A. Seibert-Fohr), Martinus Nijhoff Publishers, Leiden and Boston, 2007, (s. 178-209). LAMY, Pascal,  The Place of the WTO and its Law in the International Legal Order , European Journal of International Law, Yıl: 2006, Cilt: 17, Sayı: 5, (s. 969-984). LANDWEHR, Oliver,  Agreement on Application of Sanitary and Phytosanitary Measures , Max Planck Commentaries on World Trade Law (Vol. 3) WTO – Technical Barriers and SPS Measures, (der. R. Wolfrum, P-T. Stoll, and A. Seibert-Fohr), Martinus Nijhoff Publishers, Leiden and Boston, 2007, (s. 412-427). MARCEAU, Gabrielle / TRACHTMAN, Joel P.,  A Map of the World Trade Organization Law of Domestic Regulation of Goods: The Technical Barriers to Trade Agreement, the Sanitary and Phytosanitary Measures Agreement, and The General Agreement on Tariffs and Trade , Journal of World Trade, Yıl: 2014, Cilt: 48, Sayı: 2, (s. 351-432). MATHIS, James H.,  The WTO Agreement on Technical Barriers to Trade , Consumer Policy Review, Yıl: 2006, Cilt: 16, Sayı: 1, (s. 14 – 19). MAVROIDIS, Petros C.,  No Outsourcing of Law? WTO Law as Practiced by WTO Courts , The American Journal of International Law, Yıl: 2008, Cilt: 102, Sayı: 3, (s. 421-474). MUTLU, Erdem İ.,  Avrupa Birliği ve Tütün Kontrolü: Avrupa Adalet Divanı nın 4 Mayıs 2016 Tarihli Kararı , Sürekli Tıp Eğitimi Dergisi, Yıl: 2016, Cilt 25, Sayı: Özel, (s. 43-48). 528     PAUWELYN, Joost, Conflict of Norms in Public International Law, Cambridge University Press, Cambridge, 2003. POLI, Sara,  The European Community and the Adoption of International Food Standards within the Codex Alimentarius Commission , European Law Journal, Yıl: 2004, Cilt: 10, Sayı: 5, (s. 613-630). STEPHENSON, Sherry M, Standards and Conformity Assessment as Nontariff Barriers to Trade, https://ssrn.com/abstract=597242 (erişim tarihi 20.01.2021) STOLL, Peter T., / SCHORKOPF, Frank, Max Planck Commentaries on World Trade Law World Economic Order World Trade Law, Martinus Nijhoff Publishers, Leiden and Boston, 2006. TAOMIOTTI, Ludivine,  Agreement on Technical Barriers to Trade Article 2 and Annex I TBT  Max Planck Commentaries on World Trade Law (Vol. 3) WTO – Technical Barriers and SPS Measures, (der. R. Wolfrum, P-T. Stoll, and A. Seibert-Fohr), Martinus Nijhoff Publishers, Leiden and Boston, 2007, (s. 210-234). THORSTENSEN, Vera / VIEIRA, Andreia C.,  Regulatory Barriers to Trade: TBT, SPS and Sustainability Standards, VT Assessoria Consultoria e Treinamento Ltda, São Paulo, 2016. United Nations Conference on Trade and Development (UNCTAD), Dispute Settlement, World Trade Organization Technical Barriers to Trade, United Nations, New York and Geneva, 2003. United Nations International Law Commission (ILC), Report of the Study Group of the International Law Commission on Fragmentation of International Law: Difficulties Arising from the Diversification and Expansion of International Law, A/CN.4/L.682, Geneva, 2006. VAN DEN BOSSCHE, Peter / ZDOUC Werner, The Law and Policy of the World Trade Organization, Third Edition,"
}