{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "22",
     "Ay": "02",
     "Yıl": "2021",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "1879 TARİHLİ CEZA MUHAKEMESİ KANUNU (USUL-İ MUHÂKEMÂT-I CEZÂİYYE KANUN-I MUVAKKATİ) ÜZERİNE BİR İNCELEME",
     "Title": "A STUDY ON THE 1879 CODE OF CRIMINAL PROCEDURE",
     "Yazar İsmi": [
          "Faruk Y. TURİNAY"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "1879 tarihli Ceza Muhakemesi Kanunu",
          "1808 tarihli Fransız Ceza Muhakemesi Kanunu",
          "ceza muhakemesi hukuku sistemleri",
          "kanunlaştırma",
          "resepsiyon"
     ],
     "Keywords": [
          "The 1879 Code of Criminal Procedure",
          "French Code of Criminal Procedure of 1808",
          "systems of criminal procedure",
          "codification",
          "reception"
     ],
     "Özet": " 1879 tarihli Ceza Muhakemesi Kanunu (Usul-i Muhâkemât-ı Cezâiyye Kanun-ı Muvakkati), Osmanlı döneminde kabul edilmekle birlikte Cumhuriyet döneminde de uygulanmış olan, Türkiye nin ilk ceza muhakemesi kanunudur. 1808 tarihli Fransız Ceza Muhakemesi Kanunu esas alınarak hazırlanan kanun, bir başlangıç bölümünün yanı sıra iki kitaptan oluşmaktadır. Bu çalışmanın birinci kısmında, 1879 tarihli Ceza Muhakemesi Kanunu nun kanunlaşma sürecinin tarihi ve hukuki arka planı, mehaz 1808 tarihli Fransız Ceza Muhakemesi Kanunu nun özellikleri, iki kanunun karşılaştırılması ve 1879 tarihli kanunun ceza  muhakemesi  hukuku  tarihi  bakımından  önemi  ele  alınmaktadır.  İkinci  kısımda  ise  kanunun sistematiği ve kapsamı, Kanunun Osmanlı-Türk ceza muhakemesi hukukuna getirdiği savcılık, sorgu hâkimliği, kanun yolları, ceza mahkemeleri gibi bazı esaslı yenilikler ile benimsediği ceza muhakemesi hukuku sistemi incelenmektedir.",
     "Abstract": "The 1879 Code of Criminal Procedure (Usul-i Muhâkemât-ı Cezâiyye Kanun-ı Muvakkati) is the first criminal procedure code in Turkey; although it has been enacted in the Ottoman period, it has been applied in the Republican era, too. The Code, which based on French Code of Criminal Procedure of 1808, is composed of a preamble and two parts. The first chapter of this study surveys the legal and historical  background  of  the  codification  process  of  The  1879  Code  of  Criminal  Procedure,  the characteristics of The French Code of Criminal Procedure of 1808, the comparison of the codes, the significance of the 1879 Code. The second chapter examines the schema and scope of the Code, various essential  changes  brought in the criminal  procedure law  by  the  Code  such as  public  prosecutor, investigating magistrate, legal remedies, criminal courts, and the system of criminal procedure of the Code.",
     "Metin": " 1879 yılında Türkiye de ilk ceza muhakemesi kanunu kabul edilmiş ve yürürlüğe girmiştir. Bu kanun sadece İmparatorluk döneminde değil, Cumhuriyet döneminde de uygulanmış;  ancak  1929  yılında  yerini  1412  sayılı  Ceza  Muhakemeleri  Usulü Kanunu na bırakarak yürürlükten kaldırılmıştır. Dolayısıyla 1879 tarihli kanun, Türk ceza muhakemesi hukukunun en önemli tarihsel kaynakları arasında yer almaktadır.  Özgün  adıyla  Usul-i  Muhâkemât-ı  Cezâiyye  Kanun-ı  Muvakkati,  Osmanlı Devleti nin  klasik  dönemindeki  kanunnamelerine  hiç  benzememektedir.  Bu  kanun, modern  Avrupa  hukukuna  özgü    bir  kanunlaştırma  tekniğiyle,  1808  Fransız  Ceza Muhakemesi Kanunu esas alınarak hazırlanmış, genel, düzenli ve sistematik bir yasadır. Bu bakımdan, kanun, diğer modern kanunlarla ve özellikle Avrupa ülkelerinin aynı dönemdeki ceza muhakemesi kanunlarıyla karşılaştırılabilir niteliktedir.  Öte  yandan  1879  tarihli  Ceza  Muhakemesi  Kanunu,  pek  çok  açıdan  ceza muhakemesi hukuku tarihimizde bir başlangıç noktasıdır. Bu kanunla Türkiye de ilk defa ceza muhakemesi hukuku genel ve kapsamlı bir yasal çerçeveye kavuşmuş; dahası, modern ceza muhakemesi kanunlarına egemen olan işbirliği sistemini benimsemiştir. Yine  bu  kanunla  ilk  defa  soruşturma  ve  kovuşturma  evreleri  birbirinden  belirgin biçimde  ayrılmış;  savcılık,  sorgu  hâkimliği,  kanun  yolları  gibi  temel  kurumlar oluşturulmuş; ceza mahkemelerinin yargılama usulleri ayrıntılı olarak düzenlenmiştir. Bu çalışmada öncelikle düzenlemenin kanunlaşma süreci ele alınacaktır. Tanzimat Dönemi ne  dayanan  tarihi  ve  hukuki  arka  plan,  mehaz  1808  tarihli  Fransız  Ceza Muhakemesi  Kanunu nun  özellikleri,  resepsiyon  faaliyeti,  kanunun  hazırlanması, kabulü ve uygulamasının açıklığa kavuşturulmasıyla hem kanunun son halini ne şekilde aldığı,  hem  de  tarihi-hukuki  önemi  anlaşılacaktır.  İkinci  bölümde  ise  kanunun 171Turinay    Hacettepe HFD, 11(1) 2021, 169-228  sistematiği ve genel olarak içeriği, kanunun Osmanlı-Türk ceza muhakemesi hukukuna getirdiği sistem, bazı önemli kurumlar, kurallar ve yenilikler ele alınacaktır.  I.  KANUNLAŞMA SÜRECİ, UYGULAMA VE KANUNUN ÖNEMİ A.  Tarihi-Hukuki Arka Plan Usul-i  Muhâkemât-ı  Cezâiyye  Kanun-ı  Muvakkati nin  kanunlaşma  sürecini Osmanlı Devleti nin XIX. yüzyılda gerçekleştirdiği bilinçli, kapsamlı ve daimi nitelikte bir  modernleşme  çabasının  ürünü  olan  Tanzimat tan  bağımsız  düşünmek  mümkün değildir.  3  Kasım  1839 da  ilan  edilen  ve  aslında  Osmanlı  Devleti ndeki  klasik adaletname  geleneğinin  bir  parçası  olmakla  birlikte  yeni  olarak  teb anın  tamamına eşitlikçi bir adalet vaadinde bulunan Gülhane Hatt-ı Hümâyûnu (Tanzimat Fermanı) ile başlayan reform hareketleri içinde, bilhassa hukuk alanında gerçekleştirilen yeniliklerin özel bir yerinin olduğunu söylemek yanlış olmayacaktır. Tanzimat Dönemi, Türkiye de                                                              1   Kanunla ilgili ayrıntılı bilgi için bkz: Yorgaki / Talât, Usûl-i Muhakemat-ı Cezaiye Kanun-u Muvakkatı nın Şerhidir, yayıncı yok, İstanbul, 1301 (1883 ya da 1884); Yorgaki, Usûl-i Cezaiye: Amelî ve Nazarî, Mahmut Bey Matbaası, Dersaadet (İstanbul), 1324-1327 (1908, 1909-1911 ya da 1912); Kevakibîzade Abdülhalik Mithat, Usûl-i Muhakemat-ı Cezaiye Şerhi, 1323-1324 (1905, 1906 ya da 1907); Usûl-i muhakemat-ı cezaiye kanun-ı muvakkati: 1 Haziran 338 tarihine kadar kâffe tâdilât ve müzeyyelâtı muhtevidir, Matbaa ve Kütüphane-yi Cihan, İstanbul, 1338 (1922); Ali Şahbaz  Efendi,  Usûl-i  Cezaiye,  Matbaa-yı  Âmire,  İstanbul,  1310  (1892),  özgün  tam  metni: https://catalog.hathitrust.org/Record/008955645,  (erişim  tarihi  03.02.2021);  Wilhelm  Padel,  Die ottomanische Strafprozeßordnung: veröffentlicht auf Jrade vom 5 Redscheb 1296 (25. Juni 1879), (Sammlung außerdeutscher Strafgesetzbücher in deutscher Übersetzung, Sayı: 21), Guttentag, Berlin, 1905, https://books.google.com/, (erişim tarihi 06.02.2021). Padel in eseri, Kanun un Almanca çevirisini içermektedir. Kanunun Fransızca çevirisinin mehaz 1808 tarihli Fransız Ceza Muhakemesi Kanunu yla (ilgili madde numarasıyla sınırlı olarak) karşılaştırmalı metni için bkz: YOUNG, George, Corps de droit ottoman: Recueil des Codes, Lois, Règlements, Ordonnances et Actes les plus importants du Droit Intérieur, et d'Études sur le Droit Coutumier de l'Empire Ottoman, Vol. VII,  Clarendon  Press,  Oxford,  1906,  ss.  226-300, https://archive.org/details/corpsdedroitottyoungoog/mode/2up, (erişim tarihi 30.5.2021). 2   Tanzimat ın başlıca mimarlarından Mustafa Reşit Paşa nın Hariciye Nazırı iken İngiltere Dışişleri Bakanı Lord Palmerston a, Gülhane Hatt-ı Hümâyûnu nun ilanından sadece üç ay önce, 12 Ağustos 1839 tarihinde verdiği muhtırada, yapılması planlanan reformun amacını  système immuablement établi  (değişmez bir sistem kurulması) olarak ifade etmesi bu açıdan anlamlıdır. BERKES, Niyazi, Türkiye de Çağdaşlaşma, 30. Baskı, Yapı Kredi Yayınları, İstanbul, 2020, s. 213. 3   ORTAYLI, İlber, Türkiye Teşkilât ve İdare Tarihi, 7. Baskı, Cedit Neşriyat, Ankara, 2020, s. 401402. 4   Bkz: VELİDEDEOĞLU, Hıfzı Veldet,  Kanunlaştırma Hareketleri ve Tanzimat , Tanzimat I, Maarif Vekaleti, İstanbul, 1940, (s. 139-209). 172Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Batılı anlamda kanunlaştırma faaliyetlerinin başladığı dönemdir. Tanzimat la birlikte Osmanlı  Devleti,  çağın  ve  devletin mevcut  yapısının  yarattığı  ihtiyaçlardan  dolayı, kanuna  dayalı  bir  sistem  kurmak  için   standart  ve  derlenmiş   bir  düzenlemeler bütününü  kanunlaştırmıştır.  Tanzimat ın   sürekli  bir  yasama  ve  reform  dönemi 7 olarak tarif edilmesinin yanı sıra kodifikasyon faaliyetinin her dine mensup teb aya hitap eden laik eğilimi bu açıdan kaydadeğerdir. Tanzimat ın en önemli faaliyetinin ve  çağdaşlaşma  sürecinin  özü nün  kanunlaştırma  olduğu,  Batılı  anlamda  ve  biçimde  code  (kanun) geleneği olmayan eski Osmanlı hukuk düzeninin biçimsel eğiliminin kanunlaştırmalar yoluyla ortadan kaldırıldığı dahi söylenebilir. Bu itibarla, Tanzimat Dönemi  ve  genel  olarak  Osmanlı  Devleti nin  XIX.  yüzyılı,  özü  itibariyle,   hukuk devleti nin bir önceki adımı olarak görülebilecek modern bir  kanun devleti  yaratma sürecidir.  Hem genel olarak hukuk sistemi, hem de cezai adalet sistemi bakımından, şeriat ve  nizamiye  mahkemelerinin  eş  zamanlı  olarak  görev  yapmasının  yarattığı  düalist yargısal  yapıya  rağmen,   siyaseten  katl   cezasının  kaldırıldığı,  ölüm  cezasının  adi suçlarla sınırlandığı, işkencenin dışlandığı, kanunun üstünlüğünün kabul edildiği ve Romanizasyon süreciyle Avrupa hukuk sisteminin benimsendiği bu dönemin sonunda Osmanlı Devleti, bir  kanun devleti  (Polizeistaat) haline gelmiştir. Tanzimat ve sonrasındaki dönemin klasik dönemden ayrıldığı noktalardan biri, Tanzimat ve sonrasında, spesifik ihtiyaçlarla sınırlı, dar kapsamlı düzenlemeler yerine bir  hukuk  dalını  mümkün  olduğunca  bir  bütün  olarak  düzenleme  tutumudur.  Bu bağlamda Tanzimat Dönemi ve devamındaki reformlar ve hukuki gelişmeler, ceza ve                                                              5   GAYRETLİ,  Mehmet,  Tanzimat tan  Cumhuriyet e  Kanunlaştırma  Çalışmaları,  Nizamiye Akademi Yayınları, İstanbul, 2015, s. 146. 6   ORTAYLI, İlber, İmparatorluğun En Uzun Yüzyılı, Hil Yayınları, İstanbul, 1983, s. 129. 7   SHAW, Stanford J. / SHAW, Ezel Kural, Osmanlı İmparatorluğu ve Modern Türkiye, Cilt II, (Çev. Mehmet Harmancı), 3. Baskı, E Yayınları, İstanbul, 2000, s. 86. 8   ORTAYLI, Türkiye Teşkilât ve İdare Tarihi, 2020, s. 412. 9   BERKES, 2020, s. 220-221. 10  ORTAYLI, İlber, Avrupa ve Biz, 18. Baskı, Türkiye İş Bankası Kültür Yayınları, İstanbul, 2020, s. 88-89. 11  AKGÜNDÜZ,  Said  Nuri,  Tanzimat  Dönemi  Osmanlı  Ceza  Hukuku  Uygulaması,  Rağbet Yayınları, İstanbul, 2017, s. 76. 173Turinay    Hacettepe HFD, 11(1) 2021, 169-228  ceza muhakemesi hukuku açısından ele alındığında dahi içtihatlar manzumesi olarak değil,  bir  kanunlar  dizisi  olarak  somutlaşmaktadır.  1256/1840  tarihli  Ceza Kanunnamesi,  1267/1851  tarihli  Kanun-u  Cedid  (Kanun-u  Ceza),  1274/1858  tarihli Ceza  Kanunnamesi,  esas  olarak  özel  hukuka  ilişkin  olmakla  birlikte  yargılama kurallarını da düzenlemesi itibariyle ceza muhakemesi hukukunu ilgilendiren ve usul hukukuna ilişkin kitapları 1876 da yürürlüğe giren Mecelle-i Ahkâm-ı Adliye ile bu çalışmanın  konusu  olan  1296/1879  tarihli  Usul-i  Muhâkemât-ı  Cezâiyye  Kanun-ı Muvakkati sözü edilen kanunlar silsilesinin birer halkasıdır.  Kanun  devleti   yaratma  süreci,  genel  olarak, 1839 da  Tanzimat  Fermanı  ile başlamıştır. Tanzimat hukuk reformunun ilk ürünü 1256/1840 Ceza Kanunnamesi dir. Fermanın ilanından sadece yedi ay sonra, 3 Mayıs 1840 ta kabul edilen ilk kanunun bir ceza  kanunu  olması,  modernleşme  ile  ceza  hukuku  reformunun  yakın  ilişkisini göstermesi bakımından dikkate değerdir. 26 Eylül  1854 te, Meclis-i Vâlâ-yı Ahkâm-ı                                                              12  Bu konuda bkz: TANER, Tahir,  Tanzimat Devrinde Ceza Hukuku , Tanzimat I, Maarif Vekaleti, İstanbul, 1940, (s. 221-232). 13  YURTCAN, Erdener, Ceza Yargılaması Hukuku, 16. Baskı, Seçkin Yayınları, Ankara, 2019, s. 82. Gerçekten  Mecelle nin  usule  ilişkin  hükümleri  ceza  mahkemelerini  de  kapsayan  nizamiye mahkemelerinde uygulanmıştır. İncelemeye konu 1879 Ceza Muhakemesi Kanunu nun kabulünden sonra dahi bir  genel kanun  olarak dikkate alınmıştır. GAYRETLİ, 2015, s. 288-289. 14  GAYRETLİ, 2015, s. 348, s. 210-224. Yargılama usulü kuralları Mecelle nin davanın açılması ve görülmesine ilişkin  Kitâbü d Da vâ  (14. Kitap), delillere ve yemine ilişkin  Kitâbü l Beyyinât ve tTahlîf   (15.  Kitap),  yargılama  ve  hükme  ilişkin   Kitâbü l-Kazâ   (16.  Kitap)  adlı  kitaplarında düzenlenmiştir. ŞİMŞİRGİL, Ahmet / EKİNCİ, Ekrem Buğra, Ahmet Cevdet Paşa ve Mecelle den Düsturlar, 8. Baskı, IQ Kültür Sanat Yayıncılık, İstanbul, 2018, s. 92-93. 15  Kanunlaştırma girişimlerinin başarıyla sonuçlanmayan bazı örnekleri de bulunmaktadır. 1858 tarihli Ceza Kanunnamesi nin eksikliklerini gidermeye yönelik olarak hazırlanan, 1889 tarihli İtalyan Ceza Kanunu nun  çevirisi  mahiyetindeki  1910  tarihli  Ceza  Kanunu  Lâyihası  bunlardan  biridir. AKGÜNDÜZ, 2017, s. 90. 16  GAYRETLİ, 2015, s. 149. 17  ÜÇOK, Coşkun / MUMCU, Ahmet / BOZKURT, Gülnihâl, Türk Hukuk Tarihi, 22. Baskı, Turhan Kitabevi Yayınları, Ankara, 2020, s. 317. 1840 Ceza Kanunnamesi, aynı zamanda şeriat hukukunun modernleştirmesi yönündeki ilk teşebbüs olup; kamu hukukunda şer i hukuk ve teşkilattan ilk sapma, ceza hukuku alanında bu kanunla somutlaşmıştır. ORTAYLI, 1983, s. 131; BERKES, 2020, s. 222. 18  Ancak ilk yasal düzenlemenin ceza hukukuna ilişkin olmasının nedenleri olarak padişahın şer i hukukun dışında, ceza hukuku alanında örfi hukuka dayalı düzenleme yetkisinin kabul edilegelmesi, suç ve cezada kanuniliğe duyulan ihtiyaç ve II. Mahmud döneminde memur ve ulema sınıflarına özgü bir  ceza  kanununun  kabul  edilmiş  olmasının  gösterildiği  görülmektedir.  ÜÇOK  /  MUMCU  / BOZKURT, 2020, s. 317. Kanaatimizce, ceza hukukunun bireyin devlet karşısındaki konumunu doğrudan ve kişi hürriyeti bağlamında derinden ilgilendiren yapısı, modernleşme kararı ve olgusu ile 174Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Adliye nin  yetkilerinin  bir  bölümünü  üstlenmesi  suretiyle  yasama  fonksiyonu  ile donatılan  Meclis-i  Âlî-i  Tanzimat ın  kurularak  reform  kanunlarını  hazırlamakla görevlendirilmesi ve 1856 tarihinde ilan edilen Islahat Fermanı ile kodifikasyon süreci ivme  kazanmıştır.  1274/1858  yılında  kabul  edilen  ve  hukuk  düzenimize   modern anlamda ceza hukuku nu getiren Ceza Kanunnamesi bunun açık bir göstergesidir. 1876 da kabul edilen Osmanlı Anayasası olan Kanun-u Esasî ise I. Meşrutiyet olarak adlandırılan yeni bir dönemi başlatmıştır. Ancak, Osmanlı Devleti nde kabul edilen, modern  anlamda  ilk  ceza  muhakemesi  kanunu  olan  Usul-i  Muhâkemât-ı  Cezâiyye Kanun-ı Muvakkati ni sadece Tanzimat tan sonraki dönemin, I. Meşrutiyet döneminin değil; bir bütün olarak XIX. yüzyılda hayata geçirilen Osmanlı modernleşmesinin en önemli adımlarından biri olarak değerlendirmek uygun olacaktır. Muhakeme  hukukuna  ilişkin  kanunlaştırmalar  genel  olarak  incelendiğinde, sırasıyla  1275/1859  Dersaadet te  Ceraimin  Mahall-i  Muhakemesiyle  Usul-i Muhakemeye Dair Tertib Olunmuş Nizam-ı Muvakkat, 1278/1861 Usul-i Muhakeme-i Ticaret Nizamnamesi, 1296/1879 Usul-i Muhâkemât-ı Hukukiyye Kanun-ı Muvakkati, incelemeye konu olan 1296/1879 Usul-i Muhâkemât-ı Cezâiyye Kanun-ı Muvakkati ve                                                                                                                                                                                    öncelikle  ceza  hukuku  alanında  gerçekleştirilen  kodifikasyon  faaliyetleri  arasındaki  bağın  asıl dayanağıdır. 19  Meclis-i Vâlâ-yı Ahkâm-ı Adliye, esasen II. Mahmut tarafından 24 Mart 1838 tarihinde kurulan bir yasama ve danışma meclisidir. 3 Kasım 1839 tarihinde ilan edilen Tanzimat Fermanı yla bu Meclis in görev ve yetkileri  yarı-anayasal  hale getirilmiş ve genişletilmiştir. Meclis-i Vâlâ-yı Ahkâm-ı Adliye, 26 Eylül 1854 te Meclis-i Âlî-i Tanzimat ve Meclis-i Vâlâ-yı Ahkâm-ı Adliye olarak ikiye ayrılmıştır. 1861 yılında bu iki meclis birleştirilmiştir. Meclis-i Vâlâ-yı Ahkâm-ı Adliye, 1868 yılında yeniden ve bu kez nihai olarak, Şura-yı Devlet ve Divan-ı Ahkâm-ı Adliye olarak ikiye ayrılmıştır. Şura-yı Devlet ve Divan-ı Ahkâm-ı Adliye, İlk Osmanlı Parlamentosu olan Meclis-i Umumi nin kurulduğu 1876 yılına kadar, diğer görevlerinin yanı sıra yasama faaliyetlerinde bulunmuştur. SEYİTDANLIOĞLU, Mehmet,   Divan-ı  Hümayun dan  Meclis-i  Meb usan a  Osmanlı  İmparatorluğu nda  Yasama , Tanzimat: Değişim Sürecinde Osmanlı İmparatorluğu, (der. H. İnalcık-M. Seyitdanlıoğlu), 9. Baskı, Türkiye İş Bankası Kültür Yayınları, İstanbul, 2020, (s. 371-385), s. 378-381. 20  AKYILDIZ, Ali,  Meclis-i Vâlâ-yı Ahkâm-ı Adliyye  Türkiye Diyanet Vakfı İslam Ansiklopedisi, https://islamansiklopedisi.org.tr/meclis-i-vala-yi-ahkam-i-adliyye, (erişim tarihi 05.02.2021). 21  BERKES, 2020, s. 219. 22  ÜÇOK / MUMCU / BOZKURT, 2020, s. 318. 23  BOZKURT,  Gülnihâl,  Batı  Hukukunun  Türkiye de  Benimsenmesi:  Osmanlı  Devleti nden Türkiye Cumhuriyeti ne Resepsiyon Süreci (1839-1939), Türk Tarih Kurumu Yayınları, Ankara, 1996, s. 105; AKBULUT, İlhan, Türk Hukuk Tarihi, Timaş Yayınları, İstanbul, 2018, s. 320. 175Turinay    Hacettepe HFD, 11(1) 2021, 169-228  1336/1917 Usul-i Muhakeme-i Şeriye Kararnamesi nin kabul edildiği görülmektedir. Bu  düzenlemelerin  bir  yandan  ilgili  hukuk  alanındaki  kanunlaştırmaların  yarattığı ihtiyaçtan,  bir  yandan  da  yeni  yargı  düzeninin  gereklerinden  kaynaklandığı  ifade edilebilir. Gerçekten, 1858 Ceza Kanunnamesi nden bir yıl sonra çıkarılan 1275/1859 tarihli  Nizam-ı  Muvakkat,  bu  nizamnameyi  kaleme  alan  Meclis-i  Âlî-i  Tanzimat tutanağının da gösterdiği gibi 1858 Ceza Kanunnamesi nin kabul edilmesinin yarattığı usuli düzenleme ihtiyacı dolayısıyla kabul edilmiştir. Muhakeme hukukunda hukuk ve ceza ayrımının ilk olarak 1879 da kabul edilen kanunlarla gerçekleştiği düşünülmektedir. Ancak bu ayrımın daha önce, 1275/1859 tarihli Nizam-ı Muvakkat la gerçekleştiği yönünde görüşler vardır. Osmanlı  Ceza  Muhakemesi  Kanunu nun  maddi  ceza  hukukunu  düzenleyen kanunlardan yirmi yılı aşkın bir sürenin ardından,  çok geç  ihdas edildiği 1879 yılı, aynı zamanda medeni usul hukukunun temel code u olan Usul-i Muhakeme-i Hukukiye Kanunu nun da kabul edildiği yıldır. Dolayısıyla, Osmanlı usul hukukunun büyük ölçüde bu tarihte tedvin edildiği söylenebilir. Usul hukukunun kodifiye edilmesindeki gecikmenin ceza usulüne has olmadığı, medeni usulü de kapsadığı açıktır. Eklemek gerekir ki iki usul kanununun bir başka ortak noktası da Fransız mehazlı olmasıdır. Usul-i Muhakeme-i Hukukiye Kanunu nun 1807 tarihli Fransız Hukuk Muhakemesi Kanunu na dayandığı bilinmektedir. Tanzimat  Dönemi ndeki  kanunlaştırma  faaliyetinin  üç  temel  yöntemi bulunmaktadır:  yürürlükteki dini hukukun modernleştirilmesi ,  yabancı kanunların                                                              24  GAYRETLİ,  2015,  s.  263-288.  Muhakeme  hukuku  alanında  bu  denli  farklı  düzenlemelerin yapılmasının  Osmanlı  mahkeme  teşkilatının  parçalı  yapısından  kaynaklandığı  söylenebilir. GAYRETLİ, 2015, s. 264. 25  GAYRETLİ, 2015, s. 262-263. 26  Başbakanlık Osmanlı Arşivi, İ.MMS. Dosya: 14, Gömlek: 588, Tarih: 4 Receb 1275, GAYRETLİ, 2015, s. 263. 27  BOZKURT, 1996, s. 103. 28  GAYRETLİ, 2015, s. 262. 29  ÜÇOK / MUMCU / BOZKURT, 2020, s. 319. 30  Ibid. 31  Ibid. 176Turinay    Hacettepe HFD, 11(1) 2021, 169-228  alınması  (resepsiyon) ve karma yöntem. 1879 tarihli Usul-i Muhâkemât-ı Cezâiyye Kanun-ı  Muvakkati,  resepsiyon  yoluyla  kanunlaştırılan  düzenlemeler  arasında  yer almaktadır.  B.  Mehaz Kanun: 1808 Tarihli Fransız Ceza Muhakemesi Kanunu 1.  İki Kanunun Genel Hatlarıyla Karşılaştırılması Usul-i Muhâkemât-ı Cezâiyye Kanun-ı Muvakkati nin, büyük ölçüde 1808 tarihli Fransız Ceza Muhakemesi Kanunu nun çevirisi olduğu belirtilmektedir.  Hemen belirtmek gerekir ki, Kanun, Fransız Ceza Muhakemesi Kanunu nun bir bütün  olarak  kelimesi  kelimesine  çevirisi  değildir.  Ancak  iki  kanun  büyük  ölçüde benzerlik arz etmektedir. Doğrudan çeviri yapılan kısımlar bakımından, çevirinin büyük ölçüde özgün metne sadık kalınarak yapıldığı kaydedilmektedir.                                                              32  GAYRETLİ, 2015, s. 158-160. 33  Ibid., s. 159-160. 34  Kanunun  tam  metni  için  bkz:  Code  d instruction  criminelle  de  1808, https://ledroitcriminel.fr/la_legislation_criminelle/anciens_textes/code_instruction_criminelle_1808/code_instruction_criminelle_1.htm, (erişim tarihi 14.02.2021). 35  TANER, M. Tahir, Ceza Muhakemeleri Usulü, 2. Baskı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1950, s. 15; KUNTER, Nurullah, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, 6. Baskı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1978, s. 391-392; TOSUN, Öztekin, Türk Suç Muhakemesi Hukuku Dersleri, Cilt I (Genel Kısım), 4. Baskı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1984, s. 89; CENTEL, Nur / ZAFER, Hamide, Ceza Muhakemesi Hukuku, 19. Baskı, Beta Yayınları, İstanbul, 2020, s. 27; BOZKURT, 1996, s. 105; AKBULUT, 2018, s. 320; BAYINDIR, Abdulaziz, İslam Muhakeme Hukuku (Osmanlı Devri Uygulaması), Süleymaniye Vakfı Yayınları, İstanbul, 2015, s. 71. Ahmet Cevdet Paşa süreci şu şekilde anlatmaktadır:  Said Paşa kemal-i sürat ve istical ile müdde-i umumi sınıfını açıp her vilayete adliye müfettişi tayin ettirip mezkür Kanunnâmeleri Fransızcadan tercüme ettirip ve Fransa da meriyyülicra olan harç tarifesine tevfikan bir de tarife kaleme aldırıp cümlesini de bir defada mevkii icraya vazı edivermişti , Cevdet Paşa, Tezâkir, IV, haz. Cavid Baysun, Türk Tarih Kurumu Yayınları, Ankara, 1967,  s. 194-195 ten aktaran GAYRETLİ, 2015, s. 285. 36  YOUNG, George, Corps de droit ottoman: Recueil des Codes, Lois, Règlements, Ordonnances et Actes les plus importants du Droit Intérieur, et d'Études sur le Droit Coutumier de l'Empire Ottoman,  Vol.  VII,  Clarendon  Press,  Oxford,  1906,  s.  226, https://archive.org/details/corpsdedroitottyoungoog/page/n/mode/2up, (erişim tarihi 30.5.2021). 177Turinay    Hacettepe HFD, 11(1) 2021, 169-228  1879 tarihli kanun ile mehazı olan 1808 Fransız Ceza Muhakemesi Kanunu karşılaştırıldığında, iki kanunun sistematiğinin büyük ölçüde benzeştiği görülmektedir. 1808  Fransız  Ceza  Muhakemesi  Kanunu  da  başlangıç  hükümleri  (dispositions préliminaires) ile başlamakta olup yedi madde içermektedir. Her iki kanun da iki kitaptan (livre) oluşmaktadır. Bu kitapların adları dahi neredeyse aynıdır. Osmanlı düzenlemesindeki birinci kitap m. 8-131 arasında; Fransız düzenlemesindeki birinci kitap  m.  8-136  arasında  olup  bu  kitapların  madde  sayısı  görüldüğü  gibi  oldukça yakındır.  Ayrıca  her  iki  kanunun  diğer  alt  başlıkları  arasında  da  geniş  ölçüde  bir benzerlik olduğu açıktır.  Yalnız  bu  kanunların  ikinci  kitaplarında  Osmanlı  düzenlemesi  132  ilâ  487. maddeleri,  Fransız  düzenlemesi  137  ilâ  643.  maddeleri  kapsamaktadır.  İkinci kitaplar açısından, örneğin Fransız düzenlemesinde yer alan altıncı titre inin ( des cours spéciales ) Osmanlı düzenlemesinde bulunmadığı görülmektedir. Öte yandan Fransız düzenlemesinin bazı kısımlarındaki birtakım hükümlerin Osmanlı düzenlemesinde yer almadığı anlaşılmaktadır. Dolayısıyla,  kanunların ikinci kitapları açısından göz ardı edilemeyecek bir fark vardır. Bununla beraber Osmanlı düzenlemesine alınan büyük bölümünün benzerlik arz ettiğini de belirtmek gerekir.                                                               37  Code  d instruction  criminelle  de  1808,  (texte  publié  dans  «  Le  moniteur  universel  ») https://ledroitcriminel.fr/la_legislation_criminelle/anciens_textes/code_instruction_criminelle_1808/code_instruction_criminelle_1.htm, (erişim tarihi 14.02.2021). 38  Ibid. 39  Ibid. 40  Birinci Kitap:  Zabıta-i Adliye ve Onun Memurin-i İcraiyesine Dairdir  /  De la police judiciaire et des officiers qui l exercent , İkinci Kitap:  Muhakemat  /  De la justice . GÖKCEN, Ahmet,  1296 (1879)  Tarihli  Usul-i  Muhakemat-ı  Cezaiye  Kanun-ı  Muvakkatı ,  Selçuk  Üniversitesi  Hukuk Fakültesi Dergisi, Yıl: 1994, Cilt: 4, Sayı: 1-2, (s. 203-288), s. 204; Code d instruction criminelle de 1808,  (texte  publié  dans  «  Le  moniteur  universel  »), https://ledroitcriminel.fr/la_legislation_criminelle/anciens_textes/code_instruction_criminelle_1808/code_instruction_criminelle_1.htm, (erişim tarihi 14.02.2021). 41  Bkz: GÖKCEN, 1994, s. 204-226. 42  Bkz:  Code  d instruction  criminelle  de  1808,  (texte  publié  dans  «  Le  moniteur  universel  »), https://ledroitcriminel.fr/la_legislation_criminelle/anciens_textes/code_instruction_criminelle_1808/code_instruction_criminelle_1.htm, (erişim tarihi 14.02.2021). 43  Bkz: GÖKCEN, 1994, s. 226-288. 44  Bkz:  Code  d instruction  criminelle  de  1808,  (texte  publié  dans  «  Le  moniteur  universel  »), https://ledroitcriminel.fr/la_legislation_criminelle/anciens_textes/code_instruction_criminelle_1808/code_instruction_criminelle_1.htm, (erişim tarihi 14.02.2021). 178Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Sonuç  olarak, iki  kanun  gerek  sistematik  gerekse  hükümleri  açısından  büyük ölçüde benzerlik göstermektedir. Belli ölçüde kısaltılmış olmakla birlikte, 1879 tarihli Ceza  Muhakemesi  Kanunu nun,  kaynağını  1808  Fransız  Ceza  Muhakemesi Kanunu ndan aldığı aşikardır.  2.  1808 Tarihli Fransız Ceza Muhakemesi Kanunu nun Özellikleri 1879 tarihli Ceza Muhakemesi Kanunu nun başlıca kaynağı olması itibariyle söz konusu Fransız düzenlemesine genel hatlarıyla değinmekte fayda vardır. 1808  Fransız  Ceza  Muhakemesi  Kanunu  Napolyon  kanunlarındandır.  Bu bağlamda,  Napolyon un  eseri  olan  kanunların  ortak  özellikleri  arasında  yer  alan uzlaşma ya da bağdaştırma sistemini benimseme eğiliminin bu kanun için de geçerli olduğunu  peşinen  belirtmek  gerekir.  Kanun,  XIX.  yüzyılın  başında,  Fransa da gerçekleştirilen kapsamlı bir ceza hukuku reformunun sonucu olup 1810 tarihli Fransız Ceza Kanunu (Code pénal) ile birlikte uygulanmaya başlanmıştır. 16 Aralık 1808 tarihinde ısdar ve ilan edilip 1 Ocak 1811 tarihinde yürürlüğe giren,  ileride  pek  çok  ülke  için  kaynak  teşkil  edecek  olan  1808  Fransız  Ceza Muhakemesi Kanunu (Code d instruction criminelle), Fransa da, yaklaşık yüz elli sene boyunca uygulandıktan sonra yerini 2 Mart 1959 dan bu yana yürürlükte olan Ceza Muhakemesi Kanunu na bırakmıştır.                                                              45  MOROZ,  Xavier,  Les  initiatives  procédurales  des  parquets  au  XIXème  siècle ,  Archives  de politique criminelle, 2003/1, n° 25, (s. 85-100). https://www.cairn.info/revue-archives-de-politiquecriminelle-2003-1-page-85.htm, (erişim tarihi 14.02.2021); TOSUN, 1984, s. 89. 46  BORRICAND, Jacques / SIMON, Anne-Marie, Droit pénal - Procédure pénal, 8e édition, Éditions Dalloz, Paris, 2013, s. 255. 47  BOULOC, Bernard, Procédure pénale, 23e  édition, Éditions Dalloz, Paris, 2012, s. 64. 48  LARGUIER, Jean / CONTE, Philippe, Procédure pénale, 23e  édition, Éditions Dalloz, Paris, 2014, s. 4. 49  Kanunun özgün adı olan  Code d instruction criminelle , esasen Ceza/Suç Soruşturması Kanunu anlamına gelmektedir. Ancak bu çalışmada terminolojik birliği sağlamak için Ceza Muhakemesi Kanunu olarak anılmıştır. 50  MOROZ,  Les initiatives procédurales des parquets au XIXème siècle ; BORRICAND / SIMON, 2013, s. 255. 179Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Kanunu hazırlayanlar, Eski Rejim (Ancien Régime) döneminde benimsenen tahkik sistemi ile 1789-1804 dönemindeki hukuk düzeninde ( Droit intermédiaire ) etkili olan itham sistemi arasında bir tercih yapmak durumunda kalmıştır. Ancak benimsenen çözüm, genel hatlarıyla, yargılama öncesindeki evrenin tamamında tahkik sisteminin, yargılama usulünde ise itham sisteminin esas alınması şeklinde tezahür etmiştir.   1808  Fransız  Ceza  Muhakemesi  Kanunu,  bir  yandan  kovuşturmada  itham sisteminin ( système accusatoire ) alenilik, sözlülük, çelişme, vicdani delil gibi belirli ilkelerini; diğer yandan ise soruşturmada tahkik sisteminin ( système inquisitoire ) dava açılmasında savcının rolü, delil araştırmasında sorgu hakiminin rolü gibi birtakım özelliklerini benimsemiştir. Kanunun tahkik sisteminden alıp yargılama öncesindeki evrede  tanıdığı  ilkeler  ve  kurumlar  arasında  ayrıca  yazılılık,  gizlilik,  çelişmesiz soruşturma usulü ile sulh ceza hakimliği ve ağır cezayı gerektiren suçlar bakımından itham heyeti de bulunmaktadır. Davanın esasına karar vermek hususunda yetkili olan jüri ile istinaf kanun yoluna başvurma hakkını ise kanuna itham sisteminin etkisiyle gelen kurumların arasına eklemekte yarar vardır. Kanun, hâkimler ve jüriden oluşan ağır ceza mahkemesi ile jüri benzeri bir usulle  değerlendirme  yapan  vatandaşlardan  oluşan  asliye  ceza  mahkemesi  gibi kurumları benimsemesi itibariyle de iki sistemin bir bileşimini gerçekleştirmiştir.                                                               51  BOULOC, 2012, s. 65. 52  Ibid. 53   intime conviction . 54  BORRICAND / SIMON, 2013, s. 255. 55  LARGUIER / CONTE, 2014, s. 4; BOULOC, 2012, s. 65. 56  BORRICAND / SIMON, 2013, s. 255. 57   droit d appel . 58  BORRICAND / SIMON, 2013, s. 255. 59   cour d assises . 60  LARGUIER / CONTE, 2014, s. 4. 61   tribunal correctionnel . 62  LARGUIER / CONTE, 2014, s. 4. 180Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Böylece kanunu hazırlayanların ceza muhakemesinde bir uzlaşma sistemini tercih ettiği, dolayısıyla kanunun da ceza muhakemesi hukuku sistemi olarak karma sisteme ( système  mixte ,  işbirliği  sistemi)  dayandığı  söylenebilir.  Bu  kanunun  itham sistemine   yer  verdiği   yönünde  görüşler  de  bulunmaktadır.  Benimsenen  sistem, karma  sistem  olduğuna  göre,  itham  sisteminin  etkisinin  belirleyici  değil,  katkı boyutunda olduğu açıktır. Kanuna  göre,  soruşturmanın  münhasıran  denetimine  bırakıldığı,  özel  olarak görevlendirilmiş bir hakim olan sorgu hakimi, aynı zamanda asliye ceza mahkemesi heyetinin  bir  parçasıdır.  Bu  mahkeme,  işlendiği  iddia  edilen  suçlar  bakımından davanın takip edilip edilmeyeceğine karar vermekte; ayrıca, tahliye taleplerini hükme bağlamaktadır. Genel  olarak,  kamu  davası,  belli  bir  hiyerarşiye  tabi  olan  savcılık  tarafından açılmaktadır. Ancak suçüstü halinde işlenen suçlarda sorgu hâkimi savcının diğer yetkilerinin  yanı  sıra  dava  açma  yetkisini  haizdir.  Mağdurun  bu  konuda  adli mekanizmayı harekete geçirmek için başvurma hakkı da mevcuttur.  Soruşturma  evresinde  görevli  olan  mahkemelerde  avukat  bulunmamaktadır. Resmi olarak soruşturma işlemlerini takip etmek adli kolluğun görevi olmakla birlikte bu husus kanunda düzenlenmemiştir.                                                              63  LEROY, Jacques,  Procédure  pénale,  23e édition,  L.G.D.J. (Librairie  Générale de  Droit et  de Jurisprudence), Paris, 2009, s. 25. 64  LARGUIER / CONTE, 2014, s. 3-4; BORRICAND / SIMON, 2013, s. 255; SOYASLAN, Doğan, Ceza Muhakemesi Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2018, s. 75. 65  ÖZTÜRK Bahri / TEZCAN Durmuş / ERDEM Mustafa Ruhan, vd., Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, Ed. Bahri Öztürk, 14. Baskı, Seçkin Yayınları, Ankara, 2020, s. 33; ÖZEN, Mustafa, Ceza Muhakemesi Hukuku Dersleri, 5. Baskı, Adalet Yayınları, Ankara, 2020, s. 48. 66  BOULOC, 2012, s. 65. 67  LEROY, 2009, s. 26. 68  BOULOC, 2012, s. 65; LEROY, 2009, s. 26. 69  BORRICAND / SIMON, 2013, s. 255. 70  Code d instruction criminelle, m. 59, PRADEL, Jean, Procédure pénale, 13e  édition, Éditions Cujas, Paris, 2006, s. 27.  71  BORRICAND / SIMON, 2013, s. 255. 72  LEROY, 2009, s. 26; BOULOC, 2012, s. 65;  181Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Ağır  cezayı  gerektiren  suçlarda  soruşturma,  kökeni  1789-1804  dönemindeki hukuk  düzeninde  bulunan  suçlama  jürisine  dayanan   itham  heyeti   tarafından sonuçlandırılmakta, kovuşturma ise ağır ceza mahkemesi tarafından yapılmaktadır. Yargılama usulü ise yazılı ve gizli olup çelişmesiz usule tabidir. Bununla beraber savcı tarafından bir iddianamenin hazırlanması kabul edilmiştir. Kanunda, dönemin genel eğilimiyle zıt yönde, siyasi rejimin evrimine bağlı olarak birtakım  değişiklikler  yapıldığı  görülmektedir.  1808  sonrasında  ortaya  çıkan  ilk eğilim,  savunma  güvencelerinin  artırılması  doğrultusundadır.  Temmuz  Monarşisi (1830-1848) dönemindeki nispeten liberal olan eğilim ile Üçüncü Cumhuriyet (18701940)  döneminin  kişi  hürriyetlerinin  korunması  eğilimi,  kanundaki  değişikliklere yansımıştır. Kanun da 1897 yılında gerçekleştirilen değişiklik dahi savunma haklarını güçlendirici mahiyettedir. Ancak 1935 ten sonraki süreçte, bu konuda aksi yönde daha katı bir eğilim ortaya çıkmış; savaş dönemlerinde, özellikle de Vichy Fransa sı (19401944)  döneminde  kanunda  kişi  hürriyetlerini  kısıtlayıcı  nitelikte  değişiklikler gerçekleştirilmiştir. 1808  tarihli  Fransız  Ceza  Muhakemesi  Kanunu nun  Türkiye nin  ilk  ceza muhakemesi kanununa kaynak oluşturduğu açıktır. Ancak Fransız ceza muhakemesi sisteminin savcılık, sorgu hâkimliği gibi başlıca kurumlarını iktibas yoluyla Osmanlı hukukuna  taşıyan  Kanun,  bununla  beraber,  jüri  sistemi  gibi  önemli  bir  kurumu                                                                                                                                                                                    73  BOULOC, 2012, s. 65. 74  LEROY, 2009, s. 26;  75  BOULOC, 2012, s. 65; LEROY, 2009, s. 26. 76  LEROY,  2009,  s.  26.  1879  tarihli  Ceza  Muhakemesi  Kanunu,  yargılama  açısından  Fransız düzenlemesinden  farklıdır.  Çalışmanın  ceza  muhakemesi  sistemine  ayrılan  kısmında  bu  durum açıklığa kavuşturulacaktır. 77  BOULOC, 2012, s. 65. 78  BORRICAND / SIMON, 2013, s. 255. 79  LARGUIER / CONTE, 2014, s. 4. 80  BORRICAND / SIMON, 2013, s. 255; BOULOC, 2012, s. 67. 81  LARGUIER / CONTE, 2014, s. 4. 82  BOULOC, 2012, s. 69; LARGUIER / CONTE, 2014, s. 4. 83  BORRICAND / SIMON, 2013, s. 255. 182Turinay    Hacettepe HFD, 11(1) 2021, 169-228  düzenleme  kapsamı  dışında  bırakmıştır.  Bu  bağlamda,  mahkumiyet  hükmünün verilme şekli ve cezanın tayini gibi çok önemli konularda iki kanunun farklı hükümlere yer  verdiği  görülmektedir.  Fransız  düzenlemesinde  jüri  yöntemiyle  yargılama benimsenmiş olup sanığın suçunun sabit görülmesi için jüri üyelerinin üçte ikisinin, cezanın belirlenmesi için ise yarısının oyu gerekirken; Osmanlı düzenlemesinde böyle bir hüküm bulunmamaktadır. Jüri sisteminin neden iktibas edilmediğini izah eden doğrudan bir bilgi ya da kaynağa ulaşılamamıştır. Ancak Fransız düzenlemesindeki jüri sistemini  benimsemeyen  Osmanlı  kanun  koyucusunun,  aynı  zamanda  Fransız kanunundaki  ağır  ceza  mahkemelerinin  teşekkülüne  ilişkin  hükümleri  de  iktibas etmemeyi  seçtiği  gözlemlenmektedir.  Dolayısıyla  ceza  mahkemelerinin  yapısı  ve yargılama usulüne ilişkin yapılan tercih ile jüri sisteminin benimsenmemesi yönündeki tercihin birbiriyle bağlantılı olduğu açıktır. Ayrıca, savcılık gibi yeni kurumların, yeni ceza muhakemesi usulünün dahi kabul görmesi hususunda zorlukların bulunduğu bir durumda; jüri sistemi gibi çok kapsamlı bir organizasyon ve insan kaynağı gerektiren, hâkimin  hüküm  verme  konusundaki  otoritesinin  azalmasına  yol  açacağı  izlenimi yaratabilecek, karmaşık bir sistemin iktibas edilmemesi olağan görünmektedir.  Öte  yandan,  1808  tarihli  Fransız  Ceza  Muhakemesi  Kanunu  model  alınarak hazırlanan  tek  kanun,  1879  Ceza  Muhakemesi  Kanunu  değildir.  Bu  kanun  Avrupa genelinde,  bilhassa  İtalya  ve  Almanya da  ceza  muhakemesi  sistemine  temel oluşturmuştur. Özellikle Alman mevzuatında, 1849 Prusya, 1848 ve 1861 Bayern, 1864  Baden,  1869  Württemberg  Ceza  Muhakemesi  Kanunları nda;  Fransız düzenlemesinin alenilik ve sözlülük ilkeleri, vicdani delil sistemi ve savcılık kurumu açısından belirgin bir etkisinin olduğu bilinmektedir.                                                              84  GÖKCEN, Ahmet / BALCI, Murat / ALŞAHİN, M. Emin, vd., Ceza Muhakemesi Hukuku, 3. Baskı, Adalet Yayınları, Ankara, 2018, s. 52. 85  BOZKURT, 1996, s. 105. 86  Ibid. 87  YOUNG, 1906, s. 226,  https://archive.org/details/corpsdedroitottyoungoog/page/n/mode/2up, (erişim tarihi 30.5.2021). 88  Bkz: BOZKURT, 1996, s. 107. 89  GÖKCEN / BALCI / ALŞAHİN vd., 2018, s. 53. 90  ÖZTÜRK / TEZCAN / ERDEM vd., 2020, s. 33. 183Turinay    Hacettepe HFD, 11(1) 2021, 169-228   C.  Kanunun Hazırlanması, Kabulü ve Uygulanması 1879 tarihli Ceza Muhakemesi Kanunu nun hazırlandığı dönemde, kanun taslağı hazırlama  konusunda  genel  görevli  teşkilat,  1868 te  Meclis-i  Vâlâ-yı  Ahkâm-ı Adliye den  ayrılarak  kurulan  Şura-yı  Devlet tir.  Diğer  taraftan,  bu  kanunun yasalaşması, uzun bir süre sürüncemede kalmış; kanunun kabulü, Meclis-i Mebusan ın kapatılmış  olduğu  bir  dönemde,  kanunun  kabulünden  kısa  süre  önce  göreve  gelen Adalet  Bakanı nın  inisiyatifiyle  gerçekleştirilmiştir.  Bu  durumda  kanunun  nihai metninde Şura-yı Devlet in katkısının ne ölçüde olduğu belirsizdir. Kanunun hazırlık aşamalarının başlangıç tarihini tespit etmek güç görünmektedir. Cevdet  Paşa,  Tezâkir  adlı  eserinde   hayli  seneler  mukaddem  Fransa nın  Usûl-ü Muhâkeme-i  Cezâiye si  tercüme  olunarak  Şûrâ-yı  Devlet te  kerrat  ile  mevki-i müzakereye  konulmuş 92  olduğundan  söz  etmekteyse  de  çalışmaların  ne  zaman başladığını  belirtmemiştir.  Ancak,  Meclis-i  Vâlâ-yı  Ahkâm-ı  Adliye nin  yeniden teşkilatlandırıldığı 1862 yılında, geçici bir hükümle, bu kurumun Muhakemat dairesinin ağır suçlara ( cinayet lere) ilişkin görevlerinin  hazırlanmak üzere olan ‘Muhakemat-ı Cezaiye Kanunnamesi  nde düzenleneceği belirtilmiştir. Yine, aşağıda değinileceği üzere,  1859  tarihli  Nizam-ı  Muvakkat a  ilişkin  Meclis-i  Âlî-i  Tanzimat ın mazbatasında,  genel  bir  ceza  muhakemesi  kanunu  hazırlandığına  yönelik  ifadeler bulunmaktadır. Bu durumda, kanunun hazırlanmasına yönelik çalışmaların başlangıç tarihi, en azından 1859 yılına kadar geri götürülebilir. Sözü edilen kanunname, 1862 de  hazırlanmak  üzere ,  1859 da  ise  hazırlanmakta  olduğuna  göre,  uzun  süre  alacak mahiyetteki  bu  çalışmaların  1859 dan  en  az  birkaç  yıl  önce  başladığı  tahmininde bulunmak mümkündür.                                                              91  MARDİN,  Şerif,  Türk  Modernleşmesi,  3.  Baskı,  İletişim  Yayınları,  İstanbul,  1994,  s.  139; GEDİKLİ, Fethi, Şura-yı Devlet: Belgeler, Biyografik Bilgiler ve Örnek Kararlarıyla, 2. Baskı, On İki Levha Yayınları, İstanbul, 2018, s. 5-6; AKYILDIZ, Ali,  Şûrâ-yı Devlet , Türkiye Diyanet Vakfı İslam Ansiklopedisi, https://islamansiklopedisi.org.tr/sura-yi-devlet, (erişim tarihi 29.05.2021). 92  Cevdet Paşa, Tezâkir, IV, haz. Cavid Baysun, Türk Tarih Kurumu Yayınları, Ankara, 1967,  s. 194195 ten aktaran GAYRETLİ, 2015, s. 276. 93  KUNTER, 1978, s. 391. 94  GAYRETLİ, 2015, s. 266. 184Turinay    Hacettepe HFD, 11(1) 2021, 169-228  1868 de  kurulan  Divan-ı  Ahkâm-ı  Adliye nin  Heyet-i  Umumiyesi nin  (Genel Kurul),  1870 te,   mevaddı  cürmiyenin  muhakemat  ve  teferruatına  dair  nizamatı mahsusa ya yönelik hazırlıkların bitmek üzere olduğunu belirttiği, ancak yine de belli bir  süre  alacağından   talimatı  muvakkate   olarak  bazı   tenbihat  ve  vesaya da bulunduğu  kaydedilmektedir.  Bu  şekilde,  mevcut  kurallar  ile  geçici  hükümler derlenmiş, Kunter in ifadesiyle  âdeta yeni bir kanunun çekirdeği hazırlanmıştır 96. Sultan II. Abdülhamit in 1879 tarihindeki reform programının adli işlere ayrılan kısmında  eyaletlerde  ceza  mahkemelerinin  hukuk  mahkemelerinden  ayrılması  gibi reformların yanı sıra muhakeme usulü kanununun hazırlanması da bulunmaktadır. Kanunun hazırlanmasının önemli saiklerinden birinin, kişilerin devlet memurlarının ya da başkalarının müdahalesi olmaksızın, adil bir biçimde yargılanabileceği bir düzenin kurulması olduğu söylenebilir.  Dönemin yabancı diplomatlarının ve seyyahlarının raporlarında ve eserlerinde, ceza usul mevzuatındaki yasal düzenlemelerin Avrupa devletlerinin baskısı sonucunda gerçekleştiği yönünde görüşler de bulunmaktadır. Bununla beraber gerçekte durum böyle olmayıp bu alandaki yasal reformların XIX. yüzyılda Osmanlı Devleti nin çağdaş bir hukuk düzenine duyduğu ihtiyaçtan kaynaklandığı, dolayısıyla ulusal karakterde bir düzenlemeler  bütünü  olduğu  açıktır.  Yukarıda  sözü  edilen  II.  Abdülhamit in hazırlattığı 1879 tarihli reform programını da bu durumun bir göstergesi olarak görmek mümkündür. 1879 tarihli Ceza Muhakemesi Kanunu,  Hukuk Muhakemesi Kanunu ve Teşkilatı Mehakim Kanunu gibi Mehmet Said Paşa nın (Küçük Said Paşa) Adliye Nazırlığı döneminde ve gözetiminde hazırlanmıştır.                                                              95  KUNTER, 1978, s. 391-392. 96  Ibid., s. 392. 97  SHAW / SHAW, 2000, s. 301-302. 98  Ibid., s. 302.  99  ORTAYLI, 1983, s. 131. 100  Ibid., s. 131. 101  Küçük Said Paşa, Adliye Nazırlığı na 4 Aralık 1878 tarihinde atanmıştır. GAYRETLİ, 2015, s. 280. 185Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Cevdet Paşa, kanunun kabul edilme sürecini şu şekilde anlatmaktadır:  ...hayli  seneler  mukaddem  Fransa nın  Usûl-ü  Muhâkeme-i Cezâiye si  tercüme  olunarak  Şûrâ-yı  Devlet te  kerrat  ile  mevki-i müzakereye  konulmuş  ise  de  Fransa  usulünün  bizim  halimize  tevfiki müşkül  olduğu  alel-husus  Fransa da  bu  usulün  esası  menzilesinde bulunan  müdde-i  umumîler  henüz  bizde  icat  olunmamış  bulunduğu cihetle tadilat-ı külliyeye mevkuf olduğuna mebni sürüncemede kalmıştı. Said Paşa kemal-i sürat ve istical ile müdde-i umumi sınıfını açıp her vilayete  adliye  müfettişi  tayin  ettirip  mezkûr  kanunnâmeleri Fransızca dan  tercüme  ettirip  ve  Fransa da    meriyyülicra  olan  harç tarifesine tevfikan bir de tarife kaleme aldırıp cümlesini de bir defada mevkii icraya vazı edivermişti 103. Görüldüğü üzere, 1879 tarihli kanunun esasının 1808 Fransız Ceza Muhakemesi Kanunu  olduğu  burada  da  teyit  edilmektedir. Ayrıca  Şura-yı  Devlet te  söz  konusu Fransız düzenlemesinin çevirisinin kanun tasarısı olarak daha önce görüşüldüğü, ancak ceza muhakemesinin merkezinde yer alan savcılık kurumunun Osmanlı Devleti nde olmayışından dolayı kanunlaşmadığı da açıklığa kavuşmaktadır. Nihayet Küçük Said Paşa nın önce kurumsal eksikliği giderdiği ve Fransız düzenlemesinin çevirisini esas alan  metni  kanunlaştırıp  yürürlüğe  koyduğu  anlaşılmaktadır.  Belirtmek  gerekir  ki, Cevdet Paşa nın açıklamalarından, 1879 tarihli kanunun dayandığı mevzuat çevirisinin daha önce Şura-yı Devlet te defalarca görüşülen çeviri değil, Said Paşa nın  Adliye Nazırı  olduktan  sonra  yaptırdığı,  yeni  bir  çeviri  olduğu  sonucunu  çıkarmak  da mümkündür. Bu konuda kesin bir tespitte bulunmak güçtür. Ancak kanunun kabulünü sağlayan  Said  Paşa nın  Adliye  Nazırı  olarak  atanması  ile  tasarının  kanunlaşması arasında, (yaklaşık altı aylık) kısa bir süre olduğu dikkate alınırsa; tasarının yeni halinin hızlı bir şekilde kanunlaştırıldığı sonucu çıkarılabilecektir.                                                                                                                                                                                    102  KUNTER, 1978, s. 392; MARDİN, Ebul ula, Medeni Hukuk Cephesinden Ahmet Cevdet Paşa, Türkiye Diyanet Vakfı Yayınları, Ankara, 1996, s. 227. 103  Cevdet Paşa, Tezâkir, IV, haz. Cavid Baysun, Türk Tarih Kurumu Yayınları, Ankara, 1967,  s. 194195 ten aktaran GAYRETLİ, 2015, s. 276-277. 186Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Kanun, yukarıda belirtildiği gibi ağırlıklı olarak Fransızca kanun metninin çevirisi esas alınarak hazırlanmıştır. Ancak kanunun bir başka kaynağının olma ihtimali vardır. Bu, ulusal bir kaynak olup bir kanun taslağıdır. 1275/1859 tarihli Dersaadet te Ceraimin Mahall-i  Muhakemesiyle  Usul-i  Muhakemeye  Dair  Tertib  Olunmuş  Nizam-ı Muvakkat ı geçici bir usul düzenlemesi olarak hazırlayan Meclis-i Âlî-i Tanzimat ın mazbatasından,  ceza  usulüyle  ilgili  bir  muhakeme  kanunu  hazırlandığı  ( derdest-i tanzim  ise  de );  ancak  üzerinde  derinlemesine  çalışılması  ve  maddi  kaynak gerektiğinden  ( mutalaat-ı  amikaya  şayan  olması  ...ve  mertebe-i  masarıfa  muhtaç olacağından ) ertelendiği anlaşılmaktadır. Ancak sözü edilen kanun taslağının 1879 tarihli Kanun un kaynağı olması, taslak ile kanun arasındaki yirmi yıllık uzun süre dolayısıyla, zayıf bir olasılıktır. Diğer taraftan, ceza muhakemesi kanununun kabulü için nizamiye ceza mahkemelerinin kurulmasının beklenmiş olması ve ardından sözü edilen taslaktan yararlanılarak Islahat Fermanı nda da vaat edilen ceza muhakemesi kanunu  metnine  katkıda  bulunulmuş  olması  da  mümkündür.  Cevdet  Paşa nın Tezâkir inde  kullandığı   hayli  seneler  mukaddem  Fransa nın  usul-i  muhakeme-i cezaiyyesi tercüme olunarak şura-yı devlette kerrat ile mevki-i müzakereye konulmuş ise de...   ifadeleri  dikkate  alınırsa,  söz  konusu  taslaktan  kanunun  hazırlanmasında yararlanıldığı sonucu çıkarılabilir. Bu hususta, doğrudan bir veri bulunmamaktadır. Kanun  hazırlandıktan  sonra  hemen  yürürlüğe  sokulmamış,  önce  Edirne vilayetinde  deneme  amaçlı  olarak  uygulanmış,  bu  uygulamadan  yola  çıkılarak kanundaki bazı hatalar düzeltilmiştir. Nihayet  Usul-i Muhâkemât-ı Cezâiyye Kanun                                                             104  GAYRETLİ, 2015, s. 266.  ...akdemce tanzim olunan ceza kanunnâme-i hümâyunu tab ve temsil ile neşrolunmuştu. Ancak bu kaziyyenin asıl şayan-ı dikkat ve ehemmiyet olan ciheti muhakematta ... kimse hakkında gadr vuku bulmamak ve olunacak hükümler yar ve ağyar nazarında emniyet ... olmak olup bunun içün küşadı müsammem olan divanlarda düsturul-amel olmak üzere icap eden muhakemat nizamnamesi Meclis-i Âlî-i Tanzîmat ta derdest-i tanzim ise de bunun mutalaat-ı amikaya şayan olması cihetiyle külliyatının fiile çıkması her nasıl olsa biraz dikkate ve mertebe-i masarıfa muhtaç olacağından ... ahd-i karibde icra olunacak külliyatına bir mukaddime olmak üzere... , Meclis-i Âlî-i Tanzimat ın 1859 tarihli Nizam-ı Muvakkat e ilişkin mazbatası, GAYRETLİ, 2015, s. 264-265. 105  GAYRETLİ, 2015, s. 266. 106  Ibid., s. 266. 107  Ibid., s. 266. 108  KUNTER, 1978, s. 392. 187Turinay    Hacettepe HFD, 11(1) 2021, 169-228  ı Muvakkati , ülkenin tamamında uygulanmak üzere 25 Haziran 1879 da resmi mevzuat külliyatında yayımlanarak Osmanlı-Türk düzenlemeleri içindeki yerini almıştır.  Kanunun   kanun-ı  muvakkat   (kanun  hükmünde  kararname)  olarak nitelendirilmesi, kapalı olan  Meclis-i Mebusan a kanun olarak teklif edilmek üzere , hükümetin yasama yetkisine dayanılarak kabul edilmesinden kaynaklanmaktadır. Kanunun  kaynağından  çok  hazırlanma  biçimi,  çeşitli  açılardan  eleştirilmiştir. Kanunun kabulünden kısa süre sonra Adalet Bakanı (Adliye Nazırı) olan Ahmet Cevdet Paşa ya göre, kanun her yönüyle ele alınıp gerekli değişiklikler yapılmamış, çevirinin acele yapılması yüzünden metnin bazı yerlerinde çeviri hataları meydana gelmiştir; ayrıca  kanun,  mesleğe  yeni  kabul  edilen  niteliksiz  adliye  görevlileri  tarafından uygulanmaya başlamış ve bu durum şikayetlere yol açmıştır. Kanunun  uygulamada  yorumlanması,  benimsenmesi  ve  uygulanmasının  kolay gerçekleşmediği söylenebilir. Kanunun kabulünden iki yıl sonra Mithat Paşa nın Sultan Abdülaziz i öldürme suçlaması üzerine yargılanması esnasında, suçu ikrar ettiği iddia edilen diğer sanıkla yüzleştirilme talebi, mahkeme tarafından kanundaki yüzleştirilmeye ilişkin  hükmün  sanık  ile  tanıklar  arasında  öngörülmesi  dolayısıyla  diğer  sanıkla yüzleştirmenin mümkün olmadığı gerekçesiyle reddedilmiştir. Bu davada mahkeme Mithat Paşa yı ölüm cezasına mahkum etmiş, bu durum üzerine yeni Ceza Muhakemesi                                                              109   Meclis-i Mebûsân'ın ictimâ'ında kanuniyeti teklif olunmak üzere Usûl-i Muhakemat-i Cezâiyye Kanun-i Muvakkatidir , Düstûr, Tertip/Cilt: 1/4, 5 Receb 1296/ 25 Haziran 1879, ss. 131-224, AKMAN, Mehmet,  Tanzimat'tan Cumhuriyet'e Osmanlı Hukuk Mevzuatı I. Tertip Düstûr'un Tarihî Fihrist ve Dizini , Türk Hukuk Tarihi Araştırmaları, Yıl: 2007 (Bahar), Sayı 3, (s. 67-224), s. 94; KUNTER, 1978, s. 392; BOZKURT, 1996, s. 105; Kanunun yayımlanma tarihi: 13 Haziran 1879, Başvekalet Arşivi, Meclis-i Tanzimat, VI, 98, İrade, Meclis-i Mahsus 508, SHAW / SHAW, 2000, s. 329. 110  GAYRETLİ, 2015, s. 287. 111   Hâlbuki bu kanunların memleketimize tevfiki için ariz amik mütalaa ile tadili lazım gelirdi. Maahaza böyle aceleten tercüme ettirilmiş olduğundan bazı mahallerinde tercüme yanlışlıkları dahi vardı. Ve bir de hiçbir vakitte umur-u adliyede istihdam olunmamış ve o yolda malumat kazanmamış olan binlerce adam defaten memurin-i adliye mesleğine ithal olunmuş ve ekseri ehliyet ve kabiliyetten mahrum bulunmuş idi. Binaen alâzâlik, her tarafta mülkiye memurları tarafından şikâyet olunmaya başlandı... , Cevdet Paşa, Tezâkir, IV, haz. Cavid Baysun, Türk Tarih Kurumu Yayınları, Ankara, 1967,  s. 194-195 ten aktaran GAYRETLİ, 2015, s. 285. 112  BOZKURT, 1996, s. 107. 188Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Kanunu  hükümleri  ulema  meclisinde  tartışma  konusu  olmuş;  Fetva  Emini  Nuri Efendi, Mithat Paşa nın, ulemaya mesleki tecrübe açısından tamamen yabancı olan bi usul  hukukuna  göre  yargılandığını,  bu  yargılamanın  şer i  hukuka  göre  yeniden yapılması gerektiğini belirtmiştir. Bu durum, en azından ceza muhakemesi hukuku bakımından,  şer i  usul  hukukuyla  yeni  kanunun  öngördüğü  modern  usul  hukuku arasındaki  kopukluk  ve  çelişkinin  yanı  sıra;  ulema  sınıfının  reformların başlamasından  neredeyse  elli  yıl  sonra  bile  Avrupa  kaynaklı,  laik  kanunlara  karşı olumsuz tutumunun devam ettiğini göstermektedir. Kanunun  kabulünden  iki  sene  sonra  Adalet  Bakanlığı,  görüş  almak  amacıyla konsolosluklardan bir komisyon oluşturmalarını istemiş, ancak bu komisyon kanunu ağırlıklı olarak yabancı devletlerin sahip olduğu imtiyazları gözeterek değerlendirmiş ve tespit ettiği sorunları 30 Nisan 1881 tarihli bir tutanakla Bakanlığa bildirmiştir. Kanunun  müslüman-gayrimüslim  ayrımı  yapılmaksızın  herkese  uygulanmasını öngören  laik  yapısı  ve  özellikle  koruma  tedbirleri  ile  yaptırımlara  ilişkin  bazı hükümleri, Osmanlı Devleti nde yaşayan yabancılar ve gayrimüslim teb a tarafından olumsuz karşılanmıştır. Hukuken başlı başına bir ilerleme olmasına ve uluslararası antlaşmalarla yabancılara tanınan, tüm usuli işlemlerde çevirmenden yararlanma gibi ayrıcalıklara halel getirmemesine rağmen, Kanun, irade-i hümayuna istinaden yürürlüğe girdikten sonra elçiliklere bildirilmiş; ancak elçilikler tarafından kabul görmemiştir. Gerçekten,  kanunun  kabulünden  kısa  süre  sonra  elçilikler  özellikle  bu  kanunun                                                              113  Şeyhülislamlık teşkilatında hiyerarşik olarak şeyhülislamdan sonra gelen statü ve unvan. 114  BOZKURT, 1996, s. 107. 115  Herkes için eşit şekilde geçerli olduğu varsayılan 1858 Ceza Kanunu nun uygulamasında savcının re sen kamu davası açtığı, fakat mağdurun müslüman ise şeriat mahkemesinde, gayrimüslim ise cemaat mahkemesinde davanın görülmesini talep edebildiği, yeni Ceza Kanunu na rağmen diyet gibi eski yaptırımların uygulandığı bilinmektedir. Bu yüzden Osmanlı ceza yargılaması hukukunda düalist yapı büyük bir sorun olmuştur. ORTAYLI, 1983, s. 131-132. Söz konusu düalizm sorunu bir bütün olarak ancak Cumhuriyet döneminde kabul edilen 1929 tarihli ve 1412 sayılı Ceza Muhakemeleri Usulü Kanunu ile çözülecektir. 116  GAYRETLİ, 2015, s. 286. 117  Başbakanlık Osmanlı Arşivi, HR.TO. 525/41, 12.05.1881, GAYRETLİ, 2015, s. 284. 118  BOZKURT, 1996, s. 108. 119  YOUNG, 1906, s. 226,  https://archive.org/details/corpsdedroitottyoungoog/page/n/mode/2up, (erişim tarihi 30.5.2021). 189Turinay    Hacettepe HFD, 11(1) 2021, 169-228  uygulanmasını reddetmişlerdir. Bu doğrultuda büyükelçiler kapitülasyonlara aykırılık iddiasıyla baskı yaparak kanunda değişiklik yapılmasını sağlamış; gayrimüslim teb anın dini liderleri de kanunun kendi gruplarına  mensup din görevlilerine itiraz etmiş ve özellikle Rum Patriği nin istifa etmesinin de etkisiyle kanunun uygulamasında bazı tavizler ve ayrıcalıklar verilmiştir. Bu olgular, eski Osmanlı hukukunun laik olmayan, parçalı ve usul hukuku ayrıcalıklarına dayalı geleneğinin yeni, modern, eşitlikçi Ceza Muhakemesi  Kanunu nun  tam  ve  gereği  gibi  uygulanmasına  ne  şekilde  engel olduğunun açık bir göstergesidir. Osmanlı  Devleti  döneminde,  Usul-i  Muhâkemât-ı  Cezâiyye  Kanun-ı Muvakkati nde  ilk  değişiklik,   istintak  daireleri nin  çalışmasındaki  aksaklıkların giderilmesi amacıyla  müstantiklerin [sorgu hâkimlerinin] bazı kararlarının tasdik ve tekemmül  etmesine ilişkin olup 1885 te gerçekleştirilmiştir. 1910 da kanunda bir değişiklik yapma girişimi olmuş, değişiklik tasarısında yeni bir kanuna ihtiyaç olmakla birlikte bunun zaman alacağı belirtilmiş; ancak yeni bir kanun kabul edilmediği gibi bu değişiklik  tasarısı  da  kanunlaşmamıştır.  Kanun da  1912  ve  1913  yıllarında değişiklikler  yapılmıştır.  1913 te  kabul  edilen  Sulh  Hakimleri  Hakkında  Kanun-ı Muvakkat ile Kanun da yapılan değişiklikle daha az cezayı gerektiren suçlar için basit ve seri bir yargılama usulü getirilmiştir. Sonraki yıl (1914) yapılan bir düzenlemede savcısı  bulunmayan  ilçelerdeki  ilk  derece  mahkemelerinde  ( kaza  bidayet                                                              120  GAYRETLİ, 2015, s. 285; BOZKURT, 1996, s. 108. Dönemin Adalet Bakanı olan Cevdet Paşa,  Sefaretler ise bu kanunları tanımayıp alelhusus usul-ü muhakeme-i cezaiyeyi katiyen reddeylediler. İşte bu kere Adliye Nezâreti ne geldiğimde böyle azim kargaşalık içine düştüm. Aled-devam birçok sene muavvecat-ı umurun tesviyesiyle meşgul oldum  demektedir. Cevdet Paşa, Tezâkir, IV, haz. Cavid Baysun, Türk Tarih Kurumu Yayınları, Ankara, 1967,  s. 194-195 ten aktaran GAYRETLİ, 2015, s. 285. 121  BOZKURT, 1996, s. 108. Suç şüphesi altında tutuklanan din görevlilerinin diğer şüphelilerden ayrı bir yerde tutulması, cezalarının infazının da yine aynı şekilde icra edilmesi bu ayrıcalıklardandır. BOZKURT, 1996, s. 108-109. 122  BOZKURT, 1996, s. 109. 123  KUNTER, 1978, s. 392. 124  Ibid., s. 392. 125  Takvim-i Vekayi, No: 1240, 24 Eylül 1912; No: 1692, 4 Ekim 1913, BOZKURT, 1996, s. 109. 126  CENTEL / ZAFER, 2020, s. 27;  190Turinay    Hacettepe HFD, 11(1) 2021, 169-228  mahkemelerinde )  savcılık  görevinin  mahkeme  başkatipleri  tarafından  yerine getirilmesi öngörülmüştür. Yeni  kanunla  ilgili  belli  ölçüde  bir  doktrin  oluşturma  çabasının  olduğu görülmektedir. Doktrinde Ceza Muhakemesi Kanunu nun öneminin kabul gördüğü söylenebilir. Mekteb-i Hukuk un ceza usulü muallimi olan Yorgaki Efendi nin 1908 yılında, yeni kanunun kabulünden yirmi dokuz yıl sonra kaleme aldığı Usul-i Cezaiye adlı eserinde, ceza kanunlarının Kanun-u Esasî nin öngördüğü kişi hürriyeti, adalet ve eşitlik ilkelerini koruyucu işlevde olduğu, bu kanunların isabetle uygulanmasının ise ceza usulüne bağlı olması itibariyle ceza usulünün Kanun-u Esasî nin tamamlayıcısı olduğu belirtilmektedir. Uygarlığın gelişmesiyle işkence gibi eski uygulamaların terk edildiği, yeni kanunun özgürlükçü bir tutumun eseri olduğu halde kötü uygulandığı, özellikle Fransız içtihatları ve doktrininin gözetilmesi gerektiği; kamu davası açılması, soruşturma  ve  kovuşturmaya  ayrılan  üç  ciltten  oluşan  eserde  vurgulanan hususlardandır.  Ceza  Muhakemesi  Kanunu na  özellikle  kişi  dokunulmazlığı bakımından  anayasal  önem  atfeden,  iktibas  ve  ulusal  içtihatların  ötesinde  çağdaş hukukun  kaynaklarını  gözeten  bu  eleştirel  yaklaşım,  çağdaş  anlamda  ceza  usul hukukunun gerçek boyutlarının keşfedildiğini göstermektedir. 1879  Ceza  Muhakemesi  Kanunu,  sadece  Osmanlı  Devleti  döneminde  değil, Türkiye Cumhuriyeti döneminde de uygulanmıştır. Kanun da Cumhuriyet döneminde değişiklikler yapılmış, bu kapsamda itham heyetleri ile (1924 tarihli ve 469 sayılı Mehakim-i  Şeriyenin  İlgasına  ve  Mehakimin  Teşkilatına  Ait  Ahkâmı  Muaddil Kanun la) şeriat mahkemeleri ve istinaf mahkemeleri kaldırılmıştır. Kanundaki en önemli değişikliğin Cumhuriyet döneminde, Türkiye Büyük Millet Meclisi tarafından                                                              127  KUNTER, 1978, s. 392. 128  Bkz: Kevakibîzade Abdülhalik Mithat, Usûl-i Muhakemat-ı Cezaiye Şerhi, 1323-1324; Yorgaki / Talât, Usûl-i Muhakemat-ı Cezaiye Kanun-u Muvakkatı nın Şerhidir, yayıncı yok, İstanbul, 1301; Yorgaki, Usûl-i Cezaiye: Amelî ve Nazarî, Mahmut Bey Matbaası, Dersaadet (İstanbul), 1324-1327. 129  BOZKURT, 1996, s. 107. 130  Ibid., s. 107. 131  Ibid., s. 108. 132  TANER, 1950, s. 15; CENTEL / ZAFER, 2020, s. 27. 133  GÖKCEN / BALCI / ALŞAHİN vd., 2018, s. 52. 191Turinay    Hacettepe HFD, 11(1) 2021, 169-228  gerçekleştirilen bu değişiklik olduğu söylenebilir. Kanunun ayrıca 492, 660, 739, 825, 834, 891 ve 952 sayılı kanunlarla da değişikliğe uğradığı bilinmektedir. 1926 da kabul edilen bir kanunla başsavcıya itiraz ve karar düzeltme talebinde bulunma yetkileri verilmiştir.  Kanun, 1412 sayılı Ceza Muhakemeleri Usul Kanunu nun yürürlüğe girdiği 1929 yılına kadar yürürlükte kalmış ve Osmanlı-Türk hukukunda elli yıl boyunca ceza  muhakemesinin  temel  normu  olma  özelliğini  korumuştur.  Nihayet  1412  sayılı Kanun un  422.  maddesinin  ikinci  fıkrası  uyarınca,   5  recep  1296  tarihli  usulü muhakemati  cezaiye  kanunu  muvakkati  ve  zeyilleri   ilga  edilmiştir.  İmparatorluk rejiminden Cumhuriyet rejimine geçilmiş olması ile oluşan çağdaş ceza muhakemesi ihtiyaçları  karşılayamaması,  bu  kanuna  esas  teşkil  eden  teorilerin  geçerliliğini kaybetmesi,  1879  tarihli  Ceza  Muhakemesi  Kanunu nun  ancak  1274/1858  Ceza Kanunnamesi yle uyumlu olması, 1926 tarihli yeni Türk Ceza Kanunu nun yürürlüğe girmesiyle bu kanuna uyumlu yeni bir ceza muhakemesi kanununa duyulan ihtiyaç kanunun ilga edilmesine gerekçe teşkil etmiştir.                                                                 134  KUNTER, 1978, s. 392.  135  GÖKCEN / BALCI / ALŞAHİN vd., 2018, s. 52. 136  KUNTER, 1978, s. 392. 137  Ceza Muhakemeleri Usul Kanunu, Kanun Numarası: 1412, Kabul Tarihi: 04.04.1929, Yürürlüğe giriş tarihi: 20.08.1929, Resmi Gazete, Sayı: 1172, 20.04.1929. 138  CENTEL / ZAFER, 2020, s. 28; TOSUN, 1984, s. 89. 139  GÖKCEN / BALCI / ALŞAHİN vd., 2018, s. 52-53. Bu gerekçeler 1412 sayılı Kanun un Esbab-ı Mucibe Layihası nda da yer almakta olup eleştirilere de konu olmuştur. Bu eleştirilere göre, dayandığı teorilerin eski olduğu ileri sürülen 1879 tarihli Kanun, Avrupa genelinde ve özellikle İtalya ve Almanya gibi ülkelerin ceza muhakemesi kanunlarına model teşkil eden ve özgürlükçü bir öze sahip 1808  Fransız  Ceza  Muhakemesi  Kanunu na  dayanmaktadır.  Fransa  ile  ilişkilerin  güçlü  olduğu ülkemizde belli bir süre boyunca uygulanmış, belli ölçüde yerleşmiş, benimsenmiştir. Bu yüzden, kanunda  değişiklikler  yapmak yerine  kanunun ilga edilmesi  ve yeni  ceza  muhakemesi  kanunu yapılırken zaten Fransız Kanunu nu model alan İtalyan ve Alman kanunlarının iktibasa esas alınması isabetli  olmamış,  Alman  ve  İtalyan  dilini  bilen  az  sayıda  hukukçunun  olması  dolayısıyla uygulamacılar için Alman ve İtalyan kanunlarını Fransız doktrini uyarınca ele alma zorunluluğu gibi ilginç neticeler ve güçlükler doğurmuştur. GÖKCEN / BALCI / ALŞAHİN vd., 2018, s. 53. 192Turinay    Hacettepe HFD, 11(1) 2021, 169-228  D.  Kanunun Ceza Muhakemesi Hukuku Bakımından Önemi Osmanlı  hukukunda  ceza  usulüyle  ilgili  ilk   düzenleme   Usul-i  Muhâkemât-ı Cezâiyye Kanun-ı Muvakkati değildir. Yabancıları yargılamak üzere 1847 de kurulan, hem Osmanlı hem de yabancı üyelerden oluşan, 1856 tarihli Islahat Fermanı nda varlığı teyit edilerek Osmanlı teb asını da yargılamakla yetkili kılınan karma yapıdaki  cezahukuk mahkemesi nde yapılacak yargılamalar için ceza muhakemesini de düzenleyen geçici nizamname olarak Muhakemat Nizamnamesi 1859 yılında kabul edilmiştir. Ancak  bu  nizamname  bir  kanun  olmadığı  gibi  münhasıran  ceza  muhakemesini düzenlemiyordu.  Keza  1286/1870  tarihli  Divan-ı  Ahkâm-ı  Adliye  Nizamname-i Dahilisi nin üçüncü faslı ile yine aynı yıl kabul edilen Dersaadet ve Mülhakatının İdarei  Muhakemesine  Dair  Nizamname nin  dördüncü  faslı  da  ceza  usulü  hükümleri içermekle birlikte; 1879 daki kanunun, ceza usulüyle ilgili ilk düzenleme değil, ama Osmanlı-Türk hukukunda ceza muhakemesini  derli toplu 141 olarak düzenleyen ilk kanun olduğunu kabul etmek zorunludur.  Türkiye nin  ilk  Ceza  Muhakemesi  Kanunu,  1879  tarihli  Usul-i  Muhâkemât-ı Cezâiyye  Kanun-ı  Muvakkati dir.  Bu  yönüyle,  Kanun,  ceza  muhakemesi  hukuku bakımından,  gerek  Tanzimat  Dönemi  sonrasında,  gerekse  Türk  hukuk  tarihinin Osmanlı döneminde gerçekleşen en önemli ilerlemedir. Daha önce dağınık bulunan ceza muhakemesi  kuralları,  ilk  kez  bu  kanunla  münhasıran  ve  bir  bütün  olarak düzenlenmiştir. Usul-i  Muhâkemât-ı  Cezâiyye  Kanun-ı  Muvakkati  laik  nitelikli  bir  kanundur. Osmanlı  Hukuk  Muhakemesi  Kanunu nda  şer i  hükümlere  yer  verildiği  halde  bu                                                              140  ÜÇOK / MUMCU / BOZKURT, 2020, s. 333-334. 141  ÖZTÜRK / TEZCAN / ERDEM vd., 2020, s. 34; YURTCAN, 2019, s. 82; DONAY, Süheyl, Ceza Yargılama Hukuku, 2. Baskı, Beta Yayınları, İstanbul, 2012, s. 11. 142  KUNTER,  1978,  s.  391;  TANER,  1950,  s.  15;  TOSUN,  1984,  s.  89;  YENİSEY,  Feridun  / NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, 8. Baskı, Seçkin Yayınları, Ankara, 2020, s. 89. 143  ŞENSOY, Naci,  The Reception of Foreign Codes of Criminal Law and Criminal Procedure in Turkey , Annales de la Faculté de Droit d Istanbul, Yıl: 1956, Cilt: 5, Sayı: 6, (s. 182-185), s. 183184; CENTEL / ZAFER, 2020, s. 27. 144  BOZKURT, 1996, s. 105. 193Turinay    Hacettepe HFD, 11(1) 2021, 169-228  kanunda  şer i  hükümler  bulunmamaktadır.  İslam  hukuku  kökenli  klasik  Osmanlı hukukunda şeriatın büyük ölçüde özel hukuka ilişkin olması ve şeriat ile (geniş anlamda ceza  politikasını  da  içeren)  siyasanın  ve  kamu  hukukunun  birbirinden  ayrı  ele alınması,  laiklik  açısından  iki  usul  kanunu  arasındaki  farkın  sebebi  olarak değerlendirilebilir. Dolayısıyla, kanunun yapıldığı dönemde, Osmanlı ceza muhakemesi hukukunda laik bir yasal düzenleme yapılması için elverişli bir hukuki yapının mevcut olduğu kanaatindeyiz. Öte yandan, bu kanun şer i hükümlere yer vermemenin ötesinde İslam yargılama hukukuna  temelden  aykırı,  savcılık,  ceza  mahkemelerinde  birden  fazla  üye bulundurulması, temyiz kanun yolu gibi kurumlar öngörmektedir. Dolayısıyla, 1879 Ceza  Muhakemesi  Kanunu nu,  ceza  muhakemesi  hukuku  tarihimizde  İslam hukukundan temelli bir kopuş ve modern ceza muhakemesi hukukuna bütüncül bir geçiş düzenlemesi olarak değerlendirmek isabetli olacaktır.   II.  KANUNUN ÖZELLİKLERİ, İÇERİĞİ VE CEZA MUHAKEMESİ SİSTEMİ A.  Kanunun Sistematiği ve Genel Olarak İçeriği Başlangıç (mukaddime) bölümünün yanı sıra iki kitaptan oluşan 1879 tarihli Ceza Muhakemesi  Kanunu nun  metni  incelendiğinde  sistematiğinin  şu  şekilde  olduğu anlaşılmaktadır: Mukaddime (m. 1-7) Birinci  Kitap  (m.  8-131):  Soruşturma  ve  Soruşturma  Görevlileri  (Zabıta-i Adliye ve Onun Memurin-i İcraiyesi)                                                              145  BOZKURT, 1996, s. 105; AKBULUT, 2018, s. 321; AKGÜNDÜZ, 2017, s. 89. 146  BERKES, 2020, s. 215. 147  ORTAYLI, 1983, s. 131. 148  GÖKCEN, 1994, s. 203 vd. Ayrıca bkz: PADEL, Wilhelm, Die ottomanische Strafprozeßordnung: veröffentlicht  auf  Jrade vom  5  Redscheb  1296  (25. Juni  1879),  (Sammlung  außerdeutscher Strafgesetzbücher  in  deutscher  Übersetzung,  Sayı:  21),  Guttentag,  Berlin,  1905, https://books.google.com/, (erişim tarihi 16.02.2021). 194Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Birinci Fasıl (m. 8-10): Soruşturma İkinci Fasıl (m. 11-15): Kaymakam, müdür ve teftiş memurları Üçüncü Fasıl (m. 16-19): Köy ve orman bekçileri ve memurları Dördüncü Fasıl (m. 20-44): Savcılar Birinci Kısım: İlk derece mahkemesi savcıları ve yardımcılarının soruşturmaya ilişkin görevleri İkinci Kısım: Savcıların görevlerini icra şekli     Beşinci Fasıl (m. 45-49): Savcılara yardım edecek soruşturma görevlileri     Altıncı Fasıl (m. 50-85): Sorgu hâkimleri Birinci Kısım: Sorgu hâkimlerinin (müstantik) atanması İkinci Kısım: Sorgu hâkimlerinin görevleri   Birinci Bölüm (cüz): Suçüstü    İkinci Bölüm: Sorgu işlemleri     Birinci Alt-bölüm (fıkra): Genel hükümler İkinci Alt-bölüm: Şikayet Üçüncü Alt-bölüm: Tanıkların dinlenmesi Dördüncü Alt-bölüm: Yazılı deliller ve ispat aracı olarak yararlı görülen (subut-ı cürme medar olan) eşya Yedinci  Fasıl  (m.  85-107):  Çağrı,  zorla  getirme,  gecici  ya  da  geçici olmayan tutuklama müzekkereleri                                                                                                                                                                                    149  Kanunda yer alan  zabıta-i adliye  terimi, sözlük anlamı olan  adli kolluk tan çok daha geniş bir bağlamda,  soruşturma yı ifade edecek şekilde kullanılmıştır. 150  Üçüncü ve Dördüncü Fasıl başlıkları için bkz: PADEL, 1905, s. 4-5, https://books.google.com/, (erişim tarihi 17.02.2021). 151   Fıkra  terimi günümüzde maddenin alt bölümünü ifade ettiği için karışıklık yaratmaması amacıyla alt-bölüm olarak ifade edilmiştir. Öte yandan ikinci kitapta  fıkra  teriminin başlıklandırma düzeni açısından birinci kitaptaki anlamıyla dahi uyuşmadığı görülecektir. 195Turinay    Hacettepe HFD, 11(1) 2021, 169-228      Sekizinci Fasıl (m. 108-121): Geçici salıverilme ile kefalet Dokuzuncu Fasıl (m. 122-131): Soruşturmanın tamamlanmasından sonra sorgu hâkimi tarafından verilecek kararlar   İkinci Kitap (m. 132-487): Yargılama (Muhakemat) Birinci Bab (m. 132-198): Kabahat ve orta ağırlıktaki suçlara (cünha) ilişkin davalara bakan mahkemeler       Birinci Fasıl: Kabahatlere ilişkin davalara bakan mahkemeler         Birinci Fıkra: Kabahat davasının görülme şekli         İkinci Fıkra: Kabahate ilişkin hükümlerin (îlâm) istinaf         usulü İkinci  Fasıl:  Orta  ağırlıktaki  suçlara  (cünha)  ilişkin  davalara bakan mahkemeler İkinci  Bab  (m.  199-312):  Ağır  cezayı  gerektiren  suçlara  (cinayet) ilişkin davalara bakmakla görevli mahkemeler       Birinci Fasıl: Suçlandırma biçimi (suret-i ithamiye) İkinci  Fasıl:  Ağır  cezayı  gerektiren  suçlara  bakmakla  görevli mahkeme başkanları Üçüncü Fasıl: Ağır cezayı gerektiren suçlara bakmakla görevli mahkemelerde bulunan savcıların görevleri Dördüncü Fasıl: Ağır cezayı gerektiren suçların yargılama usulü Beşinci Fasıl: Yargılama, hüküm ve tenfiz                                                              152  Kanunun birinci kitabındaki sistematik, sırasıyla  fasıl ,  kısım ,  cüz ,  fıkra  şeklinde alt başlıklara ayrılmışken ikinci kitabın sistematiği  bab  ile başlamakta,  fasıl  ile devam etmektedir. Bu durum, kanunun hazırlanma sürecinde en azından başlıklandırma açısından önemli bir ihmalin varlığına işaret etmektedir. 153 Kanunun ikinci kitabında sırasıyla  bab  ve  fasıl dan sonra, dördüncü derecedeki alt başlık olarak  fıkra  gelmektedir. Oysa birinci kitapta  fıkra , beşinci derecedeki alt başlıktır. 154  Bu terimin kasten öldürmeyi değil, tüm ağır suçları ifade ettiğini hatırlatmak yararlı olacaktır. 196Turinay    Hacettepe HFD, 11(1) 2021, 169-228    Birinci Kısım: Yargılama   İkinci Kısım: Hüküm ve tenfiz     Üçüncü Bab (m. 313-353): Hükümlerin (îlâm) temyiz usulü Birinci  Fasıl:  Soruşturma  ve  hükümlerin  bozulmasını  (nakz) gerektiren durumlar         Birinci Fıkra: Ağır cezayı gerektiren suçlar         İkinci Fıkra: Orta ağırlıktaki suçlar (cünha) ve kabahatler       İkinci Fasıl: Hükümlerin temyizine ilişkin dilekçeler Üçüncü Fasıl: Ağır cezayı gerektiren suçlara ve orta ağırlıktaki suçlara (cünha) ilişkin davalarda yargılamanın yenilenmesi (iadei muhakemat)     Dördüncü Bab (m. 354-416): Yargılama usulüne bağlı bazı hususlar       Birinci Fasıl: Sahtecilik davaları       İkinci Fasıl: Ağır cezayı gerektiren suçlarda gıyapta hüküm Üçüncü  Fasıl:  Mahkeme  görevlilerinin  görevde  olmadıkları zamanda ya da görevleri sırasında işlenen suçlar Birinci  Kısım:  Mahkeme  görevlilerinin  görevde olmadıkları  zamanda  işlenen  suçların  soruşturulması  ve yargılanması İkinci Kısım: Mahkeme görevlilerinin görevleri sırasında işlenen  zulüm,  düşmanlık  (teâdî)  gibi  suçların soruşturulması ve yargılanması Dördüncü  Fasıl:  Mahkeme  ve  hükümet  görevlilerine  yönelik gerekli davranış biçimine aykırı durumlar                                                              155  Burada  fasıl ın bir alt başlığı olarak  kısım  teriminin kullanıldığını görülmektedir. Oysa daha ikinci kitabın birinci  fasıl ının alt başlığı olarak  fıkra  kullanılmıştır. Bu durum, kanunun ikinci kitabının kendi içinde dahi terminolojik düzensizlik içinde olduğunu göstermektedir. 197Turinay    Hacettepe HFD, 11(1) 2021, 169-228        Beşinci Fasıl: Yakalanan kaçak hükümlülerin kimliğinin         belirlenmesi Altıncı Fasıl: Bir yargılamanın hüküm evrakı ve eklerinin kayıp ya da çalınmış olması durumunda yapılacak işlem     Beşinci Bab (m. 417-444): Davalarda görevli mahkemenin       belirlenmesi ve davanın nakli       Birinci Fasıl: Davalarda görevli mahkemenin belirlenmesi       İkinci Fasıl: Davanın nakli     Altıncı Bab (m. 445-487): Menfaatler ve genel güvenliğe ilişkin bazı     maddeler       Birinci Fasıl: Yargılamaya ilişkin evrakın kaydı ve tutulması İkinci Fasıl: Tutukevleri ve cezaevleri Üçüncü Fasıl: Haksız tutuklama ve hapse karşı kişi hürriyetinin korunma şekli Dördüncü Fasıl: Memnu (yasaklanmış) hakların iadesi Beşinci Fasıl: Zamanaşımı ve cezanın sona ermesi     Kanunun  sistematiğinde  yer  alan  başlangıç  (mukaddime)  kısmı,  ilk  bakışta sanılanın aksine anayasaların başlangıç metinleri gibi kabul edilme şekli, sebepleri vs. ilişkin bir kısım olmayıp doğrudan ceza muhakemesi kurallarına yer vermektedir. Ceza muhakemesinde kamu davası ilkesi, kamu davasının zorunluluğu, kamu davası/şahsi hak davası ayrımı ve bunlara ilişkin kurallar (m. 1, m. 3-4); davayı düşüren ölüm hali ve                                                              156  Eski Türkçedeki  hamis  yerine doğrudan  beşinci  kelimesinin kullanıldığı görülmektedir. Bkz: GÖKCEN, 1994, s. 276. 157  Bu babın ve dolayısıyla kanunun sonunda 400. maddeye ek düzenleme (zeyl) bulunmaktadır. Bkz: GÖKCEN, 1994, s. 288. 198Turinay    Hacettepe HFD, 11(1) 2021, 169-228  zamanaşımı (m. 2); kanunun kişi bakımından uygulama alanı (m. 5-6-7)  bu kısımda düzenlenmektedir. Kanunun soruşturma ve kovuşturma olarak iki ana bölüme (kitaba) ayrıldığı dikkat  çekmektedir.  Böyle  bir  genel  ayrım  yapılması,  kanunun  modern  ceza muhakemesi kanunlarına ne denli benzediğinin ilk göstergesidir. Nitekim yürürlükte olan 5271 sayılı Ceza Muhakemesi Kanunu nda da sırasıyla ikinci ve üçüncü kitap olarak düzenlenen soruşturma (m. 157-174) ve kovuşturma (m. 175-232) kitapları en temel ayrımlar arasında yer almaktadır.  1879 tarihli Kanunda ilk kitaba adını veren  zabıta-i adliye  terimi, yalnızca, savcının yardımcısı olan adli kolluğu değil, tüm soruşturma evresini ifade etmektedir. Gerçekten, kanunun 9. maddesindeki  ...zabıta-i adliye vezaifi [görevleri], kaymakam veya müdür ve teftiş memurları ve müddeiumumiler [savcılar] ve müstantikler [sorgu hâkimleri] ve zabtiye zabitanı [kolluk amirleri] ve köy muhtarları ve ihtiyar meclisleri azası ve köy ve orman bekçileri marifetiyle icra olunur 160 hükmü, savcı ve sorgu hâkimini de içermesi itibariyle, terimin  soruşturma  anlamına geldiğini açıkça ortaya koymaktadır.  Ayrıca  soruşturma  görevlilerinin  hemen  tamamının  soruşturma  kitabında  ayrı fasıllar halinde düzenlendiği görülmektedir. Bunların dışındaki fasıllar ise çağrı, zorla getirme, geçici ya da geçici olmayan tutuklama müzekkereleri; geçici salıverilme ile kefalet ve soruşturmanın tamamlanmasından sonra sorgu hâkimi tarafından verilecek kararlara ayrılmıştır. İkinci kitap kovuşturmaya ayrılmış olup yukarıda görüldüğü üzere  muhakemat  başlığını taşımaktadır. Bu kitabın ilk iki babı mahkemelerin yargılama usulüne ilişkin olup kabahat ve orta ağırlıktaki suçlar ( cünha lara) ile ağır cezayı gerektiren suçlara                                                              158  GÖKCEN, 1994, s. 203-204. 159  Ibid., s. 204-226, s. 226-288. 160  Ibid., s. 204-205. 161  Ibid., s. 205 vd. 162  Ibid., s. 217 vd. 199Turinay    Hacettepe HFD, 11(1) 2021, 169-228  ( cinayet lere) ilişkin davalara bakan mahkemeler ayrı ayrı düzenlenmiştir. Hemen belirtmek  gerekir  ki  1879  tarihli  Ceza  Muhakemesi  Kanunu,  1858  tarihli  Ceza Kanunnamesi yle  uyum  ve  bütünlük  arz  etmektedir.  1858  tarihli  Ceza Kanunnamesi nde suçların ağırlık derecelerine göre  kabahat ,  cünha  ve  cinayet  olmak  üzere  üç  tür  halinde  düzenlendiği  bilinmektedir.  Dolayısıyla  1879  tarihli kanuna  göre  bu  suçların  yargılanması  ayrı  usullere  tabidir.  Öte  yandan  bu  kitapta üçüncü bab, temyiz kanun yoluna; dördüncü bab sahtecilik, gıyapta hüküm verilmesi gibi yargılama usulüne ilişkin özel bazı hususlara; beşinci bab, görevli mahkeme ve davanın nakline; altıncı ve son bab ise memnu hakların iadesi, zamanaşımı, cezanın sona ermesi, cezaevleri, haksız tutuklama ve hapis, kovuşturma belgelerinin tutulması gibi çok çeşitli konulara ayrılmıştır. 1879 tarihli kanunun başlıklandırmalarında düzensiz ve uyumsuz kullanımlar az değildir. İlk olarak, birinci kitabın  fasıl , ikinci kitabın ise  bab  teriminin kullanılarak alt başlıklandırmaya başlandığı dikkat çekmekte olup bu durumun muhtemelen ikinci kitabın  içerdiği  hükümler  itibariyle  daha  kapsamlı  olmasından  kaynaklandığı belirtilmektedir.  Fakat  kanaatimizce,  ikinci  kitabın  kapsamlı  olması,  sistematiğin düzenine  zarar  veren,  yeknesak  olmayan  böyle  bir  kullanımı  makul  hale getirmemektedir.  Öte  yandan  sistematik  ile  ilgili  tek  sorun  bu  değildir.  İki  kitaptaki  diğer  alt başlıkların adları da birbiriyle uyumsuzdur. İlk kitapta ( kitap  başlığı dahil) beşinci dereceden bir alt başlık olan  fıkra , ikinci kitapta dördüncü derecedeki alt başlığın ismidir. Ayrıca aynı başlığın altındaki alt başlıkların adlandırılmasında  fasl-ı evvel ,  fasl-ı sani ,  sekizinci fasıl ,  dokuzuncu fasıl  gibi uyumsuz ifadelerin kullanıldığı                                                              163  Ibid., s. 226 vd. 164  GÖKCEN,  Ahmet,  Tanzimat  Dönemi  Osmanlı  Ceza  Kanunları  ve  Bu  Kanunlardaki  Ceza Müeyyideleri, İstanbul, 1989, s. 28. 1810 tarihli Fransız Ceza Kanunu esas alınarak hazırlanan 1858 Ceza Kanunnamesine göre bu suçların yaptırımları kabahat için  muâmele-i tekdîriye , cünha için  mücâzât-ı te dîbiyye , cinayet için  mücâzât-ı terhîbiyye  olarak adlandırılmaktadır. GÖKCEN, 1989, s. 26, s. 28. 165  GÖKCEN, 1994, s. 255 vd. 166  GAYRETLİ, 2015, s. 288. 200Turinay    Hacettepe HFD, 11(1) 2021, 169-228  görülmektedir. Yine, ikinci kitapta  birinci  ve  beşinci  bab, Türkçe sayılarla, diğer bablar ise ( bab-ı sani ,  bab-ı salis ,  bab-ı rabi ,  bab-ı sadis ) Arapça kökenli sayılarla numaralandırılmıştır.  Sistematikle ilgili tüm sorunlar dikkate alındığında kanunun hazırlanma süreci için  acelecilik  eleştirisi  yapan  Cevdet  Paşa nın  bu  eleştirisinde  haklı  olduğu,  en azından sistematiğin düzenleniş biçimi açısından söylenebilir. Bununla beraber 1879 tarihli kanunun içeriğinin dili ve sentaksının, dönemine göre, düzenli sayılabileceği kanaatindeyiz.   B.  Kanunun  Osmanlı-Türk  Ceza  Muhakemesi  Hukukuna  Getirdiği Bazı Esaslı Yenilikler 1.  Savcılık Kurumu Savcılık kurumu, tek kadıdan oluşan, monist yapıdaki bir mahkeme yapısını temel prensip kabul eden ve dönemin hukukçuları tarafından kamu hukuku/özel hukuk ayrımı yapılmamasına bilhassa özen gösterilen İslam yargılama hukukuna mahiyeti gereği aykırı bir kurumdur. Bu hukuk düzeninde, kamu davasını açma yetkisiyle donatılmış bir merci yoktur. Bu durum dikkate alınırsa, kişilerin kendi ceza davalarını kendi adlarına yürüttükleri şeriat mahkemelerinde savcılık kurumunun bulunmaması doğal bir durumdur. Gerçi bu sistemde davacının kendini bir vekil ile temsil ettirmesi                                                              167  Ibid., s. 288. 168  Ibid., s. 288. 169  ORTAYLI, İlber, Hukuk ve İdare Adamı Olarak Osmanlı Devleti nde Kadı, 13. Baskı, Kronik Yayınları, İstanbul, 2020, s. 22. 170  MARDİN, Türk Modernleşmesi, 1994, s. 131. 171  ORTAYLI,  1983,  s.  131.  Savcılık  teşkilatının  tarihi  ile  ilgili  olarak  bkz:  ÜÇOK,  Coşkun,  Savcılıkların Avrupa Hukukunda Gelişmesi ve Türkiye de Kuruluşu , Ord. Prof. Sabri Şakir Ansay ın Hatırasına Armağan, Ankara Üniversitesi Hukuk Fakültesi Yayınları, Ankara, 1964, (s. 35-48);  ÜNAL  ÖZKORKUT,  Nevin,  Osmanlı  Hukukunda  Müdde-i  Umumilik:  Savcılık Kurumunun Türk Hukukuna Girişi ve Uygulanma Süreci, Turhan Kitabevi Yayınları, Ankara, 2016. 172  BAYINDIR, 2015, s. 153. 173  CENTEL / ZAFER, 2020, s. 127. 201Turinay    Hacettepe HFD, 11(1) 2021, 169-228  mümkündür.  Ancak  bu   vekil in  savcılık  kurumuyla  hiçbir  ilintisinin  olmadığı açıktır. Yine, İslam yargılama hukukunda dava, özel hukuk uyuşmazlıklarının yanı sıra hakaret, öldürme, yaralama, hırsızlık, kazif (zina iftirası) gibi tazir suçlarında bireyler tarafından  açılmakta;   hukûku l-lah a  (Allah ın  haklarına)  aykırılık  olarak  görülen topluma  karşı  işlenen  suçlarda  ise  dava   kendiliğinden   açılmış  sayılmaktadır. Görüldüğü gibi bu sistemde hukuk davasından ayrı  ceza davası  diye bir dava türü olmadığı gibi kamu davasını açacak bir süje de bulunmamaktadır. Kanunun  ceza  muhakemesi  hukukuna  getirdiği  en  önemli  yeniliklerden  biri,  savcılık kurumu dur. İlk defa bu kanunla savcıların ve hâkimlerin konumu, görev ve yetkileri  birbirinden  belirgin  biçimde  ayrılmıştır.  Kanun,  savcıların  görevleri  ve yetkilerine ilişkin hükümlere detaylı biçimde yer vermek suretiyle modern anlamda ceza yargılamasına oldukça yakın bir muhakeme usulü yaratmıştır. Savcılık kurumunun modern  ceza  muhakemesi  düzeni  içindeki  vazgeçilmez  konumu  dikkate  alınırsa, Kanun un bu kuruma yer vermesinin önemi kendiliğinden anlaşılacaktır. Bununla beraber savcılık, bir kurum olarak olmasa da bir görev olarak 1840 lı yıllardan itibaren varlık kazanmış, bu süreçte kurulan nizamiye mahkemelerinde bazı mahkeme üyelerine savcılık görevi tevdi edilmiştir. Yine de bu görevlendirmeleri daimi bir savcılık yapılanması olarak düşünmek isabetli olmayacaktır. Savcılık  kurumuna  ilişkin  ilk  düzenleme,  bu  kanun  değildir.  22  Şubat  1870 tarihinde  yayınlanan  Dersaadet  ve  Mülhakatı  İdâre-yi  Zabıta  ve  Mülkiye  ve                                                              174  ORTAYLI, Hukuk ve İdare Adamı Olarak Osmanlı Devleti nde Kadı, 2020, s. 77. 175  BAYINDIR, 2015, s. 153, s. 155. 176  ÜÇOK / MUMCU / BOZKURT, 2020, s. 319; CENTEL / ZAFER, 2020, s. 28; AKBULUT, 2018, s. 321; AKGÜNDÜZ, 2017, s. 89; BAYINDIR, 2015, s. 71. 177  SCHULL, Kent F., Prisons in the Late Ottoman Empire: Microcosms of Modernity, Edinburgh University Press, Edinburgh, 2014, s. 24. 178  BOZKURT, 1996, s. 105. 179  AKBULUT, 2018, s. 321. 180  CENTEL / ZAFER, 2020, s. 127; GÖKCEN / BALCI / ALŞAHİN vd., 2018, s. 52. 181  GÖKCEN / BALCI / ALŞAHİN vd., 2018, s. 52. 182  21 Zilkade 1286, BİNGÖL, Sedat,  Vakâ-yi Zaptiyye Gazetesi ve İstanbul Mahkemeleri , Yakın Dönem Türkiye Araştırmaları-Recent Period Turkish Studies, Yıl: 2007, Sayı: 11, (s. 1-30), s. 5. 202Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Mehâkim-i Nizamiyesine Dair Nizamname sinin 61. maddesinde  Divan-ı Temyiz de erbab-i  cinayet  aleyhinde  müddei  sıfatında  bulunmak  üzere  devlet  namına  umur-i hukukiyye  ve  kanuniyye  vâkıf  bir  memur  bulunacaktır   hükmü  bulunmaktadır. Böylece savcılık kurumu olmasa da savcının görevini ya da savcılık  sıfatı nın gereğini yerine getirecek bir ceza muhakemesi  süjesinin durumu düzenlenmiştir. Keza, aynı nizamnamenin  71.  maddesinde   Deavi  meclislerinde  daimi  surette  birer  Müdde-i umumî  bulunmayıp  meclis  maiyyetinde  bulunan  teftiş  memurlarından  biri  meclisin tensibi  üzerine  ledelicap  bu  vazifeyi  ifa  eyleyecektir   hükmü  yer  almaktadır.  Bu hükümde  sadece  savcılık  görevinden  ya  da  sıfatından  değil,  ilk  kez  olmak  üzere  müdde-i umumi  (savcı) süjesinden bahsedilmekle birlikte; söz konusu nizamnamede, 61. madde hükmü bir kenara bırakılırsa, savcının görev ve yetkilerine ilişkin başkaca bir düzenleme  bulunmamaktadır.  Diğer  taraftan,  nizamnameden  altı  yıl  sonra  kabul edilen Kanun-u Esasî nin 91. maddesi,  Umuru cezaiyede hukuku âmmeyi vikayeye memur müddei umumiler bulunacak ve bunların vezaif ve derecatı kanun ile tâyin kılınacaktır 186 hükmüne yer verilerek ceza işlerinde kamu hukukunu koruyacak süje olarak  savcılık  görevine  anayasal  statü  kazandırılmıştır.  Fakat  Kanun-u  Esasî nin yürürlüğe  girdikten iki  yıl  sonra  II.  Abdülhamit  tarafından  süresiz  olarak  ve  fiilen yürürlükten kaldırılması ile savcılığın anayasal niteliğine ilişkin bu hükmün hukuki önemini  kaybettiği  söylenebilir.  Öte  yandan,  savcılık  kurumunun  ilk  kez,  Ceza Muhakemesi Kanunu yla aynı yıl kabul edilen Teşkilat-ı Mehakim Kanunu ile teşkil edildiği  de  ileri  sürülmektedir.  18  Haziran  1879  tarihli  Teşkilat-ı  Mehakim Kanunu yla ülke genelinde savcılıkların kurulduğu bilinmektedir. Ancak Teşkilat-ı Mehakim Kanunu yla  savcılık kurumu nun değil,  savcılık teşkilatı nın kurulduğunu                                                              183  BOZKURT, 1996, s. 105. 184  Ibid., s. 105. 185  Ibid., s. 105-106. 186  Kânûn-ı Esâsî, https://www.anayasa.gov.tr/, (erişim tarihi 06.02.2021). 187  ÜÇOK / MUMCU / BOZKURT, 2020, s. 336; ORTAYLI, 1983, s. 131. Avukatlık kurumunun ise 1875 te  İstanbul  mahkemelerinde,  1876 da  ilan  edilen  bir  fermanla  tüm  ülkede  kurulduğu görülmektedir. ÜÇOK / MUMCU / BOZKURT, 2020, s. 336; ORTAYLI, 1983, s. 131. 188  BOZKURT, 1996, s. 106. 203Turinay    Hacettepe HFD, 11(1) 2021, 169-228  söylemek gerekir. Görev ve yetkileri belirlenmeyen bir süjeye ilişkin hukuki kurumun varlığından söz edilemez. Nihayet 1879 tarihli Ceza Muhakemesi Kanunu yla  savcılık kurumu  hukuken yaratılmıştır. Kanunun Zabıta-i Adliyeye ve Onun Memurin-i İcraiyesine Dair  olan birinci  kitabının,  dördüncü  faslı   Müddeiumumilere  dair dir.  Bu  fasıl,  iki  kısma ayrılmıştır. Birinci  kısımda  (m.  20-25)190   bidayet  mahkemeleri  müddeiumumileriyle muavinlerinin zabıta-i adliyeye müteallik vezaifi  düzenlenerek ilk derece mahkemeleri nezdindeki savcı ve savcı yardımcılarının soruşturma ve kamu davası açma başta olmak üzere görev ve yetkileri açıklığa kavuşturulmuştur.  Buna göre, savcılar kabahatler dışındaki tüm suçları (cünhaları ve cinayetleri) araştırmak, soruşturmak ve faili aleyhinde dava açmak zorunda olup (m.20); bu görevin yerine getirilmesinde suçun işlendiği yer ile şüphelinin ikamet ettiği ya da tutuklandığı yer savcıları eşit olarak sorumludur (m. 21)192. Suçun ülke dışında işlenmesi dahil olmak üzere Kanunun 5., 6. ve 7. maddelerinde öngörülen durumlarda bu görevler şüphelinin asıl olarak ikamet ettiği ya da yakalandığı yerin veya son ikametgahının bulunduğu yer savcısı tarafından yerine getirilmelidir (m. 22)193.  Bu  kısımda  ayrıca  savcıların  ve  diğer  adli  kolluk/soruşturma  görevlilerinin görevlerini yerine getirirken silahlı kuvvet talep etme ve kullanma yetkileri tanınmıştır (m. 23)194. Savcıya ulaşılamaması halinde mahkeme başkanının emriyle üyeler ya da memurlar arasından görevlendireceği kişinin savcının görevlerini yerine getireceği ve geçici olarak savcılık görevi üstlenen mahkeme üyesinin görevlendirilen iş bakımından mahkeme üyeliği sıfatını taşıma yetkisi olmadığı da düzenlenen hususlardandır (m.                                                              189  GÖKCEN, 1994, s. 207; BOZKURT, 1996, s. 106. 190  Bkz: GÖKCEN, 1994, s. 207. 191  Bu terim, kasten öldürmeyi değil, tüm ağır suçları ifade etmektedir. 192  GÖKCEN, 1994, s. 207. 193  Ibid., s. 207. 194  Ibid., s. 207. 204Turinay    Hacettepe HFD, 11(1) 2021, 169-228  24)195.  Sorgu  hâkimleri  tarafından  verilecek  kararların,  kanunun  ilgili  bölümünde belirtilen  usul  ve  kurallara  göre  tebliğ  edilmesini  sağlamak  da  savcıları  görevleri arasındadır (m. 25)196.  Savcının  ceza  muhakemesinde  soruşturma  yapma  ve  kamu  davası  açma zorunluluğu,  görevi  ve  yetkisi,  yer  bakımından  yetki  kuralları,  savcı  yerine soruşturma görevini üstlenecek kişinin görevlendirme usulü ve statüsünün bu kısımda düzenlendiği  görülmektedir.  Söz  konusu  hükümler,  modern  anlamda  savcılık kurumunun  1879  tarihli  Ceza  Muhakemesi  Kanunu yla  kurulduğu  tezini  açıkça destekleyecek niteliktedir. İkinci kısımda (m. 26-44)198  müddeiumumilerin vezaif-i memurelerinin suver-i icraiyesi  düzenlenerek savcıların görevlerini icra şekli, dönemine göre oldukça ayrıntılı olarak hüküm altına alınmıştır.  Memurların  işlendiğini  bildiği  suçları  görevli  savcıya  bildirme,  suça  ilişkin bilgileri, tutanakları ve diğer belgeleri iletme yükümlülüğü (m. 26), kişilerin işlendiğini bildiği  suçları  görevli  savcıya  bildirme  yükümlülüğü  (m.  27),  ihbarnamelerin düzenlenme ve kayıt usulü (m. 28), belirli ağır cezaları gerektiren suçlarda suçüstü halinde  savcının  suçu  olay  yerinde  bizzat  soruşturma  ve  ilgililerin  ifadesini  alma, bunları huzuruna çağırma görevi ve yetkisi (m. 29-30), savcının tutanak düzenlenmesine kadar  ilgililerin  bulunduğu  yerden  ayrılmamasına  karar  verme  ve  bu  emre  aykırı davranan kişileri gözaltına alma yetkisi ile bu kişilerin cezalandırılma usulü ve yaptırım (m. 31), savcının suçta kullanılan ya da suç için hazırlanan silah, eşya ile delillere elkoyma yetkisi ve usulü (m. 32), savcının şüphelinin konutunda arama ve elkoyma yetkisi ile usulü (m. 33-36), savcının belirli ağır cezaları gerektiren suçlarda suçüstü halinde tutuklama, zorla getirme ve sorgulama yetkisi (m. 37), suçüstü halinin tanımı (m. 38), tutanak düzenleme usulü (m. 39), savcının bilirkişi belirleme yetkisi (m. 40),                                                              195  Ibid., s. 207. 196  Ibid., s. 207. 197  CENTEL / ZAFER, 2020, s. 127. 198  Bkz: GÖKCEN, 1994, s. 207-211. 199  O dönemde yürürlükte olan Ceza Kanunu na göre  idam, kürek, kalebentlik, müebbet sürgün  gibi cezaları gerektiren suçlar. GÖKCEN, 1994, s. 208. 205Turinay    Hacettepe HFD, 11(1) 2021, 169-228  ölü muayenesi ve usulü (m. 41), savcının tutanak ve evrakı sorgu hakimine teslimi ve şüphelinin  gözaltında  tutulması  (m.  42),  konutta  gerçekleşen  suçların  ağır  cezayı gerektiren suçüstü hali usulüne bağlı kılınması ve konut sahibinin savcıya başvurma yükümlülüğü (m. 43), ağır cezayı gerektiren suçüstü hali usulüne tabi durumlar dışında savcının ihbar veya başka bir yolla görevli olduğu daire dahilinde suç işlendiğine veya suç failinin bulunduğuna vakıf olması durumunda soruşturma ve gerekirse suç yerine bizzat gidilmesi ile gereken tutanakların hazırlanmasını sorgu hâkimine havale etmesi (m. 44) bu kapsamdadır.  Müddeiumumilere dair  olan dördüncü faslı takip eden beşinci fasıl (m. 4549)201  ise  esas  itibariyle   müddeiumumilere  muavenet  edecek  zabıta-i  adliye memurları nın görev ve yetkilerini düzenlemekte olup savcıya ilişkin bazı hükümlere de yer vermektedir. Örneğin soruşturmada savcının adli işlemleri icra etmekte öncelikli yetkisinin düzenlendiği 47. madde ile savcının soruşturma evresindeki otoritesi ve öncü  statüsü  teyit  edilmektedir.  Keza,  48.  maddede  düzenlenen  adli kolluk/soruşturma görevlilerinin düzenledikleri ihbarname, tutanak ve diğer belgeleri geciktirmeksizin  savcıya  gönderme  yükümlülüğü,  savcının  ceza  muhakemesindeki statüsünü güçlendirici niteliktedir. 49. maddede ise benzer nitelikte bir hükmün yanı sıra savcının  iddianame-i mahsus  düzenleme yetkisi düzenlenmiştir. Dolayısıyla, bu fasıldaki hükümler de 1879 tarihli Kanun un öngördüğü savcılık kurumunun modern anlamda savcılık kurumuna ne denli yakın bir mahiyette olduğunu doğrulamaktadır. 1879 Ceza Muhakemesi Kanunu ndaki söz konusu hükümler bir bütün olarak değerlendirildiğinde, savcının tüm esaslı görev ve yetkilerinin belirlendiği, savcı ile diğer  adli  merciler  arasındaki  görev  paylaşımının  sınırlarının  çizildiği,  savcının yönetimindeki  soruşturma  evresinin  usul,  araç  ve  yöntemlerinin,  delil  araştırma yöntemlerinin tespit edildiği, savcının yetkisindeki koruma tedbirlerinin düzenlendiği                                                              200  GÖKCEN, 1994, s. 207-211. 201  Bkz: GÖKCEN, 1994, s. 211-212. 202  GÖKCEN, 1994, s. 211. 203  Ibid., s. 211. 204  Ibid., s. 212. 206Turinay    Hacettepe HFD, 11(1) 2021, 169-228  görülmektedir. O yüzden tüm esaslı, zorunlu ve ayırt edici unsurlarıyla Türk hukukunda  savcılık kurumu , 1879 tarihli Usul-i Muhâkemât-ı Cezâiyye Kanun-ı Muvakkati ile kurulmuştur. Kanun un yarattığı savcılık kurumunun tüm ülkede uygulanacak hukuki mahiyette olduğu açıktır. Nitekim Kanun un kabulünün ardından tüm ülkede savcılar ve savcı yardımcıları görevlendirilmiştir. Kuşkusuz savcılık kurumunun toplumda kabul görüp görmemesi başka bir sorundur. Başlangıçtaki uygulamada, davacı ve davalıdan ibaret tarafların öngörüldüğü şer i hukuk düzeninde olmayan savcılık kurumunun işlevinin bazı  kesimler  tarafından  anlaşılmadığı,   üçüncü  bir  şahsın   (savcının)  yargılamaya müdahale etmesinin garip karşılandığı ve tepki gördüğü belirtilmektedir.  2.  Sorgu Hâkimliği Sorgu hâkimliğine ilişkin ilk düzenleme 1879 tarihli Ceza Muhakemesi Kanunu değildir.   Müstantiklik   olarak  adlandırılan  bu  kurumun  ilk  defa  1275/1859  tarihli Dersaadet te  Ceraimin  Mahall-i  Muhakemesiyle  Usul-i  Muhakemeye  Dair  Tertib Olunmuş  Nizam-ı  Muvakkat ta  düzenlendiği  kaydedilmektedir.  Bununla  beraber sorgu hâkimliği kurumu, ceza muhakemesi sisteminde bütüncül, kapsamlı ve sistematik olarak ilk kez 1879 tarihli kanunla düzenlenmiştir. Kanunun birinci kitabının altıncı faslı (m. 50-85)208, sorgu hâkimlerine ilişkindir. Bu  faslın  ilk  kısmında  sorgu  hâkimlerinin  atanması,  ikinci  kısmında  ise  görevleri düzenlenmektedir. Kanuna göre üç yıl için atanan sorgu hâkimleri, ilk derece mahkemelerinin üyeleri arasından da tayin edilebilmekte; mahkeme başkanı da üyelerden birini geçici olarak                                                              205  BOZKURT, 1996, s. 106. 206  Bu bilgilere Abdurrahman Şeref, Tarih Muhasebeleri adlı eserinde yer vermektedir. BOZKURT, 1996, s. 106, 250 numaralı dipnot. 207  GAYRETLİ, 2015, s. 267. 208  Bkz: GÖKCEN, 1994, s. 212-217. 207Turinay    Hacettepe HFD, 11(1) 2021, 169-228  asıl  sorgu  hâkimiyle  beraber  görev  yapmak  üzere  sorgu  hâkimi  olarak görevlendirebilmektedir (m. 50-51)209.  Sorgu  hâkimleri  soruşturmaya  ilişkin  görevleri bakımından  istinaf  mahkemesi savcısının gözetiminde olup bir yerde tek sorgu hâkimi varsa ve herhangi bir sebeple görevini yapamayacak durumdaysa mahkeme başkanı üyelerden birini sorgu hâkimi olarak atayacaktır (m. 52-53)210. Sorgu hâkimleri, suçüstü halinde, savcıya ait tüm yetkileri kullanmak, savcının hazır bulunmasını istemek, daha önce ortaya çıkan suçüstü hallerine ilişkin belgelerin savcı tarafından gönderilmesi durumunda gerekli işlemleri ve eksik saydığı işlemleri yeniden  yapmakla  görevli  ve  yetkili  iken;  diğer  hallerde,  yaptıkları  tüm  işlemleri savcıya bildirmekle görevli; zorla getirme ve geçici tutuklama konusunda yetkilidir (m. 54-55-56)212.  Bunların  dışında,  soruşturma  işlemleri  çerçevesinde,  şikayet/şahsi  hak  davası üzerine  veya  re sen,  tanık  dinleme,  yazılı  deliller  ve  ispat  aracı  olan  eşyayı değerlendirmenin  (m.  58-85)213  yanı  sıra  çağrı,  tutuklama,  tahliye,  soruşturma neticesinde düzenlenecek kararnamelere ilişkin olarak, kanunla sorgu hâkimlerine tanınan  pek  çok  görev  ve  yetkiyi  düzenleyen  hükümlerin  varlığından  bahsetmek mümkündür. Genel olarak değerlendirildiğinde sorgu hâkimliğinin soruşturma evresinde geniş yetkileri  haiz  bir  süje  ve  temel  bir  kurum  olarak  bu  kanunla  oluşturulduğu anlaşılmaktadır.                                                                209  GÖKCEN, 1994, s. 212. 210  Ibid., s. 212. 211  GAYRETLİ, 2015, s. 287. 212  GÖKCEN, 1994, s. 212-213. 213  Bkz: GÖKCEN, 1994, s. 213-217. 214  GAYRETLİ, 2015, s. 287. 208Turinay    Hacettepe HFD, 11(1) 2021, 169-228  3.  Kanun Yolları a)  Genel Olarak İslam  ve  klasik  dönem  Osmanlı  ceza  muhakemesi  hukuku  incelendiğinde,  kanun yolları  kurumunun bu hukuk dalına yabancı bir kurum olduğu anlaşılmaktadır. Aşağıda  değinilecek  birtakım  idari  kurumların  bazı  mahkeme  kararlarını  belli durumlarda  incelemiş  olması,  bu  durumu  değiştirmemektedir.  1879  tarihli  kanunla, kanun  yolları,  Osmanlı-Türk  ceza  muhakemesi  hukuku  tarihinde  ilk  defa  bütüncül şekilde ve bir kurum olarak düzenlenmiştir.  b)  İstinaf 1879 tarihli Ceza Muhakemesi Kanunu, 1858 Ceza Kanunnamesi nde kabahat ve cünha olarak tasnif edilen suçlar için farklı istinaf usulleri öngörmüştür. Kanunun  muhakemata  ayrılan  ikinci  kitabının  birinci  babının  birinci  faslının ikinci başlığı ( fıkra sı, m. 156-162) kabahate (1858 Ceza Kanunnamesi ne göre en hafif  suçlara)  ilişkin  davalara  hükümlerin  istinaf  usulünü  düzenlemektedir.  İlgili düzenlemelere  göre,  ilçe  ilk  derece  mahkemelerinin  kabahate  ilişkin  hükümleri istinafa tabi olmayıp ilçede yer alan  nahiye meclislerinden verilen istinaf edilebilir hükümler, bu mahkemelerde istinaf yoluyla incelenecektir (m. 156)218. İstinaf hükmün infazını ertelemekte olup istinaf dilekçesi hükmün tebliğinden itibaren on gün içinde verilmek  durumundadır  (m.  157-158)219.  Savcı  ya  da  taraflar,  tanıkların  yeniden dinlenmesini, başka tanıkların çağrılmasını isteme; istinaf hükmünden sonra bu hükmü Temyiz Mahkemesi nde temyiz etme hakkına sahiptir (m. 159, m. 161)220. Alenilik,                                                              215  Bkz: BAYINDIR, 2015, s. 146-161. 216  GAYRETLİ, 2015, s. 287. 217  Bkz: GÖKCEN, 1994, s. 230-231. 218  GÖKCEN, 1994, s. 230. 219  Ibid., s. 230-231. 220  Ibid., s. 231. 209Turinay    Hacettepe HFD, 11(1) 2021, 169-228  deliller,  kesin  hükmün  geçerliliği  gibi  hususlar  bakımından  istinaf  yargılaması,  ilk derece yargılamasının kurallarına tabidir (m. 160)221.   Cünhalara  ilişkin  davaların  görüldüğü  mahkemelerin  yargılama  usulünün düzenlendiği kanunun aynı kitap ve babının ikinci faslında, bu davalara ilişkin istinaf usulüne ilişkin kurallara (m. 183-198)222 yer verilmektedir. Cünhalara ilişkin hükümlere karşı, Mahkemeler Teşkilatı Kanunu uyarınca istinaf yolu açık olup sırasıyla, suçlu ya da sorumlular, şahsi hak davacısı, il (liva, sancak) ilk derece mahkemeleri nezdindeki savcılar, istinaf mahkemesi savcıları, ormana ilişkin cünhalar bakımından ise ek olarak orman  idaresi  istinaf  hakkına  sahiptir  (m.  183-184)223.  Başvuru  hükmün  infazını durdurmakta olup başvuru süresi genel olarak on gün, istinaf mahkemesi savcısı için kararın kendisine tebliğ edilmesi halinde bir ay ve bu savcı için diğer hallerde iki ay, hüküm gıyapta verilmişse sanık bakımından her on kilometre için sanığa ya da yerleşim yerine tebliğinden itibaren iki gün eklenmek üzere on gündür (m.185, m. 187)224. Beraat hükmü verilmişse sanık istinafa rağmen serbest bırakılmakta; diğer taraftan, istinafta gıyapta hüküm verilmesi halinde itiraz hakkı bulunmaktadır (m. 188, m. 190)225. İstinaf hükmü,  şahsi  hak  davacısı,  sanık,  savcı  ve  malen  sorumlu  tarafından  temyiz edilebilmektedir (m. 198)226.   Kanunun aynı kitabının, cinayete (ağır cezayı gerektiren suçlara) ilişkin görevli mahkemelerinin yargılama usulünün düzenlendiği ikinci babında ise istinafa ilişkin bir kural saptanamamıştır.   İstinafa ilişkin kanun hükümleri incelendiğinde bu kurumun esaslı unsurlarının dönemine göre kapsamlı ve ayrıntılı olarak düzenlendiği görülmektedir. Dolayısıyla, istinaf kurumunun Türk ceza muhakemesi hukukunda ilk kez bu kanunla düzenlendiğini söylemek mümkündür.                                                              221  Ibid., s. 231. 222  Bkz: GÖKCEN, 1994, s. 234-236. 223  GÖKCEN, 1994, s. 234. 224  Ibid., s. 235. 225  Ibid., s. 235. 226  Ibid., s. 236. 210Turinay    Hacettepe HFD, 11(1) 2021, 169-228  c)  Temyiz Temyiz kurumu, tek kadıdan oluşan ve tek dereceli bir yargılama süreci öngören İslam ve klasik dönem Osmanlı yargılama hukukunda bulunmayan bir kurumdur. Gerçi  Osmanlı  Devleti nde  temyiz  mahkemesi  işlevine  yakın  mahiyette,  sadrazam başkanlığında  ve  kazaskerlerin  üyesi  olduğu  Cuma  Divanı  ya  da  Huzur  Murafaası olarak adlandırılan kurul ile yüksek mahkeme benzeri bir işlevi de olan Çarşamba Divanı nın varlığından söz edilmektedir. Ancak bu kurulların faaliyetlerinin, modern anlamıyla, sürekli, genel ve olağan bir kanun yolu olan temyizden çok farklı mahiyette olduğu açıktır.   1868 yılında kurulan Divan-ı Ahkâm-ı Adliye, hukuk ve ceza dairelerinin yerine getirdiği bir  temyiz mahkemesi  işlevine sahip olsa da kuruluşundan birkaç ay sonra adı  Adliye Nezareti  (Adalet Bakanlığı) olarak değiştirilmiştir. Bu durumda yürütme erkinden bağımsız bir temyiz mahkemesinin varlığından söz etmek güç olduğuna göre, temyiz kanun yolunun modern anlamıyla henüz kurumsallaşmadığı söylenebilir. Ayrıca temyiz usulü ancak 1879 tarihli kanunla ayrıntılı olarak düzenlenecektir. Belirtilen sebepler dolayısıyla, 1879 Ceza Muhakemesi Kanunu ile düzenlenen temyiz  kanun  yolunun  Osmanlı-Türk  ceza  muhakemesi  hukuku  tarihinde  gerçek anlamda bir yenilik sayılması gerekir. Kanunun  temyiz  kanun  yoluna  ilişkin  hükümlerinin  kanunun  ikinci  kitabının üçüncü babında (m. 313-353)230 yer aldığı görülmektedir.  Temyiz,  her  üç  suç  tipine  ilişkin  hükümler  bakımından  da  mümkündür  (m. 313)232.                                                              227  ORTAYLI, 1983, s. 131; MARDİN, Türk Modernleşmesi, 1994, s. 133. Merkezi idarenin genel mahiyette bir denetimi ile Sadrazam ın  ikindi divanı nın bazı mahkemeleri kararlarını denetleyip  kınaması   şeklinde  uygulamalar  vardır.  Ancak  bir   temyiz  organı   olduğundan  söz  edilemez. ORTAYLI, Hukuk ve İdare Adamı Olarak Osmanlı Devleti nde Kadı, 2020, s. 31-32. 228  SEYİTDANLIOĞLU, 2020, s. 375-376. 229  MARDİN, Türk Modernleşmesi, 1994, s. 139. 230  Bkz: GÖKCEN, 1994, s. 255-264. 231  GAYRETLİ, 2015, s. 287. 232  GÖKCEN, 1994, s. 255. 211Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Ağır cezayı gerektiren suçlar (cinayetler) bakımından, itham heyeti kararı ve bu suçlara  bakmakla  görevli  mahkeme  huzurunda  yapılan  soruşturma,  yargılama  ve mahkeme  kararında  kanun  gereği,  yerine  getirilmemesi  geçersizlik  (mefsuhiyet)  ile malul işlemlerde kanuna aykırılık veya ihmal, kararın geçersizliğini gerektirdiği gibi; geçersizliğe yol olan sebepten sonraki işlemler de geçersizlikle malul olup; mahkemenin yetkisizliği, sanık ya da savcının kanuni bir hakkını kullanmaya yönelik talebinin ihmal ya da ret yoluyla yerine getirilmemesi bozma sebebidir (m. 314)233.  Beraat  kararlarına  karşı  savcının  temyiz  hakkı  bulunmaktadır  (m.  315)234. Geçersizliğin sebebi, hükmedilen cezanın ilgili suç için kanunda öngörülen cezadan farklı olması halinde hem savcı hem sanığın temyiz hakkı mevcutken; sadece kanuni dayanağın gösterilmemiş olması temyiz sebebi olamaz (m. 316-317)235.  Cinayetler için m. 314 te belirtilen geçersizlik halleri ile m. 315 hükmü, kabahat ve cünhalar bakımından da geçerli olup sanık, savcı ve şahsi hak davacısının kural olarak temyiz hakkı vardır (m. 319-320)236. Cinayete ilişkin hükümler kendiliğinden, diğer hükümler sekiz günlük süresi içinde yapılan talep üzerine temyize tabidir (m. 322323)237. Kanunun temyiz kanun yoluna ilişkin hükümleri, modern bir ceza muhakemesi kanunundaki, örneğin 5271 sayılı Ceza Muhakemesi Kanunu ndaki hükümler kadar ayrıntılı olmamakla birlikte dönemine göre kapsamlıdır. Bu yüzden ceza muhakemesi hukukunda  temyize  ilişkin  ilk  temel  ve  genel  düzenlemenin  1879  tarihli  Ceza Muhakemesi Kanunu nda yer aldığını söylemek mümkündür.                                                                 233  Ibid., s. 255-256. 234  Ibid., s. 256. 235  Ibid., s. 256. 236  Ibid., s. 256-257. 237  Ibid., s. 255-257. 212Turinay    Hacettepe HFD, 11(1) 2021, 169-228  d)  Yargılamanın Yenilenmesi Kanun oldukça sınırlı hallerde, cinayet ve cünhalarla ilgili olarak yargılamanın yenilenmesi  olağanüstü  kanun  yolunu  da  düzenlemiştir.  Dikkat  çeken  bir  nokta, yargılamanın yenilenmesinin temyize ayrılan başlığın altında düzenlenmiş olmasıdır. Yargılamanın yenilenmesi sebepleri, kasten öldürme suçlaması üzerine bu suçtan mahkumiyet hükmü verildikten sonra öldürüldüğü iddia edilen kişinin yaşadığına ilişkin yeterli belirti ortaya çıkması, bir kişinin bir cünha ya da cinayetten mahkum edildikten sonra  diğer  bir  kişi  aleyhine  başka  bir  hükümle  o  suçun  faili  olduğuna  dair  bir mahkumiyet kararı verilmesiyle iki hükmün çelişmesinin bir sanığın masum olduğunu göstermesi, yargılamada tanıklık yapan bir kişinin sonradan yalan tanıklık suçundan mahkum olması ya da medeni haklarından yoksun bırakılmasına karar verilmesinden ibarettir (m. 349)239.  Bu kanun yoluna başvuru hakkı, sırasıyla, Adalet Bakanı, sanık, sanık ölmüşse mirasçıları  ile  akrabaları  ve  son  olarak  vasiyet  yoluyla  atanan  vekil  tarafından kullanılabilecek  olup  cünhaya  ilişkin  olarak  verilen  hüküm,  sadece  hapis  cezasına mahkumiyet ise yargılamanın yenilenmesi mümkündür (m. 350, cümle 1-2)240. Yargılanmanın  yenilenmesinin,  modern  ve  olağanüstü  bir  kanun  yolu  olduğu dikkate alınırsa, 1879 tarihli kanunda yer alan en önemli kurumlar arasında sayılması gerekir. 1879 tarihli Ceza Muhakemesi Kanunu, bu kanun yolu bakımından da ilk temel yasal düzenleme olarak değerlendirilmelidir.  4.  Kanun Önünde Cinsiyet Eşitliği Kanunun getirdiği bir başka yenilik, cinsiyet eşitliğini sağlamak yönünde önemli bir  adım  olarak,  düzenlediği  haklardan  kadınların  da  yararlanabilmesini öngörmesidir. Gerçekten, genel olarak kanun hükümlerinde cinsiyet ayrımına dayalı                                                              238  GAYRETLİ, 2015, s. 287. 239  GÖKCEN, 1994, s. 262. 240  Ibid., s. 262-263. 241  AKBULUT, 2018, s. 321. 213Turinay    Hacettepe HFD, 11(1) 2021, 169-228  bir yaklaşım yoktur. Ancak, bir istisna olarak, tanığın kadın olması durumunda  meşru bir mazereti  bulunması koşuluyla ifadesinin konutunda alınmasına ilişkin bir hükme yer verildiği, dolayısıyla, yürürlükte olduğu dönemde kadının sosyal statüsünü belli ölçüde yansıttığı görülmektedir. Söz konusu istisna bir kenara bırakılırsa, 1879 tarihli kanunun, ceza muhakemesi hukukunda cinsiyet eşitliği bakımından önemli bir ilerleme sayılması yerinde olacaktır.  5.  Ceza Mahkemeleri  Osmanlı Devleti nde yargılama, sadece ( naip  olarak da adlandırılan) kadıdan oluşan,  dolayısıyla  tek  hakimli,  yalnızca  yargılama  faaliyetine  tahsis  edilmiş  bina olmaksızın  kadının  konutunda,  cami  ya  da  medreselerin  odalarında  çalışan  kadı mahkemeleri  (şeriat  mahkemeleri)  tarafından  yerine  getirilmekteydi.  Bu  yüzden, Osmanlı  ceza  muhakemesi  sistemi  bağlamında   kadı  mahkemesi   terimini  geniş anlamıyla  algılamak  gerekir.  Zira  bu  sistemde  mahkemelerin  kadıdan  bağımsız  bir  makam  olarak mevcut olduğu söylenemez. Ancak kadı nın kendisinden bağımsız bir  yargısal  merci  mevcut  olsaydı  dahi,  klasik Osmanlı  hukukunda  hukuk  ve  ceza mahkemesi  ayrımı  olmadığından,  yine  de  bir   ceza  mahkemesi nin  varlığından bahsedilemezdi. Modern  anlamıyla  ceza  mahkemelerinin  kurulması,  bu  kanunun  getirdiği yenilikler arasında değerlendirilmektedir. Kuşkusuz  ceza mahkemesi niteliğinde  birtakım yargı mercileri 1879 dan önce de teşkil edilmişti. 1840 Ceza Kanunnamesi ni uygulamak amacıyla İstanbul da kurulan Meclis-i Tahkikat ile mensupları karma yapıda                                                              242  Ibid., s. 321. 243  TANER, 1950, s. 17. Ancak (klasik dönemde)  naip in kadı tarafından atanan bir vekil olduğu da belirtilmektedir. ORTAYLI, Hukuk ve İdare Adamı Olarak Osmanlı Devleti nde Kadı, 2020, s. 82. 244  ORTAYLI, Hukuk ve İdare Adamı Olarak Osmanlı Devleti nde Kadı, 2020, s. 68-69; CENTEL / ZAFER, 2020, s. 26. 245  CENTEL / ZAFER, 2020, s. 27. 246  HEYD, Uriel,  Eski Osmanlı Ceza Hukukunda Kanun ve Şeriat , (Çev. Selâhaddin Eroğlu), Ankara Üniversitesi İlahiyat Fakültesi Dergisi, Yıl: 1984, Cilt: 26, Sayı: 1, (s. 633-652), s. 643. 247  ÜÇOK / MUMCU / BOZKURT, 2020, s. 319. 214Turinay    Hacettepe HFD, 11(1) 2021, 169-228  olan Meclis-i Tahkikat ı model alarak taşrada, eyaletlerde kurulan, vali, kadı ve Eyalet Meclisi üyeleri arasından veya dışarıdan vali tarafından seçilen kişilerden oluşan karma mahkemeler bu cümleden olup söz konusu mahkemelerin yalnız ölüm cezası kararları, memurları yargılamanın yanı sıra idari yetkileri de olan Meclis-i Ahkâm-ı Adliye nin incelemesine ve Padişah onayına tabi; diğer kararları ise kesindi. Ancak Meclis-i Tahkikat ile taşradaki karma nitelikli mahkemelerin kurulması kadıdan ibaret şeriat mahkemelerinin yetkisizleştirilmesi ve üye kompozisyonu karma olan mahkemelerin yetkili  kılınması  suretiyle  ceza  yargılamasının  laikleştirilmesi  yönünde  ciddi  bir adımdı.  Keza  1847 de  yabancıları  yargılamak  üzere  kurulan,  hem  Osmanlı  hem  de yabancı üyelerden oluşan karma yapıdaki  ceza-hukuk mahkemesi nin; ayrıca, 1864 te kabul  edilen  Vilayet  Nizamnamesi  uyarınca,  kazalarda   Meclis-i  Deavi ,  sancak merkezlerinde   Meclis-i  Temyiz ,  eyalet  merkezlerinde   Divan-ı  Temyiz   adlarıyla kurulan  ve  müslüman  olsun  olmasın  tüm  Osmanlı  teb asının  ceza  ve  hukuk uyuşmazlıklarına bakan karma mahkemelerin varlığından da bahsetmek gerekir. Bu bağlamda,  nizamiye  mahkemelerinin  ceza  dairelerinin  aynı  yıl  (1864),  Tuna Vilayeti nde;  1865 te  ise  tüm  ülkede  faaliyet  göstermeye  başladığını  not  etmek gerekir. Meclis-i Vâlâ-yı Ahkâm-ı Adliye nin 1868 de Şûrâ-yı Devlet ve Divan-ı Ahkâm-ı  Adliye  olarak  ikiye  ayrılması  sonucunda  yaratılan,  nizamiye mahkemelerinin istinaf ve temyiz mercii olan Divan-ı Ahkâm-ı Adliye nin gerek istinaf gerekse temyiz birimlerinde ceza daireleri bulunmaktaydı. Aynı sene (1868) kabul edilen,  nizamiye  mahkemelerini  yeniden  düzenleyen  Mehakim  Nizamnamesi yle                                                              248  Ibid., s. 332. 249  Ibid., s. 332. 250  Ibid., s. 333-334. 251  CENTEL / ZAFER, 2020, s. 27. 252  Şûrâ-yı Devlet, bugünkü Danıştay ın selefi olan teşkilat olmakla birlikte faaliyete geçtiği ilk yıllarda Mithat  Paşa nın  başkanlığı  süresince  Kanun-u  Esasî nin  hazırlanması  sürecinin  merkezinde  yer almıştır. BERKES, 2020, s. 220. 253  Divan-ı Ahkâm-ı Adliye, en yüksek adli makam olup Adalet Bakanlığı işlevine sahipti. İlk başkanı, dolayısıyla adalet bakanı ise Ahmet Cevdet Paşa idi. BERKES, 2020, s. 220; ŞİMŞİRGİL / EKİNCİ, 2018, s. 63. 254  SHAW / SHAW, 2000, s. 302; ÜÇOK / MUMCU / BOZKURT, 2020, s. 334. 215Turinay    Hacettepe HFD, 11(1) 2021, 169-228  sancaklarda,  hukuk  mahkemesinden  ayrı  olarak  kurulan,  kadı  başkanlığında  ve üyelerinin bazıları halk tarafından seçilen ceza mahkemeleri ile vilayetlerde kurulan önemli  suçlara  ilişkin  yargılama  yapmakla  yetkili,  ağır  ceza  mahkemesi  olarak nitelenebilecek  Meclis-i Cinayet 255, geçiş dönemi ceza mahkemeleriydi. Yine de bunların hiçbiri modern anlamıyla ceza mahkemesi değildi.  1879 da kabul edilen Teşkilat-ı Mehakim Kanunu ise adli yapının yönetimden bağımsız olması, adalet müfettişliğinin kurulması ve mahkeme harçları ile kurallar tesis etmiş olması gibi yenilikler getirmiştir. Bu kanun, ayrıca, başkentte kurulan Temyiz Mahkemesi nin kanun yolu denetimi altında, mahkemelerin görev bakımından hukuk ve ceza mahkemesi olarak, derece bakımından ise bidayet ve istinaf mahkemesi olarak yeniden teşkilatlanmasını öngörmüştür. Ancak bir bütün olarak ceza mahkemelerinin kendine  özgü  bir  yargılama  usulüne  sahip  bir  mahkeme  türü  olarak  oluşması  için dayanak  oluşturan  asıl  yasanın  1879  tarihli  Ceza  Muhakemesi  Kanunu  olduğu söylenebilir. Gerçekten,  bu  kanunla,  günümüzdeki  anlamında,  kendine  özgü  yargılama usullerine  sahip   ceza  mahkemeleri   kurulmuştur.  Bununla  beraber,  şeriye mahkemelerinin  de  eş  zamanlı  olarak,  kaldırıldığı  1924  yılına  kadar  faaliyet gösterdiğini; bu tarihe kadar yargı birliği prensibine aykırı ikili yapının devam ettiğini ve 1879 tarihli Ceza Muhakemesi Kanunu nun da esasen nizamiye mahkemelerinin                                                              255  ÜÇOK / MUMCU / BOZKURT, 2020, s. 334-335. 256  Adli teşkilat ile mülki teşkilat ancak 1871 yılında kabul edilen Mehakim-i Nizamiye Hakkında Nizamname ile birbirinden ayrılmıştır. Keza, bidayet-istinaf şeklindeki iki dereceli mahkeme yapısı ile nahiye, kaza, liva (sancak), vilayet mahkemesi şeklindeki yer bakımından yetki paylaşımı da aynı Nizamname ile düzenlenmiştir. ÜÇOK / MUMCU / BOZKURT, 2020, s. 335. Özellikle adli ve mülki teşkilatın  ayrılmasının  ancak  1871 deki  Nizamname  ile  mümkün  olması,  yargı  teşkilatındaki gelişmelerin ne denli aşamalı gerçekleştiğini daha açık bir biçimde ortaya koymaktadır. 257  ÜÇOK / MUMCU / BOZKURT, 2020, s. 336. 258  KENANOĞLU, M. Macit,  Nizamiye Mahkemeleri , Türkiye Diyanet Vakfı İslam Ansiklopedisi, https://islamansiklopedisi.org.tr/nizamiye-mahkemeleri, (erişim tarihi 19.02.2021). 259  TANER, 1950, s. 17. 216Turinay    Hacettepe HFD, 11(1) 2021, 169-228  yargılama usulünü düzenleyip sadece bu mahkemelerde uygulandığını unutmamak gerekir. Kanunda, ceza mahkemelerinin kabahat (m. 132-155), cünha (m. 163-182) ve cinayet (199-312) suç türlerine bakan mahkemeler olarak ayrı usullere ve yetkilere sahip birer yargı mercii olarak tasarlandığı görülmektedir.  Mahkemelerin görevine ilişkin önemli hükümler bakımından ilk olarak belirtmek gerekir ki ilçe (kaza) ilk derece mahkemeleri, kabahate ilişkin davaları, kesin olarak, cünhaya ilişkin davaları ise istinaf yolu açık olmak üzere hükme bağlama konusunda görevlidir (m. 132)263.  İlçedeki  ilk  derece  mahkemelerinin  yanı  sıra  il  (liva,  sancak)  ilk  derece mahkemeleri,  cünhalara  ilişkin  davalara  bakmakla  görevli  olup  orman  idaresinin ormana ilişkin cünhalar hakkında açtığı ceza davalar, derece gözetilmeksizin ilçe ve il mahkemelerinden hangisi daha yakın ise o mahkemede görülecektir (m. 163)264.  Vilayetlerde,  ilçe  ilk  derece  mahkemeleri  en  az  üç  hâkimden,  il  ilk  derece mahkemeleri en az beş hâkimden oluşmaktadır (m. 164)265.  Öte yandan, cinayet suçlarına ilişkin davalara bakan mahkemelerin başkanlarının görevlerinin  ayrıca  düzenlendiği  (m.  232-234);  bu  davalardaki  yargılamanın  genel olarak mahkeme başkanının yönetimine tevdi edildiği görülmektedir (m. 264 vd.)266. İslam yargılama hukuku, daha önce belirtildiği gibi, tekli yapıda bir yargılama mercii  öngörmekte  olup  ceza  mahkemelerinin  birden  fazla  üyesinin  olması, yargılamanın  bir  hakimler  heyetince  yapılmasını  yasaklayan  İslam  hukukuna                                                              260  BAYINDIR, 2015, s. 71. 261  CENTEL / ZAFER, 2020, s. 27-28; AKGÜNDÜZ, 2017, s. 89. 262  Bkz: GÖKCEN, 1994, s. 226-255. 263  GÖKCEN, 1994, s. 226. 264  Ibid., s. 231. 265  Ibid., s. 231. 266  Ibid., s. 241, s. 245 vd. 217Turinay    Hacettepe HFD, 11(1) 2021, 169-228  aykırıdır. Bu durum gözetilirse, 1879 tarihli Ceza Muhakemesi Kanunu tarafından ceza  mahkemelerinde  birden  fazla  üye  bulundurulmasının  öngörülmesini  ceza muhakemesi hukuku anlamında önemli, yapısal bir değişiklik olarak değerlendirmek gerekir.  C.  Kanunun Esas Aldığı Ceza Muhakemesi Hukuku Sistemi 1.  Genel Olarak Ceza Muhakemesi Hukuku Sistemleri Ceza muhakemesi hukukunda üç ayrı sistemin varlığından bahsedilebilir. Bunlar, hukuk  muhakemesine  benzer  şekilde  davayı  kişilerin  açtığı  ve  yürüttüğü,  hakimin hakem konumunda olup re sen delil araştıramadığı ve tarafların ikame ettiği delillerle bağlı  olduğu,  alenilik,  sözlülük  ve  çelişme  ilkelerine  dayalı   itham  sistemi ;  ceza muhakemesinin devletin tekelinde bulunduğu, davayı iddia ve yargılama dahil olmak üzere  tümüyle  hâkimin  yürüttüğü,  hâkimin  re sen  delil  toplayabildiği,  sanığın  bir nesneden ibaret olduğu, gizlilik ve yazılılık ilkelerine dayalı  tahkik sistemi ; gizli ve yazılı olan soruşturmanın tahkik sisteminden, aleni ve sözlü olan kovuşturmanın itham sisteminden  esinlenilerek  tasarlandığı,  iddia  ve  yargılama  mercilerinin  ayrı  olduğu, davasız yargılama olmaz ilkesine tabi  işbirliği sistemi dir. Bu ayrım çerçevesinde 1879 tarihli Ceza Muhakemesi Kanunu nun benimsediği sistemi tespit etmeden önce klasik dönem Osmanlı yargılama usulünü ele almakta yarar vardır.  2.  Klasik Dönem Osmanlı Hukukundaki Sistem Osmanlı Devleti nin Tanzimat tan önceki klasik döneminde yargı teşkilatı, tek yargıç olarak kadıdan oluşan, ceza hukuku/özel hukuk ayrımı yapmaksızın tüm davalara bakan  Kadı Mahkemeleri ni merkez alıyordu.                                                              267  ORTAYLI, Hukuk ve İdare Adamı Olarak Osmanlı Devleti nde Kadı, 2020, s. 70; ORTAYLI, 1983, s. 131. 268  ORTAYLI, Hukuk ve İdare Adamı Olarak Osmanlı Devleti nde Kadı, 2020, s. 71. 269  CENTEL / ZAFER, 2020, s. 124-125. 270  ÜÇOK / MUMCU / BOZKURT, 2020, s. 331. 218Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Bununla  beraber  bu  teşkilatta  tek  mahkeme  türü,  kadı  mahkemeleri  değildi. Müslüman  Osmanlı  teb ası  ile  Osmanlı  teb ası  olsun  olmasın  tüm  gayrımüslimler arasındaki ticari davalara bakan  Karma Ticaret Mahkemeleri nin yanı sıra  zımmi  olarak  adlandırılan  Osmanlı  egemenliğinde  yaşayan  gayrımüslimlerin  kendi  dini örgütlenmelerinin  çatısı  altında  özel  hukuk  uyuşmazlıklarına  bakan   Cemaat Mahkemeleri   ile  ticari  imtiyaz  antlaşmaları  olan  kapitülasyonlara  istinaden  ülke sınırları içinde bulunan yabancıların her türden uyuşmazlıklarına bakan  Konsolosluk Mahkemeleri  de Osmanlı yargı teşkilatının daimi unsurlarıydı. Görüldüğü üzere, Osmanlı yargı teşkilatı bütünlük arz etmediği gibi egemenlik ilkesini zedeleyen bir yapıya  da  sahipti.  Bu  itibarla,  sözü  edilen  mahkemeler  arasında,  Osmanlı  ceza muhakemesi  sistemi  bakımından  dikkate  alınması  gereken,  genel  sayılabilecek  bir yetkiye  sahip  olmakla   müşterek  hukuk  mahkemesi   olarak  adlandırılabilecek, yalnızca ve doğrudan devletin egemenliği altında olan  kadı mahkemeleri dir. Kadının  bu  mahkemelerdeki  işlevi  daha  çok   hakemlik   şeklindeydi.  Kadı, davasız  yargılama  yapamazdı.  Ceza  uyuşmazlıklarında,  suçtan  zarar  gören  ya  da varisleri  davacı , suçlu ise  davalı  konumundaydı. Özel hukuk davaları ile ceza davaları arasında usul açısından fark bulunmamaktaydı. Nitekim klasik dönemde, kadı mahkemelerinde ceza hukuku/özel hukuk ayrımı olmadığı ve tek kadı bulunduğuna göre, ceza uyuşmazlıklarındaki yargılama sisteminin özel hukuk yargılamasıyla aynı usule tabi olduğu kendiliğinden anlaşılmaktadır.                                                               271  SHAW / SHAW, 2000, s. 301. 272  ÜÇOK / MUMCU / BOZKURT, 2020, s. 331.  273  Bu mahkemelerin bağlı ya da ilişkili olduğu kuruluşlar da birbirinden farklıydı. Cemaat Mahkemeleri, erken  dönemde  Dışişleri  Bakanlığına,  sonraki  dönemde  Sadrazamlığa;  Şeriat  Mahkemeleri Şeyhülislamlığa,  Karma  Ticaret  Mahkemeleri  ile  Nizamiye  Mahkemeleri  Adalet  Bakanlığına, Konsolosluk Mahkemeleri ise Dışişleri Bakanlığına bağlı ya da bunlarla ilişkiliydi. SHAW / SHAW, 2000, s. 301. 274  TANER, 1950, s. 17. 275  CENTEL / ZAFER, 2020, s. 26. 276  BAYINDIR, 2015, s. 153. 277  TANER, 1950, s. 14. 278  TANER, 1950, s. 14; CENTEL / ZAFER, 2020, s. 27. 219Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Klasik  dönem  Osmanlı  yargılama  düzeninde  geçerli  olan  İslam  hukukunda özellikle   kul  hakları na  karşı  işlendiği  kabul  edilen  suçlar  bakımından   itham sistemi nin geçerli olduğu açıktır. Bu düzende itham sisteminin genel anlamda da geçerli olduğu ileri sürülmektedir. Suçun kamusal bir ihlal değil, tarafları, mağdur ile faili  ilgilendiren  bir  davranış  olarak  değerlendirildiği  bu  sistemde,  bilindiği  üzere, savcılık teşkilatı da bulunmadığından; itham, suçtan zarar gören kişilere veya onların murislerine  ait  bir  hak  ve  işlevdi.   Ülü l-Emr  in  (devlet  yöneticisi)  bazı  failler hakkında hapis ya da idam kararı verme yetkisinin olması, davanın nisbi, yalnız tarafları ilgilendirme özelliğini değiştirmiyordu. Yargılama süjeleri davacı, davalı, vekiller ve kadıdan  ibaretti.  Deliller  de  tıpkı  bir  hukuk  davasında  olduğu  gibi,   davacı   ve  davalı  tarafından ikame edilmekte olup  kanuni delil  sistemi geçerliydi. Tek başına  mahkemeyi  oluşturan  kadı,  re sen  delil araştırması  yapamadığından,  vicdani kanaatine aykırı olsa dahi tamamen tarafların sunduğu delillerle bağlıydı. Yargılama aleni ve sözlüydü. Klasik Osmanlı ceza muhakemesi hukukunda zina, hırsızlık, şarap içme, yağma gibi  had  suçları  (Allah a  karşı  suçlar)  bakımından  re sen,  kamusal  kovuşturma ilkesinin ve tahkik sisteminin geçerli olduğunu kabul etmek gerekir. Bu suçlarda suçtan  zarar  görenin  şikayette  bulunması  ya  da  dava  açması  gerekmeyip  kadıya                                                              279  CENTEL / ZAFER, 2020, s. 27, s. 127. 280  TANER, 1950, s. 14. 281  CENTEL / ZAFER, 2020, s. 27. 282  TANER, 1950, s. 14. 283  BAYINDIR, 2015, s. 153. 284  CENTEL / ZAFER, 2020, s. 27. 285  TANER, 1950, s. 14; AKGÜNDÜZ, 2017, s. 52-53. 286  CENTEL / ZAFER, 2020, s. 27. 287  BAYINDIR, 2015, s. 153. 288  YURTCAN, 2019, s. 76. 289  SOYASLAN, 2018, s. 75. 290  YURTCAN, 2019, s. 76. 220Turinay    Hacettepe HFD, 11(1) 2021, 169-228  herhangi bir kişinin ihbarda bulunması, yargılama yapılabilmesi için yeterli olduğu gibi; kadının re sen araştırmada bulunması ve delil toplaması da mümkündü. Bu suçlarda  dava   kendiliğinden   açılmış  sayılıyordu.  Kanaatimizce,  ceza  davasının kendiliğinden açılabildiği bir hukuk sistemini  tahkik sistemi  ile ilişkilendirmemek mümkün değildir. İslam ve klasik dönem Osmanlı yargılama hukukunun özgün bir sistem olduğu ileri  sürülmektedir.  Bu  yargılama  usulünün  yukarıda  da  belirtilen  özellikleri incelendiğinde, bu sistemin itham sistemi ile tahkik sisteminin,  uyuşmazlık türüne göre uygulanan   bir  karışımı  olduğu  görülmektedir.  Ayrıca  bu  sistemde,  özel  hukuk uyuşmazlıklarında ve belirli suçlarda itham sistemi;  Allah a karşı suçlar da ise tahkik sistemi geçerlidir. Modern  işbirliği sistemi nde ise kişi haklarının korunması öncelikle gözetilerek  itham  ve  tahkik  sisteminin  olumlu  özelliklerinin  alındığı,  fakat İslam/Osmanlı hukukundan farklı olarak bu özelliklerin  uyuşmazlık türüne göre  değil,  ceza muhakemesi evresi ne göre uygulandığı aşikardır.   3.  1879 Tarihli Ceza Muhakemesi Kanunu nda Benimsenen Sistem 1879  tarihli  Ceza  Muhakemesi  Kanunu,  mehazı  olan  1808  Fransız  Ceza Muhakemesi Kanunu gibi ceza muhakemesi hukuku sistemi olarak, büyük ölçüde, karma bir mahiyete sahip olan işbirliği sistemini esas almaktadır. Kanun, ceza davalarının  kamu hukuku  kapsamında yer aldığını ve bu davaların açılması  konusunda  kanunun  öngördüğü  memurların  görevli  olduğunu  açıkça düzenlemiştir (m. 1, cümle 1-2)297. Şahsi hak davasından vazgeçmek, kamu davasının                                                              291  Kişilerin sözü edilen konularda ihbarda bulunarak kadıyı bilgilendirmesi, aynı zamanda bir görevdi. BAYINDIR, 2015, s. 153.  292  SOYASLAN, 2018, s. 75. 293  BAYINDIR, 2015, s. 153, s. 155. 294  Ibid., s. 153. 295  LARGUIER / CONTE, 2014, s. 3-4; BORRICAND / SIMON, 2013, s. 255; SOYASLAN, 2018, s. 75; LEROY, 2009, s. 25. 296  SOYASLAN, 2018, s. 75. 297  GÖKCEN, 1994, s. 203. 221Turinay    Hacettepe HFD, 11(1) 2021, 169-228  görülmesini  engellememektedir  (m.  4)298.  Dolayısıyla,  benimsediği  sistemin  hukuk muhakemesine  benzeyen  klasik  itham  sistemi  olmadığı,  ceza  davasının  kamusallığı ilkesini  ortaya  koyan  kanunun  başlangıç  kısmından  anlaşılmaktadır.  1879  tarihli kanunla, artık, ceza davası bireylerin açtığı bir dava olmaktan çıkmıştır. Kanuna göre suçların soruşturulması, suç delillerinin araştırılması ve toplanması, faillerinin ceza mahkemesine gönderilmesi kanunda öngörülen memurların görevlidir (m. 8)299. Cünha ve cinayet statüsündeki suçları soruşturmak ve failleri aleyhinde kamu davası açmak savcının görevleri arasındadır (m. 20)301. Bu durumda soruşturmanın ve kamu davasının mecburiliği ilkesinin benimsendiği açıktır. Yine, bu hüküm uyarınca, hâkimin  tüm  muhakeme  sürecini  yürüten  tek  kişi  olmadığı,  iddia  ve  yargılama mercilerinin ayrı olduğu anlaşıldığına göre; kanun, tahkik sistemini dışlamıştır. Savcının  görevini  yapmak  konusunda  bir  engeli  varsa,  mahkeme  başkanının emriyle mahkeme üyelerinden biri savcının görevini yerine getirmek durumunda olup; geçici olarak savcılık görevini yerine getiren hâkim, bu iş bakımından mahkemede görev yapamamaktadır  (m. 24)302. Benzer bir hükme ağır cezayı gerektiren suçlara ilişkin  yargılama  usulünde  de  yer  verilmiş  olup  soruşturma  görevi  yapan  itham heyetinde yer alan üye, yargılama aşamasında oy verememekte; aksi halde hüküm yok sayılmaktadır  (m.  200/2)303.  Soruşturmanın  ve  kamu  davasının  mecburiliği  ile  bu davanın  kamusallığının  düzenlendiği  yukarıdaki  hükümlerin  ötesinde,  sadece  bu                                                              298  Ibid., s. 204. 299  Ibid., s. 204. 300  Kovuşturma mecburiyeti ilkesiyle doğrudan bağlantılı olan  kamu davası  kurumunu ilk olarak düzenleyen kanun,  Usul-i Muhakemat-ı Cezaiye Kanun-u Muvakkatı değildir. 1267/1851 tarihli Kanun-u Cedid (Kanun-u Ceza) hükümleri arasında, kısas halinde mirasçıların faili bağışlamasının ceza kovuşturması yapılmasına engel olmadığına ilişkin bir düzenlemeye yer verildiği görülmektedir. Bu hüküm, davayı açan süje bakımından özel hukuka benzeyen İslam ceza hukuku anlayışı yerine  kamu davası anlayışı nın ikame edildiğini göstermekle birlikte, sözü edilen  kamu davası nı devlet adına  açacak  süje,  dolayısıyla  savcılık  kurumu  Kanun-u  Cedid de  yer  bulamamıştır.  ÜÇOK  / MUMCU / BOZKURT, 2020, s. 318. Kanaatimizce 1879 tarihli Ceza Muhakemesi Kanunu nun bu açıdan önemi,  kamu davası  kurumunu kapsamlı, genel bir çerçevede tesis etmesidir. 301  GÖKCEN, 1994, s. 207. 302  Ibid., s. 207. 303  Ibid., s. 237. 222Turinay    Hacettepe HFD, 11(1) 2021, 169-228  hükümler dikkate alındığında dahi; kanunun, soruşturma ve kovuşturmayı iki ayrı evre olarak tasarladığı, dolayısıyla tahkik sistemini benimsemediği ortaya çıkmaktadır. Kanunda soruşturmanın yazılı olduğuna işaret eden bazı hükümler bulunmaktadır. Örneğin,  suça  ilişkin  ihbarların  ihbarı  yapan  ya  da  vekili  veya  talep  üzerine  savcı tarafından yazılı olarak düzenlenmesi ve her koşulda ihbarnamenin her sayfasının savcı ve söz konusu kişiler tarafından imzalanması (m. 28), şüphelinin ikametgahında yapılan aramaya ilişkin tutanak düzenlenmesi (m. 34), savcının sorgu hâkiminden aldığı ve yirmi dört saatte iade etmek durumunda olduğu soruşturma evrakına (m. 56) yer veren hükümler bu kapsamda değerlendirilebilir. Kanun yargılamada açıklık ilkesini benimsemiştir. İlgili düzenlemeye göre her davada  yargılamanın  aleni  olması  zorunlu  olup  aleni  olmayan  yargılama  yok hükmündedir (m. 143/ilk cümle, m. 174/ilk cümle)306. Yargılamada  sözlülük  ilkesi  de  kanunun  benimsediği  ilkelerdendir.  Mahkeme başkanının gerekli soruları sorması ve uyarılarda bulunması (m. 263-265), iddianameyi okutması (m. 265), sanığa hitaben suç isnadını açıkça tekrarlatması (m. 266), tanıkların dinlenmesi (m. 267-285) ile delillerin tartışılması ve son  söz ün sanığa veya müdafiine ait olmasına (m. 289) ilişkin hükümler bu çerçevede değerlendirilebilecektir. Kanunda  çelişmeli  yargılama  ilkesini  yansıtan  kurallara  da  yer  verilmiştir. Örneğin, 289. maddeye göre, tanıkların dinlenmesi ve soru-cevap aşamasınden sonra şahsi  hak  davacısı,  vekili  ve  savcının  delillere  ilişkin  açıklamalarına  sanığın  ve müdafiinin yanıt verme hakkı mevcuttur. Neticede,  Türk  ceza  muhakemesi  hukuku  tarihinde  her  üç  ceza  muhakemesi sisteminin de tecrübe edildiği söylenebilir.                                                               304  Bu durum, kanunun soruşturma ve kovuşturmayı ayrı ayrı düzenleyen iki kitaptan oluşmasından da anlaşılmaktadır. 305  GÖKCEN, 1994, s. 208-209, s. 213. 306  Ibid., s. 228, s. 233. 307  Ibid., s. 245-250. 308  Ibid., s. 250. 309  SOYASLAN, 2018, s. 75. 223Turinay    Hacettepe HFD, 11(1) 2021, 169-228  1879  Ceza  Muhakemesi  Kanunu  ile  kalıcı  olarak  karma  (işbirliği)  sisteme geçilmiştir. Bu nedenle söz konusu kanunun Türk ceza muhakemesi hukuku tarihinde bir dönüm noktası olduğunu kabul etmek gerekir.  SONUÇ 1879 tarihli Ceza Muhakemesi Kanunu, ceza muhakemesi hukuku tarihimizde öncelikle biçimsel bir gelişmedir. Bu kanunla ilk defa ceza muhakemesi hukukumuz, bütüncül,  kapsamlı,  sistematik,  kitap,  kısım,  bölüme  eşdeğer  başlıklar  altında, numaralandırılmış maddelerden oluşan kurallarla, Batılı anlamda bir genel düzenlemeye kavuşmuştur. Bu  kanun  ceza  muhakemesi  hukuku  tarihimizde  aynı  zamanda  içeriksel  bir gelişmedir.    1879  tarihli  kanun,  sadece  genel  ceza  muhakemesi  ilkelerini  ortaya koymakla kalmamış, pek çok konuyu ve kurumu ayrıntılı olarak yasal hüküm altına almıştır. Kanun, Türk ceza muhakemesi hukukuna savcılık, sorgu hâkimliği, kendine özgü yargılama  usulleri  olan  ceza  mahkemeleri  ve  kanun  yolları  gibi  temel  kurumlar kazandırmıştır. Savcıların ve sorgu hâkimlerinin görev ve yetkileri; ceza mahkemesinin yargıladığı  suça  göre  değişen  yargılama  usulleri;  istinaf,  temyiz  ve  yargılamanın yenilenmesi  kanun  yolları  bu  kanunda  oldukça  ayrıntılı  düzenlenmiştir.  Türk  ceza muhakemesi hukukunun geçmişinde 1879 dan bu yana, savcılık, sulh ceza hâkimliğine belli  ölçüde  benzer  yapıda  sorgu  hâkimliği,  ceza  mahkemesi  ve  kanun  yollarının varlığını sürdürmekte olduğunu söylemek mümkündür. Dolayısıyla 1879 düzenlemesi, bir modern kanunla, örneğin halen yürürlükte olan yabancı bir ceza muhakemesi kanunu ya  da  5271  sayılı  Ceza  Muhakemesi  Kanunu yla  karşılaştırılması  yadırganmayacak nitelikte, modern anlamda bir ceza muhakemesi kanunudur. 1879 tarihli kanun, tüm laik/nizami mahkemelerde uygulanmak üzere yürürlüğe girmesi itibariyle ceza muhakemesi hukukunu bir bütün olarak düzenlemiştir. Bu açıdan da  1879  tarihli  kanunun  ceza  muhakemesi  hukuku  tarihimizde  temel  bir  başlangıç noktasıdır. 224Turinay    Hacettepe HFD, 11(1) 2021, 169-228  Öte  yandan,  kanun,  ceza  muhakemesi  hukuku  sistemini  bütüncül  olarak değiştirmiş, işbirliği sistemine geçilmesini sağlamıştır. Nitekim 5271 sayılı Kanun da bu sistemi esas almaktadır. Sonuç  olarak,  1879  tarihli  Ceza  Muhakemesi  Kanunu nun  Türk  hukukuna getirdiği  yenilikler  azımsanamayacak  ölçüde  kalıcı  olmıştur.  Bu  kanun,  halihazırda geçerli olan ceza muhakemesi hukuku sistemimizin ve pek çok kurumunun tarihsel kökenini oluşturmaktadır. Ceza muhakemesi kurumlarına yönelik araştırmalarda, bu kanunun hükümlerinden yararlanılması, yeni bir bakış açısı ya da bütüncül bir yaklaşım sağlayabilecektir.",
     "Kaynakça": " AKBULUT, İlhan, Türk Hukuk Tarihi, Timaş Yayınları, İstanbul, 2018. AKGÜNDÜZ, Said Nuri, Tanzimat Dönemi Osmanlı Ceza Hukuku Uygulaması, Rağbet Yayınları, İstanbul, 2017. AKMAN, Mehmet,  Tanzimat'tan Cumhuriyet'e Osmanlı Hukuk Mevzuatı I. Tertip Düstûr'un Tarihî Fihrist ve Dizini , Türk Hukuk Tarihi Araştırmaları, Yıl: 2007 (Bahar), Sayı: 3, (s. 67-224). AKYILDIZ, Ali,  Meclis-i Vâlâ-yı Ahkâm-ı Adliyye  Türkiye Diyanet Vakfı İslam Ansiklopedisi, https://islamansiklopedisi.org.tr/meclis-i-vala-yi-ahkam-i-adliyye, (erişim tarihi 05.02.2021). AKYILDIZ, Ali,  Şûrâ-yı Devlet , Türkiye Diyanet Vakfı İslam Ansiklopedisi, https://islamansiklopedisi.org.tr/sura-yi-devlet, (erişim tarihi 29.05.2021). BAYINDIR, Abdulaziz, İslam Muhakeme Hukuku (Osmanlı Devri Uygulaması), Süleymaniye Vakfı Yayınları, İstanbul, 2015. BERKES, Niyazi, Türkiye de Çağdaşlaşma, 30. Baskı, Yapı Kredi Yayınları, İstanbul, 2020. BİNGÖL, Sedat,  Vakâ-yi Zaptiyye Gazetesi ve İstanbul Mahkemeleri , Yakın Dönem Türkiye Araştırmaları-Recent Period Turkish Studies, Yıl: 2007, Sayı: 11, (s. 1-30). BORRICAND, Jacques / SIMON, Anne-Marie, Droit pénal - Procédure pénal, 8e édition, Éditions Dalloz, Paris, 2013. BOULOC, Bernard, Procédure pénale, 23e  édition, Éditions Dalloz, Paris, 2012. 225Turinay    Hacettepe HFD, 11(1) 2021, 169-228  BOZKURT, Gülnihâl, Batı Hukukunun Türkiye de Benimsenmesi: Osmanlı Devleti nden Türkiye Cumhuriyeti ne Resepsiyon Süreci (1839-1939), Türk Tarih Kurumu Yayınları, Ankara, 1996. CENTEL, Nur / ZAFER, Hamide, Ceza Muhakemesi Hukuku, 19. Baskı, Beta Yayınları, İstanbul, 2020. CODE D INSTRUCTION CRIMINELLE DE 1808, (texte publié dans « Le moniteur universel ») https://ledroitcriminel.fr/la_legislation_criminelle/anciens_textes/code_instruction_criminelle_1808/code_instruction_criminelle_1.htm, (erişim tarihi 14.02.2021). DONAY, Süheyl, Ceza Yargılama Hukuku, 2. Baskı, Beta Yayınları, İstanbul, 2012. GAYRETLİ, Mehmet, Tanzimat tan Cumhuriyet e Kanunlaştırma Çalışmaları, Nizamiye Akademi Yayınları, İstanbul, 2015. GEDİKLİ, Fethi, Şura-yı Devlet: Belgeler, Biyografik Bilgiler ve Örnek Kararlarıyla, 2. Baskı, On İki Levha Yayınları, İstanbul, 2018. GÖKCEN, Ahmet, Tanzimat Dönemi Osmanlı Ceza Kanunları ve Bu Kanunlardaki Ceza Müeyyideleri, İstanbul, 1989. GÖKCEN, Ahmet,  1296 (1879) Tarihli Usul-i Muhakemat-ı Cezaiye Kanun-ı Muvakkatı , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 1994, Cilt: 4, Sayı: 1-2, (s. 203-288). GÖKCEN, Ahmet / BALCI, Murat / ALŞAHİN, M. Emin, vd., Ceza Muhakemesi Hukuku, 3. Baskı, Adalet Yayınları, Ankara, 2018. HEYD, Uriel,  Eski Osmanlı Ceza Hukukunda Kanun ve Şeriat , (Çev. Selâhaddin Eroğlu), Ankara Üniversitesi İlahiyat Fakültesi Dergisi, Yıl: 1984, Cilt: 26, Sayı: 1, (s. 633652). KENANOĞLU, M. Macit,  Nizamiye Mahkemeleri , Türkiye Diyanet Vakfı İslam Ansiklopedisi, https://islamansiklopedisi.org.tr/nizamiye-mahkemeleri, (erişim tarihi: 19.02.2021). KUNTER, Nurullah, Muhakeme Hukuku Dalı Olarak Ceza Muhakemesi Hukuku, 6. Baskı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1978. LARGUIER, Jean / CONTE, Philippe, Procédure pénale, 23e  édition, Éditions Dalloz, Paris, 2014. LEROY, Jacques, Procédure pénale, 23e édition, L.G.D.J. (Librairie Générale de Droit et de Jurisprudence), Paris, 2009. 226Turinay    Hacettepe HFD, 11(1) 2021, 169-228  MARDİN, Ebul ula, Medeni Hukuk Cephesinden Ahmet Cevdet Paşa, Türkiye Diyanet Vakfı Yayınları, Ankara, 1996. MARDİN, Şerif, Türk Modernleşmesi, 3. Baskı, İletişim Yayınları, İstanbul, 1994. MOROZ, Xavier,  Les initiatives procédurales des parquets au XIXème siècle , Archives de politique criminelle, 2003/1, n° 25, (s. 85-100). https://www.cairn.info/revue-archivesde-politique-criminelle-2003-1-page-85.htm, (erişim tarihi 14.02.2021). ORTAYLI, İlber, Türkiye Teşkilât ve İdare Tarihi, 7. Baskı, Cedit Neşriyat, Ankara, 2020. ORTAYLI, İlber, Avrupa ve Biz, 18. Baskı, Türkiye İş Bankası Kültür Yayınları, İstanbul, 2020. ORTAYLI, İlber, Hukuk ve İdare Adamı Olarak Osmanlı Devleti nde Kadı, 13. Baskı, Kronik Yayınları, İstanbul, 2020. ORTAYLI, İlber, İmparatorluğun En Uzun Yüzyılı, Hil Yayınları, İstanbul, 1983. ÖZEN, Mustafa, Ceza Muhakemesi Hukuku Dersleri, 5. Baskı, Adalet Yayınları, Ankara, 2020. ÖZTÜRK Bahri / TEZCAN Durmuş / ERDEM Mustafa Ruhan, vd., Nazari ve Uygulamalı Ceza Muhakemesi Hukuku, Ed. Bahri Öztürk, 14. Baskı, Seçkin Yayınları, Ankara, 2020. PRADEL, Jean, Procédure pénale, 13e  édition, Éditions Cujas, Paris, 2006. SCHULL, Kent F., Prisons in the Late Ottoman Empire: Microcosms of Modernity, Edinburgh University Press, Edinburgh, 2014. SEYİTDANLIOĞLU, Mehmet,  Divan-ı Hümayun dan Meclis-i Meb usan a Osmanlı İmparatorluğu nda Yasama , Tanzimat: Değişim Sürecinde Osmanlı İmparatorluğu, (der. H. İnalcık-M. Seyitdanlıoğlu), 9. Baskı, Türkiye İş Bankası Kültür Yayınları, İstanbul, 2020, (s. 371-385). SHAW, Stanford J. / SHAW, Ezel Kural, Osmanlı İmparatorluğu ve Modern Türkiye, Cilt II, (Çev. Mehmet Harmancı), 3. Baskı, E Yayınları, İstanbul, 2000. SOYASLAN, Doğan, Ceza Muhakemesi Hukuku, 7. Baskı, Yetkin Yayınları, Ankara, 2018. ŞENSOY, Naci,  The Reception of Foreign Codes of Criminal Law and Criminal Procedure in Turkey , Annales de la Faculté de Droit d Istanbul, Yıl: 1956, Cilt: 5, Sayı: 6, (s. 182185). 227Turinay    Hacettepe HFD, 11(1) 2021, 169-228  ŞİMŞİRGİL, Ahmet / EKİNCİ, Ekrem Buğra, Ahmet Cevdet Paşa ve Mecelle den Düsturlar, 8. Baskı, IQ Kültür Sanat Yayıncılık, İstanbul, 2018. TANER, M. Tahir, Ceza Muhakemeleri Usulü, 2. Baskı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1950. TOSUN, Öztekin, Türk Suç Muhakemesi Hukuku Dersleri, Cilt I (Genel Kısım), 4. Baskı, İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1984. ÜÇOK, Coşkun / MUMCU, Ahmet / BOZKURT, Gülnihâl, Türk Hukuk Tarihi, 22. Baskı, Turhan Kitabevi Yayınları, Ankara, 2020. YENİSEY, Feridun / NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, 8. Baskı, Seçkin Yayınları, Ankara, 2020. YOUNG, George, Corps de droit ottoman: Recueil des Codes, Lois, Règlements, Ordonnances et Actes les plus importants du Droit Intérieur, et d'Études sur le Droit Coutumier de l'Empire Ottoman, Vol. VII, Clarendon Press, Oxford, 1906, https://archive.org/details/corpsdedroitott03youngoog/page/n232/mode/2up, (erişim tarihi 30.5.2021). YURTCAN, Erdener, Ceza Yargılaması Hukuku,"
}