{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "09",
     "Ay": "05",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "HUKUK DEVLETİ EKSİKLİKLERİ NEDENİYLE POLONYA’YA KARŞI YÜRÜTÜLEN YAPTIRIM MEKANİZMASININ DOĞURDUĞU ETKİLER",
     "Title": "THE EFFECTS OF THE SANCTİON MECHANİSM AGAİNST POLAND DUE TO THE DEFİCİENCİES OF THE STATE OF LAW",
     "Yazar İsmi": [
          "Ayşe Füsun ARSAVA"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "adil yargılanma hakkı",
          "AB değerleri",
          "AB değerlerinin ihlâli",
          "ihlâl davası",
          "Avrupa Tutuklama Emri",
          "yargı bağımsızlığı"
     ],
     "Keywords": [
          "the right to fair trial",
          "the EU values",
          "the violation of the EU values",
          "infringement procedure",
          "the European Arrest Warrant",
          "judicial independence"
     ],
     "Özet": "Avrupa Birliği (AB) Anlaşması nın 2.maddesinde yer alan AB nin temel değerlerinin, özellikle hukuk devleti prensibinin sistematik şekilde ihlâli nedeniyle AB Anlaşması nın 7. madde, 1. fıkrasına göre bir üye devlete karşı başlatılan mekanizmanın Avrupa Tutuklama Emri nin gereğinin yerine getirilmemesinde bir dayanak oluşturup oluşturmayacağı AB Hukuku nda düzenlenmemiştir.  İrlanda Yüksek Mahkemesi nin AB Adalet Divanı na yapmış olduğu 27 Mart 2018 tarihli ön karar başvurusu ve Divanın (Büyük Daire) bunun  üzerine  vermiş olduğu 25 Temmuz 2018 tarihli ön kararı bu çerçevede bir dönüm  noktası oluşturmaktadır.  Yargı bağımsızlığı eksikliklerinin adil yargılanma hakkı üzerindeki etkisi esas alınarak Avrupa Tutuklama Emri ne göre iadesi gereken sanıklarla ilgili taleplerin AB Anlaşması nın 7. madde, 1. fıkrası muvacehesinde haklarında işlem başlatılan üye devletler bakımından Avrupa Temel Haklar Şartı nın 47. madde, 2. fıkrasında yer alan  fair-adil  yargılamaya ilişkin temel hakkın ihlâl edilme riski nedeniyle kabul edilmeme olasılığı tartışılan makalede ayrıca AB Anlaşması nın 7. madde, 1. fıkrasında öngörülen, siyasi yaptırım mekanizması olarak nitelendirilen prosedürün işletilebilmesi için gerekli oy çokluğunun sağlanamama riskinin AB Anlaşması nın 2. maddesinde öngörülen AB değerlerinin ihlâli nedeniyle ihlâl davası açılarak aşılabileceği ele alınmaktadır.",
     "Abstract": "It is not regulated by EU Law whether the mechanism initiated against a member state in accordance with Article 7, paragraph 1 of the EU Treaty, due to the systematic violation of the fundamental values of the EU included in Article 2 of the EU Treaty, especially the rule of law, will constitute a basis for the failure to comply with the European Arrest Order. The request for a preliminary ruling of the Supreme Court of Ireland to the EU Court of Justice dated 27 March 2018 and the preliminary ruling of the Court (Grand Chamber) dated 25 July 2018 constitute a turning point in this context. The possibility of rejection due to the risk of violation of the fundamental right to a  fair  trial based on the impact of the lack of judicial independence on the right to a fair trial, the requests regarding the defendants who are required to be extradited according to the European Arrest Warrant are in accordance with the Article 47, paragraph 2 of the European Charter of Fundamental Rights for the member states under Article 7, paragraph 1 of the EU Treaty was discussed. The article also discusses that the risk of not achieving the required majority of votes for the operation of the procedure, which is defined as a political sanction mechanism, foreseen in the Article 7, paragraph 1 of the EU Treaty, can be overcome by filing a violation case due to the violation of the EU values stipulated in the Article 2 of the EU Treaty.",
     "Metin": " Polonya ya karşı Aralık 2017 de AB anlaşmasının 7. madde, 1. fıkrasına göre hukuk  devleti  prensibinin,  özellikle  yargıda  ihlâli  nedeniyle  işletilmeye  başlatılan yaptırım mekanizması Polonya nın AB içtihatı kaynaklı bir problemle karşılaşmasına yol açmıştır.1  Avrupa Tutuklama Emri muvacehesinde sanıkların Polonya yargısına teslimi talebi Avrupa Temel Haklar Şartı nın 47. madde, 2. fıkrasında yer alan adil yargılanma hakkı bakımından risk oluşturması ve karşılıklı tanıma ve güvene istinat eden Avrupa Tutuklama  Emri nin  dayanaklarının  mevcut  olmaması  gerekçeleri  ile  kabul edilmemiştir.2  Uyuşturucu kaçakçılığı iddiası ile aranan Artur Celmer in avukatı Avrupa Tutuklama  Emri ne  istinat  eden  iade  talepleri  bağlamında  bu  kararın  bir  içtihat oluşturduğuna işaret etmiştir.3 Adalet Divanı aynı paralelde Avrupa Tutuklama Emri ile ilgili olarak Avrupa Temel Haklar Şartı nın 4. maddesinde yer alan insanlık dışı yahut aşağılayıcı muameleyi yasaklayan hükmün ihlâl tehlikesi bağlamında verdiği kararında, Macaristan da hakları koruma mekanizmasının bulunmasının bu riski ortadan kaldırmadığına işaret etmiştir.  Macaristan için 12 Eylül 2018 de Avrupa Parlamentosu nda AB Anlaşması nın 7. madde, 1. fıkrasına göre yaptırım prosedürünün işletilmesine ilişkin yapılan oylamada Avrupa Parlamentosu  parlamenteri  Judith  Sargentini nin  (Yeşiller/EFA,  Hollanda;  A0250/2018, 4.7.2018) hazırladığı rapor esas alınarak oyların 2/3 ü ve milletvekillerinin mutlak çoğunluğu ile prosedürün işletilmesi kararı alınmıştır.4  Avrupa Parlamentosu bu şekilde Konseye Macaristan a karşı AB Anlaşması nın 7. madde, 1. fıkrasına göre erken uyarı  mekanizmasının  başlatılması  için  ikinci  kez  bir  talep  yapma  kararı  almıştır.  Parlamento  erken  uyarı  mekanizmasının  işletilmesi  için  ilk  kararını  17.05.2017 de almıştır.5   Macaristan çekimser 48 oyu esas alarak gerekli 2/3 çoğunluğa erişilmediğini, bu nedenle kararın geçersiz olduğunu ileri sürmüştür.  Avusturya Dış İşleri Bakanı Karin                                                            1   EuGH, Rs. C-270/17 PPU (Tupikas), ECLI:EU:C:2017 628, Rn.49 2    İrlanda Yüksek Mahkemesinin (Dublin) 12 Mart 2018 tarihli kararı için bknz.: The Minister for Justice and Equality v. Artur Celmer, High Court (2018) IEHC 119 3    bknz.: http://www.euractiv.de/section/europakompakt/ news/rechtstaatliche-bedenken-irisc… 4   P_TA  (2017)  0216;  HUMMER,  Waldemar   Erneute  Rechtstaatlichkeitsprobleme  in  Ungarn , Europäische Rundschau, Yıl;2017, Sayı:2, s vd.  5   bknz.: P.8 TA (2017) 021b; HUMMER, 2017, s.32 vd.  631    Kneissl bu bağlamda Konsey hukuk müşavirliğine görüş için başvurmuşsa da, hukuk müşavirliği bu konuda yetkili olmadığını bildirmiştir.  I. AB ANLAŞMASININ 7.MADDESİNDE ÖNGÖRÜLEN PROSEDÜR ÖNCESİ UYGULANAN YÖNTEMLER A - Komisyon tarafından hazırlanan  Yeni AB Çerçevesi ne  istinat eden uygulama Polonya da Beata Szydlo hükümetinin iş başına geldiği tarihten itibaren (Kasım 2015) yasama, yürütme alanında, özellikle yargı alanında hukuk devleti prensibini sarsan bir dizi yasal düzenleme yapılmıştır.6 Avrupa  Komisyonu nun  bu  önlemlerin  kaldırılması  ve  kendisiyle  diyaloğa geçilmesi  için  yapmış  olduğu  talebe  Polonya nın  reaksiyon  göstermemesi  üzerine Komisyon 13 Ocak 2016 da 11.08.2014 te kendisi tarafından hukuk devleti prensibinin güçlendirilmesi  için  hazırlanan  üç  aşamalı   Yeni  AB  Çerçevesi nin   ilk  aşamasını yürürlüğe koymuştur.7 Bu  yeni  enstrüman  AB  Anlaşması nın  7.  maddesinde  yer  alan  sert  yaptırım prosedürü öncesi yumuşak bir diyalog prosedürü özelliği taşımakta ve AB Anlaşması nın 7.  maddesinde  öngörülen  prosedür  öncesi  uygulanan  prosedür  olarak isimlendirilmektedir  (bu  prosedür  anlaşmada  bir  dayanağı  olmaması  nedeniyle  AB Konseyi hukuk müşavirliği tarafından AB hukukuna aykırı olarak nitelendirilmiştir.  Bununla beraber bu konuda herhangi bir hukuki girişim yapılmamıştır).  Polonya nın diyalog çağırısına cevap vermemesi ve AB Anlaşması nın 2. maddesinde yer alan temel değerleri, özellikle hukuk devleti prensibini ihlâle devam etmesi nedeniyle Komisyon bu kez 27 Temmuz 2017 de Polonya ya  hukuk devleti  tavsiyesi iletmiş ve bu şekilde AB anlaşmasının  7.  maddesinde  öngörülen  prosedürün  2.  aşamasını  başlatmıştır.                                                             6    HUMMER, Waldemar,  Rechtstaatlichkeit Probleme in Ungarn und Polen.  Misst die Europäische Kommission dabei mit zweierlei Mass , (Teil I), EU-Infothek (I.Kısım), Yıl:2017 (12 Mayıs), EUInfothek (II.Kısım), Yıl: 2017 (16 Mayıs) 7    HUMMER, Waldemar,  Neuer Frühwarnmechanismus bei Gefährdung der Rechtsstaatlichkeit in der EU , EU-Infothek,  Yıl: 2014 (8 Nisan)  632    Polonya nın hukuk devleti prensiplerini ihlâle devam etmesi üzerine Komisyon 21 Aralık 2016 da  Polonya ya  hukuk  devleti  prensipleri  ihlâllerini  liste  halinde  içeren  ve  bu ihlâllerin ortadan kaldırılması için 2 ay süre öngören yeni bir hukuk devleti tavsiyesi iletmiştir. Polonya nın  ne  ikinci  tavsiyeye,  ne  de  26  Temmuz  2017 de  yapılan  üçüncü tavsiyeye uymaması üzerine Komisyon 20 Aralık 2017 de tamamlayıcı dördüncü hukuk devleti tavsiyesini Polonya ya iletmiştir.  Komisyon AB Anlaşması nın 7. maddesinde öngörülen  prosedür  öncesinde  üçüncü  aşamayı  tamamlaması  ertesinde  Konsey e gerekçeli bir öneri ile AB anlaşmasının 7. madde, 1. fıkrasında öngörülen prosedürün işletilmesine  matuf  karar  alınması  için  başvuru  yapmıştır  [Kom  (2017)  835  final]. Komisyonun  dördüncü  hukuk  devleti  tavsiyesi  Polonya  parlamentosunun  15  Aralık 2017 de Yüksek Mahkeme ve Ulusal Yargı Konseyi (Justizrat) ile ilgili olarak iki kanun ihdas etmesi yol açmıştır.  Komisyon tavsiyesinde Polonya mercilerinin ortaya çıkan tereddütleri gidermek için alması gereken önlemleri sıralamıştır.  Bu önlemler aşağıdaki konulara ilişkindir: -   Yüksek  Mahkeme  yargıçlarının  emeklilik  yaşının  düşürülmesi,  devlet başkanının Yüksek Mahkeme yargıçlarının görev sürelerinin uzatılmasında takdir hakkının olması; yıllar önce tamamlanan davaların yeniden açılmasını mümkün kılan olağanüstü hukuki prosedürlerin kabul edilmesi; -  Anayasa mahkemesinin bağımsızlığının ve meşruiyetinin yeniden tesisi ve aynı zamanda yargıçların, başkan yardımcılarının ve öncelikle başkanın hukuka uygun seçilmesi ve kararların hepsinin yayınlanması ve tüm kapsamı ile icra edilmesi; -  Polonya  mercilerinin  yargının  meşruiyetini  gölgeleyecek  önlemlerden  ve kamuoyu açıklamalarından kaçınması. B - AB Anlaşması nın 7. maddesinde öngörülen erken uyarı prosedürü Komisyon  hukuk  devletine  ilişkin  dördüncü  tavsiyesini  vererek  ve  AB Anlaşması nın 7. maddesinde öngörülen prosedürü tamamlayarak AB anlaşmasının 7. maddesinde öngörülen şeklî yaptırım prosedürünün uygulanma sorumluluğunu Konsey e bırakmıştır.  Konsey bu çerçevedeki iradenin oluşumuna matuf olarak Polonya nın 26 633    Haziran 2018 de Konsey de diğer AB üyesi devletlerin sorularına cevap vermesini karara bağlamıştır.8  Bu aşamanın ertesinde Avrupa Parlamentosu Özgürlükler Komitesi nin AB Anlaşması nın 2. maddesinde yer alan değerlerin Polonya tarafından ağır ihlâli tehlikesini ortaya koyan gerekçeli önerisi ışığında 7. maddede öngörülen prosedürün başlayabilmesi için gerekli olan Avrupa Parlamentosu onayı büyük bir çoğunlukla sağlanmıştır (438 kabul  oyu,  152  karşı  oy,  71  çekimser  oy).    Avrupa  Parlamentosu  bu  bağlamda Polonya dan  yargı  bağımsızlığı  garanti  edilinceye  kadar  yeni  bir  kanun  ihdas edilmemesini, Avrupa Komisyonu nun ve Avrupa Konseyi Venedik Komisyonu nun tüm tavsiyelerinin yerine getirilmesini talep etmiştir.   Konsey in Parlamento nun onayı sonrası AB Anlaşması nın 7. madde, 1. fıkrasında yer alan erken uyarı mekanizmasını başlatması Polonya yı hukuk devleti prensiplerinin ihlâlinden vazgeçirmemiştir.  Polonya da yalnızca son iki yılda ihdas edilen 13 kanunun Polonya  yargı  sisteminin  yapısı  üzerinde  etki  gösterdiği  görülmektedir.    Gerek yürütmenin,  gerekse  yasamanın  bu  düzenlemelerle  yargının  oluşumu  ve  yetkileri üzerinde siyasi etki yaptığı, bunun ise kuvvetler ayrılığı prensibine uymaması nedeniyle hukuk devletine mutlak olarak aykırı olduğu kuşkusuzdur. C  -  AB nin  Çalışma  Usulleri  Hakkındaki  Anlaşma nın  258.  maddesinde öngörülen ihlâl Davası AB  anlaşmasının  7.  madde,  1.  fıkrasında  öngörülen  erken  uyarı  sisteminin işletilmesine ilişkin girişim yanı sıra Komisyon AB nin Çalışma Usulleri Hakkındaki Sözleşme nin 258. maddesine göre Polonya ya ihlâl davası açmıştır.11  Komisyon, 29 Temmuz 2017 de Polonya ya karşı bir ihlâl davası açması ertesinde, 15 Mart 2018 de Polonya ya karşı bir de 12 Temmuz 2017 tarihli adli mahkemelerin kuruluş kanununda yapılan  değişikliklerle  yargıçlar  için  farklı  emeklilik  yaşının  kabul  edilmesi,  adli mahkemelerdeki yargıçların emeklilik yaşının düşürülmesi, adalet bakanına yargıçların                                                            8   PALLOKAT, Jan,  Justizreform vor EU-Rat.  Polen im  Dämmerzustand , tagesschau.de, Yıl:2018 (26 Haziran)    9   Beata Szydło hükümetinin Kasım 2015 te iktidara gelmesinden itibaren 10  (anayasa mahkemesi, yüksek mahkeme, adli mahkemeler, Ulusal Yargı Konseyi, suçluların takibi alanında ve hâkimler ve savcılar yüksek kurulu) 11   https://www.lto-de/recht/hintergruende/h/  eu-Kommission-sanktionsverfahren-polen-rechtsstaatdialog 634    görev sürelerinin uzatılmasında takdir hakkı verilmesi nedenleri ile yeni bir ihlâl davası açmıştır.12 Polonya nın  bu  bağlamda  işbirliği  yapma  iradesi  göstermemesi  nedeni  ile Komisyon 2 Temmuz 2018 de hukuki tereddütlerini yanlış anlaşılmaya izin vermeyen bir açıklıkla Polonya ya bildirmiştir.  Polonya mercileri bu talepleri 2 Ağustos 2018 de cevaplandırmıştır.  Polonya nın vermiş olduğu cevabın Komisyonu tatmin etmemesi nedeniyle Komisyon 14.08.2018 de gerekçeli bir görüş bildirmiştir.  Gerekçeli görüşün Polonya  tarafından  bir  ay  içerisinde  cevaplandırıldığı  görülmektedir.13    Polonya tarafından gerekçeli görüşe bir cevap verilmiş olması, Komisyonu ihlâl davası açmaktan alıkoymuştur.    Polonya  Senatosu  bununla  beraber  30  Temmuz  2018 de,  Avrupa Parlamentosu nun 26 Mayıs 2019 da yapılacak seçimleri bağlamında da sonuç doğuracak ölçülülük prensibini ihlâl eden Birlik Hukuku na aykırı yeni bir kanun ihdas etmiştir.14 Komisyonun gerekçeli görüşünün cevaplandırılması paralelinde Polonya Yüksek Mahkemesi  aynı  gün  (2  Ağustos  2018)  AB nin  Çalışma  Usulleri  Hakkındaki Sözleşme nin 267. maddesine göre AB Adalet Divanı na yüksek mahkeme yargıçlarının zorunlu emeklilikleri bağlamında bir dizi önkarar başvurusu yapmıştır.  Beş önkarar başvurusundan ikisi  yargıçların görev  yerlerinin değiştirilmemesi teminatı;15 üçüncü başvuru yaş nedeniyle ayrımcılık yasağı;16 son iki başvuru da AB Hukukunun ulusal (Polonya) mahkemeler tarafından etkin uygulanması ile bağlantılı açılmıştır.17 AB nin Çalışma Usulleri Hakkındaki Sözleşme nin 258. maddesine göre yürütülen ihlâl  davası  prosedürü,  Komisyonun  hukuk  devleti  diyaloğu  bağlamında  AB Anlaşması nın 7. maddesinde öngörülen prosedür öncesi yürüttüğü prosedürü ve AB                                                            12  EuGH, Rs. C-192/18 (Kommission/Polen), Abl.EU 2018 C 182/14 vd. 13  TEFFER, Peter,  EU Commission step up legal case against Poland , euobserver, Yıl: 2018 (14 Ağustos); https://euobserver.com/political/142585 (erişim tarihi 02.03.2021) 14  MYCIELSKI,  Martin,  While  Poles  defend  courts,  Kaczyński  hijacks  EU  elections, https://euobserver.com/opinion/142484 (erişim tarihi 02.03.2021) 15  AB anlaşmasının 2. ve 4. md., 3. fıkra; 19.md, 1.fıkra; AB nin Çalışma Usulleri Hakkındaki Sözleşme md.267; AB Temel Haklar Şartı md. 47 16  2000/78 tarih ve sayılı Avrupa Topluluğu Konseyi Direktifi için bknz.: ABl. EU 2000 L. 303/16 vd. 17  BIERNAT, Stanislaw/KAWCZYŃSKA, Monika, Why the Polish Supreme Courts Reference on Judical  Independence  to  the  CJEU  is  Admissible  after  all,  VerfBlog, 2018/8/23, https://verfassungsblog.de/why-the-polish-supreme-courts-reference-on-judicial-independence-to-thecjeu-is-admissible-after-all/, DOI: 10.17176/20180823-162630-0.), (erişim tarihi 02.03.2021)  635    Anlaşması nın  7.  maddesine  göre  yürütülen  yaptırım  prosedürünü  kesintiye uğramamakta,  dava  ile  paralel  götürebilmektedir.    Ancak  AB  Anlaşması nın  7. maddesinde öngörülen prosedür için gerekli oy çokluğunun sağlanmasında Polonya ile dayanışma içinde olan diğer üç Visegrád devletinin tutumları nedeniyle bir garanti görülmemesi (Macaristan hemen veto hakkını kullanacağını bildirmiştir) hukuk devleti prensibinin sistematik ihlâli durumlarında ihlâl davasının yegâne çözüm yolu olduğunu ortaya çıkarmıştır.  Polonya ya karşı AB Anlaşması nın 7. madde, 1. fıkrasına göre erken uyarı prosedürünün işletilmesi, bu üye devletin AB Anlaşması nın 2 maddesinde yer alan değerlerin, özellikle hukuk devleti prensibinin ağır ve sürekli ihlâlinin mevcut olup olmadığı konusunda bir denetime tâbi olması anlamını taşımaktadır.  AB Anlaşması nın 2. maddesinde yer alan temel değerleri ihlâl eden bir üye devlet AB Hukukuna göre AB nin taşıyıcı değerlerini kuşkusuz gerçekleştiren bir devlet olarak kabul edilmemekte, bu nedenle de ihlâl davasının muhatabı olabilmektedir.  II  -  ARTUR  CELMER  DAVASINDA  YÜRÜTÜLEN  PROSEDÜR                    (Rs. C-216/18 PPU, LM case) A - 27 Mart 2018 de İrlanda Yüksek Mahkemesi tarafından yapılan önkarar başvurusu 1 Şubat ve 4 Haziran 2012 de ve 26 Eylül 2013 te Polonya mahkemeleri Polonya vatandaşı Artur Celmer hakkında üç Avrupa Tutuklama Emri kararı vererek, bu kişinin uyuşturucu  kaçakçılığı  yapması  nedeniyle  tutuklanması  ve  Polonya  yargısına  cezai takibat  için  teslim  edilmesini  karara  bağlamıştır.    5  Mayıs  2017 de  Artur  Celmer İrlanda da yakalanmış ve İrlanda High Court a çıkarılmıştır.  Artur Celmer Polonya ya iadesi halinde AİHK nun 6. maddesinin, AB Temel Haklar Şartı nın 47. madde, 2. fıkrasının ihlâl (adil yargılanma hakkı) riskinin doğacağını ileri sürmüş ve bu bağlamda Komisyon un Polonya hakkında AB Anlaşması nın 7. madde, 1. fıkra muvacehesinde hazırladığı 20 Aralık 2017 tarihli gerekçeli öneriye [Kom (2017) 835 (final)], bu metinde yer alan dokümanlara, Avrupa Konseyi Venedik Komisyonunun bilirkişi görüşüne istinat etmiştir. 636    Söz konusu raporda Komisyon Polonya nın hukuk devleti niteliği bakımından tereddüt yaratan özellikle iki hususun altını çizmektedir.  Bunlardan bir tanesi bağımsız ve  meşru  bir  anayasa  mahkemesi  denetiminin  olmaması  ve  Polonya da  adli mahkemelerin bağımsızlığının tehdit altında olmasıdır.  Artur Celmer bunun ötesinde Komisyon un  Konsey den  AB  Anlaşması nın  7.  madde,  1.  fıkrasına  göre,  AB Anlaşması nın 2. maddesinde yer alan temel değerlerin Polonya tarafından ağır ihlâlinin tespiti talebi yapmasının da Polonya da adil yargılanma olanağının bulunmadığının kanıtı olduğunu ileri sürmüştür.  AB Adalet Divanı na önkarar başvurusu yapan İrlanda Yüksek Mahkemesi hukuk devleti ilkelerinin sistematik ihlâli nedeniyle Polonya aleyhine AB Anlaşması nın  7.  maddesine  göre  bir  prosedürün  işletilmesinin  otomatik  olarak Polonya da adil yargılanma olanağının bulunmadığı sonucunu doğurup doğurmayacağı sorusunun cevaplandırılmasını talep etmiştir. İrlanda Yüksek Mahkemesi yaptığı önkarar başvurusunda AB Adalet Divanı nın Avrupa Tutuklama Emri nin iki aşamalı bir denetim sonrası icrasının ertelenebileceğini kabul ettiği 5 Nisan 2016 tarihli Aranyosi ve Căldăraru davalarında vermiş olduğu kararına istinat etmiştir.18  Divan ın söz konusu kararına göre kararı icra edecek yargı mercii öncelikle Avrupa Tutuklama Emri veren üye devletin sistematik hukuk devleti ihlâli  içinde  olup  olmadığını,  insanlık  dışı  yahut  aşağılayıcı  bir  tutum  içinde  olup olmadığını tespit edecektir.  Bu tespiti takiben kararı icra edecek yargı mercii ikinci adım olarak Avrupa Tutuklama Emri nden etkilenen kişinin bu tespit ışığında adil yargılanma konusunda ciddi bir tehlike içinde olup olmadığı konusunda somut olaya ilişkin kanaatini oluşturacaktır.  Bu tablo hukuk devleti sisteminde eksiklikler olmasının zorunlu olarak somut  durumda  Avrupa  Tutuklama  Emri nden  etkilenen  kişinin  insanlık  dışı  yahut aşağılayıcı bir muameleye maruz kalacağı sonucunu vermediğini ortaya koymaktadır. İrlanda  Yüksek  Mahkemesi  AB  Adalet  Divanı nından  kararını  Aranyosi  ve Căldăraru davasında olduğu gibi iki aşamalı bir inceleme ertesi mi, yoksa Polonya yargı sistemindeki  eksikler  nedeniyle  otomatik  olarak  mı  vermesi  gerektiğinin cevaplandırılmasını istemiştir.  İrlanda Yüksek Mahkemesi nin görüşüne göre iki aşamalı inceleme, Avrupa Tutuklama Emri nden etkilenme durumunda olan kişiye kanıtlama                                                            18  EuGH, Rs. C-404/15 ve C-659/15 PPU (Aranyosi und Căldăraru) ECLI:EU:C:2016:198 637    yükümlülüğü getirmesi nedeniyle realiteye uygun değildir; bunun ötesinde hukuk devleti sistemindeki  eksikler  muvacehesinde  iade  halinde  Avrupa  Tutuklama  Emri nden etkilenecek  kişiye  adil  yargılanacağı  konusunda  bir  garanti  verilmesi  de  mümkün değildir.    C-216/18  PPU  davasında  AB  Adalet  Divanı  kararına  hernekadar  kanun sözcüsünün nihai talebinde yer alan iki aşamalı denetimi esas almış olsa da, kanun sözcüsünün nihai talebinde yer alan hususlarla Divanın kararı arasında kimi nüanslar bulunmaktadır. B - Kanun sözcüsü Evgeni Tanchev in 28.06.2018 tarihli nihai talebi C-216/18  PPU  Davası ndaki  nihai  talebinde  kanun  sözcüsü  Polonya  yargı sistemindeki  hukuk  devleti  eksiklikleri  nedeniyle  adil  yargılanma  hakkının  ihlâli konusunda risk olup olmadığını karara bağlama yetkisinin Avrupa Tutuklama Emri ni icra edecek yargı merciine ait olduğunun altını çizmiştir.  Konsey in AB Anlaşması nın 7. madde, 1. fıkrası muvacehesinde erken uyarı niteliğinde vereceği kararın konusu ile Avrupa Tutuklama Emri kararını icra eden yargı merciinin vereceği kararın konusu aynı değildir.  Konseyin bu bağlamda vereceği karar hukuk devleti prensiplerinin sistematik ihlâline ilişkin olmasına karşın, Avrupa Tutuklama Emri nin icrasına ilişkin karar somut durumda adil yargılanma konusunda bir riskin olup olmadığına ilişkin olacaktır.  Adil yargılanma  hakkının  ihlâl  riski  hukuk  devleti  prensiplerinde  eksiklik  görülmediği hallerde de söz konusu olabilecek bir durumdur.  Aranyosi ve Căldăraru davasında insanlık dışı ve aşağılayıcı muamele yasağının ihlâl riski değil, adil yargılanma hakkının ihlâl riski Avrupa Tutuklama Emri nin icrasının ertelenme nedeni olarak kabul edilmiştir.  Avrupa tutuklama emirlerinin karşılıklı olarak tanınması Avrupa Tutuklama Emri kararı veren üye devlet yargı mercilerinin bağımsız ve tarafsız olması ön koşuluna bağlı değildir.  Kanun  sözcüsünün  görüşüne  göre  karşılıklı  güven  prensibine  ilişkin  istisnanın  dar yorumlanması gerekliliği nedeniyle, bu bağlamda adil yargılanma hakkının ihlâl riski değil,  adil  yargılanma  hakkının,  yerine  getirilmesinden  kaçınma  (adil  yargılanma koşullarının  bulunmaması)  Avrupa  Tutuklama  Emri nin  icrasının  ertelenme  nedeni olarak kabul edilmelidir.  Adil yargılanma hakkının hakkın özü ihlâl edilmediği nispette koşullara bağlı olarak sınırlanması mümkündür.  Avrupa Tutuklama Emri nin gereğinin yerine getirilmesi bu nedenle hakkın özünün ihlâline ilişkin bir risk varsa ertelenebilir.  638    Yargı  bağımsızlığı  eksikliği  prensip  olarak  adil  yargılanma  hakkının  yerine getirilmesinden kaçınmaya yol açabilir.  Bu durum ancak yargı bağımsızlığı konusundaki eksikliğin adil yargılamayı minimuma indirecek ölçüde ağır olması durumunda kabul edilebilir.19  İrlanda mahkemesinin bu nedenle Polonya mahkemelerinin bağımsızlığına ilişkin  olarak  objektif,  güvenilir  ve  tüm  verileri  esas  alan  inceleme  yapması gerekmektedir.  Bu meyanda Avrupa Tutuklama Emri nden etkilenen kişinin Polonya ya iadesi  halinde  adil  yargılanma  hakkı  bakımından  risk  altında  olup  olmadığının incelenmesi gerekmektedir.  Kararı icra edecek yargı merciinin karardan etkilenecek kişinin özel koşullarını ve takibata yahut mahkûmiyete neden olan eylemi dikkate alması önem taşımaktadır. Bu bağlamda Polonya da adil yargılanma hakkının kaçınma nedeniyle ciddi bir risk altında olduğunu kanıtlama yükümlülüğü Avrupa Tutuklama Emri nden etkilenen kişiye aittir.    Bunu  takiben  İrlanda  mahkemesi  Polonya  yargı  sistemindeki  kanıtlanan eksikliklerin  somut  durumda  adil  yargılanma  hakkı  üzerindeki  etkilerini değerlendirecektir.  Avrupa Tutuklama Emri nin icrasının ertelenmesi bu açıklamalara göre, üye devlet yargı sisteminde adil yargılanma hakkından kaçınmanın tespit edilmesi ve  hakkında  Avrupa  Tutuklama  Emri  verilen  kişinin  adil  yargılanma  hakkını kullanamama riski içinde olması koşullarına bağlıdır. C - AB Adalet Divanı nın (Büyük Daire) 25 Temmuz 2018 tarihli kararı Büyük Daire 25 Temmuz 2018 tarihli,20 iç tüzüğün 107. maddesine göre acil önkarar prosedürü ile ele aldığı davada Divan ın Aranyosi ve Căldăraru davasında verdiği karara istinaden Avrupa Tutuklama Emri ni icra edecek yargı merciinin Konsey in 13 Haziran 2002 tarihli Avrupa Tutuklama Emri ve üye devletler arasında iade prosedürüne ilişkin 2002/584/JI nolu çerçeve kararının 1.madde, 3.fıkrasına göre Avrupa Tutuklama Emri nden etkilenen kişinin AİHK nun 6. madde, 1. fıkrasında yer alan adil yargılanma hakkının, dolayısıyla AB Temel Haklar Şartı nın 47. madde, 2. fıkrasının ihlâl riski bulunması halinde Avrupa Tutuklama Emri ni icra etmekten imtina edebileceğini kabul etmiştir.                                                            19  AB Adalet Divanı nın basın açıklaması için bknz.: EuGH, Nr.95/18, 28.06.2018 20  bknz.: C-216/18 PPU (Artur Celmer davası LM kısaltması ile ifade edilmektedir) 639    Divan  bu  kararı  ile  öncelikle  Avrupa  Tutuklama  Emri nin  icrasının  reddinin tutuklama emrinin karşılıklı tanınması prensibinin bir istisnası olduğunu tespit etmiş ve bu istisnanın dar  yorumlanması  gerektiğinin altını çizmiştir.  Şüphesiz kendisi için Avrupa Tutuklama Emri çıkarılan kişi için yargı bağımsızlığı eksikliği adil yargılanmaya ilişkin temel hakkının özünün ihlâl edileceği konusunda bir risk yaratmaktadır.  Bu nedenle, kararı icra etme durumunda olan yargı merciinin Konsey in 2002/584/JI tarih ve sayılı çerçeve kararının 1. madde, 3. fıkrasına göre kararı icra etmekten kaçınması mümkündür. Divan  kararında  Avrupa  Tutuklama  Emri nin  icrasının  reddi  bağlamında  dile getirilen  gerekçeler  prensip  olarak  kanun  sözcüsünün  nihai  talebindeki  gerekçelerle örtüşmekle beraber, Divan ın tutuklama emrini icra edecek yargı merciinin takdir alanı konusunda daha esnek olduğu görülmektedir.  Divan kararında ilk adım olarak objektif, güvenilir, tam ve yeterli şekilde güncellenmiş verilere göre iade halinde adil yargılanma hakkının ihlâli bakımından gerçek bir tehlikenin olup olmadığının değerlendirilmesi öngörülmektedir.  Divan bu bağlamda Komisyon un Konsey e Polonya da hukuk devleti prensiplerinin sistematik ihlâli nedeniyle AB Anlaşması nın 7. madde, 1. fıkrasına göre erken uyarı mekanizmasının işletilmesi için yapmış olduğu öneriyi önemli addetmiştir.21 Avrupa Tutuklama Emri ni icra edecek yargı mercii Avrupa Tutuklama Emri ni veren üye devlette adil yargılanma hakkının ihlâli bakımından bir tehlike olduğunu tespit ettiği takdirde, atılacak ikinci adımda Komisyon tarafından hukuk devleti prensibinin sistematik ihlâli tespit edilmiş olsa da, tutuklama emrinden etkilenen kişinin iadesi halinde  gerçekten böyle bir tehlikeye maruz kalıp kalmayacağı incelenecektir.   Bu meyanda hukuk devleti prensiplerinde görülen genel eksikliklerin iade edilecek kişi üzerinde yetki kullanacak yargı mercii üzerindeki etkisi araştırılacaktır. Yapılan  araştırmalar  sonunda  söz  konusu  hukuk  devleti  eksikliklerinin  iade edilecek kişi için yetki kullanacak mahkemeleri etkilediği ciddi şekilde ve delillerle doğrulandığı takdirde tutuklama emrini icra edecek yargı mercii, etkilenme durumunda olan  kişinin  bağımsız  mahkeme  tarafından  yargılanma  hakkının  ve  dolayısıyla  adil yargılanma  hakkının  özünün  ihlâl  edilme  riskini  kabul  etmiş  olacaktır.    Avrupa                                                            21  EuGH, Rs. C-216/18 PPU (LM), ECLI:EU:C:2018:586, Rn.61 640    Tutuklama Emri ni icra edecek yargı mercii, tutuklama emri veren yargı merciinden böyle  bir  tehlikenin  mevcudiyetinin  araştırılması  bağlamında  her  türlü  bilgiyi  talep edebilecektir. Yargı bağımsızlığının iki boyutu bulunmaktadır.  Yargı bağımsızlığının ilk boyutu, yargının tam bir muhtariyet içinde hiyerarşik bir bağlantı olmadan yahut herhangi bir tabiiyet  ilişkisi  olmadan,  herhangi  bir  makamdan,  kişiden  talimat  almaksızın fonksiyonunu  yerine  getirmesi  olarak  kabul  edilmektedir.    Bu  şekilde  yargı  dış müdahalelerden  korunmuş  olmaktadır.    Dış  müdahalelerden  bağımsızlık  bir  takım garantilerle sağlanmaktadır.  Örneğin yargıçların yerlerinin değiştirilememesi,22 uygun maaş bu bağımsızlığı temin etmektedir; yargı bağımsızlığının ikinci boyutu tarafsızlık kavramı ile bağlantılıdır.  Yargıçların hukuk normlarını uygulamak dışında hiçbir şekilde hukuki uyuşmazlık bağlamında bir çıkar ilişkisi kurmamasını ifade etmektedir. Yargı bağımsızlığının  ve  tarafsızlığının  garantisi  mahkemelerin  oluşumu,  yargıçların atanmaları, görev süreleri ve davadan çekilme ve görevden alınma konusunda uygun düzenlemelerin  bulunması  koşuluna  bağlıdır.    Yargı  bağımsızlığı  bunun  ötesinde yargıçlara ilişkin disiplin kurallarının yargı kararları üzerinde siyasi baskıyı önleyen garantiler içermesini gerektirmektedir. Avrupa Tutuklama Emri ni icra edecek yargı merciinin öngörülen gerekliliklere istinaden adil yargılanma hakkının özünde ihlâl edilme tehlikesinin olduğunu tespit etmesi halinde, ikinci  adım olarak, tutuklama emrinden etkilenen kişinin tutuklama emrini veren üye devlete iadesi ertesinde böyle bir tehlikeye maruz kalacağına ilişkin bir varsayımın olup olmadığını incelemesi gerekmektedir.  Bu somut denetim, Komisyon un AB Anlaşması nın 7. madde, 1. fıkrasına göre Avrupa Tutuklama Emri ni veren üye devlet hakkında erken uyarı mekanizmasının işletilmesi için Konseye gerekçeli öneri yapması  durumunda  ve  Avrupa  Tutuklama  Emri ni  icra  edecek  yargı  merciinin Komisyon un  önerilerine  istinaden  söz  konusu  üye  devlette  hukuk  devleti  prensibi muvacehesinde  yargı  alanında  sistematik  eksikliklerin  olduğuna  ilişkin  ipuçlarının olduğunu kabul etmesi halinde de gerekli kabul edilmektedir.                                                            22  EuGH, Rs. C-506/04 (Wilson), ECLI:EU:C:2006:587, Slg.2006, I-8613, Rn.51 23  EuGH, Rs.C-64/16 Associação Sindical dos Juízes Portugueses), ECLI:EU:C:2018:17, Rn.45 641    Konseyin 2002/584JI tarih ve sayılı çerçeve kararı bu bağlamda Avrupa Tutuklama Emri  mekanizmasının  uygulanmasının  durdurulmasını  sadece  AB  Anlaşması nın  6. madde,  1.  fıkrasında  yer  alan  prensiplerin  bir  üye  devlet  tarafından  ihlâl  edilmesi durumunda bunun Konsey tarafından AB Anlaşması nın 7. madde, 1. fıkrasına göre 7.madde, 2. fıkrada yer alan sonuçlarıyla kabul etmesi halinde kabul etmektedir.  Avrupa Tutuklama Emri ni icra edecek yargı mercii bu nedenle Konsey in AB Anlaşması nın 7. madde, 2. fıkrasına göre tutuklama emri veren üye devlette hukuk devleti prensibinin ağır ve sürekli ihlâlini tespit etmesi durumunda, iade edilecek kişinin adil yargılanma hakkının özünde ihlâl tehlikesi içinde olduğu konusunda somut bir inceleme yapmaksızın Avrupa Tutuklama Emri nin icrasını reddedebilir. Avrupa Konseyi böyle bir karar almadığı takdirde Avrupa Tutuklama Emri ni icra edecek icra merciinin Avrupa Konseyi nin 2002/584/JI tarih ve sayılı çerçeve kararının 1.madde, 3.fıkrası muvacehesinde sadece olağanüstü koşullarda kararı icra etmekten kaçınması mümkündür.  Somut durum için yapılan inceleme karardan etkilenecek kişinin iade edilmesi halinde adil yargılanma hakkının ihlâli bakımından gerçek bir tehlike bulunduğunu ortaya koyduğu takdirde kararın icrasından kaçınma mümkündür.  Avrupa Tutuklama Emri ni icra edecek yargı mercii bunun yanısıra karardan etkilenecek kişinin kişisel durumu ve Avrupa Tutuklama Emri nin verilmesinin nedenini oluşturan suçun türü ve konusu itibariyle bağımsız bir mahkemede yargılanma hakkının ihlâli ve dolayısı ile adil yargılanma hakkının ihlâli bakımından ciddi ve kanıtlara dayanan gerçek bir tehlikenin olup olmadığını ve bu kişinin kaygılarını kendisine aktarılan bilgiler ışığında değerlendirecektir.24  Bu kararla bağlantılı oldukça sınırlı yorum söz konusu olsa da kararın şimdiye kadar olumlu yorumlandığı görülmektedir.25                                                             24  EuGH, Rs. C-216/18 PPU (LM), ECLI:EU:C: 2018:586, Rn.70 vd. 25  SULIAK, Hasso Europäisches Haftbefehl aus Polen, Vollstreckung nur bei fairem Verfahren, Yıl: 2018  (25  Temmuz),  http://www.ito.de/recht/  hintergruende/h/eugh-c18ppu-europaeischerhaftbefehl-p...) (erişim tarihi 02.03.2021)  642    SONUÇ Celmer  (LM)  davasında  davacıların  Polonya  adli  mercileri  tarafından  verilen tutuklama emrinin icrasının ertelenmesi için Komisyon un Konsey e, AB Anlaşması nın 7. madde, 1. fıkrasına göre Polonya da hukuk devleti ilkelerinin sistematik ihlâlinin belgelere dayanan tespitine yönelik bir karar alması bağlamında yaptığı gerekçeli öneride yer alan bir dizi argümana yer verdikleri görülmektedir.  Avrupa Tutuklama Emri nin icrasından  kaçınmanın  hukuken  caiz  olup  olmadığı  tartışması  bağlamında  AB Anlaşması nın  7.  maddesinde  öngörülen   siyasi   yaptırım  mekanizması  paralelinde AB nin  Çalışma  Usullerine  İlişkin  Sözleşme nin  258.  maddesinde  düzenlenen  ihlâl davasına istinaden de AB Anlaşması nın 2. maddesinde yer alan AB değerlerinin ihlâlinin dava  konusu  edilmesi  olanağı  gündeme  gelmektedir.    AB  Adalet  Divanı nın  ihlâl davasına  ilişkin  yerleşik  içtihadında,  (örneğin  Melloni  veya  Aranyosi  ve  Căldăraru davasında) iade yasağı için öngörülen koşulların Avrupa Tutuklama Emri nin icrasının reddine esas alınmasının mümkün olup olmadığının tartışıldığı görülmektedir.  Ancak Aranyosi  ve  Căldăraru  davasında  Avrupa  Temel  Haklar  Şartı  muvacehesinde Polonya daki gözaltı koşullarının insanlık dışı veya aşağılayıcı muamele olarak görülüp görülmeyeceği  değerlendirme  konusu  yapılırken,  Celmer  davasında  AİHK nun 6.maddesinde ve Avrupa Temel Haklar Şartının 47. madde, 2. fıkrasında yer alan temel hak teminatı  adil yargılama-fair trial  ile bağlantılı olarak bağımsız ve tarafsız yargı davanın odak noktasını oluşturmuştur. Gerek kanun sözcüsü nihai talebinde, gerekse Divan verdiği kararında Aranyosi ve Căldăraru davalarında dile getirilen iki aşamalı testi üstlenmiştir.  Buna göre ilk adım olarak  hukuk  devleti  ilkelerinde  sistematik  veya  genel  eksiklik  kanıtlanması gerekmektedir.  Genel koşullar ışığında böyle bir risk bulunduğu ortaya çıktığı takdirde ikinci  adımda  bu  riskin  bireysel  somut  durum  üzerinde  ne  şekilde  etki  yaptığı incelenecektir.    Bu  bağlamda  problemli  olarak  görülen  husus  Avrupa  Tutuklama Emri nden etkilenme durumunda olan kişinin Polonya yargı sistemindeki eksikliklerin kendi kişisel durumu üzerinde doğuracağı etkileri ortaya koymakla mükellef olmasıdır.  Ancak Avrupa Tutuklama Emri nden etkilenme durumunda olan kişiye bu bağlamda ispat yükümlülüğü getirilmediği için yaptığı beyanları sadece inanılır kılması yeterlidir.  643    Bunları inceleme ve değerlendirme yetkisi tutuklama emrini icra edecek yargı merciine aittir.  Kararı icra edecek yargı mercii, Komisyonun AB Anlaşması nın 7. madde, 1. fıkrasına göre hazırladığı gerekçeli tavsiyesinde yer aldığı gibi, tutuklama emri kararı alan üye  devletin  yargısının  bağımsızlığı  konusunda  sistematik  yahut  genel  eksiklikler nedeniyle  AB  Temel  Haklar  Şartı nın  47.madde,  2.fıkrasında  temin  edilen  adil yargılanma hakkının ihlâli konusunda ciddi ve olaylarla kanıtlanmış ipuçları elde ettiği takdirde Konsey in 2002/584 tarih ve sayılı çerçeve kararının 1.madde, 3.fıkrasına göre Avrupa  Tutuklama  Emri  kararından  etkilenme  durumunda  olan  kişinin  iadesinden kaçınma olanağına sahiptir.26 AB Adalet Divanı yukarıda incelenen C-216/18 PPU (LM) davası ile aynı tarihte (25.07.2018) bu kez Macaristan yargı mercileri tarafından verilen Avrupa Tutuklama Emri nin icrasına ilişkin bir çok yerinde açıkça LM davasına gönderme yaptığı paralel bir  karar  vermiştir.27    LM  davası  Macaristan da  adam  yaralama,  mala  zarar, dolandırıcılık, hırsızlık suçları nedeniyle hakkında Avrupa Tutuklama Emri çıkartılan, 23.11.2017  tarihinden  itibaren  Avrupa  Tutuklama  Emri  nedeniyle  Almanya da gözaltında olan Macar vatandaşı ile ilgili olarak Bremen deki Hansa Eyalet Yüksek Mahkemesi tarafından Divan nezdinde bir önkarar davası olarak açılmıştır.  Eyalet Yüksek Mahkemesi yapmış olduğu önkarar başvurusunda Divan dan Macaristan daki tutukluluk koşullarının sistematik veya genel eksiklikler göstermesini esas alarak değil, hakkında  tutuklama  emri  icra  edilecek  kişinin  Avrupa  Temel  Haklar  Şartı nın  4. maddesinde garanti edilen insanlık dışı veya aşağılayıcı muamele görmeme hakkının tehlikede olmasını esas alarak, tutuklama emrinin icrasından bu gerekçe ile kaçınma olanağının olup olmadığının cevaplandırılmasını istemiştir. Kanun sözcüsü Manuel Campos Sánchez-Bordona nın 4 Temmuz 2018 tarihli nihai talebinde  vurguladığı  gibi,  Macaristan daki  durum  Nisan  2016 da  karara  bağlanan Aranyosi ve  Căldăraru davasından sonra 2017 başından itibaren değişmiştir.28  Ancak tutukluluk  koşulları  nedeniyle  itiraz  yapılabilmesi  tutukluluk  koşullarının  hukuka uygunluğu konusundaki tereddütü  ortadan kaldırmamaktadır.  Divan vermiş  olduğu                                                            26  EuGH, Rs. C-216/18 PPU (LM), CCLI:EU:C:2018:586, Rn.79 27  EuGH, Rs.  C-220/18 PPU (LM), ECLI:EU:C:2018:589 28  yetersiz tutukluluk koşulları nedeniyle itiraz yapabilme olanağı tanınması nedeniyle 644    kararda  tutuklama  emrinden  etkilenmek  durumunda  olan  kişinin  Macaristan da tutukluluk  koşulları  hakkında  şikâyet  yapabilmesinin  insanlık  dışı  muamele  görme tehlikesini ortadan kaldırmak bakımından yalnız başına yeterli olmadığını kabul etmiştir.  Kararı icra edecek yargı mercii her ilgili kişinin durumunu bireysel inceleyerek, bu kişi için gerçekten bir tehlikenin olup olmadığını tespit ile mükelleftir.  Kararı icra edecek yargı mercileri şüphesiz hakkında tutuklama emri olan kişinin cezasının infaz edileceği cezaevi koşullarını incelemekle mükelleftir.  Bu tür bir tehlikenin LM in cezasının infaz edileceği Budapeşte ve Szombathely cezaevlerinde mevcut olmaması nedeniyle Divan LM in  Macar  mercilerine  tesliminin  caiz  görüldüğünü  Hansa  Eyalet  Yüksek Mahkemesine  önkarar  olarak  bildirmiştir.    Somut  dava  Eyalet  Yüksek  Mahkemesi tarafından karara bağlanmıştır.29  Avrupa  Tutuklama  Emri nin  icrası  bağlamında  iki  ayrı  İrlanda  mahkemesi tarafından Divan nezdinde açılan önkarar davaları da konuya ışık tutmaları nedeniyle önem  taşımaktadır.30    Divana  yapılan  önkarar  başvurularında  İngiltere nin  AB Anlaşması nın  50.  maddesine  istinaden  yaptığı  AB den  çıkma  talebi  öncesinde düzenlenen  Avrupa  Tutuklama  Emirleri  bakımından  yorum  sorulmuştur.    16  Mart 2018 de  İrlanda  Supreme  Court u  tarafından  Divan a  yapılan  önkarar  başvurusu bağlamında iç tüzüğün 105. madde, 1. fıkrası muvacehesinde davanın hızlandırılmış prosedüre göre bakılması talebi (Rs. C-191/18) Divan Başkanı nın 30 Mayıs 2018 tarihli kararı ile reddedilirken, İrlanda Yüksek Mahkemesi tarafından açılan diğer ön karar davası (Rs. C-327/18 PPU) içtüzüğün 107.maddesine göre hızlandırılmış prosedüre göre bakılmıştır. 2016 yılında İngiltere adli mercileri adam öldürme, yangın çıkarma ve tecavüz nedeniyle cezai takibat için iki Avrupa Tutuklama Emri çıkarmıştır.  Avrupa Tutuklama Emri ne istinaden aranan kişi (prosedür bağlamında RO olarak ifade edilen) söz konusu Avrupa Tutuklama Emri ne istinaden İrlanda da yakalanmış (3 Şubat 2016), gözaltına alınmıştır.    Tutuklama  emrinin  icrası  bağlamında  RO  İngiltere ye  iade  edilmesini önlemeye matuf bir dizi itiraz yapmıştır.  Bu itirazlar özellikle İngiltere nin prensip olarak                                                            29  Divanın basın açıklaması Nr.114/18, 25.07.2018 30  Rs. C-191/18, bknz.:KN Minister for Justice and Equality; ECLI:EU:C:2018:383; Rs. C-327/18 PPU; bknz.: Minister for Justice and Equality/RO, ECLI:EU:C:2018: 783 645    29.03.2019 da AB ni anlaşmasız terk etme ihtimali esas alınarak,31 üçüncü devlet olarak İngiltere de 2002/584/JI tarih ve sayılı çerçeve karardan doğan hakların hangi kapsamda pratikte geçerli olacağı konusunda doğan bilinmezlik çerçevesinde dile getirilmiştir.   Bu bağlamda kanun sözcüsü Maciej Szpunar nihai talebinde RO nun Brexit e ilişkin  yorumlarının  Avrupa  Tutuklama  Emri nin  icra  edilmemesi  için  bir  neden oluşturmayacağını; İngiltere AB de kaldığı sürece Birlik Hukuku nun İngiltere için de bağlayıcı  olduğunu,  çerçeve  kararda  yer  alan  yükümlülüklerle  İngiltere nin  bağlı olduğunu, bunun ötesinde Brexit ertesinde İngiltere de çerçeve kararın ve AB Temel Haklar Şartı nın özünü gözardı edilecek şekilde siyasi koşulların değişeceğine ilişkin bir emare bulunmadığını, Brexit ile İngiltere nin hukuk devleti prensibi ve temel hakları koruma  yaklaşımında  bir  değişiklik  ortaya  çıkmayacağını  ifade  etmiştir.    Avrupa Tutuklama Emri ni icra eden yargı mercilerinin beklentisi İngiltere nin Brexit ertesinde de  tutuklama  emri  kararından  doğan  yükümlülüklere  saygı  göstermesi  yönündedir.  Bunun aksini kanıtlayan ipuçlarının bulunması halinde, Avrupa Tutuklama Emri ni icra eden mercilerin tutuklama emrini icra etmekten kaçınması mümkündür.32 Divan 19 Eylül 2018  tarihli  kararında  kanun  sözcüsünün  görüşünü  içerik  olarak  bütünüyle  kabul etmiştir.33  Diğer önkarar başvurusu da (Rs.  C-191/18) aynı nedenlere istinaden Divan ın benzer bir kararı ile sona ermiştir.                                                                    31  İngiltere ye ilk etapta Brexit için 31 Ekim 2019 a kadar süre verilmiştir; Brexit süre uzatımı nedeniyle 31 Aralık 2021 de gerçekleşmiştir 32  bknz.: htpp:/www.lto.de/ recht/nachrichten/n/eugh-generalanwalt-C-.32818-vereinigteskoenig 33  bknz.: Gerichtshof, Pressemitteilung Nr.135/18 vom 19.09.2018 646    KISALTMALAR:  Art.        madde EC        European Commission ECLI         European Case Law Identifier   EU        European Union EuGH        Europäische Gerichtshof IEHC       High Court of Ireland Decisions        LTO       Legal Tribune Online  PPU        Urgent Preliminary Reference  Rn       Randnummer Rs       Randsache Slg.        Sammlung     647    KAYNAKÇA BIERNAT, Stanislaw/KAWCZYŃSKA, Monika, Why the Polish Supreme Courts Reference on Judical Independence to the CJEU is Admissible after all, VerfBlog, 2018/8/23, https://verfassungsblog.de/why-the-polish-supreme-courts-reference-on-judicialindependence-to-the-cjeu-is-admissible-after-all/,  DOI: 10.17176/20180823-162630-0.) (erişim tarihi 02.03.2021) HUMMER,  Waldemar,   Erneute  Rechtstaatlichkeitsprobleme  in  Ungarn ,  Europäische Rundschau, Yıl;2017, Sayı:2 HUMMER,  Waldemar,   Rechtstaatlichkeit  Probleme  in  Ungarn  und  Polen.    Misst  die Europäische Kommission dabei mit zweierlei Mass , (Teil I), EU-Infothek (I.Kısım), Yıl:2017 (12 Mayıs), EU-Infothek (II.Kısım), Yıl: 2017 (16 Mayıs) HUMMER, Waldemar,   Neuer Frühwarnmechanismus bei Gefährdung der Rechtsstaatlichkeit in der EU , EU-Infothek,  Yıl: 2014 (8 Nisan) MYCIELSKI,  Martin,  While  Poles  defend  courts,  Kaczyński  hijacks  EU  elections, https://euobserver.com/opinion/142484 (erişim tarihi 02.03.2021) PALLOKAT, Jan,  Justizreform vor EU-Rat.  Polen im  Dämmerzustand , tagesschau.de, Yıl:2018 (26 Haziran) SULIAK,  Hasso,  Europäisches  Haftbefehl  aus  Polen,  Vollstreckung  nur  bei  fairem Verfahren,  Yıl:  2018  (25  Temmuz),  http://www.ito.de/recht/  hintergruende/h/eughc18ppu-europaeischer-haftbefehl-p...) (erişim tarihi 02.03.2021) TEFFER, Peter,   EU Commission step up legal case against Poland , euobserver, Yıl: 2018 (14 Ağustos); https://euobserver.com/political/142585 (erişim tarihi 02.03.2021)   648",
     "Kaynakça": "BIERNAT, Stanislaw/KAWCZYŃSKA, Monika, Why the Polish Supreme Courts Reference on Judical Independence to the CJEU is Admissible after all, VerfBlog, 2018/8/23, https://verfassungsblog.de/why-the-polish-supreme-courts-reference-on-judicialindependence-to-the-cjeu-is-admissible-after-all/,  DOI: 10.17176/20180823-162630-0.) (erişim tarihi 02.03.2021) HUMMER,  Waldemar,   Erneute  Rechtstaatlichkeitsprobleme  in  Ungarn ,  Europäische Rundschau, Yıl;2017, Sayı:2 HUMMER,  Waldemar,   Rechtstaatlichkeit  Probleme  in  Ungarn  und  Polen.    Misst  die Europäische Kommission dabei mit zweierlei Mass , (Teil I), EU-Infothek (I.Kısım), Yıl:2017 (12 Mayıs), EU-Infothek (II.Kısım), Yıl: 2017 (16 Mayıs) HUMMER, Waldemar,   Neuer Frühwarnmechanismus bei Gefährdung der Rechtsstaatlichkeit in der EU , EU-Infothek,  Yıl: 2014 (8 Nisan) MYCIELSKI,  Martin,  While  Poles  defend  courts,  Kaczyński  hijacks  EU  elections, https://euobserver.com/opinion/142484 (erişim tarihi 02.03.2021) PALLOKAT, Jan,  Justizreform vor EU-Rat.  Polen im  Dämmerzustand , tagesschau.de, Yıl:2018 (26 Haziran) SULIAK,  Hasso,  Europäisches  Haftbefehl  aus  Polen,  Vollstreckung  nur  bei  fairem Verfahren,  Yıl:  2018  (25  Temmuz),  http://www.ito.de/recht/  hintergruende/h/eughc21618ppu-europaeischer-haftbefehl-p...) (erişim tarihi 02.03.2021) TEFFER, Peter,   EU Commission step up legal case against Poland , euobserver, Yıl: 2018 (14"
}