{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "05",
     "Ay": "08",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "DOLANDIRICILIK SUÇU",
     "Title": "THE CRIME OF FRAUD",
     "Yazar İsmi": [
          "Devrim AYDIN"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Türk Ceza Kanunu",
          "Suç",
          "Ceza",
          "Hile",
          "Dolandırıcılık",
          "Malvarlığı"
     ],
     "Keywords": [
          "Turkish Criminal Code",
          "Crime",
          "Punishment",
          "Deception",
          "Fraud",
          "Property"
     ],
     "Özet": "Dolandırıcılık suçunu malvarlığına karşı işlenen diğer suçlardan ayıran, failin hileli davranışlarla bir kimseyi aldatıp onun veya başkasının zararına olarak, kendisine veya başkasına yarar sağlamasıdır. Mağdurun iradesinin hatalı biçimde oluşmasını sağlamak için hileli davranışlarda bulunulması bu suçun temel özelliğidir. Dolandırıcılık suçuyla asıl korunan hukuksal yarar kişilerin malvarlığı değerleri olsa da bu suçla kişilerin hukuksal işlemler sırasındaki iyiniyetleri de korunmaktadır. Dolandırıcılık suçu 5237 sayılı Türk Ceza Kanunu m. 157 de malvarlığına karşı suçlar arasında düzenlenmiştir. TCK m. 158 de suçun  cezasını  artıran  nedenlere  yer  verilmiştir.  Bu  nedenlerin  bir  kısmı  kazuistik  yöntemle düzenlendiğinden neredeyse suçun birçok işleniş biçimi halinde olaya ağırlatıcı nedenin uygulanması gerekecektir. TCK m. 159 da suçun hukuki ilişkiden doğan alacağı tahsil amacıyla işlenmesi cezayı hafifletici neden olarak düzenlenmiştir.",
     "Abstract": "What distinguishes the crime of fraud from other crimes against property is that the perpetrator deceives a person with fraudulent behavior and benefits himself or someone else at the expense of him or someone else. The main feature of this crime is to commit fraudulent acts in order to ensure that the will of the victim is formed incorrectly. Although the legal benefit that is actually protected by the crime of fraud is the property values of the people, the goodwill of the people during the legal proceedings is also protected with this crime. The crime of fraud is regulated in Turkish Penal Code (art.157) among offenses against property. The reasons that increase the penalty of the crime are regulated in art.158. Since some of them are regulated by the casuistic method, an aggravating reason should be applied to the event in almost any form of committing the crime. The commission of the crime for the purpose of receiving the debt arising from a legal action is regulated as the reason for reducing the penalty in art.159.",
     "Metin": "      Dolandırıcılık,  doğru  davranma  ve  iyiniyet  kurallarına  aykırı  hareket  ederek kişileri aldatıp iradelerini yanıltmak suretiyle malvarlıkları üzerinde tasarruf etmelerini sağlamaktır.1 Türk Ceza Kanunu nun gerekçesinde de suçun bu niteliği  Dolandırıcılık, hileli davranışlarla bir kimseyi aldatıp, onun veya başkasının zararına olarak, kişinin kendisine  veya  başkasına  yarar  sağlamasıdır.   şeklinde  açıklanmıştır.2  Roma Hukuku ndan beri hukuk düzenlerinde kişilerin iradelerinin yanıltılmasını engellemeye yönelik düzenlemelere yer verilmiştir. Ama Roma Hukuku nda  crimen falsum  olarak ifade edilen dolandırıcılık fiilleri ayrı ve bağımsız bir suç olarak değil, günümüzde dolandırıcılık olarak adlandırılan suçun yanı sıra sahtecilik, yalan beyan, yalan yere yemin etmek gibi failin dürüst davranmayarak hileli davranışlar sergilediği birden çok suçu kapsayan bir üst kavram olarak kullanılmıştır.3 Dolandırıcılık fiillerinin ayrı ve bağımsız bir suç olarak malvarlığına karşı suçlar arasında düzenlenmesi 19. yüzyılda olmuştur.4 5237 sayılı Türk Ceza Kanunu m. 157 de dolandırıcılık suçunun basit hali,  m. 158 ve 159 da ise suçun nitelikli halleri düzenlenmiştir.5 TCK m. 157 ye göre  Hileli davranışlarla bir kimseyi aldatıp, onun veya başkasının zararına olarak, kendisine veya                                                            1   MARINI, Giuliano,  Truffa , Novissimo Digesto Italiano, Vol. XIX, Milano, 1976, s. 866. 2   Kanunun  gerekçesi  için  bkz.  Adalet  Bakanlığı,  5237  sayılı  Türk  Ceza  Kanunu  tanıtım  sayfası http://www.ceza-bb.adalet.gov.tr. (erişim tarihi 27.7. 2021)  3   Bkz. GIOVAGNOLI, Roberto, Studi di Diritto Penale, Parte Speciale, Giuffre Ed., Milano, 2008, s. 428; CADOPPI, Alberto / CANESTRARI, Stefano / MANNA, Adelmo, vd., Trattato di Diritto Penale,  Parte  Speciale,  I  Delitti  Contro  il  Patrimonio,  UTET  Ed.  Torino,  2011,  s.  508; SOYASLAN, Doğan, Ceza Hukuku Özel Hükümler, 10. Baskı, Yetkin Yay., Ankara, 2014, s. 430; TÜMERKAN, Somay, Dolandırıcılık Suçu, Kazancı Yay., İstanbul, 1987, s. 17. 4   CADOPPI / CANESTRARI / MANNA vd., 2011, s. 508. Dolandırıcılık, ilk olarak 1810 tarihli Fransız Ceza Kanunu nda daha sonra 1819 tarihli Sicilya, 1853 tarihli Toskana Ceza Kanunu nda bağımsız bir suç olarak düzenlenmiştir. Bkz. CADOPPI / CANESTRARI / MANNA vd., 2011, s. 510; SOYASLAN, 2014, s. 430. 5   TCK m. 161 de düzenlenmiş olan  hileli iflas  suçu da esasen dolandırıcılığın özel bir türüdür. Bunun yanı sıra  taksirli iflas  (m.162),  karşılıksız yararlanma  (m.163),  şirket veya kooperatifler hakkında yanlış  bilgi  verme   (m.164)  suçlarını  da  dolandırıcılık  kapsamında  değerlendiren  görüşler bulunmaktadır. Bkz. HAFIZOĞULLARI, Zeki,  Türk Ceza Hukukunda Dolandırıcılık Suçları , Prof. Dr. Yahya Zabunoğlu Armağanı, Ankara Üniversitesi Hukuk Fakültesi Yay., Ankara, 2011, s. 406. TCK m. 161- 164 arasında düzenlenmiş olan bu suçları malvarlığına karşı işlenen diğer suçlardan ayıran temel nokta failin hileli davranışlarıdır. Kimi çalışmalarda bu suçlar da dolandırıcılık suçuyla birlikte ele alınmaktadır. Ancak bu çalışmada sadece genel düzenleme olan dolandırıcılık suçu (TCK m. 157- 159) konu edilmiştir.     652     başkasına bir yarar sağlayan kişiye bir yıldan beş yıla kadar hapis ve beşbin güne kadar  adlî  para  cezası  verilir. 6  TCK daki  düzenleme  açısından  en  dikkat  çeken noktalardan biri, m. 158 de çok sayıda nitelikli hale yer verilmiş olmasıdır.7 Bu nitelikli hallerin  bir  kısmı  mağdurun  niteliği  ve  failin  saikinden,  kullanılan  araç  ve yöntemlerden,  bir  kısmı  ise  failin  amacından  hareketle  nitelikli  hal  olarak düzenlenmiştir. Suçun alacağı tahsil amacıyla işlenmesi m. 159 da cezayı hafifletici neden  olarak  düzenlenmiştir.  Bunun  yanı  sıra  m.  167 de  malvarlığına  karşı  suçlar yönünden  hukuki  sonuç  bağlanan  şahsi  cezasızlık  sebebi  veya  cezada  indirim yapılmasını  gerektiren  şahsi  sebepler  dolandırıcılık  suçu  için  de  öngörülmüştür. Malvarlığına karşı suçlar açısından etkin pişmanlığın düzenlendiği m. 168 deki ortak hükümde dolandırıcılık suçu yönünden de etkin pişmanlığa hukuki sonuç bağlanmıştır.   Dolandırıcılık suçunun tipik fiilini, failin hileli davranışlarıyla muhatabı aldatarak onun ya da üçüncü bir kişinin zararına olarak, kendisi ya da bir başkası lehine yarar sağlaması oluşturur.8 Hileli  davranışlara bağlı olarak  aldatılan mağdurun malvarlığı üzerinde tasarruf etmesi nedensellik bağını, fail ya da üçüncü bir kişinin, aldatılan kişi ya da üçüncü bir kişinin zararına olarak yarar sağlamış olması ise suçun neticesini oluşturmaktadır.9  Yargıtay  Ceza  Genel  Kurulu  suçun  bu  niteliğini   Malvarlığının yanında irade özgürlüğünün de korunduğu dolandırıcılık suçunun oluşabilmesi için 1)Fail tarafından hileli davranışlar yapılmalıdır. Mağdurun inceleme eğilimini etkisiz                                                            6   5237 sayılı TCK nın büyük ölçüde etkilendiği Alman Ceza Kanunu nda da dolandırıcılık suçu, m. 263/1 de  Yanlış olguları gerçek gibi göstermek veya gerçek olguları tahrif etmek veya gizlemek suretiyle bir kişiyi hataya düşürerek veya hatayı sürdürerek, kendisine veya üçüncü bir şahsa hukuka aykırı bir malvarlığı çıkarı sağlamak maksadıyla başkasının malvarlığına zarar veren kişi beş yıla kadar  hapis  cezası  veya  adli  para  cezası  ile  cezalandırılır.   biçiminde  düzenlenmiştir.  Bkz. YENİSEY, Feridun / PLAGEMANN, Gottfried, Alman Ceza Kanunu, Beta Yay., İstanbul, 2009, s. 340. Dolandırıcılık suçu 765 sayılı mülga TCK m. 503 te  Bir kişiyi kandırabilecek nitelikte hile ve desiseler yaparak hataya düşürüp onun veya başkasının zararına, kendisine veya başkasına haksız bir menfaat sağlayan kişiye bir yıldan üç yıla kadar hapis ve sağladığı haksız menfaatin bir misli kadar ağır para cezası verilir.  şeklinde düzenlenmişti. 7   Bir yoruma göre, söz konusu nitelikli hallerin sayısı ve kapsamı nedeniyle suçun basit halinin işlenmesi  neredeyse  imkânsız  hale  gelmiştir.  Bkz.  KORKMAZ,  Fulya,   Dolandırıcılık  Suçunun Bilişim Sistemlerinin Araç Olarak Kullanılması Suretiyle İşlenmesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, 2020, C. 69, S. 3, s.1418. 8   TOROSLU,  Nevzat,  Ceza  Hukuku  Özel  Kısım,  Savaş  Yay.,  Ankara,  2018,  s.  181; HAFIZOĞULLARI, Zeki / ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler-Kişilere Karşı Suçlar, US-A Yay., 5. Baskı, Ankara, 2016, s. 402. 9   TÜMERKAN, 1987, s. 62. 653     kılacak  nitelikte  bir  takım  davranışlarda  bulunulmalıdır.  2)Fail  tarafından  yapılan hileli  davranışlar  bir  kimseyi  aldatabilecek  nitelikte  olmalıdır.  3)Mağdurun  veya başkasının zararına, kendisi veya başkası lehine haksız bir yarar sağlanmalıdır. Fail kendisi veya başkasına yarar sağlamak amacıyla bilerek ve isteyerek hileli davranışlar yapmalı, verilen zarar ile sanığın eylemi arasında uygun nedensellik bağı bulunmalıdır. Zarar,  nesnel  kişisel  ölçüler  göz  önünde  bulundurularak  belirlenecek  ekonomik zarardır.  şeklindeki yorumuyla ortaya koymuştur.10   I. DOLANDIRICILIK SUÇU HAKKINDA GENEL BİLGİLER A. Suçun Hukuki Konusu  Suçun hukuki konusu, suçla korunmak istenen ya da suçun ihlâl ettiği hukuki varlık  ya da menfaattir. Bu nedenle suçun hukuki  konusunu  yerine, suçla korunan hukuki değer ya da menfaat ifadesi de kullanılabilir. Dolandırıcılık suçuyla asıl olarak korunmak  istenen  hukuki  yarar,  kişilerin  malvarlığı  değerleridir.11  Ancak  bu  suçla kişilerin  irade  özgürlüklerinin  ve  hukuksal  işlemler  sırasındaki  iyiniyetlerinin  de korunduğunu kabul etmek gerekir.12 Bu yönüyle dolandırıcılık, birden fazla hukuki konunun korunduğu suçlardandır.13 Bu suçu malvarlığına karşı işlenen diğer suçlardan ayıran temel nokta, failin hileli davranışlarla aldattığı mağdurun malvarlığında tasarruf etmesini sağlamasıdır.14 Yargıtay da  Dolandırıcılık suçunu malvarlığına karşı işlenen diğer suç tiplerinden farklı kılan husus, aldatma temeline dayanan bir suç olmasıdır. Birden  fazla  hukuki  konusu  bulunan  bu  suç  işlenirken,  sadece  malvarlığı  zarar görmemekte,  mağdurun  veya  suçtan  zarar  görenin  iradesi  de  hileli  davranışlarla                                                            10  Ceza Genel Kurulu nun 14.02. 2017 tarih ve 2014/419 E., 2017/66 K. sayılı kararı için bkz. Yargıtay İçtihat Bilgi Bankası. 11  CADOPPI / CANESTRARI / MANNA vd., 2011, s. 513. 12  Bkz. TÜMERKAN, 1987, s. 17 vd.; TOROSLU, 2018, s. 180; HAFIZOĞULLARI / ÖZEN, 2016, s. 401; ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, vd., Türk Ceza Hukuku Özel Hükümler, 10 Baskı, Seçkin Yay., Ankara, 2016, s. 698; KOCA, Mahmut / ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, 4. Baskı, Adalet Yay., Ankara, 2017, s. 646.   13  Bkz. GIOVAGNOLI, 2008, s. 429; CADOPPI / CANESTRARI / MANNA vd., 2011, s. 514; KORKMAZ, 2020, s. 1418. 14  ANTOLISEI, Francesco, Manuale di Diritto Penale, Parte Speciale, Vol.1, Milano, 1999, s. 348. 654     yanıltılmaktadır. Madde gerekçesinde de aldatıcı  nitelik taşıyan hareketlerle kişiler arasındaki ilişkilerde var olması gereken iyiniyet ve güvenin bozulduğu, bu suretle kişinin  irade  serbestisinin  etkilenip  irade  özgürlüğünün  de  ihlâl  edildiği vurgulanmıştır.  şeklindeki kararında dolandırıcılık suçuyla kişiler arasındaki ilişkilerde var olması gereken iyiniyet ve güveninin de korunduğuna işaret etmiştir.15    B. Suçun Faili  Dolandırıcılık suçu, fail açısından özellik göstermez.16 Herhangi bir gerçek kişi bu suçun faili olabilir. Hileli davranışları gerçekleştiren ile yararına menfaat elde edilenin aynı  kişi  olması  gerekmez.17  Bu  ikisinin  farklı  olması  halinde,  hileli  davranışları gerçekleştiren kişi suçun failidir.18 Hileli davranışları gerçekleştiren ile yararına menfaat elde edilen kişi arasında iştirak iradesi de bulunabilir. Yararına menfaat temin edilen kişi ile hileli davranışları gerçekleştiren kişi suçu birlikte işlediklerinde müşterek fail olarak  sorumlu  olacaklardır.  Yararına  menfaat  temin  edilen  kişi,  suçu  işlemesi konusunda hileli davranışları işleyeni ikna etmişse, azmettiren olarak sorumlu olacaktır.   Suçun ticari faaliyetleri sırasında tacir veya şirket yöneticisi olan ya da şirket adına hareket eden kişiler tarafından; kooperatif yöneticilerinin kooperatifin faaliyeti kapsamında; serbest meslek sahibi kişiler tarafından, mesleklerinden dolayı kendilerine duyulan güvenin kötüye kullanılması suretiyle işlenmesi suçun nitelikli halleri arasında düzenlenmiştir.  Dolandırıcılık  suçunun  haklarında  ayrılık  kararı  verilmemiş  eşlerden  birinin;  üstsoy veya altsoyun veya bu derecede kayın hısımlarından birinin veya evlat edinen veya  evlatlığın;  aynı  konutta  beraber  yaşayan  kardeşlerden  birinin  zararına  olarak işlenmesi  halinde  ilgili  akraba  hakkında  cezaya  hükmolunmayacağı  (TCK  m.  167) düzenlenmiştir.  Bu  durumda  ortada  suç  vardır,  ancak  TCK da  benimsenen  ceza                                                            15  Yargıtay Ceza Genel Kurulu nun 15.9.2015 tarih ve 2014/399 E., 2015/272 K. sayılı kararı için bkz. Yargıtay İçtihat Bilgi Bankası. 16  CADOPPI / CANESTRARI / MANNA vd., 2011, s. 515. 17  MARINI, 1976, s. 870; KOCA / ÜZÜLMEZ, 2017, s. 646. 18  CADOPPI / CANESTRARI / MANNA vd., 2011, s. 515. 655     politikasının gereği olarak fail cezalandırılmamaktadır. Şahsi cezasızlık nedeniyle ceza hukuku açısından failin sorumluluğu bulunmasa da özel hukuktan doğan sorumluluğu devam eder.   C. Suçun Mağduru Birçok olayda aldatılan kişi ile malvarlığı üzerinde tasarrufta bulunması sağlanan kişi aynıdır. Bu durumda dolandırıcılık suçunun pasif süjesi, suçun maddi konusunu oluşturan  malvarlığı  değerlerinin  sahibi  olan  kişidir.19  Kanundaki  ifadeden  de anlaşılacağı gibi, dolandırıcılık suçunda, aldatılan kişi ile malvarlığı zarara uğrayan kişinin aynı olması gerekmez.20 Aldatılan kişi veya kişiler ile zarara uğrayan kişi ve ya kişiler  farklı  olabilir.  Dolandırıcılığın  bu  şekli,   üç  köşeli  dolandırıcılık   olarak  da nitelenmektedir.21   Aldatılan kişi ile zarara uğrayan kişinin farklı olması halinde, aldatılan kişinin mağdurun malvarlığı üzerinde tasarrufta bulunma yetkisi veren bir hukuki durumda olması gerekir.22 Elde edilmek istenen malvarlığı haklarına tamamen yabancı olan ve bunlar üzerinde tasarrufta bulunma yetkisine sahip olmayan kişinin aldatılması halinde dolandırıcılık değil, koşulları varsa hırsızlık suçu söz konusu olabilir.23 Örneğin, bir işyerindeki malları alabilmek amacıyla işyeri bekçisinin önünde sara nöbeti ya da kalp krizi geçiriyormuş gibi yaparak kendini yere atan ve bu surette bekçiyi aldatan fail, bekçinin yardım çağırmak için uzaklaşmasını fırsat bilerek işyerine ait otomobili alıp kaçtığında dolandırıcılıktan sorumlu olmalıdır, çünkü aldatılan kişinin, suçun konusunu oluşturan malı koruma yükümlülüğü olduğu gibi mağdurla da hukuki bir ilişkisi vardır.                                                            19  CADOPPI / CANESTRARI / MANNA vd., 2011, s. 515; TOROSLU, 2018, s. 180. 20  ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 699; HAFIZOĞULLARI / ÖZEN, 2016, s. 401; MANTOVANI, Ferrando, Diritto Penale, Parte Speciale II, Delitti Contro il Patrimonio, CEDAM, Vicenza, 2016, s. 208; TEZCAN, Durmuş / ERDEM, M. Ruhan / ÖNOK, R. Murat, Teorik ve Pratik Ceza Özel Hukuku, 18. Baskı, Seçkin Yay., Ankara, 2020, s. 864; ÖZEN, Mustafa, Ceza Hukuku Özel Hükümler Dersleri, 3. Baskı, Adalet Yay., Ankara, 2018, s. 637-638. 21  Bkz. CENTEL, Nur / ZAFER, Hamide / ÇAKMUT, Özlem, Kişilere Karşı İşlenen Suçlar, C.1, 5. Baskı, Beta Yay., İstanbul, 2021, s. 506. 22  CENTEL / ZAFER / ÇAKMUT, 2021, s. 506. 23  TEZCAN / ERDEM / ÖNOK, 2020, s. 865; ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 699; TOROSLU, 2018, s. 186. 656     Ancak aynı örnekte fail, bekçinin yardım çağırmak için uzaklaşmasını fırsat bilerek sözkonusu işyeri ile bağı olmayan üçüncü bir kişiye ait olan ve o civarda park halindeki otomobili alıp kaçtığında, hırsızlıktan sorumlu olmalıdır. Çünkü bu durumda aldatılan kişinin  suçun  konusu  olan  malı  koruma  yükümlülüğü  olmadığı  gibi  mağdurla  da herhangi bir hukuki bağı yoktur.    Aldatılan kişi ile malvarlığı zarara uğrayan kişinin farklı olması halinde, aldatılan kişinin  de  dolandırıcılık  suçunun  mağduru  olduğu  ileri  sürülmüştür.24  Ancak dolandırıcılık  suçuyla  asıl  olarak  korunmak  istenen  hukuki  değer  malvarlığı  değeri olduğundan, bu gibi hallerde malvarlığı yönünden zarara uğrayan kişi suçun mağduru olarak kabul edilmelidir.25 Çünkü sırf aldatılmış olmak bu suç açısından mağdur olmak için  yeterli  olmayıp,  malvarlığı  yönünden  bir  zarar  ya  da  zarar  tehlikesinin  de gerçekleşmiş  olması  gerekir.  Bu  ayrım  etkisini,  dolandırıcılık  suçunun  bir  hukuki ilişkiye dayanan alacağı tahsil amacıyla işlenmesi halinde şikâyet ve kamu davasına katılma hakkını kimin kullanacağı konusunda göstermektedir. Bu durumda, aldatılan kişi suçtan zarar görmediğinden şikâyet etme ve kamu davasına katılma hakkı yoktur.26  Tüzel kişilerin mağdur olamayacağını kabul eden anlayışa göre gerçek kişilerin aldatılması suretiyle malvarlığı yönünden zarara uğrayan tüzel kişiler bu suç nedeniyle suçtan  zarar  gören  niteliğindedir.27  Ancak  tüzel  kişilerin  de  bu  suçun  mağduru olabileceğini kabul etmek gerekir.28 Ceza Muhakemesi Kanunu hükümlerine göre suçun mağdurunun yanı sıra suçtan zarar gören gerçek ve tüzel kişiler de kamu davasına katılabileceklerinden, bu tartışmanın pratikte önemi yoktur.                                                                24  Bkz. KOCA/ÜZÜLMEZ, 2017, s. 647; ÖZGENÇ, İzzet, Ekonomik Çıkar Amacıyla İşlenen Suçlar, Seçkin  Yay.,  Ankara,  2002,  s,  30;  EKER-KAZANCI,  Behiye  /  ZEYREK,  İlker,   TCK da Dolandırıcılık Suçu, Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi , Prof. Dr. Durmuş Tezcan Armağanı, C. 21, Özel Sayı, 2019, s. 524. 25  Bkz. TEZCAN / ERDEM/ ÖNOK, 2020, s. 864; HAFIZOĞULLARI, 2011, s. 407-408. 26  Bu tür durumlarda aldatılan kişinin de mağdur olduğu ve şikâyet hakkını kullanabileceği yönündeki görüş  için  bkz.  YAŞAR,  Osman  /  GÖKCAN,  Hasan  Tahsin  /  ARTUÇ,  Mustafa,  YorumluUygulamalı Türk Ceza Kanunu, C. IV, Adalet Yayınevi, Ankara, 2010. s. 4604. 27  Bkz. YAŞAR / GÖKCAN / ARTUÇ, 2010, C. 4, s. 4604. 28  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 864. 657     765  sayılı  mülga  TCK  m.  505 te   Her  kim,  kendisinin  yahut  başkasının menfaetine olarak bir sabi veya mahcurun veya ehil olmayan kimsenin ihtiyaçlarını veya  heveslerini  veya  tecrübesizliğini  suistimal  ile  onlardan  birinin  veya  aharının mazarratına hukukça hükmü havi bir senet alırsa veren şahsın hukuki ehliyeti haiz olmamasından  dolayı  bu  senet  hükümsüz  sayılmakla  beraber  faili  bir  seneden  beş seneye kadar hapis olunur ve yüz liradan aşağı  olmamak üzere ağır cezayı  nakdi alınır.   şeklindeki  düzenlemeyle   fiil  ehliyeti  olmayanların  dolandırılması   ayrıca düzenlenmişti.  Yürürlükteki  Kanun da  bu  yönde  ayrı  bir  düzenlemeye  yer verilmemiştir.  Ancak  fiilin   kişinin  algılama  yeteneğinin  zayıflığından  yararlanmak suretiyle  işlenmesi  nitelikli haller arasında  (TCK m.  158/1,  c)  düzenlenmiştir. Bu düzenlemeye göre mağdurun, zayıf da olsa algılama yeteneği bulunmalıdır.29 Mağdurun algılama  yeteneğinin  olmaması  halinde  aldatılması  söz  konusu  olamayacağından, koşulları varsa hırsızlık suçu söz konusu olacaktır.30  Dolandırıcılığın söz konusu olması için aldatıcı davranışların bir gerçek kişiye yönelik  olması  gerekir.31  Bilişim  sistemlerinin  işleyişinin  yanıltıcı  yöntemler kullanılarak  kişilerin  zarar  görmesine  neden  olunması  halindeyse  koşulları  varsa  bilişim sistemine girme  (TCK m. 243) ya da  sistemi engelleme, bozma, verileri yok etme veya değiştirme  (TCK m. 244); otomatlardan satışa sunulan hizmetin bedelsiz olarak elde edilmesi halindeyse   karşılıksız  yararlanma  (TCK m.  163/1) suçu söz konusu olacaktır.  D. Suçun Konusu  Dolandırıcılık  suçunun  konusunu  malvarlığı  değerleri  oluşturur.32  Malvarlığı, mülkiyeti de kapsayan üst bir kavramdır.33 Bu nedenle ekonomik bir değer taşıyan                                                            29  ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 699; ÖZEN, 2018, s. 640; EKER-KAZANCI / ZEYREK, 2019, s. 525. 30  KOCA / ÜZÜLMEZ, 2017, s. 659; CADOPPI / CANESTRARI / MANNA vd., 2011, s. 520. 31  Bkz. CENTEL / ZAFER / ÇAKMUT, 2021, s. 505. 32  Ekonomik değeri olmayan şeylerin de suçun konusunu oluşturabileceği yönündeki görüş için bkz. YAŞAR / GÖKCAN / ARTUÇ, 2010, C. 4, s. 4606; EKER-KAZANCI / ZEYREK, 2019, s. 519. 33  EKER-KAZANCI / ZEYREK, 2019, s. 519-520. 658     taşınır ve taşınmaz malların yanı sıra alacak hakları, fikri haklar da suçun konusunu oluşturabilir.34  Sözleşme,  makbuz,  ibraname  ve  taahhütname  gibi  hukuki  sonuç doğurmaya  elverişli  belgelerin  alınması  dolandırıcılığın  konusunu  oluşturabilir. Alacağın zamanaşıma uğradığı, alacağın olmadığı ya da ödendiği yönündeki aldatıcı davranışlar nedeniyle mağdurun hukuki yollara gitmemesinin sağlanmasıyla da suçun işlenmesi  olanaklıdır.35  Ekonomik  bir  karşılığı  bulunduğundan,  kişisel  hizmetlerin gördürülmesinin de suçun konusunu oluşturduğu kabul  edilmelidir.36  Örneğin  failin kendisine  bağlılık  duyan  ve  güvenen  boya  badana  ustasını,  huzurevi  olduğunu söyleyerek  aldatıp  gerçekte  üçüncü  bir  kişiye  ait  konutun  ücretsiz  olarak  sıva  ve badanasını  yaptırmak  suretiyle  konutun  sahibinden  kazanç  elde  etmesi  halinde dolandırıcılığın varlığını kabul etmek gerekir.   II. DOLANDIRICILIK SUÇUNUN MADDİ UNSURU A. Hileli Davranışların Varlığı Dolandırıcılık suçu TCK m. 157 de  Hileli davranışlarla bir kimseyi aldatıp, onun veya başkasının zararına olarak, kendisine veya başkasına bir yarar sağlayan kişiye … cezası verilir.  şeklinde düzenlenmiştir. Mülga TCK m. 503 te  Bir kişiyi kandırabilecek nitelikte hile ve desiseler  denilmişken yürürlükteki Kanun da  hileli davranışlarla bir kimseyi aldatıp …  ifadesine yer verilmiştir. Türkçe sözlükte hile  Birini  aldatmak,  yanıltmak  için  yapılan  düzen,  dolap,  oyun,  ayak  oyunu,  alavere dalavere, desise, entrika  şeklinde tanımlanmışken desise  Aldatma, oyun, düzen, hile, entrika   anlamına  gelmektedir.37  Görüldüğü  üzere  hile,  desise,  aldatma,  yanıltma, hataya  düşürme  sözcüklerinin  tümü  aynı  anlamdadır.38  Bu  nedenle,  yürürlükteki                                                            34  Bkz. TOROSLU, 2018, s 185; HAFIZOĞULLARI / ÖZEN, 2016, s. 402; SOYASLAN, 2014, s. 434; CENTEL / ZAFER / ÇAKMUT, 2021, s. 516. 35  Bkz. ANTOLISEI, 1999, s. 186; SOYASLAN, 2014, s. 434-435. 36  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 866; CENTEL / ZAFER / ÇAKMUT, 2021, s. 516. 37  Türkçe Sözlük, 9. B., Türk Dil Kurumu Yay., Ankara, 1998, C. 1, s. 995. 38  Hile, 6098 sayılı Türk Borçlar Kanunu m. 36 da  aldatma  kenar başlığında  Taraflardan biri, diğerinin aldatması sonucu bir sözleşme yapmışsa, yanılması esaslı olmasa bile, sözleşmeyle bağlı değildir.  şeklinde düzenlenmiştir. 659     Kanunda  yapılan  suç  tanımının  mülga  Kanun dan  farklı  olmadığını  kabul  etmek gerekir.39  Kanunda  hileli davranışlarla  denilmiş olsa da suçun oluşması için birden çok hileli davranışın bulunması gerekmez.40 Bu nedenle Kanun da  Bir kimseyi aldatıp, onun veya başkasının zararına olarak, kendisine veya başkasına bir yarar sağlayan kişiye  …  ceza  verilir.   şeklinde  daha  yalın  bir  ifade  kullanılması  tipik  fiili  ortaya koymak için yeterlidir. Suçun gerçekleşmesi için failin davranışlarının hileli olması gerekmektedir. Bu nedenle dolandırıcılık suçunun,  bağlı hareketli bir suç  olduğunu kabul  etmek  gerekir.41  Hileli  davranışlar  konusundaysa  bir  sınırlama  söz  konusu değildir. Çünkü mağdurun hataya düşürülerek malvarlığı üzerinde tasarruf etmesi farklı davranışlarla gerçekleştirilebilir.42  Dolandırıcılık  suçu açısından hile, başkasının iradesi  üzerinde etki edebilecek yanıltıcı nitelikteki her türlü davranışı ifade eder.43 Fail, hileli davranışlarıyla aldatılan kişinin iradesinin kendi istediği biçimde oluşmasını ve gerçeği bilseydi muhatabın kabul etmeyeceği  yönde  davranmasını  sağlamaktadır.44  Bu  nedenle  muhatabın  iradesi üzerinde etkide bulunmaksızın sadece olguları ya da gerçeği değiştirmek hilenin varlığı için yeterli değildir.45 Örneğin, gerçekte altın olmayan kol saatinin altından yapılmış olduğunu arkadaşlarına anlatarak dikkat çekmeye çalışan failin beyanı doğru olmasa da hileli  davranışlar  bir  başkasının  malvarlığında  tasarruf  etmesini  sağlamaya  yönelik olmadığından dolandırıcılık suçunu oluşturmaz. Ancak failin anlatımından etkilenerek bu saati yüksek bir bedelle satın almak isteyen mağdura gerçeğin açıklanmayarak satışın                                                            39  Bkz.  HAFIZOĞULLARI  /  ÖZEN,  2016,  s. 405.  Mülga  TCK daki  dolandırıcılık  suçuna  ilişkin hükümler için bkz. EREM, Faruk / TOROSLU, Nevzat, Türk Ceza Hukuku Özel Hükümler, Savaş Yay., Ankara, s. 1983, s. 562 vd.   40  TEZCAN / ERDEM / ÖNOK, 2020, s.867; HAFIZOĞULLARI / ÖZEN, 2016, s. 406. 41  OKUYUCU ERGÜN, Güneş,  Dolandırıcılık Suçunun Susmak Suretiyle İşlenmesi Sorunsalı , İnönü Üniversitesi Hukuk Fakültesi Dergisi, 2021, S.1, s. 307. Dolandırıcılığın serbest hareketli bir suç olduğu yönündeki görüşler için bkz. ÖZGENÇ, 2002, s. 16. 42  MARINI, 1976, s. 872; ÖZGENÇ, 2002, s. 16. 43  SMITH, John / HOGAN, Brian, Criminal Law, 9. Ed, Butterworths, London, 1999, s. 552 44  Bkz. TOROSLU, 2018, s. 183. 45  TEZCAN / ERDEM / ÖNOK, 2020, s. 868. 660     yapılması halinde aldatıcı davranış mağdurun iradesinin şekillenmesini sağladığından suç gerçekleşmiş olacaktır.46 Alım satım ve ticari ilişkilerde de dürüstlük kuralına aykırı basit davranışlar hile olarak  nitelenemez.  İcabı  kabul  etmesini  sağlamak  amacıyla  mağduru  ikna  etmeye yönelik  basit  sözler  ve  davranışlar,  mağdurun  iradesinin  hatalı  oluşmasına  yönelik olmadıkça,  dolandırıcılık  olarak  değerlendirilmemelidir.  Dolandırıcılığın  söz  konusu olması için hileli davranışın mağdurun iradesinin hatalı oluşmasını ve bu suretle yarar elde edilmiş olmasını amaçlamış olması gerekir. Bir malı olduğundan daha pahalı, ucuz ya  da  faydalı  göstermek;  satış  vaadine  uygun  davranmamak;  başka  alıcılar  olduğu şeklindeki yalan beyanlarla alıcıyı ikna etmeye yönelik davranışlar dolandırıcılık olarak değerlendirilmemeli  ve  bu  tür  fiillere  özel  hukuk  kapsamındaki  düzenlemeler uygulanmalıdır.47 Örneğin bir oto galeride satışa sunulan otomobili satın almak isteyen kişiyi ikna etmek için otomobille ilgilenen başka alıcılar olduğunu söylemek; o sezon pek tutulmayan bir kıyafeti deneyen müşteriyi ikna etmek için kıyafetin çok moda olduğunu  ve  ellerindeki  son  ürün  olduğunu  söylemek  dolandırıcılık  olarak değerlendirilemez.  Ancak  satışa  sunulan  aracın  kilometresiyle  oynanarak;  basit  bir kumaştan  üretilen  kıyafetin  ipekten  olduğu  söylenerek  alıcı  yanıltıldığında dolandırıcılığın  gerçekleştiği  kabul  edilmelidir.  Yargıtay   Hileli  davranışların sergilendiği her olay dolandırıcılık suçu olarak vasıflandırılamayacaktır. Hile, başka bir  suçun  işlenmesinin  kolaylaştırılması  veya  işlendikten  sonra  açığa  çıkmasının önlenmesi amacıyla da kullanılabilir. Oysa dolandırıcılığın hareket unsuru olan hilenin, mağdurun  irade  ve  rızasını  elde  etmeye  yönelik  olması  gereklidir.  Dolayısıyla dolandırıcılıkta kullanılan hile, mağdurun kanmasını ve menfaati rızasıyla faile veya göstereceği  kişiye  teslim  etmesini  sağlayacak  nitelikte  olmalıdır.  Dolandırıcılıkta mağdurun  malı  teslimde  rızası  vardır,  fakat  bu  rıza  hile  kullanıldığı  için sakatlanmıştır.  şeklindeki  kararında dolandırıcılıktan söz edilebilmesi için iradenin hileli davranışların etkisiyle yanıltılmış olması gerektiğini vurgulamıştır.48                                                            46  TÜMERKAN, 1987, s. 54; SMITH / HOGAN, 1999, s. 557. 47  Bkz. SOYASLAN, 2014, s. 437; OKUYUCU ERGÜN, 2021, s. 310.  48  Yargıtay Ceza Genel Kurulu nun 07.5.2019 tarih ve 2017/13-4 E., 2019/383 K. sayılı kararı için bkz. Kazancı İçtihat Programı. 661     Mülga TCK m. 503/2 de  Fiili, mağdurda esasen var olan hatadan, hile ve desise kullanmak suretiyle yararlanarak gerçekleştiren kişi hakkında da birinci fıkrada yazılı ceza  uygulanır.   denilmek  suretiyle  mağdurda  varolan  bir  hatadan  yararlanmak durumunda  da  dolandırıcılığın  söz  konusu  olacağı  kabul  edilmişti.  Yürürlükteki Kanun da bu yönde açık bir düzenleme yer almamaktadır. Bunun gerekçesi olarak, ihmali davranışla hile oluşturan durumların TCK m. 157 kapsamında değerlendirilmesi gerektiği  gösterilmiştir.49  Kanunun  gerekçesinde  de   Hile,  icraî  bir  davranışla gerçekleştirilebileceği gibi; karşı tarafın içine düştüğü hatadan, bir konuda yanlış bilgi sahibi  olmasından  yararlanarak  da,  yani  ihmalî  davranışla  da  gerçekleştirilebilir. Ancak,  bu  durumda  kişinin,  hataya  düşen  karşı  tarafı  bilgilendirmek  konusunda yükümlülüğünün olması gerekir.  şeklinde açıklama yapılmıştır.  Bir  görüşe  göre,  TCK nın  genel  hükümlerinde  ihmali  davranış  sadece  kasten öldürme ve kasten yaralama suçları açısından açıkça düzenlendiğinden, gerekçedeki bu ifade  hukuken  bağayıcı  değildir  ve  kişinin  içerisinde  bulunduğu  hatalı  tasavvurdan yararlanmayı  dolandırıcılık  çerçevesinde  cezalandırma  olanağı  yoktur.50  Ancak mağdurdaki  bilgisizlik  ya  da  eksik  bilginin  fırsata  çevrilmesi,  kimi  hallerde dolandırıcılığın  oluşmasına  neden  olabilir.  Failin  mağduru  aydınlatmak  konusunda kanundan, sözleşmeden ya da güven ilişkisinden doğan bir yükümlülüğü varken bunu yerine getirmeyerek mağdurdaki yanlış kanıdan hareketle malvarlığı yönünden zarara uğratacak  tasarruflar  yapmasının  sağlandığı  hallerde  kanunun  gerekçesinde  de belirtildiği  üzere,  ihmali  davranışlarla  dolandırıcılık  suçunun  gerçekleştiği  kabul edilmelidir.51 Kimi yazarlar hilenin ustaca hazırlanmış ve belli bir ağırlıkta olması gerektiğini savunmaktadırlar.52  Ortalama  bir  insan  açısından  objektif  olarak  aldatıcı  olmayan                                                            49  KOCA, Mahmut,  5237 Sayılı Türk Ceza Kanunu nda Malvarlığına Karşı İşlenen Suçlar , Kazancı Hukuk Dergisi, S.5, s. 85-86. 50  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 869; EKİCİ ŞAHİN, Meral, Dolandırıcılık Suçu, Adalet Yay., Ankara, 2016, s. 245 vd.  51  SMITH / HOGAN, 1999, s. 557; GIOVAGNOLI, 2008, s. 431 vd.; ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 701; ÖZEN, 2018, s. 642; KOCA / ÜZÜLMEZ, 2017, s. 651; EKİCİ ŞAHİN, 2016, s. 249-250. 52  Bkz. CADOPPI / CANESTRARI / MANNA vd., 2011, s. 523. 662     davranışlar  bir  başkası  üzerinde  etkili  olduğunda,  hileden  söz  edilmelidir.  Örneğin kendini  tanrı,  peygamber  olarak  tanıtan  ve  ustaca  planlar  yapan  kişilerin  bu  yolla ortalama yurttaşları dolandırdıkları yönünde basında haberler yer almıştır.53 Öte yandan kendisini  hâkim,  savcı,  polis  olarak  tanıtan  kişiler,  mağdur  hakkında  terör  örgütü üyeliğinden dolayı yürütülen soruşturmanın kapatılması, mağdurun hesabını kullanan örgüt üyelerinin yakalanabilmesi amacıyla söylenen yere para getirmesi ya da verilen hesaba para aktarılması gerektiği şeklindeki sözleriyle sadece ortalama yurttaşlardan değil,  doktor,  mühendis  hatta  hukuk  eğitimi  almış  kişilerden  maddi  menfaat sağlamışlardır.54  Söz  konusu  hileli  davranışın  ortalama  bir  insanı  inandırabilecek düzeyde  olup  olmadığının  değerlendirilmesinde  o  dönemin  siyasal,  dinsel,  sosyal koşulları da dikkate alınmalıdır.55 Hilenin somut olayda muhatap tarafından ciddiye alınmaması  halinde  suçun  teşebbüs  aşamasında  kaldığı,  hilenin  muhatabı  aldatma kabiliyeti olmaması halindeyse işlenemez suçun varlığı kabul edilmelidir.56    Hilenin ortalama bir insanı aldatabilecek yoğunlukta olup olmadığı tartışmasında Mülga TCK döneminde kimi yazarlar mehaz İtalyan Ceza Kanunu nun etkisiyle İtalyan ceza hukukunda yapılan özel hukuk hilesi - ceza hukuku hilesi ayrımı yapmaktaydılar. Bu tartışmanın özü, hilenin ortalama bir insanın iradesini etkileyebilecek düzeyde olup olmadığına ilişkindi.57 Ancak hilenin aldatmaya yeterli olup olmadığı her somut olayda hilenin niteliğine ve muhatabın sübjektif durumuna göre değerlendirilmelidir. Bu durum dikkate alınarak, suçun kişilerin dinî inanç ve duygularının istismar edilmesi suretiyle içinde bulunduğu tehlikeli durumdan, zor şartlardan ya da kişinin algılama yeteneğinin zayıflığından yararlanmak suretiyle işlenmesi nitelikli haller arasında düzenlenmiştir.                                                            53  Hürriyet Gazetesi nde yer alan  Başkent te inanılmaz bir dolandırıcılık olayı yaşandı. Kendilerini Allah ve peygamber olarak tanıtan 11 kişi sadece bir kişiden yaklaşık 2.5 trilyon lira dolandırdı.  başlıklı  haber  için  bkz.  https://www.hurriyet.com.tr/gundem/allahim-dedi-2-5-trilyon-dolandirdi3898229 (erişim tarihi 27.07.2021) 54  Milliyet Gazetesi nde yer alan  Ceza profesörü dolandırıcılara 4,5 milyon kaptırdı  başlıklı haber için bkz. https://www.milliyet.com.tr/gundem/ceza-profesoru-dolandiricilara-4-5-milyon-kaptirdi-2132073 (erişim tarihi 27.07.2021) 55  Bkz. CADOPPI / CANESTRARI / MANNA vd., 2011, s. 536. 56  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 873. 57  Bkz. ANTOLISEI, 1999, s. 350; MANTIVANI, 2016, s. 206; MARINI, 1976, s. 67; TOROSLU, 2018, s 181-182; HAFIZOĞULLARI / ÖZEN, 2016, s. 403; EKİCİ ŞAHİN, 2016, s. 204 vd.   663     Bu  düzenleme  nedeniyle  yürürlükteki  Kanun  açısından  bu  tartışmanın  bir  önemi kalmamıştır. Önemli olan somut olayda hilelinin muhatabı aldatmasıdır.58 Yargıtay da  Esasen, hangi davranışların hileli olup olmadığı konusunda genel bir kural koymak oldukça zor olmakla birlikte, bu konuda olaysal olarak değerlendirme yapılmalı, olayın özelliği, mağdurun durumu, fiille olan ilişkisi, kullanılmışsa gizlenen veya değiştirilen belgenin nitelikleri ayrı ayrı nazara alınmak suretiyle sonuca ulaşılmalıdır.  şeklindeki kararında davranışın aldatmaya elverişli olup olmadığının somut olayın koşullarına göre değerlendirilmesi gerektiğini ortaya koymuştur.59  Hilenin ortalama bir insanı aldatmaya yeterli olup olmadığı tartışmasında örnek verilebilecek bir durum da  yargılama ya da usul dolandırıcılığı  olarak da nitelenen, yargı  süjelerinin  bir  davada  yanıltılmasıdır.  Yargılama  dolandırıclığı,  bir  hukuk davasına ilişkin olarak yapılan yargılama sırasında davanın taraflarından birinin, kasten gerçeğe aykırı iddia, bilgi veya delillerle yargı süjelerini aldatarak davanın diğer tarafı veya  üçüncü  bir  kişinin  malvarlığında  zarar  yaratacak  bir  karar  verilmesine  sebep olması olarak tanımlanmaktadır.60 Görüldüğü üzere ortalama bir insanın yanı sıra somut olayda yagılamayı yapan yargıcın da aldatılabilmesi söz konusu olabilmektedir. Failin bu  nitelikteki  davranışlarıyla  yargılamanın  doğru  yürütülmesini  engellediği,  adli makamları yanılttığı açıktır.61 Tarafların yargılama sürecinde, mahkeme veya hâkimi etkileyerek, karşı tarafın malvarlığında zarar doğuracak bir kararın alınmasına sebep olmaları  sahte  belge  kullanmak,  yalan  tanıklık  yapmak,  yalan  yere  yemin  etmek şeklindeki  davranışlarla  gerçekleşmişse  fail  bu  suçlardan  da  sorumlu  olmalıdır.  Bu durumda bir davranış ile birden fazla farklı suçun oluştuğu kabul edilerek olaya fikri                                                            58  TEZCAN / ERDEM / ÖNOK, 2020, s. 871. 59  Yargıtay Ceza Genel Kurulu nun 30.6.2020 tarih ve 2017/15-726 E., 2020/328 K. sayılı kararı için bkz. Kazancı İçtihat Programı. Yargıtay bir başka kararında da hilenin aldatma niteliğine ilişkin olarak  Hilenin,  mağduru  hataya  sürükleyecek  nitelikte  olması  yeterlidir;  ortalama  bir  insanı  hataya sürükleyecek nitelikte olması aranmaz. Davranışın hile teşkil edip etmediği muhataba ve olaya göre değerlendirilmelidir.  şeklinde açıklama yapmıştır. Yargıtay Ceza Genel Kurulu nun 18.02.2014 tarih ve 2013/15-450 E., 2014/82 K. sayılı kararı için bkz. Kazancı İçtihat Programı.  60  GIOVAGNOLI, 2008, s. 434; CADOPPI / CANESTRARI / MANNA vd., 2011, s. 516; EKERKAZANCI / ZEYREK, 2019, s. 532-533. 61  Tartışmalar için bkz. GIOVAGNOLI, 2008, s. 434 vd; CADOPPI / CANESTRARI / MANNA vd., 2011, s. 516 vd.  664     içtima hükümleri (TCK m. 44) uygulanmalı ve fail en ağır cezayı gerektiren suçtan dolayı cezalandırılmalıdır.   Birçok  olayda  hileli  davranış,  failin  sözlü  açıklamalarından  oluşsa  da  bu  her zaman zorunlu değilir.62 Somut olayda koşulları varsa failin susması da hile olarak değerlendirilebilir.63 Susmak, kimi hallerde ihmali davranışla dolandırıcılık olarak da nitelenebilir. Dolandırıcılığın susmak suretiyle işlenebilmesi için mağduru aydınlatmak konusunda kanundan, sözleşmeden ya da güven ilişkisinden doğan bir yükümlülüğü varken fail bunu yerine getirmeyerek mağduru hataya düşürmüş olmalıdır.64 Ancak başka bir yanıltıcı davranışta bulunmadan sadece susmanın basit bir aldatma ya da yalan olduğu hallerde hileden söz etmek zordur.65 Yargıtay da aleni olan tapu kaydına bakmak yerine satıcının verdiği yüzeysel bilgilere itimat ederek taşınmazı satın alan mağdurun dolandırılmasının söz konusu olamayacağını yönünde karar vermiştir.66   Ödeme yeteneği olmadığını bilmesine karşın bu durumu gizleyerek bir hizmetten yararlanan kişinin dolandırıcılıktan sorumlu olup olmayacağı da tartışma konusudur.67 Failin  ödeme  yeteneği  olmadığını  gizleyerek  bir  hizmetten  yararlanmasında  hilenin varlığı söz konusudur. Ancak bunun için failin bir gerçek kişiyi aldatmış olması gerekir. Örneğin ödeme yeteneği olmamasına karşın kendisini varlıklı bir kişi gibi göstererek pahalı bir otelde konaklayan kişi dolandırıcılıktan sorumludur. Failin otomatlar aracılığı ile sunulan ve bedeli ödendiği takdirde yararlanılabilen bir hizmetten ödeme yapmadan yararlanması halindeyse, TCK m. 163/1 de düzenlenmiş olan karşılıksız yararlanma suçu gerçekleşmiş olacaktır.68 Failin ödeme yeteneği olmadığını gizleyerek bir malı                                                            62  EREM / TOROSLU, 1983, s. 564. 63  Bkz.  EREM  /  TOROSLU,  1983,  s.  564-565;  GIOVAGNOLI,  2008,  s.  430-431;  CADOPPI  / CANESTRARI / MANNA vd., 2011, s. 528; OKUYUCU ERGÜN, 2021, s. 309. 64  Bkz. MANTOVANI, 2016, s. 209; SMITH / HOGAN, 1999, s. 559; TOROSLU, 2018, s. 184; OKUYUCU ERGÜN, 2021, s. 309. Gerekçede de  Ayrıca, muhatabın belli bir husustaki hatası karşısında kişinin ihmalî davranışının, örneğin susmasının, bir beyan, açıklama değerini taşıması gerekir.  şeklinde açıklamaya yer verilmiştir. 65  Bkz. CENTEL / ZAFER / ÇAKMUT, 2021, s. 513; EKİCİ ŞAHİN, 2016, s. 228. 66  Yargıtay Ceza Genel Kurulu nun 14.02. 2017 tarih ve 2014/419 E., 2017/66 K. sayılı kararı için bkz. Yargıtay İçtihat Bilgi Bankası. 67  Bkz. GIOVAGNOLI, 2008, s. 434; CENTEL / ZAFER / ÇAKMUT, 2021, s. 544. 68  CENTEL / ZAFER / ÇAKMUT, 2021, s. 547. 665     alması ya da bir malı kullanması halindeyse dolandırıcılıktan sorumlu olması gerekir. Bazı  şans  ve  talih  oyunları,  kurulan  bir  düzeneğin  çalıştırılması  halinde  kazanma olasılığına dayanmaktadır. Bu tür durumlarda kazanma olasılığı olarak nitelenen şans unsuruna, oyuncunun kaybetmesini sağlayacak bir şekilde müdahale edilmesi halinde de dolandırıcılığın gerçekleştiği kabul edilmelidir.69 Zaman zaman basında haber olduğu üzere, kişinin gerçek kimliğini gizleyerek tanıştığı  biriyle  sevgili  olması  ya  da  evlenmesi  tek  başına  dolandırıcılık  suçunu oluşturmaz.70  Ancak  failin  gerçek  kimliğini  gizlemekteki  amacı,  kandırdığı  kişinin malvarlığı üzerinde tasarruf etmesini sağlamaksa dolandırıcılığın gerçekleştiğini kabul etmek gerekir. Malvarlığı üzerinde tasarruf işlemleri yapılmadan önce failin bu yöndeki hileli davranışları farkedilmişse, teşebbüs hükümleri uygulanmalıdır. Örneğin asıl amacı düğün hediyelerini alıp kaçmak olan fail, kimliğini gizleyerek evlendikten sonra takıları alıp  kaçtığında  dolandırıcılık  suçu  gerçeklemiş  olacaktır.  Sahte  belge  ve  kimlikle yapılan evlilik Medeni Kanun hükümlerine göre geçerli olmadığından, TCK m. 167/1, a bendindeki düzenlemedeki evlilik birliğinden kaynaklanan şahsi cezasızlık nedeninin olayda uygulanması da söz konusu olmaz. Fail gerçek kimliğini gizlemek için sahte belgeler düzenlemişse, ayrıca bu suçtan da sorumlu olacaktır.  B. Muhatabın Aldatılması Dolandırıcılığın varlığı için failin hileli davranışlarıyla muhatabı aldatmış olması gerekir.  Muhatabın  aldatılması,  iradesinin  yanıltıcı  davranışların  etkisiyle  hataya düşürülmüş olmasıdır.71 Bu nedenle Kanun da kişinin aldatılmasından değil, hataya düşürülmesinden söz edilmesi daha isabetli olurdu. Çünkü hileli davranışın özelliği, aldatıcı olmasıdır. Bir başka ifadeyle hileli davranışla aldatıcı davranış eş anlamlı olup bunun  sonucunda  muhatap  hataya  düşürülmektedir.72  Fail  tarafından  ileri  sürülen                                                            69  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 910; TOROSLU, 2018, s 186; SOYASLAN, 2014, s. 435. 70  ÖZEN, 2018, s. 652.  71  Bkz.  EREM  /  TOROSLU,  1983,  s.  570-571;  GIOVAGNOLI,  2008,  s.429;  CADOPPI  / CANESTRARI / MANNA vd., 2011, s. 542. 72  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 881. 666     olguların  gerçek  olduğuna  inanarak  malvarlığı  üzerinde  tasarrufta  bulunmasının sağlanması, dolandırıcılık suçu açısından nedensellik bağını oluşturur.73  Failin  hileli  davranışlarına  rağmen  mağdurun  aldanmamış  olması  halinde, teşebbüs hükümleri uygulanmalıdır. Mağdurun aldanmaması üzerine fail mağdura karşı zor  kullanarak  yarar  elde  etmişse  yağma,  mağdurun  rızası  olmadan  taşınır  malını faydalanmak  için  almışsa  hırsızlık  suçu  söz  konusu  olacaktır.  Yargıtay  da  hileli davranışlara  aldanmayan  kişinin  dalgınlığından  yararlanılarak  eşyalarının  alıp götürüldüğü olayda hırsızlık suçunun oluştuğu yönünde karar vermiştir.74 Özel beceri ya da elçabukluğu şeklindeki hareketlerle başkasına ait taşınır malın alınması halinde de dolandırıcılık değil, hırsızlık suçunun nitelikli hali gerçekleşmiş olur.  C. Yararın Sağlanmış Olması Failin ya da üçüncü bir kişinin hukuka aykırı olarak maddi yarar elde etmesi sonucunu doğurduğundan dolandırıcılığın zarar suçu olduğu konusunda bir tereddüt yoktur.75  Failin  kendisi  ya  da  üçüncü  bir  kişi  lehine  sağlamış  olduğu  yarar,  suç nedeniyle mağdurun uğradığı zararı ifade der. Dolandırıcılığın söz konusu olması için failin hataya düşürdüğü kişi ya da bir başkası aleyhine olarak, kendisi ya da üçüncü bir kişi lehine haksız bir  yarar sağlamış olması  gerekir.76 Failin  aldatıcı davranışlarına inanan kişi, özel hukuk açısından geçersiz bir işlemde bulunarak kendisine ya da bir başkasına ait malvarlığı üzerinde tasarrufta bulunmaktadır.77 Bu tasarruf işlemi kimin malvarlığının pasifinde bir artışa neden olmuşsa, suçun mağduru o kişidir. Bu nedenle aldatılan  kişi  ile  mağdurun  aynı  kişi  olması  zorunlu  değildir.  Ancak  yukarıda  ele alındığı gibi aldatılan kişinin, mağdurun bir başkasının malvarlığı üzerinde tasarrufta bulunma yetkisi olmalıdır.                                                            73  TEZCAN / ERDEM / ÖNOK, 2020, s. 882. 74  Yargıtay Ceza Genel Kurulu nun 06.6.2017 tarih ve 2017/15-590 E., 2017/318 K. sayılı kararı için bkz. Kazancı İçtihat Programı.  75  ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 704; MARINI, 1976, s. 883. 76  Bkz. CADOPPI / CANESTRARI / MANNA vd., 2011, s. 564 vd. 77  CENTEL / ZAFER / ÇAKMUT, 2021, s. 516. 667     Bu suç açısından zarar, malvarlığı üzerinde gerçekleşmelidir.78 Bir başka ifadeyle ekonomik nitelikteki bir zarar söz konusu olmalıdır. Zarar, mağdurun malvarlığının pasifinde artışa, aktifinde azalmaya neden olmalıdır.79 Aldatıcı davranışın sonucunda hataya  düşülerek  gerçekleşmesi  kesin  olan  bir  gelirden  yoksun  kalmak  da  zarar kapsamında değerlendirilmelidir. Ancak gerçekleşmesi olası bir kazanç bu kapsamda değildir.80  Suçun  varlığı  için  zararın  gerçekleşmiş  olması  zorunludur,  zarar  görme tehlikesi suçun varlığı için yeterli değildir.  Zararın belli ya da belirlenebilir olması gerekir. Zararın az ya da çok olmasının önemi yoktur. Malın değerinin azlığı hırsızlık ve yağma suçunda indirim nedeni olarak düzenlenmişken  dolandırıcılıkta  zararın  azlığı  dikkate  alınmamıştır.81  Zararın  azlığı suça etki eden bir neden olarak düzenlenmemiş olsa da zararın az ya da çok olması temel  cezanın  belirlenirken  (TCK  m.61/1,  e)  dikkate  alınabilir.  Ancak  kendisini muhtaçmış  gibi  gösterip  dilencilik  benzeri  davranışlarla  kişilerden  küçük  miktarda bağışlar alınması, dolandırıcılık kapsamında değerlendirilmemelidir. Bu tür davranışlar Kabahatler Kanunu nda  dilencilik  olarak düzenlendiğinden koşulları gerçekleştiğinde buna ilişkin hükümler uygulanmalıdır. Zarardan söz edilebilmesi için mağdurun mutlaka meşru amaçlar içinde olması gerekmez. Çünkü ne tür bir amaçla hareket etmiş olursa olsun mağdurun iradesinin hukuka aykırı olarak yanıltılması cezalandırılmaktadır.82 Önemli olan aldatılan kişinin objektif  olarak  zarara  uğramış  olmasıdır.  Örneğin  gerekli  izinleri  almadan  yasadışı olarak define aramak isteyen kişinin aldatılarak bozuk define arama cihazı satılması; tarihi eser kaçakçılığı yapmak isteyen kişiye gerçeğine çok benzeyen sahte bir eserin satılması,  dolandırıcılık  suçunu  oluşturacaktır.  Zarar,  taşınır  ya  da  taşınmaz  mallar üzerinde tasarrufta bulunmak şeklinde olabileceği gibi, fikri haklar ve alacak hakları                                                            78  Bkz. CADOPPI / CANESTRARI / MANNA vd., 2011, s. 546; MARINI, 1976, s. 883.  79  KOCA / ÜZÜLMEZ, 2017, s. 655. 80  Bkz. EREM / TOROSLU, 1983, s. 573. 81  Bu hususun dolandırıcılık suçunda dikkate alınmamış olmasına yönelik eleştiriler için bkz. ÖZEN, 2018, s. 653.    82  Bkz. ANTOLISEI, 1999, s. 361; TOROSLU, 2018, s. 191-192; ÖZEN, 2018, s. 641; SOYASLAN, 2014, s. 438; KORKMAZ, 2020, s. 1418. 668     üzerinde  de  olabilir.  Örneğin  aldatılan  kişinin  yazdığı  kitabın  telif  haklarından vazgeçmesi sonucunu doğurucak bir belge imzalaması sağlandığında, suçun oluştuğu kabul edilmelidir.  Mülga  TCK da   haksız  bir  menfaat  sağlayan   şeklindeki  ifadeyle  yararın  haksız  olması aranmaktayken, yürürlükteki Kanun da sağlanan yararın haksız olması aranmamaktadır. Bu nedenle fail aldatarak haklı bir yarar elde ettiğinde, örneğin ödünç verip de mağdurdan geri alamadığı bir malını ya da alacağını bu suretle geri aldığında dolandırıcılık  gerçekleşmiş  olacaktır.83  Ancak  bu  durumda,  olaya   alacağı  tahsil amacıyla dolandırıcılık  (TCK m. 159) hükümleri uygulanacaktır.  Sosyal güvencesi olmayan kişinin bir başkasının kimlik bilgileri ile acil sağlık hizmetlerinden  yararlandığı  ya  da  tedavi  olduğu  olaylarda  da  Yargıtay  bir  zarar oluşmadığı için suçun unsurlarının oluşmadığı yönünde karar vermiştir. Ancak koşulları varsa bu durumun zorunluluk hali kapsamında değerlendirilmesi gerekir. Öte yandan ülkemizdeki  sağlık  politikası,  herkesin  acil  sağlık  hizmetlerinden  ücretsiz yararlanmasını sağladığından bu tartışma güncelliğini yitirmiştir. Üzerinde  durulması  gereken  bir  diğer  sorun  da  başkası  yerine  sınava  girmek şeklindeki  davranışların  dolandırıcılık  suçunu  oluşturup  oluşturmadığıdır.  Eğitim öğretim kurumları bünyesinde, değişik kamu kurumları ya da merkezi sınav idaresi ÖSYM tarafından düzenlenen sınavlarda bir başkasının yerine sınava girmek, TCK da ya  da  bir  başka  kanunda  suç  olarak  düzenlenmemiştir.  Başkasının  yerine  sınava girilmesi için ilgili belgelerde sahtecilik yapılması halinde resmi belgede sahtecilik, bunun için örgütlü bir yapı oluşturulmuşsa örgüt üyeliği suçu söz konusu olabilecektir. Ancak bu durumda hileli davranışlar bulunsa da ekonomik anlamda bir zarar ortaya çıkmadığından, dolandırıcılık suçu söz konusu olmaz. Yargıtay da bu konudaki bir olayda yabancı dil tazminatı alabilmek için dil sınavından başarılı olmanın yanı sıra                                                            83  Bkz. TOROSLU, 2018, s. 188-189; KOCA / ÜZÜLMEZ, 2017, s. 667; Karşı görüş için bkz. HAFIZOĞULLARI / ÖZEN, 2016, s. 409. 669     diğer başka koşulların  da bulunması  gerektiği  için somut  bir zarar oluşmadığından dolandırıcılığın olmadığı yönünde karar vermiştir.84   III. SUÇUN MANEVİ UNSURU Dolandırıcılık suçunun manevi unsurunu kasıt oluşturur.85 Kastın hileli davranışa, buna bağlı olarak mağdurun hataya düşürülmesine ve maddi yarar sağlamaya yönelik olması  da  gerekir.86  Gerekçede   Dolandırıcılık  suçu,  kasten  işlenebilen  bir  suçtur. Burada söz konusu olan kast, dolandırıcılık suçunun maddî unsurlarının hepsinin fail tarafından bilinmesini ifade etmektedir. Bir başka ifadeyle, fail gerçekleştirdiği davranışların hile teşkil ettiğini, başka birini aldatıcı nitelikte olduğunu bilmelidir. Ayrıca, fail, bu hileli davranışlar sonucunda bunların etkisiyle, hileye maruz kalan kişinin veya başkasının malvarlığında bir  eksilme meydana geldiğini, zarar gördüğünü ve buna karşılık, kendisinin veya sair bir kişinin malvarlığında bir artma meydana geldiğini bilmelidir.  şeklindeki açıklamayla bu suç açısından failin kastının hileli davranışların yanı sıra muhatabın aldatılması ve mağdurun malvarlığının azalmasına yönelik olması gerektiği de vurgulanmıştır. Bu suç, ani kasıtla işlebilen suçlardandır. Kastın varlığı için failin önceden karar vermiş, plan yapmış olması gerekmez. Ancak fail, muhatabı hataya düşürmek ve hileli davranışların inandırıcılığını artırmak için önceden çeşitli çalışmalar ve hazırlıklar da yapmış  olabilir.  Bu  nitelikteki  davranışlar  suçun  ağırlatıcı  nedenlerinden  birini                                                            84   Dava, nitelikli dolandırıcılık ve suç işlemek için örgüt kurma suçlarının incelenmesine ilişkindir. Sanıkların, akademik unvan kazanabilmek için Üniversitelerarası Kurul yabancı dil sınavından yeterli seviyede puan almak isteyen, ancak daha önce girmiş olduğu yabancı dil sınavlarından yeterli seviyede puan alamayan öğretim görevlilerini temin ettikten sonra düzenledikleri sahte nüfus cüzdanı ve sınav giriş belgeleri ile birlikte para karşılığında öğretim görevlileri yerine dil sınavına girmeleri şeklindeki eylemlerinde dolandırıcılık suçunun zarar unsurunun oluşmadığı gözetilerek sanıkların dolandırıcılık  suçundan  beraatlerine  karar  verilmesi  gerekir. şeklindeki  Yargıtay  Ceza  Genel Kurulu nun 27. 3. 2018 tarih ve 2017/15-966 E., 2018/128 K. sayılı kararı için bkz. Kazancı İçtihat Programı. Failin ve kendisi yerine başkasının sınava girmesini sağlayan kişinin davranışı, koşulları varsa ilgili disiplin hükümlerine aykırı olduğundan, disiplin hukukuna özgü yaptırımlar söz konusu olabilecektir. 85  CADOPPI / CANESTRARI / MANNA vd., 2011, s. 571. 86  TEZCAN / ERDEM / ÖNOK, 2020, s. 908; ÖZGENÇ, 2003, s. 31; KOCA / ÜZÜLMEZ, 2017, s. 656; CADOPPI / CANESTRARI / MANNA vd., 2011, s. 571. 670     oluşturduğunda,  fail  ilgili  ağırlatıcı  nedenden  dolayı  sorumlu  olacaktır.  Aksi  halde muhatabı aldatmak için yapılan ustaca plan ve hazırlıklar ceza belirlenirken  suçun işleniş biçimi  ve  failin kasta dayalı kusurunun ağırlığı  (TCK m.61/1, a ve f bentleri) kapsamında dikkate alınabilir.  Fail  hileli  davranışları  yaptığı  anda  yarar  sağlamış  olabileceği  gibi  hileli davranışlarından daha sonraki bir zaman da yarar sağlamış olabilir. Çünkü dolandırıcılık genel olarak ani suç olmakla beraber, kimi zaman yarar hileli davranıştan daha sonra sağlanmış olabilir. Örneğin fail hileli davranışlarla aldattığı kişiden parayı ya da malı bir hafta sonra aldığında, suç bu yararı elde ettiği zaman tamamlanmış olacaktır. Hileli davranışın yapıldığı zamanla yararın elde edildiği zamanın farklı olması halinde faildeki kasıt bu süre boyunca devam etmelidir.87 Bu tür durumlarda failin yararı elde etmekten kendi çabasıyla vazgeçmesi halinde gönüllü vazgeçme, failin elinde olmayan nedenlerle yararı sağlayamaması halindeyse suça teşebbüs söz konusudur.  Bu suçun varlığı için genel kasıt yeterlidir.  Failin özel kasıtla hareket etmesi gerekmez.88  Ancak  suçun  banka  veya  diğer  kredi  kurumlarınca  tahsis  edilmemesi gereken  bir  kredinin  açılmasını  sağlamak  ya  da  sigorta  bedelini  almak  maksadıyla işlendiğinden bahisle söz konusu nitelikli hallerin uygulanması için failin bu özel kasıtla hareket etmesi  gerekir.89 Örneğin  yangına karşı sigortalanmış işyerini, anlaşmazlığa düştüğü ortağına sinirlendiği için yakan kişi sigorta dolandırıcılığından sorumlu olmaz. Dikkatsizliği nedeniyle sigortalı işyerinin yanmasına neden kişi ise fiilin taksirli hali düzenlenmediğinden, sorumlu olmaz.      Dolandırıcılık suçunun olası kasıtla işlenmesi sınırlı biçimde de olsa söz konusu olabilir.90 Failin, aldatıcı davranışlarının mağduru hataya düşürerek malvarlığı üzerinde tasarruf edeceği olasılığını öngörmesine karşın bu nitelikteki davranışlarını sürdürmesi halinde olası kasıt söz konusu olacaktır. Susmak ve muhatabın sorularını açık biçimde                                                            87  CADOPPI / CANESTRARI / MANNA vd., 2011, s. 572. 88  Dolandırıcılık suçunda failin mağduru aldatmak istemesi gerektiğinden hareketle, bu suçun özel kasıtla işlenebilen bir suç olduğu yönündeki görüş için bkz. SOYASLAN, 2014, s. 436.    89  KOCA / ÜZÜLMEZ, 2017, s. 665.  90  KOCA / ÜZÜLMEZ, 2017, s. 656; EKER-KAZANCI / ZEYREK, 2019, s. 540. 671     yanıtlamamak, suçun olası kasıtla işlenmesinin örneğini oluşturur. Gerekçede de  Bu itibarla, fail, mağdurun malvarlığındaki eksilmenin, mağdurun gördüğü zararın kendi hileli davranışları sonucunda meydana geldiğini bilmelidir; hile ile zarar arasındaki illiyet bağının varlığının bilincinde olmalıdır. Belirtilen hususlara ilişkin kast, doğrudan kast olabileceği gibi, olası kast da olabilir.  şeklindeki açıklamayla suçun olası kasıtla da işlenebileceği ifade edilmiştir.  Genel olarak birçok suçta olduğu gibi bu suç açısından da kast, suçu oluşturan hareketten önce veya onunla aynı anda var olmalıdır. Bu nedenle sonradan ortaya çıkan kast, dolandırıcılıktan dolayı sorumluluğa neden olmaz.91 Örneğin fail, mağdura ait olup da  hatayla  elde  etttiği  malın  kendisine  ait  olduğu  konusunda  mağduru  aldattığında  kaybolmuş  veya  hata  sonucu  ele  geçmiş  eşya  üzerinde  tasarruf   (TCK  m.  160) suçundan sorumlu olmalıdır.   IV. DOLANDIRICILIK SUÇU AÇISINDAN CEZA SORUMLULUĞUNA ETKİ EDEN NEDENLER A. Hukuka Uygunluk Nedenleri Dolandırıcılık  suçu  açısından  hukuka  uygunluk  nedenlerinden  birinin  olayda gerçekleştiğinin  kabul  edilebilmesi  için  hileli  davranışın  hukuk  düzeni  ile çatışmadığının  ortaya  konulması  gerekir.  Bu  nedenle  dolandırıcılık  suçu  açısından hukuka uygunluk nedenlerinin gerçekleşmesi çok sınırlı biçimde de olsa zorunluluk hali olabilir. Ağır ve acil bir ihtiyacın karşılanması ya da bir başka tehlikeden kurtulmak amacıyla kişilerin aldatılarak ihtiyaç duyulan şeyin verilmesinin sağlanması halinde TCK m. 25/2 deki zorunluluk halinin koşullarının gerçekleştiğini kabul etmek gerekir.92                                                            91  Bkz. TOROSLU, 2018, s. 190; HAFIZOĞULLARI /ÖZEN, 2016, s. 410.  92  Bkz.  HAFIZOĞULLARI  /  ÖZEN,  2016,  s.  409.  Türk  Ceza  Kanunu  ile  Ceza  Muhakemesi Kanunu ndaki  düzenlemeler  nedeniyle  zorunluluk  halinin  hukuka  uygunluk  nedeni  mi  yoksa kusurluluğa etki eden neden mi olduğu yönünde farklı fikirler bulunmaktadır.  Meşru savunma ve zorunluluk hali  başlıklı TCK m. 25/2 ye göre,  Gerek kendisine gerek başkasına ait bir hakka yönelik  olup,  bilerek  neden  olmadığı  ve  başka  suretle  korunmak  olanağı  bulunmayan  ağır  ve muhakkak bir tehlikeden kurtulmak veya başkasını kurtarmak zorunluluğu ile ve tehlikenin ağırlığı ile konu ve kullanılan vasıta arasında orantı bulunmak koşulu ile işlenen fiillerden dolayı faile ceza verilmez.  şeklindedir.  Organ ve doku ticaretine ilişkin zorunluluk halinin düzenlendiği TCK m. 92/1 e göre  Cezada indirim yapılabileceği gibi ceza vermekten de vazgeçilebilir.  Hırsızlık suçunda 672     Hırsızlık suçunun ağır ve acil bir ihtiyacı karşılamak için işlenebileceği kabul edilerek özel bir zorunluluk haline (TCK m. 147) yer verilmişken dolandırıcılık suçu yönünden bu şekilde özel bir düzenlemeye yer verilmemiştir. Ancak koşulları gerçekleştiğinde olaya TCK m. 25/2 deki hükmün uygulanması söz konusu olabilir.  Bir görüşe göre mağdurun (hak sahibinin) rızası bu suç açısından bir hukuka uygunluk  nedenidir.93  Kişinin  kendi  rızasıyla  malvarlığı  üzerinde  tasarruf  etmesi halinde  suçtan  söz  edilemez.  Dolandırıcılık  suçuna  özelliğini  veren  ise  mağdurun iradesinin yanıltılmış olmasıdır. Bu nedenle bu suç açısından mağdurun rızasından söz etmek olanaklı değildir.94       B. Kusurluluğa Etki Eden Nedenler Bu suç açısından kusurluluğa etki eden nedenler çok sınırlı biçimde söz konusu olabilir. TCK m. 30/2 ye göre  Bir suçun daha ağır veya daha az cezayı gerektiren nitelikli  hallerinin  gerçekleştiği  hususunda  hataya  düşen  kişi,  bu  hatasından yararlanır.   Buna  göre,  failin  varlığını  bilmediği  ağırlatıcı  nedenler  olaya uygulanmayacak ancak hafifletici nedenler uygulanacaktır. Mevcut düzenlemelere göre dolandırıcılık  suçu  açısından  suçun  nitelikli  halinde  hata  sadece  kişinin  algılama yeteneğinin  zayıflığından  yararlanmak  suretiyle  işlenmesi  halinde  (m.  158/1,  c) önemlidir.  Fail,  aklen  sağlıklı  ve  algılama  yeteneğinin  tam  olduğunu  zannederek                                                                                                                                                                           zorunluluk halinin düzenlendiği TCK m. 147 ye göreyse  Verilecek cezada indirim yapılabileceği gibi, ceza vermekten de vazgeçilebilir.  Görülüğü üzere TCK da zorunluluk hali hem cezasızlık hem de cezadan indirim nedeni olarak düzenlenmiştir. CMK m. 223/3, b ye göreyse  Yüklenen suçun … zorunluluk hali etkisiyle işlnemesi halinde … ceza verilmesine yer olmadığı kararı  verilir. TCK ve CMK da zorunluluk hali konusundaki bu farklı düzenlemeler TCK hazırlanırken etkisinde kalınan Alman  Ceza  Kanunu nun  zorunluluk  hali  ile  ilgili  farklı  düzenlemelere  gitmiş  olmasından kaynaklanmaktadır.  Alman  Ceza  Kanunu  m.  34 te   Rechtfertigender  Notstand   başlığı  altında  hukuka  aykırığı  kaldıran   zorunluluk  nedenine  yer  verilmişken,  m.  35 te   Entschuldigender Notstand  başlığı altında  kusurluluğu ortadan kaldıran  zorunluluk nedeni düzenlenmiştir. Ancak TCK bunlardan hukuka aykırılığı ortadan kaldıran tanımı esas almış olmasına rağmen CMK da zorunluluk hali, kusurluluğu ortadan kaldıran bir neden olarak düzenlemiştir. Çalışmada, zorunluluk halini  hukuka  uygunluk  nedenleri  arasında  değerlendiren  görüşler  esas  alınmıştır.  Bkz. VINCIGUERRA, Sergio, il Codice Penale Tedesco, CEDAM, Padova 2003, s. 63; ZAFER, Hamide, Ceza Hukuku Genel Hükümler, Beta Yay., İstanbul, 2021, s. 406 vd.  93  ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s 716. 94  EKER-KAZANCI / ZEYREK, 2019, s. 539; CENTEL / ÇAKMUT / ZAFER, 2021, s. 519. 673     gerçekte  algılama  yeteneği  zayıflamış  birini  dolandırdığında  olaya  ağırlatıcı  neden uygulanmayacaktır.  Çok sınırlı biçimde de olsa failin hukuki ilişkiye dayanan alacağın varlığı ya da alacağın geçerli bir hukuki ilişkiden doğduğuna ilişkin hatası da söz konusu olabilir. Bu nitelikteki hata da TCK m. 30/2 kapsamında değerlendirilmelidir. Bu durumda fail, alacağı tahsil amacıyla dolandırıcılık hükümlerine göre (m. 159) sorumlu olmalıdır. Bir görüşe göre kendisinde doğaüstü güçler ve büyü yeteneği olduğuna inanan kişinin hakkı olduğunu düşündüğü bir parayı bu özelliklerini kullanarak alması halinde fiilde hata söz konusudur.95 Ancak bu durumu gerçekçi kabul etmek olanağı yoktur. Böyle  bir  durumda  fiilde  hatadan  öte  failin  kusur  yeteneğinin  olup  olmadığı araştırılmalıdır.   V. SUÇUN ORTAYA ÇIKIŞ BİÇİMLERİ A. Teşebbüs Dolandırıcılık suçunun zarar suçu olduğu yukarıda belirtilmişti. Bu suçtaki zarar, hileli davranışlar sonucunda başkasının zararına olarak fail ya da bir başkasına yarar sağlanmasıdır.96  Failin  aldatmaya  yönelik  hileli  davranışlarda  bulunmuş  olmasıyla suçun icra hareketlerine başlandığı, yararın elde edilmesiyle de suçun tamamlandığı kabul edilmelidir.97 Somut olayda failin davranışları hileli değilse olayın özelliğine göre bir başka suç söz konusu olsa da dolandırıcılık  ya da dolandırıcılığa teşebbüs söz konusu olmaz. Hileli davranışlara karşın muhatap aldatılamamış ya da herhangi bir yarar elde edilememiş  olması  halinde  suçun  teşebbüs  derecesinde  kaldığı  kabul  edilmelidir.98 Örneğin kendisini savcı olarak tanıtan fail telefon ettiği kişinin banka hesabının terör                                                            95  Bkz. HAFIZOĞULLARI / ÖZEN, 2016, s. 410. 96  ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 704. 97  Bkz. GIOVAGNOLI, 2008, s. 439-440; ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s 717; Toroslu, 2018, s. 189. Dolandırıcılık suçunun tamamlanma anına ilişkin tartışmalar için bkz. MARINI, 1976, s. 879. 98  KOCA / ÜZÜLMEZ, 2017, s. 667. 674     örgütü tarafından ele geçirildiğini, hesaptaki paranın bir süreliğine kendisine getirilip verilmesini  söylemiş,  ancak  durumdan  şüphelenen  mağdurun  yetkili  makamlara başvurusu üzerine fail kolluk görevlileri tarafından parayı teslim alırken yakalanmışsa suçun teşebbüs derecesinde kaldığı kabul edilmelidir. Fail icra hareketlerine başladıktan sonra kendi çabalarıyla suçun tamamlanmasını önlemişse, gönüllü vazgeçme hükümleri uygulanacaktır.99 Yararın sağlanmasıyla suç tamamlanacağından, bu aşamadan sonra zararın giderilmesi halinde etkin pişmanlık söz konusu olabilir.   Dolandırıcılığa  teşebbüsten  söz  edilebilmesi  için  öncelikle  hileli  davranışların objektif  olarak  muhatabı  kandırabilecek  düzeyde  olması,  somut  olayda  hileli davranışların  muhatabın  hataya  düşmesini  sağlamaya  elverişli  olması  gerekir.100 Teşebbüsün  söz  konusu  olması  için  hileli  davranışların  muhataba  ya  da  mağdura ulaşmış olması gerekir. Bu nedenle örneğin tahsis edilmemesi gereken bir krediyi almak isteyen failin hazırladığı sahte kimlik, bordro, vergi levhası gibi belgeleri banka ya da kredi kurumuna ibraz edemeden yakalanması halinde bu davranışlar dolandırıcılık suçu açısından  hazırlık  hareketleri  niteliğindedir.  Ancak  koşulları  varsa  fail  sahte  belge hazırlamak şeklindeki bu davranışlarından dolayı sorumlu olacaktır.    B. Suça İştirak  Dolandırıcılık suçu iştirak hükümleri açısından herhangi bir özellik göstermez. Suça iştirakin bütün biçimleri söz konusu olabilir. Suçun tipik hareketlerini kısmen bile olsa gerçekleştiren kişiler suçun faili olarak sorumludurlar. Kimi hallerde bir grup kişi yaptıkları işbölümüne giderek suçu birlikte işleyebilirler. Bu durumda müşterek faillik söz konusudur.                                                              99  ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 717; KOCA / ÜZÜLMEZ, 2017, s. 668; EKERKAZANCI / ZEYREK, 2019, s. 541. 100  KOCA / ÜZÜLMEZ, 2017, s. 652. Yargıtay Ceza Genel Kurulu nun  … Sanığın, her ay kumasının maaşını almak üzere gittiği banka görevlileri tarafından, kimlikteki fotoğrafa bakılması halinde hemen fark edilebilecek nitelikteki fiilinin, dolandırıcılık suçunun maddi konusunun hareket unsurunu oluşturan  ‘hileli  davranış   olarak  nitelendirilemeyeceği  anlaşıldığından,  dolandırıcılık  suçunun unsurları itibariyle oluşmadığı kabul edilmelidir.  şeklindeki 11.7.2014 tarih ve 2013/15-256 E., 2014/368 K. sayılı kararı için bkz. Kazancı İçtihat Programı.  675     Hileli davranışları gerçekleştiren kişi ile yararına menfaat elde edilen kişinin farklı kişiler olması halinde bu kişiler arasında iştirak iradesi de bulunabilir. Yararına menfaat temin edilen kişi ile hileli davranışları gerçekleştiren kişi suçu birlikte işlediklerinde her biri müşterek fail olarak sorumlu olacaktır. Yararına menfaat temin edilen kişi, suçu işlemesi konusunda hileli davranışları işleyeni ikna etmişse, aralarından azmettiren ve azmettiren şeklinde bir iştirak ilişkisi olacaktır.  Sınırlı  biçimde  de  olsa  bu  suçun  işlenmesinde  bir  başkasının  araç  olarak kullanılması söz konusu olabilir. Bu durumda, cebredilerek ya da hataya düşürülerek aldatıcı davranışları yapması sağlanan kişiye ceza verilmezken arka planda bu kişiyi yönlendiren TCK m. 37/2 ye göre dolaylı fail olarak sorumlu olacaktır.  Dolandırıcılıktan elde edildiği bilinen bir menfaati satın alan ya da kabul eden kişilerse  iştirak  hükümlerine  göre  değil,   suç  eşyasının  satın  alınması  veya  kabul edikmesi  suçundan (TCK m. 165) dolayı sorumludurlar.    C. İçtima  Dolandırıcılık  suçu  açısından  zincirleme  suç  ve  fikri  içtima  hükümlerinin uygulanması söz konusu olabilir. Failin hileli davranışlarla değişik zamanlarda aynı kişiyi dolandırarak menfaat elde etmesi halinde olaya zincirleme suç hükümleri (TCK m. 43/1) uygulanabilir.101 Yargıtay da  …Dolandırıcılık suçlarının, aynı suç işleme kararı altında, aynı mağdura karşı ve değişik zamanlarda işlenmiş olması karşısında sanık hakkında 5237 sayılı TCY'nın 43/1. maddesinin uygulanmasında bir isabetsizlik bulunmamaktadır.  şeklindeki kararında dolandırıcılık suçu bakımından zincirleme suç hükümlerinin  uygulanabileceği  yönünde  karar  vermiştir.102  Aynı  hileli  davranışın devamı kapsamında mağdurdan birden fazla haksız yarar elde edilmesi durumundaysa fail tek bir dolandırıcılık suçundan sorumludur. Yargıtay Ceza Genel Kurulu da  Fail ile dolandırıcılık suçunun mağduru arasında devam eden ilişkide birden fazla haksız yarar  sağlanması  dolandırıcılık  suçunun  birden  fazla  işlendiği  anlamına                                                            101  KOCA / ÜZÜLMEZ, 2017, s. 668. 102  Yargıtay Ceza Genel Kurulu nun 29.3.2011 tarih ve 2010/11-249 E., 2011/24 K.sayılı kararı için bkz. Yargıtay İçtihat Bilgi Bankası. 676     gelmemektedir.  Failin  aynı  hileli  davranışlarla  ya  da  önceki  davranışların  devamı niteliğinde olan ancak tek başına dolandırıcılık suçunun oluşumuna yetmeyen fiillerle mağdurdan birden fazla haksız yarar elde etmesi durumunda fail tek bir dolandırıcılık suçundan cezalandırılacaktır.  şeklinde karar vermiştir.103 Basın ilanı ya da bilişim sistemi kullanılması gibi yöntemlerle birden fazla kişinin tek bir davranışla dolandırılması da söz konusu olabilir. Tek bir hileli davranışla birden fazla farklı kişinin dolandırılması halinde de failin zincirleme suç hükümlerine göre (TCK m. 43/2) cezalandırılması gerektiği ileri sürülmüştür.104 Ancak dolandırıcılık suçu zarar  suçu  niteliğinde  olduğundan,  tek  bir  davranış  ile  birden  fazla  farklı  kişinin aldatılarak dolandırılması halinde, fail her bir mağdur yönünden sorumlu olmalı ve gerçek  içtimaya  gidilmelidir.105  Örneğin  bir  otel  adına  kurulan  sahte  web  sayfası üzerinden gün içinde birden fazla kişiye oda kiralanarak verilen hesaba para aktarmaları sağlandığında  birden  fazla  mağdurun  zararına  yol  açılmış,  birden  fazla  netice gerçekleşmiş olacaktır.  Dolandırıcılık  için  başvurulan  hileli  davranışlar  kimi  hallerde  başka  suçların oluşmasına neden olabilir. İnandırıcılığın artması için yapılan davranışlar suçun unsuru ya da ağırlatıcı nedenlerinden biri değil de bir başka suçu oluşturuyorsa gerçek içtimaya gidilmelidir.106  Dolandırıcılıkta  sıklıkla  başvurulan  yöntemlerden  biri,  belgede sahtecilik  yapılarak  fiilin  işlenmesidir.  Belgede  sahtecilik,  dolandırıcılık  suçunun unsuru ya da nitelikli hali olarak düzenlenmemiştir.  İçtima  kenar başlıklı TCK m. 212  Sahte  resmi  veya  özel  belgenin  bir  başka  suçun  işlenmesi  sırasında  kullanılması halinde,  hem  sahtecilik  hem  de  ilgili  suçtan  dolayı  ayrı  ayrı  cezaya  hükmolunur  şeklindedir. Bu durumda gerçek içtimaya gidilerek fail hakkında dolandırıcılık suçunun yanı  sıra  belgede  sahtecilik  suçundan  da  ceza  verilmesi  gerekir.107  Dolandırıcılık                                                            103  Yargıtay Ceza Genel Kurulu nun 26.6.2012 tarih ve 2011/15-420 E., 2012/249 K. sayılı kararı için bkz. Kazancı İçtihat Programı.  104  KOCA  /  ÜZÜLMEZ,  2017,  s.  668;  EKER-KAZANCI  /  ZEYREK,  2019,  s.  542;  CENTEL  / ÇAKMUT / ZAFER, 2021,  s. 540. 105  Farklı görüşler için bkz. ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 718. 106  TEZCAN / ERDEM / ÖNOK, 2020, s. 910. 107  Bkz. KOCA / ÜZÜLMEZ, 2017, s. 668; GÜNGÖR, Devrim, Resmi Belgelerde Sahtecilik Suçu, Yetkin Yay., Ankara, 2010, s. 102-103. 677     suçunda  kişilerin  aldatılması  için  sahte  belge  düzenlenmesi  oldukça  sık gerçekleştiğinden, bu durumun suçun ağırlatıcı nedeni  olarak düzenlenmesi  yerinde olacaktır.   Yargılama dolandırıcılığı  olarak nitelenen ve bir hukuk davasına ilişkin olarak yapılan  yargılama  sırasında  kasten  gerçeğe  aykırı  iddia,  bilgi  veya  delillerle  yargı süjelerini aldatarak karşı tarafın ya da üçüncü bir kişinin malvarlığında zarar yaratacak bir karar verilmesine sebep olunması sahte belge kullanmak, yalan tanıklık yapmak ya da yalan yere yemin etmek şeklindeki davranışlarla gerçekleşmişse fail bu suçlardan da sorumlu olmalıdır. Bu durumda bir davranış ile birden fazla farklı suç oluştuğundan fikri içtima hükümleri (TCK m. 44) uygularak failin en ağır cezayı gerektiren suçtan dolayı cezalandırılması gerekir.     Ülkemizde kumar oynamak ve oynatmak yasadışıdır. Kumar için yer ve imkân sağlamak fiilleri suç (TCK m. 228); kumar oynamak ise kabahat olarak düzenlenmiştir. Yasadışı  kumar  oynatılan  yerde  bulunan  kumar  oynama  makinelerine  oyuncunun kaybetmesi için müdahale edildiğinde, bir fiil ile birden fazla farklı suçun oluşmasına sebebiyet verildiği için olaya fikri içtima hükümleri (TCK m. 44) uygulanmalı ve fail daha ağır ceza gerektiren dolandırıcılık suçundan dolayı sorumlu olmalıdır.108   VI. SUÇUN CEZASINI ARTIRAN NİTELİKLİ HALLER A. Suçun Dinî İnanç ve Duyguların İstismar Edilmesi Suretiyle İşlenmesi TCK m. 158/1, a bendinde düzelenmiş olan bu ağırlatıcı nedenin amacı kişilerin inançlarının  aldatma  aracı  olarak  kullanılmasının  önlenmesidir.  Kişilerin  dinsel inanışlarına  bağlı  olarak  kimi  olguların  varlığına,  kimi  olayların  gerçekleşeceğine inanmaları daha kolay olabilir. Bunun için mağdurun inandığı dinin belli bir inanç sistemi olan, genel olarak bilinen ve yaygın bir din olması gerekmez.109 Mağdurun                                                            108  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 910; SMITH / HOGAN, 1999, s. 556. 109  Yargıtay Ceza Genel Kurulu nun  Önemli olan, dini inanç ve duyguların kötüye kullanılması suretiyle insanların aldatılması olup, aldatma aracı olarak kullanılan din veya mezhebin hangi din veya mezhep  olduğunun  bir  önemi  bulunmamaktadır.   şeklindeki  kararı  için  bkz.  24.9.2013  tarih  ve 2012/15-1365 E., 2013/381 K. sayılı kararı için bkz. Kazancı İçtihat Programı.   678     inancının, söz konusu dinin orijinal bünyesinde bulunması gerekmediği gibi ortalama bir insan için akla ve mantığa uygun olması da gerekmez. Bu nedenle ortalama bir insan ya da ilgili dinin diğer mensupları tarafından inandırıcı olmayan davranışlar, bir başkası için  aldatılma  sonucunu  doğurabilir.110  Örneğin  ülkemizde  yaygın  olarak  dinlerin sistematiğinde olup olmadığına bakılmaksızın üfürükçülük, muskacılık, büyü çıkarma gibi  bahanelerle  kişilerin  aldatılarak  dolandırıldıkları  bilinmektedir.  Yargıtay  Uygulamada yerleşmiş kabule göre; dinin, bir topluluğun sahip olduğu kutsal kitap, peygamber ve yaratıcı kavramlarını da içinde bulunduran inanç sistemi ve bu sisteme bağlı  olarak  yerine  getirmeye  çalıştığı  ahlaki  kurallar  bütününü  ifade  ettiği,  dinî inancın, belirli bir dine mensup olup dine inanan kişinin duyguları olduğu, bir insanın dinî inanç ve duyguları ile doğup büyüdüğü, terbiyesini aldığı ailesi, çevresi ve içinde bulunduğu  toplum  arasında  çok  sıkı  bir  ilişki  bulunduğu,  bu  nitelikli  unsurun gerçekleşebilmesi  ve  suçun  oluşabilmesi  için,  dinî  kurallara  bağlı  olanların  önem verdiği değerler, dinî inanç ve duyguların aldatma aracı olarak kötüye kullanılması ve bu  suretle  gerçekleştirilen  hile  ile  haksız  bir  yarar  da  sağlanmış  olması  gerektiği açıklanmıştır.  şeklindeki kararında bu nitelikli halin uygulanmasına ilişkin görüşünü ortaya koymuştur.111  B. Suçun Kişinin İçinde Bulunduğu Tehlikeli Durum veya Zor Şartlardan Yararlanmak Suretiyle İşlenmesi TCK m. 158/1, b bendinde düzenlenmiş olan bu nitelikli halin amacı,  içinde bulunduğu  tehlikenin  ya  da  zor  şartların  etkisiyle  bir  başkasına  güvenmek  ihtiyacı duyan kişinin aldatılmasının önlenmesidir. Bu koşullardaki bir kişinin olayları gerçekçi değerlendirip, araştırma yapma imkanı sınırlı olduğundan ikna edilmesi ve aldatılması daha kolaydır. Maddenin gerekçesinde  Kişinin içinde bulunduğu tehlikeli durum veya zor şartlar, başkalarına güven duymaya en fazla ihtiyaç duyduğu anlardır. Kişinin örneğin  doğal  bir  afete  veya  trafik  kazasına  maruz  kalmasından  ya  da  hastalığı                                                            110  Aksi fikir için bkz. ÖZEN, 2018, s. 646. 111  Yargıtay Ceza Genel Kurulu nun 15.09.2015 tarih ve 2014/399 E., 2015/272 K. sayılı kararı için bkz. Yargıtay İçtihat Bilgi Bankası. 679     yüzünden  içine  düştüğü  çaresizlikten  yararlanılarak  aldatılması  daha  kolaydır.  şeklindeki  açıklamayla  bu  nitelikli  hale  yer  verilme  nedeni  ortaya  konulmuştur.112 Yargıtay  da   TCK'nun  158/1-b  maddesinde  yer  alan  ‘zor  şartlar   ibaresi,  suçun mağduru  esas  alınarak  değerlendirilmeli,  mağdurun  zor  şartlarda  bulunup bulunmadığı, olaysal olarak ve subjektif olarak açıklanmalıdır.  şeklindeki kararında, zor  koşulların  bulunup  bulunmadığının  belirlenmesinde  mağdurun  esas  alınması gerektiğini ortaya koymuştur.113 Kişinin zor durumda olması hastalık, yaralanma gibi kişisel nedenler; iflas etmek, aşırı borçlanmak gibi ekonomik nedenler olabileceği gibi sosyal olaylar, doğal afetler de olabilir.114  Kanun daki  ifadeye  bakıldığında,  bu  nitelikli  halin  uygulanması  için muhatabın zor veya tehlikeli durum içinde olması gerektiği anlaşılmaktadır. Gerçekte böyle bir durum söz konusu değilken muhatabın aldatılarak zor ya da tehlikeli bir durum  içinde  olduğuna  inandırılması  halinde  dolandırıcılık  söz  konusu  olsa  da  bu nitelikli hal uygulanmaz.115    C. Suçun Kişinin Algılama Yeteneğinin Zayıflığından Yararlanmak Suretiyle İşlenmesi TCK m. 158/1, c bendindeki bu nitelikli halin uygulanması için somut olayda aldatılan kişinin algılama yeteneğinin bulunması gerekir. Kişinin algılama yeteneğinin olmadığı  hallerde  aldatılmasından  söz  edilemeyeceğinden,  dolandırıcılık  suçu gerçekleşmez.116 Aldatılan kişinin zayıflamış da olsa algılama yeteneği bulunmalıdır. Kişinin  algılama  yeteneğinin  zayıflığı  farklı  nedenlerden  kaynaklanmış  olabilir. Algılama yeteneğini zayıflatan nedenler yaş küçüklüğü, akıl hastalığı, ilerlemiş yaşlılık, duyu  organlarının  yetersizliği  gibi  nedenler  olabileceği  gibi  sarhoşluk,  uyuşturucu                                                            112  Bu durumda kişinin aldatılarak sözleşme yapmasının sağlanması halinde özel hukuk açısından 6098 sayılı Türk Borçlar Kanunu m. 28 de düzenlenmiş olan  aşırı yararlanma  söz konusu olacaktır. 113  Yargıtay Ceza Genel Kurulu nun 31.01.2017 tarih ve 2014/598 E., 2017/31 K. sayılı kararı için bkz. Yargıtay İçtihat Bilgi Bankası.  114  YAŞAR / GÖKCAN / ARTUÇ, 2010, C. 4, s. 4654. 115  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 891. 116  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s. 893. 680     madde etkisinde olmak gibi geçici nedenler de olabilir. Algılama yeteneğinin bulunup bulunmadığı konusunda tereddüt edilmesi halinde bilirkişiye başvurulmalıdır. Kişinin algılama yeteneğinin olup olmadığı, zayıflayıp zayıflamadığı konusundan failin hileli davranışları yaptığı an esas alınmalıdır.  Nitelikli halin uygulanması için algılama yeteneğindeki zayıflık geçici olabileceği gibi sürekli de olabilir. Kişinin kendi kusuruyla algılama yeteneğinin zayıflamasına neden  olmasının  bir  önemi  yoktur.  Ancak  fail  mağdurun  algılama  yeteneğini  ilaç, uyuşturucu  madde  gibi  bir  araçla  ortadan  kaldırarak  malvarlığı  üzerinde  tasarruf etmesini sağlamışsa yağma suçunun gerçekleştiğini kabul etmek gerekir.117   D. Suçun Kamu Kurum ve Kuruluşlarının, Kamu Meslek Kuruluşlarının, Siyasi  Parti,  Vakıf  veya  Dernek  Tüzel  Kişiliklerinin  Araç  Olarak Kullanılması Suretiyle İşlenmesi TCK m. 158/1, d bendindeki bu nitelikli hal ile sayılan tüzel kişiliklerin kamusal niteliğine  duyulan  güvenin  korunması  amaçlanmıştır.118  Somut  olayda  araç  olarak kullanılan tüzel kişiliğin kamu kurum ve kuruluşu niteliğinde olup olmadığı, idare ve anayasa  hukukunun  esaslarına  göre  belirlenmelidir.   Kamu  meslek  kuruluşları  Anayasa  m.  135 te  tanımlamış  olan  kamu  kurumu  niteliğindeki  meslek  kuruluşları olarak anlaşılmalıdır. Örneğin Türkiye Barolar Birliği, Türkiye Noterler Birliği, Türk Eczacılar  birliği  gibi  zorunlu  üyeliğin  sözkonusu  olduğu  meslek  örgütleri  bu niteliktedir. Bu tür kurum, kuruluş ve diğer tüzel kişilerin adlarının kamuoyunda yaygın olarak bilinmesi gerekmez. Somut olayda araç olarak kullanılan siyasi parti, vakıf ve derneklerin  varolup  olmadıkları,  tüzel  kişiliklerinin  devam  edip  etmediği  ilgili kanunlara göre belirlenmelidir. Gerçekte var olmayan, tüzel kişiliği devam etmeyen bir kurum, kuruluş adı kullanılarak dolandırıcılık gerçekleştirildiğinde suçun basit hali söz konusu olacaktır.                                                                 117  TEZCAN / ERDEM / ÖNOK, 2020, s. 893. 118  Bkz. TOROSLU, 2018, s. 193. 681     Nitelikli  halin  uygulanması  için  bentte  sayılan  tüzel  kişilerin  araç  olarak kullanılması yeterlidir. Bu kuruluşların mutlaka suçtan zarar görmesi gerekmediği gibi tüzel kişiliğin merkez ya da yerel örgütlenmesinin araç olarak kullanılmış olmasının da önemi yoktur. Ancak aldatıcı davranışların varlığı için sadece bu kuruluşların adlarının kullanılmış  olması  yeterli  değildir.  Bunlara  ait  kimlik,  üniforma,  belge,  simge  gibi maddi varlıkların kullanılmış olması gerekir.119    E. Suçun Kamu Kurum ve Kuruluşlarının Zararına Olarak İşlenmesi TCK m. 158/1, e bendindeki ağırlatıcı nedenin amacı dolandırıcılığın kamu kurum ve  kuruluşlarının  zararına  işlenmesini  önlemektir.  Kamu  kurum  ve  kuruluşlarının aldatılması söz konusu olamayacağından, bu bent kapsamında aldatılan bir gerçek kişi olmalıdır. Suçtan zarar gören tüzel kişiliğin kamu kurum ve kuruluşu olup olmadığı ilgili  mevzuata  göre  belirlenmelidir.  Bu  bentteki  ağırlatıcı  nedenle  d  bendindeki ağırlatıcı neden birbirine benzemektedir. Yukarıdaki ağırlatıcı nedenin uygulanması için araç olarak kullanılan kuruluşun zarar görmüş olması gerekmezken bu bentte aldatıcı davranışlar  sırasında  araç  olarak  kullanılıp  kullanılmadığına  bakılmaksızın  suç dolayısıyla  kamu  kurum  ve  kuruluşlarının  zarar  görmüş  olması  nitelikli  hal  olarak düzenlenmiştir. Bu nedenle ilgili kurum ya da kuruluşun maddi yönden zarara uğraması gerekir. Sahte olarak düzenlenmiş belgeleri ibraz ederek Sosyal Güvenlik Kurumu ndan maaş, Kredi ve Yurtlar Kurumu ndan eğitim bursu alınması buna örnek verilebilir.  Ölen sigortalı babasından kalan ölüm aylığını alabilmek için resmen boşanan ancak aynı evde birlikte yaşamaya devam eden ve bu süre içinde Sosyal Güvenlik Kurumu ndan ölüm aylığı alan kişilerin dolandırıcılıktan sorumlu olup olmadıkları ve bu nitelikli halin uygulanıp uygulanamayacağı tartışma konusudur. Ülkemizin sosyal ve ekonomik  koşulları  nedeniyle  başvurulan  bu  yöntemin  en  azından  bir  kısmının muvazaalı bir işlem olduğu ve dolandırıcılık suçunu oluşturduğu ileri sürülmüşür.120 Ancak  bu  tür  durumlarda  kişilerin  özel  hayatlarına  ilişkin  kararlarına  üstünlük                                                            119  TEZCAN / ERDEM / ÖNOK, 2020, s. 894. 120  Bkz. ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s.709. 682     tanınmalıdır. Kaldı ki bir kısım kişinin muvazaalı bu yola başvurmuş olması sosyal devlet  olmanın  gereği  olarak  kişilere  sağlanan  bu  ekonomik  olanağın  tamamen kaldırılmasının gerekçesi olmamalıdır. Yargıtay da bu konuda  .. 506 Sayılı Kanun hükümleri  uyarınca  katılan  kurumdan  aylık  almaya  başlaması  şeklinde  gerçekleşen olayda, boşanmalarına rağmen birlikte yaşamaya devam eden sanıkların yürürlükte bulunan  mevzuata  göre  verilen,  halen  de  geçerli  olan  ve  hukuki  sonuç  doğuran boşanma  ilamına  dayanarak  katılan  kuruma  aylık  bağlanması  için  başvuruda bulunmaları  eylemi  hileli  davranış  olarak  kabul  edilemeyeceğinden  dolandırıcılık suçunun unsurları oluşmamıştır  şeklinde karar vermiştir.121  Ölen sigortalı eşinden dolayı Sosyal Güvenlik Kurumu ndan dul aylığı almakta olan sanığın yeniden (resmi olarak) evlendiği halde bu durumu kuruma bildirmeyerek aylık almaya devam etmesi halinde de dolandırıcılıktan söz edilemez. Çünkü yetkili makamlar görevlerini ihmal etmeyerek gerekli araştırmayı yapmış olsalardı, resmi ve aleni olan evlilik bağı tespit edilebilirdi. Yargıtay da bu konuda  … Kaldı ki sanığa kanuni düzenlemelere uygun olarak aylık bağlandıktan sonra da aylık alma şartlarının devam  edip  etmediği  hususunun  mevzuatta  yer  alan  düzenlemeler  uyarınca  katılan kurum tarafından kontrol edilmesi gerekirken bu işlemler de yerine getirilmemiştir.  şeklinde karar vermiştir.122  F.  Suçun  Bilişim  Sistemlerinin,  Banka  veya  Kredi  Kurumlarının  Araç Olarak Kullanılması Suretiyle İşlenmesi TCK m. 158/1, f bendinde birbiriyle doğrudan ilgili olmayan iki ayrı ağırlatıcı neden  bir  arada  düzenlenmiştir.  İlk  neden  olan  bilişim  sistemlerinin  araç  olarak kullanılmasının nitelikli hal olarak düzenlenme nedeni, bu sistemlerin günlük işler ve alım  satımda  yaygınlaşması  ve  aldatılmayı  kolaylaştırmasıdır.  Banka  ve  kredi                                                            121  Yargıtay Ceza Genel Kurulu nun 26.11.2013 tarih ve 2012/15-1363 E., 2013/533 K. sayılı kararı için bkz.  Kazancı İçtihat Programı. 122  Yargıtay Ceza Genel Kurulu nun  03.12.2013 tarih ve 2013/15-510 E., 2013/579 K. sayılı kararı için bkz. Kazancı İçtihat Programı.  683     kurumlarının araç olmasının ağırlatıcı needen olarak düzenlenme nedeni ise bunlara duyulan güvenin kötüye kullanılmasının önlenmek istenmesidir. Bilişim  sistemlerinin  kullanımının  yaygınlaşmasıyla  birlikte  dolandırıcıların özellikle interneti araç olarak kullanmaya başladıkları bir gerçektir. Genel olarak bilişim sistemi, bilgileri otomotik olarak işleyen sistem olarak tanımlanabilir.123 Bu nitelikli halin uygulanması için faille mağdurun yüzyüze gelmeden, bilişim sisteminin hile aracı olarak kullanılması gerekir.124 Örneğin gerçekte olmayan bir otel adına kurulan sahte bir web sayfasından otel rezervasyonu yaparak kişilerin ödeme yapmasını sağlayan fail hakkında  bu  nitelikli  hal  uygulanmalıdır.  Hile  kullanılmaksızın  bilişim  sistemi kullanılmak suretiyle failin kendisi ya da başkası lehine haksız yarar sağlaması halinde koşulları varsa nitelikli hırsızlık (TCK m. 142/2, e) söz konusu olabilir.   Bu bentteki bir diğer ağırlatıcı neden, banka veya kredi kurumlarının araç olarak kullanılmasıdır.  Banka  ve  kredi  kurumunun  özel  ya  da  kamuya  ait  olması  önemli değildir. Öte yandan nitelikli halin uygulanması için banka ya da kredi kurumunun suçtan zarar görmüş olması da gerekmez.125 Nitelikli halin uygulanması için banka ya da kredi kurumunun ödeme işlemlerinde araç olarak kullanılması yeterli değildir.126 Yargıtay, banka ve kredi kurumunun araç olarak kullanıldığının kabul edilebilmesi için bunlara  ait  hesap  cüzdanı,  belge,  banka  kartı,  çek  defteri  gibi  maddi  varlıkların kullanılmış olması gerektiği yönünde karar vermiştir.127   G. Suçun Basın ve Yayın Araçlarının Sağladığı Kolaylıktan Yararlanmak Suretiyle İşlenmesi TCK m. 158/1, g bendinde yer verilen bir diğer ağırlatıcı neden, basın ve yayın araçlarının sağladığı kolaylıktan yararlanarak kişilerin dolandırılmasıdır. Basın ve yayın                                                            123  Bkz. KORKMAZ, 2020, s. 1422. 124  Bkz. KORKMAZ, 2020, s. 1424. 125  TEZCAN / ERDEM / ÖNOK, 2020, s.903; ÖZGENÇ, 2003, s. 38. 126  KOCA / ÜZÜLMEZ, 2017, s. 662. 127  Yargıtay Ceza Genel Kurulu nun 21.10.2014 tarih ve 2013/15-729 E., 2014/434 K. sayılı kararı ile 08. 4. 2014 tarih ve 2013/15-726 E., 2014/169 K. sayılı kararları için bkz. Kazancı İçtihat Programı. 684     araçları hem içerdiği bilgilerin geniş kitlelere ulaşmasını sağladığı hem de bunların inandırıcılığını artırdığı için fiilin işlenmesinde kolaylık sağlamaktadır.  Basın ve yayın araçları  denilmiş olduğundan, basılı yayınları yapan araçların yanı sıra internet, radyo, televizyon ve diğer online platformlar da bu niteliktedir.  Bir  görüşe  göre  bu  ağırlatıcı  nedenin  anlamı  ve  uygulama  alanının  yanı  sıra sadece  basın  mesupları  yönünden  mi  yoksa  basında  çıkan  bir  haber  nedeniyle  mi uygulanacağı belirsizdir.128 Geçmiş yıllarda basın yayın organlarındaki yalan haberler ve ilanların etkisiyle aldatıcı bilginin birçok kişiye kolayca ve hızlı biçimde yayılması sonucunca büyük dolandırıcılık olaylarının yaşanmış olması kanunkoyucuyu böyle bir ağılatıcı nedene yer vermeye sevk etmiş olabilir. Gerekçede bu konuda bir açıklama olmasa da basın ve yayın araçlarının kim tarafından kullanıldığının önemi yoktur.129 Nitelikli halin uygulanması için failin basın mensubu olması koşulu da aranmamıştır. Aldatıcı  bilgilerin  basın  yayın  aracılığıyla  duyurulması,  yanıltıcı  reklam  ve  bilgi verilmesi bu niteliktedir. Örneğin televizyon, radyo ve internet sitelerinde yayınlanan yanıltıcı reklamlarla gerçekte inşa edilmemiş konutları inşa edilmiş ve oturulmaya hazır durumdaymış  gibi  duyurup  hukuken  geçerli  bir  satış  yapmadan  topladığı  paralarla kaçan fail hakkında bu ağırlatıcı neden uygulanmalıdır.   H. Suçun Tacir veya Şirket Yöneticisi Olan ya da Şirket Adına Hareket Eden Kişilerin  Ticari  Faaliyetleri  Sırasında,  Kooperatif  Yöneticilerinin Kooperatifin Faaliyeti Kapsamında İşlenmesi TCK m. 158/1, h bendinde iki ayrı ağırlatıcı neden birlikte düzenlenmiştir. İlk nitelikli hal, tacir veya şirket yöneticisi olan ya da şirket adına hareket eden kişinin dolandırıcılığı ticari faaliyetleri sırasında işlemesidir. Bunun için failin tacir veya şirket yöneticisi  ya  da  şirket  adına  hareket  eden  kişi  olması  zorunludur.  Failin  aldatıcı davranışları, adına hareket  ettiği  şirketin ticari faaliyetleri sırasında işlemesi şarttır. Failin tacir olup olmadığı ve adına hareket ettiği tüzel kişiliğin şirket olup olmadığı                                                            128  TOROSLU, 2018, s. 194. 129  KOCA / ÜZÜLMEZ, 2017, s. 662; EKER-KAZANCI / ZEYREK, 2019, s. 556. 685     Türk Ticaret Kanunu na göre belirlenmelidir. Bu nitelikli halin uygulanması için failin yararı  ilgili  şirket  menfaatine  sağlamış  olması  gerekmez.  Önemli  olan  aldatıcı davranışların şirket faaliyetleri kapsamında gerçekleştirilmesidir. Örneğin 1618 sayılı Seyahat  Acentaları  ve  Seyahat  Acentaları  Birliği  Kanunu na  göre  sehayat  acentası işletme belgesi sahibi olan failin gerçekte olmayan seyahat ve tatil programları satarak kişileri dolandırması halinde bu nitelikli hal uygulanmalıdır.          Bentteki bir diğer nitelikli hal, kooperatif yöneticilerinin kooperatifin faaliyeti kapsamında dolandırıcılık suçunu işlemiş olmasıdır. Türk Ticaret Kanunu m. 124 te kooperatifler de şirketler arasında sayıldığından, bu nitelikli halde kooperatiflerin ayrıca belirtilmesine  gerek  yoktur.  Kooperatif  yöneticilerinin  kimler  olduğu  1163  sayılı Kooperatifler Kanunu na göre belirlenmelidir.   I. Suçun Serbest Meslek Sahibi Kişiler Tarafından, Mesleklerinden Dolayı Kendilerine Duyulan Güvenin Kötüye Kullanılması Suretiyle İşlenmesi TCK  m.  158/1,  i  bendindeki  düzenlemeyle  serbest  meslek  sahibi  kişilerin mesleklerinden  dolayı  kendilerine  duyulan  güveni  kötüye  kullanarak  kişileri dolandırmaları bir diğer ağırlatıcı neden olarak düzenlenmiştir. Serbest meslek sahibi kişiler, 193 sayılı Gelir Vergisi Kanunu m. 65-66 arasında belirlenmiştir. Avukatlar, dişçiler,  muhasebeciler,  özel  muayanehanelerinde  çalışan  doktorlar,  emlak komisyoncuları gibi kendi işyerlerinde bağımsız olarak mesleklerini yürüten kişiler bu kapsamdadır.  Ancak  bu  kişiler  mesleğe  giriş  ve  mesleki  faaliyetlerinde  tamamen bağımsız değildirler. Bu tür meslek mensupları, ilgili mevzuata göre kurulmuş olan meslek  birliklerine  üye  olmak  zorundadırlar.  Serbest  meslek  mensupları,  meslek birlikleri tarafından denetlenmektedirler.  Bu durumun nitelikli hal olarak kabul edilme nedeni, mesleğin sağladığı güvenin kötüye kullanılmasıdır. Ancak nitelikli halin uygulanması için failin serbest meslek mensubu olması ya da aldatıcı davranışları mesleği sırasında yapması yeterli değildir. Failin, mesleğin sağladığı güveni kötüye kullanarak aldatıcı davranışlarda bulunmuş 686     olması  gerekir.130  Örneğin  muhasebeci  olan  failin  vergi  tahukkuk  belgelerinde değişiklik yaparak aradaki farkı mal edinmesi bu nitelikli hali oluşturur. Bu nitelikli hal ile güveni kötüye kullanmanın nitelikli hali olan TCK m. 155/2 benzemektedir. Ancak ikisi arasındaki temel fark, ikincisinde failin güven ilişkisi nedeniyle zilyedi olduğu başkasına ait mal üzerinde tasarrufta bulunmasıdır.   J. Suçun Banka veya Diğer Kredi Kurumlarınca Tahsis Edilmemesi Gereken Bir Kredinin Açılmasını Sağlamak Maksadıyla İşlenmesi TCK  m.  158/1,  j  bendindeki  bu  ağırlatıcı  nedenle  bankanın  veya  kredi kurumlarının  yanıltılarak  maddi  yönden  zarara  uğratılmalarının  önlenmesi amaçlanmaktadır. Banka ve kredi kurumu kamuya ya da özel kişilere ait olabilir. 5411 sayılı Bankacılık Kanunu na göre Banka, mevduat bankaları ve katılım bankaları ile kalkınma ve yatırım bankalarını (m.3/1) ifade eder. Kredi ise aynı Kanun da (m.48) tanımlanmıştır. Buna göre, kredi dışında kalan örneğin bir hibenin, bankanın karşılıksız verdiği bir burs ya da yardımın alınması için bankanın yanıltılması halinde bu nitelikli hal  uygulanmayacaktır.  Bankadan  usulüne  uygun  olarak  alınmış  kredinin  geri ödenmesinde  yaşanan  güçlük  nedeniyle  sonradan  bankaya  sahte  belgeler  verilmesi halinde bu ağırlatıcı neden uygulanmaz. Yargıtay ın görüşü de bu yöndedir.131  Nitelikli halin uygulanması için  banka veya diğer kredi kurumlarınca tahsis edilmemesi gereken bir kredinin açılmasını sağlamak  ya da sigorta bedelini almak maksadıyla  hareket edilmesi gerektiğinden, failin bu yönde özel kasıtla hareket etmesi gerekir.132 Suçun bu nitelikli halinde yanıltılan kişiler banka veya kredi kurumu çalışanları, banka  ise  zarar  görendir.  Ancak  banka  ya  da  kredi  kurumu  çalışanlarının yanıltılmadıkları,  aksine  bu  kişilerin  verilmemesi  gereken  bir  kredinin  verilmesini sağladıkları hallerde, bankacılık zimmeti suçu söz konusu olabilir. Bu nitelikli halin uygulanması  için  failin  banka  ya  da  kredi  kurumu  çalışanlarını  yanıltıcı  nitelikteki                                                            130  HAFIZOĞULLARI / ÖZEN, 2016, s. 418. 131  Yargıtay Ceza Genel Kurulu nun 28.3.2017 tarih ve 2013/15-192 E., 2017/204 K. sayılı kararı için bkz. Kazancı İçtihat Programı.  132  KOCA / ÜZÜLMEZ, 2017, s. 665. 687     davranışlar içine girerek kredinin tahsis edilmesi sağlanmış olmalıdır. Örneğin failin sahte kimlik, bordro, vergi levhası ibraz ederek kredinin tahsis edilmesini sağlaması gerekir. Failin düzenlediği sahte belgeler nedeniyle ayrıca belgede sahtecilik suçundan dolayı  da  sorumlu  olması  gerekir.133  Bankadan  kredi  tahsisi  başvurusu  yapılıncaya kadar olan hareketler hazırlık hareketleri olarak değerlendirilerek koşulları varsa sahte belge hazırlamaktan dolayı fail sorumlu tutulabilir. Kredi tahsisi için başvuru yapılıp gerekli  belgeler  ve  bilgiler  verildikten  sonra  icra  hareketlerine  başlanıldığı  kabul edilmelidir. Bu aşamada banka çalışanlarınca durumun fark edilerek kredinin tahsis edilmemesi halinde suç teşebbüs aşamasında kalmış olacaktır. Kredi kısmen bile tahsis edildiğinde, suç gerçekleşmiş olacaktır. Tahsis edilen kredinin kısmen ya da tamamen geri ödenmesi halinde etkin pişmanlık söz konusudur.  Kimi zaman kredi alabilmek için kişiler bir yakınının konutunu, otomobilini ya da bir taşınmazını satın almış göstermek için başvurdukları muvazaalı işlemlerle bankadan kredi talep etmektedirler. Bir görüşe göre bu tür durumda gerçekte bir alım satım işlemi olmadığından, dolandırıcılık söz konusudur ve bu nitelikli hal uygulanmalıdır.134 Ancak bunun kanıtlanması güç olduğu gibi krediyi alan kişinin alınan krediyi bankaya faiziyle ödemesi halinde bankanın zararından söz edilemez. Kredinin ödenmemesinden doğacak sorunlar ise özel hukuk kapsamında değerlendirilmelidir. Yukarıda olduğu gibi sahte belge  düzenlemek  gibi  aldatıcı  davranışlara  başvurulması  halinde  ise  suçun gerçekleştiği açıktır.    K. Suçun Sigorta Bedelini Almak Maksadıyla İşlenmesi TCK m. 158/1, k bendinde  sigorta dolandırıcılığı  olarak da nitelenen durum ayrı bir ağırlatıcı neden olarak düzenlenmiştir. Bu nitelikli halin amacı, sigorta şirketlerinin zarar görmesini engellemektir. Nitelikli halin uygulanması açısından sigorta şirketinin ya da sigortanın türü önemli değildir. Mal, hayat, mali sorumluluk ya da bir başka sigorta  biçimi  söz  konusu  olabilir.  Dolandırıcılıkta  suç  bir  başkası  yararına  da                                                            133  Bkz. GÜNGÖR, 2010, s. 102-103. 134  Bkz. YAŞAR / GÖKCAN / ARTUÇ, 2010, C. 4, s. 4668. 688     işlenebileceğinden, failin mutlaka sigorta eden ya da sigorta bedelini alacak kişi (lehdar) olması gerekmez.135  Trafik  kazası  hasarının  gerçekten  yüksek  gösterilmesi,  sigortalı  işyerlerinin yakılması, hırsızlık ya da yangın gibi risklere karşı sigortalanan malların çalınmış gibi gösterilmesi  ya  da  yakılması  bu  nitelikli  halin  uygulanabileceği  örneklerdir. Sigortalanmış olan risk gerçekleşmemişken hileli davranışlarla riski gerçekleşmiş gibi gösterip sigorta bedelinin alınması halinde suç tamamlanmış olacaktır. Yukarıda banka ya da kredi kurumları zararına işlenen dolandırıcılıkta olduğu gibi burada da sigorta bedelini almak için sigorta şirketine başvuruluncaya kadar yapılan hareketler, hazırlık hareketleri olarak değerlendirilmelidir.136 Bu durumda hazırlık hareketleri ayrı bir suç oluşturuyorsa cezalandırılabilir. Sigorta şirketine başvurulduğunda doğrudan doğruya suçun  icrasına  başlanılmış  olacaktır.  Sigorta  şirketinin  durumu  fark  ederek  ödeme yapmaması halinde suçun teşebbüs derecesinde kaldığı kabul edilmelidir.      L. Suçun Kişinin, Kendisini Kamu Görevlisi veya Banka, Sigorta ya da Kredi Kurumlarının Çalışanı Olarak Tanıtması veya Bu Kurum ve Kuruluşlarla İlişkili Olduğunu Söylemesi Suretiyle İşlenmesi TCK m. 158/1, l bendindeki bu ağırlatıcı neden 24/11/2016 tarih ve 6763 sayılı Kanunla (m. 14) eklenmiştir. Bu nitelikli halin sonradan eklenme nedeni, kendisini hakim, savcı gibi adli görevli; polis, asker gibi kolluk görevlisi olarak tanıtarak bu suretle  kişilerden  menfaat  elde  edilmesi  olaylarının  son  yıllarda  artmış  olmasıdır. Görüldüğü  üzere,  dolandırıcılıkta  başvurulan  bir  yöntem  suçun  nitelikli  hali  olarak düzenlenmiştir.  Somut  ceza  belirlenirken  TCK  m.  62  kapsamında  dikkate  alınarak cezanın üst sınırdan belirlenmesi yerine bu örneklerin kazuistik bir yöntemle nitelikli hal olarak düzenlenmiş olması haklı olarak eleştirilmektedir.137                                                              135  TEZCAN / ERDEM / ÖNOK, 2020, s. 904-905; EKER-KAZANCI / ZEYREK, 2019, s. 563; CENTEL / ZAFER / ÇAKMUT, 2021, s. 525. 136  Bkz. YAŞAR / GÖKCAN / ARTUÇ, 2010, C. 4, s. 4669. 137  TEZCAN / ERDEM / ÖNOK, 2020, s. 906. 689     M.  Suçun  Kamu  Görevlileriyle  İlişkisinin  Olduğundan,  Onlar  Nezdinde Hatırı  Sayıldığından  Bahisle  ve  Belli  Bir  İşin  Gördürüleceği  Vaadiyle Aldatarak, Başkasından Menfaat Temin Etmek Suretiyle İşlenmesi  TCK m. 158/2 de, dolandırıcılık suçunun bir diğer işleniş biçimi  nitelikli hal olarak  düzenlenmiştir.  Madde  metninde  geçen   yukarıdaki  fıkra  hükmüne  göre cezalandırılır   ifadesi  nedeniyle  bu  fıkranın  da  TCK  m.  158/1 de  sayılan  nitelikli hallerden biri olduğunu kabul etmek gerekir. 138 Bu  nitelikli  halin  uygulanması  için  failin  kamu  görevlileriyle  ilişkisinin olduğundan  ya  da  onlar  nezdinde  hatırı  sayıldığını  belirterek  belli  bir  işin gördürüleceğini vaad ederek kişileri aldatmış olması gerekmektedir. Görüldüğü üzere kazuistik bir yöntemle belli bir aldatma biçimi nitelikli hal olarak düzenlenmiştir. Bu nitelikli  halin  uygulanabilmesi  için  öncelikle  failin  kamu  görevlileriyle  ilişkisi olduğunu,  onlarla  olan  ilişkisi  nedeniyle  belli  bir  işi  yaptırabileceğini  ileri  sürmesi gerekir. Genel olarak kabul edilen, failin belli bir kurumdan söz etmesinin nitelikli halin uygulanması için yeterli olmadığı ve belli bir kamu görevlisinden açıkça söz etmesi gerektiğidir.139 Failin kamu görevlisi olmayan diğer başka kişilerle bağı ve yakınlığı olduğunu  ya  da  özel  sektördeki  kimi  işleri  gördürebileceğini  söyleyerek  kişileri aldatması halinde dolandırıcılık suçu söz konusu olsa da bu nitelikli hal uygulanmaz. Kazuistik bir yöntemle oluşturulan bu nitelikli halin beraberinde getirdiği başlıca sorun nüfuz ticareti suçu ile benzerliğidir.140 TCK m. 255 te düzenlenmiş olan nüfuz ticareti suçunun ayırıcı özelliği, gördürülecek işin haksız olması ve birinci cümlede öngörüldüğü gibi kamu görevlisi olmayan failin, kamu görevlisi üzerinde nüfuz sahibi                                                            138  TCK m. 157 de  yarar  kelimesi kullanılmışken, bu fıkrada  menfaat  kelimesi kullanılmıştır. Arka arkaya iki maddede aynı anlama gelen eş anlamlı kelimelerin kullanılmış olmasına yönelik eleştiri için bkz. Hafızoğulları, 2011, s. 419 139  ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 715. 140  TCK  m.  255/1   Kamu  görevlisi  üzerinde  nüfuz  sahibi  olduğundan  bahisle,  haksız  bir  işin gördürülmesi amacıyla girişimde bulunması için, doğrudan veya aracılar vasıtasıyla, kendisine veya bir başkasına menfaat temin eden kişi, iki yıldan beş yıla kadar hapis ve beşbin güne kadar adli para cezası ile cezalandırılır. Kişinin kamu görevlisi olması halinde, verilecek hapis cezası yarı oranında artırılır. İşinin gördürülmesi karşılığında veya gördürüleceği beklentisiyle menfaat sağlayan kişi ise, bir yıldan üç yıla kadar hapis cezası ile cezalandırılır.  şeklindedir. 690     olduğunu beyan etmesidir.141 Bir diğer önemli fark da TCK m. 158 de, menfaati temin eden  kişi  dolandırıcılık  suçunun  mağduruyken,  TCK  m.  255  çok  failli  bir  suç olduğundan, menfaati temin eden kişinin de nüfuz ticareti suçunun faili olmasıdır.142 İki suç arasındaki karmaşayı gidermek için TCK m. 255 teki düzenlemenin korunarak, TCK m. 158/2 nin dolandırıcılığın nitelikli halleri arasından çıkarılması gerekir.143  N. Suçun Üç veya Daha Fazla Kişi Tarafından Birlikte İşlenmesi ya da Suç İşlemek İçin Teşkil Edilmiş Bir Örgütün Faaliyeti Çerçevesinde İşlenmesi  5237 sayılı Kanun yürürlüğe girdiğinde madde metninde yer almayan iki nitelikli hal  24/11/2016  tarih  ve  6763  sayılı  Kanunla  (m.  14)  madde  metnine  sonradan eklenmiştir. Bunlardan ilki suçun üç veya daha fazla kişi tarafından birlikte işlenmesi, diğeri ise suç işlemek için kurulmuş bir örgütün faaliyeti çerçevesinde dolandırıcılığın işlenmesidir. Bu nitelikli hallerin sonradan eklenmesinin en önemli nedeni, son yıllarda belli bir örgütlü yapılanma kapsamında ya da örgüt niteliğinde olmasalar bile bir grup kişinin bir araya gelerek belirli bir plan ve işbirliği çerçevesinde ustaca oluşturulan bir senaryoya göre işledikleri dolandırıcılık suçlarının artmasıdır.  Suçun üç veya daha fazla kişi tarafından birlikte işlenmesinin söz konusu olması için en az üç kişinin müşterek fail olarak kabul edilmelerini sağlayacak davranışlar içinde bulunmaları gerekir. Yardım eden ya da azmettiren kişiler, nitelikli halin varlığı için gerekli sayıya dahil değildir. Bu durumda ceza yarı oranında artırılmaktadır.  Suçun örgüt kapsamında işlendiğinin kabul edilebilmesi için ortada TCK m. 220 anlamında kurulmuş bir örgütün varlığı gerekir. Örgütün silahlı ya da silahsız olmasının bir önemi yoktur. Bu durumda verilecek ceza bir kat artırılmaktadır.                                                             141   Sanığın, kamu görevlisi üzerinde nüfuz sahibi olduğundan bahisle eylemi gerçekleştirdiğine yönelik kanıt bulunmadığı, ayrıca görevi kapsamına giren bir işin de olmadığı nazara alındığında, eyleminin TCK 158/2. maddesinde düzenlenen nitelikli dolandırıcılık suçunu oluşturduğu gözetilerek sanığın yüklenen suçtan beraatine, diğer sanığın ise anılan suçtan mahkûmiyetine karar verilmesi yerine, suç vasfında yanılgıya düşülerek her iki sanığın da nüfuz ticareti suçundan mahkûmiyetlerine karar verilmesi…  şeklindeki Yargıtay 5. Ceza Dairesi nin 23.9.2020 tarih ve E. 2018/3859, K. 2020/12375 sayılı kararı için bkz. Yargıtay İçtihat Bilgi Bankası. 142  Bkz. TEZCAN / ERDEM / ÖNOK, 2020, s.1321; ÖZEN, 2018, s. 674. 143  Bkz. HAFIZOĞULLARI / ÖZEN, 2016, s. 413. 691     VII.  DAHA  AZ  CEZAYI  GEREKTİREN  NİTELİKLİ  HAL:  SUÇUN ALACAĞI TAHSİL AMACIYLA İŞLENMESİ Mülga  TCK  m.  308 de   adliyeye  karşı  suçlar   arasında  düzenlenmiş  olan  kendiliğinden  hak  alma   suçuna  5237  sayılı  Kanun da  yer  verilmemiştir.  Ancak yürürlükteki  Kanun da  yağma  (150/1),  hırsızlık  (m.144),  dolandırıcılık  (m.159)  ve belgede sahtecilik (m.211) suçlarının alacağı tahsil amacıyla işlenmesine hukuken sonuç bağlanmıştır.   Daha  az  cezayı  gerektiren  hal   kenar  başlıklı  TCK  m.  159 da  Dolandırıcılığın, bir hukuki ilişkiye dayanan alacağı tahsil amacıyla işlenmesi halinde, şikayet üzerine, altı aydan bir yıla kadar hapis veya adlî para cezasına hükmolunur  şeklindeki  düzenlemeyle  suçun  alacak  ilişkisi  nedeniyle  işlenmesine  hukuki  sonuç bağlanmıştır.  Bu  hafifletici  nedenin  uygulanabilmesi  için  hukuksal  ilişkiden  doğan alacağın bulunması zorunludur.144  Alacak hakkı, alacaklının borçludan borçlanmış olduğu edimi talebe yönelik bir hak  olup  alacaklı,  aralarındaki  borç  ilişkisi  nedeniyle  sadece  borçludan  borçlanmış olduğu edimi yerine getirmesini talep etmek, bunun yerine getirilmemesi halindeyse dava ve cebri icra yoluyla borçlunun malvarlığına elkoyma hakkı verir.145 Buna göre, bu hükmün uygulanabilmesi için söz konusu alacağın mahkemeler önünde talep edilebilir nitelikte olması gerekir. Somut olayda alacak ilişkisinin olup olmadığı, bu yöndeki iddia ve  alacak  ilişkisinin  hukuki  ilişkiden  doğup  doğmadığı  mahkeme  tarafından araştırılmalıdır.  Alacağın  varlığı  konusunda  tereddüt  oluşursa  mahkeme  nisbi muhakeme yoluna giderek meseleyi kendisi çözebilir ya da bekletici mesele sayarak hukuk mahkemesinin kararını (CMK. 218) bekleyebilir.  Dolandırıcılık  suçunda  menfaatin  üçüncü  bir  kişi  yararına  elde  edilmesi  söz konusu olabilir. Bu nedenle alacağın faile ait olması gerekmez. Alacağın hukuksal bir ilişkiden doğması gerektiğinden, haksız fiilden ya da sebepsiz zenginleşmeden doğan alacağın tahsili durumunda TCK m. 159 uygulanmaz. Eksik borçlar, geçerli bir borç ilişkisinin bulunmasına karşın borçulunun devletin yetkili organları kanalıyla sorumlu                                                            144  CENTEL / ZAFER / ÇAKMUT, 2021, s. 536; EKER-KAZANCI / ZEYREK, 2019, s. 570. 145  EREN, Fikret, Borçlar Hukuku Genel Hükümler, 24. B., Yetkin Yay., Ankara, 2019, s. 49. 692     tutulamadığı  borçlardır.146  Eksik  borçlar,  alacaklıya  borçlu  aleyhine  dava  açma  ve takipte bulunma hakkı vermez. Eksik borçlar, borçlu tarafından ifa edilse de hukuken talep edilemediklerinden  ödenebilir fakat talep edilmez borç  olarak da nitelenirler. Bu nedenle eksik borçların tahsili amacıyla işlenen dolandırıcılık suçlarında bu hüküm uygulanmaz.147   Alacak miktarının önemli miktarda olup olmadığı ya da alacak miktarından daha fazla bir yararın elde edilmesi halinde sorunun nasıl çözüleceği konusunda Kanun da bir açıklık yoktur. Bu durumda, ceza yargılaması açısından önemli olan alacak miktarının değil,  alacak  ilişkisinin  olup  olmadığının  tespit  edilmesidir.148  Bu  konuda  hukuk mahkemesinin kararı ile ceza mahkemesinin kararı arasında alacağın varlığı konusunda bir çelişki ya da farklılık olması halinde ceza mahkemesinin kararı belirleyici olmalıdır. Alacağını tahsil etmek amacıyla dolandırıcılık suçunu işleyen failin, alacağına konu olan alacak bedelini aynen alması her zaman olanaklı değildir. Hükümde malın ferden belirlenerek  alınması  ya  da  borca  eşit  miktarda  alınması  koşulu  aranmamıştır.  Bu nedenle, tahsil edilen şeyin alacağa konu olan şeyle aynı olması, eşit olması, onunla aynı türden olmasını beklemek olanaklı olmadığı gibi, alınan mal ya da paranın gerçek borçla  aynı  miktarda olması da her zaman olanaklı değildir.  Alacağın varlığı  suçu ortadan kaldırmadığı için dolandırıcılık suretiyle alacak miktarından daha yüksek bir menfaatin elde edilmesinin önemi yoktur. Öte yandan suçun bu hali şikâyete bağlı kılındığından, tahsil edilen miktarla alacak arasında açık bir orantısızlık olduğunu ileri süren mağdur, şikayet hakkını kullanmak yoluna gidebilir.  Suçun  alacağı  tahsil  amacıyla  işlenmesi  halinde  dava  açılması  şikayete  bağlı olduğundan, mağdur şikayetçi olmadıkça kamu davası açılmamalıdır. Dava açıldıktan sonra  suçun  alacağı  tahsil  amacıyla  işlendiği  anlaşıldığında  yargılamaya  devam edilebilmesi için şikayet koşulu aranmalıdır (CMK m. 158/7).                                                             146  Bkz. EREN, 2019, s. 92. 147  EKER-KAZANCI / ZEYREK, 2019, s. 570. 148  Bkz. ÖZEN, 2018, s. 675. 693     VIII.  ŞAHSİ  CEZASIZLIK  SEBEBİ  VEYA  CEZADA  İNDİRİM YAPILMASINI GEREKTİREN ŞAHSİ SEBEPLER Evlilik birliğinin ve belli derecede akrabalık ilişkisinin bulunması, malvarlığına karşı işlenen kimi suçlar açısından TCK m. 167 de şahsi cezasızlık sebebi ya da cezada indirim  yapılmasını  gerektiren  şahsi  sebep  olarak  düzenlenmiştir.  Buna  göre, dolandırıcılık suçunun haklarında ayrılık kararı verilmemiş eşlerden birinin, üstsoy veya altsoyunun  veya  bu  derecede  kayın  hısımlarından  birinin  veya  evlat  edinen  veya evlatlığın, aynı konutta beraber yaşayan kardeşlerden birinin zararına olarak işlenmesi şahsi cezasızlık nedeni olup ilgili akraba hakkında cezaya hükmolunmaz. Dolandırıcılık suçunun haklarında ayrılık kararı verilmiş olan eşlerden birinin, aynı konutta beraber yaşamayan kardeşlerden birinin, aynı konutta beraber yaşamakta olan amca, dayı, hala, teyze, yeğen veya ikinci derecede kayın hısımlarının zararına olarak işlenmesi halinde ilgili akraba hakkında şikayet üzerine verilecek ceza, yarısı oranında indirilir.  Kanun da gösterilen bağların tespiti açısından Türk Medeni Kanunu hükümlerin esas  alınmalıdır.149  Evlilik  ya  da  evlilikten  doğan  hısımlık  ilişkisinin  bulunup bulunmadığı suçun işlendiği tarih esas alınarak belirlenmelidir.150 Şahsi cezasızlık ve şahsi  indirim  nedeni  sadece  ilgili  sanık  hakkında  hüküm  doğuracağından,  diğer sanıklara sirayet etmez.                                                              149  Yargıtay 15. Ceza Dairesi nin  Sanığın, babası olan müştekiye ait çeki, müşteki adına keşide ederek, piyasaya sürdüğü, bu şekilde haksız yarar sağladığı anlaşılmakla, nüfus kayıt örneğine göre, sanıkla babası müşteki arasında üstsoy-altsoy ilişkisinin bulunması karşısında, sanık hakkında, 5237 Sayılı TCK'nın 167/1-b ve 5271 sayılı CMK'nın 223/4-b maddeleri kapsamında şahsi cezasızlık hükümleri gereğince,  atılı  suçtan  ceza  verilmesine  yer  olmadığına  karar  verilmesi  gerekir.   şeklindeki 20.01.2020 tarih ve E. 2017/12571, K. 2020/468 sayılı kararı için bkz. Yargıtay İçtihat Bilgi Bankası. 150  Yargıtay 11. Ceza Dairesi nin  Dolandırıcılık suçuna dair üstsoy veya altsoyunun veya bu derecede kayın hısımlarından birinin veya evlat edinen veya evlatlığın zararına işlenmesi halinde ilgili akraba hakkında cezaya hükmolunmaz. Katılan ile sanığın kayınpeder-damat olduklarını beyan etmeleri karşısında; suç tarihinde katılan ile sanık arasında maddede belirtildiği şekilde hısımlık ilişkisi bulunup bulunmadığı araştırılarak karar verilmelidir.  şeklindeki 16.3.2016 tarih ve E. 2014/18501, K. 2016/2395 sayılı kararı için bkz. Kazancı İçtihat Programı.  694     IX. ETKİN PİŞMANLIK Etkin pişmanlık, suç işlendikten sonra failin suçun etkilerini, suçtan meydana gelen  zararı  kendi  çabalarıyla  ortadan  kaldırmaya  yönelik  olumlu  davranışlardır.151 Etkin pişmanlığın söz konusu olması için, suç tamamlandıktan sonra failin kendi isteği ile meydana gelen zararı gidermiş olması gerekir. Dolandırıcılık suçu açısından etkin pişmanlık, TCK m. 168 de düzenlenmiştir.152  TCK  m.  168/1  ve  2 ye  göre  dolandırıcılık  suçu  tamamlandıktan  sonra  failin, azmettirenin  veya  yardım  edenin  bizzat  pişmanlık  göstererek  soruşturma  ya  da kovuşturma  evresinde  mağdurun  uğradığı  zararı  aynen  geri  vermesi  veya  tazmin suretiyle tamamen  gidermesi halinde, ceza bir  miktar indirilmektedir.153 Malın geri verilmesi ve zararın giderilmesinin cebri icra yoluyla gerçekleştirilmesi, zararın failin rızası ve bilgisi olmadan üçüncü kişilerce giderilmiş olması halinde etkin pişmanlıktan söz edilemez. Ancak etkin pişmanlığın söz konusu olması için zararın mutlaka fail tarafından  bizzat  (şahsen)  giderilmesi  gerekmez.  Önemli  olan  mağdurun  uğradığı zararın giderilmiş olması ve failin buna karşı çıkmamasıdır. Bu nedenle failin bilgisi ve onayı  olmak  koşuluyla  avukatının,  bir  yakınının,  arkadaşının  meydana  gelen  zararı gidermesi  ya da suça konu malı geri vermesi söz konusu olabilir. Etkin pişmanlık hükümlerinin  uygulanabilmesi  için  zararın  giderildiği  yönünde  tarafların  beyanları yeterli  olmayıp  bu  hususun  duruşmada  ortaya  konulmuş,  bir  diğer  ifadeyle  etkin pişmanlığın gerçekleştiğinin ispatlanmış olması gerekir. TCK  m.  168/4 te   Kısmen  geri  verme  veya  tazmin  halinde  etkin  pişmanlık hükümlerinin  uygulanabilmesi  için,  ayrıca  mağdurun  rızası  aranır   denildiğinden, kısmen  geri  verme  ya  da  kısmen  giderim  (tazmin)  hallerinde  etkin  pişmanlık                                                            151  Bkz. DÖNMEZER, Sulhi / ERMAN, Sahir, Nazari ve Tatbiki Ceza Hukuku, 14. B., D&R Yay., İstanbul, 2019, C. 2, s. 152. 152  TCK m. 168/1 e göre  … dolandırıcılık … suçu tamamlandıktan sonra ve fakat bu nedenle hakkında kovuşturma başlamadan önce, failin, azmettirenin veya yardım edenin bizzat pişmanlık göstererek mağdurun uğradığı zararı aynen geri verme veya tazmin suretiyle tamamen gidermesi halinde, verilecek cezanın üçte ikisine kadarı indirilir.  TCK m. 168/2 ye göre  Etkin pişmanlığın kovuşturma başladıktan sonra ve fakat hüküm verilmezden önce gösterilmesi halinde, verilecek cezanın yarısına kadarı indirilir.  153  Bkz. EKER-KAZANCI / ZEYREK, 2019, s. 572. 695     hükümlerinin  uygulanarak  cezanın  indirilmesi,  mağdurun  bu  yöndeki  onayının (rızasının) yargılamanın hangi aşamasında gerçekleştiğine bağlı olarak değişmektedir.   X.  SUÇA  İLİŞKİN  MUHAKEMENİN  YÜRÜTÜLÜŞÜ  ve  SUÇUN YAPTIRIMI A. Görevli ve Yetkili Mahkeme Bu  suçun  TCK  m.  157 deki  basit  hali  ile  TCK  m.159 daki  daha  az  cezayı gerektiren  hali  açısından  görevli  mahkeme  Asliye  ceza  mahkemesidir.  Nitelikli dolandırıcılık suçu açısından görev, Ağır ceza mahkemelerinindir.  Dolandırıcılık suçunda aldatıcı davranışların yapıldığı yer ile yararın sağlandığı yer aynı olduğunda, bu yer mahkemesi yetkilidir. Dolandırıcılık suçu neticesi hareketten ayrılabilen  bir  suç  olduğundan  mesafe  suçu  şeklinde  de  işlenebilir.154  Aldatıcı davranışların  gerçekleştiği  yer  ile  yararın  elde  edildiği  yerin  farklı  olduğu  bu  tür durumlarda, failin yararı sağladığı yer (neticenin gerçekleştiği yer) mahkemesi yetkili olmalıdır.155  Örneğin  hileli  davranışlarla  mesafeli  satım  sözleşmesinin  yapılması sağlanmışsa mal bedelinin ödendiği yer mahkemesi yetkili olmalıdır. Özellikle telefon ve internet üzerinden yapılan dolandırıcılık açısından mağdurun ödemeyi yaptığı yerde davanın görülmesi, mağdurun korunması açısından önemlidir.    B. Şikayet ve Uzlaştırma  Dolandırıcılık suçu re sen takip edilen suçlardandır. TCK m.167/2 de düzenlenen  fail ile mağdur arasındaki belli akrabalık ilişkisinin bulunması  ve TCK m.159 da düzenlenen   suçun  bir  hukuki  ilişkiye  dayanan  alacağı  tahsil  amacıyla  işlenmesi  hallerinde suçun soruşturulması ve kovuşturulması şikâyete bağlıdır.  Uzlaştırma  kurumunun düzenlendiği CMK m. 253/1 e göre soruşturulması ve kovuşturulması şikâyete bağlı suçlar hakkında uzlaştırma hükümleri uygulanır. Buna                                                            154  ÖZBEK / DOĞAN / BACAKSIZ vd., 2016, s. 705. 155  HAFIZOĞULLARI, 2011, s. 412. 696     göre TCK m.167/2 de düzenlenen  fail ile mağdur arasındaki belli akrabalık ilişkisinin bulunması  ve TCK m.159 da düzenlenen  suçun bir hukuki ilişkiye dayanan alacağı tahsil amacıyla işlenmesi  hallerinde suçun soruşturulması ve kovuşturulması şikâyete bağlı olduğundan, öncelikle uzlaştırma hükümlerinin uygulanması zorunludur. CMK m. 253/4 e göre, yürütülen soruşturma sonunda dolandırıcılık suçundan dolayı kamu davası açılması  için  yeterli  şüphenin  bulunması  hâlinde,  dosya  uzlaştırma  bürosuna gönderilecek  ve  uzlaşma  hükümleri  uygulanacaktır.  Uzlaşmanın  sağlanması  halinde şüpheli  hakkında   kovuşturmaya  yer  olmadığı   kararı  verilecektir.  Uzlaşmanın sağlanamaması halinde ise şüpheli hakkında iddianame düzenlenecektir. 5271 sayılı CMK m. 253 te, 24.11.2016 tarih ve 6763 sayılı Kanun'un 34. maddesiyle yapılan değişiklikten sonra uzlaştırma hükümleri yeniden düzenlenerek dolandırıcılık suçunun basit hali de (TCK m. 157) uzlaştırma kapsamına alınmıştır.  CMK m. 254/1 e göre,  Kamu davası açıldıktan sonra kovuşturma konusu suçun uzlaşma kapsamında olduğunun anlaşılması halinde, kovuşturma dosyası, uzlaştırma işlemlerinin 253 üncü maddede belirtilen esas ve usûle göre yerine getirilmesi için uzlaştırma bürosuna gönderilir.  Buna göre, dolandırıcılık suçunun daha ağır cezayı gerektiren nitelikli halinin gerçekleştiği iddasıyla açılan bir kamu davası görülürken suçun  yukarıda  işaret  edilen  uzlaşma  kapsamındaki  hallerinden  biri  olduğunun anlaşılması halinde, dosya mahkeme tarafından uzlaştırma bürosuna gönderilecektir. CMK m. 254/2 ye göre, bu evrede uzlaşmanın sağlanması halinde mahkeme sanık hakkında  davanın düşmesi  kararı verecektir. 156  C. Suçun Yaptırımı TCK m. 157 de dolandırıcılık suçunun basit hali için bir yıldan beş yıla kadar hapis ve beşbin güne kadar adlî para cezası öngörülmüştür. Buna göre, mahkûmiyet                                                            156  Yargıtay Ceza Genel Kurulu nun  5237 Sayılı TCK'nın 157. maddesinde düzenlenen dolandırıcılık suçunun  uzlaştırma  kapsamına  alınması  karşısında,  mahkemece  5271  Sayılı  CMK'nın  223. maddesinin sekizinci fıkrasının ikinci cümlesi uyarınca durma kararı verilerek aynı Kanun'un 253 ve 254.  maddelerinde  belirtilen  esas  ve usule  göre  uzlaştırma  işlemleri  yerine  getirildikten  sonra, sonucuna göre sanığın hukuki durumunun yeniden değerlendirilmesinde zorunluluk bulunmaktadır.  şeklindeki 07. 5. 2019 tarih ve 2017/13-4 E., 2019/383 K. sayılı kararı için bkz. Kazancı İçtihat Programı. 697     halinde hapis cezasının yanı sıra adli para cezasına hükmedilmesi de gerekmektedir. Nitelikli dolandırıcılığın düzenlendiği m.158/1 de, 29. 6. 2005 tarihli 5377 sayılı Kanun m. (19) ve 03. 4. 2013 tarihli 456 sayılı Kanunla (m. 40) yapılan değişiklikten sonra yaptırım  yönünden  ikili  bir  yapı  ortaya  çıkmıştır.  Buna  göre  suçun  dini  inanç  ve duyguların  istismar  edilmesi  suretiyle  (TCK  m.157/1-a);  kişinin  içinde  bulunduğu tehlikeli durum veya zor şartlardan yararlanmak suretiyle (TCK m.158/1-b); kişinin algılama  yeteneğinin  zayıflığından  yararlanmak  suretiyle  (TCK  m.158/1-c);  kamu kurum ve kuruluşlarının, kamu meslek kuruluşlarının, siyasi parti, vakıf veya dernek tüzel kişiliklerinin araç olarak kullanılması suretiyle (TCK m.158/1-d); basın ve yayın araçlarının sağladığı kolaylıktan yararlanmak suretiyle (TCK m.158/1-g); tacir veya şirket yöneticisi olan ya da şirket adına hareket eden kişilerin ticari faaliyetleri sırasında, kooperatif yöneticilerinin kooperatif faaliyeti kapsamında işlenmesi (TCK m.158/1-h); serbest  meslek  sahibi  kişiler  tarafından,  mesleklerinden  dolayı  kendilerine  duyulan güvenin kötüye kullanılması suretiyle işlenmesi (TCK m.158/1-i) halinde suçun cezası, üç yıldan on yıla kadar hapis ve beş bin güne kadar adli para cezasıdır. Suçun kamu kurum ve kuruluşlarının zararına olarak (TCK m.158/1-e); bilişim sistemlerinin, banka veya kredi kurumlarının araç olarak kullanılması suretiyle (TCK m.158/1-f); banka veya diğer kredi kurumlarınca tahsis edilmemesi gereken bir kredinin açılmasını sağlamak maksadıyla  (TCK m.158/1-j); sigorta bedelini  almak maksadıyla (TCK m.158/1-k); kişinin, kendisini kamu görevlisi veya banka, sigorta ya da kredi kurumlarının çalışanı olarak tanıtması veya bu kurum ve kuruluşlarla ilişkili olduğunu söylemesi suretiyle işlenmesi hallerinde hapis cezasının alt sınırı dört yıldan, adli para cezasının miktarı suçtan elde edilen menfaatin iki katından az olamaz.  Suçun  kamu  görevlileriyle  ilişkisinin  olduğundan,  onlar  nezdinde  hatırı sayıldığından  bahisle  ve  belli  bir  işin  görüleceği  vaadiyle  aldatarak,  başkasından menfaat temin edilmesi suretiyle işlenmesi halinde (m. 158/2) verilecek hapis cezasının alt sınırı dört yıldan, adli para cezasının miktarı ise suçtan elde edilen menfaatin iki katından az olamaz. Dolandırıcılık  suçunun  basit  veya  nitelikli  halinin,  üç  veya  daha  fazla  kişi tarafından birlikte işlenmesi hâlinde verilecek ceza yarı oranında; suç işlemek için teşkil 698     edilmiş  bir  örgütün  faaliyeti  çerçevesinde  işlenmesi  hâlinde  verilecek  ceza  bir  kat artırılmaktadır (TCK m.158/3). Dolandırıcılığın, bir hukuki ilişkiye dayanan alacağı tahsil amacıyla işlenmesi halinde,  şikâyet  üzerine,  altı  aydan  bir  yıla  kadar  hapis  veya  adli  para  cezasına hükmolunur (TCK m.159).  Tüzel kişiler hakkında güvenlik tedbiri uygulanması  kenar başlıklı TCK m. 169 a göre,  Hırsızlık, güveni kötüye kullanma ve dolandırıcılık suçlarının işlenmesi suretiyle yararına haksız menfaat sağlanan tüzel kişiler hakkında bunlara özgü güvenlik tedbirlerine hükmolunur.  Bu güvenlik tedbirleri, iznin iptali ve müsaderedir (TCK m.60).  SONUÇ 5237 sayılı Türk Ceza Kanunu m. 157 de dolandırıcılık suçunun basit hali, m. 158 ve 159 da ise suçun nitelikli halleri düzenlenmiştir. 5237 sayılı TCK daki düzenleme açısından en dikkat çeken noktalardan biri, TCK m. 158 de çok sayıda nitelikli hale yer verilmiş olmasıdır.  Bu nitelikli hallerin bir kısmı mağdurun niteliği ve failin saikinden, kullanılan araç ve yöntemlerden, bir kısmı ise failin amacından hareketle nitelikli hal olarak düzenlenmiştir. Nitelikli hallerin sayısı ve kapsamı nedeniyle suçun basit halinin işlenmesi neredeyse imkânsız hale gelmiştir. Mülga Kanun ndan farklı olarak, suçun alacağı tahsil amacıyla işlenmesi cezayı hafifletici bir neden olarak düzenlenmiştir. Bu düzenlemenin yanı sıra TCK m. 167 de malvarlığına karşı suçlar yönünden hukuki sonuç bağlanan şahsi cezasızlık sebebi veya cezada indirim yapılmasını gerektiren şahsi sebepler dolandırıcılık suçu için de öngörülmüştür. Malvarlığına karşı suçlar açısından etkin pişmanlığın düzenlendiği TCK m. 168 deki ortak hükümde dolandırıcılık suçu yönünden de etkin pişmanlığa hukuki sonuç bağlanmıştır Dolandırıcılık  suçuyla  asıl  olarak  korunan  hukuki  yarar  kişilerin  malvarlığı değerleridir. Ancak bu suçla kişilerin irade özgürlükleri ve hukuksal işlemler sırasındaki iyiniyetleri de korunmaktadır. Bu suçu malvarlığına karşı işlenen diğer suçlardan ayıran temel nokta, hileli davranışlarla bir kimseyi aldatıp mağdurun malvarlığını üzerinde fail 699     ya da üçüncü bir kişi yararına tasarrufta bulunmasının sağlanmasıdır. Ekonomik bir değer taşıyan taşınır ve taşınmaz malların yanı sıra alacak hakları ve fikri haklar da suçun maddi konusunu oluşturabilir.  Herhangi  bir  kişi  dolandırıcılık  suçunun  faili  olabilir.  Hileli  davranışları gerçekleştiren kişi ile yararına menfaat elde edilenin aynı kişi olması zorunlu değildir. Bu ikisinin farklı olması halinde, hileli davranışları gerçekleştiren kişi suçun failidir. Dolandırıcılık  suçunda,  aldatılan  kişi  ile  malvarlığı  zarara  uğrayan  kişinin  de  aynı olması gerekmez. Aldatılan kişi ile malvarlığında azalma olan kişinin farklı olması halinde suçun mağduru, malvarlığı değerlerinin ait olduğu kişidir.  Dolandırıcılığın söz konusu olması için mağdurun iradesinin aldatılarak hataya düşürülmüş olması gerekir. Bu nedenle Kanun daki düzenlemenin  Bir kimseyi aldatıp, onun veya başkasının zararına olarak, kendisine veya başkasına bir yarar sağlayan kişiye …  ceza verilir  şeklinde daha yalın olması yeterlidir. Dolandırıcılığın varlığı için failin davranışlarının hileli olması arandığından, bağlı hareketli bir suç söz konusudur. Birçok olayda hile, failin sözlü açıklamalarından ve aldatmaya yönelik davranışlarından oluşur ancak mağdurda varolan bir hatadan yararlanmak suretiyle de suçun işlenmesi olanaklıdır. Mağduru aydınlatmak konusunda failin yükümlülüğü varken bunu yerine getirmeyerek  mağdurdaki  yanlış  kanıdan  hareketle  dolandırması  halindeyse  suçun susmak  suretiyle  işlendiği  kabul  edilmelidir.  Dolandırıcılık  suçu  açısından  hile, başkasının  iradesi  üzerinde  etki  edebilecek  yanıltıcı  nitelikteki  davranıştır.  Hilenin somut  olayda  muhatabı  hataya  düşürmesi  yeterli  olup  mutlaka  ustaca  hazırlanmış olması gerekmez. Hileli davranışlara rağmen mağdurun aldanmamış olması halinde, fail teşebbüs hükümlerine göre sorumlu olacaktır. Failin davranışlarının hileli olmaması halinde dolandırıcılığa teşebbüs söz konusu olmaz. Hileli davranışlara rağmen muhatap aldatılamamış ya da herhangi bir yarar elde edilememişse suç teşebbüs aşamasında kalmış  olacaktır.  Yararın  sağlanmasıyla  suç  tamamlandığından,  bu  aşamadan  sonra zararın  giderilmesi  halinde  fail  etkin  pişmanlık  hükümlerinden  yararlanabilir. Dolandırıcılık suçu iştirak hükümleri açısından herhangi bir özellik göstermez.  Dolandırıcılık suçunun manevi unsurunu kasıt oluşturur. Kastın hileli davranışa, mağdurun hataya düşürülmesine ve maddi yarar sağlamaya yönelik olması gerekir. Bu 700     suçun  varlığı  için  genel  kasıt  yeterlidir.  Ancak  suçun   banka  veya  diğer  kredi kurumlarınca tahsis edilmemesi gereken bir kredinin açılmasını sağlamak  ve  sigorta bedelini  almak  maksadıyla   işlendiğinden  bahisle  söz  konusu  nitelikli  hallerin uygulanması için failin bu özel kasıtla hareket etmesi zorunludur.  Ağır ve  acil bir ihtiyacı  karşılamak  ya da bir tehlikeden kurtulmak amacıyla kişilerin aldatılarak ihtiyaç duyulan şeyin verilmesinin sağlanması halinde fail TCK m. 25/2 deki zorunluluk halinden yararlanabilmelidir. Bu suç açısından kusurluluğa etki eden  nedenler  çok  sınırlı  biçimde  söz  konusu  olabilir.  Fail,  algılama  yeteneğinin olduğunu zannederek gerçekte algılama yeteneği zayıf birini dolandırdığında ağırlatıcı neden uygulanmamalıdır. Failin hukuki ilişkiye dayanan alacağın varlığı ya da alacağın geçerli bir hukuki ilişkiden doğduğuna ilişkin hataya düşmesi halinde de alacağı tahsil amacıyla dolandırıcılık hükümleri uygulanmalıdır.  Failin hileli davranışlarla değişik zamanlarda aynı kişiyi dolandırarak menfat elde etmesi halinde zincirleme suç hükümleri (TCK m. 43/1) uygulanacaktır. Tek bir hileli davranışla  birden  fazla  farklı  kişinin  dolandırılması  halinde  ise  gerçek  içtimaya gidilmelidir.  Dolandırıcılık  için  belgede  sahtecilik  gibi  başka  suçların  da  işlenmesi halinde gerçek içtima yoluna gidilmelidir. Kazuistik bir yöntemle hazırlanan TCK m. 158/2 deki  failin kamu görevlileriyle ilişkisinin olduğundan ya da onlar nezdinde hatırı sayıldığını belirterek belli bir işin gördürüleceğini vaad  ederek kişileri  aldatması  şeklindeki  nitelikli hal  ile TCK m. 255 teki  nüfuz ticareti  suçu birbirine çok benzemektedir. İki suç arasındaki karmaşayı gidermek  için  TCK  m.  255 teki  düzenlemenin  korunarak,  TCK  m.  158/2 nin dolandırıcılığın nitelikli halleri arasından çıkarılması gerekir.  Daha az cezayı gerektiren hal  kenar başlıklı TCK m. 159 daki düzenlemeyle suçun alacak ilişkisi  nedeniyle işlenmesine hukuki  sonuç bağlanmıştır. Bu hükmün uygulanabilmesi  için  hukuksal  ilişkiden  doğan  alacağın  bulunması  zorunludur. Dolandırıcılık suçunda menfaatin üçüncü bir kişi yararına elde edilmesi söz konusu olabileceğinden  alacağın  mutlaka  faile  ait  olması  gerekmez.  Suçun  alacağı  tahsil amacıyla işlenmesi halinde dava açılması şikâyete bağlı kılınmıştır.  701     Evlilik birliğinin ve belli derecede akrabalık ilişkisinin bulunması TCK m. 167 de malvarlığına karşı işlenen kimi suçlar açısından şahsi cezasızlık sebebi ya da cezada indirim  yapılmasını  gerektiren  şahsi  sebep  olarak  düzenlenmiş  ve  maddede  sayılan suçların  takibi  şikâyete  bağlı  kılınmıştır.  Dolandırıcılık  suçu  açısından  da  TCK  m. 168 de etkin pişmanlığa yer verilmiştir. Yarar elde edildikten sonra failin, azmettirenin veya yardım edenin bizzat pişmanlık göstererek mağdurun uğradığı zararı aynen geri vermek  veya  tazmin  etmek  suretiyle  tamamen  gidermesi  halinde,  ceza  bir  miktar indirilmektedir. İndiririlecek cezanın miktarı, pişmanlığın soruşturma ya da kovuşturma evresinde ortaya çıkmasına göre değişmektedir.  Dolandırıcılık suçunun TCK m. 157 deki basit hali ile TCK m. 159 daki daha az cezayı  gerektiren hali açısından  görevli mahkeme Asliye ceza mahkemesi, nitelikli dolandırıcılık  suçu  açısından  görevli  mahkeme  ise  Ağır  ceza  mahkemesidir. Dolandırıcılık  suçunda  failin  yararı  sağladığı  yer  mahkemesi  yetkili  olmalıdır. Dolandırıcılık suçu re sen takip edilen suçlardandır. TCK m. 167/2 de düzenlenen  fail ile  mağdur  arasındaki  belli  akrabalık  ilişkisinin  bulunması   ve  TCK  m.  159 da düzenlenen   suçun  bir  hukuki  ilişkiye  dayanan  alacağı  tahsil  amacıyla  işlenmesi  hallerinde  suçun  soruşturulması  ve  kovuşturulması  şikâyete  bağlıdır.   Uzlaştırma  kurumunun  düzenlendiği  CMK  m.  253/1 e  göre  soruşturulması  ve  kovuşturulması şikâyete bağlı suçlar hakkında uzlaştırma hükümleri uygulanır. Buna göre  TCK m. 167/2 de düzenlenen  fail ile mağdur arasındaki belli akrabalık ilişkisinin bulunması  ve  TCK  m.  159 da  düzenlenen   suçun  bir  hukuki  ilişkiye  dayanan  alacağı  tahsil amacıyla işlenmesi  hallerinde suçun soruşturulması ve kovuşturulması şikâyete bağlı olduğundan, öncelikle uzlaştırma hükümlerinin uygulanması zorunludur. 5271 sayılı CMK m. 253 te yapılan değişiklikten sonra dolandırıcılık suçunun basit hali de (TCK m. 157) uzlaştırma kapsamına alınmıştır.      702    ",
     "Kaynakça": "      ANTOLISEI, Francesco, Manuale di Diritto Penale, Parte Speciale, Vol.1, Milano, 1999. CADOPPI, Alberto / CANESTRARI, Stefano / MANNA, Adelmo, vd., Trattato di Diritto Penale, Parte Speciale, I Delitti Contro il Patrimonio, UTET Ed. Torino, 2011. CENTEL, Nur / ZAFER, Hamide/ ÇAKMUT, Özlem, Kişilere Karşı İşlenen Suçlar, C.1, 5. Baskı, Beta Yay., İstanbul, 2021. DÖNMEZER, Sulhi / ERMAN, Sahir, Nazari ve Tatbiki Ceza Hukuku, 14. B., D&R Yay., İstanbul, 2019. EKER-KAZANCI, Behiye / ZEYREK, İlker,  TCK da Dolandırıcılık Suçu , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Prof. Dr. Durmuş Tezcan Armağanı, C. 21, Özel Sayı, 2019, s. 517-583. EKİCİ ŞAHİN, Meral, Dolandırıcılık Suçu, Adalet Yay., Ankara, 2016. EREM,  Faruk  /  TOROSLU,  Nevzat,  Türk  Ceza  Hukuku  Özel  Hükümler,  Savaş  Yay., Ankara, s. 1983. EREN, Fikret, Borçlar Hukuku Genel Hükümler, 24. B., Yetkin Yay., Ankara, 2019. GIOVAGNOLI, Roberto, Studi di Diritto Penale, Parte Speciale, Giuffre Ed., Milano, 2008. GÜNGÖR, Devrim, Resmi Belgelerde Sahtecilik Suçu, Yetkin Yay., Ankara, 2010. HAFIZOĞULLARI, Zeki,  Türk Ceza Hukukunda Dolandırıcılık Suçları , Prof. Dr. Yahya Zabunoğlu Armağanı, Ankara Üniversitesi Hukuk Fakültesi Yay., Ankara, 2011, s. 405440. HAFIZOĞULLARI, Zeki / ÖZEN, Muharrem, Türk Ceza Hukuku Özel Hükümler-Kişilere Karşı Suçlar, US-A Yay., 5. Baskı, Ankara, 2016. KOCA, Mahmut,  5237 Sayılı Türk Ceza Kanunu nda Malvarlığına Karşı İşlenen Suçlar , Kazancı Hukuk Dergisi, S. 5, s. 67-92. 703     KOCA, Mahmut / ÜZÜLMEZ, İlhan, Türk Ceza Hukuku Özel Hükümler, 4. Baskı, Adalet Yay., Ankara, 2017. KORKMAZ, Fulya,  Dolandırıcılık Suçunun Bilişim Sistemlerinin Araç Olarak Kullanılması Suretiyle İşlenmesi , Ankara Üniversitesi Hukuk Fakültesi Dergisi, 2020, C. 69, S. 3, s. 1415-1436. MANTOVANI, Ferrando, Diritto Penale, Parte Speciale II, Delitti Contro il Patrimonio, CEDAM, Vicenza, 2016. MARINI, Giuliano,  Truffa , Novissimo Digesto Italiano, Vol. XIX, Milano, 1976, s. 864-888. OKUYUCU ERGÜN, Güneş,  Dolandırıcılık Suçunun Susmak Suretiyle İşlenmesi Sorunsalı , İnönü Üniversitesi Hukuk Fakültesi Dergisi, 2021, S.1, s. 304-312. ÖZBEK, Veli Özer / DOĞAN, Koray / BACAKSIZ, Pınar, vd., Türk Ceza Hukuku Özel Hükümler, 10 Baskı, Seçkin Yay., Ankara, 2016.  ÖZEN, Mustafa, Ceza Hukuku Özel Hükümler Dersleri, 3. Baskı, Adalet Yay., Ankara, 2018. ÖZGENÇ, İzzet, Ekonomik Çıkar Amacıyla İşlenen Suçlar, Seçkin Yay., Ankara, 2002. SMITH, John / HOGAN, Brian, Criminal Law, 9. Ed, Butterworths, London, 1999. SOYASLAN, Doğan, Ceza Hukuku Özel Hükümler, 10. Baskı, Yetkin Yay., Ankara, 2014. TEZCAN, Durmuş / ERDEM, M. Ruhan / ÖNOK, R. Murat, Teorik ve Pratik Ceza Özel Hukuku, 18. Baskı, Seçkin Yay., Ankara, 2020. TOROSLU, Nevzat, Ceza Hukuku Özel Kısım, Savaş Yay., Ankara, 2018. TÜMERKAN, Somay, Dolandırıcılık Suçu, Kazancı Yay., İstanbul, 1987. Türkçe Sözlük, 9. B., C.1, Türk Dil Kurumu Yay., Ankara, 1998. VINCIGUERRA, Sergio, il Codice Penale Tedesco, CEDAM, Padova 2003. 704     YAŞAR, Osman / GÖKCAN, Hasan Tahsin / ARTUÇ, Mustafa, Yorumlu-Uygulamalı Türk Ceza Kanunu, C. IV, Adalet Yayınevi, Ankara, 2010.  YENİSEY, Feridun / PLAGEMANN, Gottfried, Alman Ceza Kanunu, Beta Yay., İstanbul, 2009. ZAFER, Hamide, Ceza Hukuku Genel Hükümler, Beta Yay., İstanbul, 2021."
}