{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "04",
     "Ay": "12",
     "Yıl": "2020",
     "Cilt": "1",
     "Sayı": "11",
     "Başlık": "SERİ MUHAKEME USULÜNÜN ADİL YARGILANMA HAKKI VE DİĞER BAZI ANAYASAL İLKELER AÇISINDAN DEĞERLENDİRİLMESİ",
     "Title": "THE EVALUATION OF THE SERIAL PROCEDURE IN TERMS OF THE RIGHT TO A FAIR TRIAL AND SOME OTHER CONSTITUTIONAL PRINCIPLES",
     "Yazar İsmi": [
          "Hakan KARAKEHYA",
          "Asuman İNCE TUNÇER"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "seri muhakeme",
          "adil yargılanma hakkı",
          "alternatif çözüm yolları",
          "özel yargılama usulleri",
          "ceza muhakemesi hukuku"
     ],
     "Keywords": [
          "serial procedure",
          "right to a fair trial",
          "alternative solutions",
          "special procedures",
          "criminal procedure law"
     ],
     "Özet": " Birçok gelişmiş devletin hukuk sistemi bakımından yargılamaların uzunluğu ciddi bir sorundur. Bu bağlamda kanun koyucular, birçok hukuki uyuşmazlığı alternatif çözüm yollarıyla çözüme kavuşturma ve böylelikle yargı organlarının iş yükünü azaltma eğilimindedir. Yargı organlarının iş yükünün azalması hem mevcut davaların daha kısa sürede hem de daha iyi inceleme yapılarak sonuçlanmasına imkan verecektir. Kanun koyucumuz da bu amaçla iki yeni muhakeme usulü ihdas etmiştir. Ceza muhakemesi sistemimize, 2019 yılında, 7188 sayılı Kanun la giren iki önemli kurumdan biri de seri muhakemedir. İstisnai ve sıra dışı uygulamaları bünyesinde barındıran bu kurum, doktrinde ciddi tartışmaları da beraberinde getirmiştir. Seri muhakemenin özellikle adil yargılanma hakkı bakımından ciddi sorunlar bünyesinde barındırdığı ileri sürülmektedir. Mahkemelerin iş yükünü azaltmak ve muhakemeyi hızlandırmak amacıyla hüküm altına alınan  bu  usul,  bireylere  muhakeme  hukuku  alanında  tanınan  haklara  ciddi  şekilde  müdahalede bulunmaktadır. Bu müdahalelerin adil yargılanma hakkı ve bazı anayasal ilkeler açısından makul görülüp görülmeyeceği oldukça çetrefilli bir konudur. Çalışmamızda seri muhakeme usulünün adil yargılanma hakkı ve diğer bazı anayasal ilkeler açısından değerlendirmesi yapılmıştır. Bu bağlamda öncelikle seri muhakeme usulüne ilişkin genel tespitlerde bulunulmuş, sonrasında ise adil yargılanma hakkının gerekleri ortaya konulmuştur. Son olarak da bu yeni kurumun adil yargılanma hakkı ve diğer bazı anayasal ilkeler bakımından ihlallere neden olup olmadığı tespit edilmiştir.",
     "Abstract": "The length of proceedings is a serious problem in terms of the legal systems of many developed states. In this context, legislators tend to resolve many legal disputes with alternative solutions, thereby reducing the workload of judicial bodies. For these purposes, one of the two new special procedures introduced into the Turkish criminal procedure system in 2019 with Law No. 7188 is serial procedure. Incorporating exceptional and extraordinary practices, this institution brought serious discussions in the doctrine. It is alleged that serial procedure has serious problems, especially in terms of the right to a fair trial. This procedure seriously interferes with the rights granted to individuals in the field of procedural law. Whether these interventions are considered reasonable in terms of the right to a fair trial and certain constitutional principles is a highly complex issue. In the study, the serial procedure has been evaluated in terms of the right  to  a  fair  trial  and  some  other  constitutional  principles.  In  this  context,  firstly,  the  general determinations regarding the serial procedure were made, and then the requirements of the right to a fair trial were put forward. Finally, it was determined whether this new procedure caused violations in terms of the right to a fair trial and some other constitutional principles.",
     "Metin": " Mahkemelerin iş yükünü azaltmaya yönelik birçok alternatif çözüm yöntemine hukuk  sistemimiz  içerisinde  yer  verilmiştir.  Önödeme,  uzlaşma,  kamu  davasının açılmasının ertelenmesi, hükmün açıklanmasının geri bırakılması bunlara örnek olarak verilebilir. 2019 yılında yapılan kanun değişikliği ile bu kurumlara eklenen yeni alternatif çözüm yollarından biri de seri muhakemedir. Diğer alternatif çözüm yollarında olduğu gibi  bu  yeni  muhakeme  kurumu  da  mahkemelerin  iş  yükünü  azaltmayı,  böylelikle mahkemelerin  ellerindeki  diğer  dosyalara  daha  fazla  vakit  ayırarak,  bunlarla  ilgili uyuşmazlıkları daha çabuk çözüme kavuşturmalarını amaçlamaktadır. Bu sayede ceza davalısı kişilerin makul sürede yargılanma hakkı da ihlal edilmemiş olacaktır. Bununla  birlikte  söz  konusu  usulün  uygulanması  bakımından,  sanığın  adil yargılanma  hakkına  ilişkin  birçok  güvenceden  ve  anayasal  haktan  feragat  etmesi gerekmektedir. Bu bağlamda söz konusu usulün Anayasaya ve Türkiye nin taraf olduğu uluslararası sözleşmelere uygun olup olmadığına ilişkin ciddi tartışmalar bulunmaktadır. Ancak birçok demokratik devlette gözlendiği üzere, mahkemelerin iş yükünün fazlalığı, 3Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  modern ceza muhakemesinin birçok temel ilkesine istisna getirilerek, bu tür alternatif cezai  uyuşmazlık  çözüm  yollarının  ihdasını  zorunlu  kılmaktadır.  Elbette  ki  bu  tür kurumlara ilişkin olarak hiç kimse, gönül rahatlığı ile sorunsuz bir sistem öngörüldüğünü söyleyememektedir. Nitekim alternatif çözüm yollarının birçok farklı türü vardır ve bunlardan her birinin muhakemenin temel ilkelerinden bazılarını bir yönüyle zedelediği de aşikardır. Ancak ceza adaleti politikası bakımından alınacak kararlarda artı-eksi analizi yapmak gerekir. Çoğu kez bu alandaki politika tercihleri, sosyal hayatın birçok başka alanında olduğu üzere, saf olumlu ya da saf olumsuz (beyaz ya da siyah) sonuçlar vermez. Daha  çok  gri  renklerin  ağırlıkta  olduğu  görülür.  Dolayısıyla  muhakeme  hukuku bakımından bu yeni kurumların da getirisi ve götürüsünün ne olduğuna bakmak gerekir.  Ayrıca belirtmek gerekir ki; her ne kadar ciddi ihtiyaç olsa da bu tür kurumların hukuk  devletinin  bir  gereği  olarak  anayasal  sınırlar  içerisinde  hükme  bağlanması zorunluluktur. Bu nedenle seri muhakemenin de adil yargılanma hakkı ve diğer anayasal ilkeler açısından daha ayrıntılı ele alınması gerekir. Çalışmamızda, söz konusu kurumun adil yargılanma hakkı ve diğer anayasal ilkeler bakımından detaylı bir değerlendirilmesi yapılacaktır. Bu bağlamda öncelikle mahkemelerin iş yoğunluğu karşısında alternatif çözüm  yollarından  faydalanma  zorunluluğu  ve  seri  muhakeme  usulüne  ilişkin açıklamalar yapılacak, daha sonra adil yargılanma hakkına ilişkin temel bilgiler verilecek, son olarak da seri muhakeme usulünün adil yargılanma hakkı ve diğer bazı anayasal ilkelere ilişkin değerlendirmesi yapılacaktır.   I. MAHKEMELERİN İŞ YÜKÜNE İLİŞKİN SORUNLAR KARŞISINDA ALTERNATİF  ÇÖZÜM  YOLLARINDAN  FAYDALANMA ZORUNLULUĞU Uyuşmazlığın  niteliğine  uygun  olarak  makul  bir  sürede  yargılanmak  sanık bakımından adil yargılanmanın en önemli gereklerindendir. Adaletin makul bir sürede sağlanması özellikle masum kimselerin yargılandığı durumlarda bir an önce itibarlarının                                                 1   YENİSEY, Feridun,  Ceza Adaleti Sisteminin Etkinliği, Normal Çalışma Süresi ve Gecikme , Yeni Türkiye Dergisi, Yıl: 1996, Cilt: 10 Sayı: 2,  s.575.    4Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  iadesi edilmesini sağlar. Öte yandan adaletin sürate feda edilmemesi de gerekir. Bu nedenle salt muhakemeyi çabuklaştırmak amacıyla adil yargılanmaya ilişkin ilkelerden vazgeçilemez. Adil yargılanma ve makul sürede yargılanma ilkeleri arasında bir denge gözetilmelidir.   Adaletin gecikmesi ve muhakemenin çabuklaştırılamaması sorunu sadece Türkiye bakımından geçerli bir sorun değildir. Bugün bazı batılı devletler de dahil olmak üzere bir çok devlette yargılamanın hızlandırılamaması en çok şikayet edilen adli konuların başında gelmektedir. Bu nedenle birçok devlet, modern ceza muhakemesinin bir takım temel ilkelerini zedeleyen kurumlar ihdas ederek muhakeme faaliyetlerini hızlandırmaya çalışmaktadırlar. Gerçekten de mahkemeler iş yükü altında o kadar çok ezilmektedirler ki; ellerindeki bitirmek  için  fazlasıyla  gayret  ettiklerinde  hakkıyla  yargılama  yapmaktan,  hakkıyla yargılama  yaptıklarında  ise  birçok  kez  makul  sürede  yargılama  gerçekleştirmekten                                                 2   TOROSLU, Nevzat,  Ceza Yargılamalarının Çabuklaştırılması Sorunu ,  Yeni Türkiye Dergisi, Yıl: 1996, Cilt: 10 Sayı: 2, s.613. 3   Geciken adaletin bireysel, toplumsal etkileri, masrafları öteden beri vurgulanmaktadır. Buna karşılık ceza adaletinin yerine getirilmesinde gecikmenin gerçekten bir problem teşkil etmediği hususunda görüşler de vardır. Nitekim gecikmenin karar verecek olanlara daha fazla düşünme imkanı sağlayacağı, böylece  kararların  daha isabetli  ve  nitelikli  ve  bazı  hallerde  sanık  bakımından  faydalı  olacağı, gecikmenin zamanaşımının gerçekleşmesine sebebiyet verebileceği, sanığın savunma haklarına saygı gösterilmesinin zorunlu olarak gecikmeyi sonuçlayabileceği öne sürülmüştür. Ancak hiç kuşku yoktur ki, geciken hükümler ceza adalet sistemine olan güveni azaltacak, ülkemizde misallerine rastlandığı üzere, adaletin yerine getirilmesini bizzat suç mağdurları veya yandaşları sağlamaya çalışacaklardır. Zira halk olsun, suçu işlediği iddia olunan sanık olsun veya olaydan doğrudan etkilenen mağdur olsun, kendilerini bir yanından ilgilendiren suç olayının süratle neticelendirilmesi hakkına sahiptirler. AİHM kararlarında da vurgulandığı üzere, gecikme masumun üzerine atılan iddiadan kurtulmasını geciktiriyor ve ıstırabının sürüp gitmesine neden oluyor. Ayrıca müeyyidenin uygulanmasının ertelenmesi sonucunu doğurmakta; bu ise cezanın gerek özel gerekse genel önleme etkisini giderek azaltmaktadır. Bkz. DÖNMEZER, Sulhi / YENİSEY, Feridun, Ceza Muhakemesi Hukuku, Beta Yayınevi, İstanbul, 2000, s. 1309. 4   DÖNMEZER, Sulhi,  Ceza Adaleti Sistemimiz Üzerine Düşünceler , Yeni Türkiye Dergisi, Yıl: 1996, Cilt: 10 Sayı: 2,  s. 556. 5   Bu yeni kurumların önemli bir kısmı, şüpheli veya sanığa para cezası gibi bazı yükümlülükler getirerek muhakemeye son verme yolunu açmaktadır. Bu kurumların kabul edilmesinin temel nedenlerinden bir tanesi  mahkemelerin  iş  yükünü  azaltmak  olduğundan,  bu  yollara  başvurulabilmesi  için  sanığın suçluluğun tam olarak ispatlanmış olması gerekmez. Bu itibarla nispeten hafif ceza gerektiren suçlar bakımından kabul edilen bu kurumlarda da kişiye belirli cezai yaptırımlar uygulanmakta, ancak onun suçluluğunun  ispatı  şartı  aranmamaktadır.  Bu  nedenle  bazı  yazarlarca  bu  kurumların  ceza muhakemesinin temel ilkelerine ters düştüğü ileri sürülmektedir. Bkz. SCHROEDER, FriedrichChristian,  Ceza Muhakemesinde Fair Trial İlkesi , Ceza Muhakemesinde Fair Trial İlkesi, İstanbul Barosu Yayını, İstanbul, 1999, s. 46. 5Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  feragat etmeleri gerekmektedir. Bu nedenle alternatif bazı çözüm yolları ile en azından kamusal önemi çok yüksek olmayan cezai uyuşmazlıklar bakımından, bunları mahkeme önüne gelmeden çözüme kavuşturmanın yollarını aramak elzem görünmektedir. Aksi takdirde sistemin giderek daha çok yavaşlamasının ve sonuçta çalışamaz hale gelmesinin önüne geçilemeyecektir.  Alternatif  çözüm  yolları,  mahkemelerin  giderek  artan  iş  yükünden  kaynaklı nedenlerle  oluşan  zorunluluğa  bağlı  olarak  ortaya  çıkmış  kurumlardır.  Ancak  adil yargılanma hakkı ve diğer bazı temel hakları ciddi şekilde zedeleyen bu tür kurumlara uygulama alanı tanınırken, dikkat edilmesi gereken birtakım kriterler vardır.   II. SERİ MUHAKEME USULÜ A. Genel Olarak Ceza  Muhakemesi  Kanunu nda  (CMK),  2019  yılında  yapılan  değişikliklerle birlikte hukuk sistemimize giren alternatif cezai uyuşmazlık çözüm yöntemlerinden biri seri muhakeme usulüdür. Seri muhakeme usulü; savcı ile şüphelinin kanunda belirtilen usulle  anlaşmaları  esasına  dayanan,  kanunda  tahdidi  olarak  sayılan  suçlara  ilişkin muhakemeleri  çabuklaştırmayı  ve  böylelikle  mahkemelerin  iş  yükünü  azaltmayı amaçlayan özel bir muhakeme türüdür. Kanun koyucu bu usulle, mahkemelerin iş                                                 6   Benzer yönde bkz.  … kanun koyucunun bu yöntemin ceza muhakemesi ve yargılaması işlemlerinden farklı ve kendine özgü bir yöntem olarak kabul ettiği anlaşılmaktadır.  YAVUZ, Hakan A., Ceza Muhakemesinde Kovuşturmaya Alternatif Yöntemler, Adalet Yayınevi, Ankara, 2020,  s. 248.  …seri muhakeme usulü soruşturma evresine ilişkin bir düzenleme olup, iddianamenin düzenlenmesi yerine,  görevli  mahkemeye  hitaben  seri  muhakeme  talep  yazısının  (talepname)  düzenlendiği, Cumhuriyet savcısının, bu yazıda belirlediği cezai yaptırıma temel aldığı delilleri göstermek zorunda olmadığı (CMK m. 250/8), kural olarak hakimin yetkisinde olan hapis cezasının ertelenmesi (TCK m. 51), seçenek yaptırımlara çevrilmesi (TCK m. 50) ve hükmün açıklanmasının geri bırakılması (CMK m. 231) kurumlarının da Cumhuriyet savcısı tarafından belirlenebildiği sui generis bir kurumdur.  YILMAZ,  Zahit  /  APİŞ,  Özge,   Seri  Muhakeme  ve  Basit  Yargılama  Düzenlemelerinin Değerlendirilmesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2020, Cilt: 26 Sayı: 1, s. 64. İstisnai ve özel bir yargılama usulü olduğu yönünde bkz. KEZER, 2019, Ahmet, 30 Soru ve Yanıtta Seri Muhakeme Usulü ve Basit Yargılama Usulü, Adalet Yayınevi, Ankara,  2019,  s.  38.   …gerek  soruşturmaya  gerekse  kovuşturmaya  ilişkin  ilkeleri  bünyesinde barındıran seri muhakeme usulünün CMK nın soruşturma ve kovuşturma evrelerinin kurallarını içeren kendine özgü bir usul olduğunu söylemek mümkündür.  Bkz. TAŞKIN, Ş. Cankat, Ceza Muhakemesi Hukukunda Seri Muhakeme ve Basit Yargılama Usulü, Adalet Yayınevi, Ankara, 2020, s. 20 vd.   6Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  yükünü azaltmayı ve adil yargılanma hakkı kapsamında yer alan alt haklardan olan makul sürede  yargılanma  hakkını  bireyler  bakımından  teminat  altına  almayı  amaçlamıştır. Nitekim seri muhakeme usulünün uygulanması suretiyle bazı uyuşmazlıklar bakımından ilk derece mahkemelerinin ve dolayısıyla kanun yolu mercilerinin iş yükü azaltılacaktır. Böylelikle söz konusu merciler ellerinde olan diğer davalara daha çok vakit ayırabilecek ve bunları da daha kısa sürede adil biçimde çözüme kavuşturabileceklerdir. Seri muhakeme usulü uygulamasının, isnat altındaki kimseyi, adil yargılanma hakkı kapsamında yer alan duruşmaya çıkma, aleni yargılanma ve suçsuzluk karinesinden faydalanma gibi diğer birçok haktan mahrum ettiği de tartışmasızdır. Ancak birçok demokratik devlette gözlendiği üzere, mahkemelerin iş yükünün fazlalığı, modern ceza muhakemesinin birçok temel ilkesine istisna getirilerek, bu tür alternatif cezai uyuşmazlık çözüm yollarının ihdasını zorunlu kılmaktadır. Bununla birlikte, uygulamada ciddi bir ihtiyaç bulunsa da bu tür kurumların hukuk devletinin bir gereği olarak anayasal sınırlar içerisinde hükme bağlanması zorunluluktur.  7188 sayılı Kanun un gerekçesinde Alman CMK nın   Mahkeme ile muhakeme süjeleri arasında uzlaşma  başlıklı  257/c maddesi örnek olarak gösterilmiştir. Ancak söz konusu  düzenleme  incelendiğinde;  mahkeme  ile  muhakeme  süjeleri  arasındaki uzlaşmanın duruşma esnasında gerçekleşebileceği, uygulanabilmesi için ikrarın zorunlu olduğu; uzlaşma içeriğinin mahkeme ve muhakeme süjeleri arasında bir müzakere ile belirlendiği ve sanık ile savcılığın kabul etmesi halinde uzlaşmanın meydana geldiği görülmektedir. Ayrıca mahkemenin uzlaşma sonrasında  hukuki veya maddi açıdan                                                 7   Aynı yönde bkz. ERDEM, Mustafa Ruhan / ŞENTÜRK, Candide,  Ceza Muhakemesi Hukukunda Yeni Bir Kurum Olarak Seri Muhakeme Yöntemi , Ceza Hukuku Dergisi, Yıl: 2019, Cilt: 14, Sayı, 41, s. 575; ŞAHİN, Cumhur / GÖKTÜRK, Neslihan, Ceza Muhakemesi Hukuku II, Seçkin Yayınevi, Ankara, 2020, s. 203. Çeşitli dünya ülkelerinde uygulanan alternatif uyuşmazlık çözüm yöntemlerine ilişkin bkz. ÖZBEK, Mustafa,  Dünya Çapındaki Adalete Ulaşma Hareketleriyle Gelişmeler ve Alternatif Uyuşmazlık Çözümü , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2002, Cilt: 51, Sayı: 2, (s. 121 - 162).  8   Benzer  değerlendirmeler için bkz.  DEĞİRMENCİ,  Olgun,  Ceza  Muhakemesi  Hukukunda  Seri Muhakeme  Usulü ,  Ankara  Batı  Adliyesi  Dergisi,  Yıl:2020,  Sayı:  Ocak-Haziran,  s.  16  vd.; KIZILARSLAN, 2019,  Hakan,  7188 Sayılı Kanun la Ceza Muhakemesi Hukukuna Getirilen Seri Muhakeme ve Basit Yargılama Usulleri , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 14, Sayı:183 - 184, s. 1895-1896.   7Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  önemli olan hususlar dikkate alınmamış yahut bunlar daha sonra ortaya çıkmışsa, önerilen cezanın fiil ve kusura uygun olmadığı kanaatine varırsa uzlaşma sona ermektedir (Alman CMK  m.  257/c/4).  Söz  konusu  uzlaşma  uygulaması  kovuşturma  aşamasında gerçekleşmekte ve mahkeme tarafından hüküm kurulmaktadır. Sanığın cezasında belli oranda  indirime  gidilmesi  şeklinde  bir  zorunluluk  ise  öngörülmemiştir.  Oysa  seri muhakeme  usulü  soruşturma  aşamasında  gerçekleşmekte,  şüphelinin  ikrarı aranmamakta,  ceza  savcı  tarafından  belirlenerek  yarısı  oranında  indirilmekte  ve mahkeme yalnızca şekli bir inceleme yaparak hükmü onaylamaktadır. Ayrıca Almanya örneğinin aksine kurulan hüküm istinafa tabi değildir. İtiraz kanun yolu öngörülmüştür. Almanya  örneğinde  şüphelinin  kabulünün  aranmasının  ceza  yargılamasının  maddi gerçeği arama amacından bir sapma mahiyetinde olan bu kurumun uygulanabilmesinin bir koşulu olarak görüldüğü anlaşılmaktadır. Tüm bu nedenlerle doktrinde de haklı olarak belirtildiği gibi seri muhakeme usulünün çok esaslı noktalarda yukarıda sözünü ettiğimiz yöntemden farklılaştığını söylemek gerekir.  Esasen seri muhakeme usulü, Alman CMK nın 407. maddesi ile özel bir muhakeme usulü olarak düzenlenen ceza kararnamesiyle daha benzer nitelikler göstermektedir. Nitekim kurumun hukuki niteliğine ilişkin olarak doktrinde, seri muhakeme usulünün yargılamasız ceza olmaz ilkesinin bir istisnası olan ceza kararnamesi türlerinden biri                                                 9   Bir görüşe göre; seri muhakeme usulü savcılığın iddianame tanzim etmeden şüphelinin suçlamayı kabul etmesi halinde mahkeme tarafından olası alacağı cezanın yarısının teklif edildiği bir usuldür. Bkz. KEZER, 2019, 2019, s. 38.  Seri muhakeme usulünde sanığın usulün uygulanmasını kabul etmesi gerekir. Bunun dışında suçunu kabul ya da ikrar etmesi gibi bir koşul öngörülmemiştir. Bu nedenle söz konusu görüşe katılmıyoruz.  Bir görüşe göre; seri muhakeme usulünün Almanya ve  Amerika örneklerinde olduğu gibi ikrara dayandırılması, şekli olarak dahi olsa bir gerçekliğe ulaşılması amacını ortaya koyacağından daha isabetli olabilecektir. Bkz. BAYTAZ, Abdullah Batuhan,  Seri Muhakeme Usulü , Ceza Hukuku ve Kriminoloji Dergisi, Yıl: 2020, Cilt: 8, Sayı: 2, s. 6.   10  Alman CMK ile uzlaşma neticesinde kurulan hükümler istinafa tabi tutulmuş ve hatta Alman CMK m. 302  ile  hükmün  bir  uzlaşma  neticesinde  kurulmuş  olması  halinde  kanun  yolu  başvurusunda vazgeçilemeyeceği öngörülmüştür. Bkz. ESHELBACH, Andreas Grube,  StPO § 257c Verständigung zwischen Gericht und Verfahrensbeteiligten , BeckOK StPO mit RiStBV und MiStra (der. J. Graf), C.H. Beck, München, 2020,  Rn. 45.  11  Aynı yönde bkz.  YAVUZ, 2020, s. 316. Gerekçedeki ifadenin yanıltıcı olduğu, Avrupa daki sistemlerin seri muhakeme usulüyle pek çok yönden farklılıklar içerdiği yönünde bkz. TAŞKIN, 2020, s. 117.   8Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  olduğu değerlendirmesi yapılmaktadır. Buna göre; kovuşturmaya alternatif bir yöntem olması,  uygulanması  için  iddianame  hazırlanmasında  olduğu  gibi  yeterli  şüphenin bulunmasının gerekmesi, soruşturma evresinde büyük oranda savcının kontrolünde gerçekleşmesi, suçun oluşması ve yaptırımın belirlenmesine ilişkin değerlendirmenin savcı tarafından yapılarak söz konusu durumun şüpheli tarafından da kabul edilmesi halinde ve ancak bir mahkeme tarafından onaylandıktan sonra uygulanabilir hale gelmesi ve mahkumiyet kararı ile aynı sonuçları doğurması gibi ceza kararnamelerine has temel özelliklerin hepsi seri muhakeme usulünde de bulunmaktadır. Doktrinde yapılan değerlendirmelerde seri muhakeme usulü, bazı yönlerden ceza pazarlığına benzetilmektedir. Her iki usulde de savcı etkin konumda bulunmakta ve esasen yargının iş yükünün azaltılması hedeflenmektedir. ABD de uygulama alanı bulan sanık-savcı  pazarlığı  yöntemlerinin  amacı  da  yargılamayı  hızlandırmaktır.  Seri yargılamada olduğu gibi ceza pazarlığı sürecinde de mahkeme onayı söz konusudur.  Yapısal  olarak  ceza  kararnamelerine  ve  mülga  Ceza  Muhakemeleri  Usulü Kanunu nda  (CMUK)  bulunan  sulh  ceza  hakiminin  ceza  kararnamesi  isimli  usule benzerliği nedeniyle kurumun ceza kararnamesi olarak isimlendirilmesinin daha yerinde olacağı yönünde görüşler bulunmaktadır. Seri muhakeme usulü isminin seçiminde; seri muhakeme  ve  basit  yargılama  usullerinin  soruşturma  ve  kovuşturma  evrelerinde uygulanabilen usuller olmasından hareket eden kanun koyucunun bu fark nedeniyle                                                 12  ECKSTEIN, Ken,  StPO § 407 Zulässigkeit , Münchener Kommentar zur StPO Band 3 (der. Christoph Knauer, vd.), C. H. Beck, München, 2019, Rn. 3.  13  TEMMING, Dieter,  Verfahren bei Strafbefehlen , BeckOK StPO mit RiStBV und MiStra (der. J. Graf), C.H. Beck, München, 2020, Rn. 10. 14  YAVUZ, 2020, s. 244.  15  ERDEM / ŞENTÜRK, 2020, s. 580 vd.; TAŞKIN, 2020, s. 104 vd.  16  YAVUZ,  2020,  s.  310.  Kurumun  Cumhuriyet  savcısının  ceza  kararnamesi  şeklinde  de adlandırılabileceği yönünde bkz. DEĞİRMENCİ, 2020, s. 17; YENİSEY, Feridun / NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara, 2020, s. 847. Terminolojide seri muhakeme usulü teriminin kullanılmasının yanlış olduğu; muhakeme ve usul kelimelerinin birlikte kullanılmaması gerektiği, muhakeme deyişi de terk edilerek seri yargılama teriminin kullanılması gerektiği yönünde bkz. YURTCAN, Erdener, Ceza Yargılaması Hukuku, Seçkin Yayınevi, Ankara, 2019, s. 713. Muhakemenin bir yargılama faaliyeti gerektirdiği, seri muhakemede usulünde ise bir yargılama yapılmadığından kavramın yanlış kullanıldığı yönünde bkz. TAŞKIN, 2020, s. 20; BAYTAZ, 2020, s. 4.   9Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  muhakeme ve yargılama terimlerini tercih ettiği görülmektedir. Her ne kadar muhakeme kavramı yargılamayı da içine alan bir terim olarak kullanılsa da henüz soruşturma aşamasında  başvurulan  bir  usul  olması  nedeniyle  seri  muhakeme  deyişi  tercih edilmiştir. Mevcut terminoloji söz konusu iki kurum arasındaki farkı berraklıkla ortaya koyamamaktadır; ancak aynı durumun ceza kararnamesi teriminin seçilmesi halinde de yaşanabileceğini  düşünüyoruz.  Zira  sulh  ceza  hakiminin  kararnamesi  yalnız  seri muhakeme usulü ile değil basit yargılama usulü ile de benzer özellikler göstermektedir.  B. Seri Muhakeme Usulünün Hukuki Niteliği  Seri muhakeme usulü; savcı ile şüphelinin kanunda belirtilen usulle anlaşmaları esasına dayanan, özel bir muhakeme türüdür. Bu usule tabi uyuşmazlıklarda söz konusu usulün denenmiş olması, ceza muhakemesi bağlamında olumlu bir muhakeme şartı oluşturmaktadır. Dolayısıyla seri muhakeme usulünü, belirli uyuşmazlıklarda uygulama                                                 17  Benzer değerlendirme için bkz. KIZILARSLAN, 2019,  s. 1907; YENİSEY / NUHOĞLU, 2020, s. 853.  18  Bir görüşe göre;  muhakeme kavramına ilişkin terminolojik olarak eleştirilebilir yönleri bulunsa da  muhakeme işlemlerinin olağan muhakeme usulüne göre daha çabuk yapıldığı ve sonlandırıldığı  bir muhakeme türünü ifade etmesi bakımından  seri  ifadesinin kullanımı yerindedir. Bkz. YILMAZ / APİŞ, 2020, s. 72 vd. Muhakeme ve yargılama terimlerinin eş anlamlı olduğu; aradaki tek farkın birinin Arapça diğerinin Türkçe olması olduğu yönünde bkz. SELÇUK, Sami,  Doğru terim  MUHAKEME  değil,  YARGILAMA dır , Marmara Üniversitesi Hukuk Araştırmaları Dergisi, Yıl: 2013, Cilt: 19, Sayı: 2, 2013, s. 313.  19  YILMAZ / APİŞ, 2020, s. 64; Seri muhakeme ve basit yargılama usullerinin mülga CMUK m. 386 vd. da düzenlenen sulh ceza hakiminin ceza kararnamesi hükümlerinin yeni bir ad altında ve daha dejenere bir biçimde Kanun a getirilmesi niteliğinde olduğu yönünde bkz. OKTAR, Salih,  Seri Muhakeme ve Basit Yargılama Usulleri, 10 Aralık İnsan Hakları Günü Etkinlikleri Kapsamında Yargı Reformu Stratejisinin Değerlendirilmesi, Türkiye Barolar Birliği İnsan Hakları Merkezi Sempozyumunda Yapılan Sunum. https://www.youtube.com/watch?v=65eTxyXAaZY (erişim tarihi 20.08.2020) 15. dk.  Sulh ceza hakiminin ceza kararnamesi usulünün seri muhakeme ve basit yargılama olarak CMK ya ithal edildiği yönünde bkz. KIZILARSLAN, 2019,  s. 1909.  Seri muhakeme usulü adı altında getirilen bu düzenlemeler mülga CMUK da bulunan sulh ceza hakiminin  ceza kararnamesi  ne benzemektedir.  Bkz. GÖKCEN, Ahmet / BALCI, Murat / ALŞAHİN, M. Emin, vd., Ceza Muhakemesi Hukuku, Adalet Yayınevi, Ankara, 2020, s. 92. Yürürlükten kaldırılan sulh hakiminin ceza kararnamesi kurumunun başka bir ad altında tekrar canlandırıldığı yönünde bkz. YENİSEY / NUHOĞLU, 2020, s. 841.  20  Seri muhakeme usulünün kabul edilmemiş olmasının dava şartlarından biri olduğu yönünde bkz. GÖKCEN / BALCI / ALŞAHİN vd., 2020, s. 89.   10Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  girişiminde bulunulması zorunlu olan ve bu nedenle aynı zamanda muhakeme şartı oluşturan, özel bir ceza muhakemesi türü olarak nitelendirmek mümkündür.   Seri  muhakeme  usulünün  kapsamını  belirleyen  temel  hüküm  olan  CMK m.250/1 deki ilk cümle  seri muhakeme usulü uygulanabilir  veya  seri muhakeme usulünün uygulanması Cumhuriyet savcısı tarafından takdir edilir  şeklinde, bu yola başvurmanın savcının takdirinde olduğunu gösteren bir ifade ile bitmemektedir. Bilakis cümle  sonunda   seri  muhakeme  usulü  uygulanır   şeklinde,  emredici  bir  ifade kullanılmıştır.  Dolayısıyla  kanuni  koşullar  gerçekleştiğinde  savcının  bu  yola başvurması zorunludur (Bkz. Yönetmelik m.8/4). Bu husus Yönetmelik m.5/2 de ise;  kanunun 250 nci maddesinin birinci fıkrasında sayılan suçlarda kamu davası açılması için yeterli şüphe oluşturacak delil elde edilmesi üzerine kamu davasının açılmasının ertelenmesine  karar  verilmediği  takdirde,  seri  muhakeme  usulünün  uygulanması zorunludur.  denilmek suretiyle ayrıca vurgulanmıştır. Bu  zorunluluğun  sonucu  olarak  madde  kapsamındaki  suçlara  ilişkin  davalar bakımından bir muhakeme şartı da ihdas edilmiştir. Nitekim seri muhakeme usulünün denenmiş ve bundan sonuç alınamamış olması, bu kapsamdaki suçlarla ilgili davalar bakımından bir muhakeme şartı oluşturmaktadır. Dolayısıyla koşullar gerçekleşmesine rağmen  savcının  seri  muhakeme  usulü  yoluna  gitmeden  iddianame  düzenlediğinin anlaşılması halinde, mahkeme iddianamenin iadesine karar vermelidir (CMK m.174/1/c; Yönetmelik m.5/10).                                                 21   …seri muhakeme usulü en öz ifade ile Kanun da gösterilen bazı katalog suçlar için öngörülmüş mecburi bir muhakeme türüdür.  Bkz. YILMAZ / APİŞ, 2020, s. 72.  22  Söz konusu hükmün uygulamada yeknesaklığı sağlamak ve savcıların keyfiliğini önlemek amacıyla getirildiği yönünde bkz. KIZILARSLAN, 2019,  s. 1915. Yazara göre; mevcut düzenleme karşısında savcının seri muhakeme usulünün uygulanmaması yönünde bir takdir kullanması mümkün değildir. Ancak kovuşturma aşamasında şüphelinin daha lehine sonuçlar doğabileceği kanaatinin bulunması halinde  savcıya  kovuşturma  aşamasına  geçirme  yetkisi  verilmesi  daha  uygun  olacaktır.    Bkz. KIZILARSLAN, 2019,  s. 1918. CMK m. 171/2 uyarınca kamu davasını açmada savcıya takdir yetkisi tanınmışken; seri muhakemeye başvurmanın zorunlu tutulmasının sistemsiz bir düzenleme yapıldığı izlenimi uyandırdığı yönünde bkz. YENİSEY / NUHOĞLU, 2020, s. 843.  11Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  C. Seri Muhakeme Usulünün Uygulanma Koşulları 1. Genel Olarak Kanuni düzenleme dikkate alındığında, seri muhakeme usulüne başvurulmasının bir  takım  temel  koşulları  olduğu  görülmektedir.  Bunun  yanında  CMK  ve  ceza muhakemesine ilişkin hükümlerin yer aldığı diğer kanunlarda bulunan düzenlemelerden de  bu  koşullara  ilişkin  bazı  sonuçlar  çıkartılabilmektedir.  Bu  iki  husus  birlikte değerlendirildiğinde, seri muhakeme usulüne başvurulmasının temel koşulları şu şekilde sıralanabilir;  1) Muhakeme konusu fiilin oluşturduğu suçun seri muhakeme usulüne tabi olması, 2) Yeterli şüpheye ulaşılmış olması,  3) Kamu davasının açılmasının ertelenmesi kararı verilmemiş olması,  4) Şüpheliye ulaşılmış olması,  5) İştirak halinde işlenen suçlarda tüm fail ve şeriklerin seri muhakeme usulünün uygulanmasını kabul etmesi, 6) Muhakeme şartının gerçekleşmiş olması, 7) Şüphelide yaş küçüklüğü ve akıl hastalığı ile sağır ve dilsizlik hallerinden birinin bulunmaması. Aşağıda bu koşullar ayrı başlıklar halinde incelenecektir.  2. Muhakeme Konusu Suçun Seri Muhakeme Usulüne Tabi Olması  Seri muhakeme usulünün uygulanabileceği suçları da kanun koyucu tahdidi olarak, tek tek CMK m.250/1 de belirlemiştir. Buna göre;   Soruşturma  evresi  sonunda  aşağıdaki  suçlarla  ilgili  olarak  kamu  davasının açılmasının ertelenmesine karar verilmediği takdirde seri muhakeme usulü uygulanır: a) Türk Ceza Kanununda yer alan; 1. Hakkı olmayan yere tecavüz (madde 154, ikinci ve üçüncü fıkra), 2. Genel güvenliğin kasten tehlikeye sokulması (madde 170), 12Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  3. Trafik güvenliğini tehlikeye sokma (madde 179, ikinci ve üçüncü fıkra), 4. Gürültüye neden olma (madde 183), 5. Parada sahtecilik (madde 197, ikinci ve üçüncü fıkra), 6. Mühür bozma (madde 203), 7. Resmi belgenin düzenlenmesinde yalan beyan (madde 206), 8. Kumar oynanması için yer ve imkan sağlama (madde 228, birinci fıkra), 9. Başkasına ait kimlik veya kimlik bilgilerinin kullanılması (madde 268) suçları. b) 10/7/1953 tarihli ve 6136 sayılı Ateşli Silahlar ve Bıçaklar ile Diğer Aletler Hakkında Kanunun 13 üncü maddesinin birinci, üçüncü ve beşinci fıkraları ile 15 inci maddesinin birinci, ikinci ve üçüncü fıkralarında belirtilen suçlar. c) 31/8/1956 tarihli ve 6831 sayılı Orman Kanununun 93 üncü maddesinin birinci fıkrasında belirtilen suç. d) 13/12/1968 tarihli ve 1072 sayılı Rulet, Tilt, Langırt ve Benzeri Oyun Alet ve Makinaları Hakkında Kanunun 2 nci maddesinde belirtilen suç. e) 24/4/1969 tarihli ve 1163 sayılı Kooperatifler Kanununun ek 2 nci maddesinin birinci fıkrasının (1) numaralı bendinde belirtilen suç.  Söz konusu suçların tahdidi olarak sayıldığı bu hüküm, istisnai nitelikte olması dolayısıyla  kıyas  yoluyla  genişletilemez.  Dolayısıyla  seri  muhakeme  usulünün uygulanabileceği suçlar burada sayılanlarla sınırlıdır. Bir görüşe göre seri muhakeme usulüne tabi suçların kapsamının dar tutulması nedeniyle sistemden beklenen verim alınamayacaktır. Buna göre; özellikler aile içi kavgalarda tarafların yargılama aşamasında sıkça barışıyor olmaları nedeniyle aile içindeki basit yaralamaların katalog suçlar arasında sayılmaması  bir  eksikliktir.    7188  sayılı  Kanun un  gerekçesinde,  seri  muhakeme                                                 23  KEZER, 2019, s. 39; ALDEMİR, Hüsnü, Ceza Yargılamasında Seri Muhakeme ve Basit Yargılama Usulleri, Adalet Yayınevi, Ankara, 2019, s. 55; ERDEM / ŞENTÜRK, 2020, s. 587; YURTCAN, 2019, s. 714.  24  KEZER, 2019, s. 125.   13Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  usulüne tabi suçların ispatı kolay ve ağır nitelikte olmayan suçlar olduğu belirtilmiş; ancak neden sadece söz konusu suçların bu kapsama alındığı konusunda açıklamaya yer verilmemiştir. Bu suçların ispatının her zaman kolay ve net olduğunu söylemenin ne kadar doğru olduğu bir tarafa bırakılırsa, söz konusu suçların tamamının ağır nitelikte olmadığını söylemek zordur. Örneğin; seri muhakeme usulü kapsamında yer alan parada sahtecilik (TCK m.197), iki yıldan on iki yıla kadar hapis ve on bin güne kadar adlî para cezasını  gerektirmektedir.  Bunun  yanında  TCK  m.268 de  düzenlenen  başkasına  ait kimlik bilgilerinin kullanılması suçunun cezası bakımından TCK m.267 de düzenlenen iftira suçuna ilişkin hükümlere atıf yapılmıştır. TCK m.267 de düzenlenen iftira suçu bakımından ise  TCK m.61/1 in  uygulanması kapsamında doğrudan alt ve üst sınırı dikkate alınacaktır. Ancak TCK m.267 suçun temel şeklinden bağımsız yüksek ceza içeren  birçok  netice  sebebiyle  ağırlaşmış  hal  barındırmaktadır.  Örneğin,  hakkında soruşturma ve kovuşturma yapılmasını engellemek ve suçu kimlik bilgilerini kullandığı mağdurun üzerine atmak için bu kişiye ait kimlik bilgilerini kullanan kimsenin fiili sonucunda, mağdur müebbet veya ağırlaştırılmış müebbet hapis cezasına mahkum olursa, fail 20 yıldan 30 yıla kadar hapis cezası verilecektir (Bkz. TCK m. 268 göndermesiyle TCK m.267/5). Adli Teşkilat Kanunu m.12 gereğince ağır ceza mahkemesinin görev alanına giren bu suçun hafif nitelikte olduğunu söylemek gerçekten çok zordur. Nitekim seri  muhakeme  usulü  kapsamına  alınan  suçlarla  ilgili  doktrinde  de  benzer  yönde eleştiriler dile getirilmiştir. Şüpheli bakımından ceza indirimine ilişkin önemli bir                                                 25   Kataloğa bakıldığında, seçilen suç tiplerinin sübut değerlendirmesinin, daha ziyade detaylı bir araştırmaya gerek kalmaksızın, bir tutanakla ya da hızlı bir bilirkişi incelemesiyle tamamlanmasının mümkün olduğu suçlar olduğu görülmektedir.  Bkz. YAVUZ, 2020, s. 252.  Seri muhakemeye tabi suçların objektif bir kritere göre seçilip seçilmediğinde tereddüt oluşmuştur. Hakkı olmayan yere tecavüz  dışında  genellikle  belli  bir  mağdura  karşı  değil,  kamuya  karşı  işlenen  suçlar  olduğu görülmektedir. Soruşturması bakımından ağırlıklı olarak kolluk tutanaklarının büyük belirleyicilik taşıdığı suç tipleridir. Ancak tamamen pratik kaygıların, özellikle mahkemelerin iş yükünün azaltılması düşüncelerinin etkili olduğu anlaşılmakta, ileride yeni değişikliklerle bu suçların artırılma olasılığı bulunmaktadır.  Bkz. YENİSEY / NUHOĞLU, 2020, s. 848.  26  CENTEL, Nur / ZAFER, Hamide, Ceza Muhakemesi Hukuku, Beta Yayınevi, İstanbul, 2020, s. 621; UĞURLUBAY, Gülsün A. Aygörmez / HAYDAR, Nuran / KORKMAZ, Mehmet,   Seri Muhakeme Usulüne İlişkin Sorunlar , Ankara Sosyal Bilimler Üniversitesi Hukuk Fakültesi Dergisi, Yıl:  2019, Cilt: 1, Sayı: 2, s. 264 vd.; TAŞKIN, 2020, s. 77. Basit yargılama usulünde olduğu gibi suç için öngörülen cezanın üst sınırı dikkate alınarak iki yıllık bir ölçüt kullanılmasının daha yerinde olacağı yönünde bkz. YENİSEY / NUHOĞLU, 2020, 846.  14Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  avantaj sağlamakla birlikte, rızasıyla da olsa adil yargılanma hakkından ciddi anlamda feragat  etmesi  sonucunu  doğuran  seri  muhakeme  usulünün  ancak  gerçekten  hafif nitelikteki suçlarla ilgili uygulanması kabul edilmelidir.  3. Yeterli Şüpheye Ulaşılmış Olması CMK m. 250/1 de bu koşul;  Soruşturma evresi sonunda aşağıdaki suçlarla ilgili olarak  kamu  davasının  açılmasının  ertelenmesine  karar  verilmediği  takdirde  seri muhakeme  usulü  uygulanır…   ifadesiyle  getirilmiştir.  Soruşturma  evresinin  sonu deyişinden anlaşılması gereken ise soruşturmanın eksiksiz bir şekilde tamamlanması ve karar aşamasına gelinmesidir.  CMK m.170/2 de açıkça ifade edildiği üzere, savcılığın soruşturma konusu bir suça ilişkin iddianame düzenleyebilmesi için suçun işlendiğine dair  yeterli şüphe  ye ulaşmış olması gerekir. Bu bağlamda seri muhakeme usulüne gidilebilmesi için gerekli ilk koşul, muhakeme konusu fiilin oluşturduğu suçun şüpheli tarafından işlendiğine ilişkin yeterli şüphenin bulunmasıdır. Aksi takdirde, yani suçun şüpheli tarafından işlendiğine ilişkin yeterli  şüphe  bulunmuyorsa;  savcı  takipsizlik  kararı  vererek  soruşturmayı sonlandırmalıdır (CMK m.172). Bu husus Yönetmelik m.5/2 de;  kanunun 250 nci maddesinin birinci fıkrasında sayılan suçlarda kamu davası açılması için yeterli şüphe oluşturacak delil elde edilmesi üzerine kamu davasının açılmasının ertelenmesine karar                                                 27  BAYTAZ, 2020, s. 13, YAVUZ, 2020, s. 249; YILMAZ / APİŞ, 2020, s. 74.  …delillerin olayın hemen sonrasında bulunması ve korunması daha kolaydır. Olayın üzerinden bir süre geçtikten sonra, yeniden delil  araştırması  yapmaya  başlamak  önceden  elde  edilebilecek  delillerin  bulunamamasına  yol açabilecektir. Savcının, soruşturmanın hemen başında seri muhakeme usulünü başlatmasının kabul edilmesi halinde, hakimin veya şüphelinin seri muhakeme usulünün uygulanmasını kabul etmedikleri durumlarda, olayın üzerinden süre geçmiş olduğundan, delillerin toplanamaması veya kaybolması tehlikesi oluşacaktır. Bu nedenle, kanun koyucunun,  soruşturmanın tamamlanması sonrasında seri muhakeme usulünün uygulanmasını kabul etmiş olması muhakeme mantığına daha uygun bir düzenleme olmuştur.  Bkz. KIZILARSLAN, 2019,  s. 1916. 28  Aynı yönde bkz. ALDEMİR, 2019, s. 223; ERDEM / ŞENTÜRK, 2020, s. 586; ŞAHİN / GÖKTÜRK, 2020, s. 204; CENTEL / ZAFER, 2020, s. 612. Doktrinde yapılan bir değerlendirmeye göre; seri muhakeme usulü hazırlık aşamasında savcılığın topladığı delillere göre şüphelinin mahkum olacağına yüzde yüz emin olduğu hallerde uygulanabilen bir muhakeme usulüdür. Belirtmek gerekir ki seri muhakeme usulünün uygulanması için böyle bir koşul öngörülmüş değildir. Kovuşturma evresinin sonunda yeterli şüpheye ulaşılmış olması iddianamenin hazırlanması için gerekli ve yeterlidir. Elbette mevcut delil durumuna göre yeterli şüphe derecesinin aşılmış olması da mümkündür; ancak bu bir gereklilik olarak öngörülmemiştir. Bkz. KEZER, 2019, s. 38.   15Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  verilmediği  takdirde,  seri  muhakeme  usulünün  uygulanması  zorunludur.   denilmek suretiyle de vurgulanmıştır (Ayrıca bkz. Yönetmelik m.8/4).  Yeterli  şüphe,  şüphelinin  suçu  işlemiş  olma  ihtimalinin  işlememiş  olma ihtimalinden daha yüksek olduğu bir şüphe derecesini ifade etmektedir. Dolayısıyla eldeki delil durumuna göre, savcı dava açtığında sanığın mahkum olma ihtimalini beraat etme ihtimalinden yüksek görüyorsa, bu durumda yeterli şüpheye ulaşmış demektir. Bu bağlamda seri muhakeme usulüne tabi bir suçla ilgili olarak bu yola gidilebilmesinin alternatifi, kamu davasının açılacak olmasıdır. Eğer eldeki delil durumu vb. sebeplerle, kamu  davası  açma  imkanı  bulunmuyorsa,  seri  muhakeme  usulüne  gidilmeksizin takipsizlik kararı ile muhakeme sona erdirilmelidir (Yönetmelik m.8/3). Seri muhakeme usulü  soruşturma  aşamasında  başvurulan  bir  usuldür.  Bu  bağlamda  iddianamenin iadesinden sonra da seri muhakeme usulüne başvurulması mümkündür.  Bu  noktada  ayrıca  belirtmek  gerekir  ki;  Cumhuriyet  savcısı  suçun  seri muhakemelik olduğunu anladığında, maddi gerçeği araştırmaktan imtina etmemelidir. Nitekim bu usulü uygulamak bakımından, şüphelinin suçu işlediğine dair en azından yeterli şüphe seviyesine ulaşmış olmalıdır. Eğer şüphelinin suç üstlenmesi (TCK m.270)                                                 29  ALDEMİR, 2019, s. 223.  30  Bu  bağlamda  seri  muhakeme  usulünün  uygulandığı  hallerde  de  suç  haberinin  alınmasından iddianamenin hazırlanabilmesi için gereken koşulların oluştuğu evreye kadar soruşturma işlemleri genel ceza  muhakemesi  usulünce  yapılmaktadır.  Bkz.  YILMAZ  /  APİŞ,  2020,  s.  74.  Soruşturmanın tamamlanmış olması ve uyuşmazlıkla ilgili delillerin tespit edilmesi, seri muhakeme usulünün şüpheli tarafından kabul edilmesini kolaylaştıracaktır. Bkz. KIZILARSLAN, 2019,  s. 1917.  Öncelikle burada isnat edilen suçla ilgili tüm delillerin toplanması gerekmektedir. Tüm deliller toplandıktan sonra şüpheli hakkında kamu davası açılması gerekip gerekmediği hususu tartışmaya açılmalı ve bu durum cumhuriyet savcısı tarafından değerlendirilmelidir. Şüphelinin atılı suçu işlediği yönünde bir kanaat oluşması ve yeterli delil elde edilmesi durumunda suçun seri muhakeme usulüne tabi olup olmadığı belirlenmelidir.   Bkz.  ÇALIŞKAN,  Suat,  Ceza  Muhakemesinde  Seri  Muhakeme  Usulü, https://www.hukukihaber.net/ceza-muhakemesinde-seri-muhakeme-usulu-makale,7314.html  (erişim tarihi 27.08.2020), p. 75.  CMK m. 250/8-c kapsamında isnat olunan suçun hangi kanun maddesinden ibaret olduğunu belirtmekle yetinilmemeli, tam tersine anılan hususları içeren gerekçeli bir iddiada bulunulmalıdır. Bu sadece isnadı öğrenme hakkının bir gereği değil, aynı zamanda etkin bir savunmada bulunmanın da ana koşuludur. Bu noktada Yargıtayın iddianameler için öngördüğü standartların, talepnameler  için de en  azından isnat  olunan  suç  ile  alakalı yerine  getirilmesi gerekir.   Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 262.  …seri muhakeme usulü, soruşturmanın başından itibaren Cumhuriyet savcısının gözetim ve denetiminde kolluk görevlileri aracılığıyla delil toplanması işlemlerinin yapılması durumunu ortadan kaldırmaz. Bu usulün herhangi bir nedenle uygulanamaması halinde soruşturmaya geri dönüleceğinden, soruşturma evresinin genel muhakeme sürecinde olduğu gibi yürütülmesi ve delillerin toplanması gerekir.  Bkz. CENTEL / ZAFER,  2020, s. 612. 16Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  gibi bir durum olduğunu tespit ederse, soruşturma konusu fiille ilgili olarak şüpheli hakkında yeterli şüphe olmaması nedeniyle takipsizlik kararı vermeli (CMK m.172); buna karşın suç üstlenmeden dolayı da hakkında soruşturma başlatmalıdır. Suçun seri muhakemelik  olmasının  savcının  araştırma  yükümlülüğünü  ortadan  kaldırmadığı Yönetmelik  m.8/1 de  açıkça  vurgulanmıştır.  Buna  göre;   Cumhuriyet  savcısı  seri muhakeme usulüne tâbi bir suçun işlendiği izlenimini veren bir hâli öğrenir öğrenmez kamu davasını açmaya yer olup olmadığına karar vermek üzere hemen işin gerçeğini araştırmaya  başlar.  Soruşturma  konusu  suçun  seri  muhakeme  usulüne  tâbi  olması Cumhuriyet savcısının maddi gerçeği araştırma yükümlülüğünü ortadan kaldırmaz.   4. Kamu Davasının Açılmasının Ertelenmesi Kararı Verilmemiş Olması Kamu davasının açılmasının ertelenmesi kararı verilecek haller ve koşulları CMK m.171/2 vd. gösterilmiştir. CMK m.250/1 de ise kanun koyucu;  soruşturma evresi sonunda aşağıdaki suçlarla ilgili olarak kamu davasının açılmasının ertelenmesine karar verilmediği takdirde seri muhakeme usulü uygulanır  demek suretiyle, kamu davasının açılmasının ertelenmesi kararının verildiği hallerde, suç seri muhakeme usulüne tabi olsa bile bu usulün uygulanamayacağını açıkça belirtmiştir. Bu bağlamda kamu davasının açılmasının  ertelenmesi  kararı  verildikten  sonra,  şüpheli  beş  yıllık  denetim  süresi içerisinde  yeniden  kasıtlı  bir  suç  işlerse,  hakkında  kamu  davası  açılacak,  suç  seri muhakeme  usulüne  tabi  olsa  bile,  denetim  süresinin  ihlalinden  sonra  bu  usul uygulanamayacaktır.  Tekrar  belirtmek  gerekir  ki,  kamu  davasının  ertelenmesine  karar  verilmediği takdirde savcılık seri muhakeme usulünü uygulamak zorundadır. Bu konuda bir takdir yetkisi bulunmamaktadır. 5. Şüpheliye Ulaşılmış Olması Seri muhakeme usulüne başvurulabilmesi için gerekli bir diğer önemli koşul ise şüpheliye ulaşılmış olmasıdır. Aksi takdirde seri muhakeme usulünün gerçekleştirilmesi                                                 31  Bu bağlamda örneğin, seri muhakemelik bir suç işlemiş kimse daha önce kasıtlı bir suçtan mahkum olmuş ise hakkında kamu davasının açılmasının ertelenmesi kararı verilemeyecektir. Ancak Cumhuriyet savcısı,  Kanun un  emredici  hükmü  gereğince  bu  kimse  bakımından  seri  muhakeme  usulünü uygulayacaktır. Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 264. 17Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  mümkün  olmayacaktır.  Kanun  koyucu  buna  ilişkin  hükme  CMK  m.250/13 te  yer vermiştir (Ayrıca bkz. Yönetmelik m.5/6). Buna göre;  Resmî mercilere beyan edilmiş olup da soruşturma dosyasında yer alan adreste bulunmama veya yurt dışında olma ya da  başka  bir  nedenle  şüpheliye  ulaşılamaması  hâlinde,  seri  muhakeme  usulü uygulanmaz.   6. İştirak Halinde İşlenen Suçlarda Tüm Fail ve Şeriklerin Seri Muhakeme Usulünün Uygulanmasını Kabul Etmesi Kanun koyucu iştirak halinde işlenen suçlarda, tüm fail ve şeriklerin seri muhakeme usulünün uygulanması kabul etmesi durumunda bu usulün uygulanabileceğini kabul etmiştir. Buna göre  suçun iştirak hâlinde işlenmesi durumunda şüphelilerden birinin bu usulün uygulanmasını kabul etmemesi hâlinde seri muhakeme usulü uygulanmaz (CMK m.250/11).   İştirak  edenlerin  yardım  eden,  azmettiren  ya  da  fail  olmasının  önemi yoktur. Hangi tür iştirak içinde olurlarsa olsunlar ya bu kişilerin tamamı seri muhakeme usulünü kabul edecek ve bu usul uygulanacaktır ya da içlerinden bir tanesi bile söz konusu usulün  uygulanmasını  kabul  etmezse,  seri  muhakeme  usulü  hiçbiri  bakımından uygulanamayacaktır. 7. Muhakeme Şartının Gerçekleşmiş Olması  Seri muhakeme usulünün uygulama alanı bulabilmesi bakımından gerekli bir diğer koşul da muhakeme engeli bulunmamasıdır. Bu bağlamda uyuşmazlık konusu fiilin oluşturduğu suça ilişkin bir muhakeme şartı varsa; ancak bu şart gerçekleştiğinde seri muhakeme usulü uygulanabilecektir. Örneğin; yasama dokunulmazlığından faydalanan bir  milletvekilinin  seri  muhakeme  usulüne  tabi  suçlardan  birisini  işlediği  tespit edildiğinde, muhakeme usulünün uygulanarak milletvekili hakkında hüküm kurulması                                                 32  ERDEM / ŞENTÜRK, 2020, s. 588; KIZILARSLAN, 2019,  s. 1924; YAVUZ, 2020, s. 255. 33  DEĞİRMENCİ, 2020, s. 19.  Şeriklerden biri muhakeme usulünü kabul etmezse hiçbir şüpheli hakkında seri yargılanma usulü uygulanmaz. Savcılık makamı işbu durumun önüne geçmek için dosyaları tefrik ya da birleştirme yoluna gidilemez.  Bkz. KEZER, 2019, s. 61.   18Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  mümkün değildir. Çünkü  dokunulmazlığın bulunmaması  na ilişkin muhakeme şartı gerçekleşmemiştir.  Basit  yargılama  usulünün  düzenlediği  CMK  m.  251/7   de  soruşturma  veya kovuşturma yapılması izne ya da talebe bağlı olan suçlar hakkında basit yargılama usulünün  uygulanmayacağı  hükme  bağlanmışken  seri  muhakeme  usulü  bakımından böyle  bir  hüküm  sevk  edilmemiştir.  Katalog  suçlar  arasında  bu  nitelikte  bir  suç bulunmadığından söz konusu düzenlemenin bir fark yaratmayacağı söylenebilirse de ileride  yapılacak  kanuni  bir  değişiklikle  katalog  suçların  kapsamının  genişletilmesi halinde ayrıca değerlendirme yapmak gerekir.35  8. Şüphelide Yaş Küçüklüğü ve Akıl Hastalığı ile Sağır ve Dilsizlik Hallerinden Birinin Bulunmaması Şüpheli bakımından yaş küçüklüğü ve akıl hastalığı ile sağır ve dilsizlik hâllerinin bulunmaması seri muhakeme usulünün uygulanması için gerekli koşullardandır. Kanun koyucu buna ilişkin açık bir hükme kanunda yer vermiştir. Buna göre;  seri muhakeme usulü, yaş küçüklüğü ve akıl hastalığı ile sağır ve dilsizlik hâllerinde uygulanmaz (CMK m.250/12).   Şüpheli  seri  muhakeme  usulünü  kabul  ederek  adil  yargılanma  hakkı bakımından kendisine tanınmış olan önemli birtakım güvencelerden vazgeçmektedir (delillerin  mahkeme  tarafından  değerlendirilmesi,  hükmün  kanun  yolunda  ayrıntılı denetimi,  vb).  Bu  nedenle  şüpheli,  seri  muhakeme  kurumuna  ilişkin  tam  olarak aydınlatılmış olmalı ve rızası bu şekilde alınmalıdır. Eğer şüphelinin tam aydınlatılmış bir  rızası  bulunmuyorsa,  seri  muhakeme  usulünün  uygulanması  söz  konusu olamayacaktır.  Bu  bağlamda  kanun  koyucu;   aydınlatılmış  rıza   nın  bu  gruptakiler bakımından  söz  konusu  olamayacağını  kabul  ederek,  bu  kimselerin  şüpheli  olduğu uyuşmazlıklarda seri muhakeme usulünün uygulanma ihtimalini ortadan kaldırmıştır.                                                 34   …soruşturma yapılmasını engelleyen muhakeme engeli olması halinde C. Savcısının öncelikle bu engelin ortadan kalkması için gerekli usuli işlemleri gerçekleştirmesi, engelin ortadan kalkmayacağı anlaşıldığı  takdirde  kovuşturmaya  yer  olmadığına  dair  kararın  verilmesi  gerekmektedir.   Bkz. BAYTAZ, 2020, s. 14.  35  Soruşturma  ve  kovuşturması  izne  ya  da  talebe  bağlı  olan  suçların,  seri  muhakeme  usulünün uygulanamayacağı istisnai bir grup suç olduğu yönünde bkz. DEĞİRMENCİ, 2020, s. 19.   36  Aynı yönde bkz. KIZILARSLAN, 2019,  s. 1923 vd.   19Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Böyle bir kanuni düzenleme yapılmasının bir diğer sebebi de şüpheli bakımından sayılan durumlardan birinin bulunup bulunmadığının çoğu kez bilirkişi incelemesi ile tespit edilmesinin gerekmesidir. D. Seri Muhakeme Usulünün Uygulanması 1. Genel Olarak  Seri  muhakeme  usulünün  ne  şekilde  uygulanacağı  CMK  m.250  ve  ilgili yönetmelikte  hükme  bağlanmıştır.  Bu  düzenlemeler  ışığında  söz  konusu  usulün uygulanması  farklı  safhalara  ayrılarak  irdelenebilir.  Bununla  birlikte  şu  hususu  da başlangıçta belirtmek gerekir ki; bu usulün uygulama sürecinin kanun yolu aşaması hariç bir-iki gün içinde bitirilmesi esastır. Aşağıda her bir safha ayrı ayrı incelendiğinden, ilk bakışta  bu  usulün  uygulanmasının  belki  aylarca  süreceği  düşünülebilir.  Ancak belirttiğimiz üzere kanun yolu aşaması hariç bilgilendirmeden hükmün kurulmasına kadar ki süreç bir-iki gün içinde çoğu kez bitirilmiş olacaktır. Elbette ki istisnai durumlar ortaya çıkabilecektir. Örneğin; teklif yapıldıktan sonra şüphelinin bir aya kadar düşünme süresi istemesi hallerinde, sürecin tamamlanması oldukça uzun sürebilecektir. Ama esasta öngörülen ve istenen husus, seri muhakeme usulünün, adı üzerinde, çok seri ve hızlı tamamlanmasıdır. Bu düşünceyi yansıtan hükümlere de yönetmelikte yer verilmiştir. Örneğin  Yönetmelik  m.10/9 da   şüphelinin  teklifi  müdafi  huzurunda  kabul  etmesi halinde şüpheli, aynı gün mahkemeye yönlendirilir  denilerek, muhakemenin seri şekilde ilerletilmesi gerekliliği vurgulanmıştır. Bu usulde muhakeme seri şekilde ilerletilecek olsa da bu süreci safhalara ayırarak incelemek, kurumu daha sistematik olarak ele almak bakımından kolaylık sağlamaktadır. Bu nedenle, uygulamada birçok kez iç içe geçecek olan sürecin safhalarını burada ayrı başlıklar halinde incelemeyi uygun buluyoruz.    Yönetmelik  hükmü  dikkate  alındığında,  seri  muhakeme  usulü  uygulanırken yaptırımın belirlenmesi safhasının, teklif safhasından önce geldiği görülmektedir. Biz                                                 37  ERDEM / ŞENTÜRK, 2020, s. 589. 38  Bkz. aynı yönde; YILMAZ / APİŞ, 2020, s. 77; KIZILARSLAN, 2019,  s. 1929, 1931. Aksi görüşe göre ise şüphelinin usulün uygulanmasını kabul etmesi halinde seri muhakeme usulünün uygulanması kararı verilecek ve cezanın belirlenmesi safhasına geçilecektir. Bkz. ALDEMİR, 2019,  s. 63; ERDEM / ŞENTÜRK, 2020, s. 590.  20Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  de incelememizi bu şekilde gerçekleştireceğiz. Bu bağlamda seri muhakeme usulünün uygulanma  safhaları  sırasıyla  şu  şekildedir;  1)  Bilgilendirme  Safhası  2)  Yaptırımın Belirlenmesi Safhası 3) Teklif Safhası 4) Talep Safhası 5) İnceleme Safhası 6) Hükmün Kurulması Safhası 7) Kanun yolu Safhası. Aşağıda her bir safha sırasıyla ele alınıp incelenecektir.  2. Bilgilendirme Safhası Cumhuriyet  savcısı  uyuşmazlık  konusu  suçun  seri  muhakeme  usulüne  tabi olduğunu ve bu usulü uygulamak için gerekli diğer koşulların bulunduğunu tespit ederse, kendisi doğrudan veya kolluk görevlileri aracılığıyla, şüpheliyi, seri muhakeme usulü hakkında bilgilendirir (CMK m.250/2; Yönetmelik m.8/2). Kanun koyucu, şüphelinin teklifi tam olarak aydınlatılmış şekilde kabul etmesini aradığından, bilgilendirmenin net şekilde yapılması büyük önem arz etmektedir. Nitekim neyle karşılaşacağını bilmeyen birinin, kendisine teklif edilen uygulamayı kabul etmeme eğiliminde olması muhtemeldir. Bu  bağlamda  bilgilendirmenin  tam  ve  net  olarak  yapılması  gerekir.  Aksi  takdirde mahkemelerin iş yükünü azaltacağı inancıyla getirilen bu kurumun kendisinden beklenen oranda uygulama alanı bulması zor olacaktır. Bununla birlikte adil yargılamaya ilişkin birçok güvenceden vazgeçen şüphelinin, bu rızasının tam aydınlatılmış olarak alınmış olması,  söz  konusu  usulün  uygulamasının  makul  karşılanabilmesi  bakımından  da  olmazsa olmaz  bir gerekliliktir. Bu husus, Yönetmelik m.5/3 te  seri muhakeme usulü, şüphelinin müdafi huzurunda özgür iradesi ile bu usulün uygulanmasını kabul etmesi hâlinde gerçekleştirilir.  denilerek vurgulanmıştır.  3. Yaptırımın Belirlenmesi Safhası CMK m. 250/3 vd. fıkralara bakıldığında, sanki bilgilendirme aşamasını teklif aşaması  takip  edecekmiş  gibi  bir  anlam  çıkmaktadır.  Doktrinde  bir  görüşe  göre; Cumhuriyet savcısı önce teklifte bulunacak, teklifin şüpheli tarafından kabul edilmesi halinde somut cezanın belirlenmesi aşamasına geçilecektir. Oysa bu durum yukarıda ayrıntılı olarak açıkladığımız üzere, seri muhakeme usulünün yapısına uygun değildir. Bu                                                 39  Bkz. aynı yönde; KEZER, 2019, s. 41 vd.;  YILMAZ / APİŞ, 2020, s. 76; UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 266-267. 40  ERDEM / ŞENTÜRK, 2020, s. 590; YURTCAN, 2019, s. 715 vd.   21Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  nedenle de kurumun yaygın olarak uygulama alanı bulmasına engel teşkil edebilecektir. Ancak  daha  sonra  çıkartılan  Yönetmelik  m.10/2 de   seri  muhakeme  usulünün uygulanması  Cumhuriyet  savcısı  tarafından  şüpheliye  teklif  edilir;  şüpheliye uygulanacak yaptırımların neler olduğu açıklanır  denilmek suretiyle teklif sırasında uygulanacak  yaptırımların  da  şüpheliye  aktarılacağı  ifade  edilmiştir.  Buradan  çıkan anlam, teklif aşamasına geçilmeden önce savcının uygulanacak yaptırımları belirlemiş olması  gerektiği  yönündedir.  Aşağıda  şüpheli  hakkında  uygulanacak  yaptırım belirlenirken  hangi  esaslar  doğrultusunda  hareket  edileceği  ayrı  başlıklar  halinde açıklanacaktır. Bir görüşe göre, yaptırıma ilişkin hususların Cumhuriyet savcısı tarafından, onun takdiri ile belirleniyor olması seri muhakeme usulünün kanun koyucu tarafından bir pazarlık  yöntemi  olarak  kabul  edilmediğini  ortaya  koymaktadır.  Zira  yaptırımın belirlenmesi  aşamasında  şüpheli  ile  Cumhuriyet  savcısı  arasında  bir  müzakere yapılmamaktadır. Ancak görüş sahipleri, yaptırıma karar verme konusunda çok geniş bir takdir hakkına sahip bulunan Cumhuriyet savcısı ile hukuken bir açıklık olmasa da örtülü bir müzakere olacağını kabul etmektedir.  CMK m.250/4 ün açık düzenlemesine göre, şüpheli hakkında mahkemeden talep edilecek somut ceza belirlenirken sadece TCK m.61 in birinci fıkrası gereğince belirlenen ceza yarı oranında indirilecektir.43 Bunun dışında cezanın belirlenmesinde TCK m.61 in                                                 41  YAVUZ, 2020, s. 266. 42  YAVUZ, 2020, s. 285. 43  Temel cezanın belirlenmesine ilişkin TCK m.61/1 hükmü ise şu şekildedir;    Cezanın belirlenmesi   Madde 61. - (1) Hakim, somut olayda;   a) Suçun işleniş biçimini,   b) Suçun işlenmesinde kullanılan araçları,   c) Suçun işlendiği zaman ve yeri,   d) Suçun konusunun önem ve değerini,   e) Meydana gelen zarar veya tehlikenin ağırlığını,   f) Failin kast veya taksire dayalı kusurunun ağırlığını,   g) Failin güttüğü amaç ve saiki göz önünde bulundurarak, işlenen suçun kanuni tanımında öngörülen cezanın alt ve üst sınırı arasında temel cezayı belirler. 22Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  diğer fıkraları dikkate alınmayacaktır. Söz konusu düzenleme şu şekildedir;  Cumhuriyet savcısı, Türk Ceza Kanununun 61 inci maddesinin birinci fıkrasında belirtilen hususları göz önünde bulundurarak, suçun kanuni tanımında öngörülen cezanın alt ve üst sınırı arasında  tespit  edeceği  temel  cezadan  yarı  oranında  indirim  uygulamak  suretiyle yaptırımı belirler (CMK m.250/4; Ayrıca bkz. Yönetmelik m.10/5 ).   Bu bağlamda talep edilecek ceza belirlenirken, örneğin işlenen suçta ağırlaştırıcı ya da hafifletici sebepler varsa bunlar cezanın belirlenmesinde etkili olmayacaktır. Bir başka ifadeyle suçun temel şekline bağlı olarak cezayı arttıran bir nitelikli hal varsa (örneğin yaralama  eşe  karşı  işlenmişse-TCK  m.86/3)  bu  dikkate  alınmaksızın  temel  ceza belirlenecektir. Yine suçun olası kastla işlenmesi söz konusuysa, ceza hesaplanırken olası kast indirimi dikkate alınmayacak ya da bilinç taksir hali söz konusuysa bundan kaynaklı artırım  yapılmayacaktır.  Nitekim  CMK  m.250/4 te  doğrudan  TCK  m.61/1 e  atıf yapılarak, cezanın sadece bu fıkra hükümlerine göre belirleneceği ifade edilmiştir. Olası kasta  göre  cezanın  indirilmesi  veya  bilinçli  taksir  dolaysıyla  attırılması  ise  TCK m.61/2 de,  ağırlaştırıcı  veya  hafifletici  neden  olan  nitelikli  hallerin  göz  önünde bulundurulmasına ilişkin düzenleme ise TCK m.61/4 te hükme bağlanmıştır. Bunun yanı sıra teşebbüs halinde kalmış suçlarda indirim yapılması ya da yaş indirimi gibi hususların ceza belirlenirken uygulanması yahut yardım edenin cezasının faile göre indirilmesi de mümkün değildir. Nitekim bu hususlar TCK m.61/5 te düzenlenmiştir. Oysa yukarıda da ifade ettiğimiz üzere, CMK m.251/4 teki açık ifadeye göre yaptırım belirlenirken sadece TCK m.61/1 düzenlemesi dikkate alınacaktır.  Cumhuriyet savcısı sadece burada belirtilen kıstaslar doğrultusunda cezanın alt ve üst sınırı arasında bir miktar belirleyip, bu miktarı yarı oranında indirerek şüpheli için talep  edilecek  somut  cezayı  belirleyecektir.  İndirim  oranı  konusunda  Cumhuriyet                                                 44  DEĞİRMENCİ, 2020, s. 20; ERDEM / ŞENTÜRK, 2020, s. 590; YAVUZ, 2020, s. 268. Aksi görüşe göre ise TCK nın 61. maddesinin ilk fıkrası dikkate alınarak temel cezanın belirleneceğine dair kanuni düzenleme,  61.  maddenin  diğer  fıkralarının-  örneğin  iştirak  bakımından  beşinci  fıkranın- uygulanmayacağı anlamına gelmemektedir. Bkz. ŞAHİN / GÖKTÜRK, 2020, s. 205. Savcının cezayı belirlerken 61. maddede öngörülen tüm kriterleri dikkate alması gerektiği yönünde bkz. YURTCAN, 2019, s. 716. 61. Maddenin diğer fıkralarının uygulanabilmesi için bir gözden geçirme yapılması gerektiği yönünde bkz. BAYTAZ, 2020, s. 30.  23Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  savcısının bir takdir hakkı bulunmamaktadır. Seri muhakeme usulünün uygulandığı her durumda  61.  maddenin  ilk  fıkrasında  belirtilen  ölçütler  uygulanarak  ceza  miktarı belirlenecek ve bu miktar üzerinden her halde yarı oranında indirim yapılacaktır.  Kanun koyucu TCK m.61/1 çerçevesinde belirlenen cezada yarı oranında indirim yapılması suretiyle talep edilecek somut cezanın, koşulların bulunması halinde TCK m.50 deki seçenek yaptırımlara çevrilmesine ya da TCK m.51 e göre ertelemeye konu olmasına  da  imkan  tanımıştır.  Cezanın  seçenek  yaptırımlara  çevrilmesi  veya ertelenmesine ilişkin söz konusu düzenleme ise şu şekildedir;  Dördüncü fıkra uyarınca sonuç olarak belirlenen hapis cezası Cumhuriyet savcısı tarafından, koşulları bulunması hâlinde Türk Ceza Kanununun 50 nci maddesine göre seçenek yaptırımlara çevrilebilir veya  51  inci  maddesine  göre  ertelenebilir  (CMK  m.250/5;  Ayrıca  bkz.  Yönetmelik m.10/7)).  Bu bağlamda talep edilmek üzere belirlenen somut ceza, seçenek yaptırımlara çevrilmenin  koşullarını  sağlıyorsa,  Cumhuriyet  savcısı  belirlediği  somut  yaptırımı seçenek  yaptırımlara  çevirerek  talepte  bulunabilecektir.  Benzer  şekilde  koşullarını sağlıyorsa, Cumhuriyet savcısı talepnamede bu cezanın ertelenmesini de isteyebilecektir.  Ancak burada kanun koyucu savcıya takdir yetkisi tanımıştır. Koşullar bulunsa bile savcı, cezanın seçenek yaptırımlara çevrilmesini veya ertelenmesini talep etmeyebilecektir. Bununla birlikte bu durum savcıya bir keyfilik alanı tanımamaktadır. Nitekim savcının koşulları  bulunduğu  hallerde  bu  kurumları  uygulamamasının  makul  bir  sebebi                                                 45  ALDEMİR, 2019, s. 73 vd.; DEĞİRMENCİ, 2020, s. 21; ERDEM / ŞENTÜRK, 2020, s. 591; KIZILARSLAN, 2019,  s. 1933.  46  Hapis cezasının kısa süreli olup olmadığı yarı oranında indirim yapıldıktan sonra bulunan ceza miktarına göre belirlenmelidir. Sanığın birden fazla suçtan mahkum olması durumunda ise sürenin belirlenmesinde toplam ceza miktarı değil, her bir suç bakımından ayrı ayrı değerlendirme yapılmalıdır. Bu durumda, şüpheli birden fazla seri muhakemelik suç işlemiş ise; koşullarının bulunması durumunda şüpheli hakkında bunlardan her biri bakımından ayrı ayrı seri muhakeme usulü işletilecek ve bu suçlardan her biri bakımından sonuç ceza kısa süreli ise TCK nın 50. maddesi uygulanabilecektir. Bkz. TAŞKIN, 2020, s. 50 vd.  47  Doktrinde bu konuda yapılan bir değerlendirmeye göre seri muhakeme usulüne tabi suçlar için öngörülmüş olan cezaların genelde kısa süreli hapis cezaları olması ve Cumhuriyet savcısının ½ oranında indirim yapma zorunluluğu karşısında seri muhakeme usulünün uygulandığı neredeyse tüm hallerde cezalar seçenek yaptırımlara çevrilebilecek ve bu tür suçlar fiilen kovuşturma sistemi dışına çıkarılacaktır. Bkz. KIZILARSLAN, 2019,  s. 1933-1934.  48   Cumhuriyet savcısı bu iki seçenekten birisini tercih etme ya da hiçbirisini tercih etmeme konusunda takdir yetkisine sahiptir.  Bkz. YAVUZ, 2020, s. 274.   24Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  bulunmalıdır.  Eğer  hükmün  açıklanmasının  geri  bırakılmasının  CMK  m.231/5  vd.  yer  alan koşulları  varsa,  Cumhuriyet  savcısı  mahkemeye  vereceği  talepnamede,  kurulacak mahkumiyet hükmünün açıklanmasının geri bırakılmasını isteyebilecektir. Nitekim CMK m.250/6 da  bu maddeye göre  belirlenen yaptırımlar hakkında, Cumhuriyet savcısı tarafından,  koşulları  bulunması  halinde  231  inci  madde  kıyasen  uygulanabilir  denilmektedir (Ayrıca bkz. Yönetmelik m.10/6).   Son  olarak  belirtmek  gerekir  ki;  seri  muhakeme  usulünde  cezanın  kanunda öngörülen usulle belirlenmesi, bu cezanın ertelenmesi, seçenek yaptırımlara çevrilmesi ya da hükmün açıklanmasının geri bırakılmasına karar verilmesi, fail hakkında, işlediği suç  nedeniyle  uygulanacak  güvenlik  tedbirlerine  karar  verilmesini  engellemez (Yönetmelik m.5/9). Nitekim CMK m.250/7 ye göre;  bu madde kapsamında yaptırım uygulanması,  güvenlik  tedbirlerine  ilişkin  hükümlerin  uygulanmasına  engel  teşkil etmez.  Dolayısıyla savcı, talepnamede uygulanması gereken güvenlik tedbirlerini de talep etmelidir. Örneğin işlediği suç nedeniyle şüphelinin TCK m.53 gereğince belirli hakları  kullanmaktan  yoksun  bırakılması  gerekiyorsa,  talepnamede  de  bu  güvenlik tedbirinin fail hakkında uygulanması istenecektir. Ancak belirtmek gerekir ki, belirli hakları kullanmaktan yoksun bırakma tedbiri mahkumiyetin kendiliğinden bir sonucu ve ona bağlı bir güvenlik tedbiri olduğundan infaz aşamasında re sen de değerlendirilebilir.  4. Teklif Safhası Seri  muhakeme  usulünün  uygulanması  sürecinde,  bilgilendirme  ve  yaptırımın belirlenmesi safhalarını, şüpheliye seri muhakemesi usulünün uygulanmasına ilişkin                                                 49  Önemli  bireyselleştirme  araçlarından  olan  bu  iki  kurumun,  cezanın  özel  önleme  amacını gerçekleştirmeye hizmet edecek biçimde kullanılması bakımından Cumhuriyet savcısının şüpheli hakkında sosyal inceleme raporuna göre takdirini kullanması gerektiği yönünde bkz. YAVUZ, 2020, s. 275.  50  Müsadere kararı verilebilmesi için kasten işlenmiş bir suçun varlığı gerektiğinden seri muhakeme usulünde Cumhuriyet savcısının bu konuda karar vermesinin muhakeme sistemimize uygun olmadığı, ayrıca dava açılması gerektiği yönünde bkz. BAYTAZ, 2020, s. 30 vd.  51  DEĞİRMENCİ, 2020, s. 21.  52  ERDEM / ŞENTÜRK, 2020, s. 593.   25Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  teklifte  bulunulması  safhası  takip  eder.  Bu  bağlamda  bilgilendirme  ve  yaptırımın belirlenmesinden  sonra,  Cumhuriyet  savcısı  tarafından  seri  muhakeme  usulünün uygulanması şüpheliye teklif edilir ve şüphelinin müdafii huzurunda teklifi kabul etmesi hâlinde bu usul uygulanır (CMK m.250/3). Belirtmek gerekir ki seri muhakeme usulünü teklif yetkisi yalnızca Cumhuriyet savcısına aittir. Bu safhada, bilgilendirme safhasında olduğu gibi kolluğa bir yetki tanınmamıştır.  Teklif  safhasında  öncelikle,   Cumhuriyet  savcısı  şüpheliyi  seri  muhakeme usulünün uygulanmasını teklif etmek amacıyla en kısa sürede davet eder. Davet; telefon, telgraf,  faks,  elektronik  posta  gibi  iletişim  araçlarından  yararlanmak  suretiyle  de yapılabilir (Yönetmelik m.9/1). Şüphelinin mazeretsiz olarak davete icabet etmemesi, resmî  mercilere  beyan  edilmiş  olup  da  soruşturma  dosyasında  yer  alan  adreste bulunmaması veya yurt dışında olması ya da başka bir nedenle şüpheliye ulaşılamaması hâlinde Cumhuriyet savcısı tarafından bu durum tutanağa bağlanır ve soruşturmaya genel hükümlere göre devam edilir (Yönetmelik m.9/2; Ayrıca aynı yönde bkz. Yönetmelik m.10/4).  Kanun koyucu, yerinde olarak, seri muhakeme usulünün uygulanmasına ilişkin teklifin, bizzat Cumhuriyet savcısı tarafından yapılmasını hükme bağlamıştır. Teklif yapılırken kişinin yanında müdafiin bulunması bir zorunluluktur. Bu husus aşağıda daha ayrıntılı  incelenecektir.  Ancak  burada  bu  kısa  bilgiyi  vermekle  yetinmeyi  uygun buluyoruz. Cumhuriyet savcısı teklifte bulunurken, ilk bilgilendirme kolluk tarafından yapılmışsa bile, teklif öncesi bilgilendirmeyi mutlaka kendisi yapmalıdır (Yönetmelik m.10/1).  Bu  noktada  şüphelinin  tam  olarak  aydınlanmış  olup  olmadığını  da  test etmelidir. Nitekim süreç onun denetim ve gözetimindedir. Eğer bilgilendirmede bir eksiklik hissederse, teklifi yapmadan önce özel olarak bu eksikliği gidermelidir. Bu aşamada teklif öncesi şüpheliye yapılacak bilgilendirme;                                                  53  ERDEM / ŞENTÜRK, 2020, s. 588; KEZER, 2019, s. 43; YILMAZ / APİŞ, 2020, s. 77.  54  Bir görüşe göre; şüpheliye bilgilendirme yapılırken elde edilen deliller ve muhakemeyi etkileyebilecek görüşler hakkında bilgi verilmemekte; şüpheli, lehine olan delillerin toplanıp toplanmadığını ve mevcut delil durumunu bilmeden teklif hakkında karar vermektedir. Bu ise şüpheliyi dezavantajlı ve savcı karşısında etkisiz bir konuma getirmektedir. Bu nedenlerle seri muhakeme usulünün silahların eşitliği ilkesine aykırı olduğu savunulmaktadır. Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 280.   26Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  a) İsnat edilen eylem, eylemin oluşturduğu suç ile bu suçun seri muhakeme usulü kapsamına girdiği,  b) Kamu davasının açılması için yeterli şüphenin bulunduğu,  c)  Özgür  iradesiyle  ve  müdafi  huzurunda  kabul  ettiği  takdirde  bu  usulün uygulanacağı ve belirlenecek temel cezanın yarı oranında indirileceği,  ç)  Cumhuriyet  savcısı  tarafından  teklif  edilen  yaptırım  hakkında  talep doğrultusunda  mahkemenin  hüküm  kuracağı,  bu  hükme  karşı  itiraz  kanun  yoluna başvurabileceği,  d) Teklifin kabulünün ancak müdafi huzurunda gerçekleştirilebileceği, seçtiği bir müdafi yoksa istemi aranmaksızın kendisine bir müdafi görevlendirileceği,  e) Mahkeme tarafından hüküm kuruluncaya kadar her aşamada seri muhakeme usulünden vazgeçebileceği,  f) Mahkemece verilen hükmün adli siciline kaydedileceği,  g)  Bu  usulün  uygulanmasını  kabul  etmediği  takdirde  genel  hükümlere  göre hakkında iddianame düzenlenerek kamu davası açılacağı,  ğ) Genel hükümlerin uygulanmasına geçilmesi halinde, seri muhakeme usulünü kabul  ettiğine  ilişkin  beyanları  ile  bu  usulün  uygulanmasına  dair  diğer  belgelerin, soruşturma  ve  kovuşturma  işlemlerinde  delil  olarak  kullanılamayacağı  hususlarını kapsar. Kanuni  düzenlemeye  göre,  savcı  şüpheliye  teklifte  bulunurken,  sadece  seri muhakeme usulünün uygulanmasını kabul edip etmediğini soracakmış gibi bir anlam çıkmaktadır. Ancak kendisi için talep edilecek cezanın ne olacağı hususunda şüpheliye bilgi verilmeksizin teklifte bulunulması anlamsız olacaktır. Nitekim kendisi için hangi cezanın talep edileceğini bilmeyen şüphelinin, teklifi kabul etmek konusunda çekimser kalması muhtemeldir. Bu nedenle kanunda yer almasa da Yönetmelikte, teklifte şüpheliye hangi  yaptırımların  uygulanacağının  da  anlatılacağı  açıkça  hükme  bağlanmıştır.  Bu bağlamda Yönetmelik m.10/2 de;  seri muhakeme usulünün uygulanması Cumhuriyet savcısı tarafından şüpheliye teklif edilir; şüpheliye uygulanacak yaptırımların neler 27Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  olduğu açıklanır  şeklinde bir düzenlemeye yer verilmiştir. Böylelikle şüpheli daha teklif yapılırken  kendisi  için istenecek  cezayı  ve/veya  güvenlik  tedbirini  bilecek,  cezanın seçenek yaptırımlara çevrilip çevrilmeyeceği ya da ertelenip ertelenmeyeceği yahut da HAGB uygulanıp uygulanmayacağı bilgisine sahip olacak ve buna göre karar verecektir. Dolayısıyla savcı seri muhakeme teklifini yapmadan önce mahkemeden talep edeceği cezayı ve diğer yaptırımları belirlemiş olmalıdır ki; şüpheliye bunu söyleyebilsin. Ayrıca belirtmek gerekir ki; seri muhakeme usulünün uygulanmasına ilişkin C. savcısı tarafından şüpheliye yapılması öngörülen teklif ve öncesindeki bilgilendirmenin Ses ve Görüntü Bilişim Sistemi (SEGBİS) veya istinabe yollarıyla yapılması da mümkündür.56 Teklif yapılırken kişinin yanında müdafiin bulunması bir zorunluluktur. Eğer kendi seçmiş olduğu bir müdafi yoksa baro tarafından bir müdafi görevlendirilir (Yönetmelik m.10/3). Bu şekilde kanun koyucu, teklifin kanuna uygun şekilde yapıldığını, bu işlem sırasında bir avukatın varlığıyla teminat altına almak istemiştir.  Bununla birlikte,  seri muhakeme usulünün uygulanmasına ilişkin teklifin SEGBİS veya istinabe yoluyla yapıldığı hâllerde, şüphelinin seçtiği bir müdafii yoksa teklifin kabulünde hazır bulunması için müdafi görevlendirilmesi, istinabe evrakı gönderilen ya da SEGBİS ile dinleme talep edilen yer Cumhuriyet başsavcılığı tarafından yapılır. Bu durumda soruşturmayı yürüten Cumhuriyet başsavcılığı tarafından ayrıca bir müdafi görevlendirmesi yapılmaz (Yönetmelik m.11/3).  Eğer şüphelinin kendi seçmiş müdafii yoksa ve baro tarafından müdafi görevlendirilmişse, teklif aşamasında görev alan bu müdafiin,  hüküm  verilmesi  aşamasında  da  görev  alması  esası  benimsenmiştir.  Bu bağlamda   soruşturma  evresinde  görev  yapan  müdafi,  mahkemede  de  öncelikle                                                 55  Teklifin yapılmasında uygulanacak usul hakkında doktrinde ifade ve sorguya ilişkin usulün kıyasen uygulanması gerektiği yönünde görüşler bulunmaktadır. Bu konuda bkz. YAVUZ, 2020, s. 284; UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 268. 56  Buna ilişkin Yönetmelik hükmüne göre;  soruşturmayı yürüten Cumhuriyet savcısı seri muhakeme usulüne  ilişkin  bilgilendirme  ve  teklifi  SEGBİS  veya  istinabe  yoluyla  da  yapabilir  (Yönetmelik m.10/11).  Eğer  savcı  SEGBİS  kullanacaksa,  CMK  m.38/A ya  göre  gerekli işlemleri  de  yapar (Yönetmelik m.10/12). Bununla birlikte istinabeye başvurulacaksa,  soruşturmayı yürüten Cumhuriyet savcısı istinabe evrakına hazırlamış olduğu seri muhakeme usulü kabul tutanağını da ekler. İstinabe evrakının gönderildiği yer Cumhuriyet başsavcılığı bu Yönetmelikte belirtilen usule uygun olarak derhal davet işlemlerini yapar ve davete icabet eden şüpheliyi bu usul hakkında bilgilendirir. Şüphelinin müdafi huzurunda teklifi kabul etmesi halinde istinabe evrakı ekinde yer alan seri muhakeme usulü kabul  tutanağı  Cumhuriyet  savcısı,  şüpheli  ve  müdafii  tarafından  imzalanır  ve  istinabe  evrakı soruşturmayı yürüten Cumhuriyet başsavcılığına gönderilir (Yönetmelik m.10/13).  28Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  görevlendirilir Yönetmelik m.11/4).  Ancak müdafiin başka bir duruşmasının bulunması ya da sağlık sorunu yaşaması gibi zorunlu haller ortaya çıkarsa, ayrı müdafiler de bu safhalarda görev alabilir. Bu noktada, tek bir müdafiin iki ayrı safha için baro tarafından görevlendirildiği hallerde, her safha için ücretlendirmenin ayrı ayrı mı olacağı yoksa tek ücret mi ödeneceği soruları akla gelebilir. İşin esası iki ayrı aşamada görev alan kimsenin iki ayrı ücretlendirmeye tabi olmasını gerektirir. Bu durum yerinde olarak bakanlık tarafından da kabul edilmiş ve tek bir müdafiin iki ayrı safhada görev alması durumunda ücretlendirmenin her bir safha için ayrı ayrı yapılacağı öngörülmüştür. Buna ilişkin Bakanlık yazısı ilgili C. Başsavcılıklarına gönderilmiştir.  Şüphelinin teklifi reddetmesi hâlinde Cumhuriyet savcısı tarafından buna ilişkin tutanak düzenlenerek soruşturma dosyasına eklenir (Yönetmelik m.10/10).  Bu durumda muhakeme  artık  genel  esaslara  göre  yürütülecektir.  Ancak  teklifi  reddeden  şüpheli sonradan  iddianamenin  düzenlenmesine  kadar  savcılığa  başvurarak  hakkında  seri muhakeme usulü uygulanmasını sağlayabilir. Bu husus yönetmelikte şu şekilde hükme bağlanmıştır;   şüpheli,  iddianamenin  düzenlenmesine  kadar  Cumhuriyet  savcısına başvurarak hakkında seri muhakeme usulünün uygulanmasını talep edebilir. Bu durumda Cumhuriyet savcısı tarafından seri muhakeme usulü uygulanır (Yönetmelik m.5/11).  Bununla  birlikte  teklif  üzerine  şüpheli  düşünmek  için  süre  de  isteyebilir.  Nitekim Yönetmelik m.10/3 te;  … talebi hâlinde teklifi değerlendirmesi için şüpheliye bir ayı aşmamak üzere makul bir süre verilir…  denilmektedir. Burada şüpheliye makul bir süre verilmesi öngörülmüştür. Söz konusu süre hiçbir koşulda bir ayı aşamaz. Şüpheli bu süre sonunda herhangi bir mazeret bildirmeksizin gelmez yahut teklifi kabul etmediğini bildirirse seri muhakeme usulü uygulanmaz.   Şüphelinin teklifi kabul etmesi halinde buna ilişkin seri muhakeme usulü kabul tutanağı  (Yönetmelik  Ek-1  Tutanağı)  düzenlenir.  Tutanakta;  şüpheliye  isnat  edilen eylem,  şüphelinin  kabul  beyanı,  belirlenen  sonuç  ceza  ve/veya  güvenlik  tedbiri  ile                                                 57  ŞAHİN / GÖKTÜRK, 2020, s. 205. 58  Yönetmelikteki bu hükmün hak kayıplarının önlenmesi için CMK m. 250/3 e ikinci bir cümle olarak eklenmesi gerektiği, hatta şüphelinin bu konuda talebi aranmaksızın bir haftadan az olmamak üzere bir süre verilmesi gerektiği yönünde bkz. TAŞKIN, 2020, s. 55. 59  YAVUZ, 2020, s. 280 vd.  29Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  uygulandığı takdirde hükmün açıklanmasının geri bırakılması, seçenek yaptırım veya hapis cezasının ertelenmesine ilişkin hususlar yer alır. Kabul tutanağı Cumhuriyet savcısı ve şüpheli ile müdafi tarafından imzalanır (Yönetmelik m.10/8). Bu durumda, kural olarak aynı gün içinde, talepname hazırlanarak görevli ve yetkili mahkemeye yönlendirilir (Yönetmelik m.10/9). 5. Talep Safhası Cumhuriyet  savcısı  müdafi  huzurunda  şüphelinin  seri  muhakeme  usulünün uygulanmasını  kabul  etmesinden  sonra,  belirlediği  yaptırıma  hükmedilmesini, öngörmüşse bunun aynı zamanda seçenek yaptırımlara çevrilmesini, ertelenmesini veya HAGB ye konu olmasını mahkemeden ister. Ayrıca şüpheli hakkında güvenlik tedbiri uygulanması gerekiyorsa, bu husus da istemin içerisinde yer alır. Cumhuriyet savcısı bu istemlerini görevli ve yetkili mahkemeden  talepname  denilen bir tutanakla talep eder. Bu bağlamda talepname, görevli ve yetkili mahkemeye hitaben düzenlenir.  Görevli ve yetkili mahkeme konusunda Kanun da bir düzenleme bulunmazken Yönetmeliğin tanımlar başlıklı 4. maddesinde mahkemeden anlaşılması gerekenin yetkili asliye ceza mahkemesi olduğu hüküm altına alınmıştır. Hakimler Savcılar Kurulu (HSK) Birinci Dairesi ise 02.01.2020 tarihinde almış olduğu karar ile seri muhakeme usulünü uygulayacak olan asliye ceza mahkemelerinin belirlenmesi ve böylece taleplerin yalnızca ayrıca belirlenmiş olan ihtisas mahkemelerince karara bağlanacağını öngörmüştür.  CMK  m.250/8 de  kanun  koyucu  bu  hususu  şu  şekilde  hükme  bağlamıştır;  Cumhuriyet savcısı, şüpheli hakkında seri muhakeme usulünün uygulanmasını yazılı                                                 60   Bu fıkra hükmüne bakıldığında, seri muhakeme usulünü uygulayan aslen, görevli mahkemedir. Savcı bunun hazırlıklarını yapmakla görevli bir unsur gibi gözükmektedir. Ancak devamındaki 9. Fıkraya göre, savcını talebini kabul halinde savcının talebinde belirttiği cezaya hükmedilebileceği şeklindeki düzenleme bu görüşü değiştirmektedir. Bu nedenle savcının ceza veya yaptırımlarla ilgili talebi önem taşımaktadır.  Bkz. KIZILARSLAN, 2019,  s. 1938.  61  Talepnamenin seri muhakemeyi kovuşturma evresine intikal ettiren bir ara süreç olduğu yönün bkz. TAŞKIN, 2020, s. 62 vd. Seri muhakeme usulü tamamlanıncaya kadar failin sıfatının şüpheli olduğu; talepnamenin görevli mahkemeye sunulmasının şüphelinin sıfatını değiştirmeyeceği yönünde bkz. CENTEL / ZAFER,  2020, s. 619. 62https://www.hsk.gov.tr/Eklentiler/files/02_01_2020%20tarihli%20ve%201%20say%c%bl%c%b%20karar.pdf (erişim tarihi 07.07.2020). 30Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  olarak görevli mahkemeden talep eder.  Talepnamenin ne şekilde olacağına ilişkin Ek-2 örneği Yönetmelik ekinde yer almaktadır.  6. İnceleme Safhası Mahkeme  bir  uyuşmazlığa  ilişkin  savcılığın  kendisine  gönderdiği  talepname üzerine, bir gün ve saat belirleyerek şüpheli ve müdafini huzuruna çağırır.  Mazeretsiz olarak mahkemeye gelmemesi halinde, şüpheli bu usulün uygulanmasından vazgeçmiş sayılır (Yönetmelik 13/5).  Daha önce de belirttiğimiz üzere şüpheli seri muhakemenin her  aşamasında,  hüküm  verilinceye  kadar  bu  usulün  uygulanmasından  vazgeçme imkanına sahiptir (Yönetmelik m.5/4). Bu bağlamda teklifi kabul etmesine rağmen, mahkemenin davetine icabet etmeyen şüphelinin de bu usulden vazgeçmiş sayılacağı hüküm  altına  alınmıştır.    Mahkemeye  davet  edilen  şüphelinin  gelmemesi  halinde usulden vazgeçmiş sayılacağı konusunda aydınlatılması gerekir. Bu bakımdan davetiyede gelmemesi halinde seri muhakeme usulünün uygulanmasından vazgeçmiş sayılacağı açıkça  yazılmalıdır.  Vazgeçme  halinde  soruşturma  genel  hükümlere  göre yürütülecektir.  Burada  şüpheli  ve  müdafiin  mahkeme  huzuruna  çıkması,  klasik  anlamda  bir duruşmayı  anımsatsa  da  incelemede  gerçekleştirilen  faaliyet  bir  duruşma  değildir. Nitekim  duruşma  tarafların  katılımı  ile  kolektif  olarak  uyuşmazlık  konusu  olayın çözümüne  ilişkin  yapılan  bir  faaliyettir.  Burada  Cumhuriyet  savcısı  ve  mağdurun mahkeme huzurundaki bu faaliyette yer alması söz konusu değildir. Ayrıca mahkeme                                                 63  Bir görüşe göre; şüphelinin mazeretsiz olarak mahkemeye çıkmadığı hallerde herhangi bir usulü hataya yol açmamak adına, kamu davasının ertelenmesi koşullarının oluşup oluşmadığı ikinci kez irdelenmeli, koşulların oluştuğu kanaatine varılır ise şüpheli hakkında CMK m. 171 uyarınca kamu davasının açılması ertelenmelidir. Bu görüşe göre, şüpheli hakkında ikinci kez inceleme yapılmaksızın iddianame hazırlanması hukuka aykırı olacaktır. TAŞKIN, 2020, s. 23.    64  ALDEMİR, 2019, s. 161 vd.  65  KEZER söz konusu faaliyeti duruşma olarak nitelendirmektedir. Bkz. KEZER, 2019, s. 56. Mahkemece karar verileceğinden, hakim işlemlerinden farklı bir şekilde mahkemenin duruşma açarak karar vermesi gerektiği yönünde bkz. KIZILARSLAN, 2019,  s. 1941. 66   Burada bir yargılama işlemi ve duruşma söz konusu olmadığı için şüpheli dışında herhangi bir kimsenin  dinlenmesi  gerekmemektedir…  Mahkeme,  yapacağı  değerlendirmede  şüpheli  dışında herhangi bir kimsenin de dinlenmesini gerekli görecek olursa soruşturmanın genel hükümlere göre sonuçlandırılması için talebi reddetmelidir.  YAVUZ, 2020, s. 292.  …seri muhakeme sürecinin hiçbir aşamasına mağdur ya da suçtan zarar görenin katılması mümkün değildir.  ERDEM / ŞENTÜRK,  31Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  de sadece seri muhakeme usulüyle ilgili şüpheliyi müdafi huzurunda dinleme ve bu usulün  kanunda  belirlendiği  şekliyle  hukuka  uygun  uygulanıp  uygulanmadığını denetleme yetkisine sahiptir (Yönetmelik m.13/1). Bunun yanında ayrıca şüphelinin gerçekten suç işleyip işlemediği konusunda bir araştırma ya da değerlendirme yapma yetkisi bulunmamaktadır. Şüphelinin dinlenmesi yalnızca seri muhakeme usulüne ilişkin kapsamla sınırlıdır. Bu bağlamda mahkeme, şüpheliye suçun sübutuna ilişkin bir soru yöneltemez. Nitekim 250. maddenin gerekçesinde de hakimin faili dinleyeceği, seri muhakeme  usulüne  uygun  düştüğü  ölçüde  duruşmaya  ilişkin  usul  hükümlerini uygulayabileceği;  ancak  duruşmanın  ertelenmesi  ya  da  delil  araştırması  sonucunu doğurabilecek bir tercihte bulunamayacağı belirtilmiştir. Ayrıca  vurgulamak  gerekir  ki;  seri  muhakemedeki  inceleme  safhası  ve  hatta aşağıda inceleyeceğimiz hüküm kurma safhası, hala ceza muhakemesinin soruşturma aşamasında gerçekleştirilen bir faaliyettir. Mahkemeye talepnamenin iletilmesi ve onun şüpheli ve müdafini çağırması her ne kadar kovuşturmaya geçildiği izlenimi verse de mahkeme  hükmünü  kuruncaya  kadar  hala  soruşturma  devam  etmektedir.  Kanuni düzenlemede de bu aşamada isnat  altında bulunan kimseden sürekli şüpheli olarak bahsedilmesi bu durumu desteklemektedir (Bkz. CMK m.250/9; Ayrıca bkz. Yönetmelik m.13/1). Mahkeme hükmünü verdikten sonra kovuşturma aşaması başlayacak, süresi içinde itiraza başvurulmasıyla ise kovuşturmanın kanun yolu devresine geçilecektir. Seri muhakemede hükme karşı öngörülen kanun yolu aşağıda daha ayrıntılı ele alınacağından,                                                 2020, s. 589. Aksi görüşe göre; seri muhakeme usulünde şüpheli dışında herhangi bir kimsenin dinlenmesi gerektiğine ilişkin bir kural yoksa da mağdurun dinlenmesi yasaklayıcı bir hükümle engellenmiş de değildir. Mağdur ve müşteki konumunda bulunanların bu usulde dinlenmemesi hak ihlallerine  neden  olabileceği  gibi  CMK nın  katılmaya  ilişkin  hükümleri  bu  nedenle  anlamını yitirecektir. Bu görüş sahibine göre; mağdur ve müştekinin mutlaka dinlenmesi, şikayetçi iseler katılma hususunda beyanlarının alınması gerekir. Bkz. ALDEMİR, 2019, s. 162. Benzer değerlendirmeler için bkz.  KEZER,  2019,  57  vd.  Seri  muhakeme  usulünde  suçtan  zarar  görenin  hiçbir  menfaatinin korunmadığı yönünde bkz. YENİSEY / NUHOĞLU, 2020, s. 844. Kanaatimizce kanuni düzenlemeden böyle bir sonuca varılması mümkün görünmemektedir. Böyle bir uygulama yapmak özel bir muhakeme usulü olan seri muhakemenin amacına aykırı olacaktır.  67  YAVUZ, 2020, s. 292.  68  Aynı yönde bkz.  UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 272. 69  Aynı yönde;  …bu usulde mahkeme tarafından gerçekleştirilen işlemler bütünü, savcılık tarafından yapılan talep hakkında kendine özgü bir tür inceleme ve onay işleminden ibaret olup soruşturma evresine dahildir.  Bkz. YAVUZ, 2020, s. 288.  Mahkeme önündeki inceleme ve karar verme süreci soruşturma evresi içinde düşünülmelidir.  Bkz. ŞAHİN / GÖKTÜRK, 2020, s. 208.   32Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  burada daha fazla ayrıntıya girmemeyi uygun bulmaktayız.  Mahkeme talepnameyi aldıktan sonra inceleme yapacaktır. Bu husus Yönetmelik m.13 te  hükme  bağlanmıştır.  Buna  göre;   mahkeme,  talepnamenin  verildiği  gün incelemesini derhal yapar, şüpheliyi müdafi huzurunda seri muhakeme usulü ile ilgili olarak  dinler  ve  usulü  sonuçlandırır.  Şüphelinin  seri  muhakeme  usulü  hakkında dinlenmesi SEGBİS veya istinabe yoluyla da yapılabilir (Yönetmelik m.13/1). Görüldüğü üzere  yönetmelikte  seri  muhakemenin  seri  ve  hızlı  şekilde  yapılması  için  açık düzenlemeye yer verilmiş; mahkemenin incelemeyi, talepnamenin verildiği gün derhal yapmasını hüküm altına alınmıştır. Yukarıda incelediğimiz ve hatırlanacağı üzere, teklif aşamasına ilişkin Yönetmelik m.10/9 da şüphelinin teklifi kabul etmesi halinde aynı gün mahkemeye yönlendirileceği hükme bağlanmıştır. Bu bağlamda seri muhakeme usulünün kanun yoluna kadar olan aşamalarının bir-iki gün içerisinde bitirilmesi amaçlanmıştır.  Ayrıca CMK m.250/9 ve Yönetmelik m.13/1 düzenlemeleriyle, teklifte olduğu üzere,  inceleme sırasında şüpheli dinlenirken, ona gerekli hukuki desteğin sağlanması ve bir  müdafiin  işlemlerin  hukuka  uygunluğunu  denetlemesi  zorunlu  kabul  etmiştir. Dolayısıyla inceleme sırasında şüpheli dinlenirken bir müdafiin hukuki yardımından yararlanması zorunludur. Kendi seçmiş olduğu müdafi yoksa baro tarafından bir müdafi görevlendirilecektir. Türkçeyi etkin olarak konuşamayan ya da engeli nedeniyle faaliyete etkin olarak katılamayan şüpheliye tercüman veya çevirmen atanmasına ilişkin teklif aşamasında aktardığımız hususlar, bu safha için de geçerlidir (Yönetmelik m.5/5). İnceleme sonucunda mahkeme üç farklı karar verebilecektir. Bunlar (Yönetmelik m.13/2, m.13/4, m.14); 1) Eksikliklerin giderilmesi amacıyla talepnamenin mahkemeye gönderilmesi kararı (Talepnamenin iadesi) 2) Talepnamenin reddi kararı 3) Talepname doğrultusunda kurulacak hüküm.                                                   70  Aynı yönde bkz. YILMAZ / APİŞ, 2020, s. 81. Talepnamenin aynı gün içerisinde incelenip karar verilmesinin  adil  yargılanmak  hakkı  bakımından  sorun  yaratabileceği;  CMK  m.  174/1 deki iddianamenin iadesi için tanınan on beş günlük süre de olduğu gibi mahkemeye talepnameyi incelemek üzere kısa da olsa bir süre tanınmasının daha yerinde olacağı yönünde bkz. TAŞKIN, 2020, s. 64,76.   33Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  7. Hüküm Kurulması Safhası Mahkeme talepnameyi incelendikten sonra, o ana kadar süreçte seri muhakeme usulünün hukuka uygun şekilde uygulandığını tespit ederse, talepname doğrultusunda cezaya ve/veya güvenlik tedbirine mahkumiyet hükmünü kurar (CMK m.250/9)71. Bu husus yönetmelikte şu şekilde düzenlenmiştir;  mahkeme, eylemin seri muhakeme usulü kapsamında olduğu, bu usulün şüpheliye Kanunda öngörülen koşullar çerçevesinde teklif edildiği ve şüphelinin bu teklifi müdafii huzurunda özgür iradesiyle kabul ettiği kanaatine varırsa talepte belirlenen yaptırım doğrultusunda hüküm kurar (Yönetmelik m.14/1).    Görüldüğü üzere mahkeme şartların oluştuğunu tespit ettiğinde talepte belirlenen yaptırım doğrultusunda hüküm kuracaktır. Mahkemenin belirlenen yaptırımı değiştirmek gibi bir yetkisi bulunmamaktadır. Ayrıca esasa ilişkin değerlendirme yapma yetkisi bulunmamaktadır. Bunun dışında savcılığın TCK m.61/1 e göre ceza hesaplarken alt ve üst  sınırlar  arasında  temel  cezayı  belirlerken  takdir  yetkisini  uygun  kullanıp kullanmadığını da denetleyemez. Nitekim bu husus münhasıran savcılığın takdirindedir. Buna karşın alt sınırın altında veya üst sınırın üstünde bir ceza takdiri varsa, bu husus cezanın belirlenmesinde maddi hata kapsamında değerlendirilip, talepnamenin iadesine karar verilecektir.  Son olarak belirtmek gerekir ki; kurulan  hüküm; varsa mağdur, suçtan zarar gören  veya  genel  hükümlere  göre  katılma  hakkını  haiz  olan  kişilere  tebliğ  edilir (Yönetmelik  m.14/2).  Tebligatın  yapılması,  aşağıda  inceleyeceğimiz  üzere,  seri muhakeme sonunda verilen hükme karşı kabul edilen itiraz kanun yoluna başvuracakların (Bkz. CMK m.260) birçoğu bakımından bildirimin yapılması ve yedi günlük itiraz süresinin başlaması sonucunu doğuracağından, özel önem arz etmektedir.  8. Kanun Yolu Safhası Seri muhakeme sonucunda kurulan hükme karşı itiraz kanun yoluna başvurulabilir.                                                 71  Talepnamenin kabulü ile hüküm kurulmasının Türk ceza muhakemesi hukukunda yeni bir soruşturmayı sonlandıran hal olduğu yönünde bkz. KIZILARSLAN, 2019,  s. 1943.  72  DEĞİRMENCİ, 2020, s. 22; ERDEM / ŞENTÜRK, 2020, s. 596; ŞAHİN / GÖKTÜRK, 2020, s. 206; YAVUZ, 2020, s. 294 vd. Mahkemenin yalnızca talepname doğrultusunda hüküm kurabilmesinin başta mahkemelerin bağımsızlığı olmak üzere pek çok ceza muhakeme ilkesi ile çelişki yarattığı yönünde bkz. KIZILARSLAN, 2019,  s. 1942 vd.; TAŞKIN, 2020, s. 66.  34Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Nitekim CMK m.250/14 te  dokuzuncu fıkra kapsamında Cumhuriyet savcısının talebi doğrultusunda mahkemece kurulan hükme itiraz edilebilir.  denilmek suretiyle, söz konusu hükümlere karşı itiraz edilebileceği açıkça düzenleme altına alınmıştır. Benzer şekilde, Yönetmelik m.15 te;  mahkemece Yönetmeliğin 14 üncü maddesinin birinci fıkrası kapsamında Cumhuriyet savcısının talebi doğrultusunda kurulan hükme genel hükümler çerçevesinde itiraz edilebilir  şeklinde bir hükme yer verilmiştir. Kanun da da açıkça belirtildiği gibi yalnızca seri muhakeme sonucunda kurulan hükümlere karşı itiraz yoluna gidilebilir. Talepnamenin reddi kararlarına itiraz edilemez. Normalde  ilk  derece  mahkemeleri  tarafından  verilen  hükümlere  karşı başvurulabilecek kanun yolu istinaftır (CMK m.272/1). İtiraz ise kural olarak hakimlik kararlarına,  kanunun  açıkça  öngördüğü  hallerde  ise  mahkeme  kararlarına  karşı öngörülmüş olağan bir kanun yoludur (CMK m.267)74. Mahkeme hükümlerine karşı yukarıda da belirttiğimiz üzere istinafa başvurulabildiğinden, CMK m.267 de belirtilen ve kanunun açıkça belirttiği hallerde itiraz incelemesine konu olabilen mahkeme kararları ise kural olarak ara kararlardır. Ancak kanun koyucu burada genel kuraldan ayrılarak bir hükme karşı itiraz yolunu kabul etmiştir. Seri muhakeme usulü sonucunda asliye ceza mahkemesince kurulan hükümlere karşı yalnızca itiraz kanun yoluna başvurulabilir. İtiraz üzerine verilen karar kesin olup; istinaf ve temyiz yoluna gidilmesi mümkün değildir. İtiraz süresi ise hükmün bildirilmesinden itibaren yedi gündür (CMK m.268/1). İtiraz  incelemesini  yapacak  merci  ise  CMK  m.268/3 teki  genel  kurallara  göre                                                 73  DEĞİRMENCİ, 2020, s. 22; ERDEM / ŞENTÜRK, 2020, s. 597. 74  Bir görüşe göre itiraz kanun yolunun öngörülmüş olması seri muhakeme usulünde verilen kararların hakim kararı niteliğinde olduğunu bunun yanı sıra kanun yoluna ilişkin işlemlerin de hızlandırılmak istendiğini göstermektedir. Bkz. KIZILARSLAN, 2019,  s. 1944.  75   CMK da, hükme karşı istinaf kanun yoluna başvurulacağına dair genel kuralın iki istisnasında biri (ikincisi ise basit yargılama usulündedir) burada karşımıza çıkmaktadır.  Bkz. ERSOY, 2020, Uğur,  Seri  Muhakeme  ve  Basit  Yargılama  Usullerinde  İtiraz  Kurumuna  İlişkin  Sorunlar  ve  Çözüm Önerileri , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 28, Sayı: 2, s. 861.  …mahkemenin sonkararı niteliğinde olan hükme karşı istinaf değil itiraz yolunun kabul edilmesi, seri muhakeme usulüne özgü bir durumdur.  Bkz. ŞAHİN / GÖKTÜRK, 2020, s. 206.  Aslında itiraz kanun yolu hakimlik makamı kararlarına karşı kabul edilmiş bir kanun yoluyken burada itiraz edilebilen bir mahkeme kararı daha görüyoruz.  Bkz. YENİSEY / NUHOĞLU, 2020, s. 845.  76  YAVUZ, 2020, s. 302.  35Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  belirlenecektir. İtiraz başvurusu yazılı veya tutanağa geçirilmek suretiyle sözlü şekilde, hükmü veren mahkemeye yapılacaktır (CMK m.268/1). Hükmü veren mahkemenin üç gün içinde hükmünü itirazda belirtilen hususlara bağlı olarak düzeltme veya yine aynı süre içinde inceleme merciine göndermesi gerekir (CMK m.268/2). Seri muhakeme sonucunda kurulan hükme kimlerin itiraz edebileceği hususunda da bir ayrı bir belirleme yapılmadığından,  genel  muhakeme  usulünde  itiraz  yoluna  kimler  başvurabiliyorsa onların itiraz edebileceği sonucuna varılmalıdır. Bu kimseler ise CMK nın 260 ila 262. maddelerinde sayılmıştır.  Hukuk sistemimizde itiraz yolunun bu kanun yolunun yapısına uymayan kararlar bakımından kabul edilmesine ilişkin başka örnekler de vardır. Örneğin HAGB kararlarına itiraz edilmesi de birçok uygulama problemine neden olmuştur. Ancak her ne kadar açık kanuni düzenleme gereği, HAGB kararlarına karşı itiraz yoluna başvurulabiliyorsa da en azından burada hükme değil; bir tür ara karar olan HAGB kararına karşı bu yol kabul edilmiştir.  Bununla  birlikte  HAGB ye  itiraz  edildiğinde  itiraz  merciinin  yapacağı incelemenin kapsamının ne olacağı, hükmün esasına girip girmeyeceği gibi konularda birçok  farklı  görüş  ortaya  çıkmış  ve  süreç  içerisinde  birçok  içtihat  değişikliği  de yaşanmıştır.  Benzer  problemlerin  hükme  karşı  kabul  edilen  bu  itiraz  yolunda  da yaşanması muhtemeldir. E. Seri  Muhakeme  Usulüne  İlişkin  Belge  ve  Beyanlara  Özgü  Delil Değerlendirme Yasağı Kanun koyucu, seri muhakeme usulünün uygulanma sürecinde, özellikle şüphelinin süreçte kullanacağı ifadelerle ve süreç içerisinde ortaya çıkabilecek belgelerle ilgili tedirginlik yaşamaması için bu usule özgü bir delil değerlendirme yasağı getirerek,                                                 77  Bir görüşe göre; seri muhakeme usulünün uygulanabileceği suç tiplerinde doğrudan doğruya bir  kişinin mağduriyeti söz konusu olmadığından, seri muhakeme usulü sonucunda kurulan hükme itiraz etme yetkisinin pratik olarak Cumhuriyet savcısı, şüpheli ve müdafii, şüphelinin eşi ve kanuni temsilcisine ait olduğu söylenebilir. Bkz. ERSOY, 2020, s. 861.  78  Benzer değerlendirmeler için bkz. ERSOY, 2020, s. 862; YURTCAN, 2019, s. 719,  BAYTAZ, 2020, s. 37 vd.  Hükmün açıklanmasının geri bırakılmasında itirazın kapsamına ilişkin bkz. ÖZBEK, Veli Özer  /  MERAKLI,  Serkan,   Hükmün  Açıklanmasının  Geri  Bırakılması  Kararına  İtiraz  Üzerine Yapılacak Denetim, Marmara Üniversitesi Hukuk Araştırmaları Dergisi, Yıl: 2013, Cilt: 19, Sayı: 2, s. 221-236.   36Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  şüphelinin süreç içerisinde rahat davranabilmesini teminat altına almak istemiştir. Bu bağlamda   seri  muhakeme  usulünün  herhangi  bir  sebeple  tamamlanamaması  veya soruşturmanın  genel  hükümlere  göre  sonuçlandırılması  amacıyla  Cumhuriyet başsavcılığına gönderilmesi hâllerinde, şüphelinin seri muhakeme usulünü kabul ettiğine ilişkin beyanları ile bu usulün uygulanmasına dair diğer belgeler, takip eden soruşturma ve  kovuşturma  işlemlerinde  delil  olarak  kullanılamaz  (CMK  m.250/10;  Ayrıca  bkz. Yönetmelik m.5/8).  Belirtmek  gerekir  ki  Kanunen  delil  olarak  kullanılması  yasaklananlar  şüpheli hakkında seri muhakeme usulünün uygulanmasına başlanmasıyla ortaya çıkanlardır. Seri muhakeme usulünün uygulanmasına safhasından önce soruşturma esnasında elde edilen deliller bakımından bu yasak geçerli değildir.   III. GENEL OLARAK ADİL YARGILANMA HAKKI Hukuki anlamda hak, hukuken bir şeyi yapmaya yetkili olmak ya da bir şeyi talep edebilmektir. İnsan hakları kavramı ise, insanların doğarken bir takım haklarla beraber doğdukları  ve  bunlara  devlet  tarafından  müdahale  edilemeyeceği  düşüncesinin  bir tezahürü olarak XVII. yüzyılda ortaya çıkmıştır. Bu bağlamda insan hakları kavramı hukuktan değil, ahlakilik düşüncesinden kaynaklanır ve ahlaki bir takım değerleri ifade eder. İnsan haklarını, insanlığın belirli bir gelişme çağında teorik olarak bütün insanlara tanınması gereken ideal değerler listesi olarak tanımlayacak olursak; temel haklar terimi, insan hakları denilen ideal listenin devlet tarafından tanınmış bölümünü ifade eder. Temel bir hak olarak adil yargılanma hakkı ise, sanık bakımından yargılamanın uluslararası sözleşmelerle belgelenmiş ilkelere uygun bir şekilde yapılmasını ve onun muhakemeye ilişkin haklarının korunmasını teminat altına alır.                                                  79  Seri muhakemede şüpheli itiraf ve suçu kabul baskısı altında olduğundan, seri muhakeme usulünün sonuca  ulaşamadığı durumlarda  süreç  sırasında  verdiği beyanlarından  ve  bu  sırada elde edilen delillerden sorumlu sayılmamasının doğru olduğu yönünde bkz. KIZILARSLAN, 2019,  s. 1944.  80  ERDEM / ŞENTÜRK, 2020, s. 584,595.   37Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Anayasanın 36. maddesinde açıkça teminat altına alınan adil yargılanma hakkı, birçok  yazar  tarafından,  Anayasanın  2.  maddesinde  hükme  bağlanan  hukuk  devleti ilkesinin de bir gereği olarak kabul edilmektedir. Söz konusu hak 1948 tarihli İnsan Hakları Evrensel Bildirgesinin 10. maddesinde hükme bağlandığı gibi, Türkiye nin taraf olduğu temel hak ve özgürlüklere ilişkin uluslararası sözleşmelerden olan Avrupa İnsan Hakları Sözleşmesi nin (AİHS) 6. maddesinde, Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi nin ise 14. maddesinde bireyler bakımından teminat altına alınmıştır.  Bunun dışında cezai uyuşmazlıklara ilişkin olarak, CMK da da adil yargılanma hakkına ilişkin birçok husus hükme bağlanmıştır.  Bu  bağlamda  iç  hukukumuzda  ceza  muhakemesi  bakımından  adil  yargılanma hakkının kaynakları; Anayasa, Avrupa İnsan Hakları Sözleşmesi, Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi ile Ceza Muhakemesi Kanunu dur. Bu kaynaklar arasında AİHS nin özel bir önemi vardır. Bu önem iki hususa dayanmaktadır. Öncelikle 2004 yılında Anayasa nın 90. maddesine eklenen hükümle, bir hukuki bir  sorunun çözümü sırasında, usulüne uygun olarak yürürlüğe girmiş olan temel hak ve hürriyetlere ilişkin uluslararası sözleşme hükümleriyle kanun hükümleri arasında bir uyuşmazlık olduğu  anlaşılırsa,  uyuşmazlığın  temel  hak  ve  hürriyetlere  ilişkin  uluslararası sözleşmenin hükümlerine göre çözüleceği düzenlenmiştir. Her ne kadar adil yargılanma hakkını veya onun içeriğinde yer alan alt hakları teminat altına alan başkaca uluslarası sözleşmeler olsa da, AİHS ni bunlar arasında daha özel bir konuma getiren ikinci husus, başvurular  sonucunda  taraf  devletlerin  sözleşme  hükümlerine  uygun  davranıp davranmadıklarını denetleyen bir yargılama mekanizmasının (Avrupa İnsan Hakları Mahkemesinin (AİHM)) bulunmasıdır. Bu bağlamda adil yargılanma hakkına ilişkin yapacağımız açıklamalar AİHS hükümleri göz önünde bulundurularak yapılacaktır. Adil yargılanma hakkı AİHS nin 6. maddesinde üç fıkra halinde düzenlenmiştir. 6. maddenin Türkçe çevirisi şu şekildedir:82                                                 81  Hukuk devletinde bireylere sağlanması gereken minimum garantiler için bkz. HEINRICH, Bernd,   Rechtsstaatliche Mindestgarantien im Strafverfahren , Juristische Ausbildung, Yıl: 2003, Cilt: 35, Sayı: 3, (s. 167- 173).  82  https://www.echr.coe.int/Documents/Convention_TUR.pdf (erişim tarihi 17.09.2020)   38Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Madde 6: Adil yargılanma hakkı 1. Herkes, gerek medeni hak ve yükümlülükleriyle ilgili nizalar, gerek cezai alanda kendisine  yöneltilen  suçlamalar  konusunda  karar  verecek  olan,  yasayla  kurulmuş, bağımsız ve tarafsız bir mahkeme tarafından davasının makul bir süre içinde, hakkaniyete uygun ve açık olarak görülmesini isteme hakkına sahiptir. Hüküm açık oturumda verilir; ancak, demokratik bir toplumda genel ahlak, kamu düzeni ve ulusal güvenlik yararına, küçüklerin  korunması  veya  davaya  taraf  olanların  özel  hayatlarının  gizliliği gerektirdiğinde veya davanın açık oturumda görülmesinin adaletin selametine zarar verebileceği bazı özel durumlarda, mahkemenin zorunlu göreceği ölçüde, duruşmalar dava süresince tamamen veya kısmen basına ve dinleyicilere kapalı olarak sürdürülebilir.  2. Bir suç ile itham edilen herkes, suçluluğu yasal olarak sabit oluncaya kadar suçsuz sayılır.  3. Her sanık en azından aşağıdaki haklara sahiptir: a)  Kendisine  yöneltilen  suçlamanın  niteliği  ve  nedeninden  en  kısa  zamanda, anladığı bir dille ve ayrıntılı olarak haberdar edilmek; b) Savunmasını hazırlamak için gerekli zamana ve kolaylıklara sahip olmak; c)  Kendi  kendini  savunmak  veya  kendi  seçeceği  bir  avukatın  yardımından yararlanmak ve eğer avukat tutmak için mali olanaklardan yoksunsa ve adaletin selameti gerektiriyorsa, mahkemece görevlendirilecek bir avukatın para ödemeksizin yardımından yararlanabilmek;  d) İddia tanıklarını sorguya çekmek veya çektirmek, savunma tanıklarının da iddia tanıklarıyla aynı koşullar altında çağrılmasının ve dinlenmesinin sağlanmasını istemek; e)  Duruşmada  kullanılan  dili  anlamadığı  veya  konuşmadığı  takdirde  bir tercümanın yardımından para ödemeksizin yararlanmak. Bu düzenleme ışığında adil yargılanma hakkı şu şekilde tanımlanabilir; bireyin, gerek  medeni  hak  ve  yükümlülüklerine  gerekse  cezai  alanda  kendisine  yöneltilen                                                   İngilizce  metin  için  bkz.  https://www.echr.coe.int/Documents/Convention_ENG.pdf  (erişim tarihi 17.09.2020) 39Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  suçlamalara ilişkin herhangi bir davanın, yasayla kurulmuş, bağımsız ve tarafsız bir mahkeme tarafından, makul bir süre içerisinde, aleni ve hakkaniyete uygun olarak görülmesine ilişkin hakkıdır. AİHS nin 6. maddesinde belirtilen hak ve ilkeler madde metninde de açıkça ifade edildiği üzere tüm cezai ve medeni muhakemeler bakımından geçerlidir. Ancak medeni ve cezai muhakeme tabirinden içeriği, taraf devletlerin iç hukuklarında söz konusu uyuşmazlığı hangi muhakeme dalına ait kabul ettiklerine göre tespit edilmez. Bilakis AİHM nin bu konuya ilişkin geliştirdiği kıstaslara göre uyuşmazlığın hangi muhakeme dalına  ait  olduğuna  bakılır.  Bu  itibarla  bazı  durumlarda  bu  hak  ve  ilkeler  disiplin soruşturmaları bakımından da önem arzetmektedir. Şöyle ki, eğer disiplin soruşturması sonucunda faile, önemli derecede ağır bir özgürlüğü bağlayıcı ceza veriliyorsa, iç hukukta bu faaliyetin idari bir soruşturma olarak nitelendirilmesine önem vermeyen AİHM, bu durumda da 6. maddenin gereklerinin bireye tanınması gerektiği kanaatindedir.  Ceza muhakemesi açısından 6. maddenin lafzına bakıldığı zaman, burada söz konusu olan hakların, sadece mahkeme önünde gerçekleştirilen muhakeme faaliyeti sırasında uygulanan, dolayısıyla sadece kovuşturma sırasında geçerli olan birer ilke oldukları sonucuna ulaşılacaktır. Eğer AİHM de sadece maddenin lafzına bakarak hareket etmiş olsaydı, sanık hakları en fazla Cumhuriyet savcısı ve kolluk tarafından yürütülen soruşturma sırasında ihlal edildiği için, güvencenin çok fazla bir anlamı kalmayacaktı. Çünkü duruşma alenidir ve aleniyetin getirdiği bir denetleme vardır. Ancak soruşturma evresi bakımından aynı şeyler söylenemeyecektir. Bu nedenlerle AİHM verdiği çeşitli kararlarda,  sözleşmede  yer  alan  sanık  kavramının  iç  hukuktaki  anlamıyla  değil,                                                 83  Donay tarafından yapılan tanıma göre adil yargılama; yargılamanın olanaklar ölçüsünde gerçekleri yansıtabilmesi için, uyuşmazlığın tarafları arasında fiili ve hukuki bir fark gözetmeksizin, iddia ve savunmaların eşit ölçülerde ve karşılıklı olarak yapıldığı dürüst bir yargılamadır. Bkz. DONAY, Süheyl, İnsan Hakları Açısından Sanığın Hakları ve Türk Hukuku,  İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1982,  s.41; Schroeder ise yeterli müdafaa imkanları sağlanarak ve hile yapılmadan görülen davanın adil olduğunu kabul etmektedir. Bkz. SCHROEDER, 1999, s.6. Uluslararası Af Örgütünün adil yargılanma hakkına ilişkin yayınında ise, Adil bir yargılamanın olabilmesi için gerekli olan tüm şartların, adil yargılanma hakkının içeriğini oluşturduğu kabul edilmektedir. Bkz.  Uluslararası Af Örgütü, Adil Yargılanma Hakkı, İletişim Yayınları, İstanbul, 2000, s.101.  Birçok yazar da adil yargılanma kurumunu tarif edilmesi güç bir prensip olarak nitelendirmekte ve bu ilkenin ideal şartları oluşturma mecburiyeti olarak kabul edilmesi gerektiğini savunmaktadırlar. Bkz. SCHROEDER, 1999, s.10-11.  40Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  sözleşmenin bütünü açısından özerk bir kavram olarak yorumlanması ve anlaşılması gerektiğine dikkati çekmiştir.  IV.  AİHM  İÇTİHATLARI  IŞIĞINDA  ALTERNATİF  ÇÖZÜM YOLLARININ ADİL YARGILANMA İLKESİNE AYKIRILIĞI SORUNU A. Genel Olarak  Alternatif  çözüm  yolları  bakımından  genel  muhakeme  ilkelerinden  önemli sapmalar  olduğu  bir  gerçektir.  Bu  tür  yollarda  birçok  kez  maddi  gerçeğin araştırılmasından ya da adil yargılanmaya ilişkin ilkelerden feragat edilerek ceza adaleti sisteminin hızlandırılmasına çalışılmaktadır. Hukukumuzda yakın zamana kadar sadece, önödeme, uzlaştırma, kamu davasının açılmasının ertelenmesi, hükmün açıklanmasının geri bırakılması gibi alternatif çözüm yollarına yer verilmişti. Bunlardan önödemenin uygulanabilmesi için şüphelinin, rızasıyla, tebligattan itibaren 10 gün içinde, teklifte belirtilen para miktarını devlet hazinesine yatırması gerekmektedir (bkz. TCK m.75). Uzlaştırmada  ise  şüphelinin  uzlaştırma  teklifini  kabul  etmesi  gerekir  ki,  uzlaştırma girişiminde bulunulsun (CMK m.253). Bunun yanında hükmün açıklanmasının geri bırakılmasında (HAGB de) sanığın bu kurumun uygulanmasına rıza göstermesi esastır (bkz. CMK m.231/5 vd.). Bu bağlamda söz konusu kurumlardan yalnızca kamu davasının açılmasının ertelenmesinde (bkz. CMK m.171/2 vd.) isnat altındaki kişinin kurumun uygulanmasına rıza göstermesi aranmamaktadır. Dolayısıyla isnat altında bulunan kimse, kamu davasının açılmasının ertelenmesi dışındaki tüm alternatif çözüm yollarının kendisi hakkında uygulanmasına engel olma imkanına sahiptir. Bununla birlikte kamu davasının açılmasının ertelenmesi de dahil bu kurumlardan hiçbirinde isnat altındaki kişi hakkında bir mahkumiyet hükmü söz konusu olmamaktadır. Önödeme ve uzlaştırma, soruşturma evresinde  başarıyla  sonuçlanırsa  kovuşturmaya  yer  olmadığı  kararı,  istisnaen kovuşturmada başarıyla sonuçlanırsa da düşme kararı verilmektedir. Kamu davasının açılmasının ertelenmesinde şüpheli beş yıllık denetim süresi içerisinde yeni bir suç işlemezse  kovuşturmaya  yer  olmadığı  kararı  verilmektedir.  Söz  konusu  kurumun istisnaen de olsa kovuşturma uygulanma imkanı yoktur. HAGB de ise sanık beş yıllık denetim süresi içerisinde yeni suç işlemezse hakkında düşme kararı verilmektedir.  41Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Ancak 2019 yılında hukuk sistemimize giren seri muhakeme ve basit yargılama usulleriyle birlikte, alternatif çözüm yolları bakımından yukarıda aktarılan durumda ciddi bir değişiklik ortaya çıkmıştır. Nitekim söz konusu iki alternatif çözüm yöntemi sonunda isnat altındaki kimse hakkında mahkumiyet hükmü kurulabilmektedir. Bu bağlamda toplumumuz ilk kez, alternatif çözüm yöntemleri ile isnat hakkındaki kişiler hakkında mahkumiyet hükmü kurulmasına ilişkin yöntemlerle tanışmıştır. Ancak mahkemelerin iş yükününün  azaltılamamasına  ilişkin  sorunlar,  kanun  koyucuyu  başkaca  devletlerde olduğu üzere bu iki kurumu ihdas etmeye yönlendirmiştir.  AİHM de bu tür alternatif çözüm yöntemleri ile isnat altındaki kimseler hakkında mahkumiyet hükmü kurulabilmesini AİHS nin ve özellikle 6. maddede düzenlenen adil yargılanma  hakkının  bir  ihlali  olarak  görmemektedir.  Ancak  bunun  için  birtakım koşulların gerçekleşmesini aramaktadır. Aksi takdirde ilgililerin adil yargılanma hakkı ihlal edilmiş olacaktır. Nitekim seri muhakeme ve basit yargılama gibi kurumlar adil yargılanma hakkı kapsamında yer alan alt haklardan birçoğunu ciddi anlamda ihlal etme potansiyeline sahiptir.  Bu noktada, AİHS ye aykırı olmasa bile, anayasal hükümlerden kaynaklı olarak, bu tür kurumların anayasaya aykırılığı söz konusu olabilir mi? sorusu akla gelebilecektir. Kanaatimizce  anayasanın  temel  hak  ve  özgürlükler  arasında  düzenlediği  haklar bakımından, AİHM gibi düşünülerek, bir sonraki başlıkta açıklayacağımız koşulların varlığı  durumunda,  kişinin  kendisine  tanınan  avantajları  göz  önünde  bulundurarak; rızasıyla,  somut  olayda  muhakemeye  ilişkin  temel  hakları  kullanmaktan vazgeçebileceğinin kabul edilmesi, hukuken makul bir düşünce tarzıdır. Bununla birlikte ilgili hak bakımından temel haklar dışında, anayasanın başka bölümlerinde de düzenleme getirilmişse, bir başka deyişle, anayasa koyucu söz konusu kişisel teminata, devletin yapısı ve kamusal düzen bakımından ayrıca bir önem atfetmişse, bu halde söz konusu hakka yapılacak müdahalenin, anayasaya aykırı olduğunun kabulü gerekir. Örneğin; şüpheden  sanığın  yararlanması,  AY  m.38 de  hükme  bağlanmış  temel  haklardandır. Ancak anayasa koyucu, bu teminatın sadece bireyler bakımından önem arz etmediğini, bilakis kamusal düzen ve devletin işleyişi bakımından da önemli bir husus olduğunu kabul  ederek,  mahkemelerin  vicdani  kanaatlerine  göre  karar  verebileceğini,  yargı 42Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  bağımsızlığı  bağlamında  AY  m.138/1 de  ayrıca  hükme  bağlamıştır.  AY  m.138/1 düzenlemesi gereği mahkemenin mahkumiyet kararını suçluluğa ilişkin vicdani kanaate ulaşarak vermesi elzemdir. Aşağıda bu konu tekrar ele alınacağından, burada daha fazla ayrıntıya girmemeyi ve bu kısa açıklamayla yetinmeyi uygun buluyoruz.  B. Alternatif  Çözüm  Yolunun  İsnat  Altındaki Kimsenin  Adil  Yargılanma Hakkını İhlal Etmemiş Kabul Edilmesi İçin Aranan Koşullar Alternatif çözüm yollarıyla, isnat hakkındaki kimseler hakkında yargılama yapılıp mahkumiyet hükmü verilebilmesi, AİHM tarafından doğrudan AİHS ye aykırı kabul edilmemektedir.  Nitekim  şüpheli  veya  sanık  bakımından,  ceza  indirimi  gibi,  ciddi birtakım  avantajlar  barındıran  bu  tür  kurumlar,  aynı  zamanda  yargılamaların hızlandırılması ve mahkemelerin iş yükünün azaltılmasına da hizmet etmektedir. Ancak bu tür kurumlara ilişkin uygulamalarda hak ihlalin bulunmadığının kabul edilebilmesi için AİHM içtihatları ile ortaya konmuş bir takım önemli hususların varlığı zorunludur. Bu hususlar şu şekilde sıralanabilir;  Tam, Açık ve Anlaşılır Şekilde Bilgilendirme: Öncelikle seri muhakeme ve basit yargılama usulleri gibi alternatif çözüm yollarıyla hakkında hüküm kurulacak kişinin, kurumun kendisi bakımından ortaya çıkartacağı sonuçlar ve ne şekilde uygulanacağı konusunda tam, açık ve anlaşılır şekilde bilgilendirilmesi gerekir. Kural olarak şüpheli veya sanığa alternatif çözüm yollarının uygulanmasını kabul etmesi halinde, ceza indirimi gibi  önemli  avantajlar  sağlanacaktır.  Bununla  birlikte  bazı temel  hakların  sağladığı teminatlardan da somut olay bakımından feragat etmesi gerekir. İşte isnat altındaki kişinin kendisine sağlanan tüm bu avantajlar ve kullanmaktan feragat edeceği haklar bakımından yeterli  ölçüde  bilgilendirmenin  yapılması  gerekir.  CMK da  seri  muhakeme  usulü bakımından bu hususların ayrıntılı şekilde güvenceye bağlandığı kanaatindeyiz. İsnat  Altındaki  Kimsenin  Kurumun  Uygulanmasına  Müdafi  Huzurunda  Rıza Göstermesi: Söz konusu alternatif çözüm yolları bakımından bulunması aranan ikinci koşul, bilgilendirme sonrasında tam aydınlatılmış kimsenin, ilgili usulün uygulanmasına müdafi huzurunda rıza göstermesi gerekliliğine ilişkindir. Müdafiin şüpheli veya sanıktan aydınlatılmış onam alınırken hazır bulunması, hem onun kurum hakkında ayrıntılı olarak bilgilendirildiği  hem  de  bu  bilgilendirme  karşısında  açık  rıza  verdiğinin  teminatını 43Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  oluşturacaktır. Dolayısıyla isnat altındaki kişiden söz konusu usulünün uygulanmasına ilişkin müdafi huzurunda, tam aydınlatılmış bir onam alınmalıdır. CMK da bu hususta da gerekli düzenlemelere yeteri kadar yer verildiği kanaatinde olduğumuzu ifade etmek isteriz. İlgili Alternatif Çözüm Yolunun Uygulanacağı Suç Tiplerinin Kamusal Menfaat Bakımından  Ciddi  Derecede  Önem  Arz  Etmemesi:  Seri  muhakeme  gibi  usullerin uygulanacağı suç tiplerinin kamusal menfaat bakımından göreli olarak büyük önem taşımaması elzemdir. Kamusal menfaatin ağır bastığı suç tipleri bakımından bu tür usullerin uygulanması, ilgili buna rıza gösterse bile kabul edilemez. CMK da özellikle seri muhakemeye ilişkin düzenlemelerde bu hususta ciddi handikaplar bulunduğunu ifade etmek gerekir.  AİHM de seri muhakeme usulü vb. kurumlara ilişkin olarak, önüne gelen değişik davalarda,  yukarıda  belirttiğimiz  koşullara  riayet  edilmesi  durumunda,  bir  hukuk sisteminde söz konusu kurumlara uygulama alanı tanınmasının sözleşmeye aykırılık oluşmayacağı yönünde kararlar vermektedir. Mahkemeye göre, kural olarak AİHS de yer alan adil yargılanmaya ilişkin alt haklardan isnat altında bulunan kimsenin rızasıyla vazgeçemeyeceğine  dair  bir  hüküm  sözleşmede  yer  almamaktadır.  Dolayısıyla aydınlatılmış  olarak  rızası  alınan  kişiyle  ilgili  olarak,  kamusal  menfaat  de  aksini gerektirmiyorsa,  seri  muhakeme  vb.  kurumlarla  hüküm  kurulması  adil  yargılanma hakkının ihlalini oluşturmayacaktır. Bu bağlamda AİHS nin 6. maddesinin ne ruhu ne de lafzı  kişinin  adil  yargılanmanın  belli  güvencelerinden,  kendi  isteğiyle,  açıkça  veya zımnen  vazgeçmesini  engellemektedir.  Ancak,  bir  haktan  vazgeçmenin  AİHS bakımından etkin olması için kişinin bu haktan vazgeçtiği net bir şekilde tespit edilmeli ve bu haktan vazgeçmesine mütenasip asgari güvenceler sağlanmalıdır. Ayrıca, bu durum herhangi önemli bir kamu menfaatine aykırı olmamalıdır.                                                 84  Bkz. Hermi/İtalya, B.N.: 18114/02, K.T.: 18.10.2006, p. 73. http://hudoc.echr.coe.int/tur?i=001-77543 (erişim  tarihi  08.10.2020);  Sejdovic/İtalya,  B.N:  56581/00,  K.T.:  01.03.2006,  p.  86. http://hudoc.echr.coe.int/tur?i=001-72629  (erişim tarihi 08.10.2020). Ayrıca bkz. Avrupa KonseyiAvrupa İnsan Hakları Mahkemesi Ortak Yayını, 6. Madde Rehberi-Adil Yargılanma Hakkı (Ceza Hukuku Yönü), Ankara, 2014, s.39  44Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Örneğin AİHM, Hermi/İtalya kararında, seri muhakeme usulüne ilişkin esasları değerlendirmiştir. Buna göre; seri muhakeme incelemesinin açık olarak yapılmaması başvuranın  kendi  rızasıyla  talep  ettiği  basitleştirilmiş  bir  usul  olan  seri  muhakeme usulünün benimsenmesinin içeriğinde yer almaktadır. Dolayısıyla başvuran, bunu bilerek usulün uygulanmasını kabul etmiştir. Seri muhakeme usulünün davalı için şüphesiz avantajları vardır. Bu bağlamda isnat altındaki kimse hüküm giydiği takdirde, büyük oranda azaltılmış ceza almaktadır. Ayrıca isnat altındaki kişinin rıza gösterdiği hüküm için karşı tarafın başvurabileceği etkili bir kanun yolu da yoktur. Öte yandan, seri muhakeme usulü, iç hukuk tarafından sağlanan dava usulüne ait garantilerin azalmasına neden olmaktadır. Kendisinin seçmiş olduğu iki avukat tarafından savunulan başvuranın, seri muhakeme usulünün uygulanması talebinin sonuçlarının şüphesiz olarak farkındadır. Ayrıca, yukarıda bu usulün uygulanmasının kamu menfaatiyle ilgili herhangi bir soru ortaya çıkarmadığı görülmektedir. Seri muhakeme usulünde açık duruşma yapılmasının gerekli olup olmadığının belirlenirken ise, davanın makul bir süre içerisinde görülmesi hakkı ve mahkemelerin dosyaları süratli bir şekilde inceleme zorunluluğu dahil olmak üzere diğer hususların da dikkate alınması gerekir. İtalyan yasama organı, seri muhakeme usulünü  uygulamaya  başlayarak,  cezai  kovuşturmasını  basitleştirmeyi,  dolayısıyla hızlandırmayı amaçlamış görünmektedir. Bu bağlamda ilk ve ikinci derece mahkemeleri tarafından  yapılan  duruşmaların  özel  ve  dolayısıyla  dinleyiciler  olmaksızın gerçekleşmesi, AİHS nin bir ihlâli olarak algılanamaz. Mahkeme özellikle yargılamaların hakimin tarafsızlığı ve duruşmaların aleniyeti başta olmak üzere, adil yargılanma hakkı kapsamındaki birçok haktan sanığın feragat edebileceğine dair başkaca kararlar da vermiştir. Örneğin; isnat altındaki kişi hakimin tarafsızlığına ilişkin haktan, belirli koşullar altında, feragat etmişse adil yargılanma hakkının ihlal edilmediği kabul edilmektedir. Ancak mahkeme feragat dolayısıyla adil yargılanma hakkının ihlalinin söz konusu olmadığına karar verdiği hallerde, feragatın                                                 85  Kararın değerlendirmesi için bkz. CENGİZ, Serkan / DEMİRAĞ, Fahrettin / ERGÜL, Teoman, vd., , Avrupa İnsan Hakları Mahkemesi Kararları Işığında Ceza Yargılaması Kurum ve Kavramları, Türkiye Barolar Birliği ve Avrupa Konseyi Yayını, Şen Matbaa, Ankara, 2008, s.125 vd.  45Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  şüpheye  yer  vermeyecek  biçimde  yapılmış  olmasını  aramaktadır.  Benzer  şekilde AİHM, aleniyetten de feragat edilmesini kabul etmektedir. Hatta kamu yarına aykırı olmadıkça,  bu  feragatın  açık  veya  zımni  olmasının  da  önemi  bulunmamaktadır. Feragatın zımni olduğu hallerde bunun tereddüde yer vermeyecek şekilde olması ve kamu menfaatiyle  ters  düşmemesi  gereklidir.  Eğer  başvurucunun  talep  etmesi  halinde duruşma yapılacağı iç hukukta düzenlenmişse, kamu menfaatiyle çatışmadığı müddetçe, sanığın duruşma talep etmemiş olması zımni feragat olarak nitelendirilir. Hakansson ve Sturesson/İsveç  davasında  ise  mahkeme,  özellikle  ceza  davalarında  sanığın  kapalı duruşma talep etmesi halinde, mahkemenin sanığın menfaati ile kamu menfaati arasında bir  orantı  kurmak  suretiyle  talebi  reddetmesini  haklı  bulmuştur.  AİHM ye  göre aleniyetten  feragat  etmenin  kamu  yararına  önemli  derecede  aykırı  olduğu  hallerde, aleniyetin sağlanması zorunludur. Yukarıdaki  mahkeme  kararlarından  da  açıkça  anlaşıldığı  üzere,  AİHM,  isnat altındaki kimsenin adil yargılanma hakkı kapsamındaki güvencelerden müdafi huzurunda feragat ettiği hallerde dahi uyuşmazlığın kamusal menfaat bakımından ciddi önem arz edip arz etmediğini denetlemektedir. Bu bağlamda kamusal menfaat bakımından ciddi öneme haiz davalarda, isnat altındaki kişi müdafi huzurunda haklarından feragat etmiş bile olsa bu durum adil yargılanma hakkının ihlalini oluşturacaktır. Nitekim bu hak, sadece bireysel menfaatleri değil; kamusal menfaatleri de koruma altına almaktadır. Uyuşmazlığın kamusal bakımdan ciddi bir önemi olup olmadığı belirlenirken göz önünde                                                 86  D./İrlanda davasında, başvurucunun Sunday gazetesine karşı açtığı davanın temyiz incelemesini yapan hakimlerden  birisi,  gazetenin  birkaç  hissesine  sahiptir.  Başvurucu  bu  konuda  mahkeme  kalemi tarafından bilgilendirildiği halde ne duruşma öncesinde ne de duruşma sırasında itiraz etmemiştir. Komisyon kendisine imkan verildiği halde başvurucunun tarafsızlığa ilişkin herhangi bir itirazda bulunmaması  nedeniyle  AİHS  m.6/1 in  ihlal  edilmediği  sonucuna  ulaşmıştır.  D./İrlanda,  B.N.: 26499/02, K.T: 27.06.2006 http://hudoc.echr.coe.int/tur?i=001-76233 (erişim tarihi 08.10.2020). 87  LADEWİG, Hans-Meyer,  Adil Yargılanma Hakkı-II , Adil Yargılanma Hakkı ve Ceza Hukuku, (çev. H. Hakeri), Seçkin Yayınevi, Ankara, 2004, s.89 88  Hakansson ve Sturreson/İsveç, B.N.: 11855/85 K.T.: 21.02.1990 http://hudoc.echr.coe.int/tur?i=00157638  (erişim  tarihi  08.10.2020).  Werner/Avusturya;  B.N.:  21835/93  K.T.:  24.11.1997 http://hudoc.echr.coe.int/tur?i=001-58114 (erişim tarihi 08.10.2020). 89  Zumtobel/Avusturya; B.N: 12235/86 K.T.: 21.09.1993, p. 33-34 http://hudoc.echr.coe.int/tur?i=00157847  (erişim tarihi 08.10.2020). 90  Hakansson ve Sturesson/İsveç, p. 44-50. 46Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  bulundurulacak  en  önemli  husus,  uyuşmazlık  konusu  fiilin  ilişkin  olduğu  suçun ağırlığıdır. Bu bağlamda isnat altındaki kişi bakımından ağır yaptırımlar öngören suçlara ilişkin  uyuşmazlıklarda  seri  muhakeme  usulünün  kabulü  hak  ihlali  oluşturacaktır. Dolayısıyla kasten öldürme, uyuşturucu ve uyarıcı madde imal ve ticareti gibi ağır nitelikteki suçlar seri muhakeme usulü kapsamına alınamaz.  V. SERİ MUHAKEME USULÜNE İLİŞKİN DÜZENLEMELERDE, ADİL YARGILANMA  HAKKI  VE  DİĞER  BAZI  ANAYASAL  İLKELER BAKIMINDAN TESPİT EDİLEN SORUNLAR AİHM alternatif çözüm yollarına ilişkin uygulamaları doğrudan AİHS nin ihlali olarak kabul etmemektedir. Ancak özellikle adil yargılanma hakkı bakımından ihlal olmadığının kabulü için birtakım koşulların gerçekleşmesi gereklidir. Bu hususa ilişkin açıklamaları bir önceki başlıkta ayrıntılı olarak yapmıştık. Bu nedenle, burada bu hususu vurgulamakla yetinmeyi uygun buluyoruz.  Bununla birlikte AİHM nin kabul ettiği koşulları  7188 sayılı Kanun la hukuk sistemimize giren seri muhakemeye ilişkin hükümlerin ne oranda karşıladığının da tespiti gereklidir.  Bunun  yanında  anayasamızda  yer  alan  hükümler  bağlamında,  AİHS hükümlerine  aykırılığı  bulunmayan  alternatif  çözüm  yollarına  ilişkin  kanuni  bir düzenlemenin,  aykırılığının  söz  konusu  olması  da  mümkündür.  Daha  önce  de belirttiğimiz üzere, anayasanın temel hak ve özgürlükler arasında düzenlediği haklar bakımından,  AİHM  gibi  bir  hareket  tarzı  benimsenerek,  belirli  koşulların  varlığı durumunda, isnat altındaki kişinin rızasıyla, somut olayda muhakemeye ilişkin temel hakları kullanmaktan vazgeçebileceğinin kabulü gerekir. Ancak ilgili hak bakımından anayasanın başka bölümlerinde de düzenleme getirilmişse; bir başka deyişle, anayasa koyucu söz konusu kişisel teminata, devletin yapısı ve kamusal düzen bakımından ayrıca bir önem atfetmişse, bu halde temel hakka yapılacak söz konusu müdahale anayasaya aykırı olacaktır. Nitekim anayasa koyucu AİHS den farklı olarak, bazı uygulamaları kamusal menfaat bakımından sakıncalı görmüştür. Seri muhakeme usulü gerek Anayasa m.36 gerekse de AİHS m.6 da hüküm altına alınmış  olan  adil  yargılanma  hakkı  bağlamında  ciddi  handikaplar  barındırmaktadır. 47Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Özellikle  aleni  duruşmada  yargılanma  hakkı,  rızasıyla  da  olsa  sanığın  elinden alınmaktadır. Yukarıda da ifade ettiğimiz üzere; AİHM, birtakım koşullar altında seri muhakeme gibi alternatif çözüm yollarına ilişkin uygulamaların adil yargılanma hakkını ihlal etmediğini kabul etmektedir. AİHM bakımından içtihatlarla ortaya konulan koşullar iç hukukumuzdaki düzenlemelerde büyük oranda karşılanmıştır. Ancak kamusal öneme haiz suç tiplerinde seri muhakeme tarzı uygulamalara yer verilemeyeceği şeklindeki kıstas bakımından önemli sorunlar bulunmaktadır. Bunun yanında AİHM tarafından adil yargılanma hakkı ihlali olarak görülmese bile, anayasal düzenlemelerden kaynaklı olarak başkaca anayasal ilkelere aykırılık oluşturan hususlar da bulunmaktadır.  Aşağıda bu hususları numaralandırarak ayrı ayrı ele almayı uygun buluyoruz. 1)  Öncelikle  belirtmek  gerekir  ki;  CMK  m.  250  ile  hükme  bağlanan  seri muhakeme  kapsamındaki  suçlar  arasında,  oldukça  ağır  yaptırım  içeren  suçlar bulunmaktadır. Bu bağlamda söz konusu suçlarla ilgili olarak, özellikle ağır cezaların ortaya çıkabileceği hallerde seri muhakeme usulünün uygulanması, kamusal menfaate ciddi anlamda zarar verecek, bu durum ise hem adil yargılanma hakkı bağlamında AİHS ye  hem  de  Anayasa ya  aykırılık  teşkil  edecektir.  Genellikle  seri  muhakeme usulüne  tabi  suçların  ispatı  kolay  ve  ağır  nitelikte  olmayan  suçlar  olduğu  ileri sürülmektedir. Oysa bu suçların ispatının her zaman kolay ve net olduğunu söylemenin yanlışlığı  bir  tarafa  bırakılsa  dahi;  söz  konusu  suçların  tamamının  ağır  nitelikte olmadığını söylemek zordur. Örneğin seri muhakeme usulü kapsamında yer alan parada sahtecilik suçu (TCK m.197), iki yıldan on iki yıla kadar hapis ve on bin güne kadar adlî para cezasını gerektirmektedir. Bunun yanında TCK m. 268 de düzenlenen başkasına ait kimlik bilgilerinin kullanılması suçunun cezası bakımından TCK m. 267 de düzenlenen iftira suçuna ilişkin hükümlere atıf yapılmıştır. TCK m.267 de düzenlenen iftira suçu ise TCK m.61/1 in uygulanması kapsamında doğrudan alt ve üst sınırı dikkate alınacaktır. Ancak TCK m. 267 suçun temel şeklinden bağımsız yüksek ceza içeren birçok netice                                                 91   Bu suçlar önemsiz görüldüğü takdirde cezaları indirilmelidir. Önemsiz değilse doğrudan doğruyalık, sözlülük,  alenilik ilkelerinden vazgeçilmemeli,  sanıkların  tanıklara  soru  sorma hakkı ellerinden alınmamalıdır.   Bkz. CENTEL / ZAFER,  2020, s. 621.  Basit yargılama kapsamına iki yıla kadar hapis cezasını gerektiren suçlar girmektedir. Savcının yetkisinde olan seri muhakeme usulünde cezası daha ağır olan bazı suçların kapsama alınması orantısız bir düzenleme olmuştur.  Bkz. CENTEL / ZAFER,  2020, s. 1019. 48Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  sebebiyle ağırlaşmış hal barındırmaktadır. Örneğin, hakkında soruşturma ve kovuşturma yapılmasını engellemek ve suçu kimlik bilgilerini kullandığı mağdurun üzerine atmak için bu kişiye ait kimlik bilgilerini kullanan kimsenin fiili sonucunda, mağdur müebbet veya ağırlaştırılmış müebbet hapis cezasına mahkum olursa, faile 20 yıldan 30 yıla kadar hapis cezası verilecektir (Bkz. TCK m. 268 göndermesiyle TCK m.267/5). Adli Teşkilat Kanunu m.12 gereğince ağır ceza mahkemesinin görev alanına giren bu nitelikte bir fiilin kamusal  menfaat  bakımından  fazla  önem  arz  etmediğini  söylemek  mümkün görünmemektedir.  2)  Bunun yanında kişinin bağımsız bir mahkeme önünde yargılanma hakkı vardır.  Anayasa  m.9 da  da  yargı  yetkisinin  bağımsız  ve  tarafsız  mahkemelerce kullanılacağı hükme bağlanmıştır. Anayasa m. 138 de ise hakimlerin anayasaya, kanuna ve hukuka uygun olarak vicdani kanaatlerine göre hüküm verecekleri düzenlenmiştir. Oysa seri muhakemede mahkeme, vicdani kanaatine göre karar vermemektedir. Bilakis işin esasını, yani maddi gerçeği araştırma yetkisi bulunmamaktadır. Seri muhakeme usulü kanuna  uygun  şekilde  uygulandıysa,  talepnamedeki  yaptırım  doğrultusunda  hüküm kurmaktadır. Ayrıca gerek AİHS m.6/2 gerekse de Anayasa m.38/4 gereğince, isnat altındaki kişilerin suçsuzluk karinesinden faydalanması esastır. Buna göre;  suçluluğu hükmen sabit oluncaya kadar kimse suçlu sayılamaz (AY m.38/4).  Bu ilkenin önemli sonuçlarından biri de  şüpheden sanığın yararlanması dır. Çünkü isnat altındaki kişi mahkeme tarafından vicdani kanaate ulaşılıp mahkumiyet kararı verilinceye (suçluluğu hükmen sabit oluncaya) kadar suçlu sayılamaz. Bu nedenle genel muhakeme usulünde, mahkemenin mahkumiyet kararı verebilmesi için vicdani kanaate ulaşması zorunlu iken (CMK  m.223/5),  beraat  kararı  suçsuzluğa  ilişkin  vicdani  kanaate  ulaşıldığında verilebileceği gibi (CMK m.223/2/b), sanığın suçluluğunun şüpheli kaldığı durumlarda da  (CMK  m.223/2/e)  verilebilmektedir.  Oysa  seri  muhakemede  savcının  bu  usulü başlatması için şüphelinin suçu işlediğine dair yeterli şüphe bulunması yeterlidir. Bunun üzerine şüpheli usulün uygulanmasını kabul ederse ve süreç hukuka uygun ilerlerse, mahkemenin yeterli şüphe üzerine mahkumiyet hükmü vermesi söz konusu olacaktır. Bu                                                 92  Benzer eleştiriler için bkz. BAYTAZ, 2020, s. 8 vd., UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 288; TAŞKIN, 2020, s. 51.   49Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  da suçsuzluk karinesini ciddi şekilde zedeleyen bir durumdur. Bu noktada hakkında yeterli  şüphe  bulunan  şüphelinin  seri  muhakeme  usulünün  uygulanmasını  kabul etmesinin bir tür ikrar sayılıp, bu ikrarın da yeterli şüphe derecesini suçluluğa ilişkin vicdani kanaat derecesine taşıdığının kabul edilip edilemeyeceği hususu akla gelebilir. Bu ihtimali birkaç nedenle olumlamak mümkün değildir. Öncelikle böyle bir usulün uygulanmasına rıza gösterilmesi ikrar sayılamaz. Şüpheli yargıya güvensizlik, haklı da olsa daha fazla ceza ile cezalandırılma korkusu, daha ağır yaptırımlara yönelik risk almama eğilimi gibi nedenlerle seri muhakeme usulünün uygulanmasını kabul etmiş olabilir.  Dolayısıyla  usulün  uygulanmasının  kabulü,  ikrar  gibi  değerlendirilemez. Ayrıca  bir  an  için  ikrar  olarak  değerlendirilebileceği  kabul  edilse  bile,  ceza muhakemesinde ikrar otomatikman vicdani kanaati tesis etmez. Kişi değişik gerekçelerle işlemediği  suçu  işlemiş  gibi  ikrarda  bulunabilir.  Bu  nedenle  ikrar  halinde  bile mahkemenin beraata karar verme imkanı vardır. Bu gibi durumların yaşanabileceğini öngören kanun koyucu da TCK m.270 te suç üstlenme adlı bir suç tipine yer vermiştir.  Bu noktada isnat altındaki kişinin belirli koşullar altında, hakkında seri muhakeme usulünün uygulanmasını kabul etmesine imkan tanınmasının, AİHM içtihatlarındaki mantıkla,  Anayasa ya  aykırı  kabul  edilemeyeceği,  bu  nedenle  kişinin  suçsuzluk karinesinden  faydalanmaktan  vazgeçebileceği  ileri  sürülebilir.  Kanaatimizce  de Anayasa nın  temel  hak  ve  özgürlükler  arasında  düzenlediği  haklar  bakımından, AİHM nin kullandığı mantıkla, yukarıda açıkladığımız koşulların varlığı durumunda, kişinin kendisine tanınan avantajları göz önünde bulundurarak, rızasıyla, somut olayda muhakemeye  ilişkin  temel  hakları  kullanmaktan  vazgeçebileceğinin  kabulü  gerekir.                                                 93  Aynı yönde bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 298; YENİSEY / NUHOĞLU, 2020, s. 847.  94  Aynı yönde bkz. BAYTAZ, 2020, s. 18,  Serî muhakeme usûlünü düzenleyen hükümlerden şüphelinin suçluluğundan yola çıkıldığı gözlenmektedir. Cumhuriyet savcısı her ne kadar başlangıç şüphesi olmadan  soruşturma  evresine  başlayamayacak  olsa  da,  serî  muhakeme  usûlünü  sürdürmek  ve talepnâme hazırlamak için herhangi bir özel şüphe derecesi aranmamıştır ki – yukarıda da anıldığı üzere  talepnâme  iddianâmeden  öte  bir  anlam  taşımaktadır.  Bunun  yanında  şüphelinin  usûlün uygulanması teklifini kabul etmesinden sonra herhangi bir delil sunma ve savunma ya da delil değerlendirme sürecinden söz edilmemektedir. Üstelik öyle anlaşılmaktadır ki prosedür, şüphelinin ikrârı ile başlamaktadır. Dolayısıyla aslında tüm adlî makamlar tarafından riayet edilmesi gerekilen masûmiyet karinesine Cumhuriyet savcısınca uyulmamaktadır.  Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 287.  50Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Ancak ilgili temel hak bakımından, temel hak ve özgürlükler dışında, Anayasa nın başka bölümlerinde de düzenleme getirilmişse, bir başka deyişle, anayasa koyucu söz konusu kişisel  teminata,  devletin  işleyişi  ve  kamusal  düzen  bakımından  ayrıca  bir  önem atfetmişse;  bu  halde  söz  konusu  hakka  yapılacak  müdahalenin,  Anayasa ya  aykırı olduğunun  kabulü  gerekir.  Bu  bağlamda  şüpheden  sanığın  yararlanması,  Anayasa m.38 de hükme bağlanmış temel haklardandır. Ancak anayasa koyucu, bu teminatın sadece bireyler bakımından önem arz etmediğini, kamusal düzen ve devletin işleyişi bakımından  da  önemli  bir  husus  olduğunu  kabul  ederek,  mahkemelerin  vicdani kanaatlerine göre karar verebileceğini, yargı bağımsızlığı bağlamında AY m.138/1 de ayrıca hükme bağlamıştır. AY m.138/1 düzenlemesi gereği mahkemenin mahkumiyet kararını  suçluluğa  ilişkin  vicdani  kanaate  ulaşarak  vermesi  elzemdir.  Bu  bağlamda anayasa  koyucunun  bakış  açısıyla  düşünüldüğünde;  seri  muhakeme  usulünde, mahkemenin savcının talepnamesi ile bağlı tutulması, sadece bireysel haklar bakımından değil; aynı zamanda devletin sağlıklı işleyişi ve bakımından da ciddi bir tehlike arz etmektedir. Kaldı ki; hukukumuzda şu ana kadar seri muhakeme dışında herhangi bir kurum, mahkemenin vicdani kanaati dışında mahkumiyet kararı verebilmesine imkan tanımamıştır. Bu noktada akla önödeme vb. kurumlar gelebilir. Ancak bu kurumların uygulanması neticesinde kişi belirli bir miktar adli para cezası ödese de bu durum onun hakkında mahkumiyet hükmünün sonuçlarını doğurmamaktadır. Bu bağlamda, hukuken bir mahkumiyet hükmü var olmamakta, dolayısıyla tekerrüre esas olma, adli sicile işleme veya  memuriyete  engel  olma  gibi  sonuçlar  ortaya  çıkmamaktadır.  Ancak  seri muhakemede, cezada indirim yapılsa da  mahkumiyet hükmü tüm sonuçları ile ortaya çıkmakta ve kişiye hapis cezası verilebilmektedir.  Bunun yanında aleni yargılanma hakkının anayasa m.141 de hükme bağlandığı, bu nedenle adil yargılanma hakkı (AY m.36; AİHS m.6/1) kapsamında yer alan bu alt hakkın da kamusal düzen bakımından önem arz ettiği ve istisnasının olamayacağı düşünülebilir. Ancak AY m.141 de duruşmaların aleni olduğu hüküm altına alınmıştır. Duruşmasız                                                 95  Benzer yönde;  Serî muhakeme usûlünün anayasal açıdan en sorunlu olduğu yerlerden biri kanunî hâkim ilkesi ile tarafsız ve bağımsız mahkeme tarafından yargılanma ilkesi bağlamındadır. Yenilenecek normda yargılama yetkisinin savcıdan alınarak, istisnâsız bir şekilde hâkime aktarılması zorunludur.  Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 301.  51Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  yargılamaya cevap verilmemesi diye bir şey söz konusu değildir. Yargılamalar duruşmalı yapılıyorsa aleniyet zorunludur. Ancak yapısı gereği duruşma öngörülmemiş hukuki uyuşmazlıklar bakımından, aleniyetin klasik anlamdaki açıklık olarak sağlanması zorunlu değildir. Bu bağlamda seri muhakemenin aleni olmaması kanaatimizce ne anayasaya ne de AİHS ye aykırıdır. 3) Son olarak belirtmek gerekir ki; daha önceki yüksek mahkeme içtihatları dikkate alındığında, seri muhakeme usulü de tıpkı basit yargılama usulü gibi çifte karakterli bir kurumdur. Bunun yanında basit yargılama usulünün uygulanmasında mahkemenin takdir hakkı varken, seri muhakeme usulünün koşulları oluştuğunda uygulanması zorunludur. Bu  bağlamda  seri  muhakeme  usulünün  uygulanması,  bu  kapsamdaki  uyuşmazlıklar bakımından muhakeme şartı oluşturmaktadır. Anayasa Mahkemesi daha önceki Yargıtay içtihatlarıyla da uyumlu şekilde, basit yargılama usulünün uygulanmaya başlanacağı zamana ilişkin bir uygulama hükmünün, belirli kısmının iptaline karar vermiştir. Nitekim Yargıtay yıllardır yerleşik uygulamasında, temelde ceza muhakemesi kurumu olmakla birlikte, yargılamanın yapılmasına ve cezanın miktarına dolaylı da olsa etkisi olan hukuki kurumları, çifte karakterli (hem maddi ceza hukuku hem de ceza muhakemesi hukuku niteliği olan) kurumlar olarak kabul etmektedir. Buna bağlı olarak (şikayet, izin, HAGB gibi) bu tür kurumlara ilişkin hükümlerin zaman bakımından uygulanmasında ise lehe kanun uygulaması yapılacağına hükmetmektedir. CMK geçici m. 5/1/d de şu hükme                                                 96   Kamu görevlisine karşı görevinden dolayı işlenmesi hariç hakaret suçlarının soruşturulması ve kovuşturulması şikayete bağlıdır. Mağdurun şikayetçi olması halinde yeni Türk Ceza Kanunu ve Ceza Muhakemesi Kanunu uyarınca uzlaşma işlemi yapılıp sonuca göre karar verilmelidir. Somut olayda, anılan yasalar hüküm tarihinden sonra yürürlüğe girmiştir. Açıklanan nedenlerle sanığın hukuki durumunun yeniden değerlendirilmesi gerekir.  Yar. 2. CD., 06.02.2006, E. 2005/2619, K. 2006/1356.   5237 sayılı TCK'nın 125. maddesinde düzenlenen ve sanığın eylemine uyan hakaret suçunun, 131/1. maddesinde düzenlenen kamu görevlisine karşı görevinden dolayı işlenmesi hali hariç olmak üzere, soruşturulması ve kovuşturulmasının şikayete bağlı olması ve mağdurun şikayetçi olması karşısında, 5271 sayılı CMK'nın 253 ve 254. maddeleri uyarınca uzlaştırma işlemi yapılmalı, sonucuna göre karar verilmelidir.  Yar. 2. CD.,27.02.2006, E. 2005/4591, K. 2006/3340.  Öncelikle lehe olduğundan kuşku bulunmayan ve diğer kişiselleştirme nedenlerinden önce Yargıç tarafından isteme bağlı olmaksızın değerlendirilmesi zorunluluğu bulunan hükmün açıklanmasının geri bırakılması koşullarının bulunup bulunmadığı değerlendirilerek sanığın hukuki durumunun saptanmasında zorunluluk bulunmaktadır.  Yar. CGK., 03.06.2008, E. 2008/2-149, K. 2008/163.  Sanığın zincirleme biçimde görevli memura sövme suçundan cezalandırılmasına ilişkin hükmün verilmesinden sonra yürürlüğe giren 5728 sayılı Yasanın  562.  maddesi  ile  Ceza  Yargılaması  Yasası'nın  231.  maddesinin  5  ve  14.  fıkralarında gerçekleştirilen değişiklikler sonucunda, bu maddede öngörülen objektif ve subjektif koşulların varlığı halinde uygulanması olanağı bulunan  hükmün açıklanmasının geri bırakılması  kurumunun tatbik  52Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  yer  verilmiştir;   1/1/2020  tarihi  itibarıyla  kovuşturma  evresine  geçilmiş,  hükme bağlanmış veya kesinleşmiş dosyalarda seri muhakeme usulü ile basit yargılama usulü uygulanmaz.  Lehe kanun uygulaması gereği, basit yargılama usulünün uygulanması sanık bakımından cezada indirim sağladığı için CMK m.251 vd. yürürlüğe girdikten sonra, kapsamında yer alan ve kesin hükme bağlanmamış tüm uyuşmazlıklar bakımından etkili  olmalıdır  (Bkz.  TCK  m.7/2)97.  Bu  nedenle,  kendisine  yapılan  bir  başvuru kapsamında Anayasa Mahkemesi, CMK geçici m.5/1/d hükmünün basit yargılamaya ilişkin belirli bir kısmının iptaline karar vermiştir.98 Ancak burada vurgulamak gerekir ki; iptal kararının gerekçesinde belirtilen hususlardan daha fazlası seri muhakeme usulü için de geçerlidir. Bu nedenle söz konusu hükmün seri muhakemeye ilişkin kısmının da iptali gerekir. Bu noktada soruşturmaya ilişkin bir kuruma kovuşturmaya geçtikten sonra uygulama  alanı  tanınmasının,   muhakeme  evrelerinden  geri  dönüş  olmaz   ilkesine aykırılık oluşturacağı hususu akla gelebilir. Ancak daha önceki başlıklarda ayrıntılı olarak açıkladığımız üzere, bu şekildeki hareket tarzı, bir tür evrelerden geri dönüş değil; bilakis bir muhakeme şartının gerçekleştirilmesine yönelik faaliyet olarak kabul edilmeli, şart gerçekleşmezse  muhakeme  kaldığı  yerden  devam  etmelidir.  Bu  bağlamda  seri muhakemeye ilişkin yapılacak lehe kanun uygulaması bakımından da bir sakıncanın ortaya çıkmayacağı kanaatindeyiz.                                                     alanı genişletilmiş ve somut olayda uygulanabilir bir hale gelmiştir. Kurulan hükmün sanık hakkında hukuki bir sonuç doğurmamasına olanak sağlayan ve bu yönüyle sanık lehine sonuç doğurduğunda kuşku bulunmayan bu hukuki kurumun sanık hakkında uygulanıp uygulanmayacağı ise öncelikle birinci derece yargılamasını yapan mahkemece ele alınıp değerlendirilmelidir. Bu itibarla, diğer yönlerinin bu aşamada  incelenmesine  gerek  bulunmayan  hükmün,  öncelikle  bu  yasal  değişikliğin değerlendirilebilmesi için bozulmasına karar verilmelidir.  Yar. CGK, 01.04.2008, E. 2007/4MD-219, K. 2008/66 (Kazancı İçtihat Bilgi Bankası). 97   …ceza  muhakemesi  kanunlarının  zaman  bakımından  uygulanması  konusunda  tutarlılıktan  söz edilmesi zordur. Birçok yazar, muhakeme normlarının uygulanması konusunda derhal uygulanırlık ilkesini kabul etmekte, ancak muhakeme şartları gibi çeşitli muhakeme normları bakımından lehe normun geçmişe uygulanmasını ya da yürürlük ötesi uygulanmasını da savunabilmektedir. Aynı durum yargı organları için de geçerlidir. Bu noktada belki, kişi özgürlüğünü ilgilendiren ve kişi özgürlüğünü ilgilendirmeyen muhakeme kuralları bakımından bir ayrım yapılması düşünülebilir. Kişi özgürlüğünün sınırlandırılması sonucunu doğuracak ceza normları bakımından geçmişe uygulama yasağının etki doğurması peşinen kabul edilebilir. Hiç olmazsa bu şekilde, ceza muhakemesi normlarının derhal uygulanması ilkesi bakımından öğreti ya da uygulama tarafından kabul edilen istisnalar bir sisteme bağlanabilir. Diğer seçenek ise, derhal uygulanırlık bakımından geçerli hükümler dışında herhangi bir istisna kabul edilmemesi, yani ilkenin harfiyen uygulanmasıdır.  Bkz. KATOĞLU, Tuğrul,  Ceza Kanunlarının Zaman Yönünden Uygulanması, Seçkin Yayınevi, Ankara, 2008, s. 319.  98  AYM, 25.06.2020, E. 220/16 K. 2020/33, R.G. No: 31218; R.G. Tarihi: 19.8.2020. 53Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62   SONUÇ Uyuşmazlığın  niteliğine  uygun  olarak  makul  bir  sürede  yargılanmak  sanık bakımından adil yargılanmanın en önemli gereklerindendir. Adaletin makul bir sürede sağlanması özellikle masum kimselerin yargılandığı durumlarda bir an önce itibarlarının iadesi edilmesini sağlar. Öte yandan adaletin sürate feda edilmemesi de gerekir. Bu nedenle salt muhakemeyi çabuklaştırmak amacıyla adil yargılanmaya ilişkin ilkelerden vazgeçilemez. Adil yargılanma ve makul sürede yargılanma ilkeleri arasında bir denge gözetilmelidir.   Ceza  Muhakemesi  Kanunu nda  (CMK),  2019  yılında  yapılan  değişikliklerle birlikte hukuk sistemimize giren alternatif cezai uyuşmazlık çözüm yöntemlerinden biri seri muhakeme usulüdür. Seri muhakeme usulü; savcı ile şüphelinin kanunda belirtilen usulle  anlaşmaları  esasına  dayanan,  kanunda  tahdidi  olarak  sayılan  suçlara  ilişkin muhakemeleri  çabuklaştırmayı  ve  böylelikle  mahkemelerin  iş  yükünü  azaltmayı amaçlayan özel bir muhakeme türüdür. Kanunkoyucu bu usulle, mahkemelerin iş yükünü azaltmayı ve adil yargılanma hakkı kapsamında yer alan alt haklardan olan makul sürede yargılanma hakkını bireyler bakımından teminat altına almayı amaçlamıştır. Nitekim seri muhakeme usulünün uygulanması suretiyle bazı uyuşmazlıklar bakımından ilk derece mahkemelerinin ve dolayısıyla kanun yolu mercilerinin iş yükü azaltılacaktır. Böylelikle söz konusu merciler ellerinde olan diğer davalara daha çok vakit ayırabilecek ve bunları da daha kısa sürede adil biçimde çözüme kavuşturabileceklerdir.  Kanuni düzenleme dikkate alındığında, seri muhakeme usulüne başvurulmasının bir  takım  temel  koşulları  olduğu  görülmektedir.  Bunun  yanında  CMK  ve  ceza muhakemesine ilişkin hükümlerin yer aldığı diğer kanunlarda bulunan düzenlemelerden de  bu  koşullara  ilişkin  bazı  sonuçlar  çıkartılabilmektedir.  Bu  iki  husus  birlikte değerlendirildiğinde, seri muhakeme usulüne başvurulmasının temel koşulları şu şekilde sıralanabilir;  1) Muhakeme konusu fiilin oluşturduğu suçun seri muhakeme usulüne tabi olması, 2) Yeterli şüpheye ulaşılmış olması,  54Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  3) Kamu davasının açılmasının ertelenmesi kararı verilmemiş olması,  4) Şüpheliye ulaşılmış olması,  5) İştirak halinde işlenen suçlarda tüm fail ve şeriklerin seri muhakeme usulünün uygulanmasını kabul etmesi, 6) Muhakeme şartının gerçekleşmiş olması, 7) Şüphelide yaş küçüklüğü ve akıl hastalığı ile sağır ve dilsizlik hallerinden birinin bulunmaması. Anayasanın 36. maddesinde açıkça teminat altına alınan adil yargılanma hakkı, birçok  yazar  tarafından,  Anayasanın  2.  maddesinde  hükme  bağlanan  hukuk  devleti ilkesinin de bir gereği olarak kabul edilmektedir. Söz konusu hak 1948 tarihli İnsan Hakları Evrensel Bildirgesinin 10. maddesinde hükme bağlandığı gibi, Türkiye nin taraf olduğu temel hak ve özgürlüklere ilişkin uluslararası sözleşmelerden olan Avrupa İnsan Hakları Sözleşmesi nin (AİHS) 6. maddesinde, Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi nin ise 14. maddesinde bireyler bakımından teminat altına alınmıştır.  Bunun dışında cezai uyuşmazlıklara ilişkin olarak, CMK da da adil yargılanma hakkına ilişkin birçok husus hükme bağlanmıştır.  AİHS m.6 ışığında adil yargılanma; bireyin, gerek medeni hak ve yükümlülüklerine gerekse cezai alanda kendisine yöneltilen suçlamalara ilişkin herhangi bir davanın, yasayla  kurulmuş,  bağımsız  ve  tarafsız  bir  mahkeme  tarafından,  makul  bir  süre içerisinde,  aleni  ve  hakkaniyete  uygun  olarak  görülmesine  ilişkin  hakkı  olarak tanımlanabilir. AİHM basit yargılama gibi alternatif çözüm yöntemleri ile isnat altındaki kimseler hakkında  mahkumiyet  hükmü  kurulabilmesini  AİHS nin  ve  özellikle  6.  maddede düzenlenen adil yargılanma hakkının bir ihlali olarak görmemektedir. Ancak bunun için birtakım koşulların gerçekleşmesini aramaktadır. Aksi takdirde ilgililerin adil yargılanma hakkı ihlal edilmiş olacaktır. Bu koşullar şu şekilde sıralanabilir;  Tam, Açık ve Anlaşılır Şekilde Bilgilendirme 55Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  İsnat  Altındaki  Kimsenin  Kurumun  Uygulanmasına  Müdafi  Huzurunda  Rıza Göstermesi İlgili Alternatif Çözüm Yolunun Uygulanacağı Suç Tiplerinin Kamusal Menfaat Bakımından Ciddi Derecede Önem Arz Etmemesi  Bununla bağlamda AİHM nin kabul ettiği koşulları 7188 sayılı Kanun la hukuk sistemimize giren seri muhakemeye ilişkin hükümlerin ne oranda karşıladığının da tespiti gereklidir.  Bunun  yanında  anayasamızda  yer  alan  hükümler  bağlamında,  AİHS hükümlerine  aykırılığı  bulunmayan  alternatif  çözüm  yollarına  ilişkin  kanuni  bir düzenlemenin, anayasaya aykırılığının söz konusu olması da mümkündür. Anayasanın temel hak ve özgürlükler arasında düzenlediği haklar bakımından, AİHM gibi bir hareket tarzı benimsenerek, belirli koşulların varlığı durumunda, isnat altındaki kişinin rızasıyla, somut olayda muhakemeye ilişkin temel hakları kullanmaktan vazgeçebileceğinin kabulü gerekir. Ancak ilgili hak bakımından anayasanın başka bölümlerinde de düzenleme getirilmişse; bir başka deyişle, anayasa koyucu söz konusu kişisel teminata, devletin yapısı ve kamusal düzen bakımından ayrıca bir önem atfetmişse, bu halde temel hakka yapılacak söz konusu müdahale anayasaya aykırı olacaktır. Nitekim bu durumda, anayasa koyucu,  AİHS den  farklı  olarak,  bazı  uygulamaları  kamusal  menfaat  bakımından sakıncalı görmüştür. Seri  muhakeme  usulüne  ilişkin  CMK  m.250 de  yer  alan  düzenlemeler,  adil yargılanma hakkı bağlamında ciddi handikaplar barındırmaktadır. Bu sorunlar şu şekilde numaralandırılarak sıralanabilir; 1) CMK m. 250 ile hükme bağlanan seri muhakeme kapsamındaki suçlar arasında, oldukça ağır yaptırım içeren suçlar bulunmaktadır. Bu bağlamda söz konusu suçlarla ilgili olarak, özellikle ağır cezaların ortaya çıkabileceği hallerde seri muhakeme usulünün uygulanması, kamusal menfaate ciddi anlamda zarar verecek, bu durum ise hem adil yargılanma hakkı bağlamında AİHS ye hem de Anayasa ya aykırılık teşkil edecektir. Genellikle seri muhakeme usulüne tabi suçların ispatı kolay ve ağır nitelikte olmayan suçlar olduğu ileri sürülmektedir. Oysa bu suçların ispatının her zaman kolay ve net olduğunu söylemenin yanlışlığı bir tarafa bırakılsa dahi; söz konusu suçların tamamının ağır nitelikte olmadığını söylemek zordur. Örneğin seri muhakeme usulü kapsamında yer 56Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  alan parada sahtecilik suçu (TCK m.197), iki yıldan on iki yıla kadar hapis ve on bin güne kadar adlî para cezasını gerektirmektedir.  2)  Ayrıca  kişinin  bağımsız  bir  mahkeme  önünde  yargılanma  hakkı  vardır. Anayasa m.9 da da yargı yetkisinin bağımsız ve tarafsız mahkemelerce kullanılacağı hükme bağlanmıştır. Anayasa m. 138 de ise hakimlerin anayasaya, kanuna ve hukuka uygun olarak vicdani kanaatlerine göre hüküm verecekleri düzenlenmiştir. Oysa seri muhakemede mahkeme, vicdani kanaatine göre karar vermemektedir. Bilakis işin esasını, yani maddi gerçeği araştırma yetkisi bulunmamaktadır. Seri muhakeme usulü kanuna uygun şekilde uygulandıysa, mahkeme, talepnamedeki yaptırım doğrultusunda hüküm kurmaktadır. Ayrıca gerek AİHS m.6/2 gerekse de Anayasa m.38/4 gereğince, isnat altındaki kişilerin suçsuzluk karinesinden faydalanması esastır. Buna göre;  suçluluğu hükmen sabit oluncaya kadar kimse suçlu sayılamaz (AY m.38/4).  Bu ilkenin önemli sonuçlarından biri de  şüpheden sanığın yararlanması dır. Çünkü isnat altındaki kişi mahkeme tarafından vicdani kanaate ulaşılıp mahkumiyet kararı verilinceye (suçluluğu hükmen sabit oluncaya) kadar suçlu sayılamaz. Oysa seri muhakemede savcının bu usulü başlatması için şüphelinin suçu işlediğine dair yeterli şüphe bulunması yeterlidir. Bunun üzerine şüpheli usulün uygulanmasını kabul ederse ve süreç hukuka uygun ilerlerse, mahkemenin yeterli şüphe üzerine mahkumiyet hükmü vermesi söz konusu olacaktır. Bu da suçsuzluk karinesini ciddi şekilde zedeleyen bir durumdur. Bu noktada isnat altındaki kişinin belirli koşullar altında, hakkında seri muhakeme usulünün uygulanmasını kabul etmesine imkan tanınmasının, AİHM içtihatlarındaki mantıkla, Anayasa ya aykırı kabul edilemeyeceği,  bu  nedenle  kişinin  suçsuzluk  karinesinden  faydalanmaktan vazgeçebileceği ileri sürülebilir. Kanaatimizce de Anayasa nın temel hak ve özgürlükler arasında  düzenlediği  haklar  bakımından,  AİHM nin  kullandığı  mantıkla,  yukarıda açıkladığımız koşulların varlığı durumunda, kişinin kendisine tanınan avantajları göz önünde  bulundurarak,  rızasıyla,  somut  olayda  muhakemeye  ilişkin  temel  hakları kullanmaktan vazgeçebileceğinin kabulü gerekir. Ancak ilgili temel hak bakımından, temel  hak  ve  özgürlükler  dışında,  Anayasa nın  başka  bölümlerinde  de  düzenleme getirilmişse, bir başka deyişle, anayasa koyucu söz konusu kişisel teminata, devletin işleyişi ve kamusal düzen bakımından ayrıca bir önem atfetmişse; bu halde söz konusu hakka  yapılacak  müdahalenin,  Anayasa ya  aykırı  olduğunun  kabulü  gerekir.  Bu 57Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  bağlamda  şüpheden  sanığın  yararlanması,  Anayasa  m.38 de  (suçsuzluk  karinesi kapsamında) hükme bağlanmış temel haklardandır. Ancak anayasa koyucu, bu teminatın sadece bireyler bakımından önem arz etmediğini, kamusal düzen ve devletin işleyişi bakımından  da  önemli  bir  husus  olduğunu  kabul  ederek,  mahkemelerin  vicdani kanaatlerine göre karar verebileceğini, yargı bağımsızlığı bağlamında AY m.138/1 de ayrıca hükme bağlamıştır. AY m.138/1 düzenlemesi gereği mahkemenin mahkumiyet kararını  suçluluğa  ilişkin  vicdani  kanaate  ulaşarak  vermesi  elzemdir.  Bu  bağlamda anayasa  koyucunun  bakış  açısıyla  düşünüldüğünde;  seri  muhakeme  usulünde, mahkemenin savcının talepnamesi ile bağlı tutulması, sadece bireysel haklar bakımından değil; aynı zamanda devletin sağlıklı işleyişi ve bakımından da ciddi bir tehlike arz etmektedir. Kaldı ki; hukukumuzda şu ana kadar seri muhakeme dışında herhangi bir kurum, mahkemenin vicdani kanaati dışında mahkumiyet kararı verebilmesine imkan tanımamıştır.  3) Son olarak belirtmek gerekir ki; daha önceki yüksek mahkeme içtihatları dikkate alındığında, seri muhakeme usulü de tıpkı basit yargılama usulü gibi çifte karakterli bir kurumdur. Bunun yanında basit yargılama usulünün uygulanmasında mahkemenin takdir hakkı varken, seri muhakeme usulünün koşulları oluştuğunda uygulanması zorunludur. Bu  bağlamda  seri  muhakeme  usulünün  uygulanması,  bu  kapsamdaki  uyuşmazlıklar bakımından muhakeme şartı oluşturmaktadır. Anayasa Mahkemesi daha önceki Yargıtay içtihatlarıyla da uyumlu şekilde, basit yargılama usulünün uygulanmaya başlanacağı zamana ilişkin bir uygulama hükmünün, belirli kısmının iptaline karar vermiştir. Nitekim Yargıtay yıllardır yerleşik uygulamasında, temelde ceza muhakemesi kurumu olmakla birlikte, yargılamanın yapılmasına ve cezanın miktarına dolaylı da olsa etkisi olan hukuki kurumları, çifte karakterli (hem maddi ceza hukuku hem de ceza muhakemesi hukuku niteliği olan) kurumlar olarak kabul etmektedir. Buna bağlı olarak (şikayet, izin, HAGB gibi) bu tür kurumlara ilişkin hükümlerin zaman bakımından uygulanmasında ise lehe kanun uygulaması yapılacağına hükmetmektedir. CMK geçici m. 5/1/d de şu hükme yer verilmiştir;  1/1/2020 tarihi itibarıyla kovuşturma evresine geçilmiş, hükme bağlanmış veya  kesinleşmiş  dosyalarda  seri  muhakeme  usulü  ile  basit  yargılama  usulü uygulanmaz.   Oysa  çifte  karakterli  kurumlarda lehe  kanun  uygulaması  gereği,  seri muhakeme usulünün de (tıpkı basit yargılama gibi ) CMK m.250 yürürlüğe girdikten 58Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  sonra, kapsamında yer alan ve kesin hükme bağlanmamış tüm uyuşmazlıklar bakımından uygulanması gerekir (Bkz. TCK m.7/2). 59Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62",
     "Kaynakça": "Hüsnü, Ceza Yargılamasında Seri Muhakeme ve Basit Yargılama Usulleri, Adalet Yayınevi, Ankara, 2019, s. 55; ERDEM / ŞENTÜRK, 2020, s. 587; YURTCAN, 2019, s. 714.  24  KEZER, 2019, s. 125.   13Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  usulüne tabi suçların ispatı kolay ve ağır nitelikte olmayan suçlar olduğu belirtilmiş; ancak neden sadece söz konusu suçların bu kapsama alındığı konusunda açıklamaya yer verilmemiştir. Bu suçların ispatının her zaman kolay ve net olduğunu söylemenin ne kadar doğru olduğu bir tarafa bırakılırsa25, söz konusu suçların tamamının ağır nitelikte olmadığını söylemek zordur. Örneğin; seri muhakeme usulü kapsamında yer alan parada sahtecilik (TCK m.197), iki yıldan on iki yıla kadar hapis ve on bin güne kadar adlî para cezasını  gerektirmektedir.  Bunun  yanında  TCK  m.268 de  düzenlenen  başkasına  ait kimlik bilgilerinin kullanılması suçunun cezası bakımından TCK m.267 de düzenlenen iftira suçuna ilişkin hükümlere atıf yapılmıştır. TCK m.267 de düzenlenen iftira suçu bakımından ise  TCK m.61/1 in  uygulanması kapsamında doğrudan alt ve üst sınırı dikkate alınacaktır. Ancak TCK m.267 suçun temel şeklinden bağımsız yüksek ceza içeren  birçok  netice  sebebiyle  ağırlaşmış  hal  barındırmaktadır.  Örneğin,  hakkında soruşturma ve kovuşturma yapılmasını engellemek ve suçu kimlik bilgilerini kullandığı mağdurun üzerine atmak için bu kişiye ait kimlik bilgilerini kullanan kimsenin fiili sonucunda, mağdur müebbet veya ağırlaştırılmış müebbet hapis cezasına mahkum olursa, fail 20 yıldan 30 yıla kadar hapis cezası verilecektir (Bkz. TCK m. 268 göndermesiyle TCK m.267/5). Adli Teşkilat Kanunu m.12 gereğince ağır ceza mahkemesinin görev alanına giren bu suçun hafif nitelikte olduğunu söylemek gerçekten çok zordur. Nitekim seri  muhakeme  usulü  kapsamına  alınan  suçlarla  ilgili  doktrinde  de  benzer  yönde eleştiriler dile getirilmiştir26. Şüpheli bakımından ceza indirimine ilişkin önemli bir                                                 25   Kataloğa bakıldığında, seçilen suç tiplerinin sübut değerlendirmesinin, daha ziyade detaylı bir araştırmaya gerek kalmaksızın, bir tutanakla ya da hızlı bir bilirkişi incelemesiyle tamamlanmasının mümkün olduğu suçlar olduğu görülmektedir.  Bkz. YAVUZ, 2020, s. 252.  Seri muhakemeye tabi suçların objektif bir kritere göre seçilip seçilmediğinde tereddüt oluşmuştur. Hakkı olmayan yere tecavüz  dışında  genellikle  belli  bir  mağdura  karşı  değil,  kamuya  karşı  işlenen  suçlar  olduğu görülmektedir. Soruşturması bakımından ağırlıklı olarak kolluk tutanaklarının büyük belirleyicilik taşıdığı suç tipleridir. Ancak tamamen pratik kaygıların, özellikle mahkemelerin iş yükünün azaltılması düşüncelerinin etkili olduğu anlaşılmakta, ileride yeni değişikliklerle bu suçların artırılma olasılığı bulunmaktadır.  Bkz. YENİSEY / NUHOĞLU, 2020, s. 848.  26  CENTEL, Nur / ZAFER, Hamide, Ceza Muhakemesi Hukuku, Beta Yayınevi, İstanbul, 2020, s. 621; UĞURLUBAY, Gülsün A. Aygörmez / HAYDAR, Nuran / KORKMAZ, Mehmet,   Seri Muhakeme Usulüne İlişkin Sorunlar , Ankara Sosyal Bilimler Üniversitesi Hukuk Fakültesi Dergisi, Yıl:  2019, Cilt: 1, Sayı: 2, s. 264 vd.; TAŞKIN, 2020, s. 77. Basit yargılama usulünde olduğu gibi suç için öngörülen cezanın üst sınırı dikkate alınarak iki yıllık bir ölçüt kullanılmasının daha yerinde olacağı yönünde bkz. YENİSEY / NUHOĞLU, 2020, 846.  14Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  avantaj sağlamakla birlikte, rızasıyla da olsa adil yargılanma hakkından ciddi anlamda feragat  etmesi  sonucunu  doğuran  seri  muhakeme  usulünün  ancak  gerçekten  hafif nitelikteki suçlarla ilgili uygulanması kabul edilmelidir.  3. Yeterli Şüpheye Ulaşılmış Olması CMK m. 250/1 de bu koşul;  Soruşturma evresi sonunda aşağıdaki suçlarla ilgili olarak  kamu  davasının  açılmasının  ertelenmesine  karar  verilmediği  takdirde  seri muhakeme  usulü  uygulanır…   ifadesiyle  getirilmiştir.  Soruşturma  evresinin  sonu deyişinden anlaşılması gereken ise soruşturmanın eksiksiz bir şekilde tamamlanması ve karar aşamasına gelinmesidir27.  CMK m.170/2 de açıkça ifade edildiği üzere, savcılığın soruşturma konusu bir suça ilişkin iddianame düzenleyebilmesi için suçun işlendiğine dair  yeterli şüphe  ye ulaşmış olması gerekir. Bu bağlamda seri muhakeme usulüne gidilebilmesi için gerekli ilk koşul, muhakeme konusu fiilin oluşturduğu suçun şüpheli tarafından işlendiğine ilişkin yeterli şüphenin bulunmasıdır28. Aksi takdirde, yani suçun şüpheli tarafından işlendiğine ilişkin yeterli  şüphe  bulunmuyorsa;  savcı  takipsizlik  kararı  vererek  soruşturmayı sonlandırmalıdır (CMK m.172). Bu husus Yönetmelik m.5/2 de;  kanunun 250 nci maddesinin birinci fıkrasında sayılan suçlarda kamu davası açılması için yeterli şüphe oluşturacak delil elde edilmesi üzerine kamu davasının açılmasının ertelenmesine karar                                                 27  BAYTAZ, 2020, s. 13, YAVUZ, 2020, s. 249; YILMAZ / APİŞ, 2020, s. 74.  …delillerin olayın hemen sonrasında bulunması ve korunması daha kolaydır. Olayın üzerinden bir süre geçtikten sonra, yeniden delil  araştırması  yapmaya  başlamak  önceden  elde  edilebilecek  delillerin  bulunamamasına  yol açabilecektir. Savcının, soruşturmanın hemen başında seri muhakeme usulünü başlatmasının kabul edilmesi halinde, hakimin veya şüphelinin seri muhakeme usulünün uygulanmasını kabul etmedikleri durumlarda, olayın üzerinden süre geçmiş olduğundan, delillerin toplanamaması veya kaybolması tehlikesi oluşacaktır. Bu nedenle, kanun koyucunun,  soruşturmanın tamamlanması sonrasında seri muhakeme usulünün uygulanmasını kabul etmiş olması muhakeme mantığına daha uygun bir düzenleme olmuştur.  Bkz. KIZILARSLAN, 2019,  s. 1916. 28  Aynı yönde bkz. ALDEMİR, 2019, s. 223; ERDEM / ŞENTÜRK, 2020, s. 586; ŞAHİN / GÖKTÜRK, 2020, s. 204; CENTEL / ZAFER, 2020, s. 612. Doktrinde yapılan bir değerlendirmeye göre; seri muhakeme usulü hazırlık aşamasında savcılığın topladığı delillere göre şüphelinin mahkum olacağına yüzde yüz emin olduğu hallerde uygulanabilen bir muhakeme usulüdür. Belirtmek gerekir ki seri muhakeme usulünün uygulanması için böyle bir koşul öngörülmüş değildir. Kovuşturma evresinin sonunda yeterli şüpheye ulaşılmış olması iddianamenin hazırlanması için gerekli ve yeterlidir. Elbette mevcut delil durumuna göre yeterli şüphe derecesinin aşılmış olması da mümkündür; ancak bu bir gereklilik olarak öngörülmemiştir. Bkz. KEZER, 2019, s. 38.   15Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  verilmediği  takdirde,  seri  muhakeme  usulünün  uygulanması  zorunludur.   denilmek suretiyle de vurgulanmıştır (Ayrıca bkz. Yönetmelik m.8/4).  Yeterli  şüphe,  şüphelinin  suçu  işlemiş  olma  ihtimalinin  işlememiş  olma ihtimalinden daha yüksek olduğu bir şüphe derecesini ifade etmektedir. Dolayısıyla eldeki delil durumuna göre, savcı dava açtığında sanığın mahkum olma ihtimalini beraat etme ihtimalinden yüksek görüyorsa, bu durumda yeterli şüpheye ulaşmış demektir. Bu bağlamda seri muhakeme usulüne tabi bir suçla ilgili olarak bu yola gidilebilmesinin alternatifi, kamu davasının açılacak olmasıdır. Eğer eldeki delil durumu vb. sebeplerle, kamu  davası  açma  imkanı  bulunmuyorsa,  seri  muhakeme  usulüne  gidilmeksizin takipsizlik kararı ile muhakeme sona erdirilmelidir (Yönetmelik m.8/3). Seri muhakeme usulü  soruşturma  aşamasında  başvurulan  bir  usuldür.  Bu  bağlamda  iddianamenin iadesinden sonra da seri muhakeme usulüne başvurulması mümkündür29.  Bu  noktada  ayrıca  belirtmek  gerekir  ki;  Cumhuriyet  savcısı  suçun  seri muhakemelik olduğunu anladığında, maddi gerçeği araştırmaktan imtina etmemelidir. Nitekim bu usulü uygulamak bakımından, şüphelinin suçu işlediğine dair en azından yeterli şüphe seviyesine ulaşmış olmalıdır30. Eğer şüphelinin suç üstlenmesi (TCK m.270)                                                 29  ALDEMİR, 2019, s. 223.  30  Bu  bağlamda  seri  muhakeme  usulünün  uygulandığı  hallerde  de  suç  haberinin  alınmasından iddianamenin hazırlanabilmesi için gereken koşulların oluştuğu evreye kadar soruşturma işlemleri genel ceza  muhakemesi  usulünce  yapılmaktadır.  Bkz.  YILMAZ  /  APİŞ,  2020,  s.  74.  Soruşturmanın tamamlanmış olması ve uyuşmazlıkla ilgili delillerin tespit edilmesi, seri muhakeme usulünün şüpheli tarafından kabul edilmesini kolaylaştıracaktır. Bkz. KIZILARSLAN, 2019,  s. 1917.  Öncelikle burada isnat edilen suçla ilgili tüm delillerin toplanması gerekmektedir. Tüm deliller toplandıktan sonra şüpheli hakkında kamu davası açılması gerekip gerekmediği hususu tartışmaya açılmalı ve bu durum cumhuriyet savcısı tarafından değerlendirilmelidir. Şüphelinin atılı suçu işlediği yönünde bir kanaat oluşması ve yeterli delil elde edilmesi durumunda suçun seri muhakeme usulüne tabi olup olmadığı belirlenmelidir.   Bkz.  ÇALIŞKAN,  Suat,  Ceza  Muhakemesinde  Seri  Muhakeme  Usulü, https://www.hukukihaber.net/ceza-muhakemesinde-seri-muhakeme-usulu-makale,7314.html  (erişim tarihi 27.08.2020), p. 75.  CMK m. 250/8-c kapsamında isnat olunan suçun hangi kanun maddesinden ibaret olduğunu belirtmekle yetinilmemeli, tam tersine anılan hususları içeren gerekçeli bir iddiada bulunulmalıdır. Bu sadece isnadı öğrenme hakkının bir gereği değil, aynı zamanda etkin bir savunmada bulunmanın da ana koşuludur. Bu noktada Yargıtayın iddianameler için öngördüğü standartların, talepnameler  için de en  azından isnat  olunan  suç  ile  alakalı yerine  getirilmesi gerekir.   Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 262.  …seri muhakeme usulü, soruşturmanın başından itibaren Cumhuriyet savcısının gözetim ve denetiminde kolluk görevlileri aracılığıyla delil toplanması işlemlerinin yapılması durumunu ortadan kaldırmaz. Bu usulün herhangi bir nedenle uygulanamaması halinde soruşturmaya geri dönüleceğinden, soruşturma evresinin genel muhakeme sürecinde olduğu gibi yürütülmesi ve delillerin toplanması gerekir.  Bkz. CENTEL / ZAFER,  2020, s. 612. 16Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  gibi bir durum olduğunu tespit ederse, soruşturma konusu fiille ilgili olarak şüpheli hakkında yeterli şüphe olmaması nedeniyle takipsizlik kararı vermeli (CMK m.172); buna karşın suç üstlenmeden dolayı da hakkında soruşturma başlatmalıdır. Suçun seri muhakemelik  olmasının  savcının  araştırma  yükümlülüğünü  ortadan  kaldırmadığı Yönetmelik  m.8/1 de  açıkça  vurgulanmıştır.  Buna  göre;   Cumhuriyet  savcısı  seri muhakeme usulüne tâbi bir suçun işlendiği izlenimini veren bir hâli öğrenir öğrenmez kamu davasını açmaya yer olup olmadığına karar vermek üzere hemen işin gerçeğini araştırmaya  başlar.  Soruşturma  konusu  suçun  seri  muhakeme  usulüne  tâbi  olması Cumhuriyet savcısının maddi gerçeği araştırma yükümlülüğünü ortadan kaldırmaz.   4. Kamu Davasının Açılmasının Ertelenmesi Kararı Verilmemiş Olması Kamu davasının açılmasının ertelenmesi kararı verilecek haller ve koşulları CMK m.171/2 vd. gösterilmiştir. CMK m.250/1 de ise kanun koyucu;  soruşturma evresi sonunda aşağıdaki suçlarla ilgili olarak kamu davasının açılmasının ertelenmesine karar verilmediği takdirde seri muhakeme usulü uygulanır  demek suretiyle, kamu davasının açılmasının ertelenmesi kararının verildiği hallerde, suç seri muhakeme usulüne tabi olsa bile bu usulün uygulanamayacağını açıkça belirtmiştir. Bu bağlamda kamu davasının açılmasının  ertelenmesi  kararı  verildikten  sonra,  şüpheli  beş  yıllık  denetim  süresi içerisinde  yeniden  kasıtlı  bir  suç  işlerse,  hakkında  kamu  davası  açılacak,  suç  seri muhakeme  usulüne  tabi  olsa  bile,  denetim  süresinin  ihlalinden  sonra  bu  usul uygulanamayacaktır.  Tekrar  belirtmek  gerekir  ki,  kamu  davasının  ertelenmesine  karar  verilmediği takdirde savcılık seri muhakeme usulünü uygulamak zorundadır. Bu konuda bir takdir yetkisi bulunmamaktadır31. 5. Şüpheliye Ulaşılmış Olması Seri muhakeme usulüne başvurulabilmesi için gerekli bir diğer önemli koşul ise şüpheliye ulaşılmış olmasıdır. Aksi takdirde seri muhakeme usulünün gerçekleştirilmesi                                                 31  Bu bağlamda örneğin, seri muhakemelik bir suç işlemiş kimse daha önce kasıtlı bir suçtan mahkum olmuş ise hakkında kamu davasının açılmasının ertelenmesi kararı verilemeyecektir. Ancak Cumhuriyet savcısı,  Kanun un  emredici  hükmü  gereğince  bu  kimse  bakımından  seri  muhakeme  usulünü uygulayacaktır. Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 264. 17Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  mümkün  olmayacaktır.  Kanun  koyucu  buna  ilişkin  hükme  CMK  m.250/13 te  yer vermiştir (Ayrıca bkz. Yönetmelik m.5/6). Buna göre;  Resmî mercilere beyan edilmiş olup da soruşturma dosyasında yer alan adreste bulunmama veya yurt dışında olma ya da  başka  bir  nedenle  şüpheliye  ulaşılamaması  hâlinde,  seri  muhakeme  usulü uygulanmaz.   6. İştirak Halinde İşlenen Suçlarda Tüm Fail ve Şeriklerin Seri Muhakeme Usulünün Uygulanmasını Kabul Etmesi Kanun koyucu iştirak halinde işlenen suçlarda, tüm fail ve şeriklerin seri muhakeme usulünün uygulanması kabul etmesi durumunda bu usulün uygulanabileceğini kabul etmiştir. Buna göre  suçun iştirak hâlinde işlenmesi durumunda şüphelilerden birinin bu usulün uygulanmasını kabul etmemesi hâlinde seri muhakeme usulü uygulanmaz (CMK m.250/11).   İştirak  edenlerin  yardım  eden,  azmettiren  ya  da  fail  olmasının  önemi yoktur32. Hangi tür iştirak içinde olurlarsa olsunlar ya bu kişilerin tamamı seri muhakeme usulünü kabul edecek ve bu usul uygulanacaktır ya da içlerinden bir tanesi bile söz konusu usulün  uygulanmasını  kabul  etmezse,  seri  muhakeme  usulü  hiçbiri  bakımından uygulanamayacaktır33. 7. Muhakeme Şartının Gerçekleşmiş Olması  Seri muhakeme usulünün uygulama alanı bulabilmesi bakımından gerekli bir diğer koşul da muhakeme engeli bulunmamasıdır. Bu bağlamda uyuşmazlık konusu fiilin oluşturduğu suça ilişkin bir muhakeme şartı varsa; ancak bu şart gerçekleştiğinde seri muhakeme usulü uygulanabilecektir. Örneğin; yasama dokunulmazlığından faydalanan bir  milletvekilinin  seri  muhakeme  usulüne  tabi  suçlardan  birisini  işlediği  tespit edildiğinde, muhakeme usulünün uygulanarak milletvekili hakkında hüküm kurulması                                                 32  ERDEM / ŞENTÜRK, 2020, s. 588; KIZILARSLAN, 2019,  s. 1924; YAVUZ, 2020, s. 255. 33  DEĞİRMENCİ, 2020, s. 19.  Şeriklerden biri muhakeme usulünü kabul etmezse hiçbir şüpheli hakkında seri yargılanma usulü uygulanmaz. Savcılık makamı işbu durumun önüne geçmek için dosyaları tefrik ya da birleştirme yoluna gidilemez.  Bkz. KEZER, 2019, s. 61.   18Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  mümkün değildir. Çünkü  dokunulmazlığın bulunmaması  na ilişkin muhakeme şartı gerçekleşmemiştir34.  Basit  yargılama  usulünün  düzenlediği  CMK  m.  251/7   de  soruşturma  veya kovuşturma yapılması izne ya da talebe bağlı olan suçlar hakkında basit yargılama usulünün  uygulanmayacağı  hükme  bağlanmışken  seri  muhakeme  usulü  bakımından böyle  bir  hüküm  sevk  edilmemiştir.  Katalog  suçlar  arasında  bu  nitelikte  bir  suç bulunmadığından söz konusu düzenlemenin bir fark yaratmayacağı söylenebilirse de ileride  yapılacak  kanuni  bir  değişiklikle  katalog  suçların  kapsamının  genişletilmesi halinde ayrıca değerlendirme yapmak gerekir.35  8. Şüphelide Yaş Küçüklüğü ve Akıl Hastalığı ile Sağır ve Dilsizlik Hallerinden Birinin Bulunmaması Şüpheli bakımından yaş küçüklüğü ve akıl hastalığı ile sağır ve dilsizlik hâllerinin bulunmaması seri muhakeme usulünün uygulanması için gerekli koşullardandır. Kanun koyucu buna ilişkin açık bir hükme kanunda yer vermiştir. Buna göre;  seri muhakeme usulü, yaş küçüklüğü ve akıl hastalığı ile sağır ve dilsizlik hâllerinde uygulanmaz (CMK m.250/12).   Şüpheli  seri  muhakeme  usulünü  kabul  ederek  adil  yargılanma  hakkı bakımından kendisine tanınmış olan önemli birtakım güvencelerden vazgeçmektedir (delillerin  mahkeme  tarafından  değerlendirilmesi,  hükmün  kanun  yolunda  ayrıntılı denetimi,  vb).  Bu  nedenle  şüpheli,  seri  muhakeme  kurumuna  ilişkin  tam  olarak aydınlatılmış olmalı ve rızası bu şekilde alınmalıdır. Eğer şüphelinin tam aydınlatılmış bir  rızası  bulunmuyorsa,  seri  muhakeme  usulünün  uygulanması  söz  konusu olamayacaktır.  Bu  bağlamda  kanun  koyucu;   aydınlatılmış  rıza   nın  bu  gruptakiler bakımından  söz  konusu  olamayacağını  kabul  ederek,  bu  kimselerin  şüpheli  olduğu uyuşmazlıklarda seri muhakeme usulünün uygulanma ihtimalini ortadan kaldırmıştır36.                                                 34   …soruşturma yapılmasını engelleyen muhakeme engeli olması halinde C. Savcısının öncelikle bu engelin ortadan kalkması için gerekli usuli işlemleri gerçekleştirmesi, engelin ortadan kalkmayacağı anlaşıldığı  takdirde  kovuşturmaya  yer  olmadığına  dair  kararın  verilmesi  gerekmektedir.   Bkz. BAYTAZ, 2020, s. 14.  35  Soruşturma  ve  kovuşturması  izne  ya  da  talebe  bağlı  olan  suçların,  seri  muhakeme  usulünün uygulanamayacağı istisnai bir grup suç olduğu yönünde bkz. DEĞİRMENCİ, 2020, s. 19.   36  Aynı yönde bkz. KIZILARSLAN, 2019,  s. 1923 vd.   19Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Böyle bir kanuni düzenleme yapılmasının bir diğer sebebi de şüpheli bakımından sayılan durumlardan birinin bulunup bulunmadığının çoğu kez bilirkişi incelemesi ile tespit edilmesinin gerekmesidir37. D. Seri Muhakeme Usulünün Uygulanması 1. Genel Olarak  Seri  muhakeme  usulünün  ne  şekilde  uygulanacağı  CMK  m.250  ve  ilgili yönetmelikte  hükme  bağlanmıştır.  Bu  düzenlemeler  ışığında  söz  konusu  usulün uygulanması  farklı  safhalara  ayrılarak  irdelenebilir.  Bununla  birlikte  şu  hususu  da başlangıçta belirtmek gerekir ki; bu usulün uygulama sürecinin kanun yolu aşaması hariç bir-iki gün içinde bitirilmesi esastır. Aşağıda her bir safha ayrı ayrı incelendiğinden, ilk bakışta  bu  usulün  uygulanmasının  belki  aylarca  süreceği  düşünülebilir.  Ancak belirttiğimiz üzere kanun yolu aşaması hariç bilgilendirmeden hükmün kurulmasına kadar ki süreç bir-iki gün içinde çoğu kez bitirilmiş olacaktır. Elbette ki istisnai durumlar ortaya çıkabilecektir. Örneğin; teklif yapıldıktan sonra şüphelinin bir aya kadar düşünme süresi istemesi hallerinde, sürecin tamamlanması oldukça uzun sürebilecektir. Ama esasta öngörülen ve istenen husus, seri muhakeme usulünün, adı üzerinde, çok seri ve hızlı tamamlanmasıdır. Bu düşünceyi yansıtan hükümlere de yönetmelikte yer verilmiştir. Örneğin  Yönetmelik  m.10/9 da   şüphelinin  teklifi  müdafi  huzurunda  kabul  etmesi halinde şüpheli, aynı gün mahkemeye yönlendirilir  denilerek, muhakemenin seri şekilde ilerletilmesi gerekliliği vurgulanmıştır. Bu usulde muhakeme seri şekilde ilerletilecek olsa da bu süreci safhalara ayırarak incelemek, kurumu daha sistematik olarak ele almak bakımından kolaylık sağlamaktadır. Bu nedenle, uygulamada birçok kez iç içe geçecek olan sürecin safhalarını burada ayrı başlıklar halinde incelemeyi uygun buluyoruz.    Yönetmelik  hükmü  dikkate  alındığında,  seri  muhakeme  usulü  uygulanırken yaptırımın belirlenmesi safhasının, teklif safhasından önce geldiği görülmektedir38. Biz                                                 37  ERDEM / ŞENTÜRK, 2020, s. 589. 38  Bkz. aynı yönde; YILMAZ / APİŞ, 2020, s. 77; KIZILARSLAN, 2019,  s. 1929, 1931. Aksi görüşe göre ise şüphelinin usulün uygulanmasını kabul etmesi halinde seri muhakeme usulünün uygulanması kararı verilecek ve cezanın belirlenmesi safhasına geçilecektir. Bkz. ALDEMİR, 2019,  s. 63; ERDEM / ŞENTÜRK, 2020, s. 590.  20Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  de incelememizi bu şekilde gerçekleştireceğiz. Bu bağlamda seri muhakeme usulünün uygulanma  safhaları  sırasıyla  şu  şekildedir;  1)  Bilgilendirme  Safhası  2)  Yaptırımın Belirlenmesi Safhası 3) Teklif Safhası 4) Talep Safhası 5) İnceleme Safhası 6) Hükmün Kurulması Safhası 7) Kanun yolu Safhası. Aşağıda her bir safha sırasıyla ele alınıp incelenecektir.  2. Bilgilendirme Safhası Cumhuriyet  savcısı  uyuşmazlık  konusu  suçun  seri  muhakeme  usulüne  tabi olduğunu ve bu usulü uygulamak için gerekli diğer koşulların bulunduğunu tespit ederse, kendisi doğrudan veya kolluk görevlileri aracılığıyla, şüpheliyi, seri muhakeme usulü hakkında bilgilendirir (CMK m.250/2; Yönetmelik m.8/2). Kanun koyucu, şüphelinin teklifi tam olarak aydınlatılmış şekilde kabul etmesini aradığından, bilgilendirmenin net şekilde yapılması büyük önem arz etmektedir. Nitekim neyle karşılaşacağını bilmeyen birinin, kendisine teklif edilen uygulamayı kabul etmeme eğiliminde olması muhtemeldir. Bu  bağlamda  bilgilendirmenin  tam  ve  net  olarak  yapılması  gerekir.  Aksi  takdirde mahkemelerin iş yükünü azaltacağı inancıyla getirilen bu kurumun kendisinden beklenen oranda uygulama alanı bulması zor olacaktır. Bununla birlikte adil yargılamaya ilişkin birçok güvenceden vazgeçen şüphelinin, bu rızasının tam aydınlatılmış olarak alınmış olması,  söz  konusu  usulün  uygulamasının  makul  karşılanabilmesi  bakımından  da  olmazsa olmaz  bir gerekliliktir39. Bu husus, Yönetmelik m.5/3 te  seri muhakeme usulü, şüphelinin müdafi huzurunda özgür iradesi ile bu usulün uygulanmasını kabul etmesi hâlinde gerçekleştirilir.  denilerek vurgulanmıştır.  3. Yaptırımın Belirlenmesi Safhası CMK m. 250/3 vd. fıkralara bakıldığında, sanki bilgilendirme aşamasını teklif aşaması  takip  edecekmiş  gibi  bir  anlam  çıkmaktadır.  Doktrinde  bir  görüşe  göre; Cumhuriyet savcısı önce teklifte bulunacak, teklifin şüpheli tarafından kabul edilmesi halinde somut cezanın belirlenmesi aşamasına geçilecektir40. Oysa bu durum yukarıda ayrıntılı olarak açıkladığımız üzere, seri muhakeme usulünün yapısına uygun değildir. Bu                                                 39  Bkz. aynı yönde; KEZER, 2019, s. 41 vd.;  YILMAZ / APİŞ, 2020, s. 76; UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 266-267. 40  ERDEM / ŞENTÜRK, 2020, s. 590; YURTCAN, 2019, s. 715 vd.   21Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  nedenle de kurumun yaygın olarak uygulama alanı bulmasına engel teşkil edebilecektir. Ancak  daha  sonra  çıkartılan  Yönetmelik  m.10/2 de   seri  muhakeme  usulünün uygulanması  Cumhuriyet  savcısı  tarafından  şüpheliye  teklif  edilir;  şüpheliye uygulanacak yaptırımların neler olduğu açıklanır  denilmek suretiyle teklif sırasında uygulanacak  yaptırımların  da  şüpheliye  aktarılacağı  ifade  edilmiştir.  Buradan  çıkan anlam, teklif aşamasına geçilmeden önce savcının uygulanacak yaptırımları belirlemiş olması  gerektiği  yönündedir.  Aşağıda  şüpheli  hakkında  uygulanacak  yaptırım belirlenirken  hangi  esaslar  doğrultusunda  hareket  edileceği  ayrı  başlıklar  halinde açıklanacaktır. Bir görüşe göre, yaptırıma ilişkin hususların Cumhuriyet savcısı tarafından, onun takdiri ile belirleniyor olması seri muhakeme usulünün kanun koyucu tarafından bir pazarlık  yöntemi  olarak  kabul  edilmediğini  ortaya  koymaktadır.  Zira  yaptırımın belirlenmesi  aşamasında  şüpheli  ile  Cumhuriyet  savcısı  arasında  bir  müzakere yapılmamaktadır41. Ancak görüş sahipleri, yaptırıma karar verme konusunda çok geniş bir takdir hakkına sahip bulunan Cumhuriyet savcısı ile hukuken bir açıklık olmasa da örtülü bir müzakere olacağını kabul etmektedir42.  CMK m.250/4 ün açık düzenlemesine göre, şüpheli hakkında mahkemeden talep edilecek somut ceza belirlenirken sadece TCK m.61 in birinci fıkrası gereğince belirlenen ceza yarı oranında indirilecektir.43 Bunun dışında cezanın belirlenmesinde TCK m.61 in                                                 41  YAVUZ, 2020, s. 266. 42  YAVUZ, 2020, s. 285. 43  Temel cezanın belirlenmesine ilişkin TCK m.61/1 hükmü ise şu şekildedir;    Cezanın belirlenmesi   Madde 61. - (1) Hakim, somut olayda;   a) Suçun işleniş biçimini,   b) Suçun işlenmesinde kullanılan araçları,   c) Suçun işlendiği zaman ve yeri,   d) Suçun konusunun önem ve değerini,   e) Meydana gelen zarar veya tehlikenin ağırlığını,   f) Failin kast veya taksire dayalı kusurunun ağırlığını,   g) Failin güttüğü amaç ve saiki göz önünde bulundurarak, işlenen suçun kanuni tanımında öngörülen cezanın alt ve üst sınırı arasında temel cezayı belirler. 22Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  diğer fıkraları dikkate alınmayacaktır. Söz konusu düzenleme şu şekildedir;  Cumhuriyet savcısı, Türk Ceza Kanununun 61 inci maddesinin birinci fıkrasında belirtilen hususları göz önünde bulundurarak, suçun kanuni tanımında öngörülen cezanın alt ve üst sınırı arasında  tespit  edeceği  temel  cezadan  yarı  oranında  indirim  uygulamak  suretiyle yaptırımı belirler (CMK m.250/4; Ayrıca bkz. Yönetmelik m.10/5 ).   Bu bağlamda talep edilecek ceza belirlenirken, örneğin işlenen suçta ağırlaştırıcı ya da hafifletici sebepler varsa bunlar cezanın belirlenmesinde etkili olmayacaktır. Bir başka ifadeyle suçun temel şekline bağlı olarak cezayı arttıran bir nitelikli hal varsa (örneğin yaralama  eşe  karşı  işlenmişse-TCK  m.86/3)  bu  dikkate  alınmaksızın  temel  ceza belirlenecektir. Yine suçun olası kastla işlenmesi söz konusuysa, ceza hesaplanırken olası kast indirimi dikkate alınmayacak ya da bilinç taksir hali söz konusuysa bundan kaynaklı artırım  yapılmayacaktır.  Nitekim  CMK  m.250/4 te  doğrudan  TCK  m.61/1 e  atıf yapılarak, cezanın sadece bu fıkra hükümlerine göre belirleneceği ifade edilmiştir. Olası kasta  göre  cezanın  indirilmesi  veya  bilinçli  taksir  dolaysıyla  attırılması  ise  TCK m.61/2 de,  ağırlaştırıcı  veya  hafifletici  neden  olan  nitelikli  hallerin  göz  önünde bulundurulmasına ilişkin düzenleme ise TCK m.61/4 te hükme bağlanmıştır. Bunun yanı sıra teşebbüs halinde kalmış suçlarda indirim yapılması ya da yaş indirimi gibi hususların ceza belirlenirken uygulanması yahut yardım edenin cezasının faile göre indirilmesi de mümkün değildir. Nitekim bu hususlar TCK m.61/5 te düzenlenmiştir. Oysa yukarıda da ifade ettiğimiz üzere, CMK m.251/4 teki açık ifadeye göre yaptırım belirlenirken sadece TCK m.61/1 düzenlemesi dikkate alınacaktır44.  Cumhuriyet savcısı sadece burada belirtilen kıstaslar doğrultusunda cezanın alt ve üst sınırı arasında bir miktar belirleyip, bu miktarı yarı oranında indirerek şüpheli için talep  edilecek  somut  cezayı  belirleyecektir.  İndirim  oranı  konusunda  Cumhuriyet                                                 44  DEĞİRMENCİ, 2020, s. 20; ERDEM / ŞENTÜRK, 2020, s. 590; YAVUZ, 2020, s. 268. Aksi görüşe göre ise TCK nın 61. maddesinin ilk fıkrası dikkate alınarak temel cezanın belirleneceğine dair kanuni düzenleme,  61.  maddenin  diğer  fıkralarının-  örneğin  iştirak  bakımından  beşinci  fıkranın- uygulanmayacağı anlamına gelmemektedir. Bkz. ŞAHİN / GÖKTÜRK, 2020, s. 205. Savcının cezayı belirlerken 61. maddede öngörülen tüm kriterleri dikkate alması gerektiği yönünde bkz. YURTCAN, 2019, s. 716. 61. Maddenin diğer fıkralarının uygulanabilmesi için bir gözden geçirme yapılması gerektiği yönünde bkz. BAYTAZ, 2020, s. 30.  23Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  savcısının bir takdir hakkı bulunmamaktadır. Seri muhakeme usulünün uygulandığı her durumda  61.  maddenin  ilk  fıkrasında  belirtilen  ölçütler  uygulanarak  ceza  miktarı belirlenecek ve bu miktar üzerinden her halde yarı oranında indirim yapılacaktır45.  Kanun koyucu TCK m.61/1 çerçevesinde belirlenen cezada yarı oranında indirim yapılması suretiyle talep edilecek somut cezanın, koşulların bulunması halinde TCK m.50 deki seçenek yaptırımlara çevrilmesine ya da TCK m.51 e göre ertelemeye konu olmasına  da  imkan  tanımıştır46.  Cezanın  seçenek  yaptırımlara  çevrilmesi  veya ertelenmesine ilişkin söz konusu düzenleme ise şu şekildedir;  Dördüncü fıkra uyarınca sonuç olarak belirlenen hapis cezası Cumhuriyet savcısı tarafından, koşulları bulunması hâlinde Türk Ceza Kanununun 50 nci maddesine göre seçenek yaptırımlara çevrilebilir veya  51  inci  maddesine  göre  ertelenebilir  (CMK  m.250/5;  Ayrıca  bkz.  Yönetmelik m.10/7)).  Bu bağlamda talep edilmek üzere belirlenen somut ceza, seçenek yaptırımlara çevrilmenin  koşullarını  sağlıyorsa,  Cumhuriyet  savcısı  belirlediği  somut  yaptırımı seçenek  yaptırımlara  çevirerek  talepte  bulunabilecektir47.  Benzer  şekilde  koşullarını sağlıyorsa, Cumhuriyet savcısı talepnamede bu cezanın ertelenmesini de isteyebilecektir.  Ancak burada kanun koyucu savcıya takdir yetkisi tanımıştır. Koşullar bulunsa bile savcı, cezanın seçenek yaptırımlara çevrilmesini veya ertelenmesini talep etmeyebilecektir48. Bununla birlikte bu durum savcıya bir keyfilik alanı tanımamaktadır. Nitekim savcının koşulları  bulunduğu  hallerde  bu  kurumları  uygulamamasının  makul  bir  sebebi                                                 45  ALDEMİR, 2019, s. 73 vd.; DEĞİRMENCİ, 2020, s. 21; ERDEM / ŞENTÜRK, 2020, s. 591; KIZILARSLAN, 2019,  s. 1933.  46  Hapis cezasının kısa süreli olup olmadığı yarı oranında indirim yapıldıktan sonra bulunan ceza miktarına göre belirlenmelidir. Sanığın birden fazla suçtan mahkum olması durumunda ise sürenin belirlenmesinde toplam ceza miktarı değil, her bir suç bakımından ayrı ayrı değerlendirme yapılmalıdır. Bu durumda, şüpheli birden fazla seri muhakemelik suç işlemiş ise; koşullarının bulunması durumunda şüpheli hakkında bunlardan her biri bakımından ayrı ayrı seri muhakeme usulü işletilecek ve bu suçlardan her biri bakımından sonuç ceza kısa süreli ise TCK nın 50. maddesi uygulanabilecektir. Bkz. TAŞKIN, 2020, s. 50 vd.  47  Doktrinde bu konuda yapılan bir değerlendirmeye göre seri muhakeme usulüne tabi suçlar için öngörülmüş olan cezaların genelde kısa süreli hapis cezaları olması ve Cumhuriyet savcısının ½ oranında indirim yapma zorunluluğu karşısında seri muhakeme usulünün uygulandığı neredeyse tüm hallerde cezalar seçenek yaptırımlara çevrilebilecek ve bu tür suçlar fiilen kovuşturma sistemi dışına çıkarılacaktır. Bkz. KIZILARSLAN, 2019,  s. 1933-1934.  48   Cumhuriyet savcısı bu iki seçenekten birisini tercih etme ya da hiçbirisini tercih etmeme konusunda takdir yetkisine sahiptir.  Bkz. YAVUZ, 2020, s. 274.   24Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  bulunmalıdır49.  Eğer  hükmün  açıklanmasının  geri  bırakılmasının  CMK  m.231/5  vd.  yer  alan koşulları  varsa,  Cumhuriyet  savcısı  mahkemeye  vereceği  talepnamede,  kurulacak mahkumiyet hükmünün açıklanmasının geri bırakılmasını isteyebilecektir. Nitekim CMK m.250/6 da  bu maddeye göre  belirlenen yaptırımlar hakkında, Cumhuriyet savcısı tarafından,  koşulları  bulunması  halinde  231  inci  madde  kıyasen  uygulanabilir  denilmektedir (Ayrıca bkz. Yönetmelik m.10/6).   Son  olarak  belirtmek  gerekir  ki;  seri  muhakeme  usulünde  cezanın  kanunda öngörülen usulle belirlenmesi, bu cezanın ertelenmesi, seçenek yaptırımlara çevrilmesi ya da hükmün açıklanmasının geri bırakılmasına karar verilmesi, fail hakkında, işlediği suç  nedeniyle  uygulanacak  güvenlik  tedbirlerine  karar  verilmesini  engellemez (Yönetmelik m.5/9). Nitekim CMK m.250/7 ye göre;  bu madde kapsamında yaptırım uygulanması,  güvenlik  tedbirlerine  ilişkin  hükümlerin  uygulanmasına  engel  teşkil etmez.  Dolayısıyla savcı, talepnamede uygulanması gereken güvenlik tedbirlerini de talep etmelidir50. Örneğin işlediği suç nedeniyle şüphelinin TCK m.53 gereğince belirli hakları  kullanmaktan  yoksun  bırakılması  gerekiyorsa,  talepnamede  de  bu  güvenlik tedbirinin fail hakkında uygulanması istenecektir51. Ancak belirtmek gerekir ki, belirli hakları kullanmaktan yoksun bırakma tedbiri mahkumiyetin kendiliğinden bir sonucu ve ona bağlı bir güvenlik tedbiri olduğundan infaz aşamasında re sen de değerlendirilebilir52.  4. Teklif Safhası Seri  muhakeme  usulünün  uygulanması  sürecinde,  bilgilendirme  ve  yaptırımın belirlenmesi safhalarını, şüpheliye seri muhakemesi usulünün uygulanmasına ilişkin                                                 49  Önemli  bireyselleştirme  araçlarından  olan  bu  iki  kurumun,  cezanın  özel  önleme  amacını gerçekleştirmeye hizmet edecek biçimde kullanılması bakımından Cumhuriyet savcısının şüpheli hakkında sosyal inceleme raporuna göre takdirini kullanması gerektiği yönünde bkz. YAVUZ, 2020, s. 275.  50  Müsadere kararı verilebilmesi için kasten işlenmiş bir suçun varlığı gerektiğinden seri muhakeme usulünde Cumhuriyet savcısının bu konuda karar vermesinin muhakeme sistemimize uygun olmadığı, ayrıca dava açılması gerektiği yönünde bkz. BAYTAZ, 2020, s. 30 vd.  51  DEĞİRMENCİ, 2020, s. 21.  52  ERDEM / ŞENTÜRK, 2020, s. 593.   25Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  teklifte  bulunulması  safhası  takip  eder.  Bu  bağlamda  bilgilendirme  ve  yaptırımın belirlenmesinden  sonra,  Cumhuriyet  savcısı  tarafından  seri  muhakeme  usulünün uygulanması şüpheliye teklif edilir ve şüphelinin müdafii huzurunda teklifi kabul etmesi hâlinde bu usul uygulanır (CMK m.250/3). Belirtmek gerekir ki seri muhakeme usulünü teklif yetkisi yalnızca Cumhuriyet savcısına aittir. Bu safhada, bilgilendirme safhasında olduğu gibi kolluğa bir yetki tanınmamıştır53.  Teklif  safhasında  öncelikle,   Cumhuriyet  savcısı  şüpheliyi  seri  muhakeme usulünün uygulanmasını teklif etmek amacıyla en kısa sürede davet eder. Davet; telefon, telgraf,  faks,  elektronik  posta  gibi  iletişim  araçlarından  yararlanmak  suretiyle  de yapılabilir (Yönetmelik m.9/1). Şüphelinin mazeretsiz olarak davete icabet etmemesi, resmî  mercilere  beyan  edilmiş  olup  da  soruşturma  dosyasında  yer  alan  adreste bulunmaması veya yurt dışında olması ya da başka bir nedenle şüpheliye ulaşılamaması hâlinde Cumhuriyet savcısı tarafından bu durum tutanağa bağlanır ve soruşturmaya genel hükümlere göre devam edilir (Yönetmelik m.9/2; Ayrıca aynı yönde bkz. Yönetmelik m.10/4).  Kanun koyucu, yerinde olarak, seri muhakeme usulünün uygulanmasına ilişkin teklifin, bizzat Cumhuriyet savcısı tarafından yapılmasını hükme bağlamıştır. Teklif yapılırken kişinin yanında müdafiin bulunması bir zorunluluktur. Bu husus aşağıda daha ayrıntılı  incelenecektir.  Ancak  burada  bu  kısa  bilgiyi  vermekle  yetinmeyi  uygun buluyoruz. Cumhuriyet savcısı teklifte bulunurken, ilk bilgilendirme kolluk tarafından yapılmışsa bile, teklif öncesi bilgilendirmeyi mutlaka kendisi yapmalıdır (Yönetmelik m.10/1).  Bu  noktada  şüphelinin  tam  olarak  aydınlanmış  olup  olmadığını  da  test etmelidir54. Nitekim süreç onun denetim ve gözetimindedir. Eğer bilgilendirmede bir eksiklik hissederse, teklifi yapmadan önce özel olarak bu eksikliği gidermelidir. Bu aşamada teklif öncesi şüpheliye yapılacak bilgilendirme;                                                  53  ERDEM / ŞENTÜRK, 2020, s. 588; KEZER, 2019, s. 43; YILMAZ / APİŞ, 2020, s. 77.  54  Bir görüşe göre; şüpheliye bilgilendirme yapılırken elde edilen deliller ve muhakemeyi etkileyebilecek görüşler hakkında bilgi verilmemekte; şüpheli, lehine olan delillerin toplanıp toplanmadığını ve mevcut delil durumunu bilmeden teklif hakkında karar vermektedir. Bu ise şüpheliyi dezavantajlı ve savcı karşısında etkisiz bir konuma getirmektedir. Bu nedenlerle seri muhakeme usulünün silahların eşitliği ilkesine aykırı olduğu savunulmaktadır. Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019, s. 280.   26Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  a) İsnat edilen eylem, eylemin oluşturduğu suç ile bu suçun seri muhakeme usulü kapsamına girdiği,  b) Kamu davasının açılması için yeterli şüphenin bulunduğu,  c)  Özgür  iradesiyle  ve  müdafi  huzurunda  kabul  ettiği  takdirde  bu  usulün uygulanacağı ve belirlenecek temel cezanın yarı oranında indirileceği,  ç)  Cumhuriyet  savcısı  tarafından  teklif  edilen  yaptırım  hakkında  talep doğrultusunda  mahkemenin  hüküm  kuracağı,  bu  hükme  karşı  itiraz  kanun  yoluna başvurabileceği,  d) Teklifin kabulünün ancak müdafi huzurunda gerçekleştirilebileceği, seçtiği bir müdafi yoksa istemi aranmaksızın kendisine bir müdafi görevlendirileceği,  e) Mahkeme tarafından hüküm kuruluncaya kadar her aşamada seri muhakeme usulünden vazgeçebileceği,  f) Mahkemece verilen hükmün adli siciline kaydedileceği,  g)  Bu  usulün  uygulanmasını  kabul  etmediği  takdirde  genel  hükümlere  göre hakkında iddianame düzenlenerek kamu davası açılacağı,  ğ) Genel hükümlerin uygulanmasına geçilmesi halinde, seri muhakeme usulünü kabul  ettiğine  ilişkin  beyanları  ile  bu  usulün  uygulanmasına  dair  diğer  belgelerin, soruşturma  ve  kovuşturma  işlemlerinde  delil  olarak  kullanılamayacağı  hususlarını kapsar. Kanuni  düzenlemeye  göre,  savcı  şüpheliye  teklifte  bulunurken,  sadece  seri muhakeme usulünün uygulanmasını kabul edip etmediğini soracakmış gibi bir anlam çıkmaktadır. Ancak kendisi için talep edilecek cezanın ne olacağı hususunda şüpheliye bilgi verilmeksizin teklifte bulunulması anlamsız olacaktır. Nitekim kendisi için hangi cezanın talep edileceğini bilmeyen şüphelinin, teklifi kabul etmek konusunda çekimser kalması muhtemeldir. Bu nedenle kanunda yer almasa da Yönetmelikte, teklifte şüpheliye hangi  yaptırımların  uygulanacağının  da  anlatılacağı  açıkça  hükme  bağlanmıştır.  Bu bağlamda Yönetmelik m.10/2 de;  seri muhakeme usulünün uygulanması Cumhuriyet savcısı tarafından şüpheliye teklif edilir; şüpheliye uygulanacak yaptırımların neler 27Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  olduğu açıklanır  şeklinde bir düzenlemeye yer verilmiştir. Böylelikle şüpheli daha teklif yapılırken  kendisi  için istenecek  cezayı  ve/veya  güvenlik  tedbirini  bilecek,  cezanın seçenek yaptırımlara çevrilip çevrilmeyeceği ya da ertelenip ertelenmeyeceği yahut da HAGB uygulanıp uygulanmayacağı bilgisine sahip olacak ve buna göre karar verecektir. Dolayısıyla savcı seri muhakeme teklifini yapmadan önce mahkemeden talep edeceği cezayı ve diğer yaptırımları belirlemiş olmalıdır ki; şüpheliye bunu söyleyebilsin55. Ayrıca belirtmek gerekir ki; seri muhakeme usulünün uygulanmasına ilişkin C. savcısı tarafından şüpheliye yapılması öngörülen teklif ve öncesindeki bilgilendirmenin Ses ve Görüntü Bilişim Sistemi (SEGBİS) veya istinabe yollarıyla yapılması da mümkündür.56 Teklif yapılırken kişinin yanında müdafiin bulunması bir zorunluluktur. Eğer kendi seçmiş olduğu bir müdafi yoksa baro tarafından bir müdafi görevlendirilir (Yönetmelik m.10/3). Bu şekilde kanun koyucu, teklifin kanuna uygun şekilde yapıldığını, bu işlem sırasında bir avukatın varlığıyla teminat altına almak istemiştir.  Bununla birlikte,  seri muhakeme usulünün uygulanmasına ilişkin teklifin SEGBİS veya istinabe yoluyla yapıldığı hâllerde, şüphelinin seçtiği bir müdafii yoksa teklifin kabulünde hazır bulunması için müdafi görevlendirilmesi, istinabe evrakı gönderilen ya da SEGBİS ile dinleme talep edilen yer Cumhuriyet başsavcılığı tarafından yapılır. Bu durumda soruşturmayı yürüten Cumhuriyet başsavcılığı tarafından ayrıca bir müdafi görevlendirmesi yapılmaz (Yönetmelik m.11/3).  Eğer şüphelinin kendi seçmiş müdafii yoksa ve baro tarafından müdafi görevlendirilmişse, teklif aşamasında görev alan bu müdafiin,  hüküm  verilmesi  aşamasında  da  görev  alması  esası  benimsenmiştir.  Bu bağlamda   soruşturma  evresinde  görev  yapan  müdafi,  mahkemede  de  öncelikle                                                 55  Teklifin yapılmasında uygulanacak usul hakkında doktrinde ifade ve sorguya ilişkin usulün kıyasen uygulanması gerektiği yönünde görüşler bulunmaktadır. Bu konuda bkz. YAVUZ, 2020, s. 284; UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 268. 56  Buna ilişkin Yönetmelik hükmüne göre;  soruşturmayı yürüten Cumhuriyet savcısı seri muhakeme usulüne  ilişkin  bilgilendirme  ve  teklifi  SEGBİS  veya  istinabe  yoluyla  da  yapabilir  (Yönetmelik m.10/11).  Eğer  savcı  SEGBİS  kullanacaksa,  CMK  m.38/A ya  göre  gerekli işlemleri  de  yapar (Yönetmelik m.10/12). Bununla birlikte istinabeye başvurulacaksa,  soruşturmayı yürüten Cumhuriyet savcısı istinabe evrakına hazırlamış olduğu seri muhakeme usulü kabul tutanağını da ekler. İstinabe evrakının gönderildiği yer Cumhuriyet başsavcılığı bu Yönetmelikte belirtilen usule uygun olarak derhal davet işlemlerini yapar ve davete icabet eden şüpheliyi bu usul hakkında bilgilendirir. Şüphelinin müdafi huzurunda teklifi kabul etmesi halinde istinabe evrakı ekinde yer alan seri muhakeme usulü kabul  tutanağı  Cumhuriyet  savcısı,  şüpheli  ve  müdafii  tarafından  imzalanır  ve  istinabe  evrakı soruşturmayı yürüten Cumhuriyet başsavcılığına gönderilir (Yönetmelik m.10/13).  28Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  görevlendirilir Yönetmelik m.11/4).  Ancak müdafiin başka bir duruşmasının bulunması ya da sağlık sorunu yaşaması gibi zorunlu haller ortaya çıkarsa, ayrı müdafiler de bu safhalarda görev alabilir. Bu noktada, tek bir müdafiin iki ayrı safha için baro tarafından görevlendirildiği hallerde, her safha için ücretlendirmenin ayrı ayrı mı olacağı yoksa tek ücret mi ödeneceği soruları akla gelebilir. İşin esası iki ayrı aşamada görev alan kimsenin iki ayrı ücretlendirmeye tabi olmasını gerektirir. Bu durum yerinde olarak bakanlık tarafından da kabul edilmiş ve tek bir müdafiin iki ayrı safhada görev alması durumunda ücretlendirmenin her bir safha için ayrı ayrı yapılacağı öngörülmüştür. Buna ilişkin Bakanlık yazısı ilgili C. Başsavcılıklarına gönderilmiştir.  Şüphelinin teklifi reddetmesi hâlinde Cumhuriyet savcısı tarafından buna ilişkin tutanak düzenlenerek soruşturma dosyasına eklenir (Yönetmelik m.10/10).  Bu durumda muhakeme  artık  genel  esaslara  göre  yürütülecektir.  Ancak  teklifi  reddeden  şüpheli sonradan  iddianamenin  düzenlenmesine  kadar  savcılığa  başvurarak  hakkında  seri muhakeme usulü uygulanmasını sağlayabilir57. Bu husus yönetmelikte şu şekilde hükme bağlanmıştır;   şüpheli,  iddianamenin  düzenlenmesine  kadar  Cumhuriyet  savcısına başvurarak hakkında seri muhakeme usulünün uygulanmasını talep edebilir. Bu durumda Cumhuriyet savcısı tarafından seri muhakeme usulü uygulanır (Yönetmelik m.5/11).  Bununla  birlikte  teklif  üzerine  şüpheli  düşünmek  için  süre  de  isteyebilir.  Nitekim Yönetmelik m.10/3 te;  … talebi hâlinde teklifi değerlendirmesi için şüpheliye bir ayı aşmamak üzere makul bir süre verilir…  denilmektedir58. Burada şüpheliye makul bir süre verilmesi öngörülmüştür. Söz konusu süre hiçbir koşulda bir ayı aşamaz. Şüpheli bu süre sonunda herhangi bir mazeret bildirmeksizin gelmez yahut teklifi kabul etmediğini bildirirse seri muhakeme usulü uygulanmaz59.   Şüphelinin teklifi kabul etmesi halinde buna ilişkin seri muhakeme usulü kabul tutanağı  (Yönetmelik  Ek-1  Tutanağı)  düzenlenir.  Tutanakta;  şüpheliye  isnat  edilen eylem,  şüphelinin  kabul  beyanı,  belirlenen  sonuç  ceza  ve/veya  güvenlik  tedbiri  ile                                                 57  ŞAHİN / GÖKTÜRK, 2020, s. 205. 58  Yönetmelikteki bu hükmün hak kayıplarının önlenmesi için CMK m. 250/3 e ikinci bir cümle olarak eklenmesi gerektiği, hatta şüphelinin bu konuda talebi aranmaksızın bir haftadan az olmamak üzere bir süre verilmesi gerektiği yönünde bkz. TAŞKIN, 2020, s. 55. 59  YAVUZ, 2020, s. 280 vd.  29Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  uygulandığı takdirde hükmün açıklanmasının geri bırakılması, seçenek yaptırım veya hapis cezasının ertelenmesine ilişkin hususlar yer alır. Kabul tutanağı Cumhuriyet savcısı ve şüpheli ile müdafi tarafından imzalanır (Yönetmelik m.10/8). Bu durumda, kural olarak aynı gün içinde, talepname hazırlanarak görevli ve yetkili mahkemeye yönlendirilir (Yönetmelik m.10/9). 5. Talep Safhası Cumhuriyet  savcısı  müdafi  huzurunda  şüphelinin  seri  muhakeme  usulünün uygulanmasını  kabul  etmesinden  sonra,  belirlediği  yaptırıma  hükmedilmesini, öngörmüşse bunun aynı zamanda seçenek yaptırımlara çevrilmesini, ertelenmesini veya HAGB ye konu olmasını mahkemeden ister60. Ayrıca şüpheli hakkında güvenlik tedbiri uygulanması gerekiyorsa, bu husus da istemin içerisinde yer alır. Cumhuriyet savcısı bu istemlerini görevli ve yetkili mahkemeden  talepname  denilen bir tutanakla talep eder61. Bu bağlamda talepname, görevli ve yetkili mahkemeye hitaben düzenlenir.  Görevli ve yetkili mahkeme konusunda Kanun da bir düzenleme bulunmazken Yönetmeliğin tanımlar başlıklı 4. maddesinde mahkemeden anlaşılması gerekenin yetkili asliye ceza mahkemesi olduğu hüküm altına alınmıştır. Hakimler Savcılar Kurulu (HSK) Birinci Dairesi ise 02.01.2020 tarihinde almış olduğu karar ile seri muhakeme usulünü uygulayacak olan asliye ceza mahkemelerinin belirlenmesi ve böylece taleplerin yalnızca ayrıca belirlenmiş olan ihtisas mahkemelerince karara bağlanacağını öngörmüştür62.  CMK  m.250/8 de  kanun  koyucu  bu  hususu  şu  şekilde  hükme  bağlamıştır;  Cumhuriyet savcısı, şüpheli hakkında seri muhakeme usulünün uygulanmasını yazılı                                                 60   Bu fıkra hükmüne bakıldığında, seri muhakeme usulünü uygulayan aslen, görevli mahkemedir. Savcı bunun hazırlıklarını yapmakla görevli bir unsur gibi gözükmektedir. Ancak devamındaki 9. Fıkraya göre, savcını talebini kabul halinde savcının talebinde belirttiği cezaya hükmedilebileceği şeklindeki düzenleme bu görüşü değiştirmektedir. Bu nedenle savcının ceza veya yaptırımlarla ilgili talebi önem taşımaktadır.  Bkz. KIZILARSLAN, 2019,  s. 1938.  61  Talepnamenin seri muhakemeyi kovuşturma evresine intikal ettiren bir ara süreç olduğu yönün bkz. TAŞKIN, 2020, s. 62 vd. Seri muhakeme usulü tamamlanıncaya kadar failin sıfatının şüpheli olduğu; talepnamenin görevli mahkemeye sunulmasının şüphelinin sıfatını değiştirmeyeceği yönünde bkz. CENTEL / ZAFER,  2020, s. 619. 62https://www.hsk.gov.tr/Eklentiler/files/02_01_2020%20tarihli%20ve%201%20say%c4%b1l%c4%b1%20karar.pdf (erişim tarihi 07.07.2020). 30Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  olarak görevli mahkemeden talep eder.  Talepnamenin ne şekilde olacağına ilişkin Ek-2 örneği Yönetmelik ekinde yer almaktadır.  6. İnceleme Safhası Mahkeme  bir  uyuşmazlığa  ilişkin  savcılığın  kendisine  gönderdiği  talepname üzerine, bir gün ve saat belirleyerek şüpheli ve müdafini huzuruna çağırır.  Mazeretsiz olarak mahkemeye gelmemesi halinde, şüpheli bu usulün uygulanmasından vazgeçmiş sayılır (Yönetmelik 13/5).  Daha önce de belirttiğimiz üzere şüpheli seri muhakemenin her  aşamasında,  hüküm  verilinceye  kadar  bu  usulün  uygulanmasından  vazgeçme imkanına sahiptir (Yönetmelik m.5/4). Bu bağlamda teklifi kabul etmesine rağmen, mahkemenin davetine icabet etmeyen şüphelinin de bu usulden vazgeçmiş sayılacağı hüküm  altına  alınmıştır63.    Mahkemeye  davet  edilen  şüphelinin  gelmemesi  halinde usulden vazgeçmiş sayılacağı konusunda aydınlatılması gerekir. Bu bakımdan davetiyede gelmemesi halinde seri muhakeme usulünün uygulanmasından vazgeçmiş sayılacağı açıkça  yazılmalıdır64.  Vazgeçme  halinde  soruşturma  genel  hükümlere  göre yürütülecektir.  Burada  şüpheli  ve  müdafiin  mahkeme  huzuruna  çıkması,  klasik  anlamda  bir duruşmayı  anımsatsa  da  incelemede  gerçekleştirilen  faaliyet  bir  duruşma  değildir65. Nitekim  duruşma  tarafların  katılımı  ile  kolektif  olarak  uyuşmazlık  konusu  olayın çözümüne  ilişkin  yapılan  bir  faaliyettir.  Burada  Cumhuriyet  savcısı  ve  mağdurun mahkeme huzurundaki bu faaliyette yer alması söz konusu değildir66. Ayrıca mahkeme                                                 63  Bir görüşe göre; şüphelinin mazeretsiz olarak mahkemeye çıkmadığı hallerde herhangi bir usulü hataya yol açmamak adına, kamu davasının ertelenmesi koşullarının oluşup oluşmadığı ikinci kez irdelenmeli, koşulların oluştuğu kanaatine varılır ise şüpheli hakkında CMK m. 171 uyarınca kamu davasının açılması ertelenmelidir. Bu görüşe göre, şüpheli hakkında ikinci kez inceleme yapılmaksızın iddianame hazırlanması hukuka aykırı olacaktır. TAŞKIN, 2020, s. 23.    64  ALDEMİR, 2019, s. 161 vd.  65  KEZER söz konusu faaliyeti duruşma olarak nitelendirmektedir. Bkz. KEZER, 2019, s. 56. Mahkemece karar verileceğinden, hakim işlemlerinden farklı bir şekilde mahkemenin duruşma açarak karar vermesi gerektiği yönünde bkz. KIZILARSLAN, 2019,  s. 1941. 66   Burada bir yargılama işlemi ve duruşma söz konusu olmadığı için şüpheli dışında herhangi bir kimsenin  dinlenmesi  gerekmemektedir…  Mahkeme,  yapacağı  değerlendirmede  şüpheli  dışında herhangi bir kimsenin de dinlenmesini gerekli görecek olursa soruşturmanın genel hükümlere göre sonuçlandırılması için talebi reddetmelidir.  YAVUZ, 2020, s. 292.  …seri muhakeme sürecinin hiçbir aşamasına mağdur ya da suçtan zarar görenin katılması mümkün değildir.  ERDEM / ŞENTÜRK,  31Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  de sadece seri muhakeme usulüyle ilgili şüpheliyi müdafi huzurunda dinleme ve bu usulün  kanunda  belirlendiği  şekliyle  hukuka  uygun  uygulanıp  uygulanmadığını denetleme yetkisine sahiptir (Yönetmelik m.13/1). Bunun yanında ayrıca şüphelinin gerçekten suç işleyip işlemediği konusunda bir araştırma ya da değerlendirme yapma yetkisi bulunmamaktadır. Şüphelinin dinlenmesi yalnızca seri muhakeme usulüne ilişkin kapsamla sınırlıdır. Bu bağlamda mahkeme, şüpheliye suçun sübutuna ilişkin bir soru yöneltemez67. Nitekim 250. maddenin gerekçesinde de hakimin faili dinleyeceği, seri muhakeme  usulüne  uygun  düştüğü  ölçüde  duruşmaya  ilişkin  usul  hükümlerini uygulayabileceği;  ancak  duruşmanın  ertelenmesi  ya  da  delil  araştırması  sonucunu doğurabilecek bir tercihte bulunamayacağı belirtilmiştir68. Ayrıca  vurgulamak  gerekir  ki;  seri  muhakemedeki  inceleme  safhası  ve  hatta aşağıda inceleyeceğimiz hüküm kurma safhası, hala ceza muhakemesinin soruşturma aşamasında gerçekleştirilen bir faaliyettir69. Mahkemeye talepnamenin iletilmesi ve onun şüpheli ve müdafini çağırması her ne kadar kovuşturmaya geçildiği izlenimi verse de mahkeme  hükmünü  kuruncaya  kadar  hala  soruşturma  devam  etmektedir.  Kanuni düzenlemede de bu aşamada isnat  altında bulunan kimseden sürekli şüpheli olarak bahsedilmesi bu durumu desteklemektedir (Bkz. CMK m.250/9; Ayrıca bkz. Yönetmelik m.13/1). Mahkeme hükmünü verdikten sonra kovuşturma aşaması başlayacak, süresi içinde itiraza başvurulmasıyla ise kovuşturmanın kanun yolu devresine geçilecektir. Seri muhakemede hükme karşı öngörülen kanun yolu aşağıda daha ayrıntılı ele alınacağından,                                                 2020, s. 589. Aksi görüşe göre; seri muhakeme usulünde şüpheli dışında herhangi bir kimsenin dinlenmesi gerektiğine ilişkin bir kural yoksa da mağdurun dinlenmesi yasaklayıcı bir hükümle engellenmiş de değildir. Mağdur ve müşteki konumunda bulunanların bu usulde dinlenmemesi hak ihlallerine  neden  olabileceği  gibi  CMK nın  katılmaya  ilişkin  hükümleri  bu  nedenle  anlamını yitirecektir. Bu görüş sahibine göre; mağdur ve müştekinin mutlaka dinlenmesi, şikayetçi iseler katılma hususunda beyanlarının alınması gerekir. Bkz. ALDEMİR, 2019, s. 162. Benzer değerlendirmeler için bkz.  KEZER,  2019,  57  vd.  Seri  muhakeme  usulünde  suçtan  zarar  görenin  hiçbir  menfaatinin korunmadığı yönünde bkz. YENİSEY / NUHOĞLU, 2020, s. 844. Kanaatimizce kanuni düzenlemeden böyle bir sonuca varılması mümkün görünmemektedir. Böyle bir uygulama yapmak özel bir muhakeme usulü olan seri muhakemenin amacına aykırı olacaktır.  67  YAVUZ, 2020, s. 292.  68  Aynı yönde bkz.  UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 272. 69  Aynı yönde;  …bu usulde mahkeme tarafından gerçekleştirilen işlemler bütünü, savcılık tarafından yapılan talep hakkında kendine özgü bir tür inceleme ve onay işleminden ibaret olup soruşturma evresine dahildir.  Bkz. YAVUZ, 2020, s. 288.  Mahkeme önündeki inceleme ve karar verme süreci soruşturma evresi içinde düşünülmelidir.  Bkz. ŞAHİN / GÖKTÜRK, 2020, s. 208.   32Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  burada daha fazla ayrıntıya girmemeyi uygun bulmaktayız.  Mahkeme talepnameyi aldıktan sonra inceleme yapacaktır. Bu husus Yönetmelik m.13 te  hükme  bağlanmıştır.  Buna  göre;   mahkeme,  talepnamenin  verildiği  gün incelemesini derhal yapar, şüpheliyi müdafi huzurunda seri muhakeme usulü ile ilgili olarak  dinler  ve  usulü  sonuçlandırır.  Şüphelinin  seri  muhakeme  usulü  hakkında dinlenmesi SEGBİS veya istinabe yoluyla da yapılabilir (Yönetmelik m.13/1). Görüldüğü üzere  yönetmelikte  seri  muhakemenin  seri  ve  hızlı  şekilde  yapılması  için  açık düzenlemeye yer verilmiş; mahkemenin incelemeyi, talepnamenin verildiği gün derhal yapmasını hüküm altına alınmıştır. Yukarıda incelediğimiz ve hatırlanacağı üzere, teklif aşamasına ilişkin Yönetmelik m.10/9 da şüphelinin teklifi kabul etmesi halinde aynı gün mahkemeye yönlendirileceği hükme bağlanmıştır. Bu bağlamda seri muhakeme usulünün kanun yoluna kadar olan aşamalarının bir-iki gün içerisinde bitirilmesi amaçlanmıştır70.  Ayrıca CMK m.250/9 ve Yönetmelik m.13/1 düzenlemeleriyle, teklifte olduğu üzere,  inceleme sırasında şüpheli dinlenirken, ona gerekli hukuki desteğin sağlanması ve bir  müdafiin  işlemlerin  hukuka  uygunluğunu  denetlemesi  zorunlu  kabul  etmiştir. Dolayısıyla inceleme sırasında şüpheli dinlenirken bir müdafiin hukuki yardımından yararlanması zorunludur. Kendi seçmiş olduğu müdafi yoksa baro tarafından bir müdafi görevlendirilecektir. Türkçeyi etkin olarak konuşamayan ya da engeli nedeniyle faaliyete etkin olarak katılamayan şüpheliye tercüman veya çevirmen atanmasına ilişkin teklif aşamasında aktardığımız hususlar, bu safha için de geçerlidir (Yönetmelik m.5/5). İnceleme sonucunda mahkeme üç farklı karar verebilecektir. Bunlar (Yönetmelik m.13/2, m.13/4, m.14); 1) Eksikliklerin giderilmesi amacıyla talepnamenin mahkemeye gönderilmesi kararı (Talepnamenin iadesi) 2) Talepnamenin reddi kararı 3) Talepname doğrultusunda kurulacak hüküm.                                                   70  Aynı yönde bkz. YILMAZ / APİŞ, 2020, s. 81. Talepnamenin aynı gün içerisinde incelenip karar verilmesinin  adil  yargılanmak  hakkı  bakımından  sorun  yaratabileceği;  CMK  m.  174/1 deki iddianamenin iadesi için tanınan on beş günlük süre de olduğu gibi mahkemeye talepnameyi incelemek üzere kısa da olsa bir süre tanınmasının daha yerinde olacağı yönünde bkz. TAŞKIN, 2020, s. 64,76.   33Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  7. Hüküm Kurulması Safhası Mahkeme talepnameyi incelendikten sonra, o ana kadar süreçte seri muhakeme usulünün hukuka uygun şekilde uygulandığını tespit ederse, talepname doğrultusunda cezaya ve/veya güvenlik tedbirine mahkumiyet hükmünü kurar (CMK m.250/9)71. Bu husus yönetmelikte şu şekilde düzenlenmiştir;  mahkeme, eylemin seri muhakeme usulü kapsamında olduğu, bu usulün şüpheliye Kanunda öngörülen koşullar çerçevesinde teklif edildiği ve şüphelinin bu teklifi müdafii huzurunda özgür iradesiyle kabul ettiği kanaatine varırsa talepte belirlenen yaptırım doğrultusunda hüküm kurar (Yönetmelik m.14/1).    Görüldüğü üzere mahkeme şartların oluştuğunu tespit ettiğinde talepte belirlenen yaptırım doğrultusunda hüküm kuracaktır. Mahkemenin belirlenen yaptırımı değiştirmek gibi bir yetkisi bulunmamaktadır72. Ayrıca esasa ilişkin değerlendirme yapma yetkisi bulunmamaktadır. Bunun dışında savcılığın TCK m.61/1 e göre ceza hesaplarken alt ve üst  sınırlar  arasında  temel  cezayı  belirlerken  takdir  yetkisini  uygun  kullanıp kullanmadığını da denetleyemez. Nitekim bu husus münhasıran savcılığın takdirindedir. Buna karşın alt sınırın altında veya üst sınırın üstünde bir ceza takdiri varsa, bu husus cezanın belirlenmesinde maddi hata kapsamında değerlendirilip, talepnamenin iadesine karar verilecektir.  Son olarak belirtmek gerekir ki; kurulan  hüküm; varsa mağdur, suçtan zarar gören  veya  genel  hükümlere  göre  katılma  hakkını  haiz  olan  kişilere  tebliğ  edilir (Yönetmelik  m.14/2).  Tebligatın  yapılması,  aşağıda  inceleyeceğimiz  üzere,  seri muhakeme sonunda verilen hükme karşı kabul edilen itiraz kanun yoluna başvuracakların (Bkz. CMK m.260) birçoğu bakımından bildirimin yapılması ve yedi günlük itiraz süresinin başlaması sonucunu doğuracağından, özel önem arz etmektedir.  8. Kanun Yolu Safhası Seri muhakeme sonucunda kurulan hükme karşı itiraz kanun yoluna başvurulabilir.                                                 71  Talepnamenin kabulü ile hüküm kurulmasının Türk ceza muhakemesi hukukunda yeni bir soruşturmayı sonlandıran hal olduğu yönünde bkz. KIZILARSLAN, 2019,  s. 1943.  72  DEĞİRMENCİ, 2020, s. 22; ERDEM / ŞENTÜRK, 2020, s. 596; ŞAHİN / GÖKTÜRK, 2020, s. 206; YAVUZ, 2020, s. 294 vd. Mahkemenin yalnızca talepname doğrultusunda hüküm kurabilmesinin başta mahkemelerin bağımsızlığı olmak üzere pek çok ceza muhakeme ilkesi ile çelişki yarattığı yönünde bkz. KIZILARSLAN, 2019,  s. 1942 vd.; TAŞKIN, 2020, s. 66.  34Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Nitekim CMK m.250/14 te  dokuzuncu fıkra kapsamında Cumhuriyet savcısının talebi doğrultusunda mahkemece kurulan hükme itiraz edilebilir.  denilmek suretiyle, söz konusu hükümlere karşı itiraz edilebileceği açıkça düzenleme altına alınmıştır. Benzer şekilde, Yönetmelik m.15 te;  mahkemece Yönetmeliğin 14 üncü maddesinin birinci fıkrası kapsamında Cumhuriyet savcısının talebi doğrultusunda kurulan hükme genel hükümler çerçevesinde itiraz edilebilir  şeklinde bir hükme yer verilmiştir. Kanun da da açıkça belirtildiği gibi yalnızca seri muhakeme sonucunda kurulan hükümlere karşı itiraz yoluna gidilebilir. Talepnamenin reddi kararlarına itiraz edilemez73. Normalde  ilk  derece  mahkemeleri  tarafından  verilen  hükümlere  karşı başvurulabilecek kanun yolu istinaftır (CMK m.272/1). İtiraz ise kural olarak hakimlik kararlarına,  kanunun  açıkça  öngördüğü  hallerde  ise  mahkeme  kararlarına  karşı öngörülmüş olağan bir kanun yoludur (CMK m.267)74. Mahkeme hükümlerine karşı yukarıda da belirttiğimiz üzere istinafa başvurulabildiğinden, CMK m.267 de belirtilen ve kanunun açıkça belirttiği hallerde itiraz incelemesine konu olabilen mahkeme kararları ise kural olarak ara kararlardır. Ancak kanun koyucu burada genel kuraldan ayrılarak bir hükme karşı itiraz yolunu kabul etmiştir75. Seri muhakeme usulü sonucunda asliye ceza mahkemesince kurulan hükümlere karşı yalnızca itiraz kanun yoluna başvurulabilir. İtiraz üzerine verilen karar kesin olup; istinaf ve temyiz yoluna gidilmesi mümkün değildir76. İtiraz süresi ise hükmün bildirilmesinden itibaren yedi gündür (CMK m.268/1). İtiraz  incelemesini  yapacak  merci  ise  CMK  m.268/3 teki  genel  kurallara  göre                                                 73  DEĞİRMENCİ, 2020, s. 22; ERDEM / ŞENTÜRK, 2020, s. 597. 74  Bir görüşe göre itiraz kanun yolunun öngörülmüş olması seri muhakeme usulünde verilen kararların hakim kararı niteliğinde olduğunu bunun yanı sıra kanun yoluna ilişkin işlemlerin de hızlandırılmak istendiğini göstermektedir. Bkz. KIZILARSLAN, 2019,  s. 1944.  75   CMK da, hükme karşı istinaf kanun yoluna başvurulacağına dair genel kuralın iki istisnasında biri (ikincisi ise basit yargılama usulündedir) burada karşımıza çıkmaktadır.  Bkz. ERSOY, 2020, Uğur,  Seri  Muhakeme  ve  Basit  Yargılama  Usullerinde  İtiraz  Kurumuna  İlişkin  Sorunlar  ve  Çözüm Önerileri , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 28, Sayı: 2, s. 861.  …mahkemenin sonkararı niteliğinde olan hükme karşı istinaf değil itiraz yolunun kabul edilmesi, seri muhakeme usulüne özgü bir durumdur.  Bkz. ŞAHİN / GÖKTÜRK, 2020, s. 206.  Aslında itiraz kanun yolu hakimlik makamı kararlarına karşı kabul edilmiş bir kanun yoluyken burada itiraz edilebilen bir mahkeme kararı daha görüyoruz.  Bkz. YENİSEY / NUHOĞLU, 2020, s. 845.  76  YAVUZ, 2020, s. 302.  35Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  belirlenecektir. İtiraz başvurusu yazılı veya tutanağa geçirilmek suretiyle sözlü şekilde, hükmü veren mahkemeye yapılacaktır (CMK m.268/1). Hükmü veren mahkemenin üç gün içinde hükmünü itirazda belirtilen hususlara bağlı olarak düzeltme veya yine aynı süre içinde inceleme merciine göndermesi gerekir (CMK m.268/2). Seri muhakeme sonucunda kurulan hükme kimlerin itiraz edebileceği hususunda da bir ayrı bir belirleme yapılmadığından,  genel  muhakeme  usulünde  itiraz  yoluna  kimler  başvurabiliyorsa onların itiraz edebileceği sonucuna varılmalıdır. Bu kimseler ise CMK nın 260 ila 262. maddelerinde sayılmıştır77.  Hukuk sistemimizde itiraz yolunun bu kanun yolunun yapısına uymayan kararlar bakımından kabul edilmesine ilişkin başka örnekler de vardır. Örneğin HAGB kararlarına itiraz edilmesi de birçok uygulama problemine neden olmuştur. Ancak her ne kadar açık kanuni düzenleme gereği, HAGB kararlarına karşı itiraz yoluna başvurulabiliyorsa da en azından burada hükme değil; bir tür ara karar olan HAGB kararına karşı bu yol kabul edilmiştir.  Bununla  birlikte  HAGB ye  itiraz  edildiğinde  itiraz  merciinin  yapacağı incelemenin kapsamının ne olacağı, hükmün esasına girip girmeyeceği gibi konularda birçok  farklı  görüş  ortaya  çıkmış  ve  süreç  içerisinde  birçok  içtihat  değişikliği  de yaşanmıştır.  Benzer  problemlerin  hükme  karşı  kabul  edilen  bu  itiraz  yolunda  da yaşanması muhtemeldir78. E. Seri  Muhakeme  Usulüne  İlişkin  Belge  ve  Beyanlara  Özgü  Delil Değerlendirme Yasağı Kanun koyucu, seri muhakeme usulünün uygulanma sürecinde, özellikle şüphelinin süreçte kullanacağı ifadelerle ve süreç içerisinde ortaya çıkabilecek belgelerle ilgili tedirginlik yaşamaması için bu usule özgü bir delil değerlendirme yasağı getirerek,                                                 77  Bir görüşe göre; seri muhakeme usulünün uygulanabileceği suç tiplerinde doğrudan doğruya bir  kişinin mağduriyeti söz konusu olmadığından, seri muhakeme usulü sonucunda kurulan hükme itiraz etme yetkisinin pratik olarak Cumhuriyet savcısı, şüpheli ve müdafii, şüphelinin eşi ve kanuni temsilcisine ait olduğu söylenebilir. Bkz. ERSOY, 2020, s. 861.  78  Benzer değerlendirmeler için bkz. ERSOY, 2020, s. 862; YURTCAN, 2019, s. 719,  BAYTAZ, 2020, s. 37 vd.  Hükmün açıklanmasının geri bırakılmasında itirazın kapsamına ilişkin bkz. ÖZBEK, Veli Özer  /  MERAKLI,  Serkan,   Hükmün  Açıklanmasının  Geri  Bırakılması  Kararına  İtiraz  Üzerine Yapılacak Denetim, Marmara Üniversitesi Hukuk Araştırmaları Dergisi, Yıl: 2013, Cilt: 19, Sayı: 2, s. 221-236.   36Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  şüphelinin süreç içerisinde rahat davranabilmesini teminat altına almak istemiştir79. Bu bağlamda   seri  muhakeme  usulünün  herhangi  bir  sebeple  tamamlanamaması  veya soruşturmanın  genel  hükümlere  göre  sonuçlandırılması  amacıyla  Cumhuriyet başsavcılığına gönderilmesi hâllerinde, şüphelinin seri muhakeme usulünü kabul ettiğine ilişkin beyanları ile bu usulün uygulanmasına dair diğer belgeler, takip eden soruşturma ve  kovuşturma  işlemlerinde  delil  olarak  kullanılamaz  (CMK  m.250/10;  Ayrıca  bkz. Yönetmelik m.5/8).  Belirtmek  gerekir  ki  Kanunen  delil  olarak  kullanılması  yasaklananlar  şüpheli hakkında seri muhakeme usulünün uygulanmasına başlanmasıyla ortaya çıkanlardır. Seri muhakeme usulünün uygulanmasına safhasından önce soruşturma esnasında elde edilen deliller bakımından bu yasak geçerli değildir80.   III. GENEL OLARAK ADİL YARGILANMA HAKKI Hukuki anlamda hak, hukuken bir şeyi yapmaya yetkili olmak ya da bir şeyi talep edebilmektir. İnsan hakları kavramı ise, insanların doğarken bir takım haklarla beraber doğdukları  ve  bunlara  devlet  tarafından  müdahale  edilemeyeceği  düşüncesinin  bir tezahürü olarak XVII. yüzyılda ortaya çıkmıştır. Bu bağlamda insan hakları kavramı hukuktan değil, ahlakilik düşüncesinden kaynaklanır ve ahlaki bir takım değerleri ifade eder. İnsan haklarını, insanlığın belirli bir gelişme çağında teorik olarak bütün insanlara tanınması gereken ideal değerler listesi olarak tanımlayacak olursak; temel haklar terimi, insan hakları denilen ideal listenin devlet tarafından tanınmış bölümünü ifade eder. Temel bir hak olarak adil yargılanma hakkı ise, sanık bakımından yargılamanın uluslararası sözleşmelerle belgelenmiş ilkelere uygun bir şekilde yapılmasını ve onun muhakemeye ilişkin haklarının korunmasını teminat altına alır.                                                  79  Seri muhakemede şüpheli itiraf ve suçu kabul baskısı altında olduğundan, seri muhakeme usulünün sonuca  ulaşamadığı durumlarda  süreç  sırasında  verdiği beyanlarından  ve  bu  sırada elde edilen delillerden sorumlu sayılmamasının doğru olduğu yönünde bkz. KIZILARSLAN, 2019,  s. 1944.  80  ERDEM / ŞENTÜRK, 2020, s. 584,595.   37Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Anayasanın 36. maddesinde açıkça teminat altına alınan adil yargılanma hakkı, birçok  yazar  tarafından,  Anayasanın  2.  maddesinde  hükme  bağlanan  hukuk  devleti ilkesinin de bir gereği olarak kabul edilmektedir81. Söz konusu hak 1948 tarihli İnsan Hakları Evrensel Bildirgesinin 10. maddesinde hükme bağlandığı gibi, Türkiye nin taraf olduğu temel hak ve özgürlüklere ilişkin uluslararası sözleşmelerden olan Avrupa İnsan Hakları Sözleşmesi nin (AİHS) 6. maddesinde, Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi nin ise 14. maddesinde bireyler bakımından teminat altına alınmıştır.  Bunun dışında cezai uyuşmazlıklara ilişkin olarak, CMK da da adil yargılanma hakkına ilişkin birçok husus hükme bağlanmıştır.  Bu  bağlamda  iç  hukukumuzda  ceza  muhakemesi  bakımından  adil  yargılanma hakkının kaynakları; Anayasa, Avrupa İnsan Hakları Sözleşmesi, Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi ile Ceza Muhakemesi Kanunu dur. Bu kaynaklar arasında AİHS nin özel bir önemi vardır. Bu önem iki hususa dayanmaktadır. Öncelikle 2004 yılında Anayasa nın 90. maddesine eklenen hükümle, bir hukuki bir  sorunun çözümü sırasında, usulüne uygun olarak yürürlüğe girmiş olan temel hak ve hürriyetlere ilişkin uluslararası sözleşme hükümleriyle kanun hükümleri arasında bir uyuşmazlık olduğu  anlaşılırsa,  uyuşmazlığın  temel  hak  ve  hürriyetlere  ilişkin  uluslararası sözleşmenin hükümlerine göre çözüleceği düzenlenmiştir. Her ne kadar adil yargılanma hakkını veya onun içeriğinde yer alan alt hakları teminat altına alan başkaca uluslarası sözleşmeler olsa da, AİHS ni bunlar arasında daha özel bir konuma getiren ikinci husus, başvurular  sonucunda  taraf  devletlerin  sözleşme  hükümlerine  uygun  davranıp davranmadıklarını denetleyen bir yargılama mekanizmasının (Avrupa İnsan Hakları Mahkemesinin (AİHM)) bulunmasıdır. Bu bağlamda adil yargılanma hakkına ilişkin yapacağımız açıklamalar AİHS hükümleri göz önünde bulundurularak yapılacaktır. Adil yargılanma hakkı AİHS nin 6. maddesinde üç fıkra halinde düzenlenmiştir. 6. maddenin Türkçe çevirisi şu şekildedir:82                                                 81  Hukuk devletinde bireylere sağlanması gereken minimum garantiler için bkz. HEINRICH, Bernd,   Rechtsstaatliche Mindestgarantien im Strafverfahren , Juristische Ausbildung, Yıl: 2003, Cilt: 35, Sayı: 3, (s. 167- 173).  82  https://www.echr.coe.int/Documents/Convention_TUR.pdf (erişim tarihi 17.09.2020)   38Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Madde 6: Adil yargılanma hakkı 1. Herkes, gerek medeni hak ve yükümlülükleriyle ilgili nizalar, gerek cezai alanda kendisine  yöneltilen  suçlamalar  konusunda  karar  verecek  olan,  yasayla  kurulmuş, bağımsız ve tarafsız bir mahkeme tarafından davasının makul bir süre içinde, hakkaniyete uygun ve açık olarak görülmesini isteme hakkına sahiptir. Hüküm açık oturumda verilir; ancak, demokratik bir toplumda genel ahlak, kamu düzeni ve ulusal güvenlik yararına, küçüklerin  korunması  veya  davaya  taraf  olanların  özel  hayatlarının  gizliliği gerektirdiğinde veya davanın açık oturumda görülmesinin adaletin selametine zarar verebileceği bazı özel durumlarda, mahkemenin zorunlu göreceği ölçüde, duruşmalar dava süresince tamamen veya kısmen basına ve dinleyicilere kapalı olarak sürdürülebilir.  2. Bir suç ile itham edilen herkes, suçluluğu yasal olarak sabit oluncaya kadar suçsuz sayılır.  3. Her sanık en azından aşağıdaki haklara sahiptir: a)  Kendisine  yöneltilen  suçlamanın  niteliği  ve  nedeninden  en  kısa  zamanda, anladığı bir dille ve ayrıntılı olarak haberdar edilmek; b) Savunmasını hazırlamak için gerekli zamana ve kolaylıklara sahip olmak; c)  Kendi  kendini  savunmak  veya  kendi  seçeceği  bir  avukatın  yardımından yararlanmak ve eğer avukat tutmak için mali olanaklardan yoksunsa ve adaletin selameti gerektiriyorsa, mahkemece görevlendirilecek bir avukatın para ödemeksizin yardımından yararlanabilmek;  d) İddia tanıklarını sorguya çekmek veya çektirmek, savunma tanıklarının da iddia tanıklarıyla aynı koşullar altında çağrılmasının ve dinlenmesinin sağlanmasını istemek; e)  Duruşmada  kullanılan  dili  anlamadığı  veya  konuşmadığı  takdirde  bir tercümanın yardımından para ödemeksizin yararlanmak. Bu düzenleme ışığında adil yargılanma hakkı şu şekilde tanımlanabilir; bireyin, gerek  medeni  hak  ve  yükümlülüklerine  gerekse  cezai  alanda  kendisine  yöneltilen                                                   İngilizce  metin  için  bkz.  https://www.echr.coe.int/Documents/Convention_ENG.pdf  (erişim tarihi 17.09.2020) 39Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  suçlamalara ilişkin herhangi bir davanın, yasayla kurulmuş, bağımsız ve tarafsız bir mahkeme tarafından, makul bir süre içerisinde, aleni ve hakkaniyete uygun olarak görülmesine ilişkin hakkıdır83. AİHS nin 6. maddesinde belirtilen hak ve ilkeler madde metninde de açıkça ifade edildiği üzere tüm cezai ve medeni muhakemeler bakımından geçerlidir. Ancak medeni ve cezai muhakeme tabirinden içeriği, taraf devletlerin iç hukuklarında söz konusu uyuşmazlığı hangi muhakeme dalına ait kabul ettiklerine göre tespit edilmez. Bilakis AİHM nin bu konuya ilişkin geliştirdiği kıstaslara göre uyuşmazlığın hangi muhakeme dalına  ait  olduğuna  bakılır.  Bu  itibarla  bazı  durumlarda  bu  hak  ve  ilkeler  disiplin soruşturmaları bakımından da önem arzetmektedir. Şöyle ki, eğer disiplin soruşturması sonucunda faile, önemli derecede ağır bir özgürlüğü bağlayıcı ceza veriliyorsa, iç hukukta bu faaliyetin idari bir soruşturma olarak nitelendirilmesine önem vermeyen AİHM, bu durumda da 6. maddenin gereklerinin bireye tanınması gerektiği kanaatindedir.  Ceza muhakemesi açısından 6. maddenin lafzına bakıldığı zaman, burada söz konusu olan hakların, sadece mahkeme önünde gerçekleştirilen muhakeme faaliyeti sırasında uygulanan, dolayısıyla sadece kovuşturma sırasında geçerli olan birer ilke oldukları sonucuna ulaşılacaktır. Eğer AİHM de sadece maddenin lafzına bakarak hareket etmiş olsaydı, sanık hakları en fazla Cumhuriyet savcısı ve kolluk tarafından yürütülen soruşturma sırasında ihlal edildiği için, güvencenin çok fazla bir anlamı kalmayacaktı. Çünkü duruşma alenidir ve aleniyetin getirdiği bir denetleme vardır. Ancak soruşturma evresi bakımından aynı şeyler söylenemeyecektir. Bu nedenlerle AİHM verdiği çeşitli kararlarda,  sözleşmede  yer  alan  sanık  kavramının  iç  hukuktaki  anlamıyla  değil,                                                 83  Donay tarafından yapılan tanıma göre adil yargılama; yargılamanın olanaklar ölçüsünde gerçekleri yansıtabilmesi için, uyuşmazlığın tarafları arasında fiili ve hukuki bir fark gözetmeksizin, iddia ve savunmaların eşit ölçülerde ve karşılıklı olarak yapıldığı dürüst bir yargılamadır. Bkz. DONAY, Süheyl, İnsan Hakları Açısından Sanığın Hakları ve Türk Hukuku,  İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1982,  s.41; Schroeder ise yeterli müdafaa imkanları sağlanarak ve hile yapılmadan görülen davanın adil olduğunu kabul etmektedir. Bkz. SCHROEDER, 1999, s.6. Uluslararası Af Örgütünün adil yargılanma hakkına ilişkin yayınında ise, Adil bir yargılamanın olabilmesi için gerekli olan tüm şartların, adil yargılanma hakkının içeriğini oluşturduğu kabul edilmektedir. Bkz.  Uluslararası Af Örgütü, Adil Yargılanma Hakkı, İletişim Yayınları, İstanbul, 2000, s.101.  Birçok yazar da adil yargılanma kurumunu tarif edilmesi güç bir prensip olarak nitelendirmekte ve bu ilkenin ideal şartları oluşturma mecburiyeti olarak kabul edilmesi gerektiğini savunmaktadırlar. Bkz. SCHROEDER, 1999, s.10-11.  40Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  sözleşmenin bütünü açısından özerk bir kavram olarak yorumlanması ve anlaşılması gerektiğine dikkati çekmiştir.  IV.  AİHM  İÇTİHATLARI  IŞIĞINDA  ALTERNATİF  ÇÖZÜM YOLLARININ ADİL YARGILANMA İLKESİNE AYKIRILIĞI SORUNU A. Genel Olarak  Alternatif  çözüm  yolları  bakımından  genel  muhakeme  ilkelerinden  önemli sapmalar  olduğu  bir  gerçektir.  Bu  tür  yollarda  birçok  kez  maddi  gerçeğin araştırılmasından ya da adil yargılanmaya ilişkin ilkelerden feragat edilerek ceza adaleti sisteminin hızlandırılmasına çalışılmaktadır. Hukukumuzda yakın zamana kadar sadece, önödeme, uzlaştırma, kamu davasının açılmasının ertelenmesi, hükmün açıklanmasının geri bırakılması gibi alternatif çözüm yollarına yer verilmişti. Bunlardan önödemenin uygulanabilmesi için şüphelinin, rızasıyla, tebligattan itibaren 10 gün içinde, teklifte belirtilen para miktarını devlet hazinesine yatırması gerekmektedir (bkz. TCK m.75). Uzlaştırmada  ise  şüphelinin  uzlaştırma  teklifini  kabul  etmesi  gerekir  ki,  uzlaştırma girişiminde bulunulsun (CMK m.253). Bunun yanında hükmün açıklanmasının geri bırakılmasında (HAGB de) sanığın bu kurumun uygulanmasına rıza göstermesi esastır (bkz. CMK m.231/5 vd.). Bu bağlamda söz konusu kurumlardan yalnızca kamu davasının açılmasının ertelenmesinde (bkz. CMK m.171/2 vd.) isnat altındaki kişinin kurumun uygulanmasına rıza göstermesi aranmamaktadır. Dolayısıyla isnat altında bulunan kimse, kamu davasının açılmasının ertelenmesi dışındaki tüm alternatif çözüm yollarının kendisi hakkında uygulanmasına engel olma imkanına sahiptir. Bununla birlikte kamu davasının açılmasının ertelenmesi de dahil bu kurumlardan hiçbirinde isnat altındaki kişi hakkında bir mahkumiyet hükmü söz konusu olmamaktadır. Önödeme ve uzlaştırma, soruşturma evresinde  başarıyla  sonuçlanırsa  kovuşturmaya  yer  olmadığı  kararı,  istisnaen kovuşturmada başarıyla sonuçlanırsa da düşme kararı verilmektedir. Kamu davasının açılmasının ertelenmesinde şüpheli beş yıllık denetim süresi içerisinde yeni bir suç işlemezse  kovuşturmaya  yer  olmadığı  kararı  verilmektedir.  Söz  konusu  kurumun istisnaen de olsa kovuşturma uygulanma imkanı yoktur. HAGB de ise sanık beş yıllık denetim süresi içerisinde yeni suç işlemezse hakkında düşme kararı verilmektedir.  41Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Ancak 2019 yılında hukuk sistemimize giren seri muhakeme ve basit yargılama usulleriyle birlikte, alternatif çözüm yolları bakımından yukarıda aktarılan durumda ciddi bir değişiklik ortaya çıkmıştır. Nitekim söz konusu iki alternatif çözüm yöntemi sonunda isnat altındaki kimse hakkında mahkumiyet hükmü kurulabilmektedir. Bu bağlamda toplumumuz ilk kez, alternatif çözüm yöntemleri ile isnat hakkındaki kişiler hakkında mahkumiyet hükmü kurulmasına ilişkin yöntemlerle tanışmıştır. Ancak mahkemelerin iş yükününün  azaltılamamasına  ilişkin  sorunlar,  kanun  koyucuyu  başkaca  devletlerde olduğu üzere bu iki kurumu ihdas etmeye yönlendirmiştir.  AİHM de bu tür alternatif çözüm yöntemleri ile isnat altındaki kimseler hakkında mahkumiyet hükmü kurulabilmesini AİHS nin ve özellikle 6. maddede düzenlenen adil yargılanma  hakkının  bir  ihlali  olarak  görmemektedir.  Ancak  bunun  için  birtakım koşulların gerçekleşmesini aramaktadır. Aksi takdirde ilgililerin adil yargılanma hakkı ihlal edilmiş olacaktır. Nitekim seri muhakeme ve basit yargılama gibi kurumlar adil yargılanma hakkı kapsamında yer alan alt haklardan birçoğunu ciddi anlamda ihlal etme potansiyeline sahiptir.  Bu noktada, AİHS ye aykırı olmasa bile, anayasal hükümlerden kaynaklı olarak, bu tür kurumların anayasaya aykırılığı söz konusu olabilir mi? sorusu akla gelebilecektir. Kanaatimizce  anayasanın  temel  hak  ve  özgürlükler  arasında  düzenlediği  haklar bakımından, AİHM gibi düşünülerek, bir sonraki başlıkta açıklayacağımız koşulların varlığı  durumunda,  kişinin  kendisine  tanınan  avantajları  göz  önünde  bulundurarak; rızasıyla,  somut  olayda  muhakemeye  ilişkin  temel  hakları  kullanmaktan vazgeçebileceğinin kabul edilmesi, hukuken makul bir düşünce tarzıdır. Bununla birlikte ilgili hak bakımından temel haklar dışında, anayasanın başka bölümlerinde de düzenleme getirilmişse, bir başka deyişle, anayasa koyucu söz konusu kişisel teminata, devletin yapısı ve kamusal düzen bakımından ayrıca bir önem atfetmişse, bu halde söz konusu hakka yapılacak müdahalenin, anayasaya aykırı olduğunun kabulü gerekir. Örneğin; şüpheden  sanığın  yararlanması,  AY  m.38 de  hükme  bağlanmış  temel  haklardandır. Ancak anayasa koyucu, bu teminatın sadece bireyler bakımından önem arz etmediğini, bilakis kamusal düzen ve devletin işleyişi bakımından da önemli bir husus olduğunu kabul  ederek,  mahkemelerin  vicdani  kanaatlerine  göre  karar  verebileceğini,  yargı 42Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  bağımsızlığı  bağlamında  AY  m.138/1 de  ayrıca  hükme  bağlamıştır.  AY  m.138/1 düzenlemesi gereği mahkemenin mahkumiyet kararını suçluluğa ilişkin vicdani kanaate ulaşarak vermesi elzemdir. Aşağıda bu konu tekrar ele alınacağından, burada daha fazla ayrıntıya girmemeyi ve bu kısa açıklamayla yetinmeyi uygun buluyoruz.  B. Alternatif  Çözüm  Yolunun  İsnat  Altındaki Kimsenin  Adil  Yargılanma Hakkını İhlal Etmemiş Kabul Edilmesi İçin Aranan Koşullar Alternatif çözüm yollarıyla, isnat hakkındaki kimseler hakkında yargılama yapılıp mahkumiyet hükmü verilebilmesi, AİHM tarafından doğrudan AİHS ye aykırı kabul edilmemektedir.  Nitekim  şüpheli  veya  sanık  bakımından,  ceza  indirimi  gibi,  ciddi birtakım  avantajlar  barındıran  bu  tür  kurumlar,  aynı  zamanda  yargılamaların hızlandırılması ve mahkemelerin iş yükünün azaltılmasına da hizmet etmektedir. Ancak bu tür kurumlara ilişkin uygulamalarda hak ihlalin bulunmadığının kabul edilebilmesi için AİHM içtihatları ile ortaya konmuş bir takım önemli hususların varlığı zorunludur. Bu hususlar şu şekilde sıralanabilir;  Tam, Açık ve Anlaşılır Şekilde Bilgilendirme: Öncelikle seri muhakeme ve basit yargılama usulleri gibi alternatif çözüm yollarıyla hakkında hüküm kurulacak kişinin, kurumun kendisi bakımından ortaya çıkartacağı sonuçlar ve ne şekilde uygulanacağı konusunda tam, açık ve anlaşılır şekilde bilgilendirilmesi gerekir. Kural olarak şüpheli veya sanığa alternatif çözüm yollarının uygulanmasını kabul etmesi halinde, ceza indirimi gibi  önemli  avantajlar  sağlanacaktır.  Bununla  birlikte  bazı temel  hakların  sağladığı teminatlardan da somut olay bakımından feragat etmesi gerekir. İşte isnat altındaki kişinin kendisine sağlanan tüm bu avantajlar ve kullanmaktan feragat edeceği haklar bakımından yeterli  ölçüde  bilgilendirmenin  yapılması  gerekir.  CMK da  seri  muhakeme  usulü bakımından bu hususların ayrıntılı şekilde güvenceye bağlandığı kanaatindeyiz. İsnat  Altındaki  Kimsenin  Kurumun  Uygulanmasına  Müdafi  Huzurunda  Rıza Göstermesi: Söz konusu alternatif çözüm yolları bakımından bulunması aranan ikinci koşul, bilgilendirme sonrasında tam aydınlatılmış kimsenin, ilgili usulün uygulanmasına müdafi huzurunda rıza göstermesi gerekliliğine ilişkindir. Müdafiin şüpheli veya sanıktan aydınlatılmış onam alınırken hazır bulunması, hem onun kurum hakkında ayrıntılı olarak bilgilendirildiği  hem  de  bu  bilgilendirme  karşısında  açık  rıza  verdiğinin  teminatını 43Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  oluşturacaktır. Dolayısıyla isnat altındaki kişiden söz konusu usulünün uygulanmasına ilişkin müdafi huzurunda, tam aydınlatılmış bir onam alınmalıdır. CMK da bu hususta da gerekli düzenlemelere yeteri kadar yer verildiği kanaatinde olduğumuzu ifade etmek isteriz. İlgili Alternatif Çözüm Yolunun Uygulanacağı Suç Tiplerinin Kamusal Menfaat Bakımından  Ciddi  Derecede  Önem  Arz  Etmemesi:  Seri  muhakeme  gibi  usullerin uygulanacağı suç tiplerinin kamusal menfaat bakımından göreli olarak büyük önem taşımaması elzemdir. Kamusal menfaatin ağır bastığı suç tipleri bakımından bu tür usullerin uygulanması, ilgili buna rıza gösterse bile kabul edilemez. CMK da özellikle seri muhakemeye ilişkin düzenlemelerde bu hususta ciddi handikaplar bulunduğunu ifade etmek gerekir.  AİHM de seri muhakeme usulü vb. kurumlara ilişkin olarak, önüne gelen değişik davalarda,  yukarıda  belirttiğimiz  koşullara  riayet  edilmesi  durumunda,  bir  hukuk sisteminde söz konusu kurumlara uygulama alanı tanınmasının sözleşmeye aykırılık oluşmayacağı yönünde kararlar vermektedir. Mahkemeye göre, kural olarak AİHS de yer alan adil yargılanmaya ilişkin alt haklardan isnat altında bulunan kimsenin rızasıyla vazgeçemeyeceğine  dair  bir  hüküm  sözleşmede  yer  almamaktadır.  Dolayısıyla aydınlatılmış  olarak  rızası  alınan  kişiyle  ilgili  olarak,  kamusal  menfaat  de  aksini gerektirmiyorsa,  seri  muhakeme  vb.  kurumlarla  hüküm  kurulması  adil  yargılanma hakkının ihlalini oluşturmayacaktır. Bu bağlamda AİHS nin 6. maddesinin ne ruhu ne de lafzı  kişinin  adil  yargılanmanın  belli  güvencelerinden,  kendi  isteğiyle,  açıkça  veya zımnen  vazgeçmesini  engellemektedir.  Ancak,  bir  haktan  vazgeçmenin  AİHS bakımından etkin olması için kişinin bu haktan vazgeçtiği net bir şekilde tespit edilmeli ve bu haktan vazgeçmesine mütenasip asgari güvenceler sağlanmalıdır. Ayrıca, bu durum herhangi önemli bir kamu menfaatine aykırı olmamalıdır84.                                                 84  Bkz. Hermi/İtalya, B.N.: 18114/02, K.T.: 18.10.2006, p. 73. http://hudoc.echr.coe.int/tur?i=001-77543 (erişim  tarihi  08.10.2020);  Sejdovic/İtalya,  B.N:  56581/00,  K.T.:  01.03.2006,  p.  86. http://hudoc.echr.coe.int/tur?i=001-72629  (erişim tarihi 08.10.2020). Ayrıca bkz. Avrupa KonseyiAvrupa İnsan Hakları Mahkemesi Ortak Yayını, 6. Madde Rehberi-Adil Yargılanma Hakkı (Ceza Hukuku Yönü), Ankara, 2014, s.39  44Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Örneğin AİHM, Hermi/İtalya kararında, seri muhakeme usulüne ilişkin esasları değerlendirmiştir85. Buna göre; seri muhakeme incelemesinin açık olarak yapılmaması başvuranın  kendi  rızasıyla  talep  ettiği  basitleştirilmiş  bir  usul  olan  seri  muhakeme usulünün benimsenmesinin içeriğinde yer almaktadır. Dolayısıyla başvuran, bunu bilerek usulün uygulanmasını kabul etmiştir. Seri muhakeme usulünün davalı için şüphesiz avantajları vardır. Bu bağlamda isnat altındaki kimse hüküm giydiği takdirde, büyük oranda azaltılmış ceza almaktadır. Ayrıca isnat altındaki kişinin rıza gösterdiği hüküm için karşı tarafın başvurabileceği etkili bir kanun yolu da yoktur. Öte yandan, seri muhakeme usulü, iç hukuk tarafından sağlanan dava usulüne ait garantilerin azalmasına neden olmaktadır. Kendisinin seçmiş olduğu iki avukat tarafından savunulan başvuranın, seri muhakeme usulünün uygulanması talebinin sonuçlarının şüphesiz olarak farkındadır. Ayrıca, yukarıda bu usulün uygulanmasının kamu menfaatiyle ilgili herhangi bir soru ortaya çıkarmadığı görülmektedir. Seri muhakeme usulünde açık duruşma yapılmasının gerekli olup olmadığının belirlenirken ise, davanın makul bir süre içerisinde görülmesi hakkı ve mahkemelerin dosyaları süratli bir şekilde inceleme zorunluluğu dahil olmak üzere diğer hususların da dikkate alınması gerekir. İtalyan yasama organı, seri muhakeme usulünü  uygulamaya  başlayarak,  cezai  kovuşturmasını  basitleştirmeyi,  dolayısıyla hızlandırmayı amaçlamış görünmektedir. Bu bağlamda ilk ve ikinci derece mahkemeleri tarafından  yapılan  duruşmaların  özel  ve  dolayısıyla  dinleyiciler  olmaksızın gerçekleşmesi, AİHS nin bir ihlâli olarak algılanamaz. Mahkeme özellikle yargılamaların hakimin tarafsızlığı ve duruşmaların aleniyeti başta olmak üzere, adil yargılanma hakkı kapsamındaki birçok haktan sanığın feragat edebileceğine dair başkaca kararlar da vermiştir. Örneğin; isnat altındaki kişi hakimin tarafsızlığına ilişkin haktan, belirli koşullar altında, feragat etmişse adil yargılanma hakkının ihlal edilmediği kabul edilmektedir. Ancak mahkeme feragat dolayısıyla adil yargılanma hakkının ihlalinin söz konusu olmadığına karar verdiği hallerde, feragatın                                                 85  Kararın değerlendirmesi için bkz. CENGİZ, Serkan / DEMİRAĞ, Fahrettin / ERGÜL, Teoman, vd., , Avrupa İnsan Hakları Mahkemesi Kararları Işığında Ceza Yargılaması Kurum ve Kavramları, Türkiye Barolar Birliği ve Avrupa Konseyi Yayını, Şen Matbaa, Ankara, 2008, s.125 vd.  45Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  şüpheye  yer  vermeyecek  biçimde  yapılmış  olmasını  aramaktadır86.  Benzer  şekilde AİHM, aleniyetten de feragat edilmesini kabul etmektedir. Hatta kamu yarına aykırı olmadıkça,  bu  feragatın  açık  veya  zımni  olmasının  da  önemi  bulunmamaktadır87. Feragatın zımni olduğu hallerde bunun tereddüde yer vermeyecek şekilde olması ve kamu menfaatiyle  ters  düşmemesi  gereklidir88.  Eğer  başvurucunun  talep  etmesi  halinde duruşma yapılacağı iç hukukta düzenlenmişse, kamu menfaatiyle çatışmadığı müddetçe, sanığın duruşma talep etmemiş olması zımni feragat olarak nitelendirilir89. Hakansson ve Sturesson/İsveç  davasında  ise  mahkeme,  özellikle  ceza  davalarında  sanığın  kapalı duruşma talep etmesi halinde, mahkemenin sanığın menfaati ile kamu menfaati arasında bir  orantı  kurmak  suretiyle  talebi  reddetmesini  haklı  bulmuştur.  AİHM ye  göre aleniyetten  feragat  etmenin  kamu  yararına  önemli  derecede  aykırı  olduğu  hallerde, aleniyetin sağlanması zorunludur90. Yukarıdaki  mahkeme  kararlarından  da  açıkça  anlaşıldığı  üzere,  AİHM,  isnat altındaki kimsenin adil yargılanma hakkı kapsamındaki güvencelerden müdafi huzurunda feragat ettiği hallerde dahi uyuşmazlığın kamusal menfaat bakımından ciddi önem arz edip arz etmediğini denetlemektedir. Bu bağlamda kamusal menfaat bakımından ciddi öneme haiz davalarda, isnat altındaki kişi müdafi huzurunda haklarından feragat etmiş bile olsa bu durum adil yargılanma hakkının ihlalini oluşturacaktır. Nitekim bu hak, sadece bireysel menfaatleri değil; kamusal menfaatleri de koruma altına almaktadır. Uyuşmazlığın kamusal bakımdan ciddi bir önemi olup olmadığı belirlenirken göz önünde                                                 86  D./İrlanda davasında, başvurucunun Sunday gazetesine karşı açtığı davanın temyiz incelemesini yapan hakimlerden  birisi,  gazetenin  birkaç  hissesine  sahiptir.  Başvurucu  bu  konuda  mahkeme  kalemi tarafından bilgilendirildiği halde ne duruşma öncesinde ne de duruşma sırasında itiraz etmemiştir. Komisyon kendisine imkan verildiği halde başvurucunun tarafsızlığa ilişkin herhangi bir itirazda bulunmaması  nedeniyle  AİHS  m.6/1 in  ihlal  edilmediği  sonucuna  ulaşmıştır.  D./İrlanda,  B.N.: 26499/02, K.T: 27.06.2006 http://hudoc.echr.coe.int/tur?i=001-76233 (erişim tarihi 08.10.2020). 87  LADEWİG, Hans-Meyer,  Adil Yargılanma Hakkı-II , Adil Yargılanma Hakkı ve Ceza Hukuku, (çev. H. Hakeri), Seçkin Yayınevi, Ankara, 2004, s.89 88  Hakansson ve Sturreson/İsveç, B.N.: 11855/85 K.T.: 21.02.1990 http://hudoc.echr.coe.int/tur?i=00157638  (erişim  tarihi  08.10.2020).  Werner/Avusturya;  B.N.:  21835/93  K.T.:  24.11.1997 http://hudoc.echr.coe.int/tur?i=001-58114 (erişim tarihi 08.10.2020). 89  Zumtobel/Avusturya; B.N: 12235/86 K.T.: 21.09.1993, p. 33-34 http://hudoc.echr.coe.int/tur?i=00157847  (erişim tarihi 08.10.2020). 90  Hakansson ve Sturesson/İsveç, p. 44-50. 46Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  bulundurulacak  en  önemli  husus,  uyuşmazlık  konusu  fiilin  ilişkin  olduğu  suçun ağırlığıdır. Bu bağlamda isnat altındaki kişi bakımından ağır yaptırımlar öngören suçlara ilişkin  uyuşmazlıklarda  seri  muhakeme  usulünün  kabulü  hak  ihlali  oluşturacaktır. Dolayısıyla kasten öldürme, uyuşturucu ve uyarıcı madde imal ve ticareti gibi ağır nitelikteki suçlar seri muhakeme usulü kapsamına alınamaz.  V. SERİ MUHAKEME USULÜNE İLİŞKİN DÜZENLEMELERDE, ADİL YARGILANMA  HAKKI  VE  DİĞER  BAZI  ANAYASAL  İLKELER BAKIMINDAN TESPİT EDİLEN SORUNLAR AİHM alternatif çözüm yollarına ilişkin uygulamaları doğrudan AİHS nin ihlali olarak kabul etmemektedir. Ancak özellikle adil yargılanma hakkı bakımından ihlal olmadığının kabulü için birtakım koşulların gerçekleşmesi gereklidir. Bu hususa ilişkin açıklamaları bir önceki başlıkta ayrıntılı olarak yapmıştık. Bu nedenle, burada bu hususu vurgulamakla yetinmeyi uygun buluyoruz.  Bununla birlikte AİHM nin kabul ettiği koşulları  7188 sayılı Kanun la hukuk sistemimize giren seri muhakemeye ilişkin hükümlerin ne oranda karşıladığının da tespiti gereklidir.  Bunun  yanında  anayasamızda  yer  alan  hükümler  bağlamında,  AİHS hükümlerine  aykırılığı  bulunmayan  alternatif  çözüm  yollarına  ilişkin  kanuni  bir düzenlemenin,  aykırılığının  söz  konusu  olması  da  mümkündür.  Daha  önce  de belirttiğimiz üzere, anayasanın temel hak ve özgürlükler arasında düzenlediği haklar bakımından,  AİHM  gibi  bir  hareket  tarzı  benimsenerek,  belirli  koşulların  varlığı durumunda, isnat altındaki kişinin rızasıyla, somut olayda muhakemeye ilişkin temel hakları kullanmaktan vazgeçebileceğinin kabulü gerekir. Ancak ilgili hak bakımından anayasanın başka bölümlerinde de düzenleme getirilmişse; bir başka deyişle, anayasa koyucu söz konusu kişisel teminata, devletin yapısı ve kamusal düzen bakımından ayrıca bir önem atfetmişse, bu halde temel hakka yapılacak söz konusu müdahale anayasaya aykırı olacaktır. Nitekim anayasa koyucu AİHS den farklı olarak, bazı uygulamaları kamusal menfaat bakımından sakıncalı görmüştür. Seri muhakeme usulü gerek Anayasa m.36 gerekse de AİHS m.6 da hüküm altına alınmış  olan  adil  yargılanma  hakkı  bağlamında  ciddi  handikaplar  barındırmaktadır. 47Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Özellikle  aleni  duruşmada  yargılanma  hakkı,  rızasıyla  da  olsa  sanığın  elinden alınmaktadır. Yukarıda da ifade ettiğimiz üzere; AİHM, birtakım koşullar altında seri muhakeme gibi alternatif çözüm yollarına ilişkin uygulamaların adil yargılanma hakkını ihlal etmediğini kabul etmektedir. AİHM bakımından içtihatlarla ortaya konulan koşullar iç hukukumuzdaki düzenlemelerde büyük oranda karşılanmıştır. Ancak kamusal öneme haiz suç tiplerinde seri muhakeme tarzı uygulamalara yer verilemeyeceği şeklindeki kıstas bakımından önemli sorunlar bulunmaktadır. Bunun yanında AİHM tarafından adil yargılanma hakkı ihlali olarak görülmese bile, anayasal düzenlemelerden kaynaklı olarak başkaca anayasal ilkelere aykırılık oluşturan hususlar da bulunmaktadır.  Aşağıda bu hususları numaralandırarak ayrı ayrı ele almayı uygun buluyoruz. 1)  Öncelikle  belirtmek  gerekir  ki;  CMK  m.  250  ile  hükme  bağlanan  seri muhakeme  kapsamındaki  suçlar  arasında,  oldukça  ağır  yaptırım  içeren  suçlar bulunmaktadır. Bu bağlamda söz konusu suçlarla ilgili olarak, özellikle ağır cezaların ortaya çıkabileceği hallerde seri muhakeme usulünün uygulanması, kamusal menfaate ciddi anlamda zarar verecek, bu durum ise hem adil yargılanma hakkı bağlamında AİHS ye  hem  de  Anayasa ya  aykırılık  teşkil  edecektir.  Genellikle  seri  muhakeme usulüne  tabi  suçların  ispatı  kolay  ve  ağır  nitelikte  olmayan  suçlar  olduğu  ileri sürülmektedir. Oysa bu suçların ispatının her zaman kolay ve net olduğunu söylemenin yanlışlığı  bir  tarafa  bırakılsa  dahi;  söz  konusu  suçların  tamamının  ağır  nitelikte olmadığını söylemek zordur91. Örneğin seri muhakeme usulü kapsamında yer alan parada sahtecilik suçu (TCK m.197), iki yıldan on iki yıla kadar hapis ve on bin güne kadar adlî para cezasını gerektirmektedir. Bunun yanında TCK m. 268 de düzenlenen başkasına ait kimlik bilgilerinin kullanılması suçunun cezası bakımından TCK m. 267 de düzenlenen iftira suçuna ilişkin hükümlere atıf yapılmıştır. TCK m.267 de düzenlenen iftira suçu ise TCK m.61/1 in uygulanması kapsamında doğrudan alt ve üst sınırı dikkate alınacaktır. Ancak TCK m. 267 suçun temel şeklinden bağımsız yüksek ceza içeren birçok netice                                                 91   Bu suçlar önemsiz görüldüğü takdirde cezaları indirilmelidir. Önemsiz değilse doğrudan doğruyalık, sözlülük,  alenilik ilkelerinden vazgeçilmemeli,  sanıkların  tanıklara  soru  sorma hakkı ellerinden alınmamalıdır.   Bkz. CENTEL / ZAFER,  2020, s. 621.  Basit yargılama kapsamına iki yıla kadar hapis cezasını gerektiren suçlar girmektedir. Savcının yetkisinde olan seri muhakeme usulünde cezası daha ağır olan bazı suçların kapsama alınması orantısız bir düzenleme olmuştur.  Bkz. CENTEL / ZAFER,  2020, s. 1019. 48Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  sebebiyle ağırlaşmış hal barındırmaktadır. Örneğin, hakkında soruşturma ve kovuşturma yapılmasını engellemek ve suçu kimlik bilgilerini kullandığı mağdurun üzerine atmak için bu kişiye ait kimlik bilgilerini kullanan kimsenin fiili sonucunda, mağdur müebbet veya ağırlaştırılmış müebbet hapis cezasına mahkum olursa, faile 20 yıldan 30 yıla kadar hapis cezası verilecektir (Bkz. TCK m. 268 göndermesiyle TCK m.267/5). Adli Teşkilat Kanunu m.12 gereğince ağır ceza mahkemesinin görev alanına giren bu nitelikte bir fiilin kamusal  menfaat  bakımından  fazla  önem  arz  etmediğini  söylemek  mümkün görünmemektedir.  2)  Bunun yanında kişinin bağımsız bir mahkeme önünde yargılanma hakkı vardır.  Anayasa  m.9 da  da  yargı  yetkisinin  bağımsız  ve  tarafsız  mahkemelerce kullanılacağı hükme bağlanmıştır. Anayasa m. 138 de ise hakimlerin anayasaya, kanuna ve hukuka uygun olarak vicdani kanaatlerine göre hüküm verecekleri düzenlenmiştir. Oysa seri muhakemede mahkeme, vicdani kanaatine göre karar vermemektedir. Bilakis işin esasını, yani maddi gerçeği araştırma yetkisi bulunmamaktadır. Seri muhakeme usulü kanuna  uygun  şekilde  uygulandıysa,  talepnamedeki  yaptırım  doğrultusunda  hüküm kurmaktadır92. Ayrıca gerek AİHS m.6/2 gerekse de Anayasa m.38/4 gereğince, isnat altındaki kişilerin suçsuzluk karinesinden faydalanması esastır. Buna göre;  suçluluğu hükmen sabit oluncaya kadar kimse suçlu sayılamaz (AY m.38/4).  Bu ilkenin önemli sonuçlarından biri de  şüpheden sanığın yararlanması dır. Çünkü isnat altındaki kişi mahkeme tarafından vicdani kanaate ulaşılıp mahkumiyet kararı verilinceye (suçluluğu hükmen sabit oluncaya) kadar suçlu sayılamaz. Bu nedenle genel muhakeme usulünde, mahkemenin mahkumiyet kararı verebilmesi için vicdani kanaate ulaşması zorunlu iken (CMK  m.223/5),  beraat  kararı  suçsuzluğa  ilişkin  vicdani  kanaate  ulaşıldığında verilebileceği gibi (CMK m.223/2/b), sanığın suçluluğunun şüpheli kaldığı durumlarda da  (CMK  m.223/2/e)  verilebilmektedir.  Oysa  seri  muhakemede  savcının  bu  usulü başlatması için şüphelinin suçu işlediğine dair yeterli şüphe bulunması yeterlidir. Bunun üzerine şüpheli usulün uygulanmasını kabul ederse ve süreç hukuka uygun ilerlerse, mahkemenin yeterli şüphe üzerine mahkumiyet hükmü vermesi söz konusu olacaktır. Bu                                                 92  Benzer eleştiriler için bkz. BAYTAZ, 2020, s. 8 vd., UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 288; TAŞKIN, 2020, s. 51.   49Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  da suçsuzluk karinesini ciddi şekilde zedeleyen bir durumdur93. Bu noktada hakkında yeterli  şüphe  bulunan  şüphelinin  seri  muhakeme  usulünün  uygulanmasını  kabul etmesinin bir tür ikrar sayılıp, bu ikrarın da yeterli şüphe derecesini suçluluğa ilişkin vicdani kanaat derecesine taşıdığının kabul edilip edilemeyeceği hususu akla gelebilir. Bu ihtimali birkaç nedenle olumlamak mümkün değildir. Öncelikle böyle bir usulün uygulanmasına rıza gösterilmesi ikrar sayılamaz. Şüpheli yargıya güvensizlik, haklı da olsa daha fazla ceza ile cezalandırılma korkusu, daha ağır yaptırımlara yönelik risk almama eğilimi gibi nedenlerle seri muhakeme usulünün uygulanmasını kabul etmiş olabilir.  Dolayısıyla  usulün  uygulanmasının  kabulü,  ikrar  gibi  değerlendirilemez94. Ayrıca  bir  an  için  ikrar  olarak  değerlendirilebileceği  kabul  edilse  bile,  ceza muhakemesinde ikrar otomatikman vicdani kanaati tesis etmez. Kişi değişik gerekçelerle işlemediği  suçu  işlemiş  gibi  ikrarda  bulunabilir.  Bu  nedenle  ikrar  halinde  bile mahkemenin beraata karar verme imkanı vardır. Bu gibi durumların yaşanabileceğini öngören kanun koyucu da TCK m.270 te suç üstlenme adlı bir suç tipine yer vermiştir.  Bu noktada isnat altındaki kişinin belirli koşullar altında, hakkında seri muhakeme usulünün uygulanmasını kabul etmesine imkan tanınmasının, AİHM içtihatlarındaki mantıkla,  Anayasa ya  aykırı  kabul  edilemeyeceği,  bu  nedenle  kişinin  suçsuzluk karinesinden  faydalanmaktan  vazgeçebileceği  ileri  sürülebilir.  Kanaatimizce  de Anayasa nın  temel  hak  ve  özgürlükler  arasında  düzenlediği  haklar  bakımından, AİHM nin kullandığı mantıkla, yukarıda açıkladığımız koşulların varlığı durumunda, kişinin kendisine tanınan avantajları göz önünde bulundurarak, rızasıyla, somut olayda muhakemeye  ilişkin  temel  hakları  kullanmaktan  vazgeçebileceğinin  kabulü  gerekir.                                                 93  Aynı yönde bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 298; YENİSEY / NUHOĞLU, 2020, s. 847.  94  Aynı yönde bkz. BAYTAZ, 2020, s. 18,  Serî muhakeme usûlünü düzenleyen hükümlerden şüphelinin suçluluğundan yola çıkıldığı gözlenmektedir. Cumhuriyet savcısı her ne kadar başlangıç şüphesi olmadan  soruşturma  evresine  başlayamayacak  olsa  da,  serî  muhakeme  usûlünü  sürdürmek  ve talepnâme hazırlamak için herhangi bir özel şüphe derecesi aranmamıştır ki – yukarıda da anıldığı üzere  talepnâme  iddianâmeden  öte  bir  anlam  taşımaktadır.  Bunun  yanında  şüphelinin  usûlün uygulanması teklifini kabul etmesinden sonra herhangi bir delil sunma ve savunma ya da delil değerlendirme sürecinden söz edilmemektedir. Üstelik öyle anlaşılmaktadır ki prosedür, şüphelinin ikrârı ile başlamaktadır. Dolayısıyla aslında tüm adlî makamlar tarafından riayet edilmesi gerekilen masûmiyet karinesine Cumhuriyet savcısınca uyulmamaktadır.  Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 287.  50Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Ancak ilgili temel hak bakımından, temel hak ve özgürlükler dışında, Anayasa nın başka bölümlerinde de düzenleme getirilmişse, bir başka deyişle, anayasa koyucu söz konusu kişisel  teminata,  devletin  işleyişi  ve  kamusal  düzen  bakımından  ayrıca  bir  önem atfetmişse;  bu  halde  söz  konusu  hakka  yapılacak  müdahalenin,  Anayasa ya  aykırı olduğunun  kabulü  gerekir.  Bu  bağlamda  şüpheden  sanığın  yararlanması,  Anayasa m.38 de hükme bağlanmış temel haklardandır. Ancak anayasa koyucu, bu teminatın sadece bireyler bakımından önem arz etmediğini, kamusal düzen ve devletin işleyişi bakımından  da  önemli  bir  husus  olduğunu  kabul  ederek,  mahkemelerin  vicdani kanaatlerine göre karar verebileceğini, yargı bağımsızlığı bağlamında AY m.138/1 de ayrıca hükme bağlamıştır. AY m.138/1 düzenlemesi gereği mahkemenin mahkumiyet kararını  suçluluğa  ilişkin  vicdani  kanaate  ulaşarak  vermesi  elzemdir.  Bu  bağlamda anayasa  koyucunun  bakış  açısıyla  düşünüldüğünde;  seri  muhakeme  usulünde, mahkemenin savcının talepnamesi ile bağlı tutulması, sadece bireysel haklar bakımından değil; aynı zamanda devletin sağlıklı işleyişi ve bakımından da ciddi bir tehlike arz etmektedir. Kaldı ki; hukukumuzda şu ana kadar seri muhakeme dışında herhangi bir kurum, mahkemenin vicdani kanaati dışında mahkumiyet kararı verebilmesine imkan tanımamıştır95. Bu noktada akla önödeme vb. kurumlar gelebilir. Ancak bu kurumların uygulanması neticesinde kişi belirli bir miktar adli para cezası ödese de bu durum onun hakkında mahkumiyet hükmünün sonuçlarını doğurmamaktadır. Bu bağlamda, hukuken bir mahkumiyet hükmü var olmamakta, dolayısıyla tekerrüre esas olma, adli sicile işleme veya  memuriyete  engel  olma  gibi  sonuçlar  ortaya  çıkmamaktadır.  Ancak  seri muhakemede, cezada indirim yapılsa da  mahkumiyet hükmü tüm sonuçları ile ortaya çıkmakta ve kişiye hapis cezası verilebilmektedir.  Bunun yanında aleni yargılanma hakkının anayasa m.141 de hükme bağlandığı, bu nedenle adil yargılanma hakkı (AY m.36; AİHS m.6/1) kapsamında yer alan bu alt hakkın da kamusal düzen bakımından önem arz ettiği ve istisnasının olamayacağı düşünülebilir. Ancak AY m.141 de duruşmaların aleni olduğu hüküm altına alınmıştır. Duruşmasız                                                 95  Benzer yönde;  Serî muhakeme usûlünün anayasal açıdan en sorunlu olduğu yerlerden biri kanunî hâkim ilkesi ile tarafsız ve bağımsız mahkeme tarafından yargılanma ilkesi bağlamındadır. Yenilenecek normda yargılama yetkisinin savcıdan alınarak, istisnâsız bir şekilde hâkime aktarılması zorunludur.  Bkz. UĞURLUBAY / HAYDAR / KORKMAZ, 2019,  s. 301.  51Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  yargılamaya cevap verilmemesi diye bir şey söz konusu değildir. Yargılamalar duruşmalı yapılıyorsa aleniyet zorunludur. Ancak yapısı gereği duruşma öngörülmemiş hukuki uyuşmazlıklar bakımından, aleniyetin klasik anlamdaki açıklık olarak sağlanması zorunlu değildir. Bu bağlamda seri muhakemenin aleni olmaması kanaatimizce ne anayasaya ne de AİHS ye aykırıdır. 3) Son olarak belirtmek gerekir ki; daha önceki yüksek mahkeme içtihatları dikkate alındığında, seri muhakeme usulü de tıpkı basit yargılama usulü gibi çifte karakterli bir kurumdur. Bunun yanında basit yargılama usulünün uygulanmasında mahkemenin takdir hakkı varken, seri muhakeme usulünün koşulları oluştuğunda uygulanması zorunludur. Bu  bağlamda  seri  muhakeme  usulünün  uygulanması,  bu  kapsamdaki  uyuşmazlıklar bakımından muhakeme şartı oluşturmaktadır. Anayasa Mahkemesi daha önceki Yargıtay içtihatlarıyla da uyumlu şekilde, basit yargılama usulünün uygulanmaya başlanacağı zamana ilişkin bir uygulama hükmünün, belirli kısmının iptaline karar vermiştir. Nitekim Yargıtay yıllardır yerleşik uygulamasında, temelde ceza muhakemesi kurumu olmakla birlikte, yargılamanın yapılmasına ve cezanın miktarına dolaylı da olsa etkisi olan hukuki kurumları, çifte karakterli (hem maddi ceza hukuku hem de ceza muhakemesi hukuku niteliği olan) kurumlar olarak kabul etmektedir. Buna bağlı olarak (şikayet, izin, HAGB gibi) bu tür kurumlara ilişkin hükümlerin zaman bakımından uygulanmasında ise lehe kanun uygulaması yapılacağına hükmetmektedir96. CMK geçici m. 5/1/d de şu hükme                                                 96   Kamu görevlisine karşı görevinden dolayı işlenmesi hariç hakaret suçlarının soruşturulması ve kovuşturulması şikayete bağlıdır. Mağdurun şikayetçi olması halinde yeni Türk Ceza Kanunu ve Ceza Muhakemesi Kanunu uyarınca uzlaşma işlemi yapılıp sonuca göre karar verilmelidir. Somut olayda, anılan yasalar hüküm tarihinden sonra yürürlüğe girmiştir. Açıklanan nedenlerle sanığın hukuki durumunun yeniden değerlendirilmesi gerekir.  Yar. 2. CD., 06.02.2006, E. 2005/2619, K. 2006/1356.   5237 sayılı TCK'nın 125. maddesinde düzenlenen ve sanığın eylemine uyan hakaret suçunun, 131/1. maddesinde düzenlenen kamu görevlisine karşı görevinden dolayı işlenmesi hali hariç olmak üzere, soruşturulması ve kovuşturulmasının şikayete bağlı olması ve mağdurun şikayetçi olması karşısında, 5271 sayılı CMK'nın 253 ve 254. maddeleri uyarınca uzlaştırma işlemi yapılmalı, sonucuna göre karar verilmelidir.  Yar. 2. CD.,27.02.2006, E. 2005/4591, K. 2006/3340.  Öncelikle lehe olduğundan kuşku bulunmayan ve diğer kişiselleştirme nedenlerinden önce Yargıç tarafından isteme bağlı olmaksızın değerlendirilmesi zorunluluğu bulunan hükmün açıklanmasının geri bırakılması koşullarının bulunup bulunmadığı değerlendirilerek sanığın hukuki durumunun saptanmasında zorunluluk bulunmaktadır.  Yar. CGK., 03.06.2008, E. 2008/2-149, K. 2008/163.  Sanığın zincirleme biçimde görevli memura sövme suçundan cezalandırılmasına ilişkin hükmün verilmesinden sonra yürürlüğe giren 5728 sayılı Yasanın  562.  maddesi  ile  Ceza  Yargılaması  Yasası'nın  231.  maddesinin  5  ve  14.  fıkralarında gerçekleştirilen değişiklikler sonucunda, bu maddede öngörülen objektif ve subjektif koşulların varlığı halinde uygulanması olanağı bulunan  hükmün açıklanmasının geri bırakılması  kurumunun tatbik  52Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  yer  verilmiştir;   1/1/2020  tarihi  itibarıyla  kovuşturma  evresine  geçilmiş,  hükme bağlanmış veya kesinleşmiş dosyalarda seri muhakeme usulü ile basit yargılama usulü uygulanmaz.  Lehe kanun uygulaması gereği, basit yargılama usulünün uygulanması sanık bakımından cezada indirim sağladığı için CMK m.251 vd. yürürlüğe girdikten sonra, kapsamında yer alan ve kesin hükme bağlanmamış tüm uyuşmazlıklar bakımından etkili  olmalıdır  (Bkz.  TCK  m.7/2)97.  Bu  nedenle,  kendisine  yapılan  bir  başvuru kapsamında Anayasa Mahkemesi, CMK geçici m.5/1/d hükmünün basit yargılamaya ilişkin belirli bir kısmının iptaline karar vermiştir.98 Ancak burada vurgulamak gerekir ki; iptal kararının gerekçesinde belirtilen hususlardan daha fazlası seri muhakeme usulü için de geçerlidir. Bu nedenle söz konusu hükmün seri muhakemeye ilişkin kısmının da iptali gerekir. Bu noktada soruşturmaya ilişkin bir kuruma kovuşturmaya geçtikten sonra uygulama  alanı  tanınmasının,   muhakeme  evrelerinden  geri  dönüş  olmaz   ilkesine aykırılık oluşturacağı hususu akla gelebilir. Ancak daha önceki başlıklarda ayrıntılı olarak açıkladığımız üzere, bu şekildeki hareket tarzı, bir tür evrelerden geri dönüş değil; bilakis bir muhakeme şartının gerçekleştirilmesine yönelik faaliyet olarak kabul edilmeli, şart gerçekleşmezse  muhakeme  kaldığı  yerden  devam  etmelidir.  Bu  bağlamda  seri muhakemeye ilişkin yapılacak lehe kanun uygulaması bakımından da bir sakıncanın ortaya çıkmayacağı kanaatindeyiz.                                                     alanı genişletilmiş ve somut olayda uygulanabilir bir hale gelmiştir. Kurulan hükmün sanık hakkında hukuki bir sonuç doğurmamasına olanak sağlayan ve bu yönüyle sanık lehine sonuç doğurduğunda kuşku bulunmayan bu hukuki kurumun sanık hakkında uygulanıp uygulanmayacağı ise öncelikle birinci derece yargılamasını yapan mahkemece ele alınıp değerlendirilmelidir. Bu itibarla, diğer yönlerinin bu aşamada  incelenmesine  gerek  bulunmayan  hükmün,  öncelikle  bu  yasal  değişikliğin değerlendirilebilmesi için bozulmasına karar verilmelidir.  Yar. CGK, 01.04.2008, E. 2007/4MD-219, K. 2008/66 (Kazancı İçtihat Bilgi Bankası). 97   …ceza  muhakemesi  kanunlarının  zaman  bakımından  uygulanması  konusunda  tutarlılıktan  söz edilmesi zordur. Birçok yazar, muhakeme normlarının uygulanması konusunda derhal uygulanırlık ilkesini kabul etmekte, ancak muhakeme şartları gibi çeşitli muhakeme normları bakımından lehe normun geçmişe uygulanmasını ya da yürürlük ötesi uygulanmasını da savunabilmektedir. Aynı durum yargı organları için de geçerlidir. Bu noktada belki, kişi özgürlüğünü ilgilendiren ve kişi özgürlüğünü ilgilendirmeyen muhakeme kuralları bakımından bir ayrım yapılması düşünülebilir. Kişi özgürlüğünün sınırlandırılması sonucunu doğuracak ceza normları bakımından geçmişe uygulama yasağının etki doğurması peşinen kabul edilebilir. Hiç olmazsa bu şekilde, ceza muhakemesi normlarının derhal uygulanması ilkesi bakımından öğreti ya da uygulama tarafından kabul edilen istisnalar bir sisteme bağlanabilir. Diğer seçenek ise, derhal uygulanırlık bakımından geçerli hükümler dışında herhangi bir istisna kabul edilmemesi, yani ilkenin harfiyen uygulanmasıdır.  Bkz. KATOĞLU, Tuğrul,  Ceza Kanunlarının Zaman Yönünden Uygulanması, Seçkin Yayınevi, Ankara, 2008, s. 319.  98  AYM, 25.06.2020, E. 220/16 K. 2020/33, R.G. No: 31218; R.G. Tarihi: 19.8.2020. 53Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62   SONUÇ Uyuşmazlığın  niteliğine  uygun  olarak  makul  bir  sürede  yargılanmak  sanık bakımından adil yargılanmanın en önemli gereklerindendir. Adaletin makul bir sürede sağlanması özellikle masum kimselerin yargılandığı durumlarda bir an önce itibarlarının iadesi edilmesini sağlar. Öte yandan adaletin sürate feda edilmemesi de gerekir. Bu nedenle salt muhakemeyi çabuklaştırmak amacıyla adil yargılanmaya ilişkin ilkelerden vazgeçilemez. Adil yargılanma ve makul sürede yargılanma ilkeleri arasında bir denge gözetilmelidir.   Ceza  Muhakemesi  Kanunu nda  (CMK),  2019  yılında  yapılan  değişikliklerle birlikte hukuk sistemimize giren alternatif cezai uyuşmazlık çözüm yöntemlerinden biri seri muhakeme usulüdür. Seri muhakeme usulü; savcı ile şüphelinin kanunda belirtilen usulle  anlaşmaları  esasına  dayanan,  kanunda  tahdidi  olarak  sayılan  suçlara  ilişkin muhakemeleri  çabuklaştırmayı  ve  böylelikle  mahkemelerin  iş  yükünü  azaltmayı amaçlayan özel bir muhakeme türüdür. Kanunkoyucu bu usulle, mahkemelerin iş yükünü azaltmayı ve adil yargılanma hakkı kapsamında yer alan alt haklardan olan makul sürede yargılanma hakkını bireyler bakımından teminat altına almayı amaçlamıştır. Nitekim seri muhakeme usulünün uygulanması suretiyle bazı uyuşmazlıklar bakımından ilk derece mahkemelerinin ve dolayısıyla kanun yolu mercilerinin iş yükü azaltılacaktır. Böylelikle söz konusu merciler ellerinde olan diğer davalara daha çok vakit ayırabilecek ve bunları da daha kısa sürede adil biçimde çözüme kavuşturabileceklerdir.  Kanuni düzenleme dikkate alındığında, seri muhakeme usulüne başvurulmasının bir  takım  temel  koşulları  olduğu  görülmektedir.  Bunun  yanında  CMK  ve  ceza muhakemesine ilişkin hükümlerin yer aldığı diğer kanunlarda bulunan düzenlemelerden de  bu  koşullara  ilişkin  bazı  sonuçlar  çıkartılabilmektedir.  Bu  iki  husus  birlikte değerlendirildiğinde, seri muhakeme usulüne başvurulmasının temel koşulları şu şekilde sıralanabilir;  1) Muhakeme konusu fiilin oluşturduğu suçun seri muhakeme usulüne tabi olması, 2) Yeterli şüpheye ulaşılmış olması,  54Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  3) Kamu davasının açılmasının ertelenmesi kararı verilmemiş olması,  4) Şüpheliye ulaşılmış olması,  5) İştirak halinde işlenen suçlarda tüm fail ve şeriklerin seri muhakeme usulünün uygulanmasını kabul etmesi, 6) Muhakeme şartının gerçekleşmiş olması, 7) Şüphelide yaş küçüklüğü ve akıl hastalığı ile sağır ve dilsizlik hallerinden birinin bulunmaması. Anayasanın 36. maddesinde açıkça teminat altına alınan adil yargılanma hakkı, birçok  yazar  tarafından,  Anayasanın  2.  maddesinde  hükme  bağlanan  hukuk  devleti ilkesinin de bir gereği olarak kabul edilmektedir. Söz konusu hak 1948 tarihli İnsan Hakları Evrensel Bildirgesinin 10. maddesinde hükme bağlandığı gibi, Türkiye nin taraf olduğu temel hak ve özgürlüklere ilişkin uluslararası sözleşmelerden olan Avrupa İnsan Hakları Sözleşmesi nin (AİHS) 6. maddesinde, Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi nin ise 14. maddesinde bireyler bakımından teminat altına alınmıştır.  Bunun dışında cezai uyuşmazlıklara ilişkin olarak, CMK da da adil yargılanma hakkına ilişkin birçok husus hükme bağlanmıştır.  AİHS m.6 ışığında adil yargılanma; bireyin, gerek medeni hak ve yükümlülüklerine gerekse cezai alanda kendisine yöneltilen suçlamalara ilişkin herhangi bir davanın, yasayla  kurulmuş,  bağımsız  ve  tarafsız  bir  mahkeme  tarafından,  makul  bir  süre içerisinde,  aleni  ve  hakkaniyete  uygun  olarak  görülmesine  ilişkin  hakkı  olarak tanımlanabilir. AİHM basit yargılama gibi alternatif çözüm yöntemleri ile isnat altındaki kimseler hakkında  mahkumiyet  hükmü  kurulabilmesini  AİHS nin  ve  özellikle  6.  maddede düzenlenen adil yargılanma hakkının bir ihlali olarak görmemektedir. Ancak bunun için birtakım koşulların gerçekleşmesini aramaktadır. Aksi takdirde ilgililerin adil yargılanma hakkı ihlal edilmiş olacaktır. Bu koşullar şu şekilde sıralanabilir;  Tam, Açık ve Anlaşılır Şekilde Bilgilendirme 55Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  İsnat  Altındaki  Kimsenin  Kurumun  Uygulanmasına  Müdafi  Huzurunda  Rıza Göstermesi İlgili Alternatif Çözüm Yolunun Uygulanacağı Suç Tiplerinin Kamusal Menfaat Bakımından Ciddi Derecede Önem Arz Etmemesi  Bununla bağlamda AİHM nin kabul ettiği koşulları 7188 sayılı Kanun la hukuk sistemimize giren seri muhakemeye ilişkin hükümlerin ne oranda karşıladığının da tespiti gereklidir.  Bunun  yanında  anayasamızda  yer  alan  hükümler  bağlamında,  AİHS hükümlerine  aykırılığı  bulunmayan  alternatif  çözüm  yollarına  ilişkin  kanuni  bir düzenlemenin, anayasaya aykırılığının söz konusu olması da mümkündür. Anayasanın temel hak ve özgürlükler arasında düzenlediği haklar bakımından, AİHM gibi bir hareket tarzı benimsenerek, belirli koşulların varlığı durumunda, isnat altındaki kişinin rızasıyla, somut olayda muhakemeye ilişkin temel hakları kullanmaktan vazgeçebileceğinin kabulü gerekir. Ancak ilgili hak bakımından anayasanın başka bölümlerinde de düzenleme getirilmişse; bir başka deyişle, anayasa koyucu söz konusu kişisel teminata, devletin yapısı ve kamusal düzen bakımından ayrıca bir önem atfetmişse, bu halde temel hakka yapılacak söz konusu müdahale anayasaya aykırı olacaktır. Nitekim bu durumda, anayasa koyucu,  AİHS den  farklı  olarak,  bazı  uygulamaları  kamusal  menfaat  bakımından sakıncalı görmüştür. Seri  muhakeme  usulüne  ilişkin  CMK  m.250 de  yer  alan  düzenlemeler,  adil yargılanma hakkı bağlamında ciddi handikaplar barındırmaktadır. Bu sorunlar şu şekilde numaralandırılarak sıralanabilir; 1) CMK m. 250 ile hükme bağlanan seri muhakeme kapsamındaki suçlar arasında, oldukça ağır yaptırım içeren suçlar bulunmaktadır. Bu bağlamda söz konusu suçlarla ilgili olarak, özellikle ağır cezaların ortaya çıkabileceği hallerde seri muhakeme usulünün uygulanması, kamusal menfaate ciddi anlamda zarar verecek, bu durum ise hem adil yargılanma hakkı bağlamında AİHS ye hem de Anayasa ya aykırılık teşkil edecektir. Genellikle seri muhakeme usulüne tabi suçların ispatı kolay ve ağır nitelikte olmayan suçlar olduğu ileri sürülmektedir. Oysa bu suçların ispatının her zaman kolay ve net olduğunu söylemenin yanlışlığı bir tarafa bırakılsa dahi; söz konusu suçların tamamının ağır nitelikte olmadığını söylemek zordur. Örneğin seri muhakeme usulü kapsamında yer 56Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  alan parada sahtecilik suçu (TCK m.197), iki yıldan on iki yıla kadar hapis ve on bin güne kadar adlî para cezasını gerektirmektedir.  2)  Ayrıca  kişinin  bağımsız  bir  mahkeme  önünde  yargılanma  hakkı  vardır. Anayasa m.9 da da yargı yetkisinin bağımsız ve tarafsız mahkemelerce kullanılacağı hükme bağlanmıştır. Anayasa m. 138 de ise hakimlerin anayasaya, kanuna ve hukuka uygun olarak vicdani kanaatlerine göre hüküm verecekleri düzenlenmiştir. Oysa seri muhakemede mahkeme, vicdani kanaatine göre karar vermemektedir. Bilakis işin esasını, yani maddi gerçeği araştırma yetkisi bulunmamaktadır. Seri muhakeme usulü kanuna uygun şekilde uygulandıysa, mahkeme, talepnamedeki yaptırım doğrultusunda hüküm kurmaktadır. Ayrıca gerek AİHS m.6/2 gerekse de Anayasa m.38/4 gereğince, isnat altındaki kişilerin suçsuzluk karinesinden faydalanması esastır. Buna göre;  suçluluğu hükmen sabit oluncaya kadar kimse suçlu sayılamaz (AY m.38/4).  Bu ilkenin önemli sonuçlarından biri de  şüpheden sanığın yararlanması dır. Çünkü isnat altındaki kişi mahkeme tarafından vicdani kanaate ulaşılıp mahkumiyet kararı verilinceye (suçluluğu hükmen sabit oluncaya) kadar suçlu sayılamaz. Oysa seri muhakemede savcının bu usulü başlatması için şüphelinin suçu işlediğine dair yeterli şüphe bulunması yeterlidir. Bunun üzerine şüpheli usulün uygulanmasını kabul ederse ve süreç hukuka uygun ilerlerse, mahkemenin yeterli şüphe üzerine mahkumiyet hükmü vermesi söz konusu olacaktır. Bu da suçsuzluk karinesini ciddi şekilde zedeleyen bir durumdur. Bu noktada isnat altındaki kişinin belirli koşullar altında, hakkında seri muhakeme usulünün uygulanmasını kabul etmesine imkan tanınmasının, AİHM içtihatlarındaki mantıkla, Anayasa ya aykırı kabul edilemeyeceği,  bu  nedenle  kişinin  suçsuzluk  karinesinden  faydalanmaktan vazgeçebileceği ileri sürülebilir. Kanaatimizce de Anayasa nın temel hak ve özgürlükler arasında  düzenlediği  haklar  bakımından,  AİHM nin  kullandığı  mantıkla,  yukarıda açıkladığımız koşulların varlığı durumunda, kişinin kendisine tanınan avantajları göz önünde  bulundurarak,  rızasıyla,  somut  olayda  muhakemeye  ilişkin  temel  hakları kullanmaktan vazgeçebileceğinin kabulü gerekir. Ancak ilgili temel hak bakımından, temel  hak  ve  özgürlükler  dışında,  Anayasa nın  başka  bölümlerinde  de  düzenleme getirilmişse, bir başka deyişle, anayasa koyucu söz konusu kişisel teminata, devletin işleyişi ve kamusal düzen bakımından ayrıca bir önem atfetmişse; bu halde söz konusu hakka  yapılacak  müdahalenin,  Anayasa ya  aykırı  olduğunun  kabulü  gerekir.  Bu 57Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  bağlamda  şüpheden  sanığın  yararlanması,  Anayasa  m.38 de  (suçsuzluk  karinesi kapsamında) hükme bağlanmış temel haklardandır. Ancak anayasa koyucu, bu teminatın sadece bireyler bakımından önem arz etmediğini, kamusal düzen ve devletin işleyişi bakımından  da  önemli  bir  husus  olduğunu  kabul  ederek,  mahkemelerin  vicdani kanaatlerine göre karar verebileceğini, yargı bağımsızlığı bağlamında AY m.138/1 de ayrıca hükme bağlamıştır. AY m.138/1 düzenlemesi gereği mahkemenin mahkumiyet kararını  suçluluğa  ilişkin  vicdani  kanaate  ulaşarak  vermesi  elzemdir.  Bu  bağlamda anayasa  koyucunun  bakış  açısıyla  düşünüldüğünde;  seri  muhakeme  usulünde, mahkemenin savcının talepnamesi ile bağlı tutulması, sadece bireysel haklar bakımından değil; aynı zamanda devletin sağlıklı işleyişi ve bakımından da ciddi bir tehlike arz etmektedir. Kaldı ki; hukukumuzda şu ana kadar seri muhakeme dışında herhangi bir kurum, mahkemenin vicdani kanaati dışında mahkumiyet kararı verebilmesine imkan tanımamıştır.  3) Son olarak belirtmek gerekir ki; daha önceki yüksek mahkeme içtihatları dikkate alındığında, seri muhakeme usulü de tıpkı basit yargılama usulü gibi çifte karakterli bir kurumdur. Bunun yanında basit yargılama usulünün uygulanmasında mahkemenin takdir hakkı varken, seri muhakeme usulünün koşulları oluştuğunda uygulanması zorunludur. Bu  bağlamda  seri  muhakeme  usulünün  uygulanması,  bu  kapsamdaki  uyuşmazlıklar bakımından muhakeme şartı oluşturmaktadır. Anayasa Mahkemesi daha önceki Yargıtay içtihatlarıyla da uyumlu şekilde, basit yargılama usulünün uygulanmaya başlanacağı zamana ilişkin bir uygulama hükmünün, belirli kısmının iptaline karar vermiştir. Nitekim Yargıtay yıllardır yerleşik uygulamasında, temelde ceza muhakemesi kurumu olmakla birlikte, yargılamanın yapılmasına ve cezanın miktarına dolaylı da olsa etkisi olan hukuki kurumları, çifte karakterli (hem maddi ceza hukuku hem de ceza muhakemesi hukuku niteliği olan) kurumlar olarak kabul etmektedir. Buna bağlı olarak (şikayet, izin, HAGB gibi) bu tür kurumlara ilişkin hükümlerin zaman bakımından uygulanmasında ise lehe kanun uygulaması yapılacağına hükmetmektedir. CMK geçici m. 5/1/d de şu hükme yer verilmiştir;  1/1/2020 tarihi itibarıyla kovuşturma evresine geçilmiş, hükme bağlanmış veya  kesinleşmiş  dosyalarda  seri  muhakeme  usulü  ile  basit  yargılama  usulü uygulanmaz.   Oysa  çifte  karakterli  kurumlarda lehe  kanun  uygulaması  gereği,  seri muhakeme usulünün de (tıpkı basit yargılama gibi ) CMK m.250 yürürlüğe girdikten 58Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  sonra, kapsamında yer alan ve kesin hükme bağlanmamış tüm uyuşmazlıklar bakımından uygulanması gerekir (Bkz. TCK m.7/2). 59Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  KAYNAKÇA ALDEMİR, Hüsnü, Ceza Yargılamasında Seri Muhakeme ve Basit Yargılama Usulleri, Adalet Yayınevi, Ankara, 2019. Avrupa Konseyi-Avrupa İnsan Hakları Mahkemesi Ortak Yayını, 6. Madde Rehberi-Adil Yargılanma Hakkı (Ceza Hukuku Yönü), Ankara, 2014. BAYTAZ, Abdullah Batuhan,  Seri Muhakeme Usulü , Ceza Hukuku ve Kriminoloji Dergisi, Yıl: 2020, Cilt: 8, Sayı: 2, (s. 1 – 47).  CENGİZ, Serkan / DEMİRAĞ, Fahrettin / ERGÜL, Teoman, vd., Avrupa İnsan Hakları Mahkemesi Kararları Işığında Ceza Yargılaması Kurum ve Kavramları, Türkiye Barolar Birliği ve Avrupa Konseyi Yayını, Şen Matbaa, Ankara, 2008. CENTEL, Nur / ZAFER, Hamide, Ceza Muhakemesi Hukuku, Beta Yayınevi, İstanbul, 2020. ÇALIŞKAN,  Suat,  Ceza  Muhakemesinde  Seri  Muhakeme  Usulü, https://www.hukukihaber.net/ceza-muhakemesinde-seri-muhakeme-usulumakale,7314.html (erişim tarihi 27.08.2020).  DEĞİRMENCİ, Olgun,  Ceza Muhakemesi Hukukunda Seri Muhakeme Usulü , Ankara Batı Adliyesi Dergisi, Yıl:2020, Sayı: Ocak-Haziran, (s. 16 – 22).  DONAY, Süheyl, İnsan Hakları Açısından Sanığın Hakları ve Türk Hukuku,  İstanbul Üniversitesi Hukuk Fakültesi Yayınları, İstanbul, 1982.  DÖNMEZER, Sulhi / YENİSEY, Feridun, Ceza Muhakemesi Hukuku, Beta Yayınevi, İstanbul, 2000. DÖNMEZER, Sulhi,  Ceza Adaleti Sistemimiz Üzerine Düşünceler , Yeni Türkiye Dergisi Yargı Reformu Özel Sayısı, , Yıl: 1996, Cilt: 10 Sayı: 2, (s. 553 – 560). ECKSTEIN, Ken,  StPO § 407 Zulässigkeit , Münchener Kommentar zur StPO Band 3 (der. C. Knauer, vd.), C. H. Beck, München, 2019. ERDEM, Mustafa Ruhan / ŞENTÜRK, Candide,  Ceza Muhakemesi Hukukunda Yeni Bir Kurum Olarak Seri Muhakeme Yöntemi , Ceza Hukuku Dergisi, Yıl: 2019, Cilt: 14, Sayı, 41, (s. 573 –  601).  ERSOY,  Uğur,   Seri  Muhakeme  ve  Basit  Yargılama  Usullerinde  İtiraz  Kurumuna  İlişkin Sorunlar ve Çözüm Önerileri , Selçuk Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2020, Cilt: 28, Sayı: 2, (s. 857 –  885). ESHELBACH,  Andreas  Grube,   StPO  §  257c  Verständigung  zwischen  Gericht  und Verfahrensbeteiligten , BeckOK StPO mit RiStBV und MiStra (der. J. Graf), C.H. Beck, München, 2020. GÖKCEN, Ahmet / BALCI, Murat / ALŞAHİN, M. Emin, vd., Ceza Muhakemesi Hukuku, Adalet Yayınevi, Ankara, 2020.  60Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  HEINRICH,  Bernd,     Rechtsstaatliche  Mindestgarantien  im  Strafverfahren ,  Juristische Ausbildung, Yıl: 2003, Cilt: 35, Sayı: 3, (s. 167 –  173). KATOĞLU, Tuğrul,  Ceza Kanunlarının Zaman Yönünden Uygulanması, Seçkin Yayınevi, Ankara, 2008.  KEZER, Ahmet, 30 Soru ve Yanıtta Seri Muhakeme Usulü ve Basit Yargılama Usulü, Adalet Yayınevi, Ankara, 2019.  KIZILARSLAN, Hakan,  7188 Sayılı Kanun la Ceza Muhakemesi Hukukuna Getirilen Seri Muhakeme ve Basit Yargılama Usulleri , Bahçeşehir Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2019, Cilt: 14, Sayı:183 – 184, (s. 1885 –  1960). LADEWİG,  Hans-Meyer,   Adil  Yargılanma  Hakkı-II ,  Adil  Yargılanma Hakkı  ve  Ceza Hukuku, (çev. H. Hakeri), Seçkin Yayınevi, Ankara, 2004.  OKTAR, Salih,  Seri Muhakeme ve Basit Yargılama Usulleri, 10 Aralık İnsan Hakları Günü Etkinlikleri Kapsamında Yargı Reformu Stratejisinin Değerlendirilmesi, Türkiye Barolar  Birliği  İnsan  Hakları  Merkezi  Sempozyumunda  Yapılan  Sunum. https://www.youtube.com/watch?v=65eTxyXAaZY (erişim tarihi 20.08.2020).  ÖZBEK, Mustafa,  Dünya Çapındaki Adalete Ulaşma Hareketleriyle Gelişmeler ve Alternatif Uyuşmazlık Çözümü , Ankara Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2002, Cilt: 51, Sayı: 2, (s. 121 –  162). ÖZBEK, Veli Özer / MERAKLI, Serkan,  Hükmün Açıklanmasının Geri Bırakılması Kararına İtiraz Üzerine Yapılacak Denetim, Marmara Üniversitesi Hukuk Araştırmaları Dergisi, Yıl: 2013, Cilt: 19, Sayı: 2, (s. 221 –  236).  SCHROEDER,  Friedrich-Christian,   Ceza  Muhakemesinde  Fair  Trial  İlkesi ,  Ceza Muhakemesinde Fair Trial İlkesi, İstanbul Barosu Yayını, İstanbul, 1999. SELÇUK,  Sami,   Doğru  terim   MUHAKEME   değil,   YARGILAMA dır ,  Marmara Üniversitesi Hukuk Araştırmaları Dergisi, Yıl: 2013, Cilt: 19, Sayı: 2, 2013, (s. 295 –  317).  ŞAHİN, Cumhur / GÖKTÜRK, Neslihan, Ceza Muhakemesi Hukuku II, Seçkin Yayınevi, Ankara, 2020. TAŞKIN, Ş. Cankat, Ceza Muhakemesi Hukukunda Seri Muhakeme ve Basit Yargılama Usulü, Adalet Yayınevi, Ankara, 2020. TEMMING, Dieter,  Verfahren bei Strafbefehlen , BeckOK StPO mit RiStBV und MiStra (der. J. Graf), C.H. Beck, München, 2020. TOROSLU, Nevzat,  Ceza Yargılamalarının Çabuklaştırılması Sorunu ,  Yeni Türkiye Dergisi Yargı Reformu Özel Sayısı, , Yıl: 1996, Cilt: 10 Sayı: 2, (s. 613 –  615). UĞURLUBAY, Gülsün A. Aygörmez / HAYDAR, Nuran / KORKMAZ, Mehmet,   Seri Muhakeme Usulüne İlişkin Sorunlar , Ankara Sosyal Bilimler Üniversitesi Hukuk Fakültesi Dergisi, Yıl:  2019, Cilt: 1, Sayı: 2, (s. 255 –  306).  61Karakehya/İnce Tunçer    Hacettepe HFD, 11(1) 2021, 1-62  Uluslararası Af Örgütü, Adil Yargılanma Hakkı, İletişim Yayınları, İstanbul, 2000. YAVUZ, Hakan A., Ceza Muhakemesinde Kovuşturmaya Alternatif Yöntemler, Adalet Yayınevi, Ankara, 2020. YENİSEY, Feridun / NUHOĞLU, Ayşe, Ceza Muhakemesi Hukuku, Seçkin Yayınevi, Ankara, 2020.  YENİSEY, Feridun,  Ceza Adaleti Sisteminin Etkinliği, Normal Çalışma Süresi ve Gecikme , Yeni Türkiye Dergisi Yargı Reformu Özel Sayısı, Yıl: 1996, Cilt: 10 Sayı: 2, (s. 574 –  580). YILMAZ,  Zahit  /  APİŞ,  Özge,   Seri  Muhakeme  ve  Basit  Yargılama  Düzenlemelerinin Değerlendirilmesi , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2020, Cilt: 26 Sayı: 1, (s. 62 –  106).  YURTCAN, Erdener, Ceza Yargılaması Hukuku,"
}