{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "07",
     "Ay": "04",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "ŞİRKETLER TOPLULUĞUNDA DENKLEŞTİRME OLANAĞININ HALKA AÇIK ŞİRKETLERDE ÖRTÜLÜ KAZANÇ AKTARIMI YASAĞI AÇISINDAN DEĞERLENDİRİLMESİ",
     "Title": "THE POSSIBILITY OF COMPENSATING DISADVANTAGES IN CORPORATE GROUPS IN RELATION TO THE PROHIBITION OF DISGUISED DISTRIBUTIONS IN PUBLIC COMPANIES",
     "Yazar İsmi": [
          "Sanem ÜZELER DEMİRAĞ"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Şirketler topluluğu",
          "Denkleştirme",
          "İlişkili taraf işlemleri",
          "Örtülü kazanç aktarımı",
          "Norm çatışması"
     ],
     "Keywords": [
          "Corporate groups",
          "Compensation of disadvantages",
          "Related party transactions",
          "Disguised distribution",
          "Legal conflicts"
     ],
     "Özet": "Şirketler topluluğuna dâhil olan halka açık bağlı şirketin kârının/malvarlığının, ilişkili taraf işlemleri yoluyla diğer topluluk şirketleri lehine azaltılmasına yol açan durumlar 6102 sayılı Türk Ticaret Kanunu (TTK) nun 202/1-a hükmü ve 6362 sayılı Sermaye Piyasası Kanunu (SPKn) md.21 (ile 103/6 veya 110/1b,c) hükmünün ortak uygulama alanına girebilmekte ve özellikle SPKn nda örtülü kazanç aktarımı bakımından öngörülen cezai ve idari yaptırımlar nedeniyle hükümler arasında norm çatışması ortaya çıkmaktadır. Bu çalışmada, hükümler arasındaki çatışmanın hangi hallerde ortaya çıkabileceği ve çatışma halinde hangi hükmün öncelikli olarak uygulanması gerektiği sorunu, konuya ilişkin doktrinde ileri sürülen görüşler de dikkate alınarak incelenmektedir. Öte yandan, hükümlerin ortak uygulama alanına girebilecek somut olaylar yönünden, çatışma halinde olan hükümlerle gözetilen menfaatlerin hangi hallerde adil bir şekilde dengelenmesinin söz konusu olabileceği ve örtülü kazanç aktarımı nedeniyle Sermaye Piyasası Kurulunca kullanılabilecek yetkilerin belirlenmesi aşamasında hangi şartların varlığı halinde halka açık bağlı şirketler açısından TTK md.202/1-a hükmü doğrultusunda denkleştirmeye olanak sağlanmasının mümkün olabileceği değerlendirilmektedir.",
     "Abstract": "The legal consequences of a controlled public company entering into a legal transaction or refraining from measures resulting in loss of assets in favour of another group company are regulated both in Turkish Commercial Law No.6102 (TCC) article 202/1-a and Capital Markets Law No. 6362 (CML) article 21 (and     103/6, 110/1-b,c). The CML prohibits disguised distributions and envisages criminal and administrative sanctions for such situations where a publicly held corporation s assets and profits are transferred to related parties (including other members in a corporate group). On the other hand, in corporate groups, since the TCC does not impose any sanctions or liabilities if the disadvantages are compensated in the financial year by the controlling company, a legal conflict between the norms arises. By taking into account the different views in the literature, this article examines situations where both legal rules are applicable and reviews which legal rule should be given priority where a legal conflict arises. Additionally, this article evaluates whether specific circumstances of the case may necessitate balancing the interests protected by the conflicting norms and assesses the conditions where before exerting its powers according to the CML, the Capital Markets Board may grant the opportunity for compensation according to the TCC article 202/1-a.",
     "Metin": "  6102  sayılı  Türk  Ticaret  Kanunu  (TTK) nun  202.  maddesinde  şirketler topluluğunun bulunduğu hallerde, hâkim şirketin bağlı şirketlerdeki hâkimiyetini hukuka aykırı şekilde kullanmasının hukuki sonuçları düzenlenmiştir. TTK md.202/1-a uyarınca hâkim şirketin bağlı şirketin kaybına neden olacak bir işlemi yapmaya/bir önlemi almaya yönlendirmesi durumunda meydana gelen kaybın faaliyet yılı içerisinde denkleştirilmesi gerekmektedir.  Süresi  içerisinde  denkleştirmenin  yapılmaması  ise  TTK  md.202/1-b uyarınca hâkim şirketin ve onun kayıptan sorumlu yönetim kurulu üyelerinin hukuki sorumluluğuna neden olmaktadır. 6362 sayılı Sermaye Piyasası Kanunu (SPKn) nun 21. maddesinde  ise  halka  açık  şirketlerin  ilişkili  taraflarına  örtülü  kazanç  aktarımında bulunmaları yasaklanmış ve işleme dayalı olarak gerçekleştirilen örtülü kazanç aktarımı SPKn 110/1-b, c hükmünde cezai yaptırıma; hareketsiz kalınarak gerçekleştirilen örtülü kazanç  aktarımı  ise  SPKn nun  103/6  hükmünde  idari  para  cezası  yaptırımına bağlanmıştır. Şirketler topluluğunda hâkim şirketin yönlendirmesi doğrultusunda kayba uğratılan bağlı şirketin halka açık olması durumunda, konu TTK 202/1-a ve SPKn 21 hükümlerinin                                                            1   14.2.2011 tarihli ve 27846 sayılı Resmi Gazete (RG). 2   30.12.2012 tarihli ve 28513 sayılı RG. 234     ortak uygulama alanına girebilmektedir. Ancak, TTK md.202 nin topluluk şirketleri arasındaki  işlemlerle  bağlı  şirket  nezdinde  kayıp  meydana  gelmesine  geçici  olarak müsaade eden ve denkleştirme yapılması halinde herhangi bir sorumluluk/hukuki sonuç doğmaması  yönündeki  yaklaşımıyla,  SPKn  md.21  ve  özellikle  bu  fiilleri  yaptırıma bağlayan  SPKn  md.103/6  ve  110/1-b,c  hükümlerinin  yaklaşımları  arasında  farklılık bulunmaktadır. TTK md.202/1-a ve SPKn md.21 arasındaki çatışma, kayba yol açan işlemlerin/önlemlerin TTK md.202 uyarınca denkleştirilmesiyle hukuka uygun kabul edilmesine  rağmen,  SPKn nun  21  hükmünün  bu  fiilleri  tamamen  yasaklaması  ve yaptırıma bağlaması ile SPKn md.21/4 uyarınca yapılacak iadeye hukuka uygunluk sonucu bağlanmamış olması nedeniyle ortaya çıkmaktadır.  Bu çalışma ile TTK md.202/1-a kapsamında kaybın denkleştirilmesi olanağının halka açık  şirketler açısından geçerli olan örtülü kazanç aktarımı  yasağı  karşısında uygulanabilirliğinin değerlendirilmesi amaçlanmakta ve esas itibariyle iki soruya cevap aranmaktadır. Bunlar; TTK md.202/1-a ve SPKn md.21 kapsamına giren bir olayın varlığı halinde, hangi hükmün uygulama önceliğine sahip olduğu ile halka açık şirketin bağlı şirket konumunda olduğu şirketler topluluklarında hangi durumlarda/hangi şartların varlığı  halinde  kaybın  denkleştirilmesi  olanağının  varlığının  kabul  edilebileceği hususlarıdır.  Aşağıda  TTK  md.202/1-a  ve  SPKn  md.21  arasındaki  çatışma  ve  hükümlerin kesişim alanına giren durumlar tespit edildikten sonra, hangi hükmün öncelikli olarak uygulanması gerektiği ile hükümlerin bir arada uygulanma olanaklarına ilişkin doktrin görüşlerine ve konuya ilişkin değerlendirmelerimize yer verilmektedir. Ardından halka açık şirketlerde hangi hallerde TTK md.202/1-a kapsamında denkleştirme yapılmasına olanak tanınabileceği sorunu; ilişkili taraf işlemlerine ilişkin düzenlemeler ile şirketler topluluğunda  denkleştirme  yapılması  olanağının  bağdaştırılması  konusunda karşılaştırmalı hukukta ortaya çıkan görüşler de dikkate alınarak değerlendirilmekte ve son olarak halka açık şirketler yönünden denkleştirme yapılması olanağının SPKn nun 110/3 hükmünde düzenlenen etkin pişmanlık müessesesi yönünden bir çelişki teşkil edip etmediğinin üzerinde durulmaktadır.   235     I.  TTK  MD.202  İLE  SPKN  MD.21  ARASINDAKİ  ÇATIŞMA  VE HÜKÜMLERİN  ORTAK  UYGULAMA  ALANINA  GİREBİLECEK DURUMLARIN TESPİTİ A. Hükümler Arasındaki Çatışma ve Sorunun Ortaya Konulması Şirketler hukuku ayrı tüzel kişiliği ve dolayısıyla hukuki bağımsızlığı haiz ticaret şirketlerinin  organları  tarafından  şirketin  menfaatleri  doğrultusunda  yönetildiği varsayımına  dayanır. Ancak  şirketler  topluluğunun  bulunduğu  durumlarda  bu varsayımın gerçeği yansıtmadığı ve şeklen var olan hukuki bağımsızlığın, ekonomik bağımlılığın  ve  bütünlüğün  bulunduğu  hâllerde  pratikte  anlam  ifade  etmediği anlaşılmıştır. Nitekim, şirketler topluluğunda, yönetimsel ve mali konularda topluluğun merkezi  şekilde  yönetilmesi  ve  topluluk  hâkimi  tarafından  şirketler  topluluğunun menfaati  gözetilerek  bağlı  şirketlerin  bu  doğrultuda  yönlendirilmesi  gündeme gelmektedir. TTK nın 195-209 maddeleri arasında yer alan düzenlemeler ile topluluk                                                            3   EMİNOĞLU, Cafer,  Kuram – Uygulama İkileminde Şirketler Topluluğu Hukuku ve (Normatif) Şirketler Topluluğu Meydana Getirmeyen Hâkimiyet İlişkileri –TTK'nın Şirketler Topluluğuna İlişkin Hükümleri ve TSY m. 105 Bağlamında Bir İnceleme , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, Yıl:2017, Cilt: XXXI, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, (s.1164),  s.17;  ANTUNES,  Jose  E.,  Liability  of  Corporate  Groups,  Kluwer  Law  and  Taxation Publishers, Boston, 1994, s.13, 318. 4   TTK nın 195/4 hükmünde hâkim şirkete doğrudan veya dolaylı olarak bağlı bulunan şirketlerin, onunla birlikte şirketler topluluğunu oluşturacağı ve hâkim şirketlerin ana, bağlı şirketlerin yavru şirket konumunda oldukları düzenlenmiştir. TTK da hâkimiyet tanımlanmamış olmakla birlikte, md.195 te hâkimiyetin tespiti bakımından birtakım kriterlere yer verilmiştir. Detaylı bilgi için bkz. POROY, Reha / TEKİNALP, Ünal / ÇAMOĞLU, Ersin, Ortaklıklar Hukuku C.II, 14. Basım, Vedat Kitapçılık, İstanbul, 2019, Nr.2024 vd.; TEKİNALP, Ünal; Sermaye Ortaklıklarının Yeni Hukuku, 4. Basım, Vedat Kitapçılık, İstanbul, 2015, s.619 vd. Doktrinde bir görüşe göre biri hâkim, diğeri bağlı konumda bulunan en az iki şirketin bulunması şirketler topluluğunun meydana gelmesi bakımından gerekli ve yeterlidir (OKUTAN NILSSON, Gül, Türk Ticaret Kanunu Tasarısı na Göre Şirketler Topluluğu Hukuku, On İki Levha Yayınları, İstanbul, 2009, s.67; EMİNOĞLU, 2017, s.21 vd.). Bununla birlikte 27.1.2013 tarih ve 28541 sayılı RG de yayımlanan Ticaret Sicil Yönetmeliği (TSY) md.105 uyarınca şirketler topluluğunun bir ticaret şirketi ile buna doğrudan veya dolaylı olarak bağlı bulunan en az iki ticaret  şirketinden  meydana  geleceği  düzenlenmiştir.  Söz  konusu  düzenleme  uyarınca  şirketler topluluğu için en az üç şirketin bulunması gerekmektedir. Bu yönde bkz. TEKİNALP, 2015, s.611, 613; TEKİNALP (POROY/ÇAMOĞLU), C.II, Nr.2001. Söz konusu şirketlerden en az birinin merkezinin Türkiye de olması hâlinde TTK nın şirketler topluluğuna ilişkin hükümleri uygulanmaktadır (TTK md.195/1). 5   AYTAÇ, Zühtü,  Yönetim Kurulu Üyelerinin Hâkimiyetin Hukuka Aykırı Kullanılmasından Doğan Sorumluluğu , Banka ve Ticaret Hukuku Araştırma Dergisi, Yıl:2013, Cilt: XXIX, Sayı:4, (s.5-55), s.6; ANTUNES, 1994, s.109. 236     yapısının yarattığı somut gerçekliğe uygun bir düzenleme politikasıyla, kısmen Alman hukukundan esinlenerek, şirketler topluluğu açık yasal düzenlemeye kavuşturulmuştur.  Şirketler topluluğunda topluluk  hâkimi tarafından  topluluğun bir bütün olarak menfaatleri gözetilerek alınan kararların bağlı şirketlerin ve onların topluluk dışı azınlık pay sahiplerinin ve alacaklılarının menfaatlerine aykırı sonuçları olabileceğini gözeten kanun koyucu TTK nın 202. maddesi ile hâkim şirketin bağlı şirketlerdeki hâkimiyetini hukuka  aykırı  kullanmasının  hukuki  sonuçlarını  düzenlemiştir.  Buna  göre  TTK md.202/1-a hükmünde bağlı şirketin, iş, varlık, fon, personel, alacak ve borç devri gibi hukuki işlemler yapmaya; kârını azaltmaya ya da aktarmaya; malvarlığını ayni veya kişisel  nitelikte  haklarla  sınırlandırmaya;  kefalet,  garanti  ve  aval  vermek  gibi sorumluluklar yüklenmeye; ödemelerde bulunmaya; haklı bir sebep olmaksızın tesislerini yenilememek, yatırımlarını kısıtlamak, durdurmak gibi verimliliğini ya da faaliyetini olumsuz  etkileyen  kararlar  veya  önlemler  almaya  yahut  gelişmesini  sağlayacak önlemleri almaktan kaçınmaya yöneltilmesi gibi uygulamalarla bağlı şirketin kaybına neden olunması, hâkimiyetin hukuka aykırı şekilde kullanılması olarak nitelendirilmiştir. Ancak TTK da kısmi hâkimiyet durumunda hâkimiyetin kullanılması nedeniyle bağlı                                                            6   TEKİNALP, 2015, s.604. 7   TTK  genel  gerekçesi.  Bu  kapsamda  özellikle  kısmi  hâkimiyet  durumunda  hâkimiyetin  kötüye kullanılmasından doğan sorumluluk konusunda Alman Paylı Ortaklıklar Kanunu §311, §317 ve §318 hükümlerinden  esinlenildiği  gerek  madde  metinlerinden  gerekse  de  TTK  md.202  hükmünün gerekçesinde yer alan ifadelerden anlaşılmaktadır.   8   WINNER, Martin,  Group Interest in European Company Law: An Overview , Journal of Legal Studies Acta Universitatis Sapientiae, Yıl:2016, Cilt:5, Sayı:1, (s.85–96), s.85; HOPT, Klaus J.,  Groups of Companies: A Comparative Study of the Economics, Law, and Regulation of Corporate Groups , The Oxford Handbook of Corporate Law and Governance, Oxford University Press, Oxford, 2018, (s.603-632), s.608.  9   TTK md.202/1 de (ve md.199 da) kullanılan  önlem  ifadesi bakımından doktrinde bu kavramın hukuki işlemi de kapsayan bir üst başlık olarak kabul edilebileceği ve haklı bir sebep olmaksızın bağlı şirketin  tesislerinin  yenilenmemesi,  yatırımlarının  kısıtlanması,  gelişmesini  sağlayacak  önlemleri almaktan kaçınması gibi hususların  önlem  kavramı içerisinde değerlendirilebileceği hususunda bkz. AKIN, İrfan, Şirketler Topluluğu Sorumluluk Hukuku, Seçkin Yayınevi, Ankara, 2014, s.142 vd., 206 vd.; GÖKTÜRK, Kürşat, Şirketler Topluluğunda Sorumluluk Esasları, Adalet Yayınevi, Ankara, 2015, s.77. 10  TTK  md.195 te  hâkimiyet  durumunun  nasıl  tesis  edileceği  düzenlenmiş  olup,  tam  hâkimiyet bulunmayan hâkimiyet halleri  kısmi hâkimiyet  olarak ifade edilebilecektir. TTK md. 203 uyarınca ise bir ticaret şirketinin bir sermaye şirketinin paylarının ve oy haklarının  doğrudan veya dolaylı olarak yüzde yüzüne sahip  olması durumunda tam hâkimiyet durumu söz konusu olmaktadır. Hâkimiyet olgusunun  farklı  türleri  hakkında  daha  fazla  bilgi  için  bkz.  ÖZCANLI,  F.  Beril,  Şirketler Topluluğunda Hâkimiyetin Hukuka Aykırı Kullanılması, On İki Levha Yayınları, İstanbul, 2021, s. 237     şirket nezdinde oluşan kaybın denkleştirilmesi şartıyla, hâkimiyetin  hukuka aykırı  kullanımına  izin  verilmiştir.  Bu  çerçevede  TTK  md.202/1-a  hükmünde,  hükmün kaynağını  oluşturan  Alman  Paylı  Ortaklıklar  Kanunu  (Aktiengesetz,  AktG)  §311 hükmünde olduğu gibi, hâkim şirketin bağlı şirketi kayba yol açan işlemleri yapmaya yönlendirdiği, ancak bağlı şirkette meydana gelen kaybı o faaliyet yılı içinde fiilen veya kaybın  nasıl  ve  ne  zaman  denkleştirileceğini  belirtmek  suretiyle  bağlı  şirkete  denk değerde bir istem hakkı tanıyarak denkleştirdiği hallerde, hâkimiyetini hukuka aykırı kullanmasına bağlanan sonuçların doğmaması esası benimsenmiştir.  TTK nın 202. maddesi ile bir yandan şirketler topluluğundaki ekonomik bütünlük gözetilerek grup içi işlemlere olanak tanınmış, diğer yandan da grup içi işlemlerden doğabilecek  kaybın  yılsonu  finansal  tablolarına,  dolayısıyla  yıllık  kâra  yansımasını engelleyecek  sınırlamalar  getirilmiştir.  Söz  konusu  düzenleme  ile  şirketler topluluğunun idaresinde bir esneklik sağlanması, bu yolla şirketler topluluğunun makro politikalarının uygulanmasına kolaylık getirilmesi hedeflenmiştir. Öte yandan bağlı şirket nezdinde meydana gelen kaybın TTK nın 202/1-a hükmü uyarınca süresi içerisinde denkleştirilmemesi  hâlinde  ise,  TTK  md.202/1-b  hükmünde  bağlı  şirketin  pay sahiplerinin ve 202/1-c hükmünde alacaklılarının, bağlı şirkette oluşan zararın tazminini hâkim  şirketten  ve  onun  kayba  sebep  olan  yönetim  kurulu  üyelerinden  talep edebilecekleri  düzenlenmiştir.  Buna  göre,  hâkimiyetin  hukuka  aykırı  şekilde kullanılması, hâkim şirket ve onun kayıptan sorumlu yönetim kurulu üyelerinin tazminat sorumluluğuna yol açmakta olup, TTK da hâkimiyetin hukuka aykırı şekilde kullanılması hukuki sorumluluk odaklı olarak düzenlenmiştir.                                                            54 vd. Tam hâkimiyet durumunda hâkimiyetin kullanılmasının hukuki sonuçları ise TTK md.203-206 hükümlerinde ayrıca düzenlenmiştir. 11  Denkleştirme yoluyla kaybın giderilmesi ile kayba yol açan nüfuz kullanımının hukuka uygun hale getirildiği kabul edilmektedir (OKUTAN NILSSON, 2009, s.226). 12  OKUTAN NILSSON, 2009, s.390. 13  OKUTAN NILSSON, 2009, s.232. Bu yönde RHIEL, 2015, s.25; GÖKTÜRK, 2015, s.160; AKIN, 2014, s.226. 14  Ayrıca TTK md.202/1-b hükmünde pay sahiplerince açılacak davada, istem üzerine veya resen hâkimin somut olayda hakkaniyete uygun düşecekse, tazminat yerine davacı pay sahiplerinin paylarının hâkim şirket tarafından satın alınmasına veya duruma uygun düşen ve kabul edilebilir başka bir çözüme de karar verebileceği düzenlenmiştir. 238     Halka açık şirketler yönünden hükümler içeren SPKn nda, halka açık şirketin malvarlığının ilişkili taraflara aktarılarak azaltılması tehlikesinin sermaye piyasalarının gelişimi açısından neden olduğu sakıncaların önlenmesi amacıyla, özel düzenlemelere yer  verilmiştir.  Nitekim,  halka  açık  şirketin  malvarlığının  hâkim  ortağa  (veya yöneticilere) aktarılarak, sermaye piyasası yatırımcısının menfaatlerinin ihlal edilmesi; sermaye piyasalarına duyulan güvenin zedelenmesine neden olduğu gibi, şirketlerin sermaye yoluyla kaynak sağlama maliyetlerini de artırmakta ve sermaye piyasasındaki likidite olanaklarını daraltmakta olup, bu durum şirketlerin düşük maliyetlerle sosyal refaha katkı sağlayabilecek projelere başlama imkânlarını azaltmakta ve ekonominin büyüme potansiyelini düşürmektedir. Bu doğrultuda, ilişkili taraf işlemleri yoluyla halka  açık  şirketin  malvarlığının  azaltılması  tehlikesinin  önlenmesi,  yatırımcıların menfaatlerinin korumasının yanı sıra, şirketlerin düşük maliyetle finansman sağlama olanaklarının da korunmasını ve sermaye piyasasının etkin ve istikrarlı bir şekilde gelişmesini sağlarken; ilişkili taraf işlemlerinin uygun hukuki stratejilerle kontrol altına alınmaması ekonominin geneli üzerinde olumsuz etkilere neden olmaktadır.                                                             15  SPKn md.3/1-e uyarınca halka açık şirket; payları halka arz edilmiş olan veya halka arz edilmiş sayılan anonim şirket olup, SPKn md.16 da ise pay sahibi sayısı beş yüzü aşan anonim şirketlerin paylarının halka arz olunmuş sayılacağı hükme bağlanmıştır. 16  Rasyonel yatırımcılar ilişkili taraflarla yapılacak işlemlerle şirketin malvarlığının ilişkili taraflara aktarılması (tunneling) tehlikesinin farkında olduklarından, şirkete sağlayacakları sermayenin hâkim ortağın kişisel menfaatleri çerçevesinde kullanılması tehlikesini öngörerek, pay değeri üzerinden anılan risk çerçevesinde bir iskonto uygulayarak yatırım yapmayı kabul etmektedirler. Ancak uygulamada profesyonel yatırımcıların bile yatırım kararı vermeden önce yatırımlarının ne kadarının şirketin hâkim ortağının (veya yöneticilerinin) menfaatleri doğrultusunda kullanılacağını her zaman doğru şekilde hesaplama olanakları olmadığından, bu kesinti bütün paylar yönünden uygulanmakta; yatırımcılar ancak düşük pay bedelleri üzerinden yatırım yapmayı kabul etmekte ya da yatırım yapmaktan tamamen vazgeçmektedirler.  Bu  durum  ise  şirketlerin  sermaye  yoluyla  finansman  sağlama  maliyetlerinin yükselmesine yol açmaktadır. Anılan hususlarda daha fazla bilgi için bkz. TRÖGER, Tobias H.,  Bemerkung zur Regelung von Related Party Transactions im ARUG II , Festschrift für Klaus J. Hopt zum 80. Geburtstag, De Gruyter, Berlin, 2020, (s.1289-1301), s.1294 vd.; UNGERER, Felix, Prozedurale Regulierung und Transparenz von Related Party Transactions in börsennotierten Aktiengesellschaften, Duncker & Humblot, Berlin, 2019, s.57. 17  TRÖGER, 2020, s.1295. 18  TRÖGER, 2020, s.1295. 19  MANAVGAT, Çağlar, Halka Açık Anonim Ortaklıklar ve Halka Arz, Banka ve Ticaret Hukuku Enstitüsü Yayınları, Ankara, 2016, s.389. 239     Bu bağlamda SPKn nun 21/1 hükmü ile görünüşte hukuka uygun işlemlerle halka açık şirketin kârının/malvarlığının sermaye veya yönetim bakımından ilişkili olduğu taraflara  aktarılmasının  önüne  geçilmesi  amacıyla,   emsallerine  uygunluk,  piyasa teamülleri, ticari hayatın basiret ve dürüstlük ilkelerine  aykırı işlemlerde bulunularak, şirketin  kârının  veya  malvarlığının  azaltılması  ya  da  artmasının  engellenmesi yasaklanmış ve işleme dayalı örtülü kazanç aktarımı yasağına aykırı şekilde kasıtlı olarak gerçekleştirilen fiiller SPKn nun 110/1-b, c hükmünde hapis cezası gerektiren bir suç olarak düzenlenmiştir. SPKn nun 21/2 hükmünde ise, halka açık şirketlerin kârlarını veya malvarlıklarını  artırmak  için  yapmaları  beklenen  faaliyetleri  yapmamaları  yoluyla (pasif/hareketsizliğe dayalı olarak) ilişkili oldukları gerçek veya tüzel kişilerin kârlarının veya  malvarlıklarının  artmasını  sağlamaları  da  örtülü  kazanç  aktarımı  sayılmış  ve SPKn nun 103/6 hükmü ile idari para cezası yaptırımına bağlanmıştır. Öte yandan, SPKn md.21/4 ile halka açık şirketten ilişkili taraflara örtülü olarak aktarılan tutarların, halka açık şirkete iadesinin zorunlu olduğu düzenlenmiş ve SPKn md.94 ile Sermaye Piyasası Kurulu na (Kurul) bu iadeyi sağlamak üzere dava açma yetkisi tanınmıştır.  Halka  açık  şirketin  şirketler  topluluğuna  dâhil  olduğu  hallerde  diğer  topluluk şirketleri ile arasındaki işlemler veya pasif kalarak topluluk şirketlerinin malvarlığının artmasının sağlanması durumları da SPKn md.21 de öngörülen sınırlamalara tabidir. Nitekim, şirketler topluluğunda hâkim veya bağlı şirket konumunda olan halka açık şirket ile diğer topluluk şirketleri arasında çoğunlukla doğrudan veya dolaylı olarak sermaye ve/veya  yönetim  bakımından  ilişki  bulunacağı  gibi,  halka  açık  şirketin  şirketler                                                            20  SPKn md.21 hükmünde düzenlenen örtülü kazanç aktarımı yasağının kapsamına halka açık şirketlerin yanı sıra kolektif yatırım kuruluşları ile bunların iştirak ve bağlı şirketleri de girmektedir. 21  SPKn nun 21/1 hükmünde şirketlerin  ilişkide bulundukları , SPKn nun 21/2 hükmünde ise  ilişkide oldukları  gerçek ve tüzel kişilere örtülü kazanç aktarımında bulunulması yasaklanmışsa da, doktrinde de anılan ifadeler ile  ilişkili taraf ların kastedildiği ifade edilmektedir (MANAVGAT, 2016, s.279 vd.; GÜNAY, Ece D., Sermaye Piyasası Hukuku'nda Örtülü Kazanç Aktarımı ve Türk Ticaret Kanunu Açısından Değerlendirilmesi, On İki Levha Yayınları, İstanbul, 2018, s.421; CANKAT, Rifat, Anonim Ortaklıklar Hukukunda İlişkili Taraf İşlemleri,  On İki Levha Yayınları, İstanbul, 2022, s.471). İlişkili taraf kavramı ise SPKn nda tanımlanmamış olmakla birlikte, Kurul un muhtelif Tebliğlerinde bu kavram 24 numaralı Türkiye Muhasebe Standartları na atıf yapılarak tanımlanmıştır. 22  Anılan hususlar bilgi için bkz. MANAVGAT, 2016, s.195 vd.; DURAN, 2021, s.179 vd.; CANKAT, 2022, s.477 vd. 23  SPKn nun 110/1 hükmü uyarınca örtülü kazanç aktarımı suçu nedeniyle üç yıldan yedi yıla kadar hapis ve ayrıca adli para cezasına hükmedilecektir. 240     topluluğuna dâhil olduğu hallerde topluluk şirketleri Türkiye Muhasebe Standartları (TMS) 24 uyarınca da ilişkili taraf sayılmaktadır. SPKn nda örtülü kazanç aktarımı yasağı, şirketler topluluğu arasındaki ilişkili taraf işlemlerini de kapsayacak şekilde, iadeye ilişkin hukuki zorunluluk ve yasağa aykırılığın yaptırıma tabi tutulmasına yönelik bir anlayış içerisinde düzenlenmiştir.  TTK uyarınca denkleştirme imkânı mevcut olduğu sürece, bağlı şirketi kayba uğratan işlemlere sevk etmenin doğrudan hukuka aykırılık taşımaması ve denkleştirmenin yapılmasıyla ilgili işlemin hukuka uygun hale gelmesi hukuken mümkün olmakla birlikte, bu imkânın SPKn bakımından mevcut olmaması, TTK ile SPKn nun konuya ilişkin düzenlemeleri arasındaki en önemli fark olup, anılan farklılık düzenlemeler arasında çatışmaya yol açmaktadır. Doktrinde  norm çatışması  aynı somut olaya uygulanacak iki hukuk normu arasındaki uyumsuzluk olarak tanımlanmaktadır. TTK md.202/1-a ve SPKn  md.21  hükümleri  arasındaki  çatışmanın  neden  olduğu  temel  sorun  özellikle denkleştirme süresi henüz sona ermemişken, halka açık (bağlı) şirketin malvarlığındaki azalma  nedeniyle  SPKn  md.21/1  ve  110/1-b,  c  (veya  SPKn  md.21/2  ve  103/6) hükümlerine aykırılıktan söz edilip edilemeyeceği noktasında kendini göstermektedir. Nitekim gerek işleme dayalı örtülü kazanç aktarımı bakımından SPKn md. 21/1 ve md.110/1-b,c  düzenlemeleri,  gerekse  hareketsizliğe  dayalı  örtülü  kazanç  aktarımı bakımından SPKn md.21/2 ve 103/6 düzenlemeleri ile TTK md.202/1 in çatışma ihtimali, öncelikle henüz TTK md.202/1-a da öngörülen denkleştirme süresinin devam ettiği ve kalan süre içerisinde halen denkleştirmenin yapılması ihtimalinin bulunduğu hâllerde                                                            24  TMS 24 uyarınca ilişkili taraf kavramı öncelikle taraflar arasındaki kontrol ilişkisi/önemli etki dikkate alınarak belirlenmekte olup, halka açık şirketin yönetim kurulu üyeleri, oy haklarının çoğunluğuna veya yönetim kurulunda temsil edilme imtiyazı veren paylarına sahip olanlar; şirkette  kontrol  veya  önemli etki ye sahip kabul edileceğinden, halka açık şirketin ilişkili tarafı konumunda olacaktır. Ayrıca halka açık şirketin  kontrolü altında bulunan şirketler (bağlı şirketleri) ile  halka açık şirketin  şirketler topluluğuna dâhil olduğu durumlarda topluluk şirketlerinin tamamı, aralarında doğrudan bir kontrol ilişkisi bulunmasa bile, TMS 24 uyarınca ilişkili taraf olarak kabul edilmektedir. TMS 24 uyarınca belirlenen  ilişkili taraf  kavramı  hakkında  bilgi  için  bkz.  SÖNMEZ,  Yusuf  Z.,   TTK  ve  SPKn Çerçevesinde İlişkili Taraf İşlemleri, Halka Açık Anonim Ortaklıkta Malvarlığının Korunması Sorunu , Türk Ticaret Kanunu Ekseninde Sermaye Piyasası Hukuku Toplantı Serisi, On İki Levha Yayınları, İstanbul, 2019, s.271; MANAVGAT, 2016, s.34 vd.; CANKAT, 2022, s.22 vd. 25  OKUTAN NILSSON, 2009, s.250. Benzer tespitler için bkz. GÖKTÜRK, 2015, s.344. 26  CANYAŞ, Oytun,  Vergi Yargılaması Hukukunda Norm Çatışması , Hacettepe Hukuk Fakültesi Dergisi, Yıl: 2013, Cilt:3, Sayı:2, (s.127–152), s.129 dipnot (dn) 22. 241     gündeme gelebilecektir. TTK md.202/1-a ve SPKn md.21 (ve ilgili diğer hükümlerinin) çatıştığından  söz  edilebilecek  ikinci  durum  ise  denkleştirme  süresi  içerisinde denkleştirmenin  yapılmış  olduğu  durumdur.  Denkleştirmenin  yapılmış  olması  TTK md.202/1-b,c  uyarınca  hâkim  şirketin  ve  onun  kayıptan  sorumlu  yönetim  kurulu üyelerinin  sorumluluklarının  ortaya  çıkmaması  anlamına  gelmekteyse  de, denkleştirmenin yapılmasına SPKn nun 21, 110/1-b,c ve 103/6 hükümlerinde sonuç bağlanmamış olması, bu düzenlemelerin hukuki sonuçları ile TTK md.202/1-a arasında çatışma yaratmaktadır.  Denkleştirme  süresinin  sona  ermiş  ve  denkleştirmenin  yapılmamış  olması ihtimalinde ise artık TTK md.202/1-a ile SPKn md.21 ve SPKn nun ilgili diğer hükümleri arasında bir çatışmanın varlığından söz edilemeyecektir. Zira bu halde, bağlı (halka açık) şirketin kayba uğraması (diğer şartların da varlığı halinde), her iki Kanun bakımından da hukuka  aykırı  olarak  nitelendirilecek  ve  gerek  hâkimiyetin  hukuka  aykırı  olarak kullanılmasının  TTK  md.202/1-b,c  ile  düzenlenen  hukuki  sonuçları  (tazminat sorumluluğu), gerekse de örtülü kazanç aktarımı yasağına aykırılık nedeniyle SPKn uyarınca  ortaya  çıkacak  cezai  ve  idari  sonuçlar  ile  iade  yükümlülüğüne  ilişkin düzenlemelerin  (SPKn  md.21/4  ile  94)  bir  arada  uygulanmaları  hukuken  olanaklı olacaktır.  B.  TTK  md.202  ve  SPKn  md.21  Hükümlerinin  Kesişim  Alanlarının Belirlenmesi 1. Genel Olarak İki hukuk kuralı arasında çatışma olduğu durumlarda, çatışmanın hukukta yorum ilkelerinden  yararlanılarak,  kuralların  birbirine  uygun  veya  uyumlu  şekilde anlaşılmalarını sağlayacak şekilde yeniden yorumlanması veya aralarında bir öncelik ilişkisi/sırası oluşturularak giderilmesi gerekir. Gerek hükümlerin yorumlanabilmesi gerekse hangi hükmün öncelikli olarak uygulanacağı konusunun değerlendirilebilmesi için, öncelikle düzenlemelerin süje, konu, uygulama alanı gibi hususlar dikkate alınarak                                                            27  Hukuk kuralları arasındaki çatışmanın giderilmesi konusunda bilgi için bkz. PECZENIK, Aleksander, Law and Reason, 2. Basım, Springer, E-Book, 2009, s.342 vd. 242     karşılaştırılmasının uygun olacağı düşünülmektedir. TTK md.202/1-a ile SPKn md.21 hükümlerinin karşılaştırmalı olarak ele alınması, hükümlerin ortak uygulama alanına girebilecek  durumların  somutlaştırılmasını  sağlayacak  olup,  hükümlerin  kesişim alanlarının  belirlenmesi  hükümler  arasında  çatışmaya  yol  açabilecek  hallerin  de netleştirilmesini sağlayacaktır.  2. Hükümlerin Süje Yönünden Karşılaştırılması  Şirketler  topluluğu  yapısında  bulunan  hâkim  şirketin   bağlı  şirketi   kayba uğratması durumunun hukuki sonuçlarını düzenleyen TTK md.202, tüm ticaret şirketleri açısından uygulama alanı bulmaktadır. SPKn nun 21. maddesinin süje bakımından uygulama alanı ise maddede  halka açık ortaklıklar ve kolektif yatırım kuruluşları ile bunların iştirak ve bağlı ortaklıkları  olarak belirlenmiştir. Maddenin uygulama alanına (borsada işlem gören veya görmeyen) halka açık şirketler girdiği gibi, kolektif yatırım kuruluşları  (yatırım  fonları  ve  henüz  payları  halka  arz  olunmamışsa  bile  yatırım ortaklıkları) ve ayrıca bunların halka kapalı bağlı şirketleri ve iştirakleri de girmektedir. SPKn md.21 in uygulama alanına şirketler topluluğunda hâkim şirket konumunda olan halka açık şirketler ile şirketler topluluğu bulunmasa dahi halka açık şirketin bağlı şirketi ve/veya iştiraki de girmektedir.  Bu  çerçevede,  SPKn  md.21  ile  TTK  md.202/1  hükümlerinin  süje  yönünden kesişmesi, şirketler topluluğuna dâhil olan halka açık şirketin bağlı şirket konumunda olması halinde söz konusu olmaktadır. Diğer yandan, SPKn md.21 ile hâkim şirket konumundaki halka açık şirketlerin malvarlığı da örtülü kazanç aktarımı teşkil eden durumlara  karşı  korunduğundan,  uygulamada  sıkça  rastlanan  halka  açık  şirketin topluluğun hâkimi olduğu ve malvarlığının bağlı şirketlere aktarıldığı durumlar (diğer şartların  da  varlığı  halinde)  münhasıran  SPKn  md.21  hükmünün  uygulama  alanına girmektedir.                                                             28  TTK nın  Ticaret Şirketleri  başlıklı İkinci Kitabında  Birinci Kısım Genel Hükümler  kısmı altında yer alan şirketler topluluğu düzenlemeleri tüm ticaret şirketlerini kapsamaktadır.  243     3.  Denkleştirme  Olanağı  Bulunan  Durumlar  ile  Örtülü  Kazanç  Aktarımı Niteliği Taşıyan Durumların Karşılaştırılması  TTK md.202/1-a ve SPKn md.21 in ortak uygulama alanına giren durumların tespit edilebilmesi  için  TTK  md.202/1-a  ile  hangi  hallerde  kaybın  denkleştirme  suretiyle giderilmesine hukuken olanak tanındığının üzerinde durulması önem arz etmektedir. Nitekim, bağlı şirket nezdinde oluşan her kaybın TTK md.202/1-a hükmü uyarınca denkleştirilmesi  olanağının  bulunduğundan  söz  edilmesi  mümkün  değildir.  TTK md.202/1-a uyarınca bağlı şirket nezdinde meydana gelen kaybın denkleştirme suretiyle giderilerek, hâkimiyetin hukuka aykırı şekilde kullanılmasının sonuçlarının doğmasının önlenebilmesi  bakımından  ilk  şart,  bağlı  şirket  nezdinde  kayba  neden  olan işlemin/önlemin hâkim şirketin yönlendirmesi ile bağlantılı olarak yapılmış olmasıdır. Buna göre, hâkim şirketin yönlendirmesinden bağımsız olarak, örneğin bağlı şirketin (hâkim  şirketle  bağlantısı  olmayan)  yönetim  kurulu  üyesinin  şirketin  karar  alma süreçlerindeki etkisini kullanarak, kendilerine menfaat sağlamak üzere şirketin kaybına yol açan işlemin yapılmasına neden olduğu durumlarda, TTK md.202/1-a hükmüne göre kaybın denkleştirilmesi olanağından ve denkleştirme süresinin beklenilmesi gereğinden söz edilemeyecektir.  Bağlı şirket nezdinde oluşan kaybın TTK md.202/1-a uyarınca denkleştirilmesi olanağının varlığından söz edilebilmesi için bulunması gereken ikinci şart; hâkim şirketin yönlendirmesi çerçevesinde bağlı şirket nezdinde yapılan işlemlerin/alınan önlemlerin, şirketler  topluluğunun  menfaatleri  ya  da  topluluğun  makro  politikalarının uygulanabilmesine olanak sağlanması ile bağlantılı olmasıdır. Her ne kadar bu şarta TTK md.202/1-a hükmünde açıkça yer verilmemişse de Alman hukukunda kabul edildiği gibi  Türk  hukukunda  da  kayba  sebebiyet  veren  işlemlerin  denkleştirmeyle                                                            29  TTK md.202/1 hükmünde yer verilen  yöneltme  ifadesinin geniş yorumlanması gerektiği ve hâkim şirketin bağlı şirketin anılan kararı alması konusunda baskı kurması ve nüfuz kullanmasının yöneltme olarak  değerlendirileceği  hususu  ve  daha  fazla  bilgi  için  bkz.  AYTAÇ,  2013,  s.99;  OKUTAN NILSSON, 2009, s.274. Ayrıntılı bilgi için bkz. AKIN, 2014, s.190 vd.; ÖZCANLI, 2021, s.125 vd.  30  EMMERICH, Volker / HABERSACK, Mathias, Aktien- und GmbH-Konzernrecht, 9. Basım, C. H. Beck, München, 2019, §311, Rn. 60; RHIEL, Jörg, Related-Party Transactions im deutschen und US-amerikanischen Recht der Aktiengesellschaft, Duncker & Humblot, Berlin, 2015, s.50. Bu hususta ayrıca bkz. GÖKTÜRK, 2015, s.95 dn.273 te belirtilen yazarlar. 244     giderilebilmesi bakımından tanınan imkânın, kayba yol açan işlemin/önlemin hâkim şirketin veya bir bağlı şirketin ya da topluca şirketler topluluğunun menfaatine olması durumunda yararlanılabileceği ifade edilmektedir. Nitekim doktrinde kanun koyucunun hâkim şirkete, bağlı şirketin kaybına neden olan durumlar bakımından denkleştirme olanağı  tanımasına  ilişkin  yaklaşımının  temelinde,  hâkim  şirketin  bağlı  şirketlerin kaynaklarını, bütünün (şirketler topluluğunun) menfaatlerini dikkate alarak daha verimli şekilde kullanma imkânının olması ve bu durumun iktisadi bütünün ve genel ekonomik düzenin yararına olduğu varsayımının bulunduğu belirtilmektedir. TTK md.202/1 in amacının  şirketler  topluluğu  yapılanmasına  özgü  olarak  ortaya  çıkan  gereklilikler çerçevesinde  hâkim  şirketin  topluluk  şirketlerini  topluluk  menfaatleri  çerçevesinde yönlendirebilmesine  olanak  sağlanması  olduğu  dikkate  alındığında,  topluluğun menfaatleri değil, örneğin hâkim şirketin pay sahiplerinin, yönetim kurulu üyelerinin ya da bunların yakınlarının şahsi menfaatleri doğrultusunda bağlı şirketin kaybına neden olan  işlemlerin  yapılmasının/kararların  alınmasının  TTK  md.202/1-a  kapsamında denkleştirme olanağı tanınan durumlar arasında bulunmadığı kabul edilmektedir. Bu çerçevede doktrinde bağlı şirketin malvarlığının korunması ilkesine, ortakların şahsi                                                            31  OKUTAN NILSSON, 2009, s.232; GÖKTÜRK, 2015, s.95-96. Öte yandan, TTK md.202/1-a metninde bu konuda bir açıklık bulunmamaktaysa da, TTK md.203 te tam hâkimiyet durumunda  topluluğun belirlenmiş ve somut politikalarının gereği olmak şartıyla  bağlı şirketin organlarının hâkim şirketin (kayba neden olan) talimatlarına uymakla yükümlü oldukları düzenlenmiştir. Doktrinde tam hâkimiyet durumunda hâkim şirketin talimat serbestisine getirilen bu sınırla amaçlananın, hâkim şirketin bağlı şirketin malvarlığını keyfi şekilde, hâkim şirket yöneticilerinin veya yakınlarının özel ihtiyaçları için kötüye kullanmasının engellenmesi olduğu ifade edilmektedir (OKUTAN NILSSON, 2009, s.425; TEKİNALP, 2015, s.669). Anılan hüküm çerçevesinde tam hâkimiyet durumunda dahi bağlı şirketin kaybına  neden  olacak  talimat  verilebilmesinin  ve  talimatlara  uyulabilmesinin  sınırının,  bunların topluluğun  somut  politikalarının  gereği  olma  şartı  olduğu  dikkate  alındığında,  kısmi  hâkimiyet durumunda TTK md.202 de açıkça belirtilmemişse de, bağlı şirketin kayba uğratılmasına neden olan yönlendirmeler çerçevesinde yapılan işlemler/alınan kararlar bakımından da bu şartın evleviyetle geçerli olması gerektiği söylenebilecektir. 32  GÖKTÜRK, 2015, s.160. Benzer değerlendirme için bkz. RHIEL, 2015, s.25. AKIN denkleştirmenin hâkim şirketin uzun vadeli ve büyük ölçekli planlarının gerçekleştirilebilmesini sağladığına dikkat çekmektedir (AKIN, 2014, s.226).  33  GÖKTÜRK ilgili işlemin/kararın (veya önlemin) topluluktaki herhangi bir birimin ya da genel olarak topluluğun  iktisadi  gelişimine  katkı  sağlanması  durumunda,  topluluğun  yararının/menfaatinin gözetildiğinden söz edilebileceğini ifade etmiştir. Yazar bazı durumlarda topluluğa sağlanan yararın dolaylı olabileceğini ve etkisini üçüncü kişi nezdinde gösteren yararın, malvarlıksal açıdan topluluğa dönüşünün sağlanıp sağlanmadığının belirleyici olduğunu ifade etmiş ve konuyu örneklendirmiştir (GÖKTÜRK, 2015, s.96-97). 34  OKUTAN NILSSON, 2009, s.232, 284; RHIEL, 2015, s.50. 245     menfaatleri  veya  topluluk  dışı  üçüncü  kişilerin  menfaatleri  nedeniyle  istisna getirilemeyeceği,  bu  menfaatler  doğrultusunda  yapılan  işlemlerin/alınan  önlemlerin doğrudan  doğruya  hâkimiyetin  hukuka  aykırı  kullanılması  niteliğinde  olacağı  ve denkleştirme  süresi  beklenilmeksizin  ilgililerin  tazminat  ve  diğer  sorumluluklarının doğacağı vurgulanmaktadır.  Bağlı şirketin malvarlığının pay sahipleri veya yönetim kurulu üyelerinin ya da yakınlarının kişisel çıkarları doğrultusunda azaltılmasına yol açan ve TTK md.202/1 in uygulama alanına girmeyen söz konusu durumlar (diğer şartların da varlığı kaydıyla) SPKn md.21 in uygulama alanına girmektedir. Nitekim, SPKn md.21 ile esas itibariyle halka  açık  şirketlerin  karar  alma  mekanizmalarında  etki  sahibi  olanların  (hâkim ortak/yönetim kurulu üyeleri) şirketin malvarlığından kendilerine, yakınlarına ya da daha fazla sermayeye sahip oldukları (ve dolayısıyla daha fazla kâr payı alabilecekleri) diğer şirketlere  aktarılarak,  menfaat  sağlanmasının  önlenmesi  amaçlanmaktadır.  Hatta SPKn nun 21. maddesiyle yasaklanan ve 103/6 ve 110/1-b,c maddeleriyle yaptırıma bağlanarak  caydırıcılık  sağlanması  hedeflenen  durumlar  da  esas  itibariyle  ilişkili tarafların şirketin karar alma mekanizmalarındaki etkilerini kötüye kullanarak, halka açık şirketin ve yatırımcılarının (azınlık pay sahiplerinin) aleyhine sonuçlar doğuran işlemler yapılmasını/kararlar alınmasını sağlayarak, şirketten kişisel menfaat elde etmeleridir.  TTK md.202/1 in uygulama alanına giren durumların varlığından söz edilebilmesi için gerek hâkim şirketin bağlı şirketi  yöneltmesi  şartının varlığının aranması gerekse kayba  yol  açan  yöneltmenin  şirketler  topluluğunun  politikaları  ve  menfaatleri  ile bağlantılı olması gerekliliği, TTK md.202/1-a ile SPKn nun 21 hükmünün uygulama alanlarının kesişiminin göreceli olarak sınırlı/dar bir alanda ortaya çıkmasına neden olmaktadır. Nitekim, topluluk politikalarıyla veya topluluğun menfaatleriyle bağlantısı kurulamayan ve hâkim şirketin yöneltmesine dayanmayan, ancak halka açık bağlı                                                            35  OKUTAN NILSSON, 2009, s.232, 284. 36  Şirketler topluluğuna dâhil halka açık bağlı şirketin ilişkili taraflarıyla yaptığı (emsallerine, piyasa teamüllerine, ticari hayatın basiret ve dürüstlük kurallarına aykırı) işlemin, TTK md.202/1 kapsamında hâkim şirketin, şirketler topluluğunun menfaatleri ve politikaları uyarınca yapılan bir yönlendirmeye dayanıp dayanmadığının tereddütlü olduğu durumlarda, özellikle işlem neticesinde menfaat temin eden gerçek ve tüzel kişilerin tespit edilmesine yönelik bir inceleme yapılması gerekecektir. İşlem nedeniyle menfaat elde edenin bir tüzel kişi olduğu hallerde, anılan tüzel kişinin pay sahipleri ve/veya yönetim kurulu üyeleri ile halka açık bağlı şirket arasında nasıl bir ilişkinin olduğu, bir başka ifadeyle aynı 246     şirketin  malvarlığının  (maddede  belirtilen  diğer  şartların  varlığı  halinde)  azaltılarak ilişkili taraflara (şirketin paylarının çoğunluğuna sahip olan hâkim şirketin gerçek kişi pay sahibine, onun aile fertlerine ya da topluluğa dâhil olmayan, kendisinin veya ailesinin kontrolü altındaki bir şirkete) aktarılmasına yol açan işlemler bakımından TTK md.202/1 ve SPKn nun 21/1 hükmünün uygulama alanlarının kesişmesi söz konusu olmayacaktır. Öte yandan, topluluk şirketlerinin likiditesinin etkin şekilde yönetilmesi amacıyla merkezi nakit yönetimi sistemleri üzerinden yürütülen veya bir topluluk şirketinin, fon ihtiyacı  bulunan bir  diğer topluluk şirketine  faizsiz/emsallerine göre düşük bir faiz üzerinden fon kullandırması işlemleri ya da topluluk şirketlerinin ihtiyaç duyduğu bir takım  hizmetlerin  (hammadde  satın  alınması,  ürünlerin  pazarlanması,  hukuki danışmanlık, insan kaynakları, muhasebe gibi) hâkim şirket veya bu işle görevlendirilen bir bağlı şirket tarafından sunulmasına  yönelik uygulamalar her iki düzenlemenin uygulama alanına girebilecek durumlara örnek oluşturmaktadır. Zira bu uygulamalar, topluluğun  makro  düzeydeki  politikaları  ve  menfaatleri  ile  bağlantısı  kurulabilen                                                            gerçek/tüzel kişilerin sermaye veya yönetim bakımından halka açık şirketle de ilişkili olup olmadıkları (halka açık şirkette kendisinin veya yakının pay sahibi veya yönetici olup olmadığı) hususlarının araştırılması neticesinde tespit edilecek olgular dikkate alınarak işlemin topluluk menfaatleri mi yoksa topluluk dışı/kişisel menfaatler mi gözetilerek yapıldığı hususu ile yönlendirmenin nedeni hakkında kanaate  varılması  mümkün  olabilecektir.  Aynı  durumun,  SPKn nun  21/2  hükmünde  yasaklanan kaçınma/hareketsizlik halleri bakımından da geçerli olduğu düşünülmektedir.  37  Benzer şekilde SPKn nun 21/2 ile TTK md.202/1 hükümlerinin uygulama alanlarının kesişmesi için, hâkim şirketin yöneltmesi ile bağlantılı olarak gerçekleşen kaçınmanın/hareketsiz kalmanın topluluk politikalarıyla bağlantısının  kurulabilmesi;  söz konusu  kaçınmanın  halka açık bağlı şirketin pay sahipleri/yönetim kurulu üyeleri ya da yakınlarının kişisel menfaat elde etmelerini sağlamaya yönelik olmaması gerektiği sonucuna varılmaktadır.  38  Topluluk şirketlerinin likiditesinin ve fon ihtiyaçlarının  tek elden  merkezi şekilde  yönetilmesini sağlamaya  yönelik   netleştirme   ve   nakit  havuzlama   sistemleri  hakkında  bilgi  için  bkz. MANTYSAARI, Petri, The Law of Corporate Finance: General Principles and EU Law, Vol. III, Springer, Berlin, 2010, s.71 vd.; ÖZDİN, Funda, Cash Pooling im deutschen und türkischen Konzernrecht unter den Aspekten von Kapitalerhaltung und-aufbringung, Duncker & Humblot, Berlin, 2018, s.40 vd. 39  Bu hususta farklı uygulama örnekleri ve gerekçeleri hakkında bilgi için bkz. MANAVGAT, 2016, s.397-398. Öte yandan, TTK md.202/1-a ve SPKn md.21 hükmünün ortak uygulama alanına giren bir olayın  varlığından  söz  edilebilmesi  için  halka  açık  (bağlı)  şirketin  malvarlığının azaltılmasına/artmasının engellenmesine yol açan ilişkili tarafla yapılan işlemin  emsallerine, piyasa teamüllerine  ve  ticari  hayatın  basiret  ve  dürüstlük  kurallarına   aykırı  olması  gerektiği  gözden kaçırılmamalıdır. 247     uygulamalardan oldukları gibi, söz konusu uygulamalar kimi zaman bağımsız taraflar arasında  yapılacak  işlemlerden  farklı  şartlarda  (örneğin  topluluk  içi borçlanmalarda emsallerinden düşük faiz oranları üzerinden faiz kararlaştırılması ya da emsallerinden daha farklı bedeller üzerinden hizmet sunulması gibi) yapıldığından, TTK md.202/1-a ve SPKn  md.21  hükümlerinin  ortak  uygulama  alanına  giren  ve  dolayısıyla  hükümler arasında çatışmanın meydana gelebileceği tipik durumlardandır. Benzer şekilde, halka açık  şirketin  pasif  kalmak  suretiyle,  SPKn  md.21/2  hükmüne  aykırı  olarak  esas sözleşmesi  çerçevesinde  kârını/malvarlığını  korumak  veya  artırmak  için  yapması beklenen yatırımları  yapmaktan/ihalelere girmekten kaçınması ve anılan fırsatların topluluk politikaları çerçevesinde başka topluluk şirketleri tarafından kullanılarak, halka açık  şirketin  aleyhine  olacak  şekilde  ilişkili  tarafların  malvarlığının  artmasının sağlanması  da  hükümlerin  ortak  uygulama  alanına  girebilecek  hallere  örnek oluşturabilecektir.  Son  olarak,  hâkimiyetin  hukuka  aykırı  şekilde  kullanımı  nedeniyle  ilgililerin sorumluluklarının  ortaya  çıkmasından  önce  denkleştirme  süresinin  beklenilmesi gerekliliğinin  bazı  durumlarda  bulunmadığına  da  dikkat  çekilmesi  gerekmektedir. Doktrinde hâkim şirket tarafından kaybın denkleştirilmeyeceğinin baştan itibaren (bağlı şirketin  yönetim  kurulunun  TTK  md.369  hükmü  uyarınca  tedbirli  bir  yöneticinin göstereceği özen çerçevesinde konuyu değerlendirmesi neticesinde) anlaşılabilir olduğu durumlarda, kayba yol açan işlemlerin bağlı şirket tarafından yapılmaması gerektiği; buna rağmen yapılmış olması durumunda ise işlemlerin baştan itibaren hukuka aykırı nitelik taşıyacağı  ifade  edilmektedir.  Buna  göre,  yalnızca  denkleştirmenin                                                            40  Birtakım  hizmetlerin  merkezi  şekilde  topluluk  şirketlerine  sunulmasının  ticari  mantığı  olan uygulamalardan olduğu hususunda bkz. MANAVGAT, 2016, s.398. 41  Doktrinde anılan ifadenin anlamlandırılmasının zor olduğu belirtilmiştir (KAYA, Aslan,  Halka Açık Ortaklıklarda Örtülü Kazanç Aktarımı Yasağı , İstanbul Üniversitesi Hukuk Fakültesi Dergisi, Yıl:2013, Cilt:LXXI, Sayı:2, (s.193-204), s.195 dn.3). Kanaatimizce anılan ifade ile basiretli ve dürüst bir tacir olarak şirketin esas sözleşmesinde (veya kolektif yatırım kuruluşu/fon olması durumunda iç tüzüğünde) belirtilen ana faaliyet konuları itibarıyla kâr elde etmek üzere yürüttüğü faaliyetleri yerine getirmekten  kaçınma/hareketsiz  kalma  durumlarının  yasak  kapsamında  değerlendirilmesinin  ve  yapılması beklenen faaliyetler in bir anlamda somutlaştırılması amaçlanmıştır. Farklı örnekler için bkz. KAYA, 2013, s.196. 42  RHIEL, 2015, s.51-52, 58; MEYER, Maximilian, Nachteil und Einlagenrückgewähr im faktischen Konzern,    Nomos,  Berlin,  2013,  s.120,  275-276;  ÖZDİN,  2018,  s.291;  FLEISCHER,  Holger, Aktiengesetz Großkommentar, 4. Basım, De Gruyter, Berlin, 2022, §311, Rn.351. hâkim şirketin 248     yapılacağının/yapılabileceğinin kabul edilebildiği hallerde TTK md.202/1-a ile hâkim şirkete denkleştirme imkânı/imtiyazı tanındığından söz edilebilecek olup, doktrinde maddede tanınan esnekliğin/imtiyazın kullanılabilmesi olanağının hâkim şirketin ödeme gücüyle ve geçmişteki denkleştirme uygulamalarıyla da yakından ilişkili olduğu kabul edilmektedir.  Bu  kapsamda  bağlı  şirket  nezdinde  kayba  yol  açan,  ancak denkleştirilmeyeceği baştan belirli olan kayıplar TTK md.202/1-a hükmünde düzenlenen denkleştirme  müessesesinin  uygulama  alanına  girmemektedir.  Bununla  birlikte,  söz konusu  haller  SPKn  md.21 in  uygulama  alanına  girebilecektir.  Zira,  örtülü  kazanç aktarımında halka açık şirketin malvarlığının ilişkili tarafa aktarılması meşru bir ticari bir işlem  görüntüsü  taşıyan  işlemin  arkasına  gizlenmekte,  dolayısıyla  çoğunlukla  bu işlemler  nedeniyle  meydana  gelen  kaybın  giderilmesi  iradesi  baştan  itibaren bulunmamaktadır. Halka açık şirketin malvarlığının şirketin ilişkili taraflarına örtülü olarak  aktarılmasını  sağlayan  ve  malvarlığında  oluşan  kaybın  denkleştirilerek giderilmeyeceği veya hâkim şirketin denkleştirme yapacak finansal gücünün bulunmadığı açık olan haller, TTK md.202/1-a ve SPKn md.21 hükümlerinin ortak uygulama alanına girmemektedir. Nitekim bu hâllerde hâkimiyetin kullanılması baştan itibaren hukuka aykırı nitelik taşıyacak ve TTK md.202/1-a uyarınca denkleştirme süresi beklenilmesi gereği olmaksızın, ilgililerin doğrudan hâkimiyetin hukuka aykırı kullanılması nedeniyle                                                            denkleştirme yapmaya hazır olup olmadığının ve denkleştirmeyi yapabilecek finansal gücünün bulunup bulunmadığının  bağlı  şirket  yönetim  kurulunca  değerlendirilmesi  ve  ancak  denkleştirmenin yapılacağının  kabul  edilebileceği  hallerde,  bağlı  şirketin  kaybına  neden  olacak  işlemleri yapmayı/önlemleri  almayı  kabul  etmesi  gerekmektedir  (RHIEL,  2015,  s.51-52,  58; EMMERICH/HABERSACK, 2019, § 311, Rn.78).  43  Doktrinde kanun koyucunun hâkim şirkete denkleştirme yapmak kaydıyla bağlı şirketin kaybına neden olacak şekilde hâkimiyetini kullanmasına olanak tanınmasının, bir anlamda hâkim şirkete bu yönde bir imtiyaz tanınması anlamına geldiği ifade edilmektedir (EMMERICH/HABERSACK, 2019, § 311, Rn. 2, 5; ÖZDİN, 2018, s.197-198).  44  MEYER, 2013, s.119-121. Hâkim şirketin daha önceki kayıpları süresinde denkleştirmemiş olduğu durumlarda kayba yol açan işlemin yapılmaması/kararın alınmaması gerektiği hususunda bkz. RHIEL, 2015, s.51-52, 58. İlaveten doktrinde hâkim şirketin topluluk menfaatleri çerçevesinde bağlı şirketin kaybına neden olan işlemleri yapmaya yönlendirdiği durumlarda dahi, bağlı şirketin varlığını tehlikeye düşürecek nitelikteki işlemlerin bağlı şirket yönetim kurulunca yapılmaması gerektiği; ancak buna rağmen  eğer  yapılmışsa  denkleştirmenin  faaliyet  döneminin  sona  ermesi  beklenmeden  ve  fiilen gerçekleştirilmesi gerektiği kabul edilmektedir (EMMERICH/HABERSACK, 2019, §311, Rn.47a, 62a; KIRCA, İsmail / GÜREL, Murat,  Bağlı ve Bağımsız Anonim Şirketlerde Pay Sahibinin Şirkete Borçlanması ve Şirketler Topluluğuna İlişkin Hükümlerin Özgül Ağırlığı , Banka ve Ticaret Hukuku Araştırma Dergisi, Yıl:2014, Cilt: XXX, Sayı: 2, (s.5-18), s.15; AKIN, 2014, s.231). 45  MEYER, 2013, s.42-43; UNGERER, 2019, s.44, 72. 249     TTK md.202/1-b uyarınca hukuki sorumlulukları doğacağı gibi, TTK md.202/1-b hükmü ile eş zamanlı olarak SPKn md.21 hükmünün ihlali ile bağlantılı yaptırımlar da, hükümler arasında bir çatışmaya neden olmayacak şekilde uygulama alanı bulacaktır. 4. Hükümlerin Kapsamına Giren Durumların Malvarlığı Üzerindeki Etkileri Bakımından Karşılaştırılması  TTK md.202/1-a hükmünde bağlı şirketin malvarlığının  kayba uğratılması na hukuki sonuç bağlanmışken, SPKn md.21 de halka açık şirketin (veya doktrinde kabul edildiği üzere halka açık şirketin malvarlığına yansıdığı ölçüde iştirak/bağlı şirketlerinin) kârının  veya  malvarlığının  azaltılmasına/artmasının  engellenmesine  (SPKn  md.21/2 yönünden ise ayrıca ilişki tarafın malvarlığının artırılmasına) hukuki sonuç bağlanmıştır. TTK md.202/1-a ve SPKn md.21 e aykırı işlemlerin/önlemlerin bağlı şirketin malvarlığı üzerindeki etkisi bakımından düzenlemeler arasında bir farklılığın olup olmadığının değerlendirilmesi, hangi olayların her iki hükmün uygulama alanına girdiğinin tespit edilmesi yönünden önem taşımaktadır.  TTK md.202/1 de kullanılan  kayıp  kavramı doktrinde; malvarlığı eksilmesi, artmasının engellenmesi, kârlılığın azalması, bir gelir elde etme şansının, gelir kaynağının ya da bir işi başarıyla yapabilme olanağının yitirilmesi olarak tanımlanmakta ve  zarar  kavramından daha geniş bir içeriğe sahip olduğu kabul edilmektedir. Ayrıca doktrinde aynı konumda bulunan bağımsız bir şirketin, şirket menfaatlerini gözeten dürüst ve tedbirli  yöneticilerinin  yapmayacağı  iş  ve  işlemlerin  kayıp  doğurucu  olarak nitelendirilmesi gerektiği ifade edilmektedir. Öte yandan kayıp kavramının sadece malvarlığında hemen gerçekleşen somut değer azalması ya da malvarlığı kalemleri ile borçların  karşılaştırılması  suretiyle  değil,  şans  ve  risklerin  karşılaştırıldığı  geleceğe                                                            46  MEYER, 2013, s.76; TEKİNALP, 2015, s.644; GÖKTÜRK, 2015, s.138. Kayıp ve zarar kavramlarının içerikleri ve birbiriyle karşılaştırılması hususunda bkz. OKUTAN NILSSON, 2009, s.232 vd. GÜRBÜZ USLUEL, Aslı E.,  Şirketler Topluluğunda Denkleştirme , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2012, Cilt:18, Sayı:2, (s.281-308), s.291-292; RHIEL, 2015, s.3839; AKIN, 2014, s.201-200; GÖKTÜRK, 2015, s.140 vd 47  EMMERICH/HABERSACK,  2019, §311, Rn.40; OKUTAN  NILSSON, 2009, s.261; TRÖGER, Tobias, H.,  Corporate Groups: A German s European Perspective , Sustainable Architecture for Finance in Europe, Working Paper Series, No.66, 2014, (s.1-41), s.7; GÖKTÜRK, 2015, s.141; TEKİNALP (POROY/ÇAMOĞLU), 2019, Nr.2134. 250     yönelik  gelir  ve  risk  durumunun  tahminini  de  içerdiği,  bağlı  şirketin  azınlık  pay sahiplerinin bağlı şirketin malvarlığına ilişkin ekonomik menfaatlerinin korunabilmesi için kaybın geniş bir şekilde anlaşılmasının zorunlu olduğu belirtilmektedir.  TTK  md.  202/1-a  uyarınca,  malvarlığının  ayni  veya  kişisel  haklarla sınırlandırılması gibi işlemler de kayıp doğurucu işlemler arasında sayılmış olup, kefalet, garanti ve aval vermek gibi sorumluluklar yüklenilmesi, henüz risk gerçekleşmese ve malvarlığında somut bir azalma doğmasa dahi, kayıp doğurucu işlemler arasında yer almaktadır. Doktrinde, teminatın paraya çevrilmesi ihtimalinin yüksek olması ve lehine teminat  verilenlerin  finansal  durumları  nedeniyle  bağlı  şirketin  rücu  hakkını kullandığında parayı tahsil edememe riskinin olmasının TTK md.202/1 uyarınca kayıp kapsamında değerlendirilebileceği ifade edilmektedir. Ayrıca teminat olarak gösterilen malvarlığının, bağlı şirketin başka borçları için teminat olarak kullanılamaması durumu da doktrinde kayıp kapsamında değerlendirilmektedir. TTK md.202 nin gerekçesinde de kaybın bir malvarlığı eksilmesi veya malvarlığının artmasının önlenmesi şeklinde ortaya çıkabileceği gibi; iş, fon ve personel devrinde olduğu üzere bir şansın veya bir işi başarıyla yapabilme olanağının yitirilmesi durumunda da görülebileceği hususlarına yer verilmiştir.                                                            48  GÖKTÜRK, 2015, s.141. 49  OKUTAN NILSSON, 2009, s.228. 50  EMMERICH/HABERSACK, 2019, §311, Rn. 47a; OKUTAN NILSSON, 2009, s.235. 51  EMMERICH/HABERSACK, 2019, §311, Rn. 47a; OKUTAN NILSSON, 2009, s.235. Doktrinde, teminat işleminin kayba yol açıp açmadığının değerlendirilmesinde, teminat verilmemesi durumunda teminat konusu varlığın şirket tarafından nasıl değerlendirileceği, işlemin fırsat maliyetinin ne kadar olduğu hususlarının önem taşıdığı belirtilmektedir (TORAMAN ÇOLGAR, Emek, Anonim Ortaklıkta Şirkete Borçlanma Yasağı, On İki Levha Yayınları, İstanbul, 2019, s.355). Ancak şirketin borçları için topluluğun bir başka üyesinin teminat göstermiş olduğu durumlarda, şirketin bu durum nedeniyle sağladığı faydanın kaybı ortadan kaldıracağı hususunda bkz. EMMERICH/HABERSACK, 2019, §311, Rn. 47a; OKUTAN NILSSON, 2009, s.235. 52  Bu hususta ayrıca bkz. OKUTAN NILSSON, 2009, s.228; GÖKTÜRK, 2015, s.138. Öte yandan, anılan işlemler/önlemler nedeniyle hâkim şirketin veya diğer bir topluluk şirketinin maddi bir menfaat elde etmiş olması şartı veya hâkim şirketin yönlendirmesi doğrultusunda yapılacak işlemlerin karşı tarafı bakımından da herhangi bir sınırlama bulunmamakta olup, bağlı şirketin (topluluk dışı) üçüncü kişilerle yaptığı işlemlerin kayba yol açması da maddenin düzenleme alanı içerisindedir. Bu kapsamda bağlı şirketin hâkim şirketin yönlendirmesi doğrultusunda üçüncü kişiden olan alacaklarından (üçüncü kişinin ürettiği hammaddeye topluluk şirketleri tarafından ihtiyaç duyulması ve finansal sıkışıklık içerisinde olması gibi nedenlerle) vazgeçmesi, yurt dışında bulunan tesislerini kapatması veya üretim merkezini 251       Bağlı şirketin malvarlığının bilançodaki tutarının korunmasının TTK md.202/1a uyarınca kaybın oluşmaması açısından yeterli olup olmadığının da değerlendirilmesi uygun olacaktır. Konuya ilişkin Alman hukukunda AktG §311 ile yalnızca şirketin malvarlığının hesabi  değerinin korunmasının değil, bundan daha öte  bir korumanın sağlanmasının  amaçlandığı  ve  bilançoda  bir  malvarlığı  kaybı  olarak  görünmeyen durumların da madde kapsamında yer aldığı doktrinde ifade edilmektedir. Buna göre, malvarlığında rakamsal olarak bir eksilmeye yol açmasa da şirketin ekonomik olanakları bakımından olumsuz sonuçlara neden olan (örneğin şirketin faaliyetleri için önemli olan bir teçhizatın emsallere uygun bir bedelle hâkim şirkete devredilmesi durumunda olduğu gibi), şirketin kârlılık durumunu etkileyebilecek olan veya malvarlığı kompozisyonunda değişikliklere  yol  açan  işlemlere  karşı  da  bağlı  şirketin  topluluk  dışı  azınlık  pay sahiplerinin korunmasının amaçlandığı ve AktG §311 de yer alan kayıp kavramının bu durumları da kapsayan genişlikte olduğu kabul edilmektedir.   SPKn  md.21  uyarınca  örtülü  kazanç  aktarımının  gerçekleştiğinden  söz edilebilmesi için halka açık şirketin malvarlığında meydana gelen etki yönünden konunun SPKn nun 21/1 ve 21/2 hükmü bakımından ayrım yapılarak incelenmesi gerekmektedir. SPKn md.  21/1  uyarınca işleme dayalı örtülü kazanç aktarımının gerçekleştiğinden bahsedilebilmesi  için  halka  açık  şirketin  kârının/malvarlığının  (emsallere  aykırı  vb. işlemlerle) azaltılmış veya artmasının engellenmiş olması gerekmektedir. SPKn nun 21/1 hükmü ile halka açık şirketin malvarlığının/kârının yalnızca bilançoya yansıyan hesabi değerinin  değil,  bir  bütün  olarak,  bütün  unsurlarıyla  korunduğu  değerlendirilmekle birlikte, TTK md.202 uyarınca  kayıp  kavramının kapsamı içerisinde yer alan, daha soyut  nitelikte  olan   olanaklar  ve  şanslar   bakımından  koruma  sağlamadığı,                                                            başka bir şehre taşıması gibi uygulamalar TTK md.202/1-a kapsamına girmekte ve bu işlemler/önlemler nedeniyle bağlı şirket nezdinde oluşan kaybın denkleştirilmesi zorunluluğu ortaya çıkmaktadır.  53  MEYER, 2013, s.57, 122. 54  MEYER, 2013, s.74-75, 122-123. Yazar, düzenleme ile bağlı şirketin malvarlığının ekonomik değerinin ve malvarlığına ilişkin bütün olanaklarının da korunmasının hedeflendiğini vurgulamaktadır. 55  Diğer yandan, örneğin halka açık şirketin faaliyetlerinde kullandığı bir makinenin hâkim şirkete emsallerine uygun bir bedel üzerinden devredilmesi işlemi, halka açık şirketin anılan makine ile bağlantılı  olarak  ortaya  çıkan   kâr  olanaklarının  azaltılması na  ve  malvarlığı  kompozisyonunda değişikliğe yol açabilecekse de, bu kaybın SPKn nun 21/1 hükmü uyarınca örtülü kazanç aktarımına yol  açacak  şekilde  kârın/malvarlığın  eksiltilmesi/artmasının  engellenmesi  niteliğinde  olmadığı değerlendirilmektedir. Gerçekten de TTK md.202 uyarınca bağlı şirketin malvarlığının ekonomik 252      olanakların ve şansların  kaçırılmasına bağlı kayıpların ancak şartlarının bulunması halinde SPKn nun 21/2 hükmü kapsamında değerlendirilebileceği düşünülmektedir. Bu kapsamda örneğin TTK md.202/1-a hükmünün gerekçesinde yer verilen  bağlı şirketin personelinin  kaybedilmesine  neden  olunması   gibi  durumlar,  halka  açık  şirketin kârlılığını/verimliliğini  etkileyebilecek  ve  kayba  yol  açabilecekse  de  anılan  kaybın SPKn nun  21/1  hükmüne  aykırı  şekilde  kârın/malvarlığın  azaltılması/artmasının engellenmesi anlamına gelmeyeceği sonucuna varılmaktadır.   Diğer yandan, TTK md.202/1 kapsamında kefalet, garanti ve aval vermek gibi sorumluluklar yüklenilmesi henüz risk gerçekleşmese (borçlunun borcunu ödememesi ve teminatın paraya çevrilmesi) ve malvarlığında bir eksilme meydana gelmese dahi  kayıp  olarak değerlendirilebilecek olmakla birlikte anılan işlemler kural olarak doğrudan SPKn md. 21 uyarınca halka açık şirketin malvarlığının azaltılmasına ve örtülü kazanç aktarımı yasağının  ihlal  edilmesine  neden  olmayacaktır.  Nitekim  SPKn  md.21  kapsamında değerlendirildiğinde halka açık bağlı şirket tarafından topluluk şirketlerine emsallerine uygun  şartlar  taşımak  kaydıyla  (gerekli  hallerde  sağlanan  teminat  nedeniyle  ilişkili taraftan belirli bir prim alınarak) teminat verilmesi halinde, teminatın paraya çevrilmesi                                                            değerinin ve malvarlığına ilişkin bütün olanaklarının korunması hedeflenmekteyse de, SPKn nun 21. maddesi ile halka açık şirketin kârı/malvarlığı bakımından sağlanan korumanın aynı genişlikte olmadığı değerlendirilmektedir. Bununla birlikte, halka açık şirketin faaliyet alanı dikkate alındığında, söz konusu makinenin emsallerine uygun bir bedel üzerinden olsa da devredilmesi işleminin ticari hayatın basiret ve dürüstlük kurallarına aykırı olduğundan söz edilebileceği durumlarda, anılan işlem nedeniyle meydana gelen kâr/malvarlığı eksilmesinin SPKn md.21/1 hükmü uyarınca örtülü kazanç aktarımına neden olduğu söylenebilecektir.  56  Özellikle SPKn nun 21/1 hükmüne aykırı işlemlerin SPKn md.110/1-b,c de suç olarak düzenlendiği de dikkate  alındığında,  örtülü  kazanç  aktarımı  teşkil edebilecek  malvarlığını/kârı  azaltan  işlemlerin sınırlarının daha net bir şekilde belirlenebilir olması gerektiği ve bilançoda bir eksilme meydana gelmesi zorunluluğu bulunmasa da, somut/maddi olarak bir malvarlığı/kâr eksilmesine (aktiflerin azalması veya pasiflerin artması) veya somut olarak malvarlığının/kârın artmasının engellenmesine (verilen borç için emsallere  uygun  faiz  öngörülmemesi  durumunda  olduğu  gibi)  neden  olması  gerektiği değerlendirilmektedir. 57  OKUTAN NILSSON, 2009, s.249. 58  Öte yandan, II-17.1 sayılı Kurumsal Yönetim Tebliği md.12 ile borsada işlem gören şirketler ile bunların bağlı şirketlerinin teminat, rehin, ipotek ve kefalet vermelerinin şartları ve usulleri düzenlenmiş olup, ilişkili taraflar lehine verilecek teminatlar yönünden ayrıca Tebliğ in 9 ve 10 hükümlerinin ve 27.01.2016 tarihli ve 2016/3 sayılı Kurul Bülteni nde yayımlanan İlke Kararının dikkate alınması gerekmektedir. Halka açık şirketlerin teminat işlemleri hakkında bilgi için bkz. YANLI, Veliye,  Halka Açık Anonim Şirketler ve Bağlı Şirketlerin Teminat İşlemleri , Prof. Dr. Seza Reisoğlu Armağanı, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2016, (s. 355-392), s.355 vd. 253     riskinin  gerçekleşmemiş  olduğu  veya  kısa  süre  içerisinde  gerçekleşeceğini  gösteren (örneğin topluluk şirketi aleyhine başlatılan icra takiplerinin varlığı, şirketin TTK md.376 hükmü  kapsamında  sermaye  kaybının  bulunduğunun  bilinmesi  gibi)  nedenlerin bulunmadığı hallerde, anılan işlem tek başına halka açık şirketin kârının/malvarlığının azaltılması/artmasının engellenmesi anlamına gelmeyecek ve teminat verilmesi işlemi örtülü kazanç aktarımı oluşturmayacaktır. Benzer şekilde, halka açık şirketin topluluk şirketine teminat olarak gösterilen malvarlığının, başka borçları için teminat  olarak kullanılamaması nedeniyle daha yüksek faiz oranları üzerinden borçlanmasına neden olunması gibi durumlar da kayıp kapsamı içerisinde bulunmakla birlikte, örtülü kazanç aktarımına neden olmamaktadır.    Öte yandan, topluluğun politikaları çerçevesinde bağlı şirket tarafından belirli bir ürünün üretiminden vazgeçilmesi, belirli sektörlerdeki veya ülkelerdeki yatırımların durdurulması,  bağlı  şirketin  birtakım  olanakları  kaçırmasına  neden  olunması  TTK md.202/1-a uyarınca kayba neden olan uygulamalardansa da halka açık şirketin  esas sözleşmesi  çerçevesinde  kârını  ya  da  malvarlığını  korumak/artırmak  için  yapması beklenen   yatırımlarını  durdurması  ya  da  bu  kapsamdaki  faaliyetleri  yürütmekten kaçınması halinde, anılan yatırımların/faaliyetlerin ilişkili taraflarca yapılarak menfaat elde edilmesi söz konusu olmadıkça, örtülü kazanç aktarımından söz edilmeyecektir. Bir başka  ifadeyle,  yatırım  olanaklarının  ilişkili  taraflarca  kullanılarak  ilişkili  tarafların malvarlığının artmasının sağlanmadığı durumlarda, halka açık şirketin malvarlığında kaçınma nedeniyle oluşan kayıp, TTK md.202/1-a uyarınca denkleştirilmesi gereken bir kayıp olmakla birlikte SPKn nun 21/2 hükmü kapsamında örtülü kazanç aktarımı teşkil etmeyecektir.    Anılan hususlar çerçevesinde malvarlığına etki bakımından TTK md.202/1-a ve SPKn md.21 karşılaştırıldığında her kaybın örtülü kazanç aktarımına yol açmayacağı ve kayba  yol  açan  durumların  (yukarıda  açıklanan  şartlar  doğrultusunda)  yalnızca  bir                                                            59  Bu  halde  halka  açık  şirketin  malvarlığında  meydana  gelen  azalma  TTK  md.202/1-a  uyarınca denkleştirme suretiyle veya denkleştirme yapılmadığı takdirde, TTK md.202/1-b hükmü uyarınca hâkim şirketten ve onun kayıptan sorumlu yönetim kurulu üyeleri aleyhine açılacak tazminat davası neticesinde tazmin edilebileceği gibi, TTK md.369 uyarınca bağlı şirketin menfaatlerinin tedbirli bir yöneticinin göstereceği özenle gözetilmediği gerekçesiyle TTK md.553 vd. hükümleri uyarınca bağlı şirketin yönetim kurulu üyeleri aleyhine açılacak dava kapsamında da tazmin edilebilecektir. 254     kısmının SPKn md.21 (ve SPKn md.103/6 veya 110/1-b,c) kapsamında hukuki sonuca bağlandığı değerlendirilmektedir. Bu anlamda SPKn nun 21. maddesinin, gerek hukuki işlemler  yoluyla  gerekse  hareketsiz  kalınarak  yapılan  örtülü  kazanç  aktarımları bakımından TTK md.202/1 den daha dar bir kapsama sahip olduğu anlaşılmaktadır. Doktrinde KAYA tarafından TTK md.202/1 uyarınca bağlı şirketin kayba uğramasının yeterli olduğu, ancak örtülü kazanç aktarımında şirket dışı bir üçüncü şahsa (ilişkili tarafa) haksız menfaat sağlanması gerektiği, her kayba uğratan işlemin hâkim şirket veya diğer bağlı  şirketler  tarafından  menfaat  sağlanmasına  neden  olmadığı,  dolayısıyla  TTK md.202/1 in örtülü kazancı da kapsayan ve fakat daha geniş bir kümeyi içine alan, daha genel bir hüküm olduğu vurgulanmıştır. C. TTK md.202/1-a Uyarınca Yapılacak Denkleştirmenin Tutar ve Yöntemi Bakımından  SPKn  md.21/4  ile  Öngörülen  İade  Zorunluluğuyla Karşılaştırılması  TTK md.202/1-a uyarınca hâkim şirketin yönlendirmesi doğrultusunda bağlı şirket nezdinde  meydana  gelen  kaybın  faaliyet  yılı  içerisinde  denkleştirilerek  giderilmesi gerekmekte olup, SPKn md.21/1 ve 21/2 ye aykırı olarak örtülü kazanç aktarımının gerçekleştirildiği durumlarda ise SPKn nun 21/4 hükmü uyarınca  aktarılan tutarın kanuni faizi ile birlikte  halka açık şirkete iade edilmesi zorunludur. TTK md.202/1 de öngörülen  denkleştirmenin  tutar  ve  içerik  itibariyle  SPKn nun  21/4  hükmünde düzenlenen  iade  zorunluluğuna  karşılık  gelip  gelmediğinin  değerlendirilmesi  ve hükümlerin içeriklerinin bu açıdan da karşılaştırmalı olarak incelenmesi; hükümlerin ortak  uygulama  alanına  giren  durumlarda,  denkleştirme  olanağının  SPKn nun  21. maddesinde düzenlenen hukuka aykırılığı ortadan kaldırmaya elverişli sonuçlar yaratıp                                                            60  KAYA, Arslan,  Örtülü Kazanç Aktarımı Yasağının TK ya Tabi Şirketler/Şirketler Topluluğu ve SerPK ile İlişkisi Bakımından Değerlendirilmesi , Prof. Dr. Cevdet YAVUZ a Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Özel Sayı, İstanbul, 2016, (s.15311542), s.1546. Benzer değerlendirme için bkz. DURAN, 2021, s.398-399. 61  Anılan tutarın halka açık şirkete iade edilmemesi durumunda, ilgili Kurul kararına aykırılık nedeniyle SPKn md.103/1 uyarınca ilgililer hakkında idari para cezası tesis edilebileceği gibi, aktarılan tutarların halka açık şirkete iadesi SPKn md.94 uyarınca Kurulca açılacak dava yoluyla da ilgili (gerçek veya tüzel) kişiden talep edilebilecektir.  255     yaratmayacağının  ve  hangi  şartlarda  hükümlerin  birlikte  uygulanmalarının  mümkün olabileceğinin değerlendirilmesinde önem taşımaktadır. Doktrinde TTK md.202/1 uyarınca denkleştirme, hâkim şirketin yönlendirmesi sebebiyle bağlı şirketin yaptığı veya yapmaktan kaçındığı işlemler veya aldığı ya da almaktan kaçındığı kararlar sebebiyle yaratılan kaybın tümüyle giderilmesi, topluluk hâkimi tarafından sebebiyet verilen kaybın değer itibariyle karşılanması olarak ifade edilmektedir.  TTK  md.202/1  uyarınca  oluşan  kaybın  denkleştirildiğinden  söz edilebilmesi için öncelikle kaybın tutarının hesaplanması ve kayba denk değerde olmak üzere (fiilen veya talep hakkı tanınmak suretiyle) denkleştirme yapılması gerekmektedir. Kayıp tutarının tespit edilmesi, işlemin şirketle bağlantısı olmayan bağımsız bir üçüncü kişiyle  yapılsaydı  şirketin  ne  durumda  olacağının  araştırılmasını  içermektedir. Denkleştirme müessesesi bağlı şirketi bağımsız bir şirket gibi hareket edip kayba sebep olan işlemleri hiç yapmaması durumunda sahip olacağı ekonomik şartlara kavuşturma amacını taşıdığından, şirketin kayba sebep olan işlemleri hiç yapmamış olması halinde sahip olacağı ekonomik şartlar ile mevcut durumdaki şartları arasındaki fark kayıp tutarını oluşturmaktadır. Diğer yandan, doktrinde kaybın hâkim şirketin hâkimiyetini hukuka aykırı kullanması sonucu gerçekleşen maddi fiil veya hukuki işlemin yapıldığı tarihten  itibaren  doğması  muhtemel,  yani  öngörülebilen  sonuçlara  ve  fiil/işlem gerçekleştiği sırada bilinen hususlara göre (ex-ante) belirleneceği ifade edilmektedir. Örtülü kazanç aktarımının gerçekleştirildiği durumlarda SPKn nun 21/4 hükmü uyarınca  aktarılan tutarın kanuni faizi ile birlikte  iadesi  gerekmekte olup, anılan maddede aktarılan tutarın nasıl hesaplanacağına ilişkin bir açıklığa yer verilmemiştir. SPKn md.21/1 kapsamındaki durumlarda iade edilecek tutarın hesaplanması bakımından; işlem emsallerine, piyasa teamüllerine, ticari hayatın basiret ve dürüstlük ilkelerine uygun olsaydı, işlemin hangi fiyat üzerinden yapılacağının tespit edilmesi ve iki işlem arasındaki                                                            62  OKUTAN NILSSON, 2009, s.281. 63  OKUTAN NILSSON, 2009, s.229, 253; EMMERICH/HABERSACK, 2019, §311, Rn.40; RHIEL, 2015, s.40; TRÖGER, 2014, s.7. 64  AKIN, 2014, s.229. 65  GÖKTÜRK, 2015, s.159; GÜRBÜZ USLUEL, 2012, s.291-292. 256     farkın belirlenmesi gerekmektedir. Buna göre aradaki fark (kanuni faizi ile birlikte), iade edilmesi gereken tutarı oluşturacaktır. Öte yandan, bir işlemin bütünüyle emsallerine, piyasa teamüllerine aykırı olması veya ticari hayatın basiret ve dürüstlük ilkelerine aykırı olması  durumunda,  halka  açık  şirket  tarafından  ilişkili  tarafa  yapılan ödemenin/aktarımın  tamamının  iadesi  gerekmektedir.  SPKn nun  21/2  hükmü kapsamındaki durumlarda ise, halka açık şirketin hareketsiz kalması neticesinde ilişkili tarafların malvarlıklarında meydana gelen artışın tespit edilmesi ve bu tutarın halka açık şirkete iadesi gerekmektedir. SPKn md.21/4 uyarınca iade edilmesi gereken tutarın, işlemin yapılması veya kararın/önlemin alınmasından sonra ortaya çıkan hususlar (expost) dikkate alınarak, malvarlığının ne kadar azaltıldığının/artmasının engellendiğinin tespit edilmesi gerektiği düşünülmektedir. TTK  md.202/1-a  hükmü  uyarınca  denkleştirilmesi  gereken  kayıp  tutarlarının, işlemden önceki şartlara göre belirlendiği, ancak SPKn md.21/4 uyarınca işlemden sonra ortaya çıkan koşulların da malvarlığının azaltılması/artmasının engellenmesi bakımından iade edilmesi gereken tutarın tespitinde önem taşıyabileceği dikkate alındığında, anılan iade tutarının TTK md.202/1-b uyarınca denkleştirmenin süresinde yapılmaması halinde hesaplanacak  zarar  tutarına  daha  yakın  olduğu  söylenebilecektir.  Bununla  birlikte, hesaplamanın hangi andaki şartlara göre yapılacağına ilişkin bu farklılığın, her zaman iade ve denkleştirme tutarları arasında önemli farklılıklara yol açmaması da mümkündür. Nitekim, doktrinde TTK md.202/1 uyarınca kaybın  bağlı şirket bağımsız bir şirket olsaydı içerisinde bulunacağı ekonomik durum  ile işlemin piyasa koşullarında yapılması halinde  hangi  fiyat  üzerinden  yapılacağı  hususları  dikkate  alınarak  belirleneceğinin belirtildiği  görülmektedir.  Bu  doğrultuda  anılan  değerlendirmenin  çoğu  zaman SPKn nun  21.  maddesi  uyarınca  aktarılan  tutarların  tespitinde   emsallerine,  piyasa                                                            66  Bu hallere örnek olarak diğer hususların yanı sıra, halka açık şirketin ihtiyaç duymadığı (örneğin halka açık şirketin kendi personeli tarafından yerine getirilmekte olan veya halka açık şirketin faaliyetlerine herhangi bir katkısı olmayan) hizmetlerin ilişkili tarafından satın alınarak ödeme yapılması veya halka açık şirkete fiilen sunulmayan hizmetler nedeniyle ödeme yapılması gibi haller gösterilebilecektir. 67  CİVELEK, Gülşah, Regulierungsoptionen für Related Party Transactions,  Peter Lang, Bern, 2019, s.101-103; OKUTAN NILSSON, 2009, s.229, 253; EMMERICH/HABERSACK, 2019, §311, Rn.40; RHIEL, 2015, s.40; TRÖGER, 2014, s.7; MÜLLER, Hans-Friedrich,  Related Party Transactions im Konzern ,  Zeitschrift  für  Unternehmens-  und  Gesellschaftsrecht,  Festschrift  für  Eberhard Vetter, Verlag Dr. Otto Schmidt, 2019, (s.97-125), s.122. 257     teamüllerine, ticari hayatın basiret ve dürüstlük kurallarına uygunluk  ilkeleri esas alınarak  yapılan  değerlendirmeye  büyük  ölçüde  benzer  veya  aynı  sonuçları  ortaya çıkaracağı  sonucuna  varılmaktadır.  Yine,  SPKn nun  21/2  hükmü  çerçevesinde hareketsiz  kalınması  neticesinde  ilişkili  taraflara  sağlanan  menfaatin,  genellikle hareketsiz kalınmasaydı bağlı şirketin içerisinde bulunacağı ekonomik duruma karşılık geleceği ve bu nedenle TTK md.202/1-a uyarınca denkleştirilmesi gereken kayıp tutarı ile SPKn md.21/4 uyarınca iade edilmesi gereken tutarın örtüşebileceği düşünülmektedir.  Öte yandan, TTK md.202/1-a da denkleştirme açısından kayıp tutarlarının  kanuni faizi nin ödenmesi zorunluluğu öngörülmemişken, SPKn nun 21/4 hükmünde bu husus açıkça öngörülmüştür. Ancak, denkleştirilecek kaybın tutarının hesaplanmasında, kaybın fiilen denkleştirildiği ana kadar geçen sürede oluşacak olan ve kayba sebebiyet veren işlemin yapıldığı/kararın alındığı tarihte öngörülebilir bulunan tüm kayıpların hesaba katılması  gerektiği  dikkate  alındığında  denkleştirme  tarihi  itibariyle  emsallere uygun/veya  en  azından  kanuni  faizin  de  denkleştirme  tutarına  eklenmesi  gerektiği değerlendirilmektedir. Anılan hususlar çerçevesinde TTK md.202/1-a uyarınca yapılacak denkleştirme ile SPKn md.21/4 uyarınca yapılacak iadenin çoğunlukla aynı veya yakın tutarlar olarak hesaplanacağı sonucuna varılmaktadır.  TTK  md.202/1-a da  düzenlenen  denkleştirmenin  yöntemi  yönünden  de  SPKn md.21/4 te  yer  alan  iade  yükümlülüğünün  karşılaştırılması  gerekmektedir.  TTK md.202/1-a ile kaybın faaliyet  yılı  içinde  fiilen  veya  kaybın  nasıl  ve ne zaman denkleştirileceği  belirtilmek  suretiyle  bağlı  şirkete  denk  değerde  bir  istem  hakkı tanınması   suretiyle  denkleştirilebileceği  düzenlenmiştir.  Doktrinde  denkleştirmeyi sağlamak bakımından hâkim şirkete maddede düzenlenen usullerden birini tercih etmek                                                            68  Doktrinde, kaybın belirlenmesinde edim ve karşı edim arasında objektif bir eşitsizliğin/dengesizliğin bulunup bulunmadığı ile işlemin piyasa fiyatına/emsallerine uygunluğunun incelenmesi gerektiği, emsallere uygun fiyat ile somut olayda uygulanan fiyat arasındaki farkın kayıp tutarını oluşturacağı ifade edilmektedir (CİVELEK, 2019, s.101-103). Dolayısıyla, kayıp tutarlarının hesaplanmasında da emsallere uygunluk ilkesi dikkate alınarak konu değerlendirileceğinden, SPKn md.21/4 uyarınca iadesi gereken tutar ile kayıp tutarları ilgili işlemin mahiyetine göre aynı veya oldukça yakın tutarları ifade edebilecektir. Benzer bir değerlendirme için bkz. CANKAT, 2022, s.516. 69  OKUTAN NILSSON, 2009, s.288. 70  Denkleştirilmesi gereken tutarın SPKn md.21/4 uyarınca iade edilmesi gereken tutarı aşabileceği hususunda ayrıca bkz. ÖZCANLI, 2021, s.279. 258     konusunda  seçimlik  hak  tanındığı  kabul  edilmektedir.  Fiilen  denkleştirme,  kaybın meydana geldiği faaliyet yılı içinde kayba denk gelen bir karşılıkla ortadan kaldırılması olarak ifade edilebilecektir. Faaliyet yılı içerisinde fiilen giderim sağlanması yoluyla denkleştirme  kaybın  niteliğine  göre  değişen  bir  içeriğe  sahip  olabilmektedir.  TTK md.202/1 in  gerekçesinde  kaybın  fiilen  denkleştirilmesi  kapsamında  hâkim  şirketin  bağlı şirkete yarar ve bir avantaj tanınması  veya  herhangi bir lisans ve marka kullanma hakkı tanınması, herhangi bir ücret talep edilmeden araştırma ve geliştirme hizmeti verilmesi, know-how verilmesi, personele staj ve eğitim imkânları sağlanması, pazarlama  ağından  yararlandırılması,  denk  değerde  bir  taşınmazın  devri   gibi yöntemleri kullanabileceği ifade edilmiştir. Anılan ifadeler, denkleştirmenin yalnızca nakden  yapılacak  ödeme  ile  değil,  daha  geniş  bir  kapsamda  farklı  alternatifler çerçevesinde  yapılabileceğini  göstermektedir.  Dolayısıyla,  hâkim  şirketin denkleştirmesi  gereken  tutara  uygun  olmak  kaydıyla,  kayba  neden  olan  işlemden tamamen farklı mahiyetteki bir işlemle de kaybı denkleştirebileceği ve kayba neden olan işlem ile denkleştirmeyi sağlayan işlem arasında içsel bir bağlantının bulunmasının gerekli olmadığı anlaşılmaktadır.    TTK  md.202/1-a  kapsamında  öngörülen  sistemde  kaybın  fiilen  o  faaliyet  yılı içerisinde denkleştirilmesi şartı aranmamakta, faaliyet yılı sonuna kadar bağlı şirkete  bir talep hakkı tanınması  da yeterli görülmektedir. Bir başka ifadeyle denkleştirmenin aynı faaliyet yılı içinde bağlı şirkete fiilen bir fayda sağlanmaksızın, kaybın giderilme şekli ve zamanı hakkında bağlı şirkete taahhütte bulunularak veya bu konuda sözleşme yapılarak ötelenmesi mümkündür. İlgili faaliyet yılı içerisinde böyle bir talep hakkının tanınması ile denkleştirmeye dair yasal koşullar yerine getirilmiş olmakta ve böylece hâkim şirket fiili denkleştirmeyi erteleme imkânına kavuşurken, bağlı şirket ise fiili denkleştirmenin                                                            71  GÖKTÜRK, 2015, s.176, 182; OKUTAN NILSSON, 2009, s.289; AKIN, 2014, s.234-235.  72  TEKİNALP (POROY/ÇAMOĞLU), 2019, Nr.2154. 73  Farklı denkleştirme örnekleri için bkz. OKUTAN NILSSON, 2009, s.285.  74  Bu hususta bkz. UNGERER, 2019, s.86 dn.182; RHIEL, 2015, s.53.  75  OKUTAN NILSSON, 2009, s.291; AYTAÇ, 2013, s.33-35. 259     daha sonra yapılmasına ilişkin bir alacak hakkı elde etmiş olmaktadır. Talep hakkı tanınması yoluyla denkleştirmenin sağlanması durumunda fiili denkleştirmenin en geç ne zamana  kadar  ötelenebileceği  konusunda  TTK  md.202/1 de  bir  sınırlamaya  yer verilmemiştir.  TTK nın  gerekçesinde  ise   talep  hakkının  kullanılmasının,  beklenen faydayı sağlamayacak şekilde uzun bir süreye yayılmaması  gereğine yer verilmiş olup, doktrinde de hâkim şirkete tanınan denkleştirmeyi öteleme imkânının, bağlı şirketin aleyhine olacak şekilde kötüye kullanılmaması gerektiği kabul edilmektedir.  Denkleştirmenin  yöntemine  ilişkin  TTK  md.202/1-a da  benimsenen  sistem  ile hâkim şirkete denkleştirmenin şekli, yöntemi, içeriği ve talep hakkı tanınmak suretiyle fiilen yapılacak denkleştirmeyi ötelemek konusunda olanak tanınarak geniş bir hareket alanı sağlanmış olmaktadır. Ancak SPKn nun 21/4 hükmünde,  aktarılan tutarların kanuni faizi ile birlikte iadesi nin zorunlu tutulduğu dikkate alındığında hâkim şirketin TTK md.202/1-a hükmü kapsamında sahip olduğu hareket serbestisinin, SPKn nun 21.                                                            76  OKUTAN NILSSON, 2009, s.291. Fiili denkleştirmenin yanı sıra, talep hakkı tanımak suretiyle denkleştirme yapılmasına olanak sağlanmasının topluluk hâkimine uzun vadeli planlama yapma imkânı sağlama  hedefiyle  açıklandığı  hususunda  bilgi  için  bkz.  GÖKTÜRK,  2015,  s.184.  Talep  hakkı tanınmasına ilişkin daha fazla bilgi için bkz. AKIN, 2014, s.239 vd.; GÖKTÜRK, 2015, s.184. 77  OKUTAN NILSSON, 2009, s.292. 78  Hâkim şirkete tanınan bu serbesti karşısında bağlı şirketin yapılacak denkleştirme konusunda herhangi bir  müdahale  imkânının  olup  olmadığı,  özellikle  kayba  yol  açan  işlemin  yapılması  sırasında, denkleştirmenin nasıl yapılacağı konusunda hâkim şirket ile bir sözleşme yapmasının gerekli olup olmadığı,  Alman  hukukunda  tartışmalı  bir  konudur.  Doktrinde  bazı  yazarlar;  AktG  §311 de denkleştirme konusunda taraflar arasında bir sözleşmenin yapılmasının aranmadığını ve bağlı şirkete bu hususta herhangi bir müdahale imkânı verilmediğini, dolayısıyla hâkim şirkete serbesti tanındığını ileri  sürmekteyken,  bazı  yazarlar  fiili  konzernlerde  (şirketler  topluluğunda)  bağlı  şirketin bağımsızlığının korunduğunu, yönetim kurulunun özen ve sadakat yükümlülüklerinin devam ettiğini, bu sistem içerisinde denkleştirme konusunda hâkim şirketin tam bir serbesti içerisinde olduğundan söz edilemeyeceğini, kayba neden olan işlemin yapılması sırasında bu hususun hâkim şirket ile yapılacak bir  sözleşmeyle  kararlaştırılması  gerektiğini  savunmaktadır.  Bu  görüşler  hakkında  bilgi  ve değerlendirme için bkz. GRIGOLEIT, Christoph H.,  Regulierung von Related Party Transactions im Kontext des deutschen Konzernrechts , Zeitschrift für Unternehmens- und Gesellschaftsrecht, Yıl: 2019, Cilt:48, Sayı:3, (s.412–462), s.352 vd.; UNGERER, 2019, s.59 vd. Türk hukukunda OKUTAN NILSSON bağlı şirketin hâkim şirketten denkleştirmeyi talep etme hakkının olmadığı ve bağlı şirketin yönetim kurulunun faaliyet yılı sonuna kadar denkleştirmenin yapılmasını beklemesi gerektiği görüşünü benimsemiştir.  Bu  çerçevede,  yazarın  hâkim  şirketin  kaybı  denkleştirmenin  yöntemini  seçme konusunda bir serbestiden de yararlandığı görüşünde olduğu anlaşılmaktadır (OKUTAN NILSSON, 2009, s.281 vd.). AKIN ise denkleştirmenin ne şekilde olacağına ekonomik çıkarları doğrultusunda hâkim şirketin karar vereceğini ifade etmiştir (AKIN, 2014, s.234). TEKİNALP ise TTK sistemi içerisinde,  kanunun  denkleştirmenin  yönteminin  seçilmesi  konusundaki  sessizliğinin,  kaybın denkleştirilmesi konusunda bağlı şirkete sağlanacak menfaatin cins ve içeriğinin tarafların mutabakatı ile belirlenmesi gerektiği anlamına geldiğini ifade etmiştir (TEKİNALP (POROY/ÇAMOĞLU), 2019, Nr.2158). 260     maddesine  tabi  olan  halka  açık  bağlı  şirketler  açısından  söz  konusu  olamayacağı düşünülmektedir. Nitekim, SPKn nun 21/4 hükmü uyarınca iade çoğunlukla nakden yapılacak bir ödemeyi içermelidir. Örneğin halka açık bağlı şirketin, diğer topluluk şirketlerine faizsiz veya emsallerine göre düşük faizle borç verdiği durumlarda, oluşan kâr/malvarlığı azalmasının, halka açık şirkete hâkim şirket tarafından bir lisansın bedelsiz olarak kullanım hakkı verilmesi suretiyle denkleştirilmesinin, SPKn md. 21/4 uyarınca  aktarılan  tutarın  kanuni  faizi  ile  birlikte  iade   edilmiş  olmasını  sağlamayacağı değerlendirilmektedir. Bu kapsamda, örtülü kazanç aktarımı teşkil eden işlem/durum ile SPKn nun 21/4 hükmü uyarınca yapılması gereken iade arasında doğrudan bir ilişki bulunduğu ve iadenin kural olarak nakden yapılması ve halka açık şirketin (aktif veya pasif fiiller nedeniyle oluşan) malvarlığındaki azalmanın/artışın engellenmesinin  fiilen  giderilmesinin anılan hüküm uyarınca zorunlu olduğu düşünülmektedir. Ayrıca TTK md.202/1 ile hâkim şirkete denkleştirmenin yöntemi bakımından tanınan serbestinin SPKn nda  yatırımcıların  hak  ve  menfaatlerinin  korumasıyla  bağlantılı  olarak  SPKn md.21/4 hükmünde öngörülen iade müessesesine uygun düşmediği ve iadenin yöntemi bakımından SPKn md.21/4 ün TTK md.202/1-a hükmüne göre daha dar ve özel nitelikte bir düzenleme getirdiği kanaatine ulaşılmaktadır.   II.  TTK  MD.202  VE  SPKN  MD.21  HÜKÜMLERİNDEN  HANGİSİNİN ÖNCELİKLİ OLARAK UYGULANACAĞI SORUNU A. Doktrin Görüşleri TTK md.202 ile SPKn md.21 arasındaki ilişki bakımından hangi hükmün özel, hangi  hükmün  genel  olduğu,  hangi  hükmün  hangi  gerekçeyle  öncelikli  olarak                                                            79  Örtülü kazanç aktarımı teşkil eden işlem, örneğin bir taşınmazın emsallerinden düşük bedelle ilişkili taraflara devri ise, bu durumda taşınmazın emsal bedeli ile somut olaydaki bedel arasındaki farkın kanuni faiziyle birlikte halka açık şirkete iadesi gerekmektedir. Ancak taşınmazın değerinde halka açık şirket tarafından ilişkili taraflara devri tarihi ile denkleştirme/iade tarihi arasında bir azalmanın meydana gelmediği durumlarda, taşınmazın tekrar halka açık şirkete devredilmesi SPKn nun 21/4 hükmü uyarınca iadenin yapıldığının kabul edilmesini sağlayabilecektir. Aktarılan ve iade edilen malvarlığının ayın olması hâlinde, değerinin korunup korunmadığının tespiti için değerleme yaptırılması gereği ve konuya ilişkin daha fazla bilgi için bkz. MANAVGAT, 2016, s.435; DURAN, 2021, s.323. 80  Bu hususta değerlendirme için ayrıca bkz. MANAVGAT, 2016, s.432. 261     uygulanması  gerektiği  ile hükümlerin hangi  sınırlar içerisinde  bir arada uygulanma kabiliyetlerinin bulunduğu konuları doktrinde tartışmalıdır. Doktrinde bir kısım yazar tarafından, gerek TTK md.330 hükmüne dayanılarak, gerek SPKn nun yatırımcıların korunmasına ilişkin amaçları doğrultusunda Kurul a verilen özel denetim ve düzenleme yetkileri ile SPKn nda özel suç tiplerinin ve örtülü kazanç aktarımına ilişkin cezai sorumluluğun ve yaptırımların düzenlenmiş olması nedeniyle, SPKn nun özel kanun niteliğinde olduğu gerekçesiyle öncelikli olarak uygulanması gerektiği belirtilmektedir. Doktrinde ileri sürülen bir diğer görüşe göre, SPKn md. 21 in TTK md.202 ye göre özel hüküm olarak kabul edilmesini sağlayan sebepler, hükümlerin maddi uygulama alanları arasındaki farklılıktan kaynaklanmaktadır. Bu görüşe göre, TTK md.202/1-a dan farklı olarak, örtülü kazanç aktarımı için şirketin kayba uğratılmasının yeterli olmaması ve aynı zamanda şirket dışı bir üçüncü şahsa haksız menfaat sağlanmasının gerekli olması, ancak her  kayba  uğratan  işlemden  hâkim  şirket  veya  diğer  bağlı  şirketlerin  menfaat sağlamasının söz konusu olmaması ve TTK md.202 hükmünün maddi uygulama alanı bakımından daha genel bir hüküm olması nedeniyle, SPKn md.21, TTK md.202/1-a ya göre özel hükümdür.  Doktrinde savunulan bir başka görüşe göre, TTK md.202 kapsamında bütün ticaret şirketlerinin bulunması, ancak SPKn md.21 in yalnızca şirketler topluluğu arasındaki işlemleri değil, şirketin sermaye ve yönetim bakımından ilişkili olduğu kişilerle yapacağı işlemleri de kapsaması nedeniyle düzenleme kapsamı ve etkisi bakımından SPKn md.21 daha geniş/genel bir düzenlemedir. Ayrıca bu görüşe göre, örtülü kazanç aktarımına neden  olan  işlemlerin  yasak  olmalarına  rağmen,  TTK nın  kayba  neden  olan                                                            81  OKUTAN NILSSON, 2009, s.251; AYTAÇ, 2013, s.30; GÜNAY, 2018, s.185. ÖZCANLI ise SPKn md. 21 hükmünün koşullarının oluştuğu durumda, öncelikle/derhal uygulanacağını, ancak SPKn md.21/4 te öngörülen  aktarılan kazancın faiziyle iadesi nin bağlı şirketin kaybını karşılamadığı takdirde,  kaybın  karşılanmayan  kısmının  TTK  md.202  uyarınca  faaliyet  yılının  sonuna  kadar denkleştirilmesi gerektiğini ifade etmiştir. Yazara göre sermaye piyasası hukuku zararın bir an önce giderilmesini hedeflemiş olup, kaybın SPKn md.21/4 e göre iadesi gereken tutarı aşması durumunda TTK md.202 uyarınca kaybın denkleştirilmesi için faaliyet yılının sonuna kadar tanınan esneklik baki kalmalıdır (ÖZCANLI, 2021, s.276-280). 82  KAYA, 2016, s.1546. 83  KAYA, 2016, s.1546. 84  GÖKTÜRK, 2015, s.352 vd. 262     işlemler/durumlar bakımından bir adım ilerisi için özel bir düzenlemeye yer vererek, denkleştirme şartına bağlı olarak kayıp verilmesinin mümkün olduğunu düzenlediği, ancak SPKn nun bu hususta suskun kalması nedeniyle, TTK nın inhisar ettiği konuda uygulanması  ve  SPKn  md.21  karşısında  TTK  md.202 nin  uygulama  önceliğinin olduğunun kabul edilmesi uygun olacaktır. Doktrinde ileri sürülen  bir diğer  görüşe  göre özel  hüküm  niteliğindeki SPKn hükümlerinin TTK md.330 uyarınca öncelikle uygulanması gerekmekle birlikte, SPKn hükümlerinin  özel  niteliği,  hâkimiyet  gücü  kullanılarak  halka  açık  şirketin  kayba uğratılması  hâlinde  TTK  202/1-a  hükmünün  tamamen  uygulanmaması  sonucunu doğurmayacaktır. Bu görüşe göre, TTK 202/1-a hükmünde kaybın en geç faaliyet yılı sonuna  kadar  denkleştirilmesi  zorunluluğuna  ilişkin  ölçünün  sermaye  piyasasının özelliklerine uygun yorumlanması hâlinde  kamuyu aydınlatma  ilkesinin örtülü kazanç aktarımının sınırını çizen ölçüt olarak esas alınması mümkündür. TTK md.202/1-a ve SPKn md.21 arasındaki ilişki kamuyu aydınlatma ölçüsüne dayandırıldığında, borsada işlem gören şirketlerin yıllık finansal tablolarının yanı sıra, ara finansal tablo düzenlemek ve kamuya duyurmakla yükümlü olmaları nedeniyle kaybın (TTK md.202/1-a dan farklı olarak) faaliyet yılı sonuna kadar değil, ara finansal tablonun yayımlanmasından önce ve halka açık bağlı şirketin kayba uğratılmasının içsel bilgi niteliğini taşıdığı durumlarda, içsel  bilginin  kamuya  açıklanmasından  önce  denkleştirilmesi  gerektiği  sonucuna varılmalıdır.                                                              85  GÖKTÜRK, 2015, s.354. Ayrıca yazar tamamlayıcı olarak kullanılabilecek birtakım gerekçelerin de bu sonucu desteklediğini ifade etmiştir. Bu hususlar hakkında bkz. GÖKTÜRK, 2015, s.353-355.  Ceza hukuku kapsamında yapılan değerlendirmede ileri sürülen benzer görüş için bkz. GÖKTÜRK, Neslihan,  Örtülü  Kazanç  Aktarımı  Çerçevesinde  Güveni  Kötüye  Kullanma  Suçunun  Şirketler  Topluluğu İlişkisinde Bağlı Halka Açık Ortaklıklarda Oluşum Zamanı , Silvia Tellenbach'a Armağan, Seçkin Yayıncılık, İstanbul, 2018, s.218-219. 86  MANAVGAT, 2016, s. 427. 87  Ayrıntılı  bilgi  için  bkz.  MANAVGAT,  Çağlar,   Örtülü  Kazanç  Aktarımının Ortaklıklar Topluluğu Düzenlemelerindeki Sınırları , Banka ve Ticaret Hukuku Araştırma Dergisi, Yıl:2015, Cilt: XXXI, Sayı:1, (s.87-105), s.99 vd. 88  Anılan görüş ve borsada işlem gören şirketlerin ara dönem finansal tablolarının kamuya açıklanması ve ayrıca II-15.1 sayılı Özel Durumlar Tebliği md.4/1-e hükmünde tanımlanan içsel bilgilerin md.5 uyarınca derhal kamuya açıklanması zorunluluğu hakkında bilgi ile payları borsada işlem görmeyen halka açık şirketler bakımından konunun değerlendirilmesi hakkında bkz. MANAVGAT, 2015, s.101 vd. 263     Son olarak doktrinde, düzenlemeler arasında gerçek anlamda bir özel hüküm-genel hüküm ilişkisinin olmadığı ve TTK md. 202 ile SPKn md.21 hükümlerinin, ilişkinin farklı cephelerini  düzenlemesi  nedeniyle,  birbirileriyle  örtüştükleri  ölçüde  bir  arada uygulanmaları gerektiği görüşü de ifade edilmektedir.  B. Görüşümüz  TTK md.202/1-a ve SPKn md.21 in ortak uygulama alanına giren durumlarda hükümler arasında bir norm çatışması meydana gelmekte olup, hangi hükme öncelik tanınacağı sorununun hukuk kuralları arasındaki çatışmanın giderilmesine ilişkin ilkeler çerçevesinde  değerlendirilmesi  gerekmektedir.  Doktrinde  hükümler  arasında  öncelik ilişkisi oluşturularak çatışmanın giderilmesi bakımından esas itibariyle lex superior, lex posterior ve lex specialis ilkelerinden yararlanılacağı kabul edilmektedir. SPKn md.21 (ve 103/6 veya 110/1-b,c) ile TTK md.202/1 hükmü arasındaki çatışmanın hangi hüküm lehine çözümlenmesi gerektiği konusu anılan ilkeler ışığında değerlendirilecek olursa, çatışmanın hiyerarşik olarak aynı seviyedeki normlar (iki kanun hükmü) arasında olması nedeniyle lex superior ilkesinin çatışmanın çözümünde uygulama alanına sahip olmadığı  anlaşılmaktadır.  Hükümler  arasındaki  çatışma  lex  posterior  ilkesinin uygulanması  bakımından  değerlendirildiğinde  ise  TTK nın  01.07.2012  tarihinde, SPKn nun ise 30.12.2012 tarihinde yürürlüğe girmiş olması nedeniyle SPKn nun sonraki tarihli kanun olduğu görülmektedir. Ancak, anılan ilke uyarınca sonraki tarihli kanunun (SPKn) önceki tarihli kanunun (TTK) uygulamasını kaldırdığından söz edilebilmesi için,                                                            89  DURAN, 2021, s.417; CANKAT, 2022, s.513 vd.  90  Lex superior, çatışan kurallardan hiyerarşik olarak üstte olan kuralın uygulanmasını ifade eden ilkedir (GÖZLER, Kemal,  Yorum İlkeleri , Kamu Hukukçuları Platformu Anayasa Hukukunda Yorum ve Norm Somutlaşması, Türkiye Barolar Birliği Yayınevi, Ankara, 2012, (s.15-119), s.97 vd.). 91  Lex posterior ilkesi normlar hiyerarşisinde aynı düzeyde yer alan çatışan hükümler arasındaki ilişkiyi düzenler. Anılan ilke uyarınca, aynı düzeyde birbiriyle çatışan iki hüküm arasında hükümlerin konuluş zamanları bakımından öncelik sonralık ilişkisi esas alınarak, sonraki tarihli hükmün, önceki tarihli hükmü ilga ettiği kabul edilir (GÖZLER, 2012, s.100; REIMER, Franz, Juristische Methodenlehre, 2. Basım, Nomos, E-Book, 2020, s.117-118). 92  Lex specialis ilkesi ise hükümler arasındaki genel hüküm-özel hüküm ilişkisinin belirlenerek, özel hüküm niteliğinde olan hükme öncelik tanınarak, genel hükmün ihmal edilmesini ifade eden ilkedir (GÖZLER, 2012, s.100). 93  GÖZLER, 2012, s.97.  264     sonraki tarihli kanunun ilgili normunun özel hüküm niteliğinde olması gerektiğinden, lex specialis ilkesi kapsamında da konunun incelenmesi gerekmektedir.  Hükümler arasındaki özel hüküm-genel hüküm ilişkisi hükümlerin kapsamına giren süjeler bakımından değerlendirildiğinde, SPKn nun 21 (ve 103/6, 110/1-b,c) hükmü, şirketler topluluğuna dâhil olup olmadığına ve dâhil ise bağlı şirket konumunda olup olmadığına bakılmaksızın; halka açık şirketleri (ve kolektif yatırım kuruluşları) ile bağlı şirket ve iştiraklerini de kapsadığı, ancak TTK nın şirketler topluluğundaki bağlı şirkete özgü  düzenleme  getirdiği  dikkate  alındığında,  anonim  şirketler  açısından  uygulama alanının göreceli olarak daha sınırlı olduğu ve bu yönüyle TTK md.202/1 in özel hüküm niteliğinde olduğu söylenebilecektir. Buna karşın, yukarıda üzerinde durulduğu üzere SPKn md.21 kapsamındaki işlemlerin/kaçınma teşkil eden önlemlerin, TTK md.202/1 e göre daha sınırlı olması ve TTK md.202/1 kapsamındaki her kaybın örtülü kazanç aktarımına yol açmaması ile de bağlantılı olarak, SPKn nun 21. maddesinin özel hüküm olduğu sonucuna da varılabilmektedir. Diğer yandan, TTK md.202/1 kapsamında bağlı şirketin kaybına neden olan işlemin/durumun hâkim şirketin yönlendirmesine dayanması ve bu yönlendirmenin topluluk politikaları ve menfaatleri ile bağlantılı olması gereği dikkate alındığında, TTK md.202/1 in uygulama alanının SPKn md.21 e göre daha dar olduğu sonucuna varılabilmekte olup, TTK md.202/1 bu açıdan SPKn md.21 e göre özel hüküm  olarak  değerlendirilebilecektir.  Öte  yandan,  özellikle  örtülü  kazanç  aktarımı yasağının ihlal edilmesinin özel hukuki sonuçlara (yaptırımlara ve tedbirlere) bağlandığı ve bu hukuki sonuçların muhtelif maddelerde düzenlendiği (SPKn md.94, 103/6, 110/1b,c) dikkate alındığında, TTK da karşılığı olmayan bu düzenlemelerin sonraki tarihli özel hüküm olarak değerlendirilmeleri de mümkün olabilecektir.  Tüm bu hususlar bir arada değerlendirildiğinde TTK md.202/1-a ve SPKn md. 21 arasında  genel-özel  hüküm  ilişkisi  kurulmasında  bazı  zorlukların  bulunduğu görülmektedir.  Nitekim,  hangi  hükmün  genel,  hangi  hükmün  özel  olduğunun değerlendirilmesinde esas alınan ölçüt çerçevesinde farklı ve hatta birbirine zıt sonuçlara                                                            94  Bu hususta bkz. I.B.3 numaralı başlık altında yer alan açıklamalarımız. 95  KAYA, 2016, s.1546.  265     ulaşılması söz konusu olabilmektedir. Belirtilmelidir ki TTK md.202/1 in  şirketler topluluğundaki bağlı şirket  bakımından düzenleme getirmesi, bağlı şirketin hâkim şirket tarafından  yöneltilmiş  olması  ve  bu  yöneltmenin  şirketler  topluluğunun politikaları/menfaatleri ile bağlantılı olması gereklilikleri nedeniyle TTK md.202/1-a nın uygulama alanının SPKn md.21 e göre daha dar olduğu ve bu nedenle özel hüküm olduğu ifade edilebilecektir. Ancak özellikle aynı düzeyde yer alan önceki kanunun özel, sonraki kanunun genel nitelikte olduğu durumlarda çatışmanın çözümlenmesi önemli zorluklar içermektedir. Doktrinde önceki kanunun özel, sonraki kanunun genel nitelikte olduğu hâllerde  çatışmanın  hangi  ilkeye  göre  çözüleceği  konusunda  kesin  bir  şey söylenemeyeceği ve bu halde lex posterior ile lex specialis ilkeleri arasında bir tercihte bulunulması zorunluluğunun ortaya çıktığı,  özel olma  kıstasının mı yoksa  yeni olma  kıstasının mı esas alınacağı sorununun çözümlenmesinde uygulanacak sabit bir ilkenin bulunmadığı ifade edilmektedir.  Bu  kapsamda  kanaatimizce  TTK  md.202/1 in  önceki  tarihli  özel  hüküm niteliğinden hareketle, sonraki tarihli genel hüküm niteliğindeki SPKn nun 21. maddesi ile çatıştığı durumlarda öncelikli olarak uygulanacağı ve bu öncelikli uygulama nedeniyle (denkleştirme  süresi  içerisinde)  SPKn nun  diğer  hükümlerinde  düzenlenen  hukuki sonuçların  da  ihmal  edilmesi  gerektiği  sonucuna  varılması  doğru  olmayacaktır. Doktrinde, aynı  seviyede  yer alan normlar  arasındaki çatışmaların bir  kısmının  lex specialis ve lex posterior gibi klasik yöntemlerin kullanımıyla çözülmesinin olanaklı olmadığı ve bu hâllerde  ölçme ve dengeleme (weighing and balancing)  gibi başka yöntemlerin devreye girmesinin söz konusu olacağı ifade edilmektedir. Bu yönteme göre, iki ilke/hüküm arasında çatışma olduğu hâllerde, somut olayda öncelik taşıyan                                                            96  Bu yönde bkz. DURAN, 2021, s.412. 97  REIMER, 2020, s.118-119. 98  GÖZLER, 2012, s.103-104; KIRCA, Çiğdem,  Kanunların Yorumunda Yorum Yöntemleri , Ankara Hukuk Toplantıları, Norm Koyma ve Hüküm Verme, Ankara, 2011, (s.347-370), s.8, ayrıca dn.26 da belirtilen yazarlar; REIMER, 2020, s.119.  99  Nitekim, doktrinde özel hükmün daima genel hükmü bertaraf edeceğini söylemenin isabetli olmadığı, özel hükmün genel hükmü bertaraf ederek uygulanmasının kanun koyucu tarafından arzu ve irade edilmiş olmasının da gerektiği ifade edilmektedir (ÇAĞA, Tahir,  Özel Hüküm Genel Hükmü Daima Bertaraf Eder Mi? , Türkiye Barolar Birliği Dergisi, Yıl:1991, Sayı:3, (s.366-375), s.373).  100  PECZENIK, 2009, s.310; CANYAŞ, 2013, s.140.  266     hükmün belirlenmesinde cevaplanması gereken soru, ilgili olay bakımından hangi hükme uygun davranılmasının hukuk düzeni bakımından daha fazla önem taşıdığı, bir başka ifadeyle somut olayda hangi hükmün daha güçlü ya da daha fazla ağırlık taşıdığıdır. Buna göre, hükümler arasında çatışma olduğu hâllerde, göreceli olarak diğer hükme kıyasla   ağırlık  taşıyan   hükme  öncelik  verilmesi  uygun  olacak;  ilkeler/hükümler arasındaki  öncelik  ilişkisi  göreceli  olarak  ağırlık  taşıyan  ilke/kural  ve  bu  kuralın uygulanmasının taşıdığı önem göz önünde bulundurularak kurulabilecektir. Ölçme ve dengeleme yöntemi kapsamında sonuca varılabilmesi bakımından çatışan hükümler ile kanun koyucunun hangi menfaatleri korumaya/dengelemeye çalıştığının araştırılması; ardından bu menfaatlerin önem ve ağırlıklarının birbirleriyle kıyaslanarak ölçülmesi ve kanun koyucunun ağırlık verdiği menfaatlerin tespit edilmesi gerekmekte, böylelikle hükümler  arasındaki  çatışmanın  ortaya  çıktığı  olayda  menfaatlerin  dengelenmesine yönelik  en  uygun  çözümün  araştırılması  suretiyle  çatışmanın  giderilmesi hedeflenmektedir.   Literatürde ölçme ve dengeleme yöntemi ile çatışmanın giderildiği durumlara örnek olarak; yarışan anayasal haklar arasındaki çatışmalar ya da hukuk kurallarının birden fazla yorumunun mümkün olduğu durumlarda ortaya çıkan çatışmalar gösterilmekle birlikte,  TTK  md.202/1  ve  SPKn  md.21  (ve  bu  maddeyle  bağlantılı  hükümler)                                                            101  Literatürde  ALEXY  tarafından  savunulan  ve  geliştirilen  bu  görüş  hakkında  bilgi  için  bkz. FETERIS,  Eveline T., Fundamentals of Legal Argumentation, 2. Basım, Springer, E-Book, 2017, s.143 vd.; SIECKMANN, Jan,  Is Balancing a Method of Rational Justification sui generis? On the Structure of Justification by Balancing , Legal Argumentation Theory: Cross-Disciplinary Perspectives, Springer, E-Book, 2013, s.191. 102  FETERIS, 2017, s.146. 103  ANDERSON, 2013, s.117. KARAYALÇIN yorum yaparken önce çatışan veya çelişen menfaatlerin doğru olarak tespit edilmesi gerektiğini, bu aşamadan sonra gelen problemin çözümü safhasında ise yasalarda benimsenen  ilkeler ve değerler  açısından durumun tahlil edilmesi gerektiğini ifade etmiştir (KARAYALÇIN, Yaşar, Hukukta Öğretim-Kaynaklar-Metod-Problem Çözme, 6. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2007, s.123). 104  Bu durumlara örnek olarak, ifade özgürlüğüne ilişkin anayasal haklar ile kişilik haklarının/şeref ve haysiyetin korunmasına ilişkin hakların çelişmesi durumları gösterilebilir (SIECKMANN, 2013, s.354, 357). 105  ANDERSON, Bruce,  Weighing and Balancing in the Light of Deliberation and Expression , Legal Argumentation  Theory:  Cross-Disciplinary  Perspectives,  Springer,  E-Book,  2013,  s.113; MICHAELS,  Ralf  /  PAUWELYN,  Joost,   Conflict  of  Norms  or  Conflict  of  Laws?:  Different Techniques in the Fragmentation of Public International Law ,  Duke Journal of Comparative & International Law, Yıl: 2012,Cilt:22, Sayı:349, (s.349-376), s.349 vd.; BONGIOVANNI, Giorgio / 267     arasındaki norm çatışması bakımından da anılan yöntemden yararlanılmasının önünde hukuken  bir  engel  olmadığı  düşünülmektedir.  Bu  doğrultuda,  TTK  md.202/1  ve SPKn nun  örtülü  kazanç  aktarımına  ilişkin  düzenlemeleri  arasında  çatışma  olduğu hâllerde hangi hükmün öncelik taşıyacağı sorununun,  ölçme ve dengeleme  yöntemi çerçevesinde çözümlenmesinin, bunun içinse öncelikle hükümlerin amaçlarının tespit edilmesinin,  ardından  ise  korunmak  istenen  menfaatlerin  ağırlıkları  ölçülmek  ve kıyaslanmak suretiyle, hangi hükümle korunan menfaatin üstün tutulması gerektiği ile bağlantılı olarak konunun değerlendirilmesinin uygun olacağı düşünülmektedir.  TTK  md.202/1  ile  bir  yandan  anonim  şirketlerde  geçerli  olan  malvarlığının korunması ilkesinin kapsamına göre daha geniş bir ekonomik değeri korumayı sağlayan  kayıp  kavramı kullanılarak, pay sahiplerinin kısmi hâkimiyet altındaki bağlı şirketin malvarlığına ilişkin ekonomik menfaatleri en yüksek seviyede korunmuş, diğer yandan ise hâkim şirkete tanınan denkleştirme olanağı ile kayba neden olan işlemlere/önlemlere geçici  olarak  müsaade  edilmiştir.  TTK  md.202/1  bir  yandan  topluluk  dışı  menfaat gruplarının  (bağlı  şirketin  azınlık  pay  sahiplerinin/alacaklılarının)  menfaatlerinin korunması, diğer yandan da topluluk menfaatini meşru bir zemine oturtma ve topluluk menfaati kapsamında yapılacak işlemlere belirli ölçüde esneklik sağlanması amacını taşımaktadır.  SPKn nda örtülü kazanç aktarımının yasaklanmasının ve yaptırıma bağlanmasının nedeni  ise  halka  açık  şirketin  (ve  kolektif  yatırım  kuruluşlarının)  malvarlığının                                                            VALENTINI, Chiara,  Balancing, Proportionality and Constitutional Rights , Handbook of Legal Reasoning and Argumentation, Springer, E-Book, 2018, s.582; FETERIS, 2017, s.7-8 ve dn. 10 da yer alan açıklamalar. 106  Her ne kadar ölçme ve dengeleme yöntemi kurallar arasındaki çatışmalardan ziyade  ilkeler  arasındaki çatışmaların giderilmesi bakımından doktrinde geliştirilmiş bir yöntemse de, doktrinde bu yöntemin kurallar  arasındaki  çatışmaların  giderilmesinde  kullanılmasının  da  mümkün  olduğu  ve  kurallar arasındaki çatışmanın giderilmesinde bu yöntemden faydalanılmasını engellemeye yönelik hukuki bir gerekçenin bulunmadığı ifade edilmektedir (ZORRILLA, Martinez,  Some Thoughts About the Limits of Alexy s Conception of Principles and Balancing , Proportionality in Law, Springer, 2018, (s.171192), s.179-180). 107  Ölçme ve dengeleme yöntemi bakımından temel sorun, somut olayda çatışan hükümlerin ağırlık ve önemlerinin nasıl tespit edileceği hususu olup, bu konuda dikkate alınması gereken hususlar ve farklı yöntemler/formüller hakkında bilgi için bkz. SIECKMANN, 2013, s.191; ANDERSON, 2013, s. 6364.  108  CİVELEK, 2019, s.101; GÖKTÜRK, 2015, s.34-35.  268     yatırımcılar  aleyhine,  örtülü  şekilde  ilişkili  taraflara  aktarılması  tehlikesinin  önüne geçilmesi ve halka açık şirketin yönetiminde etkin olan hâkim ortak ve/veya yöneticilerin, bu etkilerini kullanarak şirket malvarlığından doğrudan veya dolaylı olarak kendilerine ya da yakınlarına menfaat sağlamalarının önlenmesidir. Anonim şirketler hukukunda şirketin malvarlığının korunmasına yönelik birçok düzenlemenin bulunması ve anonim şirketin yönetim kurulu üyelerinin kendilerine tevdi edilen şirketin malvarlığını amacı dışında kullanarak kendilerine veya üçüncü kişilere menfaat sağlamalarının 5237 sayılı Türk  Ceza  Kanunu  (TCK)111  md.155/2  uyarınca  güveni  kötüye  kullanma  suçunun nitelikli halini teşkil etmesine rağmen, örtülü kazanç aktarımı yasağının ve bu yasağa aykırılığın cezai (veya SPKn md.21/2 hükmünün ihlali yönünden idari) sonuçlarının SPKn  ile  ayrıca  düzenlenmesinin  nedeninin  SPKn nun  amacıyla  bağlantılı  olarak değerlendirilmesi gerekmektedir.  Yukarıda değinildiği üzere, SPKn ile yatırımcıların korunmasının yanı sıra, sermaye  piyasasının  güvenilir,  etkin,  istikrarlı  ve  adil  bir  ortamda  işleyişinin  ve gelişmesinin  sağlanması  da  amaçlanmaktadır  (SPKn  md.1).  Halka  açık  şirketin malvarlığının  örtülü  kazanç  aktarımı  ile  azaltılması  pay  sahiplerinin/yatırımcıların menfaatlerini  ihlal  ettiği  gibi,  yatırımcıların  sermaye  piyasasında  yatırım  yapmak konusundaki güvenlerini ve dolayısıyla şirketlerin sermaye piyasasından kaynak sağlama olanaklarını da azalttığından, örtülü kazanç aktarımının olumsuz etkileri ekonominin genelini  etkileyebilecek  sonuçlara  neden  olabilmektedir.  Bu  kapsamda,  sermaye piyasasının güvenilir şekilde işleyişinin  ve yatırımcının korunması amacıyla, ilişkili                                                            109  MANAVGAT, 2015, s.90; GÜNAY, 2018, s.6. 110  Bu  düzenlemelerin  başlıca  örnekleri  pay  sahiplerinin  şirkete  sermaye  olarak  verdiklerini  geri almalarının yasaklanması (md.480/3), sermaye kaybı ve borca batıklık hakkındaki özel düzenlemeler (TTK md. 376, 377), şirketin kendi paylarının iktisabının sınırlandırılması (md.379), şirketin kendi paylarını taahhüt edememesi (md.388), sermayenin korunması ilkesini gözetmeyen yönetim kurulu kararlarının  batıl  olması  (md.391/1.b),  sermayenin  korunması  hükümlerine  aykırı  genel  kurul kararlarının batıl olması (md.447/1.c) hususlarındaki düzenlemelerdir. 111  12.10.2004 tarihli ve 25611 sayılı RG. 112  Bu hususta bkz. I.A. başlığı altında yer alan açıklamalarımız. 113  MANAVGAT, 2016, s.389; UNGERER, 2019, s.55 vd.; TRÖGER, 2020, s.1294 vd.; KLENE, Victor, Related Party Transactions – Zweck der Regulierung und Regelungsbedarf in Deutschland – Eine rechtsvergleichende Betrachtung, Peter Lang, Frankfurt am Main, 2017, s.12 vd., 99. 114  MANAVGAT, 2016, s.389; KAYA, 2013, s.194. 269     taraflar  arasında  yapılacak  belirli  büyüklükteki  işlemler  bakımından  SPKn  md.17/3 uyarınca II-17.1 sayılı Kurumsal Yönetim Tebliğ (Kurumsal Yönetim Tebliği) md.9 ve 10 hükümleri ile özel kamuyu aydınlatma ve karar alma süreçleri öngörülmüş, ayrıca örtülü kazanç aktarımına yol açabilecek durumlar tamamen yasaklanarak, öngörülen yaptırım ve cezai sonuçlar çerçevesinde konuya ilişkin katı bir yaklaşım benimsenmiştir.   Bu  çerçevede,  gerek  TTK  md.202  ile  hâkim  şirketin,  bütünün  (şirketler topluluğunun) menfaatlerini dikkate alarak bağlı şirketlerin kaynaklarını daha verimli şekilde  yöneterek  maliyetlerin  düşürülmesini  sağlayacak  uygulamalarla  topluluk şirketlerinin kârlılıklarının artırılması ve iktisadi bir bütünlük olan şirketler topluluğunda ekonomik etkinliğin sağlanması, gerekse SPKn md.21 ve ilgili hükümlerle sermaye piyasasının güven ve istikrar içerisinde işleyişinin temin edilerek, şirketlerin sermaye piyasalarından  düşük  maliyetli  şekilde  fon  temin  etmeleri  olanaklarının  korunması, ekonominin gelişiminin sağlanması ortak amacı içerisinde görülebilecektir. Bununla birlikte,  TTK  md.202/1 in  şirketler  topluluğunda  kaynakların  yönetimine  ilişkin menfaatlerinin  himaye  edilmesi  amacıyla  hâkim  şirkete  geçici  bir  esneklik/imtiyaz sağlanması  yaklaşımı;  SPKn  md.21  ile  halka  açık  şirketlerde  yatırımcıların menfaatlerinin korunarak, piyasaya duyulan güvenin korunması ve böylece şirketlerin düşük  maliyetli  finansman  sağlama  olanaklarının  korunması  hedefiyle  tam  olarak örtüşmemektedir. Nitekim TTK md.202/1 ve SPKn md.21 hükümleri korudukları ve üstün  tuttukları  menfaatler  bakımından  karşılaştırıldığında,  SPKn  ile  yatırımcıların korunması ve sermaye piyasasının güvenilir/etkin şekilde işleyişine ilişkin menfaatin üstün tutulduğu, TTK md.202/1 in ise geçici bir süreliğine (faaliyet yılı sonuna kadar) hâkim  şirketin  topluluk  kaynaklarını  yönetebilmesi  menfaatine  üstünlük  tanıdığı görünmektedir.  Dolayısıyla,  maddeler  ile  korunan  menfaatlerin  ve  bu  menfaatlerin korunmasının ardında yatan nedenler ile amaçların farklılaştığı sonucuna varılmaktadır.  Bu farklılıklar göz önünde bulundurularak TTK md.202 ve SPKn md.21 (ve ilgili diğer hükümlerle) korunan menfaatlerin  ağırlıkları  kanun koyucunun ilgili menfaatlerin korunmasına yönelik öngördüğü sistemin bütünü dikkate alınarak karşılaştırıldığında, SPKn md.21 ile korunan menfaatlere ağırlık verildiği sonucuna varılmaktadır. Nitekim, kanun koyucu tarafından sermaye piyasasının güven ve istikrar içerisinde işleyişinin ve 270     gelişiminin sağlanması amacıyla ayrı bir kamu tüzel kişisi ihdas edilerek, (1982 den bu yana) SPKn ile Kurul a halka açık şirketlerin iş ve işlemlerini denetleyerek (SPKn md.89), ihlaller caydırmaya ve cezalandırmaya yönelik (duruma göre) suç duyurusunda bulunma  veya  idari  para  cezası  tesis  etme  yetkilerinin  yanı  sıra,  yatırımcıların mağduriyetlerinin giderilmesini ve örtülü kazanç aktarımı yasağına aykırı olarak aktarılan tutarın iadesine yönelik bir takım davaları açma yetkisi verilmiştir.  Anonim şirketlerin malvarlığının korunmasına yönelik TTK da (ve TCK da) yer alan  düzenlemelere  rağmen,  ilişkili  taraflar  ile  halka  açık  şirketler  (veya  bağlı şirketleri/iştirakleri) arasındaki işlemlerin özel kurallara ve bu kurallara aykırılığın farklı hukuki sonuçlara bağlanarak, bu hukuki sonuçların tesis edilmesi için bağımsız bir idari otorite  niteliğindeki  bir  kamu  kurumunun  özel  olarak  görevlendirildiği  ve yetkilendirildiği bir hukuk sisteminde, söz konusu düzenlemelerin konuya ve korunan menfaatlere  kanun  koyucu  tarafından  atfedilen  ağırlığın  bir  göstergesi  olarak değerlendirilmesi  gerektiği  düşünülmektedir.  TTK  md.202/1  ve  SPKn  md.21 arasındaki  çatışmanın   ölçme  ve  dengeleme   yöntemi  çerçevesinde  incelenmesi neticesinde SPKn md. 21 ve örtülü kazanç aktarımıyla bağlantılı diğer (SPKn md. 103/6, 110/1-b,c) düzenlemelerin daha fazla  ağırlık taşıdığı  ve varılan bu sonuç doğrultusunda öncelikli olarak uygulama alanı bulması gerektiği düşünülmektedir.                                                             115  SPKn md.110/1 de örtülü kazanç aktarımı suçu TCK md.155 te düzenlenen güveni kötüye kullanma suçunun nitelikli haline atıf yapılarak düzenlenmiş olmakla birlikte, TCK md.155 te anılan suç şikâyete tabi bir suç olarak düzenlenmişken, örtülü kazanç aktarımı suçu nedeniyle savcılık makamı tarafından soruşturma  yapılması,  SPKn  md.115  uyarınca  Kurul  tarafından  suç  duyurusunda  bulunulmasına bağlanmıştır.  116  Yargıtay 19. Ceza Dairesi nin 25.10.2016 tarihli ve E.2016/11171, K.2016/21824 sayılı kararında;  kanun koyucu anılan piyasaların sağlıklı işlemesine verdiği hayati önem sebebiyle … bazı önemli fiilleri ortadan kaldırma gayesine yönelik olmak üzere son çare (ultima ratio) olmak üzere ceza hukuku araçlarına başvurarak bazı fiilleri de suç olarak tanımlamıştır. Bu anlamda, halka açık ortaklıklarda yatırımcıların  haklarının  yönetimsel  fiillerle  zarara  uğratılması  riskini  önlemeye  özel  bir  önem atfedilmiştir… Türk Ceza Kanunu'ndaki güveni kötüye kullanma suçu ve Türk Ticaret Kanunu'nda yer verilen yönetim kurulu üyelerinin sorumluluğuna ilişkin kurallar dışında  örtülü kazanç aktarımı yasağı  adı altında özel normlar getirilerek anılan fiillere karşı yatırımcıların korunması ve dolayısıyla sermaye piyasası sisteminin sağlıklı şekilde işlemesi, özel bir suç tipiyle sağlanan cezai korumayla gerçekleştirilmeye çalışılmıştır  ifadelerine yer verilmiştir. Karar için bkz. (www.lexpera.com.tr).  117 Doktrinde DURAN tarafından da yatırımcının ve sermaye piyasasına olan güvenin korunmasına kanun koyucunun topluluk hâkimine imtiyaz tanınmasından daha fazla önem verdiği ifade edilmiş ve bu gerekçeyle kanun koyucunun iradesinin SPKn md.21 hükmünün öncelikle uygulanmasına yönelik olduğunun kabul edilmesi gerektiği sonucuna varılmıştır (DURAN, 2021, s.412). 271     Hükümlerin çatıştığı durumlarda SPKn nun taşıdığı ağırlık çerçevesinde öncelikli olarak  uygulama  alanı  bulacağı  sonucuna  varılmaktaysa  da  uygulamada  hükümler arasında çatışmanın meydana geldiği somut olay yönünden, çatışma hâlinde olan kurallar ile korunan menfaatlerin hangi ölçüde ve ne şekilde dengelenebileceği sorununun ayrıca ele  alınması  gereken  bir  konu  olduğu  değerlendirilmektedir.  Nitekim,  hükümler arasındaki çatışmanın  ölçme ve dengeleme yöntemi  uyarınca giderilmesinde, kanun koyucunun ilgili hükümlerle koruduğu menfaatlerin, hükümler arasındaki çatışmanın meydana geldiği ilgili olayda dengelenmesine yönelik en uygun çözümün araştırılması suretiyle  çatışmanın  giderilmesi  esası  benimsenmekte  olup,  bu  olanağın  TTK md.202/1-a ve SPKn arasındaki çatışma yönünden de kullanılabileceği düşünülmektedir. Gerçekten  de,  hükümler  arasındaki  çatışmaların  giderilmesinde;  çatışmanın  ortaya çıkmasına  neden  olan  somut  olayın  özelliklerinin  de  göz  önünde  bulundurulması gerekliliğini öngören ölçme ve dengeleme yöntemi çerçevesinde, TTK md.202/1 ile tesis edilen menfaatler dengesinin belirli durumlarda gözetilmesine olanak sağlanmasının mümkün olabileceği ve SPKn nun 21 (ve ilgili diğer maddelerinin) kural olarak öncelikli uygulama  alanı  bulması  gerektiğine  ilişkin  kabulün,  TTK  md.202/1 de  yer  alan denkleştirme imkânını halka açık şirketler bakımından her durumda tamamen ortadan kaldırmadığı söylenebilecektir. Bir başka ifadeyle örtülü kazanç aktarımına ilişkin düzenlemeler  ile  TTK  md.202/1  uyarınca  denkleştirme  müessesesinin  menfaatlerin dengelenmesini  sağlayacak  şekilde  bir  arada  uygulanabileceği  durumların uygulamada/somut olayın taşıdığı özellikler çerçevesinde ortaya çıkabileceği ve belirli hâllerde  hükümler  arasındaki  çatışmanın;  menfaatlerin  dengelenmesine  yönelik  bir anlayışla (Kurul un SPKn ndan kaynaklanan yetkilerinin kullanılması aşamasında) giderilebileceği değerlendirilmektedir.                                                             118  ANDERSON, 2013, s.117. 119  Nitekim literatürde; çatışan hükümler bakımından ölçme ve dengeleme yöntemi çerçevesinde öncelikli olarak uygulanması gereken hükmün tespitinin somut olayın koşulları ile bağlantılı olarak yapılması gereken  bir  değerlendirme  olduğu  vurgulanmaktadır.  Öte  yandan   dengeleme nin  (balancing) gerisindeki temel fikrin, yarışan menfaatler ya da gereklilikler arasındaki önceliklerin, bunların somut olayda taşıdıkları öneme göre belirlenmesi olduğu konusunda bkz. SIECKMANN, 2013, s.191-192 ve dn.13 teki açıklamalar. 120  Doktrinde CANKAT a göre de, iki özel düzenleme grubunun ve korudukları menfaatlerin uzlaştırılması gerekmektedir (CANKAT, 2022, s.514). 272      III. TTK MD.202 KAPSAMINDA DENKLEŞTİRME OLANAĞININ SPKN AÇISINDAN DEĞERLENDİRİLMESİ A. Alman Hukukunda Benzer Soruna Yönelik Değerlendirmeler Halka açık şirketin ilişkili taraf işlemleri için getirilen özel kurallar ve sınırlamalar ile şirketler topluluğu kurallarını bağdaştırmak ve ikisi arasındaki ilişkiyi tespit etmek, konunun ayrı ayrı düzenlendiği hukuk sistemleri için çözümü zor yorum problemlerine neden olabilmektedir.  İlişkili taraf işlemlerine yönelik düzenlemeler ile şirketler topluluğu düzenlemeleri arasındaki ilişki, TTK nın şirketler topluluğu düzenlemesinin (ve özellikle TTK md.202 nin) kaynağı olan Alman hukukunda da son yıllarda üzerinde yoğun olarak durulan konulardandır.  İlişkili taraf işlemleriyle pay sahiplerinin haklarının ihlal edilmesine neden olan uygulamaların uluslararası düzeyde artmasıyla birlikte, ilişkili taraf işlemlerine yönelik düzenleme yapılmasının Avrupa Birliği nin gündemine alınması ve Borsada İşlem Gören Şirketlerin  Hissedarlarının  Bazı  Haklarına  İlişkin  2007/36  sayılı  Direktifin  tadil edilmesine  yönelik  çalışmalar  sırasında  konuya  ilişkin  doktrin  değerlendirmeleri başlamış  ve  Direktif  Taslağına  ilişkin  çalışmaların  devam  ettiği  sırada  detaylı incelemelere  konu  olmuştur.  2007/36  sayılı  Direktifin  tadil  edilmesine  yönelik 2017/828 sayılı Direktif Birlik Resmi Gazetesi nde 20.05.2017 tarihinde yayımlanmış ve Direktif hükümlerinin iç hukuklara aktarılması için üye ülkelere 10.06.2019 tarihine                                                            121  Bu yönde Alman hukukunda bkz. GRIGOLEIT, 2019, s.413 vd. İlişkili taraf işlemleriyle bağlantılı konuların farklı (şirketler hukuku kuralları, sermaye piyasası mevzuatı, borsaların kotasyon kuralları gibi)  hukuki  düzenlemelerde  yer  aldığı  durumlarda  hukuk  uygulamasında  ortaya  çıkan  sorunlar hakkında açıklama için ayrıca bkz. KLENE, 2017, s.180-182. 122  Borsada  işlem  gören  şirketlerin  pay  sahiplerinin  haklarının  ve  yetkilerinin  güçlendirilmesi,  pay sahiplerinin uzun vadeli yatırımlarının teşviki ve finansal krizde kurumsal yönetime ilişkin görülen birtakım eksikliklerin giderilmesi amacıyla hazırlanan Borsada İşlem Gören Şirketlerin Hissedarlarının Bazı Haklarına İlişkin 2007/36 sayılı Direktif ve 2013/34 sayılı Muhasebe Direktifinde değişiklik yapılmasını öngören Direktif Taslağı 2014 yılında yayımlanmıştır. Direktif Taslağı Alman doktrininde yoğun olarak eleştirilmiştir. Bilgi için bkz. CİVELEK, 2019, s.26 vd.; KLENE, 2017, s.179 vd.; UNGERER, 2019, s.287 vd.; DAVIES, Paul / EMMENEGGER, Susan / FERRARINI, Guido vd.,  Implementation of the SRD II Provisions on Related Party Transactions , European Corporate Governance  Institute  -  Law  Working  Paper  No.  543/2020, (https://papers.ssrn.com/sol/papers.cfm?abstract_id=3697257 erişim tarihi 29.3.2022), s.5.  273     kadar süre verilmiştir. Bu kapsamda Direktif düzenlemelerinin üye ülkelere oldukça geniş esneklikler sağlaması karşısında, hükümlerinin Alman hukukuna hangi kapsamda/nasıl aktarılması  gerektiği  ile  anılan  düzenlemelerle  şirketler  topluluğu/konzern  hukuku kuralları arasındaki ilişkinin nasıl kurgulanacağı, düzenlemelerin konzern kurallarıyla nasıl bağdaştırılabileceği veya aralarında nasıl bir etkileşim olacağı konusundaki doktrin çalışmaları devam etmiştir. Nihayet, Direktifin iç hukuka aktarılması için AktG te değişiklik yapılmış ve ilişkili taraf işlemlerine ilişkin özel karar alma ve işleyiş usulleri üç hükümde düzenlenmiştir (AktG §111a, §111b, §111c)125. AktG §111a-111c hükümleri ile özetle Direktifin 9c hükmünde  belirlenen  esaslar  çerçevesinde  borsa  şirketlerinin  ilişkili  tarafları  ile gerçekleştirecekleri  önemli büyüklükteki işlemler (material transactions)  bakımından özel karar alma ve kamuyu aydınlatma yükümlülükleri düzenlenmektedir. Bu doğrultuda AktG §111b ile şirket aktiflerinin %1.5 oranını aşan (AktG §111a ile belirlenen) ilişkili taraf işlemlerinin yönetim kurulu tarafından yapılmasından önce, gözetim kurulunun (Aufscihtsrat) onayına tabi olacağı hükme bağlanmış ve AktG §111c hükmü ile bu                                                            123  Alman hukukunda  konzern  hukuken birbirinden bağımsız birden fazla işletmenin birlikte yönetim (tek elden yönetim/ortak sevk ve idare) altında toplanması şeklinde tanımlanmakta olup;  hâkim şirket  ya da  hâkim ortak  ise şirketler topluluğunu idare olanağını elinde bulunduran ve fiilen kullanan şirketi ifade etmektedir (ÖZCANLI, 2021, s.291 vd.). Birlikte yönetim/tek elden yönetim kavramı hakkında bilgi için bkz. TEKİNALP (POROY/ÇAMOĞLU), 2019, Nr.2003d; GÖKTÜRK, 2015, s.910; AKIN, 2014, s.54. 124  Bu konudaki değerlendirmeler hakkında bkz. UNGERER, 2019, s.384 vd.; KLENE, 2017, s.182 vd.; CİVELEK, 2019, s.152 vd.; GRIGOLEIT, 2019, s.457 vd.; MÜLLER, 2019, s.97 vd.; SEIDEL, Andreas,  Konzerninterne Related Party Transactions nach der Aktionärsrechte-Richtlinie II , Die Aktiengesellschaft, Yıl: 2018, Cilt:63, Sayı:12, (s.423-429),  s.423-429; TARDE, Andreas,  Geschäfte mit  nahestehenden  Personen  nach  dem  ARUG  II-Regierungsentwurf ,  Neue  Zeitschrift  für Gesellschaftsrecht, Yıl: 2019, Sayı:13, (s.488-495), s.499 vd. 125  Direktif hükümlerinin Alman iç hukukuna aktırılması için hazırlanan Kanun (Gesetzes zur Umsetzung der zweiten Aktionärsrechterichtlinie- ARUG II) 19.12.2019 tarihinde yayımlanmış ve 01.01.2020 tarihinde yürürlüğe girmiştir.  126  Direktifin 9c/1 hükmünde kamunun aydınlatılması ve karar alma süreçlerine tabi olacak  önemli büyüklükteki işlemleri (material transactions)  üye ülkelerin belirleyecekleri hükme bağlanmış olup, AktG §111b ile bu oran aktiflerin %1.5 olarak belirlenmiştir. 127  AktG §111b/1 hükmünde bu görevin gözetim kurulu dışında, AktG §107 uyarınca kurulacak ayrı bir komiteye de verilebileceği düzenlenmiştir. Alman anonim şirketler hukukunda gözetim organı, yönetim kurulunun  kanunlara,  esas  sözleşmeye  ve  şirket  menfaatlerine  uygun  davranıp  davranmadığını gözetmek ve gerektiğinde yönetim kurulunu uyarmakla görevlidir. Alman hukukunda yönetim ve gözetim kurulunun farklı görevleri ve sorumlulukları hakkında bilgi için bkz. KAYA, Mustafa İ.,  Anonim Şirket Yönetim Kurulunun Denetim ve Gözetim Görevi , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi Özel Sayı, Yıl: 2014, Cilt:16, (s.3261-3286), s.3271 vd.; CİVELEK, 2019, s.164 vd. 274     işlemlerin kamuya açıklanması zorunlulukları düzenlenmiştir. Ayrıca, yapılan kanun değişikliğinde (TTK md.202/1-a nın kaynağı olan) AktG §311 hükmüne eklenen üçüncü fıkra ile ilişkili taraf işlemlerine ilişkin AktG §111a-111c hükümleri saklı tutulmuştur. AktG §311 de ilişkili taraf işlemlerine ilişkin düzenlemelerin saklı tutulması ile esas itibariyle ilişkili taraf işlemlerine ilişkin karar alma süreçleri ve kamunun aydınlatılması düzenlemelerinin,  şirketler  topluluğunda  da  uygulanacağı  konusunda  açıklık sağlanmıştır.  Böylelikle,  kanun  koyucu  tarafından  topluluk  şirketleri  arasında gerçekleştirilen ve AktG §311 kapsamına giren işlemler bakımından da §111a-111c hükümlerinde yer alan düzenlemelere (kural olarak) uyulması zorunlu tutulmuştur. Doktrinde kanun koyucunun AktG §311 hükmü kapsamına girebilecek durumlarda da §111a-111c  hükümlerinin  (saklı  tutulmak  suretiyle)  uygulanmasını  öngören düzenlemesinin şirketler topluluğundaki ilişkili taraf işlemleri bakımından çift düzenleme (Doppelregulierung) yapılması anlamına geldiği ifade edilmiştir.                                                              Gözetim kurulunun (veya ilgili komitenin) ilişkili taraf işlemini onaylamaması durumunda ise yönetim kurulu işlemi (ilişkili tarafların oy kullanamayacağı) genel kurulun onayına sunabilecektir (AktG §111b/4). 128  Bu  husus  kanun  değişikliğinin  gerekçesinde  (s.115)  vurgulanmıştır.  Gerekçe  için  bkz. (https://dip.bundestag.de/dip/btd/19/097/1909739.pdf,  son erişim tarihi 31.3.2022). 129  Direktif md.9c/5 ve 9c/6 düzenlemeleri çerçevesinde AktG §111a/3 te bir kısım ilişkili taraf işlemleri AktG §111a-111c düzenlemelerinden istisna tutulmuştur. Buna göre diğer hususların yanı sıra; borsa şirketlerinin tam hâkimiyetleri altındaki veya başka bir ilişkili tarafın herhangi bir menfaat ilişkisinin bulunmadığı bağlı şirketleri ile arasındaki işlemler istisna kapsamındadır. Ayrıca  olağan ticari faaliyetler kapsamında piyasa şartlarına uygun fiyat üzerinden yapılan  ilişkili taraf işlemleri özel karar  alma  usullerine  tabi  olunmaksızın  gerçekleştirilebilecek  olup,  işlemin  bu  şartları  taşıyıp taşımadığının  şirketlerin  iç  işleyişlerinde  öngörecekleri  kurallar  çerçevesinde  periyodik  olarak gözetilmesi gerektiği hükme bağlanmıştır. İlişkili tarafla gerçekleştirilecek işlemlerin olağan ticari faaliyetler  kapsamında  olmaması  hâlinde,  işlem  emsallerine  uygun  olsa  da,  istisna  kapsamına girmeyecek ve özel karar alma usullerine tabi olunarak işlemin yapılmasına karar verilebilecektir (GRIGOLEIT, 2019, s.431-432). İstisnalar hakkında ayrıntılı bilgi için bkz. GRIGOLEIT, 2019, s.435 vd.; FLEISCHER, Holger,  Related party transactions bei börsennotierten Gesellschaften: Deutsches Aktien(konzern)recht  und  Europäische  Reformvorschläge ,  Betriebs-Berater,  Yıl:2014,  Sayı:45, (s.2691-2700),  s.2698-2700;  TARDE,  2019,  s.491  vd.;  HABERSACK,  Mathias,  Münchener Kommentar zum Aktiengesetz, 5. Basım, C. H. Beck, München, 2021, §111a, Rn.29, 35-39. 130  HABERSACK, 2021, §111a, Rn.3; LOTZ, Maximilian,  Der Anwendungsbereich der Regelungen zu „Related Party Transactions  (§§ 111a ff. AktG) im faktischen Aktienkonzern , Zeitschrift für Wirtschaftsrecht, Yıl: 2020, Cilt:41, Sayı: 38, (s.1843-1846), s.1843. 131  MÜLLER, 2019, s.119. 275     AktG §111a-111c düzenlemeleri, (önemli noktalarda farklılıklar olmakla birlikte) Kurumsal  Yönetim  Tebliği nin  9  ve  10.  maddelerine  benzer  olarak,  ilişkili taraf işlemlerinin yapılmasından önce bunların karara bağlanması süreçlerini ve kamunun aydınlatılması yükümlülüklerini düzenlemekte olup, anılan düzenlemeler SPKn nun 21 ve 103/6 ya da 110/1-b,c hükümlerine karşılık gelmemektedir. Bu doğrultuda, AktG §111a-111c  ve  AktG  §311  arasındaki  ilişki  hakkındaki  doktrin  değerlendirmeleri öncelikle Kurumsal Yönetim Tebliği nin 9 ve 10. maddeleri ile TTK md.202/1 hükmü ile arasındaki  ilişkinin  değerlendirilmesi  açısından  yol  gösterici  olmaktadır.  Bununla birlikte, AktG §111a-111c hükümleri ile borsa şirketlerinin ilişkili taraf işlemlerinin özel olarak düzenlenmesinin, (TTK md.202/1-a ile aynı yönde düzenleme içeren) AktG §311 hükmünün  düzenleme  alanındaki  işlemleri  nasıl  etkileyeceği  hususundaki  doktrin görüşleri,  kanaatimizce  TTK  md.202/1  ile  SPKn  md.21  hükümleriyle  korunan menfaatlerin somut olay yönünden hangi hallerde bağdaştırılması olanağının varlığından söz edilebileceğinin ve hükümler arasındaki etkileşimin değerlendirilmesinde de katkı sağlayabilecek  olup,  aşağıda  kısaca  konuya  ilişkin  Alman  hukukunda  ileri  sürülen görüşlere değinilmektedir.  AktG §111b ile şirket aktiflerinin %1.5 oranını aşan ilişkili taraf işlemlerinin gözetim kurulunun işlemi onaylaması koşuluyla yapılabilmesi düzenlemesinin, bağlı şirketin borsa şirketi olduğu hallerde AktG §311 hükmü uyarınca denkleştirme yapılması şartıyla hâkim şirketin bağlı şirketin kaybına yol açacak şekilde hâkimiyet kullanabilmesi olanağını/imtiyazını nasıl etkileyeceği ve hükümlerin birlikte uygulanması olanağının                                                            132  SPKn nun 17/3 hükmünde hangi ilişkili taraf işlemlerinin özel karar alma ve işleyiş süreçlerine tabi tutulacağı konusunda Kurul a verilen düzenleme yetkisi çerçevesinde Tebliğ in 9. ve 10. maddelerinde belirli büyüklüklere ulaşan ilişkili taraf işlemleri özel işleyiş ve karar alma süreçlerine tabi tutulmuştur. Kısaca ifade etmek gerekirse Tebliğ md.9 uyarınca, işlemin maddede öngörülen kriterler çerçevesinde yapılacak hesaplama uyarınca %5 veya üzerinde gerçekleşeceğinin öngörüldüğü durumlarda işlemin esaslarını belirleyen bir yönetim kurulu kararı ve değerleme raporu alınması gerekmektedir. Tebliğ in 9/3 hükmünde ise %10 ve üzeri büyüklükteki ilişkili taraf işlemlerinin bağımsız yönetim kurulu üyelerinin çoğunluğu tarafından onaylanması, aksi halde işlemin yapılabilmesi için genel kurulda onaylanması  zorunluluğu  düzenlenmiş,  ayrıca  özel  kamuyu  aydınlatma  yükümlülükleri  hükme bağlanmıştır. Öte yandan yaygın ve süreklilik arz eden ilişkili taraf işlemleri bakımından Tebliğ md.10 ile bu işlemlere ilişkin şartların öncelikle yönetim kurulu tarafından karara bağlanması ve %10 dan fazla bir orana ulaşacağı öngörülen işlemlerin şartları ve piyasa koşulları ile karşılaştırılmasına ilişkin yönetim  kurulunca  bir  rapor  hazırlanması  ve  bu  raporun  tamamının  ya  da  sonucunun  kamuya açıklanması öngörülmüştür. Anılan düzenlemeler hakkında daha fazla bilgi için bkz. MANAVGAT, 2016, s.277 vd. 276     hukuken mevcut olup olmadığı doktrinde değerlendirilmiştir. Bir görüşe göre, AktG §111b  hükmünde  şirket  aktiflerinin  %1.5  oranını  aşan  ilişkili  taraf  işlemlerinin yapılmasından önce (ex ante) işlemin koşullarının ve şirket menfaatlerine uygunluğunun dikkate alınarak işlemin yapılıp yapılmaması hususunda gözetim kurulu tarafından karar verilmesi  zorunluluğu  düzenlendiğinden,  gözetim  kurulunun  işlemin  yapılmasından sonra (ex post) yapılacak denkleştirmeyi  göz önünde tutarak işlemi onaylaması söz konusu olmamalıdır. Bir başka görüşe göre ise, kanun koyucu AktG §311 de AktG §111a-111c  hükümlerini  saklı  tutarak,  hükümlerin  bir  arada  uygulanabileceğini öngörmüşse de, ilişkili taraf işlemlerine ilişkin AktG §111a-111c düzenlemelerinin pratik sonuçları itibariyle, §311 de düzenlenen denkleştirme olanağı çerçevesinde kayba neden olan (%1.5 büyüklüğünü aşan) işlemlerin yapılması olanağının sınırlandırılması anlamına gelmektedir. Doktrinde ileri sürülen bir diğer görüşe göre ise AktG §111a-111c hükümleri AktG §311 düzenlemesi yönünden temel etkisini, AktG §311 bağlamında tartışmalı olan kayba neden olan işlem nedeniyle hâkim şirket tarafından yapılacak denkleştirmenin, işlemin yapılmasından  önce  bağlı  şirket  ve  hâkim  şirket  arasında  bir  sözleşmeyle kararlaştırılmasının gerekli olup olmadığı konusunda kendini göstermektedir. AktG §311  hükmü  bakımından  doktrinde  hâkim  olan  görüşe  göre,  denkleştirmenin  nasıl yapılacağını seçmek konusunda hâkim şirketin serbestisi bulunmakta olup, kayba yol açan  işlemin  yapılmasından  önce  veya  yapılması  sırasında  denkleştirmenin  nasıl yapılacağının bağlı şirket ve hâkim şirket arasında kararlaştırılması ve bu hususun bir                                                            133  TARDE, 2019, s.495, ayrıca bkz. dn.103 te belirtilen yazarlar. Yazara göre, hukuk politikası açısından da bu tercih yerindedir. Nitekim yazar, AktG §311 hükmünün kabul edildiği 1965 tarihinde dahi, denkleştirme müessesesinin doktrinde oldukça tartışmalı olduğunu, ayrıca bu müessesesinin gereği gibi işlemediğinin geçmiş yıllarda uygulamada tespit edildiği ve doktrinde uzun yıllardır kaldırılması gerektiğinin savunulduğunu ifade etmektedir (TARDE, 2019, s.495 dn.105-107).  134  HABERSACK, 2021, §111a, Rn.3. Nitekim, AktG §311 düzenlemesinden farklı olarak AktG §111a111c düzenlemeleri edimler arasındaki eşitliği esas alan ve bu hususta özel onay yükümlülükleri ile kamuyu  aydınlatma  yükümlülükleri  getirerek,  malvarlığı  aktarımlarının  önüne  geçilmesini hedeflemektedir (HABERSACK, 2021, §111a, Rn.13).  135  GRIGOLEIT, 2019, s.452, 454. 277     sözleşmeye  bağlanması  gerekliliği  bulunmamaktadır.  Bu  doğrultuda  AktG  §311 uyarınca  kayba  yol  açan  işlemin  yapılmasından  önce  denkleştirme  bakımından  bir belirleme yapılması gereği bulunmamakta olup, bağlı şirket yönetim kurulu tarafından yalnızca hâkim şirketin kanuni süresi içerisinde denkleştirmeyi yapmaya hazır/bu hususta istekli olup olmayacağının değerlendirilmesi gerekli ve yeterlidir. Bununla birlikte doktrinde  AktG  §111a-111c  düzenlemesi  ile;  anılan  hükümlere  tabi  olan  işlemler yönünden, işlemlerin  gözetim  kurulu tarafından onaylanmasından önce; AktG §311 uyarınca  işlemlerin  kayba  neden  olup  olmayacağı  ve  olacaksa,  denkleştirmenin nasıl/hangi yöntemle yapılacağı konusunun da bağlı şirketin yönetim kurulu ile hâkim şirket  arasında  kararlaştırılmış  olması  gereğinin  artık  açık  hale  geldiği  ileri sürülmektedir. Nitekim, ilişkili taraf işlemlerinin özel karar alma süreçlerine tabi tutulması  ve  işlemlerin  yapılmasından  önce  gözetim  kurulu  tarafından  onaylanması zorunluluğunun  getirilmesinin  temelinde,  gözetim  kurulunun  işlemin  şartlarının uygunluğunu,  edim-karşı  edim  dengesini  göz  önüne  alarak,  şirketin  menfaatleri çerçevesinde  işlemin  onaylanmasına/onaylanmamasına  karar  vereceği  varsayımı bulunmaktadır. Bu husus dikkate alındığında, işlemin yapılmasından önce gözetim kurulu tarafından gereği gibi değerlendirilerek onaylanabilmesi için, işlemden sonra                                                            136  EMMERICH/HABERSACK, 2019, §311, Rn.78; RHIEL, 2015, s.52 dn.162 de belirtilen yazarlar. Türk hukukunda da bu görüşün baskın olduğu görülmektedir (GÖKTÜRK, 2015, s.176, 182; OKUTAN NILSSON, 2009, s.289; AKIN, 2014, s.234-235). 137  EMMERICH/HABERSACK, 2019, §311, Rn.78. Karşı görüşe göre ise fiili konzernlerde bağlı şirketin bağımsızlığı  korunduğundan  ve  yönetim  kurulunun  özen  ve  sadakat  yükümlülükleri  bağımsız şirketlerdeki gibi devam ettiğinden, denkleştirme konusunda hâkim şirketin tam bir serbesti içerisinde olduğundan söz edilemeyecektir. Bu görüşe göre kayba neden olan işlemin yapılmasından önce, hâkim şirket  ile  bağlı  şirket  arasında  yapılacak  bir  sözleşmeyle  denkleştirmenin  nasıl  yapılacağının kararlaştırılması gerekmektedir (GRIGOLEIT, 2019, s.453-454). Bu görüşteki diğer yazarlar hakkında bkz. RHIEL, 2015, s.52 dn.161. Alman hukukunda AktG §111a-111c düzenlemesinden önce de; denkleştirmeye ilişkin bağlı şirket ile hâkim şirket arasında sözleşme yapılmasının gerekli olmadığına ilişkin doktrin görüşlerine rağmen, yönetim kurulunun sorumluluğuna ilişkin tehlikeler göz önünde bulundurularak,  ihtiyatlılık  gereği  uygulamada  şirketlere  verilen  hukuki  danışmanlık  hizmetleri kapsamında denkleştirmeye ilişkin sözleşme yapılmasının tavsiye edilmesinin yaygın bir uygulama niteliğinde olduğu hususunda bkz. GRIGOLEIT, 2019, s.455. 138  GRIGOLEIT, 2019, s.456. Benzer değerlendirme için bkz. UNGERER, 2019, s.385. 139  Doktrinde, gözetim kurulunun kendisine verilen görevleri yerine getirebilmesi için işlemin şartlarının uygunluğu (emsallerine, şirketin menfaatlerine) hakkında bir rapor hazırlamasının uygun olacağı, bu konuda kanaate varamaması durumunda ise bağımsız uzmanlardan rapor istemesinin uygun olacağı ifade edilmektedir (CİVELEK, 2019, s.264-266). 140  GRIGOLEIT, 2019, s.456; CİVELEK, 2019, s.214-215. 278     yapılacak denkleştirmenin hangi şekilde yapılacağı konusunun da işlemden önce belirli hale gelmiş ve (bağlı şirket ile hâkim şirket arasında) karara bağlanmış olması gereği ortaya  çıkmaktadır.  Bir  başka  ifadeyle,  doktrinde  özel  karar  alma  usullerinin öngörülme  nedenleri  çerçevesinde,  işlemin  şartlarının  ve  şirketin  menfaatlerine uygunluğunun işlemin yapılmasından önce (ex ante) değerlendirilerek onaylanabilmesi için işleme ilişkin bütün şartların, bu kapsamda denkleştirmenin hangi şekilde/nasıl yapılacağı konusunun da önceden belirlenmiş ve bu konuda gözetim kuruluna gerekli bilgilerin verilmiş olması gerektiği vurgulanmaktadır.  İlaveten, AktG §111c hükmünde ilişkili taraf işlemlerinin kamuya açıklanması konusunda getirilen yükümlülük çerçevesinde işlemin, şirket ve azınlık pay sahipleri açısından adil ve makul olup olmadığının değerlendirilmesini sağlayacak bütün önemli bilgilerin  kamuya  açıklanmasının  zorunlu  olduğu  düzenlenmiştir.  Doktrinde  bu düzenleme karşısında da, işlemin şirket ve azınlık pay sahipleri açısından adil ve makul olup olmadığının değerlendirilmesini sağlamak bakımından önem taşıyan bir konu olan denkleştirmenin nasıl yapılacağı konusunun da kararlaştırılmış, dolayısıyla işlemden önce hâkim şirket ve bağlı şirket arasında bir sözleşmeye bağlanmış olması gerektiği belirtilmektedir. Bu çerçevede, anılan düzenleme dikkate alındığında da, AktG §311 uyarınca  yapılacak  denkleştirmenin  işlemin  onaylanmasından  önce  sözleşme  ile kararlaştırılması gereğinin ortaya çıktığı, aksi halde ilişkili taraf işlemlerinin onaylanması ve  kamuya  açıklanması  düzenlemeleri  ile  hukuken  hedeflenen  amaçların gerçekleştirilemeyeceği ileri sürülmektedir.                                                            141  GRIGOLEIT, 2019, s.456. Bu yönde ayrıca bkz. MÜLLER, 2019, s.122; FLEISCHER, 2022, §311, Rn.346; CİVELEK, 2019, s.214-216; SEIDEL, 2018, s.427. 142  GRIGOLEIT, 2019, s.456; CİVELEK, 2019, s.215-216, 264; UNGERER, 2019, s.385; FLEISCHER, 2022, §311, Rn.346; MÜLLER, 2019, s.122. 143  GRIGOLEIT, 2019, s.456; UNGERER, 2019, s.385. 144  GRIGOLEIT, 2019, s.457. Benzer değerlendirme için bkz. UNGERER, 2019, s.385; MÜLLER, 2019, s.122. Diğer yandan, AktG §111a-111b ile işlemlerin yapılmasından önce incelenmesi ve onaylanması konusunda  borsa  şirketlerinde  gözetim  kuruluna  görev  verilmiş  olması  ve  işlemlerin  kamuya açıklanması zorunluluğunun sağladığı şeffaflık nedeniyle azınlık pay sahiplerinin tazminat taleplerinin ileri  sürülmesi  kolaylaştığından,  şirketin  kaybına  neden  olan  işlemlerin  onaylanması  konusunda gözetim kurulu üyelerinin daha dikkatli olacaklarına da doktrinde dikkat çekilmektedir (LOTZ, 2020, s.1845;  CİVELEK,  2019,  s.265).  Bu  kapsamda,  borsa  şirketlerinde  işlemin  yapılmasından  önce denkleştirmenin somutlaştırılması gereğinin doğacağı, nitekim denkleştirmenin nasıl yapılacağının 279     Bu hususlar çerçevesinde, halka açık şirketlerin malvarlığının azaltılmasına neden olan ilişkili taraf işlemleri için SPKn md.21 (ve 103/6 veya 110/1-b,c) hükmüne benzer özel/açık  bir  yasaklamanın  olmadığı  ve  örtülü  kazanç  aktarımı  yönünden  kamu otoritesinin  gözetimi/müdahale  yetkisinin  ayrıca  düzenlenmediği,  ancak  borsa şirketlerinin ve azınlık pay sahiplerinin menfaatlerinin ilişkili taraf işlemleri ile ihlal edilmesi tehlikesinin bertaraf edilebilmesi için (Direktif doğrultusunda) özel karar alma ve  işleyiş  süreçleri  ile  konunun  düzenlendiği  Alman  hukukunda  dahi,  ilişkili  taraf işlemlerine ilişkin düzenlemelerin AktG §311 hükmünde saklı tutulması suretiyle AktG §111a-111c  düzenlemeleriyle  güdülen  amaç  doğrultusunda  özel  hüküm  niteliğinde olduğu anlayışından hareket edildiği görülmektedir. Diğer yandan, AktG §311 hükmünde AktG §111a-111c hükümlerinin saklı tutulmuş olması, şirketler topluluğundaki ilişkili taraf işlemlerinde de AktG §111a-111c düzenlemelerine riayet edilmesi zorunluluğuna işaret etmekteyse de kanun koyucunun borsa şirketleri yönünden AktG §311 hükmünün uygulanması olanağını da tümüyle ortadan kaldıracak şekilde konuyu düzenlememiş olduğu ve hükümler arasında meydana gelecek etkileşim çerçevesinde hükümlerin bir arada uygulanması olanaklarının şekillenmesini benimsediği anlaşılmaktadır.  Bu kapsamda, AktG §111a-111c hükümlerinin AktG §311 hükmü kapsamındaki işlemler yönünden muhtelif yansımalarının/hukuki etkilerinin bulunduğu ve sonuç                                                            bilinmesinde gözetim kurulunun menfaatinin olacağı doktrinde ifade edilmektedir (UNGERER, 2019, s.385). 145  Alman hukukunda örtülü kazanç aktarımı, sermayenin iadesi yasağı ve bundan doğan sorumluluk ile yönetim kurulu ve hâkim ortağın sadakat yükümlülükleri ve yönetim/gözetim kurulunun güveni kötüye kullanma  suçu  (Untreue)  kapsamındaki  cezai  sorumlulukları  ile  kontrol  altına  alınmaktadır (DAVİES/EMMENEGGER/FERRARINI vd., 2020, s.9; CONAC, Pierre-Henri / ENRIQUES, Luca / GELTER, Martin,  Constraining Dominant Shareholders' Self-dealing: The Legal Framework in France, Germany, and Italy , European Company and Financial Law Review, Yıl:2007, Cilt:4, (s.492-528), s.498. 146  Kanun değişikliğinin gerekçesinde, borsa şirketlerine ilave maliyet ve yükümlülük getirilmemesi düşüncesiyle, mevcut şirketler hukuku ile konzern hukuku kuralları yönünden şirketlere en az etki ve maliyet (bürokrasi) getirecek şekilde Direktif hükümlerinin iç hukuka aktarıldığı ifade edilmiştir (ARUG II Gerekçesi, s.35). Kanun koyucunun doktrin görüşlerini dikkate alarak, Direktif ile tanınan hareket serbestisini konzern kurallarına en düşük müdahaleyi içerecek şekilde ilişkili taraf işlemlerini düzenlediği  hususları  ve  düzenlemeye  ilişkin  detaylı  bilgi  için  bkz.  TARDE,  2019,  s.488  vd.; HABERSACK, 2021, §111a, Rn.1. 147  Doktrinde düzenlemeler arasındaki kesişim ve çatışmanın yönetilebilir olduğu; her iki düzenlemenin ortak  uygulama  alanına  giren  durumlarda,  düzenlemelerin  mümkün  olduğunca  çatışmaya  yol 280     itibariyle uygulamada hâkim şirketin bağlı şirket konumunda olan borsa şirketinin kayba uğramasına neden olacak (%1.5 oranını aşan) işlemlere yönlendirmesi ve denkleştirmenin hâkim şirket tarafından tek taraflı olarak belirlenmek (fiilen veya talep hakkı tanınmak) suretiyle yapılması olanağının sınırlandırılması anlamını taşıdığı kabul edilmektedir.  B. Halka Açık Şirketlerde Denkleştirme Olanağının Kullanılmasına İlişkin Değerlendirmelerimiz Yukarıda TTK md.202/1 ve SPKn md.21 in ortak uygulama alanına girebilecek durumlarda  hükümler  arasındaki  çatışmanın  SPKn  lehine  çözümlenmesi  gerektiği sonucuna varılmışsa da; SPKn nun uygulama önceliğine sahip olan hüküm olmasının, halka  açık  şirketlerde  TTK  md.202  uyarınca  yapılacak  denkleştirme  imkânını  her durumda tümüyle ortadan kaldırmayacağı ve sınırlı hallerde denkleştirme olanağının varlığından söz edilebileceği düşünülmektedir. Bu kapsamda, somut olayın özellikleri çerçevesinde TTK md.202/1-a ile güvence altına alınan menfaatlerin  gözetilmesinin ağırlık taşıdığı ve anılan menfaatlerin korunmasının somut olayın özelliklerinin haklı gösterdiği  sınırlı  durumlarda,  örtülü  kazanç  aktarımıyla  bağlantılı  olarak  Kurul un SPKn ndan doğan yetkilerini kullanmadan önce denkleştirmenin yapılmasına istisnai hallerde olanak tanımasının, düzenlemeler arasındaki çatışmayı menfaatler dağılımına uygun şekilde giderebilecek bir çözüm olabileceği değerlendirilmektedir.                                                            açmayacak  şekilde,  birbiri  ile  koordinasyonlu  şekilde  uygulanması  gerektiği  belirtilmektedir (MÜLLER, 2019, s.119, 124). Benzer değerlendirme için bkz. FLEISCHER, 2022, §311, Rn.346. 148  HABERSACK, 2021, §111a, Rn.3; FLEISCHER, 2022, §311, Rn.346; MÜLLER, 2019, s.119 vd. İlişkili taraf işlemlerine ilişkin düzenlemelerinin AktG §311 in yanı sıra, diğer konzern hukuku kurallarına etkisi/yansıması hakkında bilgi için bkz. LOTZ, 2020, s.1843 vd.; GRIGOLEIT, 2019, s.452-462; TARDE, 2019, s.494-495; HABERSACK, 2021, §111a, Rn.3.  149  Diğer yandan, belirtilmelidir ki Kurul tarafından SPKn md.110/1-b,c hükmünün ihlali nedeniyle SPKn md.115 hükmü uyarınca suç duyurusunda bulunulması neticesinde konunun yargıya intikal ettiği aşamada da, işlemin TTK md.202/1 kapsamında yer aldığı ve denkleştirmenin yapıldığı/yapılacağı savunmasının sanıklarca ileri sürülmesi halinde, TTK md.202/1-a ve SPKn md.21 ile 110/1-b,c hükmü arasındaki çatışmanın aşağıda yer verilen açıklamalarımız doğrultusunda yargı kararı ile somut olayın özellikleri çerçevesinde giderilmesinin hukuken olanaklı olabileceği, ancak bu halde konunun ayrıca SPKn md.110/3 hükmünde düzenlenen etkin pişmanlık yönünden de Mahkemece değerlendirilmesi gerekeceği düşünülmektedir. Bu noktada Fransız hukukunda şirketler topluluğunda yer alan bir şirketin yöneticileri hakkında şirketin malvarlığını kötüye kullanma suçu nedeniyle açılan bir kamu davasında geliştirilen  Rozenblum  içtihadına değinilmesi uygun olacaktır. Anılan içtihat çerçevesinde Fransız hukukunda grup şirketleri arasında yoğun iştirak/sermaye ilişkilerinin olması, şirketler arasında mali ve ticari açıdan güçlü ve etkin bir ilişki olması (grup politikası bulunması), bir şirketin diğer şirkete sağladığı finansal desteğin karşılıksız ve taraflar arasındaki dengeyi bozacak nitelikte olmaması ve son olarak sağlanan finansal desteğin şirketin mali gücünü aşmaması koşullarının varlığı halinde, bağlı 281     TTK  md.202/1  ile  SPKn  md.21  hükümlerinin  birbirlerine  uygun  şekilde yorumlanarak, hükümler arasındaki çatışmanın giderilmesine olanak tanınması yönünden yapılacak değerlendirmelerde Alman hukukunda borsa şirketlerince gerçekleştirilecek olan  AktG  §311  kapsamında  yer  alan  ilişkili  taraf  işlemlerinin  AktG  §111a-111c hükümlerine göre onaylanması bakımından doktrinde baskın şekilde savunulan, işlemin yapılmasından/onaylanmasından önce denkleştirmenin nasıl yapılacağının bağlı şirket (borsa  şirketi)  ve  hâkim  şirket  arasında  kararlaştırılması/sözleşmeye  bağlanması gerektiğine  ilişkin  görüşler  dikkate  alınabilecektir.  Aşağıda,  işleme  dayalı  örtülü kazanç  aktarımına  uygulamada  daha  yaygın  olarak  rastlanıldığı  göz  önünde bulundurularak, yalnızca işleme dayalı örtülü kazanç aktarımı nedeniyle oluşan kaybın denkleştirilmesi  olanağı  bağlamında  konu  ele  alınmaktaysa  da  anılan  hususların mahiyetine  uygun  düştüğü  ölçüde  SPKn  md.21/2  kapsamında  hareketsiz  kalınmak suretiyle  gerçekleştirilen  örtülü  kazanç  aktarımları  yönünden  de  geçerli  olacağı düşünülmektedir.   Bu çalışmada Kurumsal Yönetim Tebliğ md.9 ve 10 hükümleri açısından TTK md.202/1-a nın  uygulama  alanı/hukuki  sonuçları  inceleme  konusu  edilmemekle birlikte,  belirtilmelidir  ki  gerek  anılan  düzenleme  kapsamında  yer  alan  (belirli büyüklükteki) ilişkili taraf işlemleri, gerekse Kurumsal Yönetim Tebliği düzenlemeleri kapsamında yer almayan (belirlenen büyüklüklere ulaşmayan) ve fakat halka açık şirketin malvarlığını SPKn md.21 a aykırı olarak azaltan ve/veya TTK md.202/1-a uyarınca kayba  uğratan  ilişkili  taraf  işlemlerinin  TTK  md.369  hükmü  çerçevesinde  yönetim                                                            şirketin  topluluk  üyesi  olması  sebebiyle  ileride  elde  edeceği  menfaatlerin,  işlemin  hukuka uygunluğunun değerlendirilmesi aşamasında dikkate alınmasının mümkün olduğu kabul edilmektedir (HELLERINGER, Geneviève,  Related Party Transactions in France: A Critical Assessment , Law and Finance of Related Party Transactions, Cambridge University Press, Cambridge, 2019, (s.400425), s.411; SCHÖN, Wolfgang,  The Concept of the Shareholder in European Company Law , European Business Organization Law Review, Yıl:2000, Cilt:1, Sayı:1, (s.3-39), s.25; GÖKTÜRK, 2015, s.103 vd., s.358-359). 150  GRIGOLEIT, 2019, s.456; CİVELEK, 2019, s.215-216, 264; UNGERER, 2019, s.385; FLEISCHER, 2022, §311, Rn.346; MÜLLER, 2019, s.122. 151  Bu hususta yapılan bir inceleme için bkz. AKSOY, Mehmet A.,  Sermaye Piyasası Kanunu nun İlişkili Taraf İşlemi Düzenlemelerinin 6102 Sayılı TTK nın Ortaklıklar Topluluğu Hükümleri Açısından Değerlendirilmesi , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Yıl:2017, Cilt:3, Sayı:2, (s.23-40), s.23 vd. 282     kurulunca değerlendirilmesi/karara bağlanması gerekmektedir. Bu aşamada ise, SPKn md.21 hükmünün uygulama alanına giren hallerde, TTK md.202/1 uyarınca denkleştirme olanağının kullanılması istenildiği takdirde, bu hususta hâkim şirket ile halka açık bağlı şirket arasında kaybın tutarı/hesaplanma şekli, (en geç faaliyet yılının sonuna kadar olmak kaydıyla) denkleştirmenin  zamanı ve (SPKn md.21/4  uyarınca kural  olarak nakden yapılması gereği dikkate alınarak) yöntemi konusunda sözleşme yapılması gerektiğinin kabul edilmesinin uygun olacağı düşünülmektedir. Nitekim, ancak bu yönde yapılmış bir sözleşmenin bulunduğu hallerde, hükümler arasında ortaya çıkabilecek çatışmanın her iki hükmün  koruduğu  menfaatlerin  gözetilmesine  ve  hükümler  arasında  meydana gelebilecek  çatışmaların,  menfaatlerin  adil  bir  şekilde  dengelenmesi  suretiyle giderilmesine olanak sağlayacağı değerlendirilmektedir.  Öte yandan, işlemin gerçekleştirilmesinden önce, kayba neden olup olmayacağı ve kaybın tutarına ilişkin yapılan değerlendirmeler ile kaybın nasıl giderileceğine ilişkin yapılacak sözleşme, SPKn md.21 e aykırı şekilde malvarlığının azaltılıp azaltılmadığı açısından  yapılacak  değerlendirmelerde  de  önem  taşıyabilecektir.  Bu  bağlamda, denkleştirmenin  sözleşmeye  bağlandığı  ve  ayrıca  hâkim  şirketin  sözleşme  uyarınca denkleştirmeyi sağlayabilecek finansal gücünün de bulunduğu hallerde, halka açık şirketin hâkim şirketten, malvarlığında meydana gelen azalmayı karşılayacak bir tutarda (vadesi  en  geç  faaliyet  yılı  sonuna kadar olmak kaydıyla) alacak hakkı  elde  ettiği durumlarda (hatta bu alacak hakkının teminata bağlandığı hallerde) malvarlığının ilgili faaliyet döneminde (SPKn md.21 e aykırı olarak) azaltılmasının önüne geçilebileceği ve                                                            152  Gerek Kurumsal Yönetim Tebliğ md.9 ve 10 ile ilişkili taraf işlemlerinin karara bağlanması ve kamuya açıklanması yükümlülüklerinin özel olarak düzenlenerek bu hususlarda yönetim kuruluna özel görevler (ve dolayısıyla sorumluluk) verilmiş olması, gerekse de SPKn md.21 (ve ilgili diğer hükümlerle) halka açık şirketin malvarlığının ilişkili taraflar lehine azaltılmasının yasaklanmış olması karşısında yalnızca topluluğun  menfaatleri  bakımından  gerekli/zorunlu  hallerde  ve  halka  açık  şirket  bakımından önemli/telafisi güç kayıplara yol açması beklenmeyecek durumlarda, TTK md.202/1-a kapsamında işlem yapılması/karar alınması olanağının gündeme gelebileceği, anılan hallerde ise ilgili düzenlemeler gereği  yönetim  kurulunun  işlemi  bütün  yönleriyle  değerlendirerek,  karara  bağlaması  gerektiği değerlendirilmektedir. 153  Anılan hususun ise somut bilgi ve belgeler üzerinden TTK md.369 uyarınca tedbirli bir yöneticinin göstereceği özen çerçevesinde yapılacak bir değerlendirmeye dayanması ve yapılan değerlendirmenin bir takım bilgi ve (yönetim kurulu toplantı tutanakları, bir takım şirket içi yazışmalar gibi) belgelerle tevsik edilebilir olması gerektiği değerlendirilmektedir.  283     bu halde SPKn md.21 ile korunan menfaatler de zedelenmeksizin, denkleştirmeye olanak tanınabileceği düşünülmektedir. Diğer  yandan  hâkim  şirketin  yönlendirmesi  doğrultusunda  kayba  neden  olan işlemin bağlı halka açık şirket tarafından yapıldığı/yapılmasına karar verildiği aşamada denkleştirmenin tutar ve yönteminin de kararlaştırılmış/bağlayıcı bir sözleşme ile açıkça düzenlenmiş olması, Kurul tarafından SPKn md.110/1-b,c hükmü uyarınca örtülü kazanç aktarımı suçunun manevi unsurunun somut olayda gerçekleşip gerçekleşmediğine ilişkin yapılacak değerlendirme yönünden de anlam ifade edebilecektir. Örtülü kazanç aktarımı suçunun manevi unsuru genel kast olup, manevi unsurun varlığından söz edilebilmesi için şirketin işlemlerini yönlendirme gücüne sahip olan ve örtülü kazanç aktarımı suçunun failleri olabilecek şirket yönetim kurulu üyelerinin, edimler arasında eşitsizlik olduğu ve ilişkili taraflar lehine çıkar sağlandığını bilmesi, ayrıca üçüncü kişilere sağlanmayacak bir menfaatin ilişkili taraflara sağlanarak, bu kişilerin şirketin aleyhine zenginleşmesini istemesi gerekmektedir. Buna karşın, hâkim şirket ile bağlı (halka açık) şirket arasında yapılan hukuken bağlayıcı bir sözleşme çerçevesinde malvarlığında meydana gelen eksilmenin (TTK md.202/1-a uyarınca süresi içerisinde) iadesinin kararlaştırılmış olduğu durumlarda, manevi unsurun varlığı bakımından önem taşıyan halka açık şirketin yönetim kurulu üyelerinin ilişkili tarafların şirketin aleyhine zenginleşmesini bilerek ve isteyerek                                                            154  Belirtilmelidir ki ceza hukuku bakımından doktrinde örtülü kazanç aktarımı suçunun maddi unsurunun oluşması için kâr veya malvarlığının azalması neticesinin de ortaya çıkması gerektiği, bu nedenle örtülü kazanç aktarımı suçunun neticeli bir suç olduğu ifade edilmektedir (DURSUN, Selman, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar, On İki Levha Yayıncılık, İstanbul, 2010, s.353). 155  SADAK, Murat, Sermaye Piyasası Hukukunda Örtülü Kazanç Aktarımı Suçu, Legal Yayıncılık, İstanbul, 2016, s.145.  156  Bu noktada vurgulanmalıdır ki söz konusu sözleşmenin görünüşte yapılan ve tek amacı Kurulca yapılacak denetimlerde sorumluluktan kaçınılmasını sağlamaya yönelik muvazaalı nitelik taşımaması gerekmektedir. Belirtilmelidir ki anılan hususun değerlendirilmesinde diğer hususların  yanı sıra, borçlunun sözleşmeyi ihlal etme (hâkim şirketin denkleştirmeyi süresinde yerine getirmemesi) riskini en aza indirgeyecek hükümler içerip içermediği gibi hususlar önem taşıyabilecektir. Bu bağlamda SPKn md.21 kapsamına giren bir durumda Kurulca yapılacak değerlendirme kapsamında örtülü kazanç aktarımından doğan yetkilerin kullanılmasından önce denkleştirme olanağı tanınarak TTK md.202/1-a ile  gözetilen  menfaatin  somut  olayda  korunması  gerekliliğinin  kabul  edilebilmesi  bakımından denkleştirme konusu alacak tutarının teminata bağlanması ve/veya süresinde denkleştirme yapılmaması durumunda halka açık şirket lehine cezai şart ödenmesi gibi sözleşmenin ihlal edilmesi riskini azaltan ve icrasını kolaylaştıran hükümler içermesinin uygun olacağı değerlendirilmektedir. 284     hareket etmiş oldukları hususu, en azından TTK md.202 ve taraflar arasındaki sözleşme uyarınca denkleştirme süresinin devam ettiği müddet içerisinde şüpheli olacaktır.  SPKn md.21 de düzenlenen örtülü kazanç  aktarımı  yasağına bağlanan hukuki sonuçların  Kurul  tarafından  yapılacak  inceleme  neticesinde  kullanılacak  yetkiler çerçevesinde ortaya çıktığı dikkate alındığında, SPKn md.21 ve TTK md.202/1-a nın ortak uygulama alanına giren durumlarda gündeme gelebilecek norm çatışmalarının, menfaatlerin dengelenmesine yönelik bir yaklaşımla Kurul un yetkilerinin kullanılması aşamasında  yapılacak  değerlendirme  doğrultusunda  giderilmesinin  hukuken  olanaklı olduğu düşünülmektedir. Bu kapsamda, halka açık şirketlerde denkleştirme olanağının kullanılabilmesi  konusunun  uygulamada  ortaya  çıkabilecek  ihtimaller  göz  önünde bulundurularak Kurul un yetkileri ile bağlantılı olarak ele alınmasının mümkün olduğu değerlendirilmektedir. İlk ihtimal, Kurulca SPKn md.21 kapsamında halka açık (bağlı) şirketin işlemlerine yönelik başlatılan denetim sırasında, halka açık şirketin malvarlığında meydana  gelen  azalmanın/artışın  engellenmesi  durumunun  tüm  sonuçlarının  TTK md.202/1-a kapsamında denkleştirme imkânı kullanılmak suretiyle giderilmiş olmasıdır. Kurulca yapılan denetimler sırasında halka açık şirketin kârında/malvarlığında oluşan azalmanın, SPKn nun 21/4 hükmüne uygun tutar ve şekilde, TTK md.202/1 hükmü kapsamında belirlenen süre içerisinde denkleştirildiğinin/iade edildiğinin tespit edilmesi durumunda, artık ortada inceleme tarihi itibariyle bir hukuka aykırılıktan söz edilmemesi gerektiği düşünülmektedir. Gerçekten de, daha önce topluluk şirketine aktarılmış olan tutar (kanuni faizi ile birlikte) iade edilmiş, yapılan işleme ilişkin halka açık şirketin malvarlığında meydana gelen azalma tamamen ortadan kaldırılmışsa, SPKn nun 110/1b,c hükmünde düzenlenen suçun maddi unsuru işlemin gerçekleştirildiği tarihte mevcut olsa  bile,  manevi  unsurun  somut  olayda  bulunmadığı  sonucuna  varılabilecektir. Nitekim, iadenin (TTK md.202/1 uyarınca verilen süre içerisinde Kurulca başlatılan bir denetimin olmadığı aşamada) sağlanmış olması hâlinde somut olayın koşulları içerisinde ilişkili  taraf  işleminin  kazanç  aktarımında  bulunulması  için  değil,  TTK  md.202/1                                                            157  SPKn  md.110/1-b,c  hükmü  uyarınca  örtülü  kazanç  aktarımı  suçunun  maddi  unsuru;  halka  açık şirket/kolektif yatırım kuruluşu veya bunların iştiraki ya da bağlı şirketinin sermaye, yönetim veya denetim bakımından dolaylı veya dolaysız bir ilişkide bulunan tarafla yapılan emsallerine, dürüstlük  kurallarına,  ticari  hayatın  basiret  ve  dürüstlük  ilkelerine  aykırı  işlemlerle kârının/malvarlığının azaltılmış/artmasının engellenmiş olmasıdır. 285     kapsamında  topluluk  yapısına  özgü  gereklilikler  veya  topluluk  kaynaklarının  etkin şekilde kullanılmasını sağlamaya yönelik ticari nedenlerle yapıldığı ve örtülü kazanç aktarımı suçunun manevi unsurunun ilgili fiillerde bulunmadığı kanaatine varılmasını hukuken haklı gösterebilecektir.  Üzerinde durulması gereken diğer ihtimal ise, Kurulca örtülü kazanç aktarımının tespit  edilmesinden  sonra,  denkleştirme  olanağının  kullanılmasının  mümkün  olup olmadığıdır. Bize göre, TTK md.202/1-a ve SPKn hükümleri arasındaki çatışmanın giderilebilmesi için örtülü kazanç aktarımı nedeniyle Kurul tarafından SPKn md. 110/1b,c hükmüne aykırılık nedeniyle SPKn md.115 uyarınca suç duyurusunda bulunma kararı tesis  edilmesinden  önce,  birtakım  ilave  hususların  dikkate  alınarak  konunun değerlendirilmesi uygun olacaktır. Kanaatimizce, halka açık bağlı şirketin malvarlığını azaltan işlemlerin şirketler topluluğunun ihtiyaçları çerçevesinde yapıldığı ve şirketin pay sahiplerine/yöneticilerine  kişisel  menfaat  sağlanmasına  yol  açılmadığı,  ayrıca denkleştirmenin süresi içerisinde yapılacağına ilişkin somut bilgi/belgelerin ve özellikle denkleştirmeye yönelik taraflar arasında yapılmış bir sözleşmenin bulunduğu hâllerde, Kurulca  doğrudan  SPKn ndan  kaynaklanan  yetkilerin  kullanılması  yerine,  TTK md.202/1-a da yer alan denkleştirme imkânından yararlanılmasına olanak sağlanması, hükümler  arasındaki  çatışmayı  somut  olay  bazında  giderebilecek  ve  menfaat çatışmalarının  dengelenmesini  sağlayacaktır.  Nitekim,  SPKn  öncelikli  uygulama alanına sahip olan hüküm olmakla birlikte, Kurul un SPKn ile kendisine verilen yetki ve                                                            158  Doktrinde aktarılan malvarlığının kanuni faiziyle birlikte iade edilmesi durumunda Kurul un suç duyurusunda bulunmayabileceği ve SPKn nun 115. maddesinin Kurul a bu değerlendirmeyi yapma olanağını tanıdığının kabul edilmesinin uygun olacağı ifade edilmektedir (MANAVGAT, 2016, s.435). Bize göre de halka açık şirketin kârının/malvarlığının azaltılmış olması durumunun SPKn nun 21/4 hükmüne uygun şekilde giderildiği ve faillerin eylemlerinde manevi unsurun bulunmadığı kanaatine varılabileceği hâllerde, SPKn nun 110/1-b,c hükmüne aykırılık kapsamında Kurul un SPKn nun 115. maddesi  uyarınca  suç  duyurusunda  bulunması  zorunluluğu  veya  bu  yönde  Kurulca  karar  tesis edilmesinin hukuki dayanağı da kalmayacaktır. 159  Uygulamada Kurulca şirket nezdinde başlatılan denetim henüz devam ederken, halka açık bağlı şirketin malvarlığında meydana gelen eksilmenin TTK md.202/1 de belirlenen süre içerisinde SPKn nun 21/4 hükmüne uygun tutar ve yöntemle halka açık şirkete iade edilmesi durumuyla da karşılaşılabilecektir. Bu ihtimalde de, SPKn md.110/1-b,c kapsamında yapılacak değerlendirmede halka açık bağlı şirketin yönetim  kurulu  üyelerinin,  şirketin  malvarlığının  azaltılmasına  neden  olan  işlemleri  topluluk kaynaklarının ekonomik gereklilikler çerçevesinde yönetimini sağlamaya yönelik ticari nedenlerle yaptıkları ve işlemlerde örtülü kazanç aktarımı suçunun manevi unsurunun bulunmadığı kanaatine varılabilecektir. 286     görevler çerçevesinde her somut olayın özellikleri kapsamında karar/işlem tesis etme yetkisi bulunmaktadır. Bu çerçevede, Kurulca yapılacak değerlendirmede halka açık şirketin malvarlığının SPKn md.21/1 e aykırı olarak azaltılmasına neden olan işlem yönünden  TTK  md.202/1  uyarınca  denkleştirme  olanağı  tanınmasının  somut  olayın özellikleri içerisinde haklı gerekçelerinin bulunması durumunda SPKn md.110/1-b,c hükmüne aykırılık nedeniyle SPKn md.115 uyarınca suç duyurusunda bulunulması kararı bakımından gerekli olan maddi ve manevi unsura yönelik nihai değerlendirmenin TTK md.202/1 hükmünün uygulanmasına olanak sağlayacak şekilde faaliyet yılının sonuna kadar ötelenerek, hükümler ile korunan menfaatlerin dengelenmesinin mümkün olduğu değerlendirilmektedir.   Öte yandan, bu yöndeki bir uygulamanın SPKn md.21 ve 110/1-b,c ile çelişen bir hukuki  duruma  da  yol  açmayacağı  ve  SPKn  ile  Kurul a  verilen  yetkiler  dikkate alındığında,  bu  hususun  Kurul un  takdir  yetkisi  kapsamında  bulunduğunun  kabul edilmesi  gerektiği  düşünülmektedir.  Zira,  işlemlerin  topluluk  şirketlerine  kaynak                                                            160  Özellikle hâkim şirketin denkleştirmeyi sağlamaya yönelik geçmiş uygulamaları ve bu kapsamda TTK md.199  uyarınca  hazırlanan  geçmiş  bağlılık  raporlarında  yer  alan  açıklamalar  ile  ilgili  faaliyet döneminde kayba neden olan işlemlerle bağlantılı olarak bağlı şirket nezdinde alınan yönetim kurulu kararlarında  yer  verilen  açıklamalar,  örneğin  kaybın  tutarlarına/hesaplama  yöntemine  ilişkin belirlemeler, hâkim şirketin denkleştirmeyi sağlayacak finansal gücünün bulunduğuna dair somut tespitler/değerlendirmeler, hâkim şirketin denkleştirmenin yapılacağına yönelik taahhütleri vb. hususlar çerçevesinde denkleştirmenin yapılacağı varsayımı ve beklentisi ile işlemin yapıldığı değerlendirmesine varılmasını haklı gösterebilecektir. 161  Halka açık şirket ve ilişkili taraf arasında yapılan sözleşme uyarınca kararlaştırılan denkleştirmenin, süresi içerisinde yapılmamış olması durumunda ise halka açık şirketin anılan sözleşmeden doğan haklarını kullanmak için gecikmeksizin gerekli hukuki süreçleri başlatıp başlatmadığı hususu da, SPKn md.110/1-b,c hükmünde yer alan örtülü kazanç aktarımı suçunun manevi unsurunun değerlendirilmesi aşamasında Kurul ve/veya Kurulca olayın savcılık veya mahkemeye intikal ettirilmiş olması halinde ilgili makam tarafından göz önünde bulundurulabilecektir. 162  Kurul un suç duyurusunda bulunma kararının iptali talebiyle açılan bir davada Danıştay 13. Dairesi nin 04.01.2017  tarihli  ve  E.2014/3658,  K.2017/29  sayılı  kararında,  SPKn  md.115  ile  Kurul a  suç duyurusunda bulunma yetkisinin verilmesi ve Kurulca savcılıklara yapılacak başvurunun muhakeme şartı olarak düzenlemesi ile Kurul a ceza yargılamasını etkileyen bir takdir yetkisi tanındığı ifade edilmiştir.  Anılan  kararda   Kurumun,  Cumhuriyet  Başsavcılığına  başvuruda  bulunması,  ceza soruşturmasının başlangıcını oluşturacak nitelikte bir işlemdir. Dolayısıyla, bir suç isnadının söz konusu olduğu durumda, soruşturma yapılabilmesi için başvuruda bulunulup bulunulmaması, ceza yargılamasını etkileyen takdir yetkisinin kullanılmasıdır. Yetkili makam, takdir yetkisini kullanırken isnadın niteliğini, kanıtların mevcudiyetini ve hukuken geçerliliğini göz önünde bulundurmaktadır. Ancak,  davacılar  hakkında  suç  duyurusunda  bulunulmasına  ilişkin  işlem,  doğrudan  davacıların yargılanması  anlamına  gelmemektedir.  Bu  konuda  Savcılık  tarafından  suç  unsurunun  bulunup bulunmadığı incelenecek olup, yapılacak inceleme üzerine dava açılıp açılmaması yönünde bir karar verilecektir...  ifadelerine yer verilmiştir. Karar için bkz. (www.lexpera.com.tr). 287     aktarımı  sağlamak  amacıyla  değil,  topluluğun  politikaları  çerçevesinde  yapılıp yapılmadığını tevsik edebilecek bilgi ve belgeleri (SPKn md.89 uyarınca) inceleme yetkisi ile işlemlerin sonuçlarını değerlendirmek konusunda uzmanlığı olan Kurul un, TTK  md.202/1  uyarınca  denkleştirmenin  yapılacağı  kanaatine  varabildiği  hâllerde, denkleştirmeye/iadeye  olanak  tanımasının  yatırımcıların  korunması  ile  sermaye piyasasının güven ve istikrar içerisinde çalışmasını temin etmeye yönelik görevlerine ters düşmeyeceği sonucuna varılmaktadır. Bununla birlikte, örtülü kazanç aktarımının faaliyet yılının başında tespit edildiği ve TTK md.202/1 uyarınca kaybın denkleştirilebileceği süre olan faaliyet yılı sonuna kadar halen uzun bir süre bulunduğu durumlarda, özellikle iadesi gereken tutarların büyüklüğü ile halka açık şirketin faaliyetleri açısından taşıdığı önem dikkate  alınarak,  Kurul  yatırımcıların  malvarlığı  haklarının  korunması  amacıyla, denkleştirme/iade bakımından daha sınırlayıcı bir yaklaşım benimseyerek, SPKn md.21/4 hükmünde  düzenlenen   Kurulca  belirlenecek  süre  içerisinde   iadenin  yapılmasını isteyebilecektir.  Bir  diğer  ifadeyle,  denkleştirme  süresinin  devam  ediyor  olmasına rağmen, SPKn md.21 in TTK md.202/1 karşısında öncelikli olarak uygulama alanı bulacağı dikkate alınarak, Kurul tarafından SPKn nun 21/4 hükmünde düzenlenen yetki kullanılarak, denkleştirme süresinden daha kısa bir süre belirlenerek, bu süre içerisinde iadenin sağlanmasının istenmesinin de hukuken mümkün olduğu değerlendirilmektedir.  C. Örtülü Kazanç Aktarımı Suçunda Etkin Pişmanlık İçin Öngörülen Ödeme ile Denkleştirme Arasındaki İlişkinin İncelenmesi TTK md.202/1-a uyarınca yapılacak denkleştirme ile örtülü kazanç aktarımı suçu nedeniyle SPKn md.110/3 hükmünde düzenlenen etkin pişmanlık imkânı doğrultusunda halka açık şirkete yapılması gereken iade arasındaki ilişkiye de kısaca değinilmesi uygun olacaktır. SPKn nun 110/3 hükmünde; SPKn nun 110/1-b,c hükmünde düzenlenen örtülü kazanç  aktarımı  suçunu  işleyen  failin  etkin  pişmanlık  göstererek  SPKn nun  21/4 hükmünde belirtilen ödemenin yanı sıra, henüz soruşturma başlamadan önce bu tutarın iki katını Hazine ye ödediği takdirde hakkında cezaya hükmolunmayacağı, soruşturma evresinde ödediği takdirde, verilecek cezanın yarısı oranında indirileceği ve kovuşturma evresinde  ödediği  takdirde  ise  verilecek  cezanın  üçte  biri  oranında  indirileceği düzenlenmiştir. Anılan düzenlemeye ilişkin olarak SPKn nun genel gerekçesinde  Dikkat 288     edileceği  üzere,  yapılan  ödeme,  ilgili  hakkında  suç  duyurusu  yapılmamasına  değil, yapılan yargılama sonucunda cezaya hükmolunmamasına yol açmaktadır. Bu suretle, söz konusu  suçla  etkin  ve  caydırıcı  bir  şekilde  mücadele  etmenin  yolları  genişletilmiş olmaktadır   ifadelerine  yer  verilmiştir.  Söz  konusu  ifadelerden,  SPKn nun  21/4 hükmündeki ödemenin yapılmasının, hatta bu tutarın iki katının Hazine ye ödenmesinin suç duyurusunun yapılmaması anlamına gelmeyeceği anlaşılmaktadır.  Uygulamada,  Kurul  Karar  Organı  tarafından  SPKn nun  110/1-b,c  hükmüne aykırılık  nedeniyle  suç  duyurusu  yapılmasına  karar  verildiği  durumlarda,  faillere soruşturmadan  önce  gerekli  tutarları  şirkete  ve  Hazine ye  ödeme  imkânı sağlanmakta  ve  böylece  (soruşturma  aşamasından  önce  de)  etkin  pişmanlıktan yararlanma olanağı tanınmaktadır. Ancak, Kurulca verilen süre içerisinde halka açık şirketten ilişkili tarafa aktarılan tutarın halka açık şirkete iade edildiği ve Hazine ye ödeme yapılarak etkin pişmanlıktan yararlandığı hallerde dahi, Kurulca örtülü kazanç aktarımı suçunu işleyen failler hakkında suç duyurusunda bulunulması gerekmekte olup, ödemenin hangi aşamada (soruşturma aşamasından önce, soruşturma aşamasında veya kamu davasının açıldığı ve kovuşturma evresinin devam ettiği aşamada) yapıldığına göre, fail hakkında hiç ceza tesis edilmemesi veya indirimli olarak ceza tesis edilmesi gündeme gelmektedir.    Halka açık şirketlerde sınırlı hallerde TTK md.202/1-a uyarınca denkleştirme yapılması  olanağının  varlığının  kabul  edilebileceğine  ve  denkleştirmenin  yapıldığı hallerde Kurulca suç duyurusunda bulunulmayabileceğine yönelik görüşlerimizin örtülü kazanç  aktarımı  suçu  yönünden  SPKn  md.110/3  ile  öngörülen  etkin  pişmanlık müessesesinde benimsenen yaklaşım açısından bir tutarsızlığa neden olup olmadığının                                                            163  Kurul Karar Organınca suç duyurusu kararının alınmasından Savcılığa suç duyurusu dilekçesinin iletildiği tarihe kadar soruşturma öncesi dönemin söz konusu olduğu, SPKn md.115 uyarınca yapılan suç duyurusu tarihinde ise soruşturma evresinin başlayacağı sonucuna ulaşılmaktadır. Nitekim Ceza Muhakemesi  Kanunu nun   Tanımlar   başlıklı  2.  maddesinin  birinci  fıkrasının  (e)  bendinde soruşturmanın,  kanuna göre yetkili mercilerce suç şüphesinin öğrenilmesinden iddianamenin kabulüne kadar geçen evreyi  ifade ettiği belirtilmiştir.  164  Suç duyurusunda bulunma kararı ile birlikte Kurul Bülteninde etkin pişmanlık için ödeme yapılabileceği hususunda yönlendirme yapılarak, ilgililere soruşturma başlamadan önce ödeme yapılması için 15 günlük süre verilmektedir. Bu yönde tesis edilen bir karar örneği için bkz. 03.03.2022 tarihli ve 2022/11 sayılı Kurul Bülteni, s.3 (https://www.spk.gov.tr/Bulten/Goster?year=2022&no=11).  289     değerlendirilmesi gerekmektedir. Kanaatimizce, örtülü kazanç aktarımına neden olan fiillerin/suçun maddi unsurunun tespit edildiği, ancak denkleştirmenin (Kurulca inceleme yapılmadan önce veya inceleme sırasında) yapıldığı hallerde Kurulca suç duyurusunda bulunulmaması  veya  halen  denkleştirme  süresinin  devam  ettiği  ve  denkleştirmenin yapılması olasılığının varlığının Kurulca ilgili bilgi ve belgelerden tevsik edilebildiği durumlarda,  bu  sürenin  (veya  Kurulca  SPKn nun  21/4  hükmüne  göre  belirlenecek sürenin) sonunda SPKn md.110/1-b,c hükmünde düzenlenen suçun unsurları (özellikle manevi unsur) bakımından değerlendirme yapılması SPKn nun 110/3 hükmü yönünden bir çelişkiye neden olmayacaktır. Nitekim SPKn nun 110/3 hükmünün; suçun maddi ve manevi unsurunun somut olayda bulunduğunun tespit edildiği aşamadan sonraki süreçte yapılacak ödemelerin etkisi bakımından bir düzenleme getirdiği değerlendirilmektedir. Bir başka ifadeyle, anılan düzenlemenin Kurul tarafından henüz inceleme yapılmadan veya inceleme sonuçlandırılmadan önce şirkete yapılan iadelerin/denkleştirmelerin Kurul tarafından  yapılacak  değerlendirmelerde  dikkate  alınmasını  önlemeye/engellemeye yönelik bir etkisinin varlığından söz edilemeyeceği düşünülmektedir. Bu kapsamda, SPKn md.21 e aykırı fiillerin henüz TTK md.202/1 uyarınca denkleştirme süreci devam ederken Kurulca tespit edildiği durumlarda SPKn nun 110/1-b,c hükmünde düzenlenen suçun manevi unsuru yönünden yapılacak değerlendirmenin (en geç) faaliyet yılının sonuna kadar ötelenmesi ve Kurulca suç duyurusunda bulunulması veya bulunulmaması yönünden nihai bir kararın tesis edilmediği aşamada şirkete yapılan ödemelerin, Kurul tarafından  tesis  edilecek  işlemlerin  belirlenmesi  aşamasında  dikkate  alınmasının SPKn nun  110/3  hükmü  yönünden  bir  tutarsızlığa  yol  açmayacağı  sonucuna varılmaktadır.",
     "Kaynakça": " AKIN, İrfan, Şirketler Topluluğu Sorumluluk Hukuku, Seçkin Yayınevi, Ankara,            2014. AKSOY, Mehmet A.,  Sermaye Piyasası Kanunu nun İlişkili Taraf İşlemi Düzenlemelerinin 6102 Sayılı TTK nın Ortaklıklar Topluluğu Hükümleri Açısından Değerlendirilmesi , Ticaret ve Fikri Mülkiyet Hukuku Dergisi, Yıl:2017, Cilt:3, Sayı:2, (s.23-40). ANDERSON, Bruce,  Weighing and Balancing in the Light of Deliberation and Expression , Legal Argumentation Theory: Cross-Disciplinary Perspectives, Springer, E-Book, 2013, (s.113-123).  ANTUNES, Jose Engracia, Liability of Corporate Groups, Kluwer Law and Taxation Publishers, Boston, 1994. AYTAÇ, Zühtü,  Yönetim Kurulu Üyelerinin Hâkimiyetin Hukuka Aykırı Kullanılmasından Doğan Sorumluluğu , Banka ve Ticaret Hukuku Araştırma Dergisi, Yıl:2013, Cilt: XXIX, Sayı:4, (s.5-55). BONGIOVANNI, Giorgio / VALENTINI, Chiara,  Balancing, Proportionality and Constitutional Rights , Handbook of Legal Reasoning and Argumentation, Springer, E-Book, 2018, (s.581-612). CANKAT, Rifat, Anonim Ortaklıklar Hukukunda İlişkili Taraf İşlemleri, On İki Levha Yayınları, İstanbul, 2022. 292     CANYAŞ, Oytun,  Vergi Yargılaması Hukukunda Norm Çatışması , Hacettepe Hukuk Fakültesi Dergisi, Yıl: 2013, Cilt:3, Sayı:2, (s.127–152). CİVELEK, Gülşah, Regulierungsoptionen für Related Party Transactions, Peter Lang, Bern, 2019. CONAC, Pierre-Henri / ENRIQUES, Luca / GELTER, Martin,  Constraining Dominant Shareholders' Self-dealing: The Legal Framework in France, Germany, and Italy , European Company and Financial Law Review, Yıl:2007, Sayı:4, (s.492-528). ÇAĞA, Tahir,  Özel Hüküm Genel Hükmü Daima Bertaraf Eder Mi? , Türkiye Barolar Birliği Dergisi, Yıl:1991, Sayı:3, (s.366-375). DAVIES, Paul / EMMENEGGER, Susan / FERRARINI, Guido vd.,  Implementation of the SRD II Provisions on Related Party Transactions , European Corporate Governance Institute - Law Working Paper No. 543/2020, (s.1-48) (https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3697257 erişim tarihi 29.3.2022).  DURAN, Arif, Örtülü Kazanç Aktarımı Yasağı, On İki Levha Yayınları, İstanbul, 2021. DURSUN, Selman, Sermaye Piyasasında Gerçeğe Aykırılıktan Doğan Suçlar, On İki Levha Yayıncılık, İstanbul, 2010. EMİNOĞLU, Cafer,  Kuram – Uygulama İkileminde Şirketler Topluluğu Hukuku ve (Normatif) Şirketler Topluluğu Meydana Getirmeyen Hâkimiyet İlişkileri –TTK'nın Şirketler Topluluğuna İlişkin Hükümleri ve TSY m. 105 Bağlamında Bir İnceleme , Ticaret Hukuku ve Yargıtay Kararları Sempozyumu, Yıl:2017, Cilt: XXXI, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, (s.11-64). EMMERICH, Volker / HABERSACK, Mathias, Aktien- und GmbH-Konzernrecht, 9. Basım, C. H. Beck, München, 2019. FETERIS,  Eveline T., Fundamentals of Legal Argumentation, 2. Basım, Springer, E-Book, 2017. 293     FLEISCHER, Holger,  Related party transactions bei börsennotierten Gesellschaften: Deutsches Aktien(konzern)recht und Europäische Reformvorschläge , Betriebs-Berater, Yıl:2014, Sayı:45, (s.2691-2700). FLEISCHER, Holger, Aktiengesetz Großkommentar, 4. Basım, De Gruyter, Berlin, 2022. GÖKTÜRK, Kürşat, Şirketler Topluluğunda Sorumluluk Esasları, Adalet Yayınevi, Ankara, 2015. GÖKTÜRK, Neslihan, Örtülü Kazanç Aktarımı Çerçevesinde Güveni Kötüye Kullanma Suçunun Şirketler Topluluğu İlişkisinde Bağlı Halka Açık Ortaklıklarda Oluşum Zamanı , Silvia Tellenbach'a Armağan, Seçkin Yayıncılık, İstanbul, 2018, s.209-227. GÖZLER, Kemal,  Yorum İlkeleri , Kamu Hukukçuları Platformu Anayasa Hukukunda Yorum ve Norm Somutlaşması, Türkiye Barolar Birliği Yayınevi, Ankara, 2012, (s.15119). GRIGOLEIT, Christoph H.,  Regulierung von Related Party Transactions im Kontext des deutschen Konzernrechts , Zeitschrift für Unternehmens- und Gesellschaftsrecht, Yıl: 2019, Cilt:48, Sayı:3, (s.412–462).  GÜNAY, Ece D., Sermaye Piyasası Hukuku'nda Örtülü Kazanç Aktarımı ve Türk Ticaret Kanunu Açısından Değerlendirilmesi, On İki Levha Yayınları, İstanbul, 2018. GÜRBÜZ USLUEL, Aslı E.,  Şirketler Topluluğunda Denkleştirme , Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi, Yıl: 2012, Cilt:18, S.2, (s.281-308).  HABERSACK, Mathias, Münchener Kommentar zum Aktiengesetz, 5. Basım, C. H. Beck, München, 2021. HELLERINGER, Geneviève,  Related Party Transactions in France: A Critical Assessment  Law and Finance of Related Party Transactions, Cambridge University Press, Cambridge, 2019, (s.400-425). HOPT, Klaus J.,  Groups of Companies: A Comparative Study of the Economics, Law, and Regulation of Corporate Groups , The Oxford Handbook of Corporate Law and Governance, Oxford University Press, Oxford, 2018, (s.603-632). 294     KARAYALÇIN, Yaşar, Hukukta Öğretim-Kaynaklar-Metod-Problem Çözme, 6. Basım, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2007. KAYA, Arslan,  Halka Açık Ortaklıklarda Örtülü Kazanç Aktarımı Yasağı , İstanbul Üniversitesi Hukuk Fakültesi Dergisi, Yıl: 2013, Cilt: LXXI, Sayı:2, (s.193-204). KAYA, Arslan,  Örtülü Kazanç Aktarımı Yasağının TK ya Tabi Şirketler/Şirketler Topluluğu ve SerPK İle İlişkisi Bakımından Değerlendirilmesi , Prof. Dr. Cevdet YAVUZ a Armağan, Marmara Üniversitesi Hukuk Fakültesi Hukuk Araştırmaları Dergisi Özel Sayı, İstanbul, 2016, (s.1531-1542). KAYA, Mustafa İ.,  Anonim Şirket Yönetim Kurulunun Denetim ve Gözetim Görevi , Dokuz Eylül Üniversitesi Hukuk Fakültesi Dergisi, Özel Sayı 2014, Cilt:16, (s.3261-3286). KIRCA, Çiğdem,  Kanunların Yorumunda Yorum Yöntemleri , Ankara Hukuk Toplantıları, Norm Koyma ve Hüküm Verme, Ankara, 2011, (s.347-370). KIRCA, İsmail / GÜREL, Murat,  Bağlı ve Bağımsız Anonim Şirketlerde Pay Sahibinin Şirkete Borçlanması ve Şirketler Topluluğuna İlişkin Hükümlerin Özgül Ağırlığı , Banka ve Ticaret Hukuku Araştırma Dergisi, Yıl: 2014, Cilt: XXX, Sayı: 2, (s.5-18). KLENE, Victor, Related Party Transactions – Zweck der Regulierung und Regelungsbedarf in Deutschland – Eine rechtsvergleichende Betrachtung, Peter Lang, Frankfurt am Main, 2017. LOTZ, Maximilian,  Der Anwendungsbereich der Regelungen zu „Related Party Transactions  (§§ 111a ff. AktG) im faktischen Aktienkonzern , Zeitschrift für Wirtschaftsrecht, Yıl: 2020, Cilt:41, Sayı:38, (s.1843-1846). MANAVGAT, Çağlar,  Örtülü Kazanç Aktarımının Ortaklıklar Topluluğu Düzenlemelerindeki Sınırları , Banka ve Ticaret Hukuku Araştırma Dergisi, Yıl: 2015, Cilt: XXXI, Sayı:1, (s.87-105). MANAVGAT, Çağlar, Halka Açık Anonim Ortaklıklar ve Halka Arz, Banka ve Ticaret Hukuku Enstitüsü Yayınları, Ankara, 2016. 295     MANTYSAARI, Petri, The Law of Corporate Finance: General Principles and EU Law, Vol. III, Springer, Berlin, 2010. MEYER, Maximilian, Nachteil und Einlagenrückgewähr im faktischen Konzern, Nomos, Berlin, 2013.  MICHAELS, Ralf / PAUWELYN, Joost,  Conflict of Norms or Conflict of Laws?: Different Techniques in the Fragmentation of Public International Law ,  Duke Journal of Comparative & International Law, Yıl:2012, Cilt:22, Sayı:349, (s.349-376). MÜLLER, Hans-Friedrich,  Related Party Transactions im Konzern , Zeitschrift für Unternehmens- und Gesellschaftsrecht, Festschrift für Eberhard Vetter, Verlag Dr. Otto Schmidt, 2019, (s.97-125). OKUTAN NILSSON, Gül, Türk Ticaret Kanunu Tasarısı na Göre Şirketler Topluluğu Hukuku, On İki Levha Yayınları, İstanbul, 2009. ÖZCANLI, F. Beril, Şirketler Topluluğunda Hâkimiyetin Hukuka Aykırı Kullanılması, On İki Levha Yayınları, İstanbul, 2021.   ÖZDİN, Funda, Cash Pooling im deutschen und türkischen Konzernrecht unter den Aspekten von Kapitalerhaltung und-aufbringung, Duncker & Humblot, Berlin, 2018. PECZENIK, Aleksander, Law and Reason, 2. Basım, Springer, E-Book, 2009. POROY, Reha/TEKİNALP, Ünal/ÇAMOĞLU, Ersin, Ortaklıklar Hukuku C.II, 14. Basım, Vedat Kitapçılık, İstanbul, 2019. REIMER, Franz, Juristische Methodenlehre, 2. Basım, Nomos, E-Book, 2020. RHIEL, Jörg, Related-Party Transactions im deutschen und US-amerikanischen Recht der Aktiengesellschaft, Duncker & Humblot, Berlin, 2015. SADAK, Murat, Sermaye Piyasası Hukukunda Örtülü Kazanç Aktarımı Suçu, Legal Yayıncılık, İstanbul, 2016.  SCHÖN, Wolfgang,  The Concept of the Shareholder in European Company Law , European Business Organization Law Review, Yıl: 2000, Cilt:1, Sayı:1, (s.3-39). 296     SEIDEL, Andreas,  Konzerninterne Related Party Transactions nach der AktionärsrechteRichtlinie II , Die Aktiengesellschaft, Yıl: 2018, Cilt: 63, Sayı: 12, (s.423-429).  SIECKMANN, Jan,  Is Balancing a Method of Rational Justification sui generis? On the Structure of Justification by Balancing , Legal Argumentation Theory: CrossDisciplinary Perspectives, Springer, E-Book, 2013, (s.189-206). SÖNMEZ, Yusuf Z.,  TTK ve SPKn Çerçevesinde İlişkili Taraf İşlemleri, Halka Açık Anonim Ortaklıkta Malvarlığının Korunması Sorunu , Türk Ticaret Kanunu Ekseninde Sermaye Piyasası Hukuku Toplantı Serisi, On İki Levha Yayınları, İstanbul, 2019, (s.265-277). TARDE, Andreas,  Geschäfte mit nahestehenden Personen nach dem ARUG IIRegierungsentwurf , Neue Zeitschrift für Gesellschaftsrecht, Yıl: 2019, Sayı:13, (s.488-495). TEKİNALP, Ünal; Sermaye Ortaklıklarının Yeni Hukuku, 4. Basım, Vedat Kitapçılık, İstanbul, 2015.  TORAMAN ÇOLGAR, Emek, Anonim Ortaklıkta Şirkete Borçlanma Yasağı, On İki Levha Yayınları, İstanbul, 2019. TRÖGER, Tobias H.,  Bemerkung zur Regelung von Related Party Transactions im ARUG II , Festschrift für Klaus J. Hopt zum 80. Geburtstag, De Gruyter, Berlin, 2020, (s.12891301).  TRÖGER, Tobias, H.,  Corporate Groups: A German s European Perspective , Sustainable Architecture for Finance in Europe, Working Paper Series, No.66, 2014, (s.1-41). UNGERER, Felix, Prozedurale Regulierung und Transparenz von Related Party Transactions in börsennotierten Aktiengesellschaften, Duncker & Humblot, Berlin, 2019. WINNER, Martin,  Group Interest in European Company Law: An Overview , Journal of Legal Studies Acta Universitatis Sapientiae, Yıl:2016, Cilt:5, Sayı:1, (s.85–96).  297     YANLI, Veliye,  Halka Açık Anonim Şirketler Ve Bağlı Şirketlerin Teminat İşlemleri , Prof. Dr. Seza Reisoğlu Armağanı, Banka ve Ticaret Hukuku Araştırma Enstitüsü Yayınları, Ankara, 2016, (s. 355-392). ZORRILLA, Martinez,  Some Thoughts About the Limits of Alexy s Conception of Principles and Balancing , Proportionality in Law,"
}