{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "06",
     "Ay": "04",
     "Yıl": "2022",
     "Cilt": "1",
     "Sayı": "12",
     "Başlık": "1977 SOVYET SOSYALİST CUMHURİYETLER BİRLİĞİ ANAYASASI BAĞLAMINDA KENDİ KADERİNİ TAYİN MESELESİ",
     "Title": "SELF-DETERMINATION ISSUE IN THE CONTEXT OF 1977 CONSTITUTION OF THE SOVIET SOCIALIST REPUBLICS UNION",
     "Yazar İsmi": [
          "İrem ALPÖZEN",
          "Ali Murat ÖZDEMİR"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Kendi kaderini tayin meselesi",
          "Fordizm",
          "Post-Fordizm",
          "Ayrılma hakkı",
          "Hegemonya"
     ],
     "Keywords": [
          "Self determination issue",
          "Fordism",
          "Post-Fordism",
          "Right to secede",
          "Hegemony"
     ],
     "Özet": "Kökeni  iktidarın kaynaklandığı mercii olarak halkın kendi yaşadığı topraklar üzerinde kolektif olarak sahip olduğu haklar  düşüncesine -dolayısıyla modern dönem bağlamında 18. Yüzyılın Amerikan ve Fransız Devrimine- kadar takip edilebilir olmakla birlikte, kendi kaderini tayin hakkı başlığı altında sürülen  iddiaların  küresel  ölçekli  güç  mücadelesini  belirleme  kapasitesini  edinmesi  20.  Yüzyılı bulmuştur.  Avrupa da  ulusal  sorunla  kesişen,  ulus-devlet-imparatorluklarının  birbirlerine  karşı mücadelelerinde gündeme gelen, erken yüzyıl devrimleri ve Birinci Dünya Savaşı ortamında tatbikat imkanları bulan kendi kaderini tayin iddiaları hem uluslararası hukukun hem de uluslararası politikanın biçimlenmesinde önemli etkiler üretmiştir. Okumakta olduğunuz çalışma kendi kaderini tayin iddiaları kapsamında geliştirilen ve farklı dönemlerde farklı içeriklerle uluslararası hukuk tarafından tanınan talepleri  ekonomi  politik  perspektiften  değerlendirme,  dönemselleştirme  ve  bu  yolla  1977  Sovyet Sosyalist  Cumhuriyetler  Birliği  Anayasası  bağlamında  kendi  kaderini  tayin  meselesini  irdeleme maksadını haizdir. Bu kapsamda kendi kaderini tayin meselesi, 20. yüzyılın başı, II. Dünya Savaşı sonrası, Sovyetler Birliği nin çöküşü ile Kosova sonrası olmak üzere dört dönemde incelenebilir. İlk dönem Avrupa bağlamında ortaya çıkan ulusal sorunların devrimci yorumları hem de Birinci Dünya Savaşı nın son aşamalarında devreye giren Amerika Birleşik Devletleri müdahalesinin belirleyiciliğinde oluşan dönüşümleri kapsamaktadır. İkinci dönem İkinci Dünya Savaşı sonrasında bir yandan Sovyetler Birliğinin  sosyalist  bloğun  temsilcisi  olarak  belirdiği  diğer  yandan  Amerika  Birleşik  Devletleri nin İngiltere nin yerine küresel hegemon devlet olarak öne çıktığı ve yeni bir düzenleme rejimi önerdiği 1945-1990 arası dönemi kapsamaktadır. Post-Fordist ya da neo-liberal birikim rejiminin öne çıkması ve bunu takip eden 10 yıllık süreçte Sovyetler Birliğinin Yıkılması ve sosyalist bloktan ayrılan ülkelerin merkezi kapitalist sisteme eklenmesi ile sonuçlanan 1990 sonrası dönemi özgün dinamiklerinden ötürü üçüncü bir dönem olarak değerlendirme gereği doğmuştur. Üçüncü dönemin bir diğer özelliği Amerika Birleşik  Devletleri nin  küresel  ölçekte  artan  belirleyiciliğidir.  Dördüncü  dönem  Amerika  Birleşik Devletleri nin tek başına düzenleyici güç olmaktan çıktığı ve Post-Fordist düzenleme rejiminin sürekli istikrarsızlığı altında biçimlenmeye devam eden dönem olarak kabul edilmiştir. 1977 Sovyet Sosyalist Cumhuriyetler Birliği Anayasası bağlamında kendi kaderini tayin meselesi Sovyetler Birliğinin kuruluşu süreciyle  ilişkisi  yönünden  birinci,  Sovyetler  Birliğinin  küresel  güç  oluşu  ve  yıkılışı  ile  bağlantısı nedeniyle ikinci ve üçüncü dönemlerle doğrudan ilintilidir. Dördüncü dönem de adı geçen toplumun ve devletin günümüzdeki etkilerini anlamak açısından önemlidir.",
     "Abstract": "Although its origins can be traced back to the idea of  the collective rights of the people over their own lands as the authority from which power originates - thus, in the context of the modern period, until the American and French  Revolution of the 18th century- the claims under the title of right to selfdetermination acquired the capacity to determine the global-scale power struggle in the 20th century. The claims of self-determination, which intersected with the national problem in Europe, came to the agenda in the struggles of the nation-state-empires against each other and found opportunities to exercise in the early century revolutions and the First World War, had significant effects on the shaping of both international law and international policy. The study you are reading has the purpose of evaluating the demands developed within the scope of the claims of self-determination and recognized by international law with different contents in different periods from the political economy perspective, and in this way examine the issue of self-determination in the context of the 1977 Constitution of the Union of Soviet Socialist Republics. In this scope, the issue of self-determination can be examined in four periods: the beginning of the 20th century, after World War II, the collapse of the Soviet Union and after Kosovo. The first period includes both the revolutionary interpretations of national problems that emerged in the European context, as well as the transformations that took place in the decisiveness of the United States intervention that took place in the final stages of the First World War. The second period covers the period between 1945-1990, when the Soviet Union emerged as the representative of the socialist bloc on the one hand, and the United States of America emerged as a global hegemonic state instead of Britain and proposed a new regulatory regime after the Second World War on the other hand. The post-1990 period, which resulted in the emergence of the post-Fordist or neo-liberal accumulation regime and the collapse of the Soviet Union in the following 10 years and the addition of the countries leaving the socialist bloc to the central capitalist system, is needed to be evaluated as a third period, due to its unique dynamics. Another feature of the third period is the increasing determination of the USA on a global scale. The fourth period was accepted as the period in which the United States ceased to be the sole regulatory power and continued to take shape under the constant instability of the Post-Fordist regulatory regime. In the context of the 1977 Constitution of the Union of Soviet Socialist Republics, the issue of self-determination is directly related to the first period in terms of its relation to the establishment of the Soviet Union, and to the second and third periods due to its connection with the global power and collapse of the Soviet Union. The fourth period is also important in understanding the current effects of the mentioned society and state.",
     "Metin": "Kendi kaderini tayin meselesinin kökeni konusunda doktrinde bir görüş birliği olmamakla  birlikte,  çeşitli  çalışmalarda  bu  kavramın  kökeninin  Orta  Çağ a  kadar dayandırıldığını saptamak mümkündür.  İktidarın kaynaklandığı mercii olarak halkın kendi yaşadığı topraklar üzerinde kolektif olarak sahip olduğu haklar  olarak kabul edildiğinde köken meselesi için 18. Yüzyılın Amerikan ve Fransız Devrimleri uygun bir çıkış  noktası  olarak  düşünülebilir.  Diğer  yandan  kendi  kaderini  tayin  hakkı  başlığı altında  sürülen  iddiaların  küresel  ölçekli  güç  mücadelesini  belirleme  kapasitesini edinmesi 20. Yüzyılı bulmuştur.   Avrupa da  ulusal  sorunla  kesişen,  ulus-devlet-imparatorluklarının  birbirlerine karşı mücadelelerinde gündeme gelen, erken yüzyıl devrimleri ve Birinci Dünya Savaşı ortamında  tatbikat  imkanları  bulan  kendi  kaderini  tayin  iddiaları  hem  uluslararası hukukun hem de uluslararası politikanın biçimlenmesinde önemli etkiler üretmiştir.  20. yüzyılda her ne kadar kendi kaderini tayin meselesinin bir ilke/hak olarak kullanımı Wilson  prensipleri ne dayandırılsa da, bu meselenin siyaset sahnesine çıkışı 20.  Yüzyıl  Avrupa sında  ulusal  sorun  ve  sosyalist  mücadeleler  bağlamında düşünülmelidir. Kendi kaderini tayin meselesine Wilson dan daha önce vurgu yapan düşünürlerden Lenin e göre içinde bulunduğu merkez kapitalist toplumdan egemenlik haklarıyla birlikte ayrılma hakkını içeren kendi kaderini tayin iddiaları, sosyalizmin hedeflerini gerçekleştirmede işlevseldir. Bu noktada kendi kaderini tayin iddialarının hak  olarak  adlandırılması  meselesine  değinilebilir.  Marksist  kuramın  doğal  haklar kuramına getirdiği eleştiri onun tarih dışı içeriğine odaklanır. Bu kapsamda  insanların insan  olmaktan  kaynaklanan  hakları   düşüncesi  hak  statüsünde  talepler  üretmek açısından yetersiz bir zemin oluşturmaktadır. Aşkın bir hak düşüncesinin içerdiği önkabullerin (metafiziğin) reddi aynı çıkarımın kolektif versiyonlarını da kapsayacaktır.                                                            1   Просветительская  Группа  по  Правам  Человека,   Право  Народов  на  Самоопределение: Идеология и  Практика,  Материалы  к  Семинару ,  1997,  Москва, http://library.khpg.org/files/docs/prava.pdf (erişim tarihi 03.11.2020), s. 5.  2   ÖZDEMİR, Ali Murat,  Egemenlikteki Dönüşüm, Kendi Kaderini Tayin Meselesi ve Sovyet İhtilali , Monthly Review, Yıl: 2017, Cilt: 4, (s. 177-213), s. 192.  3   LENIN, Vladimir, Ulusların Kaderlerini Tayin Hakkı, (çev. M.İ. Erdost), Sol Yayınları, Ankara, 2020, s. 137.   4     Söz konusu belirlenimler altında kendi kaderini tayin iddiaları küresel ölçekli devrim stratejinin parçasına dönüşecektir. II. Enternasyonalin çöktüğü, Avrupa ülkelerindeki sosyalist  partilerin  kendi  ülkelerinin  savaş  bütçelerine  olumlu  oy  kullandığı  bir dönemde sömürgelerden merkeze akan toplumsal artığın kendi kaderini tayin hakkını kullanan  toplumlar  tarafından  kesilebileceği  ve  bu  suretle  merkez  ülkelerin  çalışan kesimlerin  devrimci  talepler üretebileceği  saptamasıyla,  Lenin,  kendi  kaderini tayin iddiasını devrim stratejisinin bir parçası haline getirecektir.   Stalin de Sovyet Devrimi öncesi dönemde aynı çizgidedir. Devrimden sonraki dönemde küresel ölçekli proletaryanın menfaatini sosyalizmin anavatanı olan Sovyetler Birliği ni korumak olarak saptayacak ve merkez kapitalist ülkelere yönelik değer akışını kesen  hareketleri  bu  sefer  Sovyetler  Birliği  ile  ittifak  kurabilecek  ülkeler  için destekleyecektir. Aynı ilkenin Sovyetler Birliğinin federatif kuruluş mantığı içerisinde de önemli bir rolü olacak, etnik bölgeler ve bu etnik bölgeler içerisindeki farklı etnik bölgeler merkezin üstün yetkilere sahip olduğu bir federasyon içerisinde federatif ya da bölgesel sınırlara kavuşacaktır. Kendi  kaderini  tayin  hakkı,  Sosyalist  yönetim  biçimini  benimseyen  Sovyet Sosyalist  Cumhuriyetler  Birliği nin  tüm  anayasalarında  yer  bulmuştur.  Bu  noktada dikkat çekici olan husus ise, Sovyetler Birliği nin dağılma sürecinde kendi kaderini tayin  hakkının  kullanılmasının  birincil  derecede  rol  oynamasıdır.  Ancak,  Sovyetler Birliği  Cumhuriyetlerinin,  kendi  kaderini  tayin  hakkını  kullanarak  Birlikten ayrılmalarının imkânsız kılınmaya çalışılması da, bu hakkın esasında kağıt üzerinde tanındığı tartışmalarını doğurmuştur.  Okumakta  olduğunuz  çalışma  kendi  kaderini  tayin  iddiaları  kapsamında geliştirilen ve farklı dönemlerde farklı içeriklerle uluslararası hukuk tarafından tanınan                                                            4     ÖZDEMİR, 2017, s. 210-211. 5    LENİN,  Vladimir,  Emperyalizm,  Kapitalizmin  En  Yüksek  Aşaması,  (çev.  O.  Geridönmez), Evrensel Kitabevi, Ankara, 2011. 6    STALIN, Joseph, Works, Vol. III, Foreign Languages Publishing House, Moscow, 1953, s. 45.  7   FINDLEY, Carter V., Dünya Tarihinde Türkler, (çev. A. Anadol), Alfa Basım Yayım Dağıtım, İstanbul, 2018, s. 292-323; LEWIN, Moshe, Sovyet Yüzyılı, (çev. R. Akman), İletişim Yayıncılık, İstanbul, 2008.   5     talepleri ekonomi politik perspektiften değerlendirme, dönemselleştirme ve bu yolla 1977 Sovyet Sosyalist Cumhuriyetler Birliği Anayasası bağlamında kendi kaderini tayin meselesini  irdeleme  maksadını  haizdir.  Makale  üç  bölümden  oluşmaktadır.  Birinci bölümde, kendi kaderini tayin meselesinin tarihsel gelişimi ve kendi kaderini tayin meselesinin sosyalizm ekseninde değerlendirmesi incelenmiştir. İkinci bölümde pozitif hükümler,  yani  1977  Sovyet  Sosyalist  Cumhuriyetler  Birliği  Anayasası nda  kendi kaderini tayin hakkının nasıl düzenleme altına alındığı ve 3 Nisan 1990 tarihli Sovyetler Birliği  Cumhuriyetlerinin  SSCB den  Ayrılması  Hakkında  Kanun  analiz  edilmiştir. Üçüncü bölümde ise Sovyetler Birliği nin dağılma süreci ve dağılma sürecinde kendi kaderini tayin meselesinin etkisi ele alınmıştır.   I.  KENDİ KADERİNİ TAYİN MESELESİNE SOSYALİST BAKIŞ A.  Kendi Kaderini Tayin Meselesinin Tarihsel Gelişimi En  genel  ifadeyle,  halkların  kendi  geleceklerini  belirleyebilmesi  olarak tanımlanabilen kendi kaderini tayin meselesinin kökenleri, birbirini yüzyıl arayla takip eden küresel ölçekli iki dönüşümde saklıdır. Bunlardan ilki, egemenliğin kaynağındaki dönüşümdür.  Bir  ülke  üzerinde  yaşayan  çoğunluğun,  o  ülke  hükümdarının  mülkü olmaktan  çıkıp,  o  ülkede  mevcut  siyasi  yapının  meşruiyet  temeli  haline  gelmesi, kapitalist  üretim  ilişkilerinin  Avrupa da  bir  yerlerde  ve  bir  zamanda  hâkim  hale gelmesiyle  bağlantılıdır.  Ancak  toplumsal  alandaki  derin  ve  uzun  dönüşümlerle bağlantılı olan söz konusu fikrin siyasi-hukuki somutluk elde edebilmesi için Amerikan ve Fransız Devrimlerini beklemek gerekmiştir. Kendi kaderini tayin meselesi, ilk kez somut bir şekilde 1776 da Amerikan Bağımsızlık Beyannamesiyle kendini göstermiştir. 18. yüzyılda, 3 Eylül 1791 Fransız Devrimiyle, egemenliğin millete ait olduğu ilkesi                                                            8   BERMAN,  Nathaniel,   Sovereignty  in  Abeyance:  Self-Determination  and  International  Law . Winsconsin International Law Journal, Yıl: 1988, Cilt: 7, Sayı: 1, (s. 51-106).  9   ÖZDEMİR, 2017, s. 180; ВЯТР, Ежи,  Национальное Самоопределение  – Политические и Правовые Дилеммы , Социология, Yıl: 2014, Cilt: 3, (s. 29-35), s. 30.    6     benimsenmiş, bu ilke de Avrupa da kendi kaderini tayin hakkının doğal bir hak olarak benimsenmesinin başlangıcı olmuştur.  Bir  asır  sonra  ise,  emperyalizm,  sanayi  kapitalizminin  belirli  bir  evresinde, kapitalist  sınıfın  en  güçlü  fraksiyonlarının  kendi  menfaatini  bütün  bir  toplumun menfaati olarak sunabilme yeteneğini tartışmasız ve tek başına ele geçirdiği bir dönemin neticesi  olarak  belirdiğinde,  kendi  kaderini  tayin  tartışmaları,  sömürge  halkları bedeninde,  20.  yüzyıl  başından  1990 lara  kadar  geçerli  olacak  olan  ana  nesnesine kavuşmuştur. Bu kapsamda kendi kaderini tayin meselesi, 20. yüzyılın başı, II. Dünya Savaşı sonrası, Sovyetler Birliği nin çöküşü ile Kosova sonrası olmak üzere dört dönemde incelenebilir. Sömürgecilikten 19. Yüzyılda sermayenin genişletilmiş üretiminin ulusal politikaların  belirleyici  unsuru  olarak  belirmesiyle  farklılaşan  bir  olgu  olarak emperyalizmin güncel siyaseti belirlediği  andan İkinci Dünya Savaşı na kadar olan dönem  birinci  dönemi oluşturur. Bu zaman dilimi  içerisinde 20.  yüzyıl  başı  esas alınmıştır,  zira  klasik  emperyalist  dönem  içerisinde  kendi  kaderini  tayin  iddiaları üzerine yorumların belirdiği uğrak burasıdır. Söz konusu uğrak hem Avrupa bağlamında ortaya çıkan ulusal sorunların devrimci yorumları hem Sovyetler Birliğinin kuruluş sürecinde etnik sınırları gözeten federatif ve bölgesel mantığın biçimlenmesi hem de Birinci Dünya Savaşı nın son aşamalarında devreye giren Amerika Birleşik Devletleri müdahalesinin belirleyiciliğinde oluşan dönüşümleri kapsamaktadır.  İkinci dönem, II. Dünya Savaşı sonrası dönem, yani sermayenin uluslararasılaşmasında ve emperyalist politikaların biçimlenmesinde belirgin dönüşümlerin yaşandığı Amerikan Hegemonyası dönemidir. 1945-1990 yılları arasında denk düşen söz konusu dönemde bir yandan Sovyetler Birliği sosyalist bloğun temsilcisi olarak belirmekte, diğer yandan Amerika Birleşik Devletleri İngiltere nin yerine küresel hegemon devlet olarak öne çıkmaktadır. Sovyet  İhtilali nin   hedeflenmeyen  ama  beklenebilir   sonuçlarının  Amerikan hegemonyası başlıklı bir dönemde yoğunlaşması ironiktir. Post-Fordist ya da neo-liberal                                                            10  Просветительская  Группа  по  Правам  Человека,  Право  Народов  на  Самоопределение, Москва, 1997, s. 5.  11  ÖZDEMİR, 2017, s. 180-181.  12   Bkz. ÖZDEMİR, Ali Murat,  Kolektif Emperyalizm , Kolektif Emperyalizm, (der. A.M.Özdemir), İmge Kitabevi, Ankara, 2014.    7     birikim rejiminin öne çıkması ve bunu takip eden 10 yıllık süreçte Sovyetler Birliği nin yıkılması ve sosyalist bloktan ayrılan ülkelerin merkezi kapitalist sisteme eklenmesi ile sonuçlanan 1990 sonrası dönem üçüncü dönemdir. Üçüncü dönemin bir diğer özelliği Amerika Birleşik Devletlerinin küresel ölçekte artan belirleyiciliğidir. Dördüncü dönem Amerika Birleşik Devletleri nin tek başına düzenleyici güç olmaktan çıktığı ve PostFordist düzenleme rejiminin sürekli istikrarsızlığı altında halen biçimlenmeye devam eden dönem  olarak kabul  edilmiştir. 1977 Sovyet  Sosyalist  Cumhuriyetler Birliği Anayasası  bağlamında  kendi  kaderini  tayin  meselesi  Sovyetler  Birliğinin  kuruluşu süreciyle ilişkisi yönünden birinci, Sovyetler Birliğinin küresel güç oluşu ve yıkılışı ile bağlantısı nedeniyle ikinci ve üçüncü dönemlerle doğrudan ilintilidir. Dördüncü dönem de  adı  geçen  toplumun  ve  devletin  günümüzdeki  etkilerini  anlamak  açısından önemlidir. Kendi  kaderini  tayin  meselesi,  uluslararası  toplumda  özellikle,  birinci  dönem olarak adlandırılan 20. yüzyılın başlarından itibaren yankı bulmuştur. 20. yüzyıl genel olarak  kendi kaderini tayin çağı  olarak nitelendirilmektedir. 1900 senesinde, dünya üzerindeki koloniler 73 milyon km olarak kaydedilmiş olup, yüzyılın sonunda dünya üzerinde koloni kalmamıştır. Birinci  Dünya  Savaşı  sonrasında,  ilk  dönem  olarak  adlandırdığımız  zaman kesitinde,  kendi  kaderini  tayin  meselesinin,  Lenin in  ve  Wilson ın  görüşleri  olmak üzere başlıca iki yorumu kendini göstermiştir. Kendi kaderini tayin meselesinin bir ilke/hak olarak kullanımı Wilson prensipleri başlığı altında dünya gündemine gelmiştir. Wilson ın  kendi  kaderini  tayin  anlayışı,  yüzyıllar  boyunca  evrimleşerek  modern dünyayı  şekillendiren  birtakım  görüşlerden  kaynağını  almakta,  ağırlıklı  olarak  ise İngiliz,  Fransız  ve  Amerikan  Devrimlerinde  ortaya  çıkan  siyasi  düşüncelere                                                            13  ÖZDEMİR, 2017, s. 179.  14  ÖZDEMİR, 2017, s. 179.  15  ПРОСВЕТИТЕЛЬСКАЯ ГРУППА ПО ПРАВАМ ЧЕЛОВЕКА, 1997, s.6.  16  EHTİBARLI, Yaşar, Uluslararası Hukukta Self Determinasyon Hakkı ve Hakkın Ekonomik Boyutu, Yayınlanmamış Doktora Tezi, Selçuk Üniversitesi, Sosyal Bilimler Enstitüsü, Konya, 2016, s. 51.    8     dayanmaktadır. Ancak özünde, Wilson un adı altında biçimlenen formül ne ABD nin ne de bu devlet ile ittifak halinde bulunan devletlerin el altında bulundurduğu sömürge halklarına hitap etmemekte; savaşta yenilecek olan üç imparatorluğun tebaasıyla sınırlı bir düşman cezalandırma edimini ifade etmektedir. Milletler Cemiyeti de söz konusu imparatorlukların  eski  sömürgelerinin  ya  da  topraklarının  idaresi  maksadıyla örgütlenmiş,  bir  anlamda  galip  ülkeler  için  ortak  sömürge  idaresi  olarak biçimlenmiştir.  Bu  sebepten  ötürü,  Wilson  önerisini  prensip  saymak  bir  yana,  radikal  ya  da özgürleştirici bir politika olarak tanımlamak da mümkün görünmemektedir. Wilson teşebbüsü, kendi kaderini tayin meselesinin sosyalist dünya devrimine bir cevap olarak kullanılabileceğini göstermesi açısından önemlidir. Bunun yanında bu  ilkeler , ulusdevlet formunun Avrupa çapında uluslararasılaşması sürecinde kullanılmışlardır. Bu formül,  kendisini  1990 lardan  sonra  sıkça  gözlemlediğimiz  emperyalist  müdahale süreçlerinde  göstermiştir.   Bağımlı/mikro   milliyetçilikler  kendi   doğal-tarihsel  haklarını emperyalizmle iş birliği içerisinde ileri sürüp ülkelerinin kolektif varlıklarını bireysel  haklara  tahvil  etme  (metalaştırma)  sözleri  verirken,  kendi  kaderini  tayin  hakkı nın içeriği doğal kaynaklar üzerinde tam egemenliğe dayalı Lenin söylemiyle değil Wilson un verdiği  anlamla biçimlenmiştir. Sovyet  sonrası  dönemde  Leninizm otoriteryanizmin bir çeşidi olarak lanetlenirken, Wilson ın verdiği anlamın pek çok ayrılıkçı hareketin programında Lenin in adıyla sunulması bir paradoks olarak değil makul ve  şık  bir muhalefet stratejisi olarak kabul edilmiştir.  Amerika Birleşik Devletleri Başkanı Wilson un çabalarına rağmen kendi kaderini tayin meselesi, kendi sömürgelerini eski usulde yöneten galip devletler cephesinde, siyasi  istikrarsızlığa  neden  olacağı  gerekçe  gösterilerek  olumlu  karşılanmamış  ve Milletler  Cemiyeti  Misakında  yer  bulmamıştır.  Aynı  kapsamda  Milletler  Cemiyeti                                                            17  WHELAN,  Anthony,   Wilsonian  Self-Determination  and  the  Versailles  Settlement ,  The International and Comparative Law Quarterly, Yıl: 1994, Cilt: 43, Sayı: 1, (s. 99-115), s. 99-100.  18   ANGHIE, Anthony, Imperialism, Sovereignty and the Making of International Law, Cambridge University Press, 2005, s. 126-127.  19  ÖZDEMİR, 2017, s. 188.  20   ANGHIE, 2005, s. 135-136; 140-149.  21  ÖZDEMİR, 2017, s. 188.    9     döneminde kendi kaderini tayin meselesi, azınlıkların korunması için temel oluşturmuş ancak bir uluslararası hukuk kuralı olarak değerlendirilmemiştir.  Her ne kadar 1920 de Sovyetler Birliğine Barış Anlaşmaları ile kendi kaderini tayin  hakkı  tanınmış  olsa  da,  kendi  kaderini  tayin  hakkının  uluslararası  hukukta kabulünün, Birleşmiş Milletler Antlaşması ile gerçekleştiği kabul edilir.  Yukarıda sunulan dönemselleştirme mantığına göre 1945 sonrasına tekabül eden ve  Sovyetler  Birliğinin  yıkılmasına  kadar  süren  dönem,  2.  dönem  olarak  kabul edilebilir. Klasik emperyalist dönemin ulusal sınırlarla ve sömürgelerle bağlantılı firma faaliyet  alanlarının  merkez  kapitalist  devletlerin  tümünü  kapsayacak  şekilde geliştirildiği; çok uluslu şirketlerin enerji, finans ve benzeri alanlarda küresel değer üretiminin önemli bir kısmını kontrol etmeye başladığı; merkez devletlerin ve bunlarla ilişkili toplumsal formasyonların devlet yapılarında güçler ayrılığı prensibine dayalı parlamentarizmin  hakim  olduğu;   Medeni  milletlerce  kabul  edildiği  halleriyle 24 hukukun evrensel  ilkelerinin  yerel devletler tarafından  anayasallaştırılarak bağlayıcı hale getirildiği; bölgesel oluşumların ve çok taraflı andlaşmaların politika ve hukuk yapım  süreçlerini  belirlediği  dönemde,  klasik  emperyalist  dönemin   bir  devletin yalnızca kendisine ait sömürgeler edinerek faaliyet göstermesi  esasına dayalı mantığı kabul  edilmez  hale  gelmiştir.  Bununla  bağlantılı  olarak,  Birleşmiş  Milletler Antlaşması nda  haktan  ziyade   ilke   olarak  düzenlenen  kendi  kaderini  tayin meselesinin uluslararası hukukta bağlayıcılığı, 1966 tarihli İkiz Sözleşmeleriyle (Kişisel ve Siyasal Haklar Sözleşmesi ile Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi ile) gerçekleşmiştir. Ancak dönemin sömürgesizleştirme süreçleri içerisinde, sömürgeci devletten kaldığı haliyle, mülkiyet yapısını korumak durumunda kalan yeni ülkelerin kendi doğal kaynakları üzerinde egemenlik tesis etmelerinin mümkün olmadığı, önceki                                                            22  SHAW, Malcolm N., International Law, Cambridge University Press, Cambridge, 1997, s. 480 den aktaran ABDULLAHZADE, Cavid, Hukuki Yönleriyle Dağlık Karabağ Sorunu, Adalet Yayınları, Ankara, 2014, s. 156.  23    PAZARCI, Hüseyin, Uluslararası Hukuk Dersleri, 4. Kitap, 2. Basım, Turhan Kitabevi, Ankara, 2006, s. 7.  24  Uluslararası  Adalet  Divanı  Statüsü,  madde  38. https://diabgm.adalet.gov.tr/arsiv/sozlesmeler/coktaraflisoz/bm/bm_02.pdf (erişim tarihi 08.04.2020). 25   ÖZDEMİR, 2014.  26  ABDULLAHZADE, 2014, s. 157.    10     sanayileşme  kalıplarının,  etnik  çekişmelerin,  üretim  zincirlerinin  -3.  Dünyacı hareketlerin sınırlı başarılarına rağmen- eski halleriyle kaldığı burada belirtilmelidir. Sınırlı  kalkınma  hamlelerine  rağmen  pek  çok  örnekte  bağımsızlık  ekonomik bağımsızlıkla  bütünleşememiş,  eski  sömürgeci  ülke  ile  daha  önce  kurulmuş  olan bağımlılık  ilişkileri  olduğu  gibi  devam  etmiş,  sömürge  olma  durumu   polisin yerelleşmesi   ve  faaliyet  gösteren  firmaların  farklı  çıkış  noktalarına  sahip  olmaları durumları  haricinde  süregitmiştir.  Anılan  koşullar  altında  kendi  kaderini  tayin meselesinin  Birleşmiş  Milletler  Sözleşmeleri nin  kapsamına  girmesinde  Sovyet etkisinin  yanında  ulusal  ve  sömürge  sınırları  ile  bağlı  olmayan  yeni  birikim stratejisinin rolünün oldukça büyük olduğu saptanabilecektir.  Yukarıda belirtilen yapısal sınırlarına rağmen, 77 ler hareketinin, yeni ekonomik dünya  düzeni  hedeflerinin  ve  Sovyetler  Birliği nin  mevcudiyetinin  etkisi  ile  kendi kaderini tayin hakkının kullanılması sürecinde 2. dönem, biçimsel bağımsızlığın, sınırlı kalkınmanın ve merkez kapitalist ülkelerle çekişme içerisinde de olsa doğal kaynak kullanımında sınırlı yerelleşmenin gerçekleştiği bir dönem olarak saptanabilir.  Kendi kaderini tayin meselesinde üçüncü dönem, düzenli kapitalizmin sonunun ve Sovyet  sisteminin  çöküşünün  gerçekleştiği  1991  sonrası  dönemi  ifade  etmektedir. Sovyet sonrası dönemde kendi kaderini tayin iddiaları, kolektif emperyalist merkezin devlet  biçimi  diretme  politikalarıyla  örtüşmektedir.  Kendi  kaderini  tayin  iddiaları açısından üçüncü dönem tartışma ve tanımlama çabaları, ilke olarak bir dönem sosyalist düzenleri  olan  ve  anayasalarında  ayrılma  hakları  tanınmış  federe  devletlerle  sınırlı kalmıştır.  Kendi kaderini tayin meselesinde dördüncü dönem ise, Kosova nın tanınması ile başlamıştır. Sovyetler Birliği nin dağılmasından sonra yani üçüncü dönemde, bu ülke içerisinde ve Doğu Bloğunda gözlemlenen ayrışmalarda kendi kaderini tayin hakkını kullanan yapılar, federe devletlerdir ve bir önceki dönemde akdedilen anayasalarında                                                            27  AMİN, Samir, Emperyalizm ve Eşitsiz Gelişme, Yordam Kitap, İstanbul, 2018; FRANK, Andre Gunder / GILLS, Barry K. (der), Dünya Sistemi: Beş Yüzyıllık mı, Beş Binyıllık mı?, (çev. E. Soğancılar), İmge Kitabevi, Ankara, 2003. 28  ÖZDEMİR, 2017, s. 192.  29  ÖZDEMİR, 2017, s. 197.    11     ilgili yapıların ayrılma haklarını tanınmıştır. Bu bağlamda bir federe devlet olmayan ve önceki dönemde akdedilmiş anayasaya göre ayrılma hakkı bulunmayan Kosova nın oluşturduğu örnek, kendi kaderini tayin iddiaları ekseninde yeni bir dönemin başlangıcı olarak kabul edilmelidir. Dördüncü kuşağı oluşturan kendi kaderini tayin iddiaları, üçüncü dönemden farklı olarak, emperyalist merkeze yapılan aktarımın önünün kesilip dünya  sosyalist  devrimi  için  araçsallaştırılacak  talepler  değildir.  Aksine  bu  talepler emperyalist müdahalelerin nesnesi olabildikleri ölçüde destek bulabilen, kendi farazi topraklarındaki  kolektif  varlıkları  bireysel  mülkiyete  tahvil  verme  sözü  veren,  söz konusu mikro-milletin -çoğu kez gerçek dışı anlatılarla desteklenmeye çalışılan- doğal haklarından  başka  dayanağı  olmayan  gerici  talepler  olarak  kalmaya  mahkûm görünmektedirler.   B.  Kuruluş Aşamasından İkinci Dünya Savaşının Bitimine Kadar Sovyetler Birliğinde Kendi Kaderini Tayin Meselesi  Ulusların kendi kaderlerini tayin hakkı, Lenin in ifadesiyle,  ulusların yabancı ulusal bütünlerden siyasal bakımdan ayrılma ve bağımsız bir ulusal devlet oluşturma  hakkı  anlamına  gelmektedir.  Ulusların  kendi  kaderlerini  tayin  hakkı,  bu  haktan yararlanacak devletlerin tam egemenlik koşulları altında merkez kapitalist devletlerden siyasal bakımdan serbestçe ayrılma hakkını içerir. Bu hak, Sovyetler Birliği (ve bir dönem Çarlık Rusya sı içerisinde kalan ülkeler) dışındaki toplumlar bağlamında salt bir ayrılma  istemi  değil,  her  türlü  kaynak  aktarma  mekanizmasına  karşı  devamlı  bir savaşımı ifade etmektedir. Sovyetler Birliğinin kendi kaderini tayin hususundaki tavrı merkez  kapitalist  ülkelerde  toplumsal  çelişkilerin  törpülenmesine  yarayan  her  türlü yeniden  dağıtımcı  politikaya  zemin  oluşturan  sömürge  kaynaklarının  kesilmesini hedefler.  Hem  bu  bağlamda  hem  de  yukarda  açıklandığı  gibi  Marksist  kuramın                                                            30   ÖZDEMİR, 2017, s. 199.  31  ÖZDEMİR, 2017, s. 206.  32  LENİN, 2020, s. 53.  33  LENİN, 2020, s. 137. 34  LENİN, 2020, s. 139.    12     özellikleriyle bağlantılı olarak Sovyet Sistemi kendi kaderini tayin hakkını doğal bir hak olarak değil, bir dünya devrimi stratejisi olarak kabul etmektedir. Lenin kaderini tayin hakkının sömürgeler için de aynen geçerli olduğunu vurguladığında aklında bu husus vardır. Proletaryanın görevleri arasına, yarı sömürge ve sömürge ülkelerdeki ulusal kurtuluşu  hedefleyen  hareketlerin  desteklenmesi  ve  bu  devletlerin  emperyalist devletlere  karşı  yardımcı  olunması  söz  konusu  en  zayıf  halka  yaklaşımına mündemiçtir.  Kuruluş aşamasındaki bir federal devlet olarak kendi kaderini tayin hakkının Sovyetler Birliğinin dış politikası kadar iç örgütlenmesi üzerinde de etkisi olacaktır. Sosyalizmin  amacı,  dünyanın  küçük  devletlere  bölünmesi  değil,  ulusların bütünleşmesidir.  Bu  amaca  ise  emperyalizmin  baskısı  altındaki  ulusların  merkez kapitalist ülkelerden ayrılma özgürlüğüne kavuştuğu ve daha sonra da halk iradesiyle sosyalist devlete katıldığı bir geçiş dönemini aşarak varmak mümkündür.  Lenin in en zayıf halka tezinin koşullarının ve Sovyetler Birliği nin henüz ortada olmadığı  1903  senesinde  Lenin in  etkisiyle  kendi  kaderini  tayin  meselesine  Rusya Sosyal  Demokrasi  Partisi  programında  yer  verilmiştir.  Parti  Programı nın  3. maddesiyle, Rus İmparatorluğu nun bölgelerinin kendi yönetimlerini seçme haklarının olduğu,  yani  iç  kendi  kaderini  tayin  hakkına  sahip  oldukları,  9.  maddeyle  de  tüm milletlerin kendi kaderini tayin hakkına sahip oldukları belirtilmiştir. Ekim Devrimi                                                            35    ÖZDEMİR, 2017, s. 183; LENİN, Vladimir, Emperyalizm, Kapitalizmin En Yüksek Aşaması; Nikolay  Buharin,  Emperyalizm  ve  Dünya  Ekonomisi,  Kalkedon  Yayıncılık,  İstanbul,  2009; ÖZDEMİR, Ali Murat, Ulusların Sefaleti, İmge Kitabevi, Ankara, 2010. 36    BOWRING, Bill, The Degradation of the International Legal Order?: The Rehabilitation of Law and the Possibility of Politics, Oxon, Routledge-Cavendish, 2008, s. 19.  37  ÖZDEMİR, 2017, s. 143. 38    BOWRING, 2008, s. 17-18.  39  ÖZDEMİR, 2017, s. 138. 40  ПЕЧЕНКИН,  C.B.,   Право  Наций  на  Самоопределение»,  В  Теории  Социалистической Революции В. И Ленина . Вестник Вгу, Серия: История, Политология, Социология, Yıl: 2017, Cilt: 4, s. 68; LENİN, Wladimir Iljitsch, Über die nationale und die koloniale nationale Frage. Eine Sammlung ausgewählter Aufsätze und Reden, Berlin, 1960 tan aktaran ARSAVA, Füsun,   Halkların  Kendi  Kaderini  Tayin  Etme  Hakkının  Tarihçesi  ve  Günümüzde  Getirdiği Problemler , Prof. Dr. Aydın Zevkliler e Armağan, Yaşar Üniversitesi Elektronik Dergisi, Yıl: 2013, Cilt: 8, Özel Sayı, (s. 387-404), s. 392.  41  ПЕЧЕНКИН, 2017, s. 69.    13     sonrası, dünyanın ilk Komünist anayasası olarak nitelenen ve emperyalist bir ayrım olan  medeni  ve  medeni  olmayan  uluslar  ayrımını  reddeden  1918  Sovyet  Rusya Anayasasında da birlik cumhuriyetlerine ayrılma hakkının tanınmasında söz konusu yaklaşım oldukça etkilidir. Ancak söz konusu hakkın  yeni kurulan  federal devletin merkezi yetkileri birlikte değerlendirilmesi gerekmektedir. Yukarıda da belirtildiği gibi kendi kaderini tayin iddialarının Sovyetler Birliği kapsamında uygulanması sürecinde esas  olan  ayrılık  değil  birliktir.  Bu  husus  dikkate  alındığında  ilk  Sovyet Anayasalarında Federasyonun ve  Rusya  Federatif Sovyet  Sosyalist  Cumhuriyeti nin diğer federe devletler karşısındaki yetkilerindeki orantısızlık bir anlam kazanacaktır. Ancak bu hususa geçmeden önce devrimin ilk yıllarındaki uygulamalara ve Stalin in kendi kaderini tayin iddiaları karşısındaki yorumlarına kısaca değinmek gerekecektir.  Devrimin ilk ayında Ukrayna ve Finlandiya nın kendi kaderini tayin hakkının tanınmasını sağlayan 17 ve 31 Aralık kararları ve 7 Aralık 1918 de Estonya, Letonya ve Litvanya nın kendi kaderini tayin haklarını tanıyan kararlar Dünya Savaşı ndaki yenilgi, devrim ve iç savaş koşullarında düşünülmelidir. Yoğun bir güçler birliği özelliğini taşıyan Sovyetler Birliği yönetiminin ilgili kararları kendi kaderini tayin meselesinin ilgili  uluslarca  halledilmesi  ve  birliğin  özgürce  birliğe  katılan  halklar  tarafından kullanılması  maksadını  taşıdığı  adı  geçen  toplumlara  karşı  sonraki  Sovyet uygulamalarında  görülebilecektir.  Aynı  tutumun  bir  başka  açılımı  29  Nisan  1917 tarihli Bolşevik Partisi nin 7. Konferansında sunduğu Ulusal Baskı Üzerine 2. Rapor başlıklı raporunda Stalin in yaptığı açıklamalarda saptanabilir. Stalin in  Birinci mesele, baskı  altındaki  halkların  siyasi  hayatının  nasıl  düzenleneceğidir…  Halkların  kendi kaderini tayin hakkına sahip olduğu ilkesini öne çıkardığımızda, ulusal baskıya karşı mücadeleyi  ortak  düşmanımız  olan  emperyalizmle  mücadele  düzeyine  yükseltmiş oluyoruz   ifadesi,  Sovyet  hükümetleri  tarafından  benimsenmiştir.  Burada  ayrılma hakkının  Sovyetler  Birliği  kapsamında  örgütlenmiş  proletaryanın  menfaatine  uygun                                                            42  HODGE,  William  C.,   Federalism  and  the  Soviet  Constitution  of  1977:  Commonwealth Perspectives , Washington Law Review, Yıl: 1980, Cilt: 55, Sayı: 3, s. 506.  43   ÖZDEMİR, 2017, s. 184.  44   DAVIES, Norman, Avrupa Tarihi, (çev. M.A. Kılıçbay), İmge Kitabevi, Ankara, 2006.  45   STALIN, 1953, s. 54-55.     14     olarak  gerçekleştirilmesi  savunulmaktadır. Baskı  altındaki halkların ayrılma hakkını tanıdığını  ancak  bu  hakkın   duruma  göre   kullanılması  gerektiğini  vurgulayan Stalin in bu noktada kendi kaderini tayin hakkını ancak sosyalist devrimin avantajına olan durumlarda desteklediği sonucunu çıkarmak zor değildir. Akabinde Stalin, baskı rejiminin temsilcisi olan çarlık rejiminin yıkılmasından sonra artık halkların ayrılmak  istemeyeceğini  düşündüğünü de belirtelim.  Söz  konusu  konferanstan  birkaç  ay  sonra,  2  Kasım  1917 de  Lenin  ve  Stalin tarafından imzalanan Rus Halklarının Hakları Deklarasyonu yayınlanmış, söz konusu deklarasyon  ile  kendi  kaderini  tayin  hakkına  vurgu  yapılmıştır.  Ancak,  ilerleyen dönemlerde, Sovyetler  Birliği  kapsamında milliyetlerin kendi  kaderini tayin  hakları sosyalist toplumun bütünlüğü ve -1926 dan sonra- proletaryanın anavatanını savunma ilkeleri bağlamında federe devletler ve özerk bölgelerin sınırlarının belirlenmesi ve idari yapıların oluşturulmasıyla sınırlı bir etki alanına sahip olmuştur. Söz konusu eğilimle uyumlu olarak Stalin, 19 Kasım 1918 de Pravda gazetesindeki yazısında milletlerin Çarlık Rusya zulmüne karşı kendi kaderini tayin hakkını kullanarak bağımsızlıklarına kavuştuğunu ifade etmekle birlikte, bu bağımsızlık hareketlerinin burjuva karakterini de vurgulamıştır.  Ukrayna nın  ve  Finlandiya nın  kendi  kaderini  tayin  hakkının  tanınmasını sağlayan  17  ve  31  Aralık  kararları  ve  7  Aralık  1918 de  Estonya,  Letonya  ve Litvanya nın kendi kaderini tayin haklarını tanıyan kararlar 1920/1921 Sovyet Barış Anlaşmalarıyla  yapılan  birtakım  değişikliklerle  birlikte  uluslararası  hukuka taşınmıştır. İlk anlaşma, 2 Şubat 1920 tarihinde Sovyetler Birliği ve Estonya arasında imzalanmıştır. Bu anlaşma ile Sovyet Rusya, Estonya nın bağımsız devlet statüsünü                                                            46   STALIN, 1953, s. 55.  47   STALIN, 1953, s. 56.  48    KILINÇKAYA, M. Derviş / OMARBEKOV, Talas / EGAMBERDIYEV, Mirzahan,  Sovyetler Birliği Döneminde Yıldırma Politikasının Bir Unsuru Olarak ‘Türkçülük  Suçlaması , CTAD, Yıl: 2019, Cilt: 15, Sayı: 30, (s. 1-27), s. 15.  49  STALIN, Joseph, Works, Vol 4, Foreign Languages Publishing House, Moscow, 1953, s. 163-164. 50  MÄLKSOO, Lauri,  The Soviet Approach to the Right of Peoples to Self-determination: Russia s Farewell to jus publicum europaeum , Journal of the History of International Law, Yıl: 2017, Cilt 19, (s. 200-218), s. 207.    15     tanımıştır. Anlaşması nın 11. maddesine göre, Estonya halkının kendi kaderini tayin hakkı vardır. Estonya nın eskiden Rus İmparatorluğu nun bir parçası olmasından ötürü Rusya nın sahip olduğu haklar bu anlaşma ile geçersiz sayılmıştır.  Benzer bir şekilde, 7 Mayıs 1920 de Gürcistan ve Sovyet Rusya arasında Moskova Anlaşması imzalanmıştır. Gürcistan ın bağımsızlığının tanındığı söz konusu anlaşmanın 1. maddesinde, Gürcü halkının kendi kaderini tayin hakkı tanınmıştır. Her ne kadar Gürcistan ın bağımsızlığı tanınsa da, Sovyet Rusya, 1921 de Gürcistan ı işgal etmiştir. 1922-1924 yılları arasında Bolşeviklere karşı yürütülen mücadelede başarılı olamayan Gürcistan da, 28 Ağustos-5 Eylül 1924 tarihlerinde Sovyet Rusya ya karşı ayaklanma başlamış, bu ayaklanma da başarısızlıkla  sonuçlanmıştır.  Gürcistan a  Moskova  Anlaşması  ile  tanınan  kendi kaderini tayin hakkının bu noktada kağıt üzerinde kaldığı görülmektedir.    11 Ağustos 1920 tarihli Litvanya-Rusya Anlaşmasının 2. maddesiyle de Sovyet Rusya, Litvanya nın bağımsızlığını tanımış ve Litvanya nın daha önceden Rusya nın bir parçası olması sebebiyle sahip olduğu tüm haklardan feragat ettiğini bildirmiştir.    Rus İmparatorluğu nun parçası olan Finlandiya ve Polonya, Sovyet Rusya ile imzaladıkları anlaşmada, kendi kaderini tayin hakkına referansta bulunmamışlardır. Bu noktada dikkat çeken,  bu iki ülkenin, Sovyet  Rusya nın  anlaşma imzaladığı  Baltık ülkelerinden farklı olarak II. Dünya Savaşı sonrasında da bağımsız devlet statüsünü sürdürmüş olmasıdır.    Kendi kaderini tayin meselesinin 1920-1921 Sovyet Barış Anlaşmalarıyla altının bu denli çizilmesi  kendi  kaderini tayin  meselesinin Sovyetler  Birliğinin dışında ve içinde iki farklı anlamı olduğunu göstermesi açısından önemlidir. Sovyetler Birliği, sınır devletleriyle akdettiği bu anlaşmalarda kendi kaderini tayin meselesine önem verdiğini göstererek, Sovyet  Rusya ya meşruiyet  kazandırma amacındaydı. Esasında Sovyet Rusya, bu anlaşmalarla, eskiden Rus İmparatorluğu nun sınırları içerisinde olan komşu devletlerini tekrar sınırlarına katma amacı gütmüş, bunu ise söz konusu devletlerin                                                            51  MÄLKSOO, 2017, s. 207.   52    JANELİDZE, Otar,  The Democratic Republic of Georgia (1918-1921) , Pamięć i Sprawiedliwość, Yıl: 2018, Cilt: 31, No: 1, s. 168-190.  53   MÄLKSOO, 2017, s. 209.  54   MÄLKSOO, 2017, s. 210.   16     kendi  kaderini  tayin  hakkını  kullanarak  sosyalist  bir  yönetimi  benimsemeyi  seçmeleriyle  gerçekleştirmeyi ummuştur.  Bu  bağlamda  1924 e  gelindiğinde  patlak  veren  Gürcistan  meselesi  tartışmayı devletin bütünlüğü ve sosyalist toplumun birliği ilkeleri bağlamında çözmüş, kendi kaderini tayin iddialarının 1926 ya kadar sosyalist bir dünya devrimi stratejisi 1926 dan sonra  sosyalizmin  anavatanının  savunusu  ilkeleri  ile  sınırlı  kaldığını  açıkça  ortaya koymuştur. Lenin 1924 te vefat eder. 1924 ten sonra aşamalı olarak Sovyetler Birliği nin yönetimi  içerisinde  ağırlık  kazanacak  olan  Stalin in  kendi  kaderini  tayin  anlayışı kuramsal olarak Lenin in anlayışına paralel olup süreç içerisinde Sovyetler Birliğinin bütünlüğünün korunması ve Çarlık Rusya sından kopmuş olan bölgelerin yeni bir birlik esasında Sovyetler Birliğine bağlanması esasında şekillenmiştir. Stalin de halefi gibi ulusal sorunun çözümlenmesi sürecinde kendi kaderini tayin iddialarının kabulüne, bu iddianın gerçekleşmesine ve ardından ortaya çıkan yapıların Federal Devletin üstün haklara sahip olduğu bir yapı içerisinde bütünleşmesine (ya da uluslararası ittifaklar halinde  emperyalist  merkeze  karşı  bir  cephe  oluşturmasına)  odaklanmıştır.  Batı dünyasının genç Sovyetler Birliğine karşı yürüttüğü izolasyonist politikalar ve 1926 kesinleşen devrim ihracı stratejisinin yenilgisi karşısında, proleter enternasyonalizmi  sosyalizmin anavatanının savunulması  olarak yorumlayan Stalin de kendi kaderini tayin  meselesini  bir  araç  olarak  görmüştür.  Devrim  ihracına  yönelik  stratejinin yenilgisi en zayıf halka stratejisini de geçersizleştirmiş, söz konusu stratejilerin yerlerini  sosyalizmin  ana  vatanının  savunulması   stratejisi  almıştır.  Sovyet  Anayasalarında mevcut kendi kaderini tayin hakkı dış dünyada devrim ihracı (ve en zayıf halka) tezleri iç  toplumsal  uzamda  ise  sosyalist  toplumların  birliği  ilkesi  kapsamında  anlamlıdır öyleyse.  Söz  konusu  gelişmelerin  neticesi  Sovyetler  Birliği  anayasalarında  federal devletin sahip olduğu üstün yetkilerde gözlemlenebilir. 1924 tarihli Sovyetler Birliği                                                            55   DAVIES, 2006. 56  LEWIN, 2008; HOBSBAWN, Eric, Kısa Yirminci Yüzyıl: 1914-1991 Aşırılıklar Çağı, (çev. Y. Alogan), Sarmal Yayınevi, İstanbul, 1996. 57   FINDLEY, 2018.  58   DAVIES, 2006.   17     Anayasası nın  3.  maddesine  göre  federe  devletlerin  egemenlik  yetkisi  yalnızca anayasada  belirtilen  alanlarla  sınırlıdır.  Bu  sınırlar  dışında  federal  devlet  gücünü bağımsızca kullanır. 5. madde uyarınca her federe devlet, kendi anayasasında ancak merkezi devlet anayasasıyla uyumlu olacak şekilde değişiklikler yapabilir. Görüldüğü üzere  federal  devletin,  federe  devletler  üzerinde  egemenliği  belirleyicidir.  1936 Sovyetler Birliği Anayasası nda da federal devletin üstünlüğü göze çarpmaktadır. 1936 Anayasası nın 20. maddesine göre federal devletin hukukunun federe devlet hukuku üzerinde  üstünlüğü  vardır.  Buna  göre  federal  devletin  yasaları  ile  federe  devletin yasaları  çatıştığında,  federal  devletin  yasaları  uygulanır.  1936  Anayasası nın  14. maddesinde de federal devletin yetkileri sayılmış olup, federe devletlerin egemenliğinin 14. maddede belirtilen sayılan hususlarda kullanılamayacağının altı çizilmiştir. Benzer şekilde, 1977 Anayasası nın 76. maddesinde de, 73. maddede federal devlete tanınan yetkiler  konusunda  federe  devletlerin  egemenlik  hakkını  kullanamayacağı vurgulanmıştır.  1977  Anayasası nın  74.  maddesinde  de  1936  Anayasası na  benzer şekilde  federal  devlet  hukukunun  federe  devlet  hukuku  karşısında  üstünlüğü vurgulanmıştır.   C. İkinci  Dünya  Savaşı  Sonrasından  1990 a  Kadar  Sovyetler  Birliği nde Kendi  Kaderini  Tayin  Meselesi  ve  1977  Sovyet  Sosyalist  Cumhuriyetler Birliği Anayasasında Kendi Kaderini Tayin Hakkı Kendi kaderini tayin tartışmalarının ikinci dalgası sömürgecilik karşıtı hareketin dünya coğrafyasını şekillendirdiği İkinci Dünya Savaşı nın hemen sonrasında ortaya çıkmıştır.  Bu dönemin karakterini veren hususlardan birisi Sovyetler Birliğini bir dünya gücü haline dönüşmesi ve neticesinde iki kutuplu dünyanın ortaya çıkması; bir diğeri de klasik emperyalist dönemde mevcut emperyalistler arası rekabet düsturunun  bir ülkenin farklı sermaye gruplarının faaliyetine açık olması bir sermaye grubunun da birden ziyade ülkede faaliyet gösterebilmesini olası kılan yeni bir düzenleme tarzı ve birikim rejiminin tebarüz etmesiyle ortaya çıkan uluslararasılaşma dalgasıdır.                                                              59  ÖZDEMİR, 2017, s. 190.  60   ÖZDEMİR, 2014.   18     Sömürgecilik karşıtı hareketin başarıya ulaşmasının ardındaki nedenlerden birisi, Sovyetler  Birliği nin  İkinci  Dünya  Savaşı  sonrasında   İkinci  Dünya   olarak adlandırılabilecek bir uluslararası iş bölümünü imkân dahiline sokacak kadar etkin bir küresel güç haline gelebilmesidir. Sovyetler Birliği nin etkin müdahaleleriyle sömürgeci dönemde düşünülmesi bile mümkün olmayan pek çok hak kategorisi, uluslararası hukuk metinleri içerisine girebilmiştir. Bir yoruma göre kendi kaderini tayin iddiaları ve bunun Birleşmiş Milletler Sözleşmeleri nin (1966) kapsamına girebilmesi eski sömürge topraklarında birden çok merkez kapitalist ülkenin şirket faaliyetini aynı anda mümkün kılan yeni birikim rejiminin ve Sovyetler Birliğinin sunduğu imkanların ortak etkisinin ürünüdür. Anılan  dönemde  Sovyetler  Birliği  yönetiminde  hakim  olan  düşünceye  göre, dünya, kendi kaderini tayin meselesinin başarılı bir şekilde çözüldüğü Sovyet bloğu ve bu sorunun henüz çözüme kavuşturulamadığı kapitalist devletler olmak üzere iki bloğa ayrılmıştır. Stalin, SSCB devlet başkanı olduğunda, Rus İmparatorluğu nun tarihsel sınırlarına erişme idealini açıklamıştır. SSCB nin ilk yıllarında sosyalizmin amacına ulaşması için kendi kaderini tayin meselesini savunan ve devletlerin kendi kaderini tayin hakkını kullanarak Sovyetler Birliği nin bir parçası olacağını ifade eden Stalin, belirli  durumlarda  söz  konusu  stratejiyi  tarihsel  ve  yapısal  koşullarla  bağlı  olarak değiştirmek durumunda kalmıştır.  1939  yılında imzalanan  ve aslında 1938 Münih Antlaşması nın Sovyet karşıtı planlarına cevap teşkil eden Alman-Sovyet Saldırmazlık Paktı ile SSCB, Estonya, Litvanya ve Letonya nın birliğe alınması bu duruma örnek gösterilebilir. Fin-Rus Savaşı ile Finlandiya yı ilhak etme çabaları ise sonuçsuz kalmış, SSCB,  bu  girişiminden  ötürü  Milletler  Cemiyeti nden  atılmıştır.  Sovyet  yönetimi kendi pratiklerini savunmuş, 1939-1940 senesinde sınırlarına katılan devletlerin kendi kaderini tayin hakkını kullanarak,  gönüllü  konumda olduklarını ileri sürmüştür.                                                            61  ÖZDEMİR, 2017, s.192.  62   ÖZDEMİR, Ali Murat, Güç Buyruk Düzen, İmge Kitabevi Yayınları, Ankara, 2011 63  MÄLKSOO, 2017, s. 215.  64   MÄLKSOO, 2017, s. 211. 65    MÄLKSOO, 2017, s. 212.   19     Gönüllü katılımın yukarıda verilen yorumu II. Dünya Savaşının sonunda oluşan dünyanın  Sovyet  kısmında  kalan  ülkelerinin  biçimlendirilmesinde  etkin  olarak kullanılmıştır. Yugoslavya, Polonya ve Macaristan gibi ülkelerdeki dönüşümün kendi kaderini tayin meselesinde iç dinamiklerin belirleyici olduğu başka bir açılımı temsil ettiği  de  belirtilmelidir.  Ancak  Sovyetler  Birliğinin  etkisi  bu  ülkelerdeki  içsel dönüşümlerin kaderi üzerinde 1956 da Macaristan da ve 1968 de Çek Cumhuriyeti nde olduğu  gibi  belirleyici  olacaktır.  Batı  devletleri,  bu  ayaklanmaların  bastırılmasının, sosyalistlerin  savunduğu  kendi  kaderini  tayin  hakkına  aykırılık  teşkil  ettiğini  ileri sürmüşlerdir. II. Dünya Savaşı sonrası dönemde kendi kaderini tayin hakkına dayalı siyasal girişimlerin bloklar arası ve bloklar içi gerilimlerin karmaşık etkileri altında biçimlenen farklı  belirleyenleri  olsa  da  küresel  bir  güç  olarak  Sovyetler  Birliği nin  İkinci  ve Üçüncü Dünyaların oluşumu ve biçimsel egemenliğin (dolayısıyla 1990 öncesindeki haliyle ulus-devlet formunun) yayılmasındaki etkisi bilinmektedir. Bu duruma klasik emperyalizmin bir devletin sınırlarını yalnızca o devlete mukim sermaye gruplarının faaliyetiyle  sınırlayan  anlayışının  dönüşümü  de  eklenmelidir.  Yeni  uluslararası  iş bölümü bir yanda merkez kapitalist ülkelerin ve bunlara bağlı konumlar edinen ithal ikameci  yarı-çevre  ve  çevrenin  diğer  yanda  sosyalist  uluslararası  iş  bölümünün  ve nihayetinde  söz  konusu  iki  dünya  arasındaki  gerilimler  içerisinde  doğal  kaynaklar üzerinde  egemenlik  ve  kalkınmacılık  esaslı  siyasetler  izlemeye  çalışan  Üçüncü Dünya nın varlığına dayanmaktaydı. Bu koşullar altında Sovyetler Birliği, eski Avrupa kolonilerinin  kendi  kaderini  tayin  hakkına  dayanarak  bağımsızlığını  şiddetle desteklerken, İkinci Dünya kapsamında ve kendi ülkesi içerisinde kendi kaderini tayin iddialarını  yoğun  bir  merkezciliğin  etkisi  altında  yorumlamış,  sosyalist  kampın  ve Sovyetler Birliği nin bütünlüğü ilkeleri uygulamaya hâkim hale gelmiştir. Küresel ölçekli kendi kaderini tayin iddiaları,  sosyalist dünyaya ait toplumsal formasyonların                                                            66    DAVİES, 2006; HOBSBAWN, 1996; ARRIGHI, Giovanni, Uzun Yirminci Yüzyıl: Para, Güç ve Çağımızın Kökenleri, (çev. R. Boztemur), İmge Kitabevi, Ankara, 2001.  67  MÄLKSOO, 2017, s. 215.  68    LIPIETZ, Alain, Mirages and Miracles: The Crises of Global Fordism, Verso Books, Londra, 1987; DUNN, Bill, Global Political Economy: A Marxist Critique, Pluto Press, Londra, 2009.  69  LIPIETZ, Alain, 1987.   20     devletler  arası  kolektif  dayanışması   olarak  yorumlanmaya  başlayan  proleter enternasyonalizmin  menfaati  üzerinden  değerlendirilmiş,  bloklar  arası  sistem çatışmasının  menfaati  ilgili  iddiaların  desteklenip  desteklenemeyeceği  hususunda belirleyici kriter haline gelmiştir.  Diğer yandan yukarıda da belirtildiği gibi iki kutuplu dünyanın Üçüncü Dünya üzerindeki etkisi dönemin uluslararası hukukunu biçimlendirmiştir. Bağımsızlıklarını yeni kazanan devletler, uluslararası örgütlerde temsil edilir hale geldikçe uluslararası hukukun kaynakları üzerinde sınırlı da olsa etki sahibi olabilmişlerdir. Bu devletler, merkez kapitalist dünyaya karşı kendi toplumlarının menfaatini ileri sürebilmişlerdir 77 ler hareketi ve bunların ileri sürdüğü Yeni Dünya Düzeni iddiaları Üçüncü Deniz Hukuku Sözleşmesinde olduğu  gibi somut  içerikler edinebilmiştir. Ancak, Sovyet etkisinin  azalmaya  başladığı  dönemde,   az-gelişmekte  olan   bu  ülkelerde  devletin, içerinin savunusu için dışarıya karşı yönelttiği talepleri ortadan kalkmış, neo-liberal politikaların küresel ölçekte güçlü etkiler ürettiği 1990 sonrası dönemde aynı devletler  dışarının  taleplerini içeriye karşı taşıyan bir manivela haline dönüşmüştür. Bir diğer ifadeyle, bu devletler, ulusal kapitalist çıkarların uluslararası düzleme taşınması işlevini giderek daha az yerine getirmeye başlarken; uluslararası düzlemde doğrudan ifadesini bulmaya  başlayan  kolektif  kapitalist  çıkarların  yerel  düzleme  taşınması  işlevini üstlenmişlerdir.                                                            70  KILINÇKAYA / OMARBEKOV / EGAMBERDIYEV, 2019, s. 16.  71    MALANCZUK, Peter, Akehurt s Modern Introduction to International Law, Routledge, Londra, 1997;  ORFORD,  Anne  /  HOFFMANN,  Florian,  The  Oxford  Handbook  of  the  Theory  of International  Law,  Oxford  University  Press,  2016;  SHAW,  Malcolm  N.,  International  Law, Cambridge University Press, 2003; CASSESE,  Antonio,  International Law, Oxford University Press, 2005; ANGHIE, 2005. 72  ÖZDEMİR,  2017,  s.  192;  DEMİRLİ,  Aynur  /  ÖZDEMİR,  Ali  Murat,   Uluslararası  Hukuku Dönemselleştirmek: Pozitivist Söylem ve Ötesi , Uluslararası İlişkiler, Yıl: 2019, Cilt: 16, Sayı: 63, (s. 51-67), s. 65.  73    ÖZDEMİR, 2011, s. 309.    21     1977  Sovyet  Sosyalist  Cumhuriyetler  Birliği  Anayasa  metni  incelendiğinde yukarıda verilen çerçeve ile uyumlu olarak Federal devletin merkezîleştirici iktidarı ve kendi kaderini tayin hakkının anayasal ifadesi arasındaki gerilim öne çıkmaktadır. Sovyet Sosyalist Cumhuriyetler Birliği tarihinde; 1924, 1936 ve 1977 Anayasaları karşımıza çıkmakta ve bu üç anayasanın her birinde, birlik cumhuriyetlerine kendi kaderini  tayin  hakkı  tanınmaktadır.  1924  Anayasası nın  4.  maddesiyle,  1936 Anayasasının,  17.  maddesiyle,  1977  Anayasası nın  ise  72.  maddesiyle  birlik cumhuriyetlerine kendi kaderini tayin hakkı tanınmıştır. 1977 Anayasası nın 72. madde metni şöyledir:  Her birlik cumhuriyetinin SSCB den özgürce ayrılma hakkı vardır . Madde  metnine  bakıldığında  ayrılma  hakkını  kullanacak  olan  hak  süjesi  Sovyetler Birliği cumhuriyetleridir. Bu hakkın kullanılma koşulları ise Anayasada spesifik olarak belirtilmemiş olmakla birlikte, 3 Nisan 1990 tarihli Sovyetler Birliği Cumhuriyetlerinin Sovyet  Sosyalist  Cumhuriyetler  Birliği nden  Ayrılması  Hakkında  Kanun  ile düzenlenmiştir. Söz konusu kanuna  bakıldığında, federe devletin  söz  konusu hakkı kullanması  durumunda  talep  Sovyetler  Birliği  Yüksek  Sovyetinde  tartışılacak  ve Sovyetler  Birliği  Halk  Temsilcileri  Kongresinin  de  bu  iradeyi  değerlendirmesi gerekecektir . 1977 Anayasası diğer SSCB Anayasalarından farklı olarak, Sovyetler Birliği nde kendi  kaderini  tayin  meselesinin  en  çok  tartışıldığı  Anayasa  olmuştur,  nitekim SSCB nin dağılma döneminde yürürlükte olan da bu Anayasadır.  1977 Anayasasına göre Sovyet Sosyalist Cumhuriyetler Birliği, ulusların kendi kaderlerini özgürce belirlediği, eşit haklara sahip 15 birlik cumhuriyetinden oluşan çok                                                            74  Söz konusu gerilimin tarihsel sebepleri olduğu kadar Federasyon formundan kaynaklanan bir sebebi olduğu burada belirtilmelidir. Bilindiği gibi federasyon ve federe devletler arasındaki ilişki kurucu bir ilişki olup federe devletler ve federasyon aynı anda teşekkül eder. Dolayısıyla birinin diğerinden ayrı bir varlığı olmayıp her katılım veya ayrılık söz konusu siyasal formasyonun bütünü üzerinde etki doğurur.  Dolayısıyla  federasyonların  ayrılma  hakkı  içermesi  devlet  teşekkülü  mantığı  ile çelişmektedir. Hal böyleyken ayrılma hakkının ideolojik içeriği hukuki içeriği karşısında baskın gelmiştir denilebilir. Bkz. ÖZDEMİR, Ali Murat, Genel Kamu Hukuku: Kuramsal Yaklaşımlar, Ankara, İmge Kitabevi, 2019.  75  Принят  Закон  СССР  «О  Порядке  Решения  Вопросов,  Связанных  с  Выходом  Союзной Республики из СССР», http://docs.cntd.ru/document/902002993 (erişim tarihi 02.11.2020).   22     uluslu federal bir devlettir. Sovyet Sosyalist Cumhuriyetleri onu oluşturan halkların özgür iradesiyle, sosyalist federalizm ilkesi temeli üzerinde kurulmuştur. Sovyet  Sosyalist  Cumhuriyetler  Birliği,  15  Birlik  Cumhuriyetinin  gönüllü birliktelikleri  esasına  dayandığı  için,  1977  Sovyet  Sosyalist  Cumhuriyetler  Birliği Anayasası nın  72.  maddesinde,  her  bir  cumhuriyetin  serbestçe  ayrılma  hakkı  saklı tutulmuştur.  1972  Anayasası  ile  Sovyet  Cumhuriyetlerine  tanınan  ayrılma  hakkının kapsamı tarihsel pratikte çeşitli tartışmalara neden olmuştur. Söz konusu hakkın Sovyet Sosyalist  Cumhuriyetler  Birliği  Anayasası nda  Cumhuriyetlerle  eşit  düzeyde görülmeyen özerk bölgelere üzerindeki etkisi bu kapsamda gündeme gelmiştir. Özerk bölgelerin ayrılma hakları üzerindeki tartışma federe devletlerin yeni ayrılma haklarıyla yüzleşmeleri  sonucunu  doğurabileceğinden  ve  Sovyet  sonrası  dönemde  de  hakların şekillenmesi üzerinde etki doğurduğundan esaslı önemi haiz sayılmak gerekir.  Sovyetler Birliği,  1977  Anayasası nda (daha önceki  Anayasal  düzenlemelerde olduğu  gibi)  ayrılma  hakkını  yalnızca  Sovyet  Sosyalist  Cumhuriyetler  Birliği ni oluşturan 15 Birlik Cumhuriyeti ne tanımış olsa da söz konusu hakka vücut veren ve yukarıda 1945 öncesi dönem bağlamında ortaya koyulmuş olan  federatif bütünlüğü oluşturmak için siyasi farklılıkların tanınması stratejisi  yeni siyasi pratikler için bir çıkış noktası teşkil edecektir. Zira  federatif bütünlüğü oluşturmak için siyasi özerkliği tanıma   stratejisi  bütünlüğün  bittiği  noktada  doğan  hak  taleplerinin değerlendirilebilmesi  için  siyasi  ölçüt  sağlamaktadır.  Osetya  meselesi  ya  da  Kırım sorunu  Sovyetler  Birliğinden  kalma  siyasal  sınırlar  açısından  bir  örnek  olarak sunulabilir.  1977  Sovyetler  Birliği  Anayasası nın  72.  maddesi  ile  Sovyetler  Birliği cumhuriyetlerinin Sovyet Sosyalist Cumhuriyetler Birliği nden ayrılma hakkına sahip olduğu düzenleme altına alınmış olsa da, kendi kaderini tayin hakkı, Batı da bir nevi                                                            76  ABDULLAHZADE, 2014, s. 93.  77  Фонд  «Открытое  общество  –  Грузия»,  О  Поиске  Причин,  Динамики,  Путей Урегулирования  и  Возможных  Направлениях  Развития  Грузино-Осетинского Конфликта,  Тбилиси,  2005;  ТОМСИНОВ,  В.А,   Крымское  право»,  или  Юридические основания вос- соединения Крыма с Россией , М.: ИКД Зерцало-М, 2020.   23      kurgu   olarak  değerlendirilmiştir.  Hanniakainen e  göre  Sovyet  Sosyalist Cumhuriyetler Birliği Anayasası, birlik cumhuriyetlerine ayrılma hakkını yalnızca kâğıt üzerinde tanımıştır. Bizzat Sovyetler Birliği de, Birliğe taraf devletlerin ayrılmayı tercih etmeyeceğini, birlik içerisinde kırılamaz bir bağ olduğunu ifade etmiştir. Sovyetler  Birliği nin  dağılma  sürecinde  Baltık  ülkelerinin  ayrılma  talepleri kapsamında gündeme gelen ayrılma talepleri Sovyetler Birliği nin anayasal düzeneğinin doğrudan  açılımı  olarak  değerlendirilemez.  Sovyet  sisteminin  iç  ve  dış  baskılarla parçalandığı bir dönemde Anayasa, ayrılma hakkının kaynağı olarak değil, istisnai bir durum  olan  dağılma  sürecinde  ayrılık  taleplerinin  ölçeği  olarak  belirleyici  etkiler doğurabilmiştir. Bu kapsamda Sovyetler Birliği nin resmi olarak dağılışını ilan eden Belovejsk Anlaşması nın giriş kısmı, siyasi birliğin sona erdiğini ilan etmektedir.  Sovyetler Birliği Cumhuriyetlerinin Sovyet Sosyalist Cumhuriyetler Birliği nden Ayrılması Hakkında Kanun un 2. maddesine göre, Sovyetler Birliği cumhuriyetlerinin ayrılma kararı alması, bu devletlerde yapılacak bir referandumla mümkün olabilecektir. Bu  haliyle  referandum  yapma  kararı  dağılma  durumunun  içerdiği  istisnai  durumu yasallaştırarak  ifade  etmekte  ve  taraf  devletlerin  Yüksek  Sovyeti  tarafından  veya cumhuriyette  daimî  olarak  ikamet  eden  ve  Sovyet  Sosyalist  Cumhuriyetler  Birliği yasalarına  göre  oy  kullanma  hakkına  sahip  Sovyet  Sosyalist  Cumhuriyetler  Birliği vatandaşlarının onda biri tarafından imzalanan bir dilekçe ile ayrılma edimini mümkün hale getirmektedir. Kanun un 6. maddesi uyarınca ayrılma kararı, ayrılma talebinde bulunan cumhuriyette daimî  olarak ikamet  eden vatandaşların  üçte ikisinin ayrılma yönünde oy kullanması sonucu alınabilir. 10. maddede ise, söz konusu çoğunluğun                                                            78  GRAY,  Christine,   Self-Determination  and  the  Breakup  of  the  Soviet  Union ,  Yearbook  of European Law, Yıl: 1992, Cilt: 12, Sayı: 1, (s. 465-503), s. 466.  79   HANNIKAINEN, Lauri,  Self Determination and Autonomy in International Law ,  Autonomy: Applications and Implications, Kluwer Law International, (der. M. Suksi), The Hague, 1988, s. 84-85.  80  GRAY, 1992, s. 466.  81  Принят  Закон  СССР  «О  Порядке  Решения  Вопросов,  Связанных  с  Выходом  Союзной Республики из СССР». 82  Yüksek Sovyet, Sovyet Birliği'ndeki cumhuriyetlerin yasama organlarının genel adıdır. 83  О Порядке Решения Вопросов, Связанных с Выходом Союзной Республики из СССР.    24     sağlanamaması durumunda, on yıl içerisinde tekrar bir daha referandum yapılamayacağı öngörülmüştür. Kanun un 3. maddesi, 1977 tarihli Anayasa metninin hilafına özerk oblast ve okrugların ayrılma hakkına ilişkin bir düzenleme getirmekte ve bu suretle Anayasanın ayrılma  hakkının  kaynağı  olarak  değil,   istisnai  bir  durum  olan  dağılma  sürecinde ayrılık  taleplerinin  ölçeği  için  belirleyici  etkiler  doğurma   işlevine  dayanmaktadır. Özerk  oblastların  ve  özerk  okrugların  ayrılma  hakkı  ise  1977  Anayasasında  yer almamakla birlikte, oblast ve okruglar, bağlı oldukları ve ayrılma hakkını kullanan Sovyetler  Birliği  Cumhuriyetinden  farklı  olarak  Sovyet  Sosyalist  Cumhuriyetler Birliği ne bağlı kalma hakkına sahiptirler. Devletin bütünlüğünün yeniden üretiminin gerçekleşebildiği dönemlerde  federatif bütünlüğü oluşturmak için siyasi farklılıkların tanınması stratejisi  olarak ortaya çıkan durum çöküş anında bu sefer ayrılma sürecine giren devletler için yeni ayrılıkçı siyasi pratikler üretme potansiyeliyle etki gösterir hale gelmiştir.  Sovyet  Cumhuriyetleri nin  Sovyet  Sosyalist  Cumhuriyetler  Birliği nden Ayrılması Hakkında Kanun, üçüncü maddesiyle, ayrılma hakkını (1977 Anayasasından neşet eden ve anayasanın normal işleyişinin ürünü olan bir hak şeklinde değil) çözülme sürecinde  bulunan  bir  toplumsal  formasyonda  çatışan  ayrılık  taleplerinin  ölçeği açısından değerlendirmiştir.  Bu suretle özerk cumhuriyetler içindeki özerk oblastlar ve özerk okruglarda referandumun ayrı ayrı yapılmasına yönelik önemli hak taleplerinin oluşması için zemin hazırlanmıştır. Üçüncü madde uyarınca özerk oblast ve okruglar, ayrılma hakkını kullanan Cumhuriyet e ya da Sovyet Sosyalist Cumhuriyetler Birliği ne bağlı kalma hakkına sahip olmuşlardır. Adı  geçen  kanunun  getirdiği  diğer  şartlarda  da  dağılma  sürecinin  özgün dinamiklerini  görmek  mümkündür.  Bunlar  arasında,   kendi  kaderini  tayin  hakkının kullanılması  için  daimî  mukim  vatandaşların  üçte  ikisinin  referandumda  oy kullanması ,  sınırların belirlenmesi için beş yıllık bir geçiş sürecinin varlığı ,  ayrılan devlet ile Sovyetler Birliğinin halefi olan düzenek arasında askeri ve finansal konularda                                                            84  О Порядке Решения Вопросов, Связанных с Выходом Союзной Республики из СССР, Madde 6. 85  О Порядке Решения Вопросов, Связанных с Выходом Союзной Республики из СССР, Madde 3.    25     anlaşma sağlanması ,  Sovyetler Birliği Halk Vekilleri Kongresi nin, sürecin düzgün işlediğini onaylaması  hususları bulunmaktadır.  Sovyetler  Birliğinin  dağılma  sürecinin  halef  siyasal  formasyon  tarafından düzenlenmesi  teşebbüslerinin  yukarıda  kısaca  dökmeye  çalıştığımız  normatif ifadelerinin süreçte etkin taleplerin uluslararası boyutları nedeniyle beklenilen etkiyi doğurduğu söylenemeyecektir. Nitekim Baltık ülkeleri, ayrılma haklarını 1977 tarihli Sovyet  Sosyalist  Cumhuriyetler  Birliği  Anayasası  temelinde  değil,  1939  tarihli saldırmazlık paktının uluslararası hukuka aykırılığı ve dönemin Sovyet yönetiminin uluslararası hukuku ihlal ettiği gerekçeleriyle, 1966 İkiz Sözleşmeler i ve 1975 tarihli Helsinki Nihai Senedi esasında kullanmışlardır. Ancak, referandum yapılmamasının bir  engel  olarak  ileri  sürülmemesi  açısından,  Baltık  ülkeleri  de  referandum  yoluna gitmiş,  Şubat  1991 de  Litvanya da  referandum  sonucu  %90,47,  Mart  1991 de Letonya da  %73,68  ve  Estonya da  %77,83 lük  çoğunlukla  Sovyet  Sosyalist Cumhuriyetler Birliği nden ayrılma kararı alınmıştır. Dağılma sürecinin halef siyasal formasyon tarafından düzenlenmesi teşebbüsleri karşısına koyulan 1966 İkiz Sözleşmeleri ve Avrupa Güvenlik ve İş Birliği Teşkilatı nın temelini oluşturan 1975 tarihli Helsinki Nihai Senedi, dönemin Sovyet yönetimlerinin SSCB  dışı  toplumlar  için  uygun  gördüğü  haliyle  kendi  kaderini  tayin  hakkını içerdiğinden, 1977 Anayasası nın  iç dinamikler  için kurguladığı (sosyalist toplumsal koşulların yeniden üretimine odaklanan) şartlarla uyuşmamaktadır. Avrupa Güvenlik ve İş  Birliği  Teşkilatı na  taraf  devletler  için  kendi  kaderini  tayin  hakkı,  yukarıda  da belirtildiği  gibi, ilgili  ülkelerde  farklı menşei  olan çok uluslu şirketlerin aynı  anda faaliyet göstermesini olası kılan ortamla sınırlıyken 1977 Anayasası ilgili toplumun kolektif varlıklarının kolektif siyasal-iktisadi yönetimine odaklanmıştı. Söz konusu koşullar  altında  Sovyetler  Birliği,  Helsinki  Nihai  Senedi ni  olumlu  karşılamamış, sosyalist rejimi benimseyen devletlerin zaten kendi kaderini tayin hakkını kullanarak                                                            86  GRAY, 1992, s. 466.  87   GRAY, 1992, s. 467, 481.  88  ÖZDEMİR,  Ali  Murat  /  UĞURLU,  Göksu  /  AYKUT,  Ebubekir,   Üçüncü  Dünyacılık Küreselleşirken?: Uluslararası Düzenlemenin Değişen Eleştirisi , Amme İdaresi Dergisi, Yıl: 2012, Cilt: 45, Sayı: 1, (s. 21-50).    26     sosyalist rejimi seçtiklerini ifade etmiştir. Aynı mantığın ürünü olarak, 19 Eylül 1989 tarihli Sovyetler Birliği Komünist Partisi Merkez Komitesi Plenumunda, kendi kaderini tayin hakkı, tüm devletlerin sahip olduğu temel bir hak olarak tanımlamıştır.   D. 1990 dan  Günümüze  Sovyetler  Birliği nin  Mirası  Kapsamında  Kendi Kaderini Tayin Meselesi   Sovyetler Birliği nde ilk olarak 11 Mart 1990 tarihinde Litvanya bağımsızlığını ilan etmiş olup, Litvanya yı Mayıs 1990 da Letonya takip etmiştir. Akabinde, 9 Nisan 1991 de  Gürcistan,  20  Ağustos  1991'de Estonya,  24  Ağustos  1991 de  Ukrayna,  25 Ağustos 1991 de Beyaz Rusya, 27 Ağustos 1991 de Moldova, 31 Ağustos 1991 de Kırgızistan ve Özbekistan, 9 Eylül 1991 de Tacikistan, 23 Eylül 1991 de Ermenistan, 27 Ekim 1991 de Türkmenistan, 18 Kasım 1991 de Azerbaycan ve 16 Aralık 1991 de Kazakistan Sovyetler Birliği nden ayrılmıştır.   Sovyetler  Birliği nin  dağılma  aşamasında  sürecin  halef  siyasal  formasyonlar tarafından düzenlenmesi yönündeki teşebbüsler üzerindeki esaslı etkisi nedeniyle Baltık ülkelerinin ifade ettiği talepler, edindikleri uluslararası destek ve buna bağlı olarak gerçekleştirdikleri direniş belirleyici olmuştur.  3  Nisan  1990  tarihli  Sovyetler  Birliği  Cumhuriyetlerinin  Sovyet  Sosyalist Cumhuriyetler Birliği nden Ayrılması Hakkında Kanun un çıkışı da Baltık Ülkelerinden kaynaklanan karşı taleplerle ilişkilidir. 11 Mart 1990 da Litvanya nın bağımsızlığını ilan etmesi üzerine, Sovyet Kongresi, ayrılma usulüne ilişkin kanunun henüz yürürlüğe girmediğine ve dolayısıyla Litvanya Yüksek Sovyeti nin kararının, Sovyetler Birliği Anayasası nın 74. ve 75. maddelerine aykırılık teşkil ettiğine karar vermiştir. Bunun üzerine  Litvanya  Cumhurbaşkanı  Landsbergis,  Litvanya nın  bağımsızlık  kararının,                                                            89  GRAY, 1992, s. 469.  90   Информационное Сообщение о Пленуме Центрального Комитета Коммунистической Партии Советского Союза, Москва, Издательство Политической Литературы, 1989, s. 112.    27     Litvanya halkının kendi kaderini tayin hakkını kullanmasının bir sonucu olduğunu ifade etmiş, bu kararda anayasaya aykırılık olmadığını savunmuştur. Bunun  üzerine  Baltık  Devletleri,  esasında  Sovyetler  Birliği ne  katılmalarını sağlayan  1939  tarihli  Alman-Sovyet  Saldırmazlık  Paktı  olarak  bilinen  MolotovRibbentrop Paktının  esasında geçersiz olduğunu ve  Sovyet  Sosyalist  Cumhuriyetler Birliği nin bir parçası olmadıklarını iddia etmiş ve dolayısıyla bu kanunun kendilerine uygulanamayacağını öne sürmüşlerdir. Bir diğer ifadeyle Baltık Devletleri, ayrılık taleplerinin,  SSCB  Anayasasına  ve  Sovyetler  Birliği  Cumhuriyetlerinin  SSCB den Ayrılması  Hakkında  Kanun a  dayandırmalarının  zorlaştırılması  üzerine,  taleplerini Alman-Sovyet  Saldırmazlık  Paktının  ve  dolayısıyla  Sovyet  Sosyalist  Cumhuriyetler Birliği nin Baltık devletlerini ilhak etmesinin geçersiz olmasına dayandırmışlar ve halef pozisyonunda  bulunan  Rusya  Federasyonu nun  süreci  yönetme  iddiasını reddetmişlerdir.  Söz konusu reddedişi mümkün kılan yeni güçler dengesi, 1990 sonrası dönemde kendi  kaderini  tayin  hakkının  koşul  ve  içeriğini,  biçimsel  bağımsızlık  ve  piyasa düzenine bağlılık ekseninde oluşturmaya yönelik yerel ve uluslararası taleplerin etkinlik kazanmasıyla  bağlantılıdır.  Sovyet  tarafının  cevabını  içeren  19  Eylül  1989  tarihli Gorbaçov konuşması Baltık devletlerinin ilhakının hukuka uygun olduğunu savunmuş ancak 11 Mart 1990 da bağımsızlığını ilan eden Litvanya yı, 4 Mayıs 1990 da Letonya, 20 Ağustos 1991 de de Estonya izlemiştir. Letonya ve Estonya da, ayrılma taleplerini Sovyetler Birliği nin ilhakının hukuka aykırılığına dayandırmış, 1940 Sovyet işgalini bir uluslararası suç olarak nitelendirmiştir. Baltık Devletleri nin bağımsızlık talepleri, Sovyetler  Birliği  tarafından  6  Eylül  1991 de  kabul  edilmiştir.  Talebin  kabul edilmesinde, Ağustos 1991 Sovyetler Birliği darbe girişiminin etkisi açıktır. Bir başka deyişle  Sovyetler  Birliği  başlattığı  dönüşümün  uluslararası  güç  ilişkileri  içerisinde başka  bir  mecraya  akmasını  engelleyememiş,  Baltık  Devletleri nin  ayrılma  talebini                                                            91  BLAUSTEIN, Albert P. / FLANZ, Gisbert H.  (Ed), Constitutions of the Countries of the World, Oceana Publications, 1971, s. 466.  92  GRAY, 2012, s. 466-467.  93  GRAY, 2012, s. 479.  94   GRAY, 2012, s. 468.   28     kabul  etmek   durumunda  kalmıştır 95.  Ortaya  çıkan  yeni  durumda  1977  tarihli Anayasa nın  istisnai bir durum olan dağılma sürecinde ayrılık taleplerinin ölçeği için belirleyici etkiler doğurma  işlevi de geçersiz hale gelmiş, ayrılma hakkı doğal hukuka dayalı Wilsoncu içeriği ile yeniden biçimlenmiştir. Baltık cumhuriyetlerinin bağımsızlığını ilan etmeleri üzerine,  Sovyet Sosyalist Cumhuriyetler Birliği nin  Slav  kanadını oluşturan üç devlet olan Rusya Federasyonu, Ukrayna ve Belarus, 8 Aralık 1991 de Bağımsız Devletler Topluluğunu kurduklarını ilan  etmişler  ve  Sovyetler  Birliği nin  resmi  olarak  dağılışını  ilan  eden  Belovejsk Anlaşması nı imzalamışlardır.  Bağımsız Devletler Topluluğu nu kuran Belovejsk antlaşmasının giriş kısmında  Biz  Belarus  Cumhuriyeti,  Rusya  Federasyonu  ve  Ukrayna,  1922  tarihli  Sovyet Sosyalist Cumhuriyetler Birliği Birlik Antlaşmasını imzalayan kurucu devletler olarak, Sovyet Sosyalist Cumhuriyetler Birliğinin devletler hukuku süjesi ve jeopolitik gerçeklik olarak sona erdiğini beyan ediyoruz  ifadesi yer almaktadır. Söz konusu ifade 1977 Anayasasına dayalı olarak  yürütülmek istenen  ayrılma sürecinin açık  başarısızlığını ortaya  koymaktadır.  21-22  Aralık  1991 de  Kazakistan ın  başkenti  Alma-Ata da toplanan diğer  Sovyet  Sosyalist  Cumhuriyetler Birliği cumhuriyetleri  de (Gürcistan hariç)  Bağımsız Devletler Topluluğu na katılma kararı  almışlardır. Baltık  devletleri Bağımsız  Devletler  Topluluğunda  yer  almamışlardır.  Böylece  Sovyet  Sosyalist Cumhuriyetler  Birliği  kendi  Anayasasında  açıklanan  ayrılma  hakkı  ekseninde dağılmamış sistemin kendisini yeniden üretme gücünün bütünüyle tükendiği bir noktada fiilen son bulmuştur.  Sovyetler  Birliği nin  son  bulmasından  sonra,  merkez  kapitalist  ülkeler,  kendi kaderini tayin kavramını tekrar Wilson prensipleri tarafından ima edilen içeriğine, yani büyük  güçler  tarafından  onaylanan,  piyasalara  endeksli,  biçimsel-siyasi  örgütlenme imkanına yaklaştırmışlardır. Kendi kaderini tayin iddiaları, üretimin piyasa üzerinden koordinasyonunu alternatifsiz olarak kabul eden ve kaynaklarını uluslararası sermayeye                                                            95  GRAY, 2012, s. 468. 96  ALADAĞ,  Itır,   SSCB  Sonrası  Antlaşmalarda  Halefiyet  Sorunu ,  Kocaeli  Üniversitesi  Sosyal Bilimler Dergisi, Yıl: 2008, No: 19, s. 135-136.   29     açmak  durumunda  bırakılmış  hükümetlerce  yönetilen  ve  neoliberal  birikimin koşullarına uygun şekilde biçimlendirilmiş devletlerin inşası sürecinde yeniden işlev edinmiştir. Kendi kaderini tayin hakkı yeni anlamıyla, daha önce ne sömürge statüsünde olan (birinci kuşak), ne sömürge-sonrası bağımsızlık hareketlerinin kamucu taleplerini içeren (ikinci kuşak), ne de federe devlet statüsünde bulunan (üçüncü kuşak) siyasal eylem odaklarının ayrılık taleplerini kapsamaktadır.  Sovyetler Birliği nin dağılması sonrası dönemde kendi kaderini tayin meselesi, emperyalizmin gelinen aşamasına uygun burjuva devlet biçiminin yaygınlaştırılması sürecinde  araçsallaştırılmış;  mikro  milliyetçiliğin  kılıfı  haline  getirilmiş;  insanların kendi  ülkelerinde  bulunan  metalaştırılabilir  kolektif  tasarruf  hakları  ve  emek  gücü potansiyelleri  başta  olmak  üzere,  mevcut  varlıklarını  piyasalara  karşı  koruyabilme kapasitesini büsbütün ortadan kaldıran bir düzeneğin savunusunda işe koşulmuştur.  [Az]Gelişmekte  olan  ülkelerin  Batı  kapitalizminden  kaynaklanan  taleplere direnebilme/direnme kapasitelerindeki önemli azalma da bununla bağlantılıdır. Sovyet İhtilali nin  hedeflenen  ve  hedeflenmeyen ,  hedeflenmeyen ama beklenebilir  ve  hedeflenmeyen  ve  beklenemez   bir  seri  sonucu  olmuştur.  Sovyetler  Birliği nin yıkılması sonrası kendini gösteren üçüncü kuşak kendi kaderini iddiaları ile Kosova sonrası dönemde dördüncü kuşak kendi kaderini tayin iddiaları, İhtilal in sonlanmasının  beklenebilir   sonuçları  arasındadır.  Sovyet  İhtilali,  adeta  yokluğuyla  dünyayı sarsmıştır.    SONUÇ Kendi kaderini tayin meselesini yakın tarihte, 20. yüzyılın başı, II. Dünya Savaşı sonrası, düzenli kapitalizmin sonu ve Sovyet sisteminin çöküşü ile Kosova sonrası olmak üzere dört dönemde incelemek mümkündür. İlk kez somut biçimde Amerikan ve Fransız  devrimleriyle  kendini  gösteren  kendi  kaderini  tayin  meselesi,  milliyetçilik                                                            97  ÖZDEMİR, 2017, s. 210.  98   ÖZDEMİR, 2017, s. 210. 99   ÖZDEMİR, Ali Murat,  21. Yüzyılda Emperyalizm , Monthly Review, Yıl: 2017, Sayı: 1, s. 120.  100  ÖZDEMİR, 2017, s. 210-211.    30     akımının kuvvetlendiği on dokuzuncu yüzyılın sonları ve yirminci yüzyılın başlarında, Marksist kuramda Lenin ve batıda Wilson ın görüşleri olmak üzere iki farklı açıdan tartışılmıştır. Marksist kuram içerisinde Lenin çizgisinden üretilen argümanlar dünya devrimine odaklanarak merkeze artı-değer akışını engelleyecek şekilde sömürge ve yarı bağımlı  ülkelerin  emperyal  devletlerin  egemenliğinden  tam  kurtuluşunu desteklemekteyken  Wilson  argümanları  savaşta  yenilen  İmparatorlukların cezalandırılmasını ve sömürge varlıklarının yenen uluslara aktarılmasını amaçlamıştır. Sosyalist pratikler toplumların küçük devletlere ayrılmasını değil emperyalizme karşı ulusal  farklılıklar  içerisinde  bütünleşmesini  hedeflemişlerdir.  Söz  konusu  hedef Sovyetler  Birliği  kapsamında  özgün  egemenlik  pratiklerinin  doğmasıyla  doğrudan bağlantılı olmuş, Sovyet sistemi de ayrılma hakkını bu içeriği ile anayasallaştırmıştır.  Her ne kadar Sovyetler Birliği nin kuruluşunun ilk yıllarında kendi kaderini tayin meselesinin  önemi  her  fırsatta  vurgulansa  da  izlenen  politika, Sovyetler  Birliği nin çıkarlarına  uymayan  kendi  kaderini  tayin  hareketlerinin  emperyalist  olarak nitelendirilerek destek bulamaması  yönünde olmuştur. Sovyetler Birliği,  kuruluşunu takip eden yıllarda, eskiden Rus İmparatorluğunun bir parçası olan sınır devletleriyle barış anlaşmaları imzalamış, bu anlaşmalarla söz konusu devletlerin bağımsızlığını ve halkların kendi kaderini tayin hakkını tanımıştır.  Sovyet  Sosyalist  Cumhuriyetler  Birliği  tarihinin  tüm  anayasalarında  kendi kaderini tayin hakkı yer almış olmakla birlikte, 1977 Anayasası Sovyetler Birliği nde kendi kaderini tayin hakkının en çok tartışıldığı Anayasa olmuştur, nitekim SSCB nin dağılma döneminde yürürlükte olan Anayasa, 1977 Anayasasıdır.  1977  Anayasası nın  72.  maddesine  göre,  Sovyetler  Birliği  Cumhuriyetleri nin kendi kaderini tayin hakkını kullanarak birlikten ayrılmaları mümkündür. Sovyetler Birliği nin  sosyalizmin  tüm  dünyada  gerçekleşmesi  açısından  büyük  önem  verdiği kendi kaderini tayin meselesi, Sovyetler Birliği nin dağılma sürecinde en büyük rol oynayan etmenlerden birisi olmuş ancak ayrılma süreci 1977 Anayasasının sağladığı haklar üzerinden kontrollü olarak gerçekleşememiştir.  Sovyetler  Birliği nin  çöküş  süreci  ve  sonrasında  kendi  kaderini  tayin  hakkı Wilsoncu  içeriğiyle  etkili  olmuştur.  Bir  diğer  ifadeyle  kendi  kaderini  tayin  hakkı,   31      dışarının  taleplerini  içeriye  taşıyan   devletlerin  inşası  sürecinde  kullanılmış, emperyalizmin  güncel  aşamasına  uygun  burjuva  devlet  biçiminin  yaygınlaştırılması sürecinde araçsallaştırılmıştır. Sovyetler Birliği nin yıkılması sonrası  üçüncü kuşak  olarak  değerlendirilen  dönem  ile  Kosova  sonrası   dördüncü  kuşak   olarak değerlendirilen dönemde kendini gösteren kendi kaderini tayin iddiaları, küresel barışı tehlikeye düşürecek bir keyfiyet içerisinde uluslararası güç ilişkilerinin dinamiklerine bağlı olarak etki doğurmaya başlamıştır.",
     "Kaynakça": "AMİN, Samir, Emperyalizm ve Eşitsiz Gelişme, Yordam Kitap, İstanbul, 2018. ANGHIE,  Anthony,  Imperialism,  Sovereignty  and  the  Making  of  International  Law, Cambridge University Press, 2005.  ARRIGHI, Giovanni, Uzun Yirminci Yüzyıl: Para, Güç ve Çağımızın Kökenleri, (çev. R. Boztemur), İmge Kitabevi, Ankara, 2001.  ARSAVA, Füsun,  Halkların Kendi Kaderini Tayin Etme Hakkının Tarihçesi ve Günümüzde Getirdiği  Problemler ,  Prof.  Dr.  Aydın  Zevkliler e  Armağan,  Yaşar  Üniversitesi Elektronik Dergisi, Yıl: 2013, Cilt: 8, Özel Sayı, (s. 387-404). BERMAN, Nathaniel,  Sovereignty in Abeyance: Self-Determination and International Law . Winsconsin International Law Journal, Yıl: 1988, Cilt: 7, Sayı: 1, (s. 51-106). BLAUSTEIN, Albert P. / FLANZ, Gisbert H.  (Ed), Constitutions of the Countries of the World, Oceana Publications, 1971.  BOWRING, Bill, The Degradation of the International Legal Order?: The Rehabilitation of Law and the Possibility of Politics, Oxon, Routledge-Cavendish, 2008.    32     ВЯТР, Ежи,  Национальное Самоопределение – Политические и Правовые Дилеммы , Социология, Yıl: 2014, Cilt: 3, (s. 29-35). CASSESE, Antonio, International Law, Oxford University Press, 2005. DAVIES, Norman, Avrupa Tarihi, (çev. M.A. Kılıçbay), İmge Kitabevi, Ankara, 2006.  DEMİRLİ, Aynur / ÖZDEMİR, Ali Murat,  Uluslararası Hukuku Dönemselleştirmek: Pozitivist Söylem ve Ötesi , Uluslararası İlişkiler, Yıl: 2019, Cilt: 16, Sayı: 63, (s. 51-67).  DUNN, Bill, Global Political Economy: A Marxist Critique, Pluto Press, Londra, 2009.  EHTİBARLI, Yaşar, Uluslararası Hukukta Self Determinasyon Hakkı ve Hakkın Ekonomik Boyutu, Yayınlanmamış Doktora Tezi, Selçuk Üniversitesi, Sosyal Bilimler Enstitüsü, Konya, 2016. FINDLEY,  Carter  V.,  Dünya  Tarihinde  Türkler,  (çev.  A.  Anadol),  Alfa  Basım  Yayım Dağıtım, İstanbul, 2018. Фонд  «Открытое  общество  –  Грузия»,  О  Порядке  Решения  Вопросов,  Связанных  с Выходом Союзной Республики из СССР.  FRANK, Andre Gunder / GILLS, Barry K. (der), Dünya Sistemi: Beş Yüzyıllık mı, Beş Binyıllık mı?, (çev. E. Soğancılar), İmge Kitabevi, Ankara, 2003. GRAY, Christine,  Self-Determination and the Breakup of the Soviet Union , Yearbook of European Law, Yıl: 1992, Cilt: 12, Sayı: 1, (s. 465-503).  HANNIKAINEN,  Lauri,   Self  Determination  and  Autonomy  in  International  Law , Autonomy:  Applications  and  Implications,  Kluwer  Law  International,  (der.  M. Suksi), The Hague, 1988, (s. 79-96).   HOBSBAWN, Eric, Kısa Yirminci Yüzyıl: 1914-1991 Aşırılıklar Çağı, (çev. Y. Alogan), Sarmal Yayınevi, İstanbul, 1996. HODGE,  William  C.,   Federalism  and  the  Soviet  Constitution  of  1977:  Commonwealth Perspectives , Washington Law Review, Yıl: 1980, Cilt: 55, Sayı: 3, (s. 507-542).     33     Информационное  Сообщение  о  Пленуме  Центрального  Комитета  Коммунистической Партии Советского Союза, Москва, Издательство Политической Литературы, 1989. JANELIDZE,  Otar,   The  Democratic  Republic  of  Georgia  (1918-1921) ,  Pamięć  i Sprawiedliwość, Yıl: 2018, Cilt: 31, No: 1, (s. 168-190). KILINÇKAYA, M. Derviş / OMARBEKOV, Talas / EGAMBERDIYEV, Mirzahan,  Sovyetler Birliği Döneminde Yıldırma Politikasının Bir Unsuru Olarak ‘Türkçülük  Suçlaması , CTAD, Yıl: 2019, Cilt: 15, Sayı: 30, (s. 1-27). LENIN, Vladimir, Emperyalizm, Kapitalizmin En Yüksek Aşaması, (çev. O. Geridönmez), Evrensel Kitabevi, Ankara, 2011. LENIN,  Vladimir,  Emperyalizm,  Kapitalizmin  En  Yüksek  Aşaması;  Nikolay  Buharin, Emperyalizm ve Dünya Ekonomisi, Kalkedon Yayıncılık, İstanbul, 2009. LENIN, Vladimir, Ulusların Kaderlerini Tayin Hakkı, (çev. M.İ. Erdost), Sol Yayınları, Ankara, 2020. LEWIN, Moshe, Sovyet Yüzyılı, (çev. R. Akman), İletişim Yayıncılık, İstanbul, 2008. LIPIETZ,  Alain,  Mirages  and  Miracles:  The  Crises  of  Global  Fordism,  Verso  Books, Londra, 1987. MALANCZUK, Peter, Akehurt s Modern Introduction to International Law, Routledge, Londra, 1997. MÄLKSOO, Lauri,  The Soviet Approach to the  Right of Peoples to Self-determination: Russia s Farewell to jus publicum europaeum , Journal of the History of International Law, Yıl: 2017, Cilt 19, (s. 200-218).  ORFORD,  Anne  /  HOFFMANN,  Florian,  The  Oxford  Handbook  of  the  Theory  of International Law, Oxford University Press, 2016. ÖZDEMİR, Ali Murat, Güç Buyruk Düzen, İmge Kitabevi Yayınları, Ankara, 2011.   34     ÖZDEMİR,  Ali  Murat  /  UĞURLU,  Göksu  /  AYKUT,  Ebubekir,   Üçüncü  Dünyacılık Küreselleşirken?:  Uluslararası  Düzenlemenin  Değişen  Eleştirisi ,  Amme  İdaresi Dergisi, Yıl: 2012, Cilt: 45, Sayı:1, (s. 21-50).  ÖZDEMİR, Ali Murat, Ulusların Sefaleti, İmge Kitabevi, Ankara, 2010. ÖZDEMİR, Ali Murat,  Kolektif Emperyalizm , Kolektif Emperyalizm, (der. A.M.Özdemir), İmge Kitabevi, Ankara, 2014.  ÖZDEMİR, Ali Murat,  21. Yüzyılda Emperyalizm , Monthly Review, Yıl: 2017, Sayı:1. ÖZDEMİR, Ali Murat,  Egemenlikteki Dönüşüm, Kendi Kaderini Tayin Meselesi ve Sovyet İhtilali ,"
}