{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "29",
     "Ay": "03",
     "Yıl": "2021",
     "Cilt": "2",
     "Sayı": "11",
     "Başlık": "İNSAN HAKLARI TEORİSİNDEKİ GELENEKSEL, POLİTİK VE HUKUKİ AYRIŞMALARİNSAN HAKLARI TEORİSİNDEKİ GELENEKSEL, POLİTİK VE HUKUKİ AYRIŞMALAR",
     "Title": "TRADITIONAL, POLITICAL AND LEGAL DIVERGENCES IN HUMAN RIGHTS THEORY",
     "Yazar İsmi": [
          "Elif ÇELİK"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "İnsan Hakları Teorisi",
          "Geleneksel Yaklaşım",
          "Politik Yaklaşım",
          "Hukuki Yaklaşım",
          "Temelcilik"
     ],
     "Keywords": [
          "Human Rights Theory",
          "Traditional Approach",
          "Political Approach",
          "Legal Approach",
          "Foundationalism"
     ],
     "Özet": "Güncel insan hakları teorisinde yer alan tartışmalar bu hakların ahlâki, politik veya hukuki yönlerinden birinden yana bir tutum alınabildiğini sergilemektedir. Bu durumsa, bu özelliklere paralel ve bugün kabul gören üç farklı yaklaşımın ortaya çıkmasına neden olmuştur. Bu bağlamda insan haklarının kaynağı, tanımı, sınırı, işlevi ve yükledikleri gibi bazı sorular; geleneksel, politik ve hukuki olarak adlandırılan yaklaşımlardan birinden yana olan ve kimi zaman bu yaklaşımları bizzat ortaya atan kimi isimler üzerinden cevaplandırılmaya çalışılmaktadır. Bu çalışmanın amacı, uluslararası insan hakları literatüründe yer bulan bu ayrımdaki kimi ayrıştırıcı noktalara ve kilit  kavramlara  işaret  etmek  ve  söz  konusu  ayrımda  rol  oynayan  belli  başlı  görüşleri  ulusal  literatüre kazandırmaktır. Bu doğrultuda, bu çalışmada, ilgili görüşlere ilişkin bazı eleştirileri ve yaklaşımların birbirleriyle etkileşimini gözlemlemek mümkün olacaktır.",
     "Abstract": "Some arguments that appear in the contemporary human rights theory seem to display that there is a positioning based on the moral, political or legal features of these rights. This has resulted in the appearance of three different approaches parallel to those features. In this respect, certain questions such as the source, definition, limit, function, and liability of human rights are being answered by those names who adopt and suggest the very approaches that are named as: traditional, political or legal. The purpose of this study, is to indicate the diverging points and to clarify the key concepts which find place in the international scholarship and to familiarize the national reader with these views. In this respect, the study would  also  maintain  the  possibility  to  observe  the  interrelation  between  the  approaches  and  their criticisms against one another. Key  Words:  Human  Rights  Theory,  Traditional  Approach,  Political  Approach,  Legal  Approach, Foundationalism   GİRİŞ Günümüzde  evrensel  bir  adalet  talebini  dile  getirmekte  en  etkili  araç  olarak başvurulan  insan  hakları  kavramının  etrafındaki  teorik  tartışmaların  son  bulduğunu söylemek mümkün değildir. Bu nokta, konuyla ilgilenen kimi düşünürler tarafından; kavramın tam olarak ne olduğuna ilişkin henüz yeterli bir fikrimiz olmadığı ya da pek azımızın  bu  hakların  neler  olduğu  ve  bunlara  neden  sahip  olduğumuza  ilişkin  iyi temellendirilmiş  bir  fikri  olduğu önermeleriyle  ele  alınmaktadır.  İnsan  haklarının uluslararası hukuka ilk kez konu edildiği araç olan Evrensel Bildirgenin, yaygın bir yaklaşımca, farklı disiplin ve kültürlerden kişilerin katılımıyla ve teorik tartışmalar                                                         1   GRIFFIN, James, On Human Rights, Oxford University Press, 2008, s. 1. Bu noktada Griffin, kavramın  ortaya  çıktığı  17.  ve  18.  yüzyılları  takiben,  doğal  hakların  kaynağının  teolojik  bir açıklamayla aranmasının terk edilmeye başladığına ancak bu yaklaşımın yerine başkaca bir gerekçe koyulamamış  olduğuna  işaret  eder.  GRIFFIN,  James,   Human  Rights  and  The  Autonomy  of International Law , The Philosophy of International Law (eds. S. Besson, /J. Tasioulas), Oxford University Press, New York, 2010, (s. 339-357), s. 339. 2   ROSEN, Michael, Dignity: Its History and Meaning, Cambridge University Press, 2012, s. 54.Çelik    Hacettepe HFD, 11(2), 2021, 961-996  dahilinde  ortaya  çıktığı  söylenegelmekteyse  de,  Bildirge ye  ilişkin  dikkat  çekici noktalardan biri, bizzat bir doğal haklar kuramcısı ve Bildirgenin kaleme alınmasında aktif rol oynamış bir katılımcı olan Maritain tarafından:  insan hakları konusunda bir şartla  anlaşmıştık;  kimse  neden  oldukları  sorusunu  sormayacaktı  4  şeklinde  dile getirilmiştir.  O  hâlde  insan  haklarına  ‘niçin   sahip  olduğumuz  sorusunun  Evrensel Bildirge  ile  yeterince  açıklığa  kavuştuğunu  söylemek  mümkün  değildir.  Günümüz yazarları da, insan haklarına içkin önemli bir sorunu:  kavramın hem teorik ve soyut oluşu hem de hem pratik ve aciliyet arz eden niteliği 5 olarak formüle etmeye devam etmektedirler. Diğer yandan insan hakları teorisine ilişkin bu gerekçe sorusu dikkate alınırken, kavramın  disiplinler  arası  boyutunun  devreye  girecek  olması  kaçınılmazdır.  Zira, kavramı etik çerçevesinde ele alan felsefi yaklaşımlar ve kavrama insani ve sosyal bilimler  bakımından  yaklaşan  teorisyenlerin  ve  çoğu  kez  tüm  bunların  dışındaki hukukçuların hareket noktaları farklı olabilecektir. Bununla beraber, bugün gelinen noktada insan haklarının hem etik hem politik hem de hukuki nitelikte bir kavram olduğu da ortadadır. Dolayısıyla kavramla ilgilenmek isteyen bir kişi için bütün bu                                                         3   Evrensel  Bildirgenin  kaleme  alınış  çalışmalarındaki  kimi  tartışmaları,  fazlaca  dillendirilmeyen konular bakımından  tarihsel açıdan ele alan bir çalışma için:   AYBAY,  Rona,  İnsan  Hakları Evrensel Bildirisi ve Türkiye (1945-1948), Bilgi Üniversitesi Yayınları, İstanbul, 2016, s. 11-54.  4   MARITAIN, Jacques, Human Rights: Comments and Interpretations; A Symposium edited by Unesco, UNESCO, 1948, s. 1. 5   FREEMAN,  Michael,  The Philosophical Foundations of Human Rights  Human Rights Quarterly, Cilt: 16, Sayı: 3, 1994, (s. 491- 514), s. 491. 6   Uluslararası literatürde bu yaklaşımı yansıtan tüm yazarları burada sıralamak imkansızken; ülkemiz dahilinde akla gelebilecek özgün bir örnek; felsefi antropolojinden hareketle olan etik temellendirmesi ve bu doğrultudaki eserleri ile İoanna Kuçuradi olacaktır. KUÇURADI, İoanna, İnsan Hakları Kavramı  ve  Sorunları,  Türkiye  Felsefe  Kurumu,  Ankara,  2007;  KUÇURADI,  İoanna,  İnsan Haklarının  Felsefi  Temelleri,  Türkiye  Felsefe  Kurumu,  Ankara,  2009.  Bunun  dışında  İnsan haklarının felsefi temellerini ele alan çalışmalara ulusal literatürden verilebilecek güncel bir örnek için: TEPE, Harun, İnsan Hakları Felsefesi, Bilgesu Yayıncılık, 2019. Konuyu kamu hukuku ve siyaset bilim bağlamında ele alan kimi çalışmalar içinse verilebilecek bazı örnekler: UYGUN, Oktay,  İnsan Hakları Teorisi  içinde Devlet Teorisi, On İki Levha Yayıncılık, 2014; ERDOĞAN, Mustafa, İnsan Hakları Teorisi ve Hukuku, Hukuk Yayınları, 7. Baskı, 2019.  7   Örneğin  Kemal  Gözler:  insan  hakları  kavramına  farklı  disiplinlerden  yaklaşabilmenin  mümkün olduğunu dile getirirken; söz konusu  insan hakları hukuku  olduğu durumda, bu bilim dalının konusunun  yalnızca  saf  hukuk  teorisinden  yola  çıkarak  pozitif  hukuk  kurallarını  incelemesi gerektiğinden  yana  olduğunu  belirtmektedir.  GÖZLER,  Kemal,  İnsan  Hakları  Hukuku,  Ekin Yayıncılık, Bursa, 2017, s. 34-37. 962Çelik    Hacettepe HFD, 11(2), 2021, 961-996  zenginlik  aynı  zamanda  kafa  karıştırıcı  bir  hale  bürünebilmektedir.  Bu  noktada Freeman, insan hakları teorisiyle uğraşan birini üç temel seçeneğin beklediğine işaret etmiştir. Bunlardan ilki, temelci bir anlayışı benimseyerek insan haklarını Tanrı dan ya da Tanrı yerine geçecek bir kavramdan yola çıkarak temellendirmek; ikincisi, temelci bir anlayıştan vazgeçerek insan haklarının tarihsel gelişimi ve değişime bakmak ve bu yoldan ilerlemek; üçüncü olaraksa bir başka yol bulmak olacaktır. Bu üçüncü yol, kimi düşünürler  tarafından  insan  hakları  kavramını  topyekûn  reddetmekle 9 ,  kimileri tarafındansa insan haklarına ilişkin olası bir felsefi temelciliğin peşini bırakmak ve bu hakların duygusal yönüyle ilgili farkındalık artırmak gerekliliğiyle desteklenmiştir. Bu çalışmada  Freeman  tarafından  dile  getirilen  seçeneklerden  ilk  ikisinin  kapsamına girebilecek türden yaklaşımların konu edinildiğini söylemek yanlış olmaz.  Bu doğrultuda bu çalışmanın amacı, kavrama ilişkin söz konusu teorik karışıklığa belirli  bir  sınırlama  dahilinde  açıklık  kazandırmak  ve  uluslararası  literatür  ışığında güncel insan hakları teorisinde yer alan ve insan haklarını ‘olumlayan  bazı yaklaşımları formüle etmek olarak ele alınabilir. Başka bir ifadeyle bu çalışma, insan hakları ‘vardır çünkü   ve  ‘şunlardır  çünkü   şeklindeki  bir  önermenin  arkasını  doldurabilmek  için başvurabileceğimiz  etik,  politik  ve  hukuki  argümanların  ve  bu  konuda başvurulabileceklerin isimlerin kimler olabileceğine dair güncel ancak sınırlı bir izlek oluşturmayı  amaçlamaktadır.  Bu  açıdan  yapılacak  sınıflandırmada,  yakın  zamanlı uluslararası  literatürde  de  en  sık  karşılaşıldığı  biçimiyle;  insan  haklarına  ilişkin ‘Geleneksel (ortodoks) Yaklaşım , ‘Politik Yaklaşım  ve ‘Hukuki Yaklaşım  şeklinde bir ayrım benimsenecektir. Ancak belirtmek gerekir ki  yaklaşımların ortak noktası, insan hakları kavramını esaslı bir biçimde eleştiren ya da kavramsal olarak reddeden yaklaşımların 11 aksine,  kavramın  farklı  yollarla  da  olsa  kabulüne  ve                                                         8   FREEMAN, 1994, s. 498. 9   MACINTYRE, Alasdair,  After Virtue, 3. Baskı, University of Notre Dame Press, 2007, s. 69. 10  RORTY, Richard,  Human Rights Rationality and Sentimentality , On Human Rights, (eds. S. Shute/ S. Hurley), The Oxford Amnesty Lectures, Basic Books, 1993, s. 119. 11  Kavramı  olumsuzlayan  ya  da  eleştiriye  tabi  tutan  teorik  tartışmaları  zikretmek  bu  çalışmanın kapsamını aşmaktadır. Ancak konuyla ilgili ulusal literatürde ilgi çekebilecek çalışma, derleme ve çevirilerden yalnızca bir kısmı şunlar olabilir: Genel bir sayı olarak: Tesmeralsekdiz (İnsan Hakları Nasıl Hak  Hangi  İnsan),  (eds.  B.  Eren/  E.  Koyuncu),  Sayı: 4,  2009;  Çeviri  bir  yayın  olarak: DOUZINAS, Costas, Hukuk Adalet ve İnsan Hakları (Çeviren ve sunanlar: R. Sağlam/ K. Akbaş), 963Çelik    Hacettepe HFD, 11(2), 2021, 961-996  gerekçelendirilmesine yöneliktir. Bu bakımdan, bu çalışmada, kavram üzerinde öyle ya da böyle bir olumlamayı içeren görüşlere yer verilerek bu görüşlerin söz konusu kabule ulaşma çabalarındaki mantıkları ele alınacaktır. Belirtilmesi gereken önemli bir nokta, insan hakları kavramını anlamak bakımdan burada konu edilen isimlerin ve yansıttıkları görüşlerin salt bir referans olarak görülmesi gerekmediğidir. Burada yer alan isimler; ortaya  somut  çıkış  noktaları  ve  kavramlar  koyabilmiş  olmaları,  birbirlerini  gerek eleştirel  gerekse  destekleyici  olarak  konu  edinmeleri,  teorilerinde  birbirlerinden ayrıştıkları noktalardan beslenmeleri, ortaya koyulan bu üçlü yaklaşıma yön vermiş ve nihayetinde bu ayrımda bizzat saf tutmuş olmaları nedeniyle seçilmiştir.  I.  GELENEKSEL (ORTODOKS) YAKLAŞIM Belirtmek gerekir ki burada kullanılan geleneksel sözcüğü bir indirgeme ya da modası  geçmişliği  ifade  etmek  adına  değildir.  Esasen  bu  başlık  altında  yer  alacak yaklaşımlara geleneksel ya da ‘ortodoks , yaklaşımlar adı verilmesi, bu yaklaşımlar dışında duran düşünürlerin, bu yaklaşımları kendi pratik yaklaşımlarından ayırt etmek için geliştirdiği ve böylelikle literatüre kazandırdığı ifadelerdir. O hâlde geleneksel yaklaşım, en genel anlamda, insanların sırf insan oldukları için sahip oldukları haklar kabulüne  dayanan  ve  doğal  haklar  olarak  görülen  bu  haklara  ilişkin  günümüz dünyasının  değerleriyle  bir  temellendirme  yapmak  gereği  üzerinden  ilerleyen yaklaşımlara verilen bir tanımdır denilebilir. İnsan hakları temelciliği ise, bu hakların meta-etik ya da de-ontolojik, ancak her durumda nesnel temelleri olduğu iddiasıyla yola çıkmak anlamına gelmektedir. Bu anlamda burada söz edilen ‘gelenekçilik  ya da ‘ortodoksi  insan haklarının nedeni sorusunu insana, doğaya ya da ahlâka ilişkin bir                                                                                                                                                                   NotaBene Yayınları, 2. Baskı, 2016; Eleştirilerin eleştirisi olarak: TEPE, Harun,  İnsan Hakları Eleştirileri Üzerine Düşünmek  , Posseible Düşünme Dergisi, Sayı: 16, 2019, (s. 7-18).  12  Örneğin, Beitz, insan haklarını, insanların sırf insan olmaları bakımından sahip oldukları haklar şeklinde ele alan görüşlere, doğacı (naturalistic) görüşler adını vermektedir. Benzer biçimde Raz ın da, bu görüşleri geleneksel görüşler olarak ifade ettiği görülmektedir. BEITZ, Charles,  The Idea of Human Rights, Oxford University Press, New York, 2009, s. 49; RAZ, Joseph,  Human Rights Without Foundations , The Philosophy of International Law, (eds. S. Besson, /J. Tasioulas), Oxford University Press, 2010, s. 322. 13  TASIOULAS, John,  On the Foundations of Human Rights , Philosophical Foundations of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford, 2015, s. 45. 964Çelik    Hacettepe HFD, 11(2), 2021, 961-996  özelliğe, ya da öncelikli bir değere dayandırarak cevaplamayı seçmesi bakımındandır. Ancak söz konusu temellendirmenin insan doğasına ilişkin kabul edilen bir ya da birden fazla özelliğe ya da önceliğe mi, insanın ihtiyaçları kavramına mı, insanın menfaatleri kavramına  mı  ya  da  yine  insana  atfedilegelen  insan  onuru  gibi  bir  özelliğe  mi dayanacağı, yeri geldiğinde bu yaklaşım içindeki farkları ortaya koyacaktır. Yinelemek gerekir ki bu yaklaşımdaki en temel nokta her şeyden önce insan haklarının ahlâki ağırlığına ilişkin bir kabuldür. Bu da bu hakların sözleşmeyle, hukuken ya da politik olarak  tanınıp  kabul  edilmelerinden  önce  ve  bağımsız  olarak  ele  alınmaları  demek olacaktır. Hukuki idealizm ile ilişkili olarak ele alınabilecek bu yaklaşım en basit anlatımla  hukuki  bir  gerekçenin  kaynağını  moral  bir  gerekçelendirmeden  alması gerekliliğinde  ısrar  ederken  bu  ahlâki  kavramsallaştırmanın  nasıl  ve  ne  üzerinden yapılacağı  ise  yaklaşımların  ayırt  edici  ya  da  kilit  noktası  olacaktır.  Bu  çalışmada geleneksel yaklaşımda ön plana çıkan isimlerden yalnızca bazıları, bu yaklaşımdaki dayanakları ve kilit kavramları ile ele alınacaktır. Bu bakımdan geleneksel yaklaşım dahilinde rasyonel bir insan hakları temellendirmesi denildiğinde ön plana çıkan iki düşünür  olan  Gewirth  ve  Griffin  ve  kendi  düşüncesini  ‘koyu  geleneksel   bir temellendirme olarak adlandırmayan güncel bir düşünür olan Tasioulas ın görüşlerine yer verilecektir.   A.  Gewirth ve Faillik Temelli Yaklaşımı İnsan haklarına kaynağını veren şeyin insanın rasyonel ve buna paralel ahlâki doğası  ya  da  bu  doğaya  karşılık  gelen  ‘faillik  15  kavramıyla  -ancak  farklı içeriklendirmelerle- ele alınması, literatürde bilhassa Gewirth ve Griffin in insan hakları                                                         14  Hukuki idealizm yaklaşımının da kendi içinde farklı ekolleri barındırdığı ve Gewirth teorisinden yol alan Sheffield okulu olarak bilinen gruba mensup Beyleveld ve Brownsword un bu bakımdan katı bir idealizmi savunduğu dile getirilmiştir. Bu düşünürlere göre gerçek anlamda bir hukuk kuralının mutlak yükümlülükler doğurması beklenmekte ancak böyle olabilmesi için de söz konusu hukukun Genel Tutarlılık İlkesiyle çelişmeyen türden bir hukuk olması gerekmektedir. WARD, Tony,  Two Schools of Legal Idealism: A Positivist Introduction , Ratio Juris, Cilt: 19, Sayı: 2, 2006, (s. 127140), s. 130-131. 15  Kullanılan  terminolojinin  Ceza  Hukukunda  yer  bulan  ‘faillik   kavramından  farklı  bir  kullanımı yansıttığı açıktır. Bu bakımdan, Gewirth teorisinde: iyi kabul ettiği bir amaca yönelik ahlâki tercihler yapma kapasitesine ve eylemliliğine sahip bir özneyi tarif etmek üzere kullanılan ‘agency  sözcüğünü, dilimizde yer alan faillik sözcüğü ile karşılamak uygun görülmüştür. 965Çelik    Hacettepe HFD, 11(2), 2021, 961-996  görüşlerinde ön plana çıkmaktadır. Kant çizgisinden yol alarak rasyonel bir ahlâkilik teorisine  dayanan  Gewirth,  insan  haklarını,  bütün  rasyonel  failler  için  geçerli  ve bağlayıcı olacak prensipler bularak açıklamak yolundadır. Gewirth, ‘insan hakları var mıdır , ‘insan hakları ahlâki hakların bir kategorisiyse; ahlâki haklar var mıdır  gibi sorularla ilgilenmekte ve bu sorulara verilecek cevapların insan hakları bakımından hukuk  ya  da  sözleşmeye  değil,  ahlâka  dayalı  olması  gerektiğini  savunmaktadır. Gewirth, insanların aynı zamanda farklı ahlâki hakları olabileceğini ancak bunlardan yalnız  ahlâki  olarak  evrensel  olarak  paylaşılabilenlerin  insan  hakları  olarak adlandırılabileceğini  belirtmektedir.  Düşünür,  burada  yer  alan  ahlâk  ve  ahlâklılık kavramlarına özellikle bir açıklama getirme ihtiyacı duyar. Buna göre ahlâk, çeşitli anlamlarda  kullanımı  bir  yana,  her  gerçek  ya  da  muhtemel  fail  için  en  önemli ihtiyaçlarını  eylemek  adına  kategorik  olarak  zorunlu  gereklerdir.  Bu  bakımdan düşünür, ahlaki yaklaşımların farklı türden olabileceğini kabul etmekle birlikte hepsinde ortak olanın ve önem arz edenin ‘eylemlilik  olduğunu kabul etmektedir. Gewirth in insan hakları gerekçelendirmesi en sadeleştirilmiş haliyle şu şekilde özetlenebilir: İnsanlar amaçlarına ulaşmak için eylerler ve bu eylemlilik onları bir fail yapar; Bu failler aynı zamanda amaçlarının kendileri için iyi ve gerekli olduğunu kabul  ederler  bu  bakımdan  amaçlarına  ulaşmaları  gerektiği  yönündeki  inançları rasyoneldir; Bir fail amacına ulaşırken özgür ve iyi olması gerektiğini, özgürlük ve refah  kavramlarının  amaçlara  ulaşmak  için  gerekli  iyiler  olduğunu  bilir  ve  bunun diğerleri  tarafından  da  kabul  edilmesini  ister;  Bu  noktada  fail  kendi  özgürlük  ve refahına saygı duyulmasının bir gereklilik olduğundan hareketle bunun aynı şekilde başkaları için de gerekli olduğuna ikna olur zira tutarlılık bunun gerektirir; Dolayısıyla fail, bunların kendisi dahil herkeste korunması gerektiğini bilir ve bu tutarlılığa göre                                                         16  GEWIRTH, Alan,  The Basis and Content of Human Rights , Georgia Law Review, Cilt: 13, 1978, (s. 1143-1171), s. 1144. 17  Ibid.  18  Ibid, s. 1148. 19  Öte yandan bu eyleme düşünürün atfettiği iki özellik vardır. Bunlardan ilki eylemin kişinin isteğiyle; özgür biçimde ve gönüllü olması diğeriyse eylemin kişinin belirlediği bir sonuca yönelmesi yani amaçlılıktır. GEWIRTH, Alan, The Community of Rights, University of Chicago Press, 1996, s.13 966Çelik    Hacettepe HFD, 11(2), 2021, 961-996  hareket eder. Gewirth, bu diyalektiği  kendinin ve başkalarının genel (generic) hakları uyarınca hareket et  biçiminde bir normatif ilkeye dönüştürür ve bunu insan haklarına uyarlar. Gewirth in daha önce belirttiği üzere özgürlük ve refah en genel (generic) haklardır. Öyleyse özgürlük ve refaha ulaşmak yönündeki hakları inkar etmek failin kendisiyle çelişmesi anlamına gelecek ve bu hakların yalnızca başkaları için değil aynı zamanda failin kendisi için de inkar edilebilmesinin önünü açacaktır. Görüldüğü gibi Gewirth, insan haklarını ele alırken insan olmak kavramı yerine ‘faillik   kavramına  başvurmaktadır.  Bu  bakımdan  ona  göre  insanlar  ne  doğalcı yaklaşımların yaptığı üzere sırf insan oldukları ne de yalnızca insan olmanın bir özelliği olarak görülen bir rasyonaliteye sahip oldukları için haklara sahip olacaklardır. Burada ahlâki önem taşıyan kilit nokta eylemlilik durumu olmaktadır. İnsanın, amaçları olan rasyonel bir varlık olmasını ve bu anlamda ahlâki bir konuma sahip olmasını faillik olarak adlandıran Gewirth, tam da sahip olunan bu rasyonelliğin bizden başka herkesin de  insan  haklarına  sahip  olduğunu  kabul  etmememiz  sonucuna  yol  açacağını savunmaktadır. Bu tanımdan yola çıkarak Gewirth, hem insan haklarına neden sahip olduğumuz (ahlâki bir konuma sahip oluşumuz, faillik) hem de insan haklarının neden evrensel  olması  gerektiğine  bir  açıklama  sunma  iddiasındadır.  Ona  göre  bu  metot dayatmacı değil diyalektik bir normatiftik taşımaktadır.  Gewirth in  teorisine  yönelik  kabul  edilecek  noktalardan  biri,  insan  haklarını açıklamak bakımından kendinden önceki yaklaşımların tutarlılık bakımından ötesine geçebilirken  aynı  zamanda  seküler  temelli  bir  yaklaşım  olmayı  başarabilmesidir. Düşünürün ‘genel tutarlılık  ilkesini özellikle hukuk teorisine uyarlamaya adamış olan                                                         20  Bu  formüle  ediş  biçimi,  Gewirth in  çok  daha  ayrıntılı  olarak  ele  aldığı  gerekçelendirme basamaklarından yalnızca bir kısmının, yazar tarafından basitleştirerek ele alınmış bir özetidir. Uzun anlatım için: GEWIRTH, 1996, s. 17-20.  21  GEWIRTH, 1978, s. 1155. 22  GEWIRTH, Alan,  Why There Are Human Rights , Social Theory and Practice, Cilt: 11, Sayı: 2, 1985, s. 236. 23  Ibid, s. 235. 24  GEWIRTH,1985, s. 236. 25  KOHEN, Ari,  The Possibility of Secular Human Rights , Human Rights Review , Cilt: 7 , Sayı: 1, 2005, (s. 49-75) s. 51-54. 967Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Beyleveld,  bu  ilkeyi  Kant ın  felsefi  antrolopolojisini  yeniden  şekillendirmek  ve kategorik emperatifi bu ilkeyle ele almak; ve bu formülü insan onurunun korunması bakımından  kilit  bir  formül  olarak  ele  alıp  bilhassa  çetrefilli  biyo-hukuki  olaylara uyarlamak bakımından pratik konulara uygulamayı başarmıştır.  Diğer yandan bu çalışmanın amacı bakımından Gewirth, yalnızca, insan haklarına yönelik rasyonel bir ahlâki temellendirmeyi bilhassa faillik kavramına dayanarak inşa etmesi bağlamında bir örnek olarak ele alınmaktadır. Bu noktada burada değinilebilecek eleştiriler de düşünürün sistematiğine yönelen değil, bizzat teorisinin dayandığı rasyonel bir eyleyen varsayımı ve bu kabulün insan hakları yaklaşımındaki rolüne odaklanan eleştiriler  olabilir.  Bunlara  bir  örnek,  teorinin  yaygınlık  kazandığı  seksenli  yıllarda Husak tarafından yöneltilmiş ve Gewirth tarafından da dikkate alınarak cevaplanmış olan eleştiridir. Husak, insan kapasiteleri bu denli farklıyken, faillik gibi bir temelin hak sahipliği  bakımından nasıl iş  görebilecek olduğu  sorusunu  yükseltmektedir. Buna cevaben Gewirth, yaklaşımında, doğrudan faillik ve insan haklarına sahiplik arasında kurduğu bir ilişkiye değil; her gerçek ya da muhtemel failin bu hakların varlığını başka insanlar için de kabul etmek zorunluluğuna odaklanılması gerektiğini belirtmiştir.  Gewirth in teorisine yönelik soru işaretleri günümüzde de devam edebilmektedir. Bu noktada Kohen, Rorty nin insan haklarına yönelik rasyonel temellendirmelerdense bu hakların duygusal yönüne odaklanılması gerektiği yönündeki önerisine yönelir ve bu  türden  salt  rasyonel  temellendirmelerin  gerçek  hayatın  tehlikeleri  gözetildiğinde yetersiz olduğunu yineler. Bu doğrultuda Kohen de Gewirth teorisinin sakıncalı bir yanı olarak; bir kabul olarak ele aldığı ‘rasyonel özne  kavramına odaklanır. Ona göre                                                         26  BEYLEVELD, Deryck,  What is Gewirth and What is Beyleveld? , Ethical Rationalism and the Law, (eds. P. Capps/ S. Pattinson), Hart Publishing, 2017, s. 239. 27  BEYLEVELD,  Deryck/  BROWNSWORD,  Roger,  Human  Dignity  in  BioEthics  and  Biolaw, Oxford University Press, 2001, s. 69. 28  HUSAK, N. Douglas,  Why There Are No Human Rights , Social Theory and Practice, Cilt: 10, Sayı: 2, 1984, (s. 125-141), s.132 29  GEWIRTH, 1985, 240. 30  Bu karşı çıkışın ayrıntıları için RORTY, Richard,  Human Rights, Rationality, and Sentimentality , On Human Rights: The Oxford Amnesty Lectures, (eds. S. Shute, S. Hurley), New York: Basic Books, 1993, s. 111-135. 31  KOHEN, 2005, s. 65. 968Çelik    Hacettepe HFD, 11(2), 2021, 961-996  de ‘kimin kendisiyle aynı hakka sahip olmaya değecek bir rasyonel bir özne olacak olduğun  kararını verecek olan kişi, teoride son derece idealize edilen failin kendisidir ve fail pekala ‘kurbanını  -tarihte örnekleri görüldüğü üzere- kadın, kuir, sakat, ya da farklı  bir  sosyal  sınıftan  olması  nedeniyle  kendisinden  daha  ‘az   bir  fail  olarak görebilecek ve böylelikle onun haklarını kabul etmeyebilecektir.   B.  Griffin ve Kişilik (Normatif Faillik) Temelli Yaklaşımı Görüşlerinde  faillik  kavramına  dayanan  ancak  bunu  bir  üst  kavram  içinde kullanan bir diğer düşünür Griffin dir. Griffin insanların insan olmaları nedeniyle haklara sahip olmaları gerektiği tanımında bir ‘eksiklik  olduğu düşüncesinden yola çıkmakta ve insan haklarının kaynağını nereden aldığı sorusunu problem edinmektedir. Griffin,  mevcut  insan  hakları  temellendirmeleri  konusunda  tatminsizliğini  ortaya koyarken, başarılı bir insan hakları gerekçelendirmesinin ‘insan onuru  gibi belirsiz bir tanımın ötesine geçebilen açıklamalar yapabilecek bir nitelik taşıması ve daha sağlam özelliklere sahip olması gerektiğini ifade eder. Bu bakımdan Griffin, insan haklarının kaynağını bir başka kavram olan ‘kişilik  (personhood) kavramına dayanarak açıklar. Kişilik kavramı ve korunması ise temelde üç değerle mümkün olabilecektir. Bunlar düşünüre  göre  otonomi,  özgürlük  ve  bu  iki  statüyü  sağlayabilmek  adına  olan gerekliliklerdir. Bununla birlikte düşünürün insan hakları temellendirmesi yalnızca bu kavram  üzerine  değil  aynı  zamanda  uygulanabilirlik  (practicality)  kavramı  üzerine kuruludur. Uygulanabilirliği anlamlandırırken de hem insan doğasının hem de toplum doğasının  özelliklerini  gözetmek  gerekecektir 36 .  Böylelikle  kişilik  kavramının gereklerinden hareket ederek hakların neler olduğu belirlenebilirken, uygulanabilirlik bu hakları şekillendirebilmeye yarayacaktır. Düşünür, kişilik kavramından yola çıkarak                                                         32  Ibid. 33  Öte yandan Griffin, çalışmasının başında kendisinin de faillik temelli bir yaklaşım benimsemekle birlikte Gewirth in teorisinden ayrıştığının altını çizer. GRIFFIN, 2008, s. 4. 34   GRIFFIN, 2008, s. 21. 35  Ibid, s. 33. 36  Ibid, s. 38, 39. 37   Ibid, s. 192.  969Çelik    Hacettepe HFD, 11(2), 2021, 961-996  pek çok insan hakkı listesinin de oluşturulabileceğini iddia etmektedir. Diğer bir nokta, düşünürün insan haklarını dayandırdığı  kişilik kavramını, insan refahı  ya da gelişimi  düşüncesinin bir gereği  olarak değil, bizzat  insan statüsüne sahip  olmanın gereği olarak ele aldığıdır. Bu, Griffin e göre salt bir homo sapiens tanımının ötesine geçen bir duruma ilişkindir ve bu anlamda doğal hukuka dayandırılarak ortaya atılan insan haklarının tarih dışı olduğu iddiası da geçersizdir.  Griffin,  kişilik  kavramının  içeriklendirilmesinde  ‘normatif  faillik   (normative agency) kavramına başvurmaktadır. İnsan hakları, görünen o ki, evrensel olmalıdır; çünkü insanlar bu haklara normatif bir faîllik nedeniyle sahiptirler. Bununla birlikte farklı çalışmalarında ve eleştirilere cevaben, kendi insan hakları teorisindeki önemli noktanın  normatif  failliğe  sahip  olmak  bakımından  değil,  bu  statüyü  koruyabilmek adına önemli olduğunu da ifade etmiştir. Bu doğrultuda insan haklarına neden sahip olduğumuz sorusu Griffin e göre esasen normatif failliğe sahip olduğumuz gibi bir gerekçeye değil, normatif failliğimizi korumanın hepimiz için gerekli olduğu kabulüne dayanmaktadır. Böylelikle Griffin, Gewirth in faillik olarak adlandırdığı kavrama da bir içerik kazandırmak niyetindedir. Bu anlamda rasyonel faillik onun için yeterli bir başlangıç noktası değildir. Düşünür, sözü edilen failliğin, yaşamaya değer bir insan hayatı adına gerekli bir faillik olduğunu ifade eder ve bunu normatif faillik olarak adlandırır. Burada sözü edilen yaşamaya değerlik ise belirli bir hayat planı ya da Sokratik anlamda üzerinde düşünülen bir hayata işaret etmemektedir. Söz konusu faillik, aynı şekilde yalnızca  bazı  kapasitelere  sahip  olmak  için  değil,  bu  kapasiteleri  kullanmak  adına                                                         38  Ibid, s. 33. 39  Ibid, s. 34-35. 40  Ibid, s. 48. 41  GRIFFIN, 2010, s. 346. 42  Raz  tarafından  geleneksel  yaklaşıma  atfedilen  özellikler  doğrultusunda  bu  grupta konumlandırılmasına ve eleştirilere karşın Griffin: kendi yaklaşımında önem arz eden noktanın, kişiliğin korunmaya değer bir alanı olan ‘otonomi ve özgürlük  olduğuna ve insanlar için normatif failliğin bu yanının ayrıcalıklı bir önemi olduğuna zira bu ikisinin saldırıya en açık yanlar olduğuna dikkat çekmektedir. GRIFFIN, 2010, s. 347. 43  GRIFFIN, 2008, s. 45. 970Çelik    Hacettepe HFD, 11(2), 2021, 961-996  gerekli  bir  failliktir.  Normatif  faillik,  Griffin e  göre  insanların  hayata  bir  anlam biçebilme  kapasitesi  demektir.  Griffin  insan  hakları  anlayışına  ilişkin  bir  noktayı çekinmeden  ortaya  koymaktadır;  bu  da  insan  haklarının  öznesi  olan  insanın  homo sapiens olmaktan ibaret olamayacağıdır 45. Griffin, normatif failliğimizle yakın ilişkide olan  üç  temel  hakka  vurgu  yapar.  Bunlar  otonomi,  özgürlük  ve  refah  hakları olmaktadır.  Griffin in tasarladığı kişilik kavramı, Gewirth in faillik kavramına nazaran çok daha  yakın  tarihli  bir  kavram  olmakla  birlikte  yine  de  insan  haklarının  taşıyıcıları bakımından dışlayıcıdır. Bu bakımdan belirli eşikleri aşarak faillik taşıyıcısı olamayan özneler;  örnekse  zihinsel  engelliler  ya  da  çocuklar  gibi  gruplar  açıkça  bu  tanımın dışında tutulmaktadır. Bunun dışında Griffin yaklaşımına yönelik Tasioulas tarafından dile getirilen bir eleştiri bu teoride yalnızca kişilik temelli menfaatlerin dikkate alındığı ve dolayısıyla sorumluluk yükleyen bir karakter atfedildiği ancak bir o kadar önemli olabilecek; insani başarılar, arkadaşlıklar ya da acı çekmekten kaçınmak yönündeki menfaatlerin aynı sorumluluğu uyandırmadığı yönündedir.   C.  Tasioulas ın Çoğulcu Temellendirmesi Geleneksel yaklaşım altında ele alınabilecek yakın dönemli bir isimse Tasioulas olacaktır. Bunun nedeni, düşünürün etik bir temellendirmenin gereğini savunması ve insan haklarını ahlâki haklar olarak ele almaktan yana olması; ancak bununla beraber gerek  yukarıda  yer  verilen  rasyonel  temelli  gerekçelendirmeleri  gerekse  salt menfaat/ihtiyaç  temelli  gerekçelendirmeleri  tatmin  edici  bulmaması  ve  her  iki yaklaşıma yönelik eleştirileri sonucunda alternatifini ortaya koymasıdır. Tasioulas,                                                         44  GRIFFIN, 2008, s. 47. 45  Ibid, s. 34.   46  Ibid, s. 51. 47  Ibid, s. 85-91. 48  TASIOULAS, John,  Taking Rights out of Human Rights , Ethics, Cilt: 120, Sayı: 4, 2010, (s. 647678), s. 662. 49  TASIOULAS, John,  Human Rights, Universality and the Values of Personhood: Retracing Griffin s Steps , European Journal of Philosophy, Sayı: 10, Cilt: 1, 2002, (s. 79-100). 971Çelik    Hacettepe HFD, 11(2), 2021, 961-996  insan hakları kavramını ahlâki bir kavram olarak ele almanın bir anlamda bu hakların ‘doğal  haklar   olarak  adlandırılagelen  sınıfa  mensup  olmalarıyla  ilgili  olduğunu düşünür. Ona göre insan hakları tıpkı doğal haklar gibi evrensel ahlâki haklardır. Bu kabul, düşünürün insan haklarını etik bir temellendirmeyle ele almasının da nedenidir. O hâlde bu haklar, yapay bir kurum ya da sözleşmenin meşruiyeti ile değil; akıl ve ahlâki bir gerekçelendirme yoluyla bulunup tanınacaktır. Dahası, insan haklarını doğal haklar  geleneğinin  bir  uzantısı  olarak  görmek,  düşünüre  göre  hem  bu  hakların sürekliliğini  tanıyabilecek  hem  de  bu  hakları  sonuç  odaklı  yaklaşımların sınırlamalarından koruyabilecektir. Öte yandan insan haklarının evrensel ahlâki haklar oluşu,  düşünüre  göre  bu  hakların  tarihsel  değil  kavramsal  bir  gerçekliğine  işaret etmektedir.  Dolayısıyla  Tasioulas,  insan  haklarının  evrenselliği  konusunu,  doğal haklar geleneğinde olduğu gibi zamansız veya tarih öncesi/ötesi olarak ele almaz. Onun dayandığı  evrensellik,  tarihsel  bakımdan  sınırlı  bir  evrenselliktir.  Bu  sınırlılığın belirleyicisi ise modernitedir.  Tasioulas, insan haklarına ilişkin normatif temellendirmelerin genel özelliğini; bu haklara temel oluşturan değerlerin, başkaca değerlerden daha önemli ve ayrıştırılabilir nitelikte  oldukları  iddiasına  sahip  olmak  şeklinde  tanımlar.  Böylece  gerek belirlenebilecek bir takım insani menfaatler/ihtiyaçlar, gerekse bir ‘iyi yaşam  tanımına atfedilen  koşullar,  normatif  bir  temellendirmede  çıkış  noktası  olabilmektedir.  Öte yandan  düşünürün  ‘koyu  temelcilik  54  (extreme  foundationalism)  adını  verdiği yukarıdaki türdeki temellendirmeler, görünen o ki, insan haklarına temel teşkil edecek olan  ve  öncelikli  değer  olarak  belirlenebilecek  şeyin,  insan                                                         50  TASIOULAS, John,  Human Rights, Legitimacy and International Law , The American Journal of Jurisprudence, Sayı: 58, Cilt: 1, 2013, (s. 1-25), s. 2. 51  TASIOULAS, 2013, s. 7. 52  Ibid, s. 2. 53  TASIOULAS, 2012, s. 3. 54  Tasioulas koyu temelciliğe ilişkin muğlak bir kriter verirken, bu kategoriye özellikle yerleştirdiği isimler olup olmadığını zikretmez. Ancak belirlediği kritere göre koyu bir temelcilik, insan haklarına temel teşkil edebilmesi bakımından bir ya da birden fazla önemli bulunan ve belirlenebilir değer üzerinden  ilerleyen  ancak  insan  menfaatleri  kavramını  bu  alana  dahil  etmeyen  yaklaşımlardır. TASIOULAS, John.,  On the Foundation of Human Rights , Philosophical Foundations of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford, 2015, s. 48. 972Çelik    Hacettepe HFD, 11(2), 2021, 961-996  menfaatlerinden/ihtiyaçlarından  bağımsız  ve  salt  ahlâki  değerler  üzerine  kurulu olmasından yanadır. Bu duruma bir örnek olaraksa insan haklarının temelindeki değerin özgürlük fikri olduğu yönündeki yaygın kabulü gösterir. Bu noktada yazara göre bir ikinci ön kabul ise insan onuru kavramı olabilmektedir. Esasında Tasiolulas da kendi yaklaşımında insan onuru kavramından faydalanacak ve onu yaklaşımının bir ayağı yapacaktır ancak onun ayrıştığı nokta insan onurunu metafizik bir öğe olarak, ya da Griffin de görüldüğü üzere salt bir normatif faillik olarak değil, bizzat insan ihtiyaçları ile  ilişkili  bir  biçimde  ele  almasıdır.  Düşünürün,  kendi  temellendirmesinde  insan onuruna  yer  vermesinin  nedeni,  insan  haklarını  ahlâki  bir  statü  sorunu  olarak görmesinden ileri gelmektedir. Ancak belirtildiği gibi bu statünün kökeni yapay ya da kurumsal bir gerekçe değil bizzat insan olma halidir. Bu noktada, türün ayrıştırılabilir kapasitelerinden kaynaklanan ve herkesçe  eşit olarak paylaşılan bir ahlâki  statünün insan  onurunun  dayanağı  olduğunu  ileri  sürmektedir.  Bununla  beraber  Tasioulas  temelciliğe dayanmayan temeller  adını verdiği çalışmasında kendi yaklaşımını ‘koyu temelci  yaklaşımdan ayırır; zira bu yaklaşımlarda ön plana çıkan iki unsur bu hakların objektif temellerini ya meta-etik ya da bir normatifliğe dayandırmaktır. Tasioulas, kendi  temelciliğinin  çoğul  değerler  üzerine  kurulu  olduğunu  ve  burada  değer çoğulluğuna dayanarak hem ahlâki hem de ihtiyaca dayalı özelliklere dayanabileceğini belirtir. Dolayısıyla Tasioulas ın tanımında insan hakları, onur nedeniyle eşit bir ahlâki statüde/değerde olan insanların, aynı zamanda sahip oldukları ortak evrensel menfaatleri üzerine  kuruludur.  Bu  ikili  temellendirmenin  moral  ayağını  insan  onuru  kavramı oluştururken; ihtiyati kısmını insan menfaatleri oluşturmaktadır. Ona göre, bir menfaat ya da ihtiyaç şayet ortak insanlığımızdan kaynaklanıyorsa ve içinde bulunduğu sosyotarihsel bağlamda karşı tarafa yüklediği sorumluluk makul ve anlaşılabilirse, o hâlde bu menfaat bir insan hakkı olabilmelidir.                                                         55  TASIOULAS, 2015, s. 48. 56  TASIOULAS, 2013, s. 6. 57  Meta-etik yaklaşımlar, insan doğasına ilişkin objektif bir saptamadan ya da metafizik bir özden yola çıkabilmekteyken;  normatif  yaklaşımlar,  herhangi  bir  değerin  insan  için  neden  daha  önemli  ve ayrıcalıklı olduğunu belirlemektedir. TASIOULAS, 2015, s. 46. 58  Ibid, s. 50. 973Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Tasioulas ın yukarıda  yer verilen faillik statüsü temelli  yaklaşımlarla ilgili en önemli eleştirisi, bu  yaklaşımlarda insani menfaatlerin tamamen saf dışı bırakılıyor olması  ve  menfaat  kavramına  dayanan  bir  insan  hakları  yaklaşımının  genellikle faydacılıkla eşleştiriliyor oluşudur. Buna örnek olarak yaşam hakkına ilişkin tek bir kişinin menfaatinin, sayıca daha fazla kişinin menfaatiyle çeliştiği durumlarda, sayıca çok olan kişilerin menfaatinin, diğer bir tek kişininkine galip gelebileceği yönündeki bir varsayımı  ele  alır.  Bu  bakımdan  düşünüre  göre  statüye  dayanan  söz  konusu temellendirmelerin iddiası, çatışan veya biri diğerine tercih edilmesi gereken menfaatler söz konusu olduğunda, insan haklarına ilişkin olası her türlü feragatin ya da değiştokuşun önüne geçebilmektir. İşte bu yaklaşımlar bakımdan konu edilen mutlak bir koruma, bu hakların, ancak, bir menfaati değil de bir statüyü koruduğu gerekçesiyle olabilmektedir.  Ancak  Tasioulas a  göre  bu  yaklaşımlarda  göz  ardı  edilen  nokta, menfaatleri konu edinen bir temellendirmenin her zaman faydacı ya da sonuç odaklı olmak zorunda olmadığıdır. Bir başka ifadeyle hem insani menfaatler kavramı hem de insan haklarının yüklediği normatif sorumluluk kavramı pekala aynı teoride yer alabilir. Bu noktada kendi yaklaşımını savunan düşünür, söz konusu menfaatlerin nasıl yerine getirilmesi gereken bir sorumluluk doğurduğunu ise, teorisinin ahlâki ayağı olan insan onuru kavramı ile destekler. Bu anlamda çoğul değerler üzerine kurulu ancak ahlâki bir temelcilikten yana bir yaklaşım sunar. Tasioulas ın ‘temelciliğe dayanmayan temellendirmesi  ya da esnek temelciliği olarak  nitelendirebileceğimiz  yaklaşımı,  insan  haklarının  kaynağı  sorusunu  etikten bağımsız düşünmek istemeyen; bu haklara ilişkin bir başlangıç noktasını öncelikle ve öncelikli olarak moralitede arayan meraklılar için, tek bir seçilmiş ‘değerliye  örnekse faillik,  otonomi  ya  da  kişilik  kavramına  değil  de  birden  fazla  değere  dayanması nedeniyle bir soluk niteliğinde olabilir.                                                          59  TASIOULAS, John,   Towards a Philosophy of Human Rights , Current Legal Problems, Cilt: 65, 2012, (s. 1-30), s. 8. 60  Ibid. 61  Çok daha yakın tarihli olan bu yaklaşıma yönelebilmiş değerlendirmelerden biri O Neill tarafından kaleme alınmıştır. Bu doğrultuda O Neill, insan haklarına yönelik bir gerekçelendirmenin, ‘hangi menfaatlere  ilişkin  bir  sorumluluk  doğurabileceği   ve  dolayısıyla  hangi  insan  haklarına  karşılık gelebileceği sorusunun aksine, sorumlulukları yerine getirmekle mükellef taraf ve mercilerin açık 974Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Öte  yandan  bu  soluklanmanın  değerlendirilmesi  şüphesiz  bu  çalışmada  konu edinilemeyen  ve  yine  geleneksel  görüş  içinde  yer  alabilecek  başkaca  yaklaşımlar bakımından da ölçülebilmelidir. Dolayısıyla, bu bölümün sonunda yinelemek gerekirse, insan haklarına ilişkin felsefi temellendirmelere verilebilecek örnekler şüphesiz burada yer alan isimlerle sınırlı değildir. Nitekim diğer temellendirmeler arasında burada konu edinilen  soruları  bertaraf  edebilen  ya  da  başka  sorulara  ilişkin  pencereler  açan yaklaşımlar mevcuttur. Burada yalnızca bu isimlerin ele alınmış olması, ikinci başlıkta ele alınacak olan politik ya da pratik yaklaşımların eleştirilerinde de bilhassa burada konu edilmiş düşünürlerin yer alıyor olması bakımındandır.   II.  POLİTİK (PRATİK) YAKLAŞIM Politik ya da pratik yaklaşım olarak literatürde kendine yer bulan yaklaşım, her şeyden evvel, insan haklarının işlevsel yönünü ön planda tutmaktadır. Bu da söz konusu  hakları  tarihsellik,  kurumsallık  ve  uluslararası  politikada  oynadıkları  rol bakımından  değerlendirmeyi  ve  bu  hakların  pratikteki  görevini  açık  kılmayı gerektirecektir. O hâlde bu yaklaşım dahilindeki çıkış noktası; söz konusu hakların pratik gerçekliklerinin, uluslararası politikada oynadıkları rol ve fonksiyonlarının ne olduğunun belirlenmesi ve eleştirilmesi olmalıdır. Bu bakımdan insan hakları, ahlâki bağlamlarından öte, uluslararası insan hakları hukukuna bağlı pratik nitelikleri ile önem kazanmaktadır. Bu ise bu hakların yaptırım gücüne odaklanmayı gerektirmektedir. Ancak bir sonraki bölümde eleştiri konusu yapılabileceği gibi bu düşünürlerin konu edindiği yaptırım unsuru, hukuki olmaktan çok siyasi bir yaptırıma karşılık gelmektedir. Bu doğrultuda bu yaklaşım altında ele alınabilecek isimlerin ortak bir başka noktası,                                                                                                                                                                   edilebilmesinden ve böylelikle hakları değil sorumlulukları ön plana alan bir yaklaşımdan yanadır. O NEILL, Onora,  Response to John Tasioulas , Philosophical Foundations of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 71-79), s. 73-78. 62  SCHABER, Peter,  Human Rights Without Foundations? , The Philosophy of Human Rights: Contemporary Controversies, (eds. G. Ernst/J. C. Heilinger), Berlin: De Gruyter, 2011, s. 61. 63  İnsan hakları ve kurumsallık arasındaki ilişkiyi vurgulayan ancak bu çalışmada konu edinilmeyen bir isim de Pogge olabilir. Bknz: POGGE, Thomas  The International Significance of Human Rights , The Journal of Ethics, Cilt: 4, Sayı: (1/2), 2000, (s. 45- 69). 64  BEITZ, 2009, s. 8.  975Çelik    Hacettepe HFD, 11(2), 2021, 961-996  insan haklarının, bugün devletlerin iç egemenlikleri argümanına ciddi bir sınırlama getirdiği  ve  bu  hakların  ihlali  söz  konusu  olduğunda  bunu  gerçekleştiren  devlete yapılabilecek müdahalelerin meşru olduğu yönündeki iddialarıdır. Politik düşünürlerin durduğu nokta bakımından anlaşılması gereken önemli bir husus, insan haklarının etik bir karaktere sahip olmadığı gibi bir iddia değildir. Onların üzerinde  durmak  istediği  nokta,  böylesi  bir  çıkış  noktasının  ve  buna  ilişkin  bir temellendirmenin  pratikte  olup  biten  insan  hakları  ihlal  ya  da  uygulamalarını anlamlandırmak, eleştirmek ya da değiştirmek bakımından yeterli olmadığıdır. Politik düşünürler  insanların  ahlâki  pozisyonları  gereği  bir  takım  hakları  olduğunu  kabul ederken,  uluslararası  insan  hakları  kavramının  açıklamasının  bu  haklarla  yapılması gerekliliğine itiraz ederler. Dolayısıyla, bu yaklaşım çerçevesinde, söz konusu evrensel insan  hakları  olduğunda,  insanların  sahip  olduğu  ve  insan  haklarının  kendisinden türetilmesi gereken bir özelliğe, bir öncüle ihtiyaç  yoktur. Bu  yaklaşım altında ele alınabilecek  düşünürlerin  ortak  noktaları  yukarıdaki  gibi  özetlendikten  sonra  bu yaklaşımla  ilişkilendirilebilecek  üç  isme  değinilecektir.  Bu  isimlerin  şüphesiz birbirleriyle ayrıştıkları ve kendi yaklaşımlarında ön plana çıkardıkları farklı noktalar olabilmektedir.  Yakın dönem liberal adalet teorisinde üzerinde sıkça durulmuş bir düşünür olan Rawls, politik yaklaşımın öne çıkan isimlerinden biridir. Burada Rawls un üzerinde çokça yazılıp çizilmiş olan adalet teorisinin detaylarına ve terminolojisinin açıklamasına girmek  mümkün  değildir.  Aynı  şekilde  burada  Rawls un  olası  bir  insan  hakları yaklaşımının etraflı bir değerlendirmesi ya da eleştirisi de yapılmayacaktır. Düşünüre değinilmesinin  nedeni,  insan  haklarını  ne  ölçüde  politik  yaklaşımla  ele  aldığını örneklendirebilmek  bakımındandır.  Bu  bakımdan  söylenebilecek  ilk  şey,  Rawls un insan haklarının ahlâki bir temellendirmeye ya da bir insan doğası anlayışına dayanması gerektiği görüşünü reddettiğidir 66. Bu doğrultuda Rawls u geleneksel düşünürlerden ayıran bir nokta, insan haklarına ilişkin bir açıklamayı ahlâk alanında değil, politik alanda aramasıdır. Bu politik alan, Rawls un ‘Halkların Yasası  kitabından belirdiği                                                         65  RAZ, 2010, s. 323-327. 66  RAWLS, John, The Law of Peoples, Harvard University Press, 2000, s. 68.  976Çelik    Hacettepe HFD, 11(2), 2021, 961-996  şekliyle  uluslararası  ilişkiler  alanıdır.  Rawls,   özel  ve  aciliyeti  olan  bir  haklar kategorisi 67 olarak ele aldığı bu hakların temeli ya da içeriğinin ne olacağı konusuna bağlı olmaksızın, adil bir toplumda nasıl iş görecekleri sorusuna odaklanmaktadır. Bu anlamda insan hakları, ‘iyi düzenlenmiş toplumları  da kapsayan halklar arasında iş görecek  olan  politik  prensiplerdir.  Bu  bakımdan   insan  hakları  akılcı  halkların haklarında özel bir rol oynayan haklardır: olası savaş gerekçelerine karşı sınırlandırıcı rol oynar ve rejimin iç otonomisinde limitlerin ne olacağını belirlerler 68.  Rawls, insan haklarının kaynağının, insanların ahlâki yapısında, eşit değerinde ya da ahlâki veya zihinsel güçlerinde aranmaması gerektiğine; hakların böyle nosyonlara dayandırıldığında  uluslararası  alanda  bazı  toplumların  kültürlerine  aykırı bulunabileceğine  işaret  etmekte  ve  insan  haklarına  teorisinde  esasen  sınırlı  bir  yer vermektedir.  Bu  anlamda  Rawls  teorisinde  insan  hakları,  savaşları  ve  savaşların sonuçlarını önlemek ve ülkelerin olası dış müdahalelerin şartlarını ortaya çıkarabilmek bakımından önemlidir. Dış müdahale söz konusu olduğunda, iyi düzenlenmiş liberal toplumların ve düzgün hiyerarşik halkların, insan haklarını tanımayan agresif bir devlete müdahalesinin gerekçesinin ne olabileceği sorusu karşısında Rawls, liberal devletlerin bu tür devletleri tolere edemeyeceğini, yasa tanımaz bir devletin herkes için bir tehlike olduğunu  ve  insanların  böyle  devletler  değiştiği  taktirde  daha  güvende  olacağını gerekçe göstermektedir. Rawls, özel ve acil bir grup hak dediği haklar adına oldukça sınırlı bir insan hakları listesi sunabilmektedir. Bunlar köleliğin kaldırılması, vicdan özgürlüğü,  kişi  güvenliği  gibi  sayılı  haklardır.  Sunduğu  listenin  bu  denli  kısıtlı olmasının  bir  nedeni,  sözü  edilen  hakların  kınanmasının  sağlanmasının  hem  akılcı liberal hem de düzgün hiyerarşik güçler tarafından olanaklı olmasını sağlamaktır. Öte yandan Rawls, insan haklarının ulusal, politik ve sosyal kurumların işleyiş ve düzeni için gerekli ancak yeterli olmadığını belirtmektedir. Düşünüre göre insan hakları bu alanlarda hukuk düzen ve düzgün işleyiş adına kısıtlama görevi görecektir.                                                          67  Öte yandan Rawls bu hakları anayasal haklardan ayırır. RAWLS, 2000, s. 79. 68  Ibid, s. 79.   69  Ibid, s. 81. 70  Ibid, s. 79. 71  Ibid, s. 80. 977Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Hukuki  pozitivist  bir  isim  olarak  bilinen  Raz  da,  günümüzde  insan  hakları kavramını, devletlerin egemenliğini sınırlayan haklar olarak görmekten yanadır. Raz, bu bakımdan  Gewirth  ve  Griffin  gibi  düşünürleri  insan  haklarını  insani  bir  statüye atfettikleri  önemle  temellendirmeye  çalışmaları  nedeniyle  eleştirmekte  ve  bu temellendirmelerinin insan haklarının pratikte neden var olması gerektiğini açıklamakta yetersiz kaldığına işaret etmektedir. İnsan hakları, Raz a göre, bireyler tarafından sahip olunan bir çeşit ahlâki haklardır. Ancak bu haklar, devletler bu hakların koruduğu menfaatleri  kolladığı  sürece  var  olabileceklerdir.  Dolayısıyla  Raz,  hakların  ahlâki yönünü  yadsımayan  ancak  aynı  zamanda  kutsamayan  gerçekçi  bir  bakış  açısından yanadır. Raz, geleneksel yaklaşımları üç noktada eleştirir. Bunlardan ilki geleneksel yaklaşımların  haklar  ve  değerler  kavramını  birbirine  karıştırdığı  iddiasıdır.  Bu yaklaşımın ikinci bir kusuru, hak olduğu iddia edilemeyecek talepleri haklar olarak formüle etmek yönündeki iddiasıdır. Son olarak da ahlâki bir temellendirmeden yola çıkıldığı  durumlarda  mevcut  insan  hakları  pratiğinin  ne  aydınlatılabildiğini  ne  de eleştirilebildiğini dile getirmektedir. Raz da tıpkı Rawls gibi, insan haklarının bir toplumun iç egemenliği kavramına sınırlama getirdiği görüşüne sahiptir. Raz a göre insan  hakları  bakımından  egemenlik,  devletlerin  kendi  eylemlerini  meşru  kılmak bakımından  değil,  diğer  devletlerin  müdahalelerinden  korunmak  için  geçerli  bir argümandır.  O  hâlde  insan  hakları  ihlalleri,  devletlerin  yöneltebildiği  egemenlik iddialarını geçersiz kılan bir durumdur. Bir başka ifadeyle devletler, yaptıkları başka yanlış  uygulamalar  için  egemenlik  iddiasına  yönelebilecek  olsalar  da  insan  hakları ihlalleri söz konusu olduğunda bu iddia geçerli olmayacaktır. Öte yandan Rawls dan farklı olarak Raz, insan haklarının yöneltilebileceği sorumlular bakımından yalnızca devletlerle sınırlı kalmaz. Ona göre her türden uluslararası kurum ve örgütler, şirketler, tüzel kişiler bireyler ve her türlü yerel makam insan hakları taleplerinin sorumlusu olabilecektir. Raz ın Rawls dan ayrıştığı  noktalara ilişkin belirtilmesi  gereken bir diğer husus, düşünürün insanların ‘sırf insan olmaktan ötürü  sahip olabilecekleri bir                                                         72  RAZ, 2010, s. 323-327. 73  Ibid, s. 324. 74  Ibid, s. 328. 75  Ibid, s. 329. 978Çelik    Hacettepe HFD, 11(2), 2021, 961-996  takım hakları olduğu fikrini topyekûn inkar etmemesidir. Bu bakımdan Raz, her ne kadar politik yaklaşımda konumlanmış olsa da ahlâk felsefesinin prensipleriyle insan hakları fikrine yaklaşmak konusunda katı bir noktada durmaz. Bir başka fark: Rawls da olduğu gibi insan haklarının temeli konusunda iş görecek olan ‘kamu aklı  gibi bir kavramın Raz ın yaklaşımında iş görmeyecek olmasıdır.  İnsan haklarına yönelik politik bir yaklaşımı benimseyen son bir isim olarak Beitz ele alınacaktır. Düşünürün bu pozisyonu almasını açıklayan bir nokta bu konudaki en temel kitabının önsözünde yer almaktadır. Beitz, bundan otuz sene evvel insan hakları konusunda yazmak isteyip sonrasında vazgeçişini, o dönem insan hakları konusunu siyaset  teorisi  için  elverişli  bir  konu  olarak  görememiş  olmasıyla  açıklar.  Ancak aradan geçen yıllar, bu hakları uluslararası ilişkiler alanında, uluslararası örgütler ve kurumların da katkısıyla dünya politikasında çok başka bir noktaya taşımış ve bugün her tek insan kişisi, global ölçekte önem arz eden bir konu halini almıştır. Bu bakımdan insan  hakları,  düşünürün  değimiyle  günümüzün  ‘kamusal  ahlâkı   niteliğine bürünmüştür.  Beitz e  göre  insan  haklarına  ilişkin  mevcut  kavramsallaştırmalar  gerek  pratik uygulamaları  eleştirebilmek  gerekse  insan  hakları  doktrininin  tarihselliğini gözetebilmek  bakımından  yetersizdir 79 .  Bu  bakımdan  düşünür,  ‘pratik   olarak adlandırdığı  kendi  yaklaşımında,  insan  haklarının  aranacağı  yer  olarak  global uygulamalara bakılması gerektiğini belirtir. Pratik yaklaşımın göz önünde tuttuğu iki nokta vardır. Bunlardan biri insan haklarının normatif ve diskursif niteliği, diğeri ise politik yönüdür. İşte, insan haklarının diskursif niteliği, başta Evrensel İnsan Hakları Bildirgesi  olmak  üzere  mevcut  insan  hakları  sözleşmelerinde  yer  alan  normlarla ilgilidir. Bu normlarsa; ilgili devletler, uluslararası örgütler, sivil toplum kuruluşları, ekonomik  aktörler,  ulusal  ve  global  politik  networkler  ve  toplumsal  hareketler tarafından kullanılıp gözetilmektedir. Bu pratik, İkinci Dünya Savaşı sonrası başlamış                                                         76  LIAO, S. Matthew / ETINSON, Adam,  Political and Naturalistic Conceptions of Human Rights: A False Polemic , Journal of Moral Philosophy, Cilt: 9, 2012, (s. 327-352), s. 327- 334. 77  BEITZ, 2009. 78  Ibid, s. 1. 79  Ibid, s. 8. 979Çelik    Hacettepe HFD, 11(2), 2021, 961-996  ve bilhassa Soğuk Savaş sonrası dönemde yaygınlık kazanmıştır. Pratik yönde ise ön plana çıkan bu hakların bağlayıcılığı ve aciliyet taşıyan karakteridir. Dolayısıyla insan haklarının  pratik  anlamı,  bu  hakların  sözü  edilen  yapı  ve  uygulamalar  dahilinde oynadığı role bakarak bulunabilecektir.  Mevcut felsefi temelli insan hakları yaklaşımlarını ele alan Beitz, bu yaklaşımları doğalcı  ve  sözleşmeci  yaklaşımlar  olarak  ikiye  ayırır  ve  her  birine  ilişkin tatminsizliklerini dile getirir. Beitz, bu bakımdan özellikle insan hakları ve doğal haklar arasında kurula gelen ilişkinin geçersizliğine yönelik üç nokta tespit eder. Bunlardan ilki, doğal haklar söyleminin pozitif hukuktan bağımsız bir karakter de oluşudur. Beitz bu durumun insan hakları için geçerli olamayacağını belirtir. Bir diğeri doğal hakların, karakteristik  olarak,  kurumlardan  bağımsız  olarak  da  mevcudiyetlerinin  iddia edebilmesidir. Yazara göre bu durum da insan hakları için geçerli olamayacaktır. Söz gelimi sığınma hakkı ya da eğitim hakkı türünden haklar her durumda ancak bir yapı olan devlete yöneltilebilir nitelikte olan haklardır. Üçüncü eleştiri ise doğal hakların her zaman ve her yerde geçerli oldukları iddiasıdır. Beitz bu iddianın da insan hakları açısından tarihsel gerçeklikler ışığında geçerli olmayacağını belirtir. Beitz e göre, felsefi  yaklaşımlar,  bu  hakların  ne  olduğu  sorusunu,  aynı  zamanda  bu  hakların meşruiyetini  ya  da  otoritesini  açıklamak  için  de  kullanmaktadır.  Dolayısıyla  bu yaklaşımlarda, bu hakların doğasına yönelmek aynı zamanda bu haklara neden uyulması gerektiği  sorusuna  da  cevap  olarak  kabul  edilmektedir.  Oysa  pratik  yaklaşım  bu hakların kavramsallaştırılması ve otoritesi arasında bir ayrıma dayanmaktadır.  Beitz,  pratik  yaklaşım  dahilinde  iki  aşamalı  bir  model  önermektedir.  İnsan haklarının korunup gerçekleşir kılınmasına ilişkin sorumluların belirlenmesine yönelik önerdiği modelde öncelikli rol devletlerde, devletler bu konuda başarısız olduklarında ise uluslararası toplum üzerindedir. Düşünür, bu modelin üç özelliği olduğunu belirtir. Bunlardan ilki, insan haklarının tanımına ilişkindir. Buna göre, insan hakları, modern                                                         80  Ibid, s. 8. 81  BEITZ, Charles,  The Force of Substantive Rights , Philosophical Foundations of Human Rights, (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, s. 539. 82  BEITZ, 2009, s. 54-58. 83  Ibid, s. 107-108. 980Çelik    Hacettepe HFD, 11(2), 2021, 961-996  dünyanın  yarattığı  öngörülebilir/standart  tehditler  karşısında,  acil  bir  takım  kişisel menfaatleri koruyan haklardır. Bu haklarsa bizzat devletlerden oluşan modern dünya düzeniyle ilgilidir. Beitz, bu bakımdan insan haklarının her zaman ve her yerde geçerli oldukları iddiasını kabul etmemektedir. Düşünür, acil kişisel menfaatler ve standart tehlikeler  ifadesiyle  ne  anlatmak  istediğine  de  bir  açıklık  getirir.  Bu  bakımdan  bir menfaatin acil olması onun evrensel ya da herkes için geçerli olması gibi bir iddia taşımaz. Burada söz konusu ihtiyaç yönelten kişi bakımından ele alınacaktır. Standart bir  tehlike  kavramı  ise  hakkın  içinde  var  olabileceği  toplumsal  koşullar  dahilinde değerlendirilmelidir 87 .  Modelin  ikinci  özelliği  insan  haklarının  öncelikli  olarak devletlerin politik yapılanmalarını ilgilendirmesidir. Her devlet hem kendi vatandaşının hem  de  toprakları  üzerinde  yaşayanların  bu  haklarını  korumakla  yükümlüdür.  Bu korumanın biçimi ve içeriği söz konusu hakkın o toplumdaki sosyo-politik bağlamına göre  değişebilir  ancak  insan  haklarının  korunması  bir  devlete  en  azından  şu  üç sorumluluğu yükler. Devletler ve organları, konu edilen menfaate anayasaları, yasaları ve kamu politikaları ile saygı göstermek zorundadır. Devletler bu menfaatleri başka organ ve faillerden gelebilecek tehlikelere karşı korumakla yükümlüdür ve son olarak devletler  gönüllü  bir  yoksunluk  halini  seçmemiş  olanlara  yardım  etmekle yükümlüdürler. Devletler bu yolla bu hakları hem kendilerinden hem de devlet dışı organlardan gelebilecek tehditlerden korumakla yükümlüdür. Bunları gözetmeyen bir devletin insan haklarını ihlal ettiğini söylemek mümkün olacaktır. Modelin üçüncü ve son özelliği, insan haklarının aynı zamanda uluslararası bir mesele oluşuna yöneliktir. Bir devletin kendi vatandaşlarının insan haklarını korumak konusundaki başarısızlığı, devlet dışındaki ikincil uluslararası aktörlerin devreye girebilmesi için haklı bir neden oluşturur. Bu, aynı zamanda uluslararası bir sorumluluk konusudur.                                                          84  Ibid, s.109. 85  BEITZ, 2015, s. 539. 86  BEITZ, 2009, s.110. 87  Ibid, s. 111. 88  BEITZ, 2015, s. 539. 89  BEITZ, 2009, s.109. 90  Ibid. 981Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Maddi  haklar  özelindeki  bir  çalışmasında  Beitz,  insan  haklarına  yönelik  dört noktayı  yineler.  Öncelikle,  söz  konusu  haklara  ilişkin  bir  ihlal,  bu  hakkın  ahlâki anlamıyla sınırlı kalacak dar bir biçimde anlaşılmamalıdır. Zira burada ahlâki bir ihlal değil, bizzat hakkın korunmasından birincil derecede sorumlu olan devletlerin pozitif ve negatif yükümlülükleri söz konusudur. Nitekim kimi zaman bir devlet, bizzat bir hak ihlali niyetinde olmadan da bir insan hakkı ihlalinde bulunabilir. Kötü düzenlenmiş politikalar buna bir örnektir. Bu noktada ikincil olarak dış aktör ve organların rolünü yineler. İnsan hakları ihlalleri söz konusu devletin dışındaki aktör ve organları harekete geçirmek konusunda, söz konusu ihlal ölçüsünde bir gerekçe niteliğindedir. Üçüncü nokta, bugünkü uluslararası pratiğinin, insan hakları ihlallerini, uluslararası ve ulus ötesi eylemlerin  bir  sebebi  olarak  görmesidir.  Bu  bakımdan  ilk  akla  gelebilen  askeri müdahaleler olsa da Beitz bunun dar bir yaklaşım olduğunu söyler ve kendi modelinde şiddet içermeyen yaptırım ve müdahalelere dikkat çeker. Son olarak tüm bu sıralanan özelliklere  bakarak  bugün  insan  haklarını  devletlerarası  ilişkilerin  ve  kamu politikalarının kurucu bir unsuru olarak görebileceğimizi belirtir.  Politik  yaklaşımda  konumlanan  düşünürlerin  aralarında  farklar  bulunmakla birlikte özetle ortak oldukları noktalara baktığımızda karşımıza katı bir evrenselciliği benimsemedikleri  gerçeği  çıkar.  Ancak  bilhassa  Raz,  sırf  katı  bir  evrenselciliği reddettiği için kendisini rölativist bir konumda da görmediğinin altını özellikle çizer. Bir başka ortak özellik, bu hakların, devletlerin egemenliğine meşru bir dış müdahale sağlayabilmesi bakımındandır. Buna paralel bir diğer özellik bu hakların tarihselliğine ve bilhassa uluslararası insan hakları hukukunun ve ilgili kurumların gelişimine paralel ele  alınmasıdır.  Politik  yaklaşımın  eleştiri  konusu  olan  bir  noktası,  insan  hakları yaklaşımını mevcut ve değişmez olarak algılanan bir dünya düzenine dayandırması bakımındandır.  Örneğin  devletlere  yönelik  dış  müdahale  ya  da  katı  egemenlik  ve geleneksel  devlet  kavramlarının  bulunmayacağı  kozmopolit  bir  dünya  düzeni düşünülecek  olduğunda,  bu  yaklaşım  insan  haklarını  anlamlandırmak  bakımından                                                         91  BEITZ, 2015, s. 540-541.  92  RAZ, 2010, s. 335. 982Çelik    Hacettepe HFD, 11(2), 2021, 961-996  cevapsız kalacaktır. Öte yandan belirtmek gerekir ki insan haklarına ilişkin politik bir yaklaşım, burada ele alınan düşünürlerle sınırlı kalmak zorunda değildir. Yalnızca dış müdahale  ve  egemenlik  ekseninde  düşünülmeyen  ve  aynı  zamanda  uluslararası sorumluluk kavramını ahlâki bağlamından koparmayan yaklaşımlara ilişkin örnekler de vardır.  III.  HUKUKİ YAKLAŞIM A.  Buchanan ve ‘Yansıtmacı  Görüşe İtirazı İnsan  haklarına  ilişkin  felsefi  temelli  geleneksel  yaklaşımın  ve  bu  hakların uluslararası işlevine odaklanan politik yaklaşımın dışında değinilebilecek bir üçüncü grup  hukuki  yaklaşım  olacaktır.  Bu  bağlamda  ele  alınabilecek  ilk  isim  Buchanan olabilir. Buchanan da insan hakları pratiğine odaklanan politik düşünürlerle benzer bir noktada  durmaktadır  ancak  bu  pratikte  diğer  düşünürlerde  söz  konusu  olduğu  gibi devlet ve egemenlik odaklı bir bakış açısı değil, uluslararası insan hakları hukukunun bu pratikteki rolüne ilişkin bir önem hakimdir. Dolayısıyla Buchanan a göre insan hakları, şayet uluslararası pratiğe bakarak anlamlandırılacaksa, bu, uluslararası insan hakları hukuku pratiği olmalıdır. Üstelik yazara göre bu vurgu, devletlerin mevcut pratiklerini değiştirebilmek bakımından, moraliteye yapılacak bir vurgudan çok daha etkilidir. Buchanan, insan haklarının üzerinde uzlaşıyı en az ve temel bir takım haklarla sınırlı tutan dar görüşlü yorumlamalara değinir; modern insan hakları olarak adlandırdığı ve bugün çeşitli sözleşmelerde ve anayasalarda  yer bulan haklarsa bu görüşün eleştiri konusu  olabilmektedir 97 .  Bu  eleştiri  ise  sözleşmelerde  yer  alan  bütün  hakların gerekçelendirilemeyeceği yönündedir. Bu görüş, kimi zaman bu hakların bütün kültür                                                         93  TASIOULAS,  John,   Are  Human  Rights  Essentially  Triggers  for  Intervention ,  Philosophy Compass, Cilt: 4, Sayı: 6, 2009, (s. 938-950), s. 938- 946. 94  Buna bir örnek olarak yine Pogge verilebilir. POGGE, Thomas, World Poverty and Human Rights, Polity, 2002. 95  BUCHANAN, Allen, The Heart of Human Rights, Oxford University Press, New York, 2013, s. 3. 96  BUCHANAN, 2013, s. 8. 97  BUCHANAN, Allen,  Human Rights and the Legitimacy of the International Order , Legal Theory, Cilt: 14, Sayı: 39, 2008, (s. 39-70), s. 41. 983Çelik    Hacettepe HFD, 11(2), 2021, 961-996  ve dinlerde bulunabileceği yönünde bir örtüşen konsensusla aşılmaya çalışılır. Ancak yazara göre bunun da yeterli olmadığı durumlar vardır. Bu bakımdan söz gelimi son derece cinsiyetçi bir toplumda kadınlara neden ayrımcılık yapılmaması gerektiği ve buna  ilişkin  bir  insan  hakkı  kabul  görmeyecektir.  İşte,  bu  gibi  noktalarda kurumsallaşmış insan haklarına dayanmak, meşruiyet tartışmaları bakımından çok daha elverişlidir. Bu noktada Buchanan, modern insan haklarının neler olduğunu belirleyen, sözleşmelerle  garanti  altına  alan  ve  koruyan  kurumların  bilgisel  bir  fonksiyonu olduğunu ileri sürer. Bu bakımdan yazara göre Birleşmiş Milletler sisteminde yer alan koruma mekanizmaları, bölgesel koruma sistemlerine ait insan hakları mahkemeleri gibi başvuru uygulamaları, modern insan haklarının soyut felsefi haklardan ve listelerden somuta büründüğü örneklerdir. Sözü edilen her kurum ve icraatları insan haklarının modern ve uluslararası boyutunu oluşturur, bu boyutta her gün daha fazla önem kazanır ve  korudukları  bu  hakların  gerekçelendirilmesi  sorununa  epistemolojik  bir  kaynak görevi görür.  Buchanan a  göre  güncel  felsefi  yaklaşımlarda  göze  çarpan  iki  temel  eksiklik vardır. Bunlardan biri, bu yaklaşımların uluslararası insan hakları hukuk sisteminin gelişimde söz konusu olan moralitenin göz ardı edilmesidir. Bir başka ifadeyle sözü edilen bu sistemin kendi meşruiyeti sorusu felsefi yaklaşımlarda konu edilmemektedir. Felsefecilerin insan haklarının uluslararası hukuk boyutuna ilişkin çok az şey söylüyor oluşunun  nedenini  ise  uluslararası  hukuka  önem  verilmemesi  veya  bu  konuya azımsayıcı bir bakış açısıyla yaklaşılıyor oluşuna bağlar. Bu bakımdan bu bakış açısında hukuk, ancak mevcut ahlâki standartları gerçek kılabilmekten ibarettir. İkinci eksiklik ise felsefi yaklaşımı savunan düşünürlerin kendi kavramsal yaklaşımları konusundaki dayatmacı tutumlarıdır. Buchanan, söz konusu insan hakları olduğunda, kimi felsefi yaklaşımların, adeta yalnızca tek bir doğru kavram varmışçasına ve bu onlarınkiymiş gibi bir tutum sergilediklerini belirtmektedir.                                                         98  BUCHANAN, 2008, s. 43. 99  Ibid, s. 61. 100  BUCHANAN, 2013, s. 50. 101  BUCHANAN, 2013, s. 10. 984Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Bu doğrultuda, Buchanan a göre uluslararası insan hakları, ahlâki hakların hukuka bürünmüş hali değildir. Başka bir deyişle bu haklar olduklarından ibarettir ki bu da onların hukuki nitelikte haklar olmaları demektir. Hukuki haklarsa her zaman bir ahlâki hakka karşılık gelmek zorunda değildirler ve meşruiyetleri her zaman ahlâki haklara yapılacak bir gönderiye muhtaç değildir. Bu bakımdan hukuki haklar, pekâlâ insan ürünü olan araçlardır ve gerekçelendirilmeleri tek bir ahlâki çıkış noktasından değil, birden fazla ahlâki değerlendirmeden yola çıkarak yapılabilir. Buchanan ın bu noktada ileri sürdüğü ve aynı zamanda katılmadığını belirttiği bir tutum ‘yansıtmacı görüş  (mirroring view)  adını verdiği yaklaşımdır. Buna göre, felsefi bir bakış açısına sahip yazarlardan bazıları, uluslararası insan hakları kurallarına bir meşruiyet kazandırırken, Buchanan ın ‘yansıtmacı görüş  adını verdiği yanılgıya düşmektedirler. Bu yanılgı ise söz konusu uluslararası bir insan hakkının, evvelden beri var olduğu iddia edilen bir ahlâki hakka dayandırılmasıdır. O hâlde ‘yansıtmacı görüş  bir uluslararası insan hakkı hukuk kuralını savunurken, buna ilişkin bir moral hakkın mutlaka olmuş olması ya da olduğu varsayımına dayanır. Üstelik bu yanılgı, kimi hakların kabul edilmesinde görülebileceği gibi kimi hakların da reddedilmesinde kendini göstermektedir. Buna bir örnek olarak Griffin in düzenli bir tatil hakkının bir insan hakkı olarak sayılamayacağı konusundaki  önermesini  ele  alan  Buchanan,  düşünürün  böylesi  bir  hakka  karşılık gelecek bir ahlâki hak bulamadığından hareketle bu çıkarıma vardığını, bu düşünme biçimininse yansıtmacı görüşün tipik bir görünümü olduğunu belirtir. Buchanan a göre,  uluslararası  insan  hakları  hukukunun  kaynakları  çoğulcu  ahlâki  gerekçelerde aranabilecektir ve bu bağlamda kimi zaman bireyler özelinde geçerli olan ahlâki bir hakka  sahiplik  haricinde,  devletler  ve  ilgili  kurumlar  üzerinde  olan  ahlâki  bir sorumluluk kavramı da iş görüyor olabilecektir. Yazarın belirttiği üzere, hukuki haklar olan uluslararası insan hakları çoğu kez ahlâki haklara dayandırılmaktadır. Buradaki yöntemse genellikle şu şekilde ilerlemektedir: dayanılan ahlâki gerekçe her ne ise örneğin kişilerin menfaati ya da failliği gibi kavramlar- bu şey insan hakları talebinin yöneltildiği tarafa bir sorumluluk yüklemektedir. Oysa Buchanan a göre insan hakları çok çeşitli türden sorumluluklar yükleyebilmektedir ve bu her zaman tek bir bireyin                                                         102  Ibid, s. 14. 103  Ibid, s. 19. 985Çelik    Hacettepe HFD, 11(2), 2021, 961-996  sahip  olduğu  ahlâki  haklara  dayandırılamayacaktır.  Örneğin  sağlık  sistemi  ve  bu sistemin gereklilikleri söz konusu olduğunda, devlet tek bir kişinin sağlıklı olabilmeye ilişkin  bir  ahlâki  hakkından  yola  çıkmaz.  Bu  doğrultuda  düşünüre  göre,  bugün uluslararası  insan  hakları  arasında  yer  bulan  ifade  özgürlüğü,  sağlık  hakkı  ya  da demokratik  bir  yönetim  hakkı  gibi  bazı  haklara  sahip  olmayı  açıklayabilmek  için karşılık gelen ahlâki haklar mevcut değildir. Ancak önemli olan şey, hukuki haklar olarak  gördüğü  insan  haklarının  dayandırabileceği  bir  ahlâki  gerekçe  olmadığı durumlarda da bu hakların bir yaptırım gücü oluşudur. Bu nokta ise uluslararası insan hakları bakımından iki nedenle önemlidir. Bu gerçeklikten yola çıkarak bu haklar iki şeyin sağlanmasına sebebiyet verir. Bunlardan ilki, her tek insana ilişkin eşitlikçi bir statü  sağlanması  işlevidir.  İkinci  işlevi  ise,  asgari  bir  iyi  hayat  ve  refaha  ilişkin işlevidir. Örneğin hukuki bir insan hakkı olarak ele aldığı sağlık hakkı, devletlere aşı programlarını uygulama yükümlülüğü ya da demokratik bir yönetim hakkı olarak ele aldığı  hak  adil  seçimler  yapmak  yükümlülüğü  yükler.  Ancak  Buchanan a  göre  bu yükümlülüklerin doğması bu hakların büyük bir grup insanın menfaatini ve otonomisini korumayı amaçlaması bakımındandır. Yani, burada bireylerin ahlâken sahip olduklarını iddia edecekleri bir hak ve bu yönde bir felsefi temellendirme değil, sorumluluk temelli bir gerekçe söz konusu olacaktır. O hâlde hukuki insan hakları, ahlâki haklardan daha geniş  bir  kapsama  alanına  sahiptir  ve  bu  hakların  gerekçeleri  konusunda  çoğulcu olmakta fayda vardır.  B.  Besson ve Normatif Ahlakilik Yaklaşımı Bu  bölümde  ele  alınacak  bir  başka  isimse  Besson  olacaktır.  Yazar,  insan haklarının  hukuki  teorisi  olarak  savunduğu  yaklaşımda  kendini  analitik  bir  hukuk felsefesinden ve bilhassa normatif bir pozitivizmden yana ve Raz, Waldron çizgisinde                                                         104  BUCHANAN, 2013, s. 52. 105  Ibid, s. 274. 106  Ibid, s. 63-64. 986Çelik    Hacettepe HFD, 11(2), 2021, 961-996  konumlandırdığını belirtir. Besson, insan hakları teorisyenlerinin çıkış noktasının bir ideal ya da soyut bir ahlâk teorisi değil mevcut hukuki pratik olması gerektiğini ileri sürer.  İnsan  hakları  teorisi,  bu  bakımdan  ahlâk  felsefecileri  tarafından  belirlenmiş sorularla değil, bizzat insan hakları pratiğinde ortaya çıkan zor sorularla başlamalıdır. Öte yandan yazara göre, insan hakları avukatlarının eylediğinin aksine, konu edilen hukuki pratiğin kendisi de felsefi irdelemelere yer verebilecektir. İnsan hakları her ne kadar ahlaki, politik ve hukuki bir normatiftik sunuyor olsa da, Besson güncel insan hakları teorisinin, bu hakların hukuki boyutunu göz ardı ediyor olduğu eleştirisi ile yola koyulur. Üstelik Besson a göre bu, yalnızca geleneksel  yaklaşım açısından değil politik yaklaşım açısından da geçerlidir. Bu açıdan hem geleneksel yaklaşım hem de politik  yaklaşım  insan  hakları  standartları  ve  pratik  arasındaki  boşluğu  açıklamak bakımından yetersizdir ve bunun nedeni insan haklarına içkin olan hukukilik unsurunun yeterince dikkate alınmamasıdır.  Besson,  etik  teoriler  olarak  ele  aldığı  yaklaşıma  örnek  olarak  Griffin  ve Tasiolulas ın yaklaşımlarına değinir ve her iki yaklaşımda da hukuka atfedilen ikincil rolü  problemli  bulur.  Yaklaşımlarında  farklar  olmakla  birlikte  iki  düşünürün  de problemli ortak noktalarından biri, var olan uluslararası insan haklarını moralite ile gerekçelendirmek  ve  örtüştürebilmek  konusundaki  tutumlarıdır.  Benzer  biçimde, politik teori içinde daha farklı bir noktada gördüğü Beitz in yaklaşımında da, insan haklarının hukuki yönünün yalnızca insan hakları belgelerinin tarihselliğine yapılan bir atıfla sınırlı kaldığına değinir. Öte yandan Besson, Beitz tarafından sıklıkla normatif                                                         107  BESSON, Samantha,  Legal Human Rights Theory , Companion to Applied Philosophy (eds. K. Rasmussen/ K. Brownlee/ D. Coady), Wiley-Blackwell, 2017, s. 335. 108  Ibid, s. 334. 109  BESSON, Samantha,  Human Rights Moral, Political, or Legal: First Steps in a Legal Theory of Human  Rights ,  The  Role  of  Ethics  in  International  Law  (ed  D.E.  Childress),  Cambridge University Press, USA, 2012, s. 214. 110  Ibid, s. 216. 111  Ibid, s. 222. 112  Ibid, s. 227. 987Çelik    Hacettepe HFD, 11(2), 2021, 961-996  pratiğe  vurgu  yapıldığı  hâlde  bu  hakların  hukuki  yönünün  bu  normatifliğin anlaşılmasına dahil edilmemiş olmasını bir eksiklik olarak nitelendirir.  Besson a  göre  insan  hakları  günlük  dilde  karşımıza  karşılıklı  bir  moralite çerçevesinde değil, daha ziyade hukuki  ve politik  bağlamda çıkmaktadır. Buna bir örnek, insan hakları söz konusu olduğunda sosyal ya da politik bir statünün aklımıza gelişidir ki statü kavramı yazara göre çoğu zaman hukuki bir karakter taşımaktadır. İnsan hakları aynı zamanda gerekli kurum ve kuruluşları sorumluluk üstlenmeye iter ve bu yerine getirme görevi yine hukukla ilişkilidir. Dolayısıyla insan haklarına yönelik bir temellendirme bu hakların gerek iç hukuk gerekse uluslararası hukuktaki karakteri ile başlamalıdır.  Yazarın  insan  haklarına  bakış  açısı  farklı  çalışmalarına  bakarak anlamlandırılmaya  çalışıldığında  yaklaşımındaki  Raz  etkileri  de  açığa  çıkar.  Bu bakımdan  yazarın  eşitlik  ve  insan  hakları  arasında  kurduğu  ilgiye  ilişkin  bir çalışmasında,  eşitlik  kavramının  temelinde  bulunan  ahlâki  statü  kavramı  ile  yola koyulduğu görülür. Yazara göre eşitlik kavramı, eşit bir ahlâki statünün kabulü ile başlamaktadır ancak bu statünün hukuki bir düzlemde konu oluşu genellikle politik bir eşitlik ile ilişkilidir. İşte, ahlâki eşitliğe ilişkin bir statüden, politik eşitliğe ilişkin bir statüye  geçilmesinde  aracı  olabilecek  olan  şey  insan  haklarının  hukukiliğidir.  Bu bakımdan insan hakları, bir hukuki statüyle korunacak olan eşit ahlakiliği ele almak için elverişli  araçlardır.  Bu  noktada  insan  haklarını  ahlâki  ve  politik  bakımdan  eşit  bir statünün sonucu değil, bu statüye ulaşmanın aracı ve inşası olarak görür. Öte yandan yazar, insan hakları kavramını sözü edilen statüyle eş ya da birlikte ele almaz. Bu bakımdan  yazarın  insan  haklarını  tanımlarken  dayandığı  kavram  insan  menfaatleri kavramıdır.  Besson a  göre  bunun  nedeni,  menfaat  kavramının  hakların  dinamik karakteri  ile  uyumlu  oluşu,  menfaatlerin  sadece  türe  özgü  olmayışı  ve  ahlâki çoğulculuğa izin veren niteliğidir. Neticede evrensel menfaatler aynı kalırken, onlara ilişkin insan hakları değişebilir. Son olarak menfaatler her türden ahlâki statüye ilişkin                                                         113  Ibid. 114  BESSON, 2017, s. 332. 115  BESSON,  Samantha,   Human  Rights  and  Constitutional  Law   Philosophical  Foundations  of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, s. 283. 988Çelik    Hacettepe HFD, 11(2), 2021, 961-996  olabileceği  için  insan  doğasının  özelliklerine  sıkı  sıkıya  bağlı  kalmayı  gerektiren yaklaşımlardan daha avantajlıdır. Besson, Raz etkisiyle insan haklarını evrensel ahlâki hakların tamamı değil ancak bir türü olarak ele alır. Bu haklar temel ve genel insan menfaatlerine kimi zaman müdahale edilmesinin, kimi zaman da müdahaleden kaçınılmasının önüne geçmek için vardır. Sözü edilen menfaat kavramını ele alırken de yine Raz a dayanır. Bu menfaat, bir başkasına görev/sorumluluk yükleyebilecek bir ağırlıktaysa ancak o zaman ahlâki bir  insan  hakkının  varlığından  söz  edilebilecektir.  Bu  bakımdan  Raz ı  yineleyerek hakları,  menfaatler  ve  yükümlülükler  arasındaki  aracılar  olarak  ele  alır.  İşte  insan hakları da evrensel ahlâki nitelikte haklardır çünkü bunların koruduğu menfaatler tüm insanların ortak durumuna dayanmaktadır. Öte yandan yazar, evrensel bir ahlâki hakkın, ancak hukuki bir hak olarak kabul edilip kurumsallaştığı ölçüde bir insan hakkı olarak kabul edileceği görüşündedir. Bir başka ifadeyle hukuki insan hakları, dar anlamda, bu haklardan  doğan  yükümlülükler  yalnızca  ahlâki  değil,  aynı  zamanda  hukuki  de olduğunda konu olacaktır. Bu bakımdan hukukun özel türden bir ahlâki normatiflik içerdiğini  savunur 118 .  Bütün  ahlâki  haklar,  hukuki  haklar  olarak  tanınıp  kabul görmeyebilir ancak bu insan hakları için geçerli değildir. Yani, evrensel bir ahlâki hakka saygı gösterip göstermemek gönüllülük esasına dayanırken söz konusu hak bir hukuki insan hakkına dönüştüğünde kurumların sorumluluğu devreye girecektir. Yazara göre nasıl ki politika eşit bir ahlâki statüyü politik bir eşitliğe dönüştürüyorsa, hukuk da evrensel ahlâki hakları insan haklarına dönüştürmeye yarar. Besson, hukuki insan haklarının,  bu  haklara  karşılık  gelen  bir  ahlâki  haktan  bağımsız  da  var  olabileceği konusunda Buchanan la örtüşmektedir. Bu anlamda her evrensel ahlâki hakkın hukuki bir hakka dönüşemeyebildiğini ancak bir hukuki insan hakkının moraliteye gönderme yapılmaksızın da meşrulaştırılabileceğini düşünür. Diğer yandan, her evrensel ahlâki                                                         116  BESSON,  Samantha,   The  Egalitarian  Dimension  of  Human  Rights ,  Arkiv  für  Rechts  und Sozialphilosophie  Beiheft, Cilt: 136, Sayı: 19, 2013, (s. 19-52), s. 27-28. 117  BESSON, 2013, s. 39. 118  BESSON, 2017, s. 333. 119  BESSON, 2013, s. 40. 120  BESSON, 2017, s. 333. 989Çelik    Hacettepe HFD, 11(2), 2021, 961-996  hakkın hukuki bir koruma bulamayacağının da altını çizer. Öte yandan yine de pek çok uluslararası insan hakkı konu olduğunda moralite ve hukuk arasında karşılıklı bir ilişki söz konusudur ve Besson a göre bu ilişkiyi çözmek normatif teori için en ilginç konulardan  biridir.  Bu  bakımdan  yazar,  insan  haklarını  ahlâki  bir  hak  olarak görebilmenin ancak söz konusu evrensel ahlâki hakka karşılık gelen bir hukuki insan hakkı varsa ve kabul bulmuşsa mümkün olabileceğini söyler. Yani, evrensel olduğu düşünülen  bir  ahlâki  hak,  ancak  kurumsallaşmış  ve  hukuken  garanti  altına  alınmış olduğu  sürece  bir  insan  hakkı  olarak  sayılacaktır.  Buna  paralel,  Buchanan ın ‘yansıtmacı görüş ü eleştirmesine bir ölçüde katılır ancak yazarın yaklaşımında var olan hukuki ve ahlâki haklar arasında kesin bir ilişkisizliği de reddeder. Besson un hukuki insan hakları teorisinde ön plana çıkan ve yaklaşıma ilişkin fark yaratan iki nokta bulunmaktadır. Bunlardan ilki insan haklarının, diğer ahlâki hakların aksine, yalnızca hukuken tanındığı ölçüde var olabildiği iddiasıdır. Dolayısıyla hukuken tanınma insan hakları için bir zorunluluktur. İkincisi ise insan haklarının hem ahlâki hem de hukuki nitelikte haklar oluşudur. Burada ayrıcalıklı olan nokta, insan haklarını yalnızca ahlâki haklar olarak görmenin olanaklı olmaması, bu haklara ahlâki hakların bir türü olma niteliğinin ise ancak hukuk aracılığıyla sağlanmasıdır. Bir başka ifadeyle, insan hakları kavramı Besson a göre normatif karakterini hukukla kazanır. Yazar bu yaklaşımın insan haklarının doğasını anlamak ve meşruiyeti sorusuna cevap vermek bakımından diğer yaklaşımlara göre daha elverişli bulur ve analitik bir hukuk teorisinin pekala insan hakları teorisi içerisinde yer bulabileceğini belirtir. Görece yakın tarihli olan hukuki bir insan hakları yaklaşımı ilgili yukarıda ele alınan  yazarlar  ışığında  söylenebilecek  olan  şeylerden  ilki  bu  yaklaşımda  var  olan pragmatizme  ilişkindir.  Gerçekten  de  konuyu  uluslararası  hukuk  boyutu  ve                                                         121  Ibid. 122  Ibid. 123  BESSON, Samantha,  International Human Rights Law and Mirrors , Esil Reflections, Cilt: 7, Sayı: 2, 2018, (s. 1-11), s. 1- 2. 124  BESSON, 2015, s. 285. 125  Ibid. 126  BESSON, 2017, s. 338, 339. 990Çelik    Hacettepe HFD, 11(2), 2021, 961-996  sorumluluklarla ele almak isteyenler için yaklaşım iş görücü olabilir. Zira birbiriyle çekişen felsefi temellendirmeler arasında kaybolup gitmek işten değildir ve bir ölçüde düşünceden daha hızlı yol kat etmiş olan bir hukuki insan hakları pratiği sonu gelmez meşruiyet  sorularını  bir  ölçüde  hukukun  meşruiyeti  argümanıyla  bertaraf  etmeye çalışmaktadır. Bu anlamda Buchanan tarafından kavramsallaştırılan ‘yansıtmacı görüş e ilişkin yine düşünür tarafından yöneltilen itirazların kısmen doğru olduğu düşünülebilir. Öte yandan her iki ismin de yaklaşımında büyük ölçüde var olan bir hukuk fetişizmi başlı başına bir sorgulama konusu olabilir. Hukukun, bu hakların varlığına ilişkin bir meşruiyet aracı olarak görülmesinin insan hakları fikrinin doğası ve tarihi ile ne derece uyumlu olduğu tartışılabilir. Aynı şekilde bu yaklaşım, insan haklarının insan sorusunu, en iyi ihtimalle yalnızca; eşitlik, statü ve hak sahibi olmak konularıyla sınırlı bırakmakta ve  herhangi  bir  şeyin  insan  hakkı  olmaya  değer  olup  olmadığı  sorusunu  yeterince sahiplenmemektedir.  SONUÇ Çalışma dahilinde bugün güncel uluslararası insan hakları teorisi literatüründe ön plana çıkabilen bazı isimler ve yaklaşımları konu edinilmiştir. Bu anlamda geleneksel, politik ve hukuki insan hakları  yaklaşımları, bu yaklaşımlarla konum almayı tercih etmiş belirli yazarlar özelinde ele alınmıştır. Bütün bu değerlendirmeler dahilinde teorik anlamda görece daha zengin tartışmaların ‘geleneksel  olarak adlandırılagelen ve insan haklarına  öncelikle  ve  öncelikli  olarak  ahlâki  haklar  olarak  yaklaşan  yaklaşımlar bünyesinde  olduğu  söylenebilir.  Zira  daha  önce  belirtildiği  üzere  bu  yaklaşım bünyesindeki  tartışmalar  yalnızca  burada  yer  verilen  isimler  ve  yola  çıktıkları kavramlarla sınırlı değildir. Ancak söz konusu zenginliğin pratikte ne derece iş görür olduğu  ve  insan  hakları  sorusunun  olası  ‘mükemmel   bir  temellendirmeyle  mi çözümleneceği, konuya mesafeli yaklaşan yazarlar tarafından da dillendirildiği üzere, bir  tartışma  konusudur.  Öte  yandan  geleneksel  yaklaşım,  insan  haklarının  sadece temellendirilebilmesi  sorusu  ile  değil  aynı  zamanda  sınırı,  sayısı  ve  bir  ölçüde sorumluları  gibi  sorularla  da  ilgilenmektedir.  Bu  doğrultuda,  bugün  tarihsel  olarak korunmayagelmiş ya da fiziksel ve teknolojik değişimler öncesinde korunmaya gerek 991Çelik    Hacettepe HFD, 11(2), 2021, 961-996  duyulmamış  herhangi  bir  istem  için  insan  hakkıdır  diyebilmek,  bizi  er  ay  da  geç geleneksel yaklaşım içinde uygun bir temel aramaya yönlendirecektir. Buna paralel, yaklaşıma  diğer  yaklaşımlar  tarafından  getirilen  eleştirilerde  ön  plana  çıkansa,  bu yaklaşımdaki kavram dayatmacılığı ve insan haklarının pratik yönüne ve yükümlülerine yeterince odaklanmadığıdır. Kavram dayatmacılığı sorunu anılan kimi örneklerde daha çoğulcu  temellerle  aşılabilir  gibi  görünse  de,  geleneksel  yaklaşım,  insan  hakları pratiğiyle arasındaki uçurumu kapatmak ve pratiğin hızını yakalamak konusunda daha az avantajlı olarak ele alınmaktadır. Politik  ya  da  pratik  yaklaşım  altında  yer  verilen  düşünürlerin  ortak  noktası, yaklaşıma adını da verdiği üzere insan haklarının devletler ve diğer uluslararası nitelikli kurumlardan  oluşan  bir  dünya  düzeninde  nasıl  bir  işleve  sahip  olduklarına  ilişkin tutumlarıdır. Bu anlamda insan hakları en çok da devletlerin egemenliklerine yönelik meşru bir sınırlama aracı olarak görülmesi nedeniyle önemlidir. Bu düşünürler, felsefi bir  problemden  ibaret  kaldığı  ölçüde,  bu  hakları  yerine  getirmekle  ilgili yükümlülüklerin  sadece  kişilerle  sınırlı  kalacağı  yönünde  bir  çekinceyle  hareket etmektedirler. Öte yandan bu yaklaşıma yöneltilebilecek en önemli itiraz, insan hakları ve  uluslararası  müdahale  arasında  kurdukları  yakın  ilişkiye  yönelik  olabilir.  Bu, uluslararası toplumun gerek bu türden müdahalelere her zaman değil ancak ‘menfaatiyle örtüştüğü  ölçüde başvurması; hem de başvurabildiği durumlarda ortaya çıkan insan hakları ihlalleri düşünülecek olduğunda esaslı bir tartışmayı beraberinde getirecektir. Yine,  bu  yaklaşımın  mevcut  statükoyu  iyileştirmekten  çok  pekiştirdiği  ve  ötesi  bir dünya düzenini öngöremediği bakımından eleştiriler de mevcuttur. Çalışma çerçevesinde ele alınan son yaklaşım olan hukuki yaklaşım da politik yaklaşımla  kısmen  örtüşebilmektedir.  Politik  yaklaşımda  yaptırım  unsuru  politik araçlarla  olabilirken  hukuki  yaklaşımda  yaptırımın  meşruiyeti  hukuk  ve  bilhassa uluslararası hukuka dayandırılabilmektedir. Bu haklar söz konusu olduğunda anayasal düzenlemeler ve uluslararası hukukla arasında bir harmoni ve tamamlayıcılık olduğu varsayımına dayanan isimlerin, aynı zamanda hukukun yaptırım gücüne bir ahlakilik atfettiği de görülmektedir. Şüphesiz böylesi bir yaklaşımda hakim olan ‘yüksek hukuk beklentisi , yaklaşımdan yana olan isimlerin içinde bulundukları coğrafyaların hukuk 992Çelik    Hacettepe HFD, 11(2), 2021, 961-996  gelenekleri ve pratikleri ile de ilişkilidir. Oysa uluslararası hukuka atfedilen bu önem, eleştirel yaklaşımlar bakımından başlı başına bir tartışma konusu olup, bugün gelinen noktada bu konu bambaşka ölçütlerle de ele alınabilmektedir. Hukuki yaklaşım, insan hakları temelciliğinden kaynaklanan ve insan haklarını minimize etmekten yana kimi görüşler  karşısında  mevcut  hukuki  araçların  ve  pratiğin  daha  kapsayıcı  olduğu durumlarda elverişli bir argüman olabilir. Ancak buradaki sorunsal insan hakları adına daha özgürlükçü ya da kapsayıcı bir yorumun yalnızca hukuka teslim ediliyor olmasıdır. Bunun olumlu örnekleri olabileceği gibi, olumsuz örnekleri de olacaktır.   KAYNAKÇA AYBAY, Rona, İnsan Hakları Evrensel Bildirisi ve Türkiye (1945-1948), Bilgi Üniversitesi Yayınları, İstanbul, 2016. BEITZ, Charles, The Idea of Human Rights, Oxford University Press, New York, 2009. BEITZ, Charles,  The Force of Substantive Rights  Philosophical Foundations of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 535-555). BESSON, Samantha,  Human Rights Moral, Political, or Legal: First Steps in a Legal Theory of Human Rights , The Role of Ethics in International Law, (ed. D.E. Childress) Cambridge University Press, USA, 2012, (s. 211-246). BESSON, Samantha,  The Egalitarian Dimension of Human Rights , Arkiv für Rechts und Sozialphilosophie Beiheft, Cilt:136, 2012, (s. 19-52). BESSON, Samantha,  Human Rights and Constitutional Law  Philosophical Foundations of Human Rights, (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 279-300). BESSON, Samantha,   Legal Human Rights Theory , A Companion to Applied Philosophy, (eds. K. Rasmussen/ K. Brownlee/ D. Coady), Wiley-Blackwell, 1. Baskı, 2017, (s. 328342). 993Çelik    Hacettepe HFD, 11(2), 2021, 961-996  BESSON, Samantha,  International Human Rights Law and Mirrors  Esil Reflections, Cilt:7, Sayı: 2, 2018, (s. 1-11). BEYLEVELD, Deryck,  What is Gewirth and What is Beyleveld? , Ethical Rationalism and the Law, (eds. P. Capps/ S. Pattinson), Hart Publishing, 2017, (s. 233-255). BEYLEVELD, Deryck/BROWNSWORD Roger, Human Dignity in BioEthics and Biolaw, Oxford University Press, 2001. BUCHANAN, Alan,  Human Rights and the Legitimacy of the International Order  Legal Theory, Cilt: 14, 2008, (s. 39-70). BUCHANAN, Alan, The Heart of Human Rights, Oxford University Press, New York, I. Baskı, 2013. DOUZINAS, Costas, Hukuk Adalet ve İnsan Hakları (Çeviren ve sunanlar: R. Sağlam/ K. Akbaş), NotaBene Yayınları, 2. Baskı, 2016. ERDOĞAN, Mustafa, İnsan Hakları Teorisi ve Hukuku, Hukuk Yayınları, 7. Baskı, 2019. FREEMAN,  Michael,   The  Philosophical  Foundations  of  Human  Rights   Human  Rights Quarterly, Cilt: 16, Sayı: 3, 1994, (s. 491-514). GEWIRTH, Alan,  The Basis and Content of Human Rights , Georgia Law Review, Cilt: 13, 1978, (s. 1143-1170). GEWIRTH, Alan,  Why There Are Human Rights , Social Theory and Practice, Cilt: 11, Sayı: 2, 1985, (s. 235-248). GEWIRTH, Alan, The Community of Rights, University of Chicago Press, USA, 1998. GÖZLER, Kemal, İnsan Hakları Hukuku, Ekin Yayıncılık, Bursa, 2017. GRIFFIN, James, On Human Rights, Oxford University Press, I. Baskı, 2008. GRIFFIN, James,  Human Rights and the Autonomy of International Law , The Philosophy of International Law, (eds. S. Besson, /J. Tasioulas), Oxford University Press, New York, 2010, (s. 339-357).  994Çelik    Hacettepe HFD, 11(2), 2021, 961-996  HUSAK, N. Douglas,  Why There Are No Human Rights , Social Theory and Practice, Cilt: 10, Sayı: 2, 1984, (s. 125-141). KOHEN, Ari,  The Possibility of Secular Human Rights , Human Rights Review, Cilt: 7, Sayı: 1, 2005, (s. 49-75). KUÇURADİ,  İoanna,    İnsan  Hakları  Kavramı  ve  Sorunları,  Türkiye  Felsefe  Kurumu, Ankara, 2007. KUÇURADİ, İoanna,  İnsan Haklarının Felsefi Temelleri, Türkiye Felsefe Kurumu, Ankara, 2009. LIAO, S. Matthew / ETINSON, Adam,  Political and Naturalistic Conceptions of Human Rights: A False Polemic , Journal of Moral Philosophy, Cilt: 9, 2012, (s. 327-352). MACINTYRE Alasdair, After Virtue, University of Notre Dame Press: Indiana, 3. Baskı, 2007. MARITAIN, Jacques, Human Rights: Comments and Interpretations A Symposium Edited by Unesco, UNESCO Publications, 1948.  O NEILL,  Onora,   Response  to  John  Tasioulas   Philosophical  Foundations  of  Human Rights, (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 71-79). POGGE, Thomas, World Povery and Human Rights, Polity, 2002 POGGE, Thomas,  The International Significance of Human Rights , The Journal of Ethics, Cilt: 4, Sayı: (1/2), 2000, (s. 45- 69). RAZ, Joseph,  Human Rights Without Foundations  The Philosophy of International Law, (eds. S. Besson, /J. Tasioulas), Oxford, 2010, (s. 321-339). ROSEN, Michael, Dignity: Its History and Meaning, Cambridge University Press, 2012. RAWLS, John, The Law of Peoples: With the Idea of Public Reason Revisited , II. Baskı, Harvard University Press, 2000. 995Çelik    Hacettepe HFD, 11(2), 2021, 961-996  RORTY, Richard,  Human Rights Rationality and Sentimentality  On Human Rights: Oxford Amnesty lectures, (eds. S. Shute, S. Hurley), BasicBooks, 1993, (s.111-135). TASIOULAS, John,  Human Rights, Universality and the Values Of Personhood: Retracing Griffin s Steps  , European Journal of Philosophy, Cilt: 10, Sayı: 1, 2002, (s. 79-100). TASIOULAS, John,  Are Human Rights Essentially Triggers for Intervention  Philosophy Compass, Cilt: 4, Sayı: 6, 2009, (s. 938-950).  TASIOULAS, John,  Taking Rights out of Human Rights  Ethics, Cilt: 120, 2010, (s. 647-78).  TASIOULAS, John,  Towards a Philosophy of Human Rights , Current Legal Problems, Cilt: 65, 2012, (s. 1-30). TASIOULAS,  John,   Human  Rights,  Legitimacy  and  International  Law ,  The  American Journal of Jurisprudence, Cilt: 58, Sayı: 1, 2013, (s. 1-25). TASIOULAS, John,  On the Foundations of Human Rights , Philosophical Foundations of Human Rights, (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 45-71). TEPE, Harun, İnsan Hakları Felsefesi, Bilgesu Yayıncılık, 2019. TEPE, Harun,  İnsan Hakları Eleştirileri Üzerine Düşünmek , Posseible Düşünme Dergisi, Sayı: 16, 2019, (s.7-18).  Tesmeralsekdiz (İnsan Hakları Nasıl Hak Hangi İnsan), (eds. B. Eren/ E. Koyuncu), Sayı: 4, 2009. UYGUN, Oktay, Devlet Teorisi, On İki Levha Yayıncılık, 2014. WARD, Tony,  Two Schools of Legal Idealism: A Positivist Introduction , Ratio Juris, Cilt: 19, Sayı: 2, 2006, (s. 127-140). 996",
     "Metin": " Günümüzde  evrensel  bir  adalet  talebini  dile  getirmekte  en  etkili  araç  olarak başvurulan  insan  hakları  kavramının  etrafındaki  teorik  tartışmaların  son  bulduğunu söylemek mümkün değildir. Bu nokta, konuyla ilgilenen kimi düşünürler tarafından; kavramın tam olarak ne olduğuna ilişkin henüz yeterli bir fikrimiz olmadığı ya da pek azımızın  bu  hakların  neler  olduğu  ve  bunlara  neden  sahip  olduğumuza  ilişkin  iyi temellendirilmiş  bir  fikri  olduğu önermeleriyle  ele  alınmaktadır.  İnsan  haklarının uluslararası hukuka ilk kez konu edildiği araç olan Evrensel Bildirgenin, yaygın bir yaklaşımca, farklı disiplin ve kültürlerden kişilerin katılımıyla ve teorik tartışmalar                                                         1   GRIFFIN, James, On Human Rights, Oxford University Press, 2008, s. 1. Bu noktada Griffin, kavramın  ortaya  çıktığı  17.  ve  18.  yüzyılları  takiben,  doğal  hakların  kaynağının  teolojik  bir açıklamayla aranmasının terk edilmeye başladığına ancak bu yaklaşımın yerine başkaca bir gerekçe koyulamamış  olduğuna  işaret  eder.  GRIFFIN,  James,   Human  Rights  and  The  Autonomy  of International Law , The Philosophy of International Law (eds. S. Besson, /J. Tasioulas), Oxford University Press, New York, 2010, (s. 339-357), s. 339. 2   ROSEN, Michael, Dignity: Its History and Meaning, Cambridge University Press, 2012, s. 54.Çelik    Hacettepe HFD, 11(2), 2021, 961-996  dahilinde  ortaya  çıktığı  söylenegelmekteyse  de,  Bildirge ye  ilişkin  dikkat  çekici noktalardan biri, bizzat bir doğal haklar kuramcısı ve Bildirgenin kaleme alınmasında aktif rol oynamış bir katılımcı olan Maritain tarafından:  insan hakları konusunda bir şartla  anlaşmıştık;  kimse  neden  oldukları  sorusunu  sormayacaktı  4  şeklinde  dile getirilmiştir.  O  hâlde  insan  haklarına  ‘niçin   sahip  olduğumuz  sorusunun  Evrensel Bildirge  ile  yeterince  açıklığa  kavuştuğunu  söylemek  mümkün  değildir.  Günümüz yazarları da, insan haklarına içkin önemli bir sorunu:  kavramın hem teorik ve soyut oluşu hem de hem pratik ve aciliyet arz eden niteliği 5 olarak formüle etmeye devam etmektedirler. Diğer yandan insan hakları teorisine ilişkin bu gerekçe sorusu dikkate alınırken, kavramın  disiplinler  arası  boyutunun  devreye  girecek  olması  kaçınılmazdır.  Zira, kavramı etik çerçevesinde ele alan felsefi yaklaşımlar ve kavrama insani ve sosyal bilimler  bakımından  yaklaşan  teorisyenlerin  ve  çoğu  kez  tüm  bunların  dışındaki hukukçuların hareket noktaları farklı olabilecektir. Bununla beraber, bugün gelinen noktada insan haklarının hem etik hem politik hem de hukuki nitelikte bir kavram olduğu da ortadadır. Dolayısıyla kavramla ilgilenmek isteyen bir kişi için bütün bu                                                         3   Evrensel  Bildirgenin  kaleme  alınış  çalışmalarındaki  kimi  tartışmaları,  fazlaca  dillendirilmeyen konular bakımından  tarihsel açıdan ele alan bir çalışma için:   AYBAY,  Rona,  İnsan  Hakları Evrensel Bildirisi ve Türkiye (1945-1948), Bilgi Üniversitesi Yayınları, İstanbul, 2016, s. 11-54.  4   MARITAIN, Jacques, Human Rights: Comments and Interpretations; A Symposium edited by Unesco, UNESCO, 1948, s. 1. 5   FREEMAN,  Michael,  The Philosophical Foundations of Human Rights  Human Rights Quarterly, Cilt: 16, Sayı: 3, 1994, (s. 491- 514), s. 491. 6   Uluslararası literatürde bu yaklaşımı yansıtan tüm yazarları burada sıralamak imkansızken; ülkemiz dahilinde akla gelebilecek özgün bir örnek; felsefi antropolojinden hareketle olan etik temellendirmesi ve bu doğrultudaki eserleri ile İoanna Kuçuradi olacaktır. KUÇURADI, İoanna, İnsan Hakları Kavramı  ve  Sorunları,  Türkiye  Felsefe  Kurumu,  Ankara,  2007;  KUÇURADI,  İoanna,  İnsan Haklarının  Felsefi  Temelleri,  Türkiye  Felsefe  Kurumu,  Ankara,  2009.  Bunun  dışında  İnsan haklarının felsefi temellerini ele alan çalışmalara ulusal literatürden verilebilecek güncel bir örnek için: TEPE, Harun, İnsan Hakları Felsefesi, Bilgesu Yayıncılık, 2019. Konuyu kamu hukuku ve siyaset bilim bağlamında ele alan kimi çalışmalar içinse verilebilecek bazı örnekler: UYGUN, Oktay,  İnsan Hakları Teorisi  içinde Devlet Teorisi, On İki Levha Yayıncılık, 2014; ERDOĞAN, Mustafa, İnsan Hakları Teorisi ve Hukuku, Hukuk Yayınları, 7. Baskı, 2019.  7   Örneğin  Kemal  Gözler:  insan  hakları  kavramına  farklı  disiplinlerden  yaklaşabilmenin  mümkün olduğunu dile getirirken; söz konusu  insan hakları hukuku  olduğu durumda, bu bilim dalının konusunun  yalnızca  saf  hukuk  teorisinden  yola  çıkarak  pozitif  hukuk  kurallarını  incelemesi gerektiğinden  yana  olduğunu  belirtmektedir.  GÖZLER,  Kemal,  İnsan  Hakları  Hukuku,  Ekin Yayıncılık, Bursa, 2017, s. 34-37. 962Çelik    Hacettepe HFD, 11(2), 2021, 961-996  zenginlik  aynı  zamanda  kafa  karıştırıcı  bir  hale  bürünebilmektedir.  Bu  noktada Freeman, insan hakları teorisiyle uğraşan birini üç temel seçeneğin beklediğine işaret etmiştir. Bunlardan ilki, temelci bir anlayışı benimseyerek insan haklarını Tanrı dan ya da Tanrı yerine geçecek bir kavramdan yola çıkarak temellendirmek; ikincisi, temelci bir anlayıştan vazgeçerek insan haklarının tarihsel gelişimi ve değişime bakmak ve bu yoldan ilerlemek; üçüncü olaraksa bir başka yol bulmak olacaktır. Bu üçüncü yol, kimi düşünürler  tarafından  insan  hakları  kavramını  topyekûn  reddetmekle 9 ,  kimileri tarafındansa insan haklarına ilişkin olası bir felsefi temelciliğin peşini bırakmak ve bu hakların duygusal yönüyle ilgili farkındalık artırmak gerekliliğiyle desteklenmiştir. Bu çalışmada  Freeman  tarafından  dile  getirilen  seçeneklerden  ilk  ikisinin  kapsamına girebilecek türden yaklaşımların konu edinildiğini söylemek yanlış olmaz.  Bu doğrultuda bu çalışmanın amacı, kavrama ilişkin söz konusu teorik karışıklığa belirli  bir  sınırlama  dahilinde  açıklık  kazandırmak  ve  uluslararası  literatür  ışığında güncel insan hakları teorisinde yer alan ve insan haklarını ‘olumlayan  bazı yaklaşımları formüle etmek olarak ele alınabilir. Başka bir ifadeyle bu çalışma, insan hakları ‘vardır çünkü   ve  ‘şunlardır  çünkü   şeklindeki  bir  önermenin  arkasını  doldurabilmek  için başvurabileceğimiz  etik,  politik  ve  hukuki  argümanların  ve  bu  konuda başvurulabileceklerin isimlerin kimler olabileceğine dair güncel ancak sınırlı bir izlek oluşturmayı  amaçlamaktadır.  Bu  açıdan  yapılacak  sınıflandırmada,  yakın  zamanlı uluslararası  literatürde  de  en  sık  karşılaşıldığı  biçimiyle;  insan  haklarına  ilişkin ‘Geleneksel (ortodoks) Yaklaşım , ‘Politik Yaklaşım  ve ‘Hukuki Yaklaşım  şeklinde bir ayrım benimsenecektir. Ancak belirtmek gerekir ki  yaklaşımların ortak noktası, insan hakları kavramını esaslı bir biçimde eleştiren ya da kavramsal olarak reddeden yaklaşımların 11 aksine,  kavramın  farklı  yollarla  da  olsa  kabulüne  ve                                                         8   FREEMAN, 1994, s. 498. 9   MACINTYRE, Alasdair,  After Virtue, 3. Baskı, University of Notre Dame Press, 2007, s. 69. 10  RORTY, Richard,  Human Rights Rationality and Sentimentality , On Human Rights, (eds. S. Shute/ S. Hurley), The Oxford Amnesty Lectures, Basic Books, 1993, s. 119. 11  Kavramı  olumsuzlayan  ya  da  eleştiriye  tabi  tutan  teorik  tartışmaları  zikretmek  bu  çalışmanın kapsamını aşmaktadır. Ancak konuyla ilgili ulusal literatürde ilgi çekebilecek çalışma, derleme ve çevirilerden yalnızca bir kısmı şunlar olabilir: Genel bir sayı olarak: Tesmeralsekdiz (İnsan Hakları Nasıl Hak  Hangi  İnsan),  (eds.  B.  Eren/  E.  Koyuncu),  Sayı: 4,  2009;  Çeviri  bir  yayın  olarak: DOUZINAS, Costas, Hukuk Adalet ve İnsan Hakları (Çeviren ve sunanlar: R. Sağlam/ K. Akbaş), 963Çelik    Hacettepe HFD, 11(2), 2021, 961-996  gerekçelendirilmesine yöneliktir. Bu bakımdan, bu çalışmada, kavram üzerinde öyle ya da böyle bir olumlamayı içeren görüşlere yer verilerek bu görüşlerin söz konusu kabule ulaşma çabalarındaki mantıkları ele alınacaktır. Belirtilmesi gereken önemli bir nokta, insan hakları kavramını anlamak bakımdan burada konu edilen isimlerin ve yansıttıkları görüşlerin salt bir referans olarak görülmesi gerekmediğidir. Burada yer alan isimler; ortaya  somut  çıkış  noktaları  ve  kavramlar  koyabilmiş  olmaları,  birbirlerini  gerek eleştirel  gerekse  destekleyici  olarak  konu  edinmeleri,  teorilerinde  birbirlerinden ayrıştıkları noktalardan beslenmeleri, ortaya koyulan bu üçlü yaklaşıma yön vermiş ve nihayetinde bu ayrımda bizzat saf tutmuş olmaları nedeniyle seçilmiştir.  I.  GELENEKSEL (ORTODOKS) YAKLAŞIM Belirtmek gerekir ki burada kullanılan geleneksel sözcüğü bir indirgeme ya da modası  geçmişliği  ifade  etmek  adına  değildir.  Esasen  bu  başlık  altında  yer  alacak yaklaşımlara geleneksel ya da ‘ortodoks , yaklaşımlar adı verilmesi, bu yaklaşımlar dışında duran düşünürlerin, bu yaklaşımları kendi pratik yaklaşımlarından ayırt etmek için geliştirdiği ve böylelikle literatüre kazandırdığı ifadelerdir. O hâlde geleneksel yaklaşım, en genel anlamda, insanların sırf insan oldukları için sahip oldukları haklar kabulüne  dayanan  ve  doğal  haklar  olarak  görülen  bu  haklara  ilişkin  günümüz dünyasının  değerleriyle  bir  temellendirme  yapmak  gereği  üzerinden  ilerleyen yaklaşımlara verilen bir tanımdır denilebilir. İnsan hakları temelciliği ise, bu hakların meta-etik ya da de-ontolojik, ancak her durumda nesnel temelleri olduğu iddiasıyla yola çıkmak anlamına gelmektedir. Bu anlamda burada söz edilen ‘gelenekçilik  ya da ‘ortodoksi  insan haklarının nedeni sorusunu insana, doğaya ya da ahlâka ilişkin bir                                                                                                                                                                   NotaBene Yayınları, 2. Baskı, 2016; Eleştirilerin eleştirisi olarak: TEPE, Harun,  İnsan Hakları Eleştirileri Üzerine Düşünmek  , Posseible Düşünme Dergisi, Sayı: 16, 2019, (s. 7-18).  12  Örneğin, Beitz, insan haklarını, insanların sırf insan olmaları bakımından sahip oldukları haklar şeklinde ele alan görüşlere, doğacı (naturalistic) görüşler adını vermektedir. Benzer biçimde Raz ın da, bu görüşleri geleneksel görüşler olarak ifade ettiği görülmektedir. BEITZ, Charles,  The Idea of Human Rights, Oxford University Press, New York, 2009, s. 49; RAZ, Joseph,  Human Rights Without Foundations , The Philosophy of International Law, (eds. S. Besson, /J. Tasioulas), Oxford University Press, 2010, s. 322. 13  TASIOULAS, John,  On the Foundations of Human Rights , Philosophical Foundations of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford, 2015, s. 45. 964Çelik    Hacettepe HFD, 11(2), 2021, 961-996  özelliğe, ya da öncelikli bir değere dayandırarak cevaplamayı seçmesi bakımındandır. Ancak söz konusu temellendirmenin insan doğasına ilişkin kabul edilen bir ya da birden fazla özelliğe ya da önceliğe mi, insanın ihtiyaçları kavramına mı, insanın menfaatleri kavramına  mı  ya  da  yine  insana  atfedilegelen  insan  onuru  gibi  bir  özelliğe  mi dayanacağı, yeri geldiğinde bu yaklaşım içindeki farkları ortaya koyacaktır. Yinelemek gerekir ki bu yaklaşımdaki en temel nokta her şeyden önce insan haklarının ahlâki ağırlığına ilişkin bir kabuldür. Bu da bu hakların sözleşmeyle, hukuken ya da politik olarak  tanınıp  kabul  edilmelerinden  önce  ve  bağımsız  olarak  ele  alınmaları  demek olacaktır. Hukuki idealizm ile ilişkili olarak ele alınabilecek bu yaklaşım en basit anlatımla  hukuki  bir  gerekçenin  kaynağını  moral  bir  gerekçelendirmeden  alması gerekliliğinde  ısrar  ederken  bu  ahlâki  kavramsallaştırmanın  nasıl  ve  ne  üzerinden yapılacağı  ise  yaklaşımların  ayırt  edici  ya  da  kilit  noktası  olacaktır.  Bu  çalışmada geleneksel yaklaşımda ön plana çıkan isimlerden yalnızca bazıları, bu yaklaşımdaki dayanakları ve kilit kavramları ile ele alınacaktır. Bu bakımdan geleneksel yaklaşım dahilinde rasyonel bir insan hakları temellendirmesi denildiğinde ön plana çıkan iki düşünür  olan  Gewirth  ve  Griffin  ve  kendi  düşüncesini  ‘koyu  geleneksel   bir temellendirme olarak adlandırmayan güncel bir düşünür olan Tasioulas ın görüşlerine yer verilecektir.   A.  Gewirth ve Faillik Temelli Yaklaşımı İnsan haklarına kaynağını veren şeyin insanın rasyonel ve buna paralel ahlâki doğası  ya  da  bu  doğaya  karşılık  gelen  ‘faillik  15  kavramıyla  -ancak  farklı içeriklendirmelerle- ele alınması, literatürde bilhassa Gewirth ve Griffin in insan hakları                                                         14  Hukuki idealizm yaklaşımının da kendi içinde farklı ekolleri barındırdığı ve Gewirth teorisinden yol alan Sheffield okulu olarak bilinen gruba mensup Beyleveld ve Brownsword un bu bakımdan katı bir idealizmi savunduğu dile getirilmiştir. Bu düşünürlere göre gerçek anlamda bir hukuk kuralının mutlak yükümlülükler doğurması beklenmekte ancak böyle olabilmesi için de söz konusu hukukun Genel Tutarlılık İlkesiyle çelişmeyen türden bir hukuk olması gerekmektedir. WARD, Tony,  Two Schools of Legal Idealism: A Positivist Introduction , Ratio Juris, Cilt: 19, Sayı: 2, 2006, (s. 127140), s. 130-131. 15  Kullanılan  terminolojinin  Ceza  Hukukunda  yer  bulan  ‘faillik   kavramından  farklı  bir  kullanımı yansıttığı açıktır. Bu bakımdan, Gewirth teorisinde: iyi kabul ettiği bir amaca yönelik ahlâki tercihler yapma kapasitesine ve eylemliliğine sahip bir özneyi tarif etmek üzere kullanılan ‘agency  sözcüğünü, dilimizde yer alan faillik sözcüğü ile karşılamak uygun görülmüştür. 965Çelik    Hacettepe HFD, 11(2), 2021, 961-996  görüşlerinde ön plana çıkmaktadır. Kant çizgisinden yol alarak rasyonel bir ahlâkilik teorisine  dayanan  Gewirth,  insan  haklarını,  bütün  rasyonel  failler  için  geçerli  ve bağlayıcı olacak prensipler bularak açıklamak yolundadır. Gewirth, ‘insan hakları var mıdır , ‘insan hakları ahlâki hakların bir kategorisiyse; ahlâki haklar var mıdır  gibi sorularla ilgilenmekte ve bu sorulara verilecek cevapların insan hakları bakımından hukuk  ya  da  sözleşmeye  değil,  ahlâka  dayalı  olması  gerektiğini  savunmaktadır. Gewirth, insanların aynı zamanda farklı ahlâki hakları olabileceğini ancak bunlardan yalnız  ahlâki  olarak  evrensel  olarak  paylaşılabilenlerin  insan  hakları  olarak adlandırılabileceğini  belirtmektedir.  Düşünür,  burada  yer  alan  ahlâk  ve  ahlâklılık kavramlarına özellikle bir açıklama getirme ihtiyacı duyar. Buna göre ahlâk, çeşitli anlamlarda  kullanımı  bir  yana,  her  gerçek  ya  da  muhtemel  fail  için  en  önemli ihtiyaçlarını  eylemek  adına  kategorik  olarak  zorunlu  gereklerdir.  Bu  bakımdan düşünür, ahlaki yaklaşımların farklı türden olabileceğini kabul etmekle birlikte hepsinde ortak olanın ve önem arz edenin ‘eylemlilik  olduğunu kabul etmektedir. Gewirth in insan hakları gerekçelendirmesi en sadeleştirilmiş haliyle şu şekilde özetlenebilir: İnsanlar amaçlarına ulaşmak için eylerler ve bu eylemlilik onları bir fail yapar; Bu failler aynı zamanda amaçlarının kendileri için iyi ve gerekli olduğunu kabul  ederler  bu  bakımdan  amaçlarına  ulaşmaları  gerektiği  yönündeki  inançları rasyoneldir; Bir fail amacına ulaşırken özgür ve iyi olması gerektiğini, özgürlük ve refah  kavramlarının  amaçlara  ulaşmak  için  gerekli  iyiler  olduğunu  bilir  ve  bunun diğerleri  tarafından  da  kabul  edilmesini  ister;  Bu  noktada  fail  kendi  özgürlük  ve refahına saygı duyulmasının bir gereklilik olduğundan hareketle bunun aynı şekilde başkaları için de gerekli olduğuna ikna olur zira tutarlılık bunun gerektirir; Dolayısıyla fail, bunların kendisi dahil herkeste korunması gerektiğini bilir ve bu tutarlılığa göre                                                         16  GEWIRTH, Alan,  The Basis and Content of Human Rights , Georgia Law Review, Cilt: 13, 1978, (s. 1143-1171), s. 1144. 17  Ibid.  18  Ibid, s. 1148. 19  Öte yandan bu eyleme düşünürün atfettiği iki özellik vardır. Bunlardan ilki eylemin kişinin isteğiyle; özgür biçimde ve gönüllü olması diğeriyse eylemin kişinin belirlediği bir sonuca yönelmesi yani amaçlılıktır. GEWIRTH, Alan, The Community of Rights, University of Chicago Press, 1996, s.13 966Çelik    Hacettepe HFD, 11(2), 2021, 961-996  hareket eder. Gewirth, bu diyalektiği  kendinin ve başkalarının genel (generic) hakları uyarınca hareket et  biçiminde bir normatif ilkeye dönüştürür ve bunu insan haklarına uyarlar. Gewirth in daha önce belirttiği üzere özgürlük ve refah en genel (generic) haklardır. Öyleyse özgürlük ve refaha ulaşmak yönündeki hakları inkar etmek failin kendisiyle çelişmesi anlamına gelecek ve bu hakların yalnızca başkaları için değil aynı zamanda failin kendisi için de inkar edilebilmesinin önünü açacaktır. Görüldüğü gibi Gewirth, insan haklarını ele alırken insan olmak kavramı yerine ‘faillik   kavramına  başvurmaktadır.  Bu  bakımdan  ona  göre  insanlar  ne  doğalcı yaklaşımların yaptığı üzere sırf insan oldukları ne de yalnızca insan olmanın bir özelliği olarak görülen bir rasyonaliteye sahip oldukları için haklara sahip olacaklardır. Burada ahlâki önem taşıyan kilit nokta eylemlilik durumu olmaktadır. İnsanın, amaçları olan rasyonel bir varlık olmasını ve bu anlamda ahlâki bir konuma sahip olmasını faillik olarak adlandıran Gewirth, tam da sahip olunan bu rasyonelliğin bizden başka herkesin de  insan  haklarına  sahip  olduğunu  kabul  etmememiz  sonucuna  yol  açacağını savunmaktadır. Bu tanımdan yola çıkarak Gewirth, hem insan haklarına neden sahip olduğumuz (ahlâki bir konuma sahip oluşumuz, faillik) hem de insan haklarının neden evrensel  olması  gerektiğine  bir  açıklama  sunma  iddiasındadır.  Ona  göre  bu  metot dayatmacı değil diyalektik bir normatiftik taşımaktadır.  Gewirth in  teorisine  yönelik  kabul  edilecek  noktalardan  biri,  insan  haklarını açıklamak bakımından kendinden önceki yaklaşımların tutarlılık bakımından ötesine geçebilirken  aynı  zamanda  seküler  temelli  bir  yaklaşım  olmayı  başarabilmesidir. Düşünürün ‘genel tutarlılık  ilkesini özellikle hukuk teorisine uyarlamaya adamış olan                                                         20  Bu  formüle  ediş  biçimi,  Gewirth in  çok  daha  ayrıntılı  olarak  ele  aldığı  gerekçelendirme basamaklarından yalnızca bir kısmının, yazar tarafından basitleştirerek ele alınmış bir özetidir. Uzun anlatım için: GEWIRTH, 1996, s. 17-20.  21  GEWIRTH, 1978, s. 1155. 22  GEWIRTH, Alan,  Why There Are Human Rights , Social Theory and Practice, Cilt: 11, Sayı: 2, 1985, s. 236. 23  Ibid, s. 235. 24  GEWIRTH,1985, s. 236. 25  KOHEN, Ari,  The Possibility of Secular Human Rights , Human Rights Review , Cilt: 7 , Sayı: 1, 2005, (s. 49-75) s. 51-54. 967Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Beyleveld,  bu  ilkeyi  Kant ın  felsefi  antrolopolojisini  yeniden  şekillendirmek  ve kategorik emperatifi bu ilkeyle ele almak; ve bu formülü insan onurunun korunması bakımından  kilit  bir  formül  olarak  ele  alıp  bilhassa  çetrefilli  biyo-hukuki  olaylara uyarlamak bakımından pratik konulara uygulamayı başarmıştır.  Diğer yandan bu çalışmanın amacı bakımından Gewirth, yalnızca, insan haklarına yönelik rasyonel bir ahlâki temellendirmeyi bilhassa faillik kavramına dayanarak inşa etmesi bağlamında bir örnek olarak ele alınmaktadır. Bu noktada burada değinilebilecek eleştiriler de düşünürün sistematiğine yönelen değil, bizzat teorisinin dayandığı rasyonel bir eyleyen varsayımı ve bu kabulün insan hakları yaklaşımındaki rolüne odaklanan eleştiriler  olabilir.  Bunlara  bir  örnek,  teorinin  yaygınlık  kazandığı  seksenli  yıllarda Husak tarafından yöneltilmiş ve Gewirth tarafından da dikkate alınarak cevaplanmış olan eleştiridir. Husak, insan kapasiteleri bu denli farklıyken, faillik gibi bir temelin hak sahipliği  bakımından nasıl iş  görebilecek olduğu  sorusunu  yükseltmektedir. Buna cevaben Gewirth, yaklaşımında, doğrudan faillik ve insan haklarına sahiplik arasında kurduğu bir ilişkiye değil; her gerçek ya da muhtemel failin bu hakların varlığını başka insanlar için de kabul etmek zorunluluğuna odaklanılması gerektiğini belirtmiştir.  Gewirth in teorisine yönelik soru işaretleri günümüzde de devam edebilmektedir. Bu noktada Kohen, Rorty nin insan haklarına yönelik rasyonel temellendirmelerdense bu hakların duygusal yönüne odaklanılması gerektiği yönündeki önerisine yönelir ve bu  türden  salt  rasyonel  temellendirmelerin  gerçek  hayatın  tehlikeleri  gözetildiğinde yetersiz olduğunu yineler. Bu doğrultuda Kohen de Gewirth teorisinin sakıncalı bir yanı olarak; bir kabul olarak ele aldığı ‘rasyonel özne  kavramına odaklanır. Ona göre                                                         26  BEYLEVELD, Deryck,  What is Gewirth and What is Beyleveld? , Ethical Rationalism and the Law, (eds. P. Capps/ S. Pattinson), Hart Publishing, 2017, s. 239. 27  BEYLEVELD,  Deryck/  BROWNSWORD,  Roger,  Human  Dignity  in  BioEthics  and  Biolaw, Oxford University Press, 2001, s. 69. 28  HUSAK, N. Douglas,  Why There Are No Human Rights , Social Theory and Practice, Cilt: 10, Sayı: 2, 1984, (s. 125-141), s.132 29  GEWIRTH, 1985, 240. 30  Bu karşı çıkışın ayrıntıları için RORTY, Richard,  Human Rights, Rationality, and Sentimentality , On Human Rights: The Oxford Amnesty Lectures, (eds. S. Shute, S. Hurley), New York: Basic Books, 1993, s. 111-135. 31  KOHEN, 2005, s. 65. 968Çelik    Hacettepe HFD, 11(2), 2021, 961-996  de ‘kimin kendisiyle aynı hakka sahip olmaya değecek bir rasyonel bir özne olacak olduğun  kararını verecek olan kişi, teoride son derece idealize edilen failin kendisidir ve fail pekala ‘kurbanını  -tarihte örnekleri görüldüğü üzere- kadın, kuir, sakat, ya da farklı  bir  sosyal  sınıftan  olması  nedeniyle  kendisinden  daha  ‘az   bir  fail  olarak görebilecek ve böylelikle onun haklarını kabul etmeyebilecektir.   B.  Griffin ve Kişilik (Normatif Faillik) Temelli Yaklaşımı Görüşlerinde  faillik  kavramına  dayanan  ancak  bunu  bir  üst  kavram  içinde kullanan bir diğer düşünür Griffin dir. Griffin insanların insan olmaları nedeniyle haklara sahip olmaları gerektiği tanımında bir ‘eksiklik  olduğu düşüncesinden yola çıkmakta ve insan haklarının kaynağını nereden aldığı sorusunu problem edinmektedir. Griffin,  mevcut  insan  hakları  temellendirmeleri  konusunda  tatminsizliğini  ortaya koyarken, başarılı bir insan hakları gerekçelendirmesinin ‘insan onuru  gibi belirsiz bir tanımın ötesine geçebilen açıklamalar yapabilecek bir nitelik taşıması ve daha sağlam özelliklere sahip olması gerektiğini ifade eder. Bu bakımdan Griffin, insan haklarının kaynağını bir başka kavram olan ‘kişilik  (personhood) kavramına dayanarak açıklar. Kişilik kavramı ve korunması ise temelde üç değerle mümkün olabilecektir. Bunlar düşünüre  göre  otonomi,  özgürlük  ve  bu  iki  statüyü  sağlayabilmek  adına  olan gerekliliklerdir. Bununla birlikte düşünürün insan hakları temellendirmesi yalnızca bu kavram  üzerine  değil  aynı  zamanda  uygulanabilirlik  (practicality)  kavramı  üzerine kuruludur. Uygulanabilirliği anlamlandırırken de hem insan doğasının hem de toplum doğasının  özelliklerini  gözetmek  gerekecektir 36 .  Böylelikle  kişilik  kavramının gereklerinden hareket ederek hakların neler olduğu belirlenebilirken, uygulanabilirlik bu hakları şekillendirebilmeye yarayacaktır. Düşünür, kişilik kavramından yola çıkarak                                                         32  Ibid. 33  Öte yandan Griffin, çalışmasının başında kendisinin de faillik temelli bir yaklaşım benimsemekle birlikte Gewirth in teorisinden ayrıştığının altını çizer. GRIFFIN, 2008, s. 4. 34   GRIFFIN, 2008, s. 21. 35  Ibid, s. 33. 36  Ibid, s. 38, 39. 37   Ibid, s. 192.  969Çelik    Hacettepe HFD, 11(2), 2021, 961-996  pek çok insan hakkı listesinin de oluşturulabileceğini iddia etmektedir. Diğer bir nokta, düşünürün insan haklarını dayandırdığı  kişilik kavramını, insan refahı  ya da gelişimi  düşüncesinin bir gereği  olarak değil, bizzat  insan statüsüne sahip  olmanın gereği olarak ele aldığıdır. Bu, Griffin e göre salt bir homo sapiens tanımının ötesine geçen bir duruma ilişkindir ve bu anlamda doğal hukuka dayandırılarak ortaya atılan insan haklarının tarih dışı olduğu iddiası da geçersizdir.  Griffin,  kişilik  kavramının  içeriklendirilmesinde  ‘normatif  faillik   (normative agency) kavramına başvurmaktadır. İnsan hakları, görünen o ki, evrensel olmalıdır; çünkü insanlar bu haklara normatif bir faîllik nedeniyle sahiptirler. Bununla birlikte farklı çalışmalarında ve eleştirilere cevaben, kendi insan hakları teorisindeki önemli noktanın  normatif  failliğe  sahip  olmak  bakımından  değil,  bu  statüyü  koruyabilmek adına önemli olduğunu da ifade etmiştir. Bu doğrultuda insan haklarına neden sahip olduğumuz sorusu Griffin e göre esasen normatif failliğe sahip olduğumuz gibi bir gerekçeye değil, normatif failliğimizi korumanın hepimiz için gerekli olduğu kabulüne dayanmaktadır. Böylelikle Griffin, Gewirth in faillik olarak adlandırdığı kavrama da bir içerik kazandırmak niyetindedir. Bu anlamda rasyonel faillik onun için yeterli bir başlangıç noktası değildir. Düşünür, sözü edilen failliğin, yaşamaya değer bir insan hayatı adına gerekli bir faillik olduğunu ifade eder ve bunu normatif faillik olarak adlandırır. Burada sözü edilen yaşamaya değerlik ise belirli bir hayat planı ya da Sokratik anlamda üzerinde düşünülen bir hayata işaret etmemektedir. Söz konusu faillik, aynı şekilde yalnızca  bazı  kapasitelere  sahip  olmak  için  değil,  bu  kapasiteleri  kullanmak  adına                                                         38  Ibid, s. 33. 39  Ibid, s. 34-35. 40  Ibid, s. 48. 41  GRIFFIN, 2010, s. 346. 42  Raz  tarafından  geleneksel  yaklaşıma  atfedilen  özellikler  doğrultusunda  bu  grupta konumlandırılmasına ve eleştirilere karşın Griffin: kendi yaklaşımında önem arz eden noktanın, kişiliğin korunmaya değer bir alanı olan ‘otonomi ve özgürlük  olduğuna ve insanlar için normatif failliğin bu yanının ayrıcalıklı bir önemi olduğuna zira bu ikisinin saldırıya en açık yanlar olduğuna dikkat çekmektedir. GRIFFIN, 2010, s. 347. 43  GRIFFIN, 2008, s. 45. 970Çelik    Hacettepe HFD, 11(2), 2021, 961-996  gerekli  bir  failliktir.  Normatif  faillik,  Griffin e  göre  insanların  hayata  bir  anlam biçebilme  kapasitesi  demektir.  Griffin  insan  hakları  anlayışına  ilişkin  bir  noktayı çekinmeden  ortaya  koymaktadır;  bu  da  insan  haklarının  öznesi  olan  insanın  homo sapiens olmaktan ibaret olamayacağıdır 45. Griffin, normatif failliğimizle yakın ilişkide olan  üç  temel  hakka  vurgu  yapar.  Bunlar  otonomi,  özgürlük  ve  refah  hakları olmaktadır.  Griffin in tasarladığı kişilik kavramı, Gewirth in faillik kavramına nazaran çok daha  yakın  tarihli  bir  kavram  olmakla  birlikte  yine  de  insan  haklarının  taşıyıcıları bakımından dışlayıcıdır. Bu bakımdan belirli eşikleri aşarak faillik taşıyıcısı olamayan özneler;  örnekse  zihinsel  engelliler  ya  da  çocuklar  gibi  gruplar  açıkça  bu  tanımın dışında tutulmaktadır. Bunun dışında Griffin yaklaşımına yönelik Tasioulas tarafından dile getirilen bir eleştiri bu teoride yalnızca kişilik temelli menfaatlerin dikkate alındığı ve dolayısıyla sorumluluk yükleyen bir karakter atfedildiği ancak bir o kadar önemli olabilecek; insani başarılar, arkadaşlıklar ya da acı çekmekten kaçınmak yönündeki menfaatlerin aynı sorumluluğu uyandırmadığı yönündedir.   C.  Tasioulas ın Çoğulcu Temellendirmesi Geleneksel yaklaşım altında ele alınabilecek yakın dönemli bir isimse Tasioulas olacaktır. Bunun nedeni, düşünürün etik bir temellendirmenin gereğini savunması ve insan haklarını ahlâki haklar olarak ele almaktan yana olması; ancak bununla beraber gerek  yukarıda  yer  verilen  rasyonel  temelli  gerekçelendirmeleri  gerekse  salt menfaat/ihtiyaç  temelli  gerekçelendirmeleri  tatmin  edici  bulmaması  ve  her  iki yaklaşıma yönelik eleştirileri sonucunda alternatifini ortaya koymasıdır. Tasioulas,                                                         44  GRIFFIN, 2008, s. 47. 45  Ibid, s. 34.   46  Ibid, s. 51. 47  Ibid, s. 85-91. 48  TASIOULAS, John,  Taking Rights out of Human Rights , Ethics, Cilt: 120, Sayı: 4, 2010, (s. 647678), s. 662. 49  TASIOULAS, John,  Human Rights, Universality and the Values of Personhood: Retracing Griffin s Steps , European Journal of Philosophy, Sayı: 10, Cilt: 1, 2002, (s. 79-100). 971Çelik    Hacettepe HFD, 11(2), 2021, 961-996  insan hakları kavramını ahlâki bir kavram olarak ele almanın bir anlamda bu hakların ‘doğal  haklar   olarak  adlandırılagelen  sınıfa  mensup  olmalarıyla  ilgili  olduğunu düşünür. Ona göre insan hakları tıpkı doğal haklar gibi evrensel ahlâki haklardır. Bu kabul, düşünürün insan haklarını etik bir temellendirmeyle ele almasının da nedenidir. O hâlde bu haklar, yapay bir kurum ya da sözleşmenin meşruiyeti ile değil; akıl ve ahlâki bir gerekçelendirme yoluyla bulunup tanınacaktır. Dahası, insan haklarını doğal haklar  geleneğinin  bir  uzantısı  olarak  görmek,  düşünüre  göre  hem  bu  hakların sürekliliğini  tanıyabilecek  hem  de  bu  hakları  sonuç  odaklı  yaklaşımların sınırlamalarından koruyabilecektir. Öte yandan insan haklarının evrensel ahlâki haklar oluşu,  düşünüre  göre  bu  hakların  tarihsel  değil  kavramsal  bir  gerçekliğine  işaret etmektedir.  Dolayısıyla  Tasioulas,  insan  haklarının  evrenselliği  konusunu,  doğal haklar geleneğinde olduğu gibi zamansız veya tarih öncesi/ötesi olarak ele almaz. Onun dayandığı  evrensellik,  tarihsel  bakımdan  sınırlı  bir  evrenselliktir.  Bu  sınırlılığın belirleyicisi ise modernitedir.  Tasioulas, insan haklarına ilişkin normatif temellendirmelerin genel özelliğini; bu haklara temel oluşturan değerlerin, başkaca değerlerden daha önemli ve ayrıştırılabilir nitelikte  oldukları  iddiasına  sahip  olmak  şeklinde  tanımlar.  Böylece  gerek belirlenebilecek bir takım insani menfaatler/ihtiyaçlar, gerekse bir ‘iyi yaşam  tanımına atfedilen  koşullar,  normatif  bir  temellendirmede  çıkış  noktası  olabilmektedir.  Öte yandan  düşünürün  ‘koyu  temelcilik  54  (extreme  foundationalism)  adını  verdiği yukarıdaki türdeki temellendirmeler, görünen o ki, insan haklarına temel teşkil edecek olan  ve  öncelikli  değer  olarak  belirlenebilecek  şeyin,  insan                                                         50  TASIOULAS, John,  Human Rights, Legitimacy and International Law , The American Journal of Jurisprudence, Sayı: 58, Cilt: 1, 2013, (s. 1-25), s. 2. 51  TASIOULAS, 2013, s. 7. 52  Ibid, s. 2. 53  TASIOULAS, 2012, s. 3. 54  Tasioulas koyu temelciliğe ilişkin muğlak bir kriter verirken, bu kategoriye özellikle yerleştirdiği isimler olup olmadığını zikretmez. Ancak belirlediği kritere göre koyu bir temelcilik, insan haklarına temel teşkil edebilmesi bakımından bir ya da birden fazla önemli bulunan ve belirlenebilir değer üzerinden  ilerleyen  ancak  insan  menfaatleri  kavramını  bu  alana  dahil  etmeyen  yaklaşımlardır. TASIOULAS, John.,  On the Foundation of Human Rights , Philosophical Foundations of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford, 2015, s. 48. 972Çelik    Hacettepe HFD, 11(2), 2021, 961-996  menfaatlerinden/ihtiyaçlarından  bağımsız  ve  salt  ahlâki  değerler  üzerine  kurulu olmasından yanadır. Bu duruma bir örnek olaraksa insan haklarının temelindeki değerin özgürlük fikri olduğu yönündeki yaygın kabulü gösterir. Bu noktada yazara göre bir ikinci ön kabul ise insan onuru kavramı olabilmektedir. Esasında Tasiolulas da kendi yaklaşımında insan onuru kavramından faydalanacak ve onu yaklaşımının bir ayağı yapacaktır ancak onun ayrıştığı nokta insan onurunu metafizik bir öğe olarak, ya da Griffin de görüldüğü üzere salt bir normatif faillik olarak değil, bizzat insan ihtiyaçları ile  ilişkili  bir  biçimde  ele  almasıdır.  Düşünürün,  kendi  temellendirmesinde  insan onuruna  yer  vermesinin  nedeni,  insan  haklarını  ahlâki  bir  statü  sorunu  olarak görmesinden ileri gelmektedir. Ancak belirtildiği gibi bu statünün kökeni yapay ya da kurumsal bir gerekçe değil bizzat insan olma halidir. Bu noktada, türün ayrıştırılabilir kapasitelerinden kaynaklanan ve herkesçe  eşit olarak paylaşılan bir ahlâki  statünün insan  onurunun  dayanağı  olduğunu  ileri  sürmektedir.  Bununla  beraber  Tasioulas  temelciliğe dayanmayan temeller  adını verdiği çalışmasında kendi yaklaşımını ‘koyu temelci  yaklaşımdan ayırır; zira bu yaklaşımlarda ön plana çıkan iki unsur bu hakların objektif temellerini ya meta-etik ya da bir normatifliğe dayandırmaktır. Tasioulas, kendi  temelciliğinin  çoğul  değerler  üzerine  kurulu  olduğunu  ve  burada  değer çoğulluğuna dayanarak hem ahlâki hem de ihtiyaca dayalı özelliklere dayanabileceğini belirtir. Dolayısıyla Tasioulas ın tanımında insan hakları, onur nedeniyle eşit bir ahlâki statüde/değerde olan insanların, aynı zamanda sahip oldukları ortak evrensel menfaatleri üzerine  kuruludur.  Bu  ikili  temellendirmenin  moral  ayağını  insan  onuru  kavramı oluştururken; ihtiyati kısmını insan menfaatleri oluşturmaktadır. Ona göre, bir menfaat ya da ihtiyaç şayet ortak insanlığımızdan kaynaklanıyorsa ve içinde bulunduğu sosyotarihsel bağlamda karşı tarafa yüklediği sorumluluk makul ve anlaşılabilirse, o hâlde bu menfaat bir insan hakkı olabilmelidir.                                                         55  TASIOULAS, 2015, s. 48. 56  TASIOULAS, 2013, s. 6. 57  Meta-etik yaklaşımlar, insan doğasına ilişkin objektif bir saptamadan ya da metafizik bir özden yola çıkabilmekteyken;  normatif  yaklaşımlar,  herhangi  bir  değerin  insan  için  neden  daha  önemli  ve ayrıcalıklı olduğunu belirlemektedir. TASIOULAS, 2015, s. 46. 58  Ibid, s. 50. 973Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Tasioulas ın yukarıda  yer verilen faillik statüsü temelli  yaklaşımlarla ilgili en önemli eleştirisi, bu  yaklaşımlarda insani menfaatlerin tamamen saf dışı bırakılıyor olması  ve  menfaat  kavramına  dayanan  bir  insan  hakları  yaklaşımının  genellikle faydacılıkla eşleştiriliyor oluşudur. Buna örnek olarak yaşam hakkına ilişkin tek bir kişinin menfaatinin, sayıca daha fazla kişinin menfaatiyle çeliştiği durumlarda, sayıca çok olan kişilerin menfaatinin, diğer bir tek kişininkine galip gelebileceği yönündeki bir varsayımı  ele  alır.  Bu  bakımdan  düşünüre  göre  statüye  dayanan  söz  konusu temellendirmelerin iddiası, çatışan veya biri diğerine tercih edilmesi gereken menfaatler söz konusu olduğunda, insan haklarına ilişkin olası her türlü feragatin ya da değiştokuşun önüne geçebilmektir. İşte bu yaklaşımlar bakımdan konu edilen mutlak bir koruma, bu hakların, ancak, bir menfaati değil de bir statüyü koruduğu gerekçesiyle olabilmektedir.  Ancak  Tasioulas a  göre  bu  yaklaşımlarda  göz  ardı  edilen  nokta, menfaatleri konu edinen bir temellendirmenin her zaman faydacı ya da sonuç odaklı olmak zorunda olmadığıdır. Bir başka ifadeyle hem insani menfaatler kavramı hem de insan haklarının yüklediği normatif sorumluluk kavramı pekala aynı teoride yer alabilir. Bu noktada kendi yaklaşımını savunan düşünür, söz konusu menfaatlerin nasıl yerine getirilmesi gereken bir sorumluluk doğurduğunu ise, teorisinin ahlâki ayağı olan insan onuru kavramı ile destekler. Bu anlamda çoğul değerler üzerine kurulu ancak ahlâki bir temelcilikten yana bir yaklaşım sunar. Tasioulas ın ‘temelciliğe dayanmayan temellendirmesi  ya da esnek temelciliği olarak  nitelendirebileceğimiz  yaklaşımı,  insan  haklarının  kaynağı  sorusunu  etikten bağımsız düşünmek istemeyen; bu haklara ilişkin bir başlangıç noktasını öncelikle ve öncelikli olarak moralitede arayan meraklılar için, tek bir seçilmiş ‘değerliye  örnekse faillik,  otonomi  ya  da  kişilik  kavramına  değil  de  birden  fazla  değere  dayanması nedeniyle bir soluk niteliğinde olabilir.                                                          59  TASIOULAS, John,   Towards a Philosophy of Human Rights , Current Legal Problems, Cilt: 65, 2012, (s. 1-30), s. 8. 60  Ibid. 61  Çok daha yakın tarihli olan bu yaklaşıma yönelebilmiş değerlendirmelerden biri O Neill tarafından kaleme alınmıştır. Bu doğrultuda O Neill, insan haklarına yönelik bir gerekçelendirmenin, ‘hangi menfaatlere  ilişkin  bir  sorumluluk  doğurabileceği   ve  dolayısıyla  hangi  insan  haklarına  karşılık gelebileceği sorusunun aksine, sorumlulukları yerine getirmekle mükellef taraf ve mercilerin açık 974Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Öte  yandan  bu  soluklanmanın  değerlendirilmesi  şüphesiz  bu  çalışmada  konu edinilemeyen  ve  yine  geleneksel  görüş  içinde  yer  alabilecek  başkaca  yaklaşımlar bakımından da ölçülebilmelidir. Dolayısıyla, bu bölümün sonunda yinelemek gerekirse, insan haklarına ilişkin felsefi temellendirmelere verilebilecek örnekler şüphesiz burada yer alan isimlerle sınırlı değildir. Nitekim diğer temellendirmeler arasında burada konu edinilen  soruları  bertaraf  edebilen  ya  da  başka  sorulara  ilişkin  pencereler  açan yaklaşımlar mevcuttur. Burada yalnızca bu isimlerin ele alınmış olması, ikinci başlıkta ele alınacak olan politik ya da pratik yaklaşımların eleştirilerinde de bilhassa burada konu edilmiş düşünürlerin yer alıyor olması bakımındandır.   II.  POLİTİK (PRATİK) YAKLAŞIM Politik ya da pratik yaklaşım olarak literatürde kendine yer bulan yaklaşım, her şeyden evvel, insan haklarının işlevsel yönünü ön planda tutmaktadır. Bu da söz konusu  hakları  tarihsellik,  kurumsallık  ve  uluslararası  politikada  oynadıkları  rol bakımından  değerlendirmeyi  ve  bu  hakların  pratikteki  görevini  açık  kılmayı gerektirecektir. O hâlde bu yaklaşım dahilindeki çıkış noktası; söz konusu hakların pratik gerçekliklerinin, uluslararası politikada oynadıkları rol ve fonksiyonlarının ne olduğunun belirlenmesi ve eleştirilmesi olmalıdır. Bu bakımdan insan hakları, ahlâki bağlamlarından öte, uluslararası insan hakları hukukuna bağlı pratik nitelikleri ile önem kazanmaktadır. Bu ise bu hakların yaptırım gücüne odaklanmayı gerektirmektedir. Ancak bir sonraki bölümde eleştiri konusu yapılabileceği gibi bu düşünürlerin konu edindiği yaptırım unsuru, hukuki olmaktan çok siyasi bir yaptırıma karşılık gelmektedir. Bu doğrultuda bu yaklaşım altında ele alınabilecek isimlerin ortak bir başka noktası,                                                                                                                                                                   edilebilmesinden ve böylelikle hakları değil sorumlulukları ön plana alan bir yaklaşımdan yanadır. O NEILL, Onora,  Response to John Tasioulas , Philosophical Foundations of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 71-79), s. 73-78. 62  SCHABER, Peter,  Human Rights Without Foundations? , The Philosophy of Human Rights: Contemporary Controversies, (eds. G. Ernst/J. C. Heilinger), Berlin: De Gruyter, 2011, s. 61. 63  İnsan hakları ve kurumsallık arasındaki ilişkiyi vurgulayan ancak bu çalışmada konu edinilmeyen bir isim de Pogge olabilir. Bknz: POGGE, Thomas  The International Significance of Human Rights , The Journal of Ethics, Cilt: 4, Sayı: (1/2), 2000, (s. 45- 69). 64  BEITZ, 2009, s. 8.  975Çelik    Hacettepe HFD, 11(2), 2021, 961-996  insan haklarının, bugün devletlerin iç egemenlikleri argümanına ciddi bir sınırlama getirdiği  ve  bu  hakların  ihlali  söz  konusu  olduğunda  bunu  gerçekleştiren  devlete yapılabilecek müdahalelerin meşru olduğu yönündeki iddialarıdır. Politik düşünürlerin durduğu nokta bakımından anlaşılması gereken önemli bir husus, insan haklarının etik bir karaktere sahip olmadığı gibi bir iddia değildir. Onların üzerinde  durmak  istediği  nokta,  böylesi  bir  çıkış  noktasının  ve  buna  ilişkin  bir temellendirmenin  pratikte  olup  biten  insan  hakları  ihlal  ya  da  uygulamalarını anlamlandırmak, eleştirmek ya da değiştirmek bakımından yeterli olmadığıdır. Politik düşünürler  insanların  ahlâki  pozisyonları  gereği  bir  takım  hakları  olduğunu  kabul ederken,  uluslararası  insan  hakları  kavramının  açıklamasının  bu  haklarla  yapılması gerekliliğine itiraz ederler. Dolayısıyla, bu yaklaşım çerçevesinde, söz konusu evrensel insan  hakları  olduğunda,  insanların  sahip  olduğu  ve  insan  haklarının  kendisinden türetilmesi gereken bir özelliğe, bir öncüle ihtiyaç  yoktur. Bu  yaklaşım altında ele alınabilecek  düşünürlerin  ortak  noktaları  yukarıdaki  gibi  özetlendikten  sonra  bu yaklaşımla  ilişkilendirilebilecek  üç  isme  değinilecektir.  Bu  isimlerin  şüphesiz birbirleriyle ayrıştıkları ve kendi yaklaşımlarında ön plana çıkardıkları farklı noktalar olabilmektedir.  Yakın dönem liberal adalet teorisinde üzerinde sıkça durulmuş bir düşünür olan Rawls, politik yaklaşımın öne çıkan isimlerinden biridir. Burada Rawls un üzerinde çokça yazılıp çizilmiş olan adalet teorisinin detaylarına ve terminolojisinin açıklamasına girmek  mümkün  değildir.  Aynı  şekilde  burada  Rawls un  olası  bir  insan  hakları yaklaşımının etraflı bir değerlendirmesi ya da eleştirisi de yapılmayacaktır. Düşünüre değinilmesinin  nedeni,  insan  haklarını  ne  ölçüde  politik  yaklaşımla  ele  aldığını örneklendirebilmek  bakımındandır.  Bu  bakımdan  söylenebilecek  ilk  şey,  Rawls un insan haklarının ahlâki bir temellendirmeye ya da bir insan doğası anlayışına dayanması gerektiği görüşünü reddettiğidir 66. Bu doğrultuda Rawls u geleneksel düşünürlerden ayıran bir nokta, insan haklarına ilişkin bir açıklamayı ahlâk alanında değil, politik alanda aramasıdır. Bu politik alan, Rawls un ‘Halkların Yasası  kitabından belirdiği                                                         65  RAZ, 2010, s. 323-327. 66  RAWLS, John, The Law of Peoples, Harvard University Press, 2000, s. 68.  976Çelik    Hacettepe HFD, 11(2), 2021, 961-996  şekliyle  uluslararası  ilişkiler  alanıdır.  Rawls,   özel  ve  aciliyeti  olan  bir  haklar kategorisi 67 olarak ele aldığı bu hakların temeli ya da içeriğinin ne olacağı konusuna bağlı olmaksızın, adil bir toplumda nasıl iş görecekleri sorusuna odaklanmaktadır. Bu anlamda insan hakları, ‘iyi düzenlenmiş toplumları  da kapsayan halklar arasında iş görecek  olan  politik  prensiplerdir.  Bu  bakımdan   insan  hakları  akılcı  halkların haklarında özel bir rol oynayan haklardır: olası savaş gerekçelerine karşı sınırlandırıcı rol oynar ve rejimin iç otonomisinde limitlerin ne olacağını belirlerler 68.  Rawls, insan haklarının kaynağının, insanların ahlâki yapısında, eşit değerinde ya da ahlâki veya zihinsel güçlerinde aranmaması gerektiğine; hakların böyle nosyonlara dayandırıldığında  uluslararası  alanda  bazı  toplumların  kültürlerine  aykırı bulunabileceğine  işaret  etmekte  ve  insan  haklarına  teorisinde  esasen  sınırlı  bir  yer vermektedir.  Bu  anlamda  Rawls  teorisinde  insan  hakları,  savaşları  ve  savaşların sonuçlarını önlemek ve ülkelerin olası dış müdahalelerin şartlarını ortaya çıkarabilmek bakımından önemlidir. Dış müdahale söz konusu olduğunda, iyi düzenlenmiş liberal toplumların ve düzgün hiyerarşik halkların, insan haklarını tanımayan agresif bir devlete müdahalesinin gerekçesinin ne olabileceği sorusu karşısında Rawls, liberal devletlerin bu tür devletleri tolere edemeyeceğini, yasa tanımaz bir devletin herkes için bir tehlike olduğunu  ve  insanların  böyle  devletler  değiştiği  taktirde  daha  güvende  olacağını gerekçe göstermektedir. Rawls, özel ve acil bir grup hak dediği haklar adına oldukça sınırlı bir insan hakları listesi sunabilmektedir. Bunlar köleliğin kaldırılması, vicdan özgürlüğü,  kişi  güvenliği  gibi  sayılı  haklardır.  Sunduğu  listenin  bu  denli  kısıtlı olmasının  bir  nedeni,  sözü  edilen  hakların  kınanmasının  sağlanmasının  hem  akılcı liberal hem de düzgün hiyerarşik güçler tarafından olanaklı olmasını sağlamaktır. Öte yandan Rawls, insan haklarının ulusal, politik ve sosyal kurumların işleyiş ve düzeni için gerekli ancak yeterli olmadığını belirtmektedir. Düşünüre göre insan hakları bu alanlarda hukuk düzen ve düzgün işleyiş adına kısıtlama görevi görecektir.                                                          67  Öte yandan Rawls bu hakları anayasal haklardan ayırır. RAWLS, 2000, s. 79. 68  Ibid, s. 79.   69  Ibid, s. 81. 70  Ibid, s. 79. 71  Ibid, s. 80. 977Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Hukuki  pozitivist  bir  isim  olarak  bilinen  Raz  da,  günümüzde  insan  hakları kavramını, devletlerin egemenliğini sınırlayan haklar olarak görmekten yanadır. Raz, bu bakımdan  Gewirth  ve  Griffin  gibi  düşünürleri  insan  haklarını  insani  bir  statüye atfettikleri  önemle  temellendirmeye  çalışmaları  nedeniyle  eleştirmekte  ve  bu temellendirmelerinin insan haklarının pratikte neden var olması gerektiğini açıklamakta yetersiz kaldığına işaret etmektedir. İnsan hakları, Raz a göre, bireyler tarafından sahip olunan bir çeşit ahlâki haklardır. Ancak bu haklar, devletler bu hakların koruduğu menfaatleri  kolladığı  sürece  var  olabileceklerdir.  Dolayısıyla  Raz,  hakların  ahlâki yönünü  yadsımayan  ancak  aynı  zamanda  kutsamayan  gerçekçi  bir  bakış  açısından yanadır. Raz, geleneksel yaklaşımları üç noktada eleştirir. Bunlardan ilki geleneksel yaklaşımların  haklar  ve  değerler  kavramını  birbirine  karıştırdığı  iddiasıdır.  Bu yaklaşımın ikinci bir kusuru, hak olduğu iddia edilemeyecek talepleri haklar olarak formüle etmek yönündeki iddiasıdır. Son olarak da ahlâki bir temellendirmeden yola çıkıldığı  durumlarda  mevcut  insan  hakları  pratiğinin  ne  aydınlatılabildiğini  ne  de eleştirilebildiğini dile getirmektedir. Raz da tıpkı Rawls gibi, insan haklarının bir toplumun iç egemenliği kavramına sınırlama getirdiği görüşüne sahiptir. Raz a göre insan  hakları  bakımından  egemenlik,  devletlerin  kendi  eylemlerini  meşru  kılmak bakımından  değil,  diğer  devletlerin  müdahalelerinden  korunmak  için  geçerli  bir argümandır.  O  hâlde  insan  hakları  ihlalleri,  devletlerin  yöneltebildiği  egemenlik iddialarını geçersiz kılan bir durumdur. Bir başka ifadeyle devletler, yaptıkları başka yanlış  uygulamalar  için  egemenlik  iddiasına  yönelebilecek  olsalar  da  insan  hakları ihlalleri söz konusu olduğunda bu iddia geçerli olmayacaktır. Öte yandan Rawls dan farklı olarak Raz, insan haklarının yöneltilebileceği sorumlular bakımından yalnızca devletlerle sınırlı kalmaz. Ona göre her türden uluslararası kurum ve örgütler, şirketler, tüzel kişiler bireyler ve her türlü yerel makam insan hakları taleplerinin sorumlusu olabilecektir. Raz ın Rawls dan ayrıştığı  noktalara ilişkin belirtilmesi  gereken bir diğer husus, düşünürün insanların ‘sırf insan olmaktan ötürü  sahip olabilecekleri bir                                                         72  RAZ, 2010, s. 323-327. 73  Ibid, s. 324. 74  Ibid, s. 328. 75  Ibid, s. 329. 978Çelik    Hacettepe HFD, 11(2), 2021, 961-996  takım hakları olduğu fikrini topyekûn inkar etmemesidir. Bu bakımdan Raz, her ne kadar politik yaklaşımda konumlanmış olsa da ahlâk felsefesinin prensipleriyle insan hakları fikrine yaklaşmak konusunda katı bir noktada durmaz. Bir başka fark: Rawls da olduğu gibi insan haklarının temeli konusunda iş görecek olan ‘kamu aklı  gibi bir kavramın Raz ın yaklaşımında iş görmeyecek olmasıdır.  İnsan haklarına yönelik politik bir yaklaşımı benimseyen son bir isim olarak Beitz ele alınacaktır. Düşünürün bu pozisyonu almasını açıklayan bir nokta bu konudaki en temel kitabının önsözünde yer almaktadır. Beitz, bundan otuz sene evvel insan hakları konusunda yazmak isteyip sonrasında vazgeçişini, o dönem insan hakları konusunu siyaset  teorisi  için  elverişli  bir  konu  olarak  görememiş  olmasıyla  açıklar.  Ancak aradan geçen yıllar, bu hakları uluslararası ilişkiler alanında, uluslararası örgütler ve kurumların da katkısıyla dünya politikasında çok başka bir noktaya taşımış ve bugün her tek insan kişisi, global ölçekte önem arz eden bir konu halini almıştır. Bu bakımdan insan  hakları,  düşünürün  değimiyle  günümüzün  ‘kamusal  ahlâkı   niteliğine bürünmüştür.  Beitz e  göre  insan  haklarına  ilişkin  mevcut  kavramsallaştırmalar  gerek  pratik uygulamaları  eleştirebilmek  gerekse  insan  hakları  doktrininin  tarihselliğini gözetebilmek  bakımından  yetersizdir 79 .  Bu  bakımdan  düşünür,  ‘pratik   olarak adlandırdığı  kendi  yaklaşımında,  insan  haklarının  aranacağı  yer  olarak  global uygulamalara bakılması gerektiğini belirtir. Pratik yaklaşımın göz önünde tuttuğu iki nokta vardır. Bunlardan biri insan haklarının normatif ve diskursif niteliği, diğeri ise politik yönüdür. İşte, insan haklarının diskursif niteliği, başta Evrensel İnsan Hakları Bildirgesi  olmak  üzere  mevcut  insan  hakları  sözleşmelerinde  yer  alan  normlarla ilgilidir. Bu normlarsa; ilgili devletler, uluslararası örgütler, sivil toplum kuruluşları, ekonomik  aktörler,  ulusal  ve  global  politik  networkler  ve  toplumsal  hareketler tarafından kullanılıp gözetilmektedir. Bu pratik, İkinci Dünya Savaşı sonrası başlamış                                                         76  LIAO, S. Matthew / ETINSON, Adam,  Political and Naturalistic Conceptions of Human Rights: A False Polemic , Journal of Moral Philosophy, Cilt: 9, 2012, (s. 327-352), s. 327- 334. 77  BEITZ, 2009. 78  Ibid, s. 1. 79  Ibid, s. 8. 979Çelik    Hacettepe HFD, 11(2), 2021, 961-996  ve bilhassa Soğuk Savaş sonrası dönemde yaygınlık kazanmıştır. Pratik yönde ise ön plana çıkan bu hakların bağlayıcılığı ve aciliyet taşıyan karakteridir. Dolayısıyla insan haklarının  pratik  anlamı,  bu  hakların  sözü  edilen  yapı  ve  uygulamalar  dahilinde oynadığı role bakarak bulunabilecektir.  Mevcut felsefi temelli insan hakları yaklaşımlarını ele alan Beitz, bu yaklaşımları doğalcı  ve  sözleşmeci  yaklaşımlar  olarak  ikiye  ayırır  ve  her  birine  ilişkin tatminsizliklerini dile getirir. Beitz, bu bakımdan özellikle insan hakları ve doğal haklar arasında kurula gelen ilişkinin geçersizliğine yönelik üç nokta tespit eder. Bunlardan ilki, doğal haklar söyleminin pozitif hukuktan bağımsız bir karakter de oluşudur. Beitz bu durumun insan hakları için geçerli olamayacağını belirtir. Bir diğeri doğal hakların, karakteristik  olarak,  kurumlardan  bağımsız  olarak  da  mevcudiyetlerinin  iddia edebilmesidir. Yazara göre bu durum da insan hakları için geçerli olamayacaktır. Söz gelimi sığınma hakkı ya da eğitim hakkı türünden haklar her durumda ancak bir yapı olan devlete yöneltilebilir nitelikte olan haklardır. Üçüncü eleştiri ise doğal hakların her zaman ve her yerde geçerli oldukları iddiasıdır. Beitz bu iddianın da insan hakları açısından tarihsel gerçeklikler ışığında geçerli olmayacağını belirtir. Beitz e göre, felsefi  yaklaşımlar,  bu  hakların  ne  olduğu  sorusunu,  aynı  zamanda  bu  hakların meşruiyetini  ya  da  otoritesini  açıklamak  için  de  kullanmaktadır.  Dolayısıyla  bu yaklaşımlarda, bu hakların doğasına yönelmek aynı zamanda bu haklara neden uyulması gerektiği  sorusuna  da  cevap  olarak  kabul  edilmektedir.  Oysa  pratik  yaklaşım  bu hakların kavramsallaştırılması ve otoritesi arasında bir ayrıma dayanmaktadır.  Beitz,  pratik  yaklaşım  dahilinde  iki  aşamalı  bir  model  önermektedir.  İnsan haklarının korunup gerçekleşir kılınmasına ilişkin sorumluların belirlenmesine yönelik önerdiği modelde öncelikli rol devletlerde, devletler bu konuda başarısız olduklarında ise uluslararası toplum üzerindedir. Düşünür, bu modelin üç özelliği olduğunu belirtir. Bunlardan ilki, insan haklarının tanımına ilişkindir. Buna göre, insan hakları, modern                                                         80  Ibid, s. 8. 81  BEITZ, Charles,  The Force of Substantive Rights , Philosophical Foundations of Human Rights, (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, s. 539. 82  BEITZ, 2009, s. 54-58. 83  Ibid, s. 107-108. 980Çelik    Hacettepe HFD, 11(2), 2021, 961-996  dünyanın  yarattığı  öngörülebilir/standart  tehditler  karşısında,  acil  bir  takım  kişisel menfaatleri koruyan haklardır. Bu haklarsa bizzat devletlerden oluşan modern dünya düzeniyle ilgilidir. Beitz, bu bakımdan insan haklarının her zaman ve her yerde geçerli oldukları iddiasını kabul etmemektedir. Düşünür, acil kişisel menfaatler ve standart tehlikeler  ifadesiyle  ne  anlatmak  istediğine  de  bir  açıklık  getirir.  Bu  bakımdan  bir menfaatin acil olması onun evrensel ya da herkes için geçerli olması gibi bir iddia taşımaz. Burada söz konusu ihtiyaç yönelten kişi bakımından ele alınacaktır. Standart bir  tehlike  kavramı  ise  hakkın  içinde  var  olabileceği  toplumsal  koşullar  dahilinde değerlendirilmelidir 87 .  Modelin  ikinci  özelliği  insan  haklarının  öncelikli  olarak devletlerin politik yapılanmalarını ilgilendirmesidir. Her devlet hem kendi vatandaşının hem  de  toprakları  üzerinde  yaşayanların  bu  haklarını  korumakla  yükümlüdür.  Bu korumanın biçimi ve içeriği söz konusu hakkın o toplumdaki sosyo-politik bağlamına göre  değişebilir  ancak  insan  haklarının  korunması  bir  devlete  en  azından  şu  üç sorumluluğu yükler. Devletler ve organları, konu edilen menfaate anayasaları, yasaları ve kamu politikaları ile saygı göstermek zorundadır. Devletler bu menfaatleri başka organ ve faillerden gelebilecek tehlikelere karşı korumakla yükümlüdür ve son olarak devletler  gönüllü  bir  yoksunluk  halini  seçmemiş  olanlara  yardım  etmekle yükümlüdürler. Devletler bu yolla bu hakları hem kendilerinden hem de devlet dışı organlardan gelebilecek tehditlerden korumakla yükümlüdür. Bunları gözetmeyen bir devletin insan haklarını ihlal ettiğini söylemek mümkün olacaktır. Modelin üçüncü ve son özelliği, insan haklarının aynı zamanda uluslararası bir mesele oluşuna yöneliktir. Bir devletin kendi vatandaşlarının insan haklarını korumak konusundaki başarısızlığı, devlet dışındaki ikincil uluslararası aktörlerin devreye girebilmesi için haklı bir neden oluşturur. Bu, aynı zamanda uluslararası bir sorumluluk konusudur.                                                          84  Ibid, s.109. 85  BEITZ, 2015, s. 539. 86  BEITZ, 2009, s.110. 87  Ibid, s. 111. 88  BEITZ, 2015, s. 539. 89  BEITZ, 2009, s.109. 90  Ibid. 981Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Maddi  haklar  özelindeki  bir  çalışmasında  Beitz,  insan  haklarına  yönelik  dört noktayı  yineler.  Öncelikle,  söz  konusu  haklara  ilişkin  bir  ihlal,  bu  hakkın  ahlâki anlamıyla sınırlı kalacak dar bir biçimde anlaşılmamalıdır. Zira burada ahlâki bir ihlal değil, bizzat hakkın korunmasından birincil derecede sorumlu olan devletlerin pozitif ve negatif yükümlülükleri söz konusudur. Nitekim kimi zaman bir devlet, bizzat bir hak ihlali niyetinde olmadan da bir insan hakkı ihlalinde bulunabilir. Kötü düzenlenmiş politikalar buna bir örnektir. Bu noktada ikincil olarak dış aktör ve organların rolünü yineler. İnsan hakları ihlalleri söz konusu devletin dışındaki aktör ve organları harekete geçirmek konusunda, söz konusu ihlal ölçüsünde bir gerekçe niteliğindedir. Üçüncü nokta, bugünkü uluslararası pratiğinin, insan hakları ihlallerini, uluslararası ve ulus ötesi eylemlerin  bir  sebebi  olarak  görmesidir.  Bu  bakımdan  ilk  akla  gelebilen  askeri müdahaleler olsa da Beitz bunun dar bir yaklaşım olduğunu söyler ve kendi modelinde şiddet içermeyen yaptırım ve müdahalelere dikkat çeker. Son olarak tüm bu sıralanan özelliklere  bakarak  bugün  insan  haklarını  devletlerarası  ilişkilerin  ve  kamu politikalarının kurucu bir unsuru olarak görebileceğimizi belirtir.  Politik  yaklaşımda  konumlanan  düşünürlerin  aralarında  farklar  bulunmakla birlikte özetle ortak oldukları noktalara baktığımızda karşımıza katı bir evrenselciliği benimsemedikleri  gerçeği  çıkar.  Ancak  bilhassa  Raz,  sırf  katı  bir  evrenselciliği reddettiği için kendisini rölativist bir konumda da görmediğinin altını özellikle çizer. Bir başka ortak özellik, bu hakların, devletlerin egemenliğine meşru bir dış müdahale sağlayabilmesi bakımındandır. Buna paralel bir diğer özellik bu hakların tarihselliğine ve bilhassa uluslararası insan hakları hukukunun ve ilgili kurumların gelişimine paralel ele  alınmasıdır.  Politik  yaklaşımın  eleştiri  konusu  olan  bir  noktası,  insan  hakları yaklaşımını mevcut ve değişmez olarak algılanan bir dünya düzenine dayandırması bakımındandır.  Örneğin  devletlere  yönelik  dış  müdahale  ya  da  katı  egemenlik  ve geleneksel  devlet  kavramlarının  bulunmayacağı  kozmopolit  bir  dünya  düzeni düşünülecek  olduğunda,  bu  yaklaşım  insan  haklarını  anlamlandırmak  bakımından                                                         91  BEITZ, 2015, s. 540-541.  92  RAZ, 2010, s. 335. 982Çelik    Hacettepe HFD, 11(2), 2021, 961-996  cevapsız kalacaktır. Öte yandan belirtmek gerekir ki insan haklarına ilişkin politik bir yaklaşım, burada ele alınan düşünürlerle sınırlı kalmak zorunda değildir. Yalnızca dış müdahale  ve  egemenlik  ekseninde  düşünülmeyen  ve  aynı  zamanda  uluslararası sorumluluk kavramını ahlâki bağlamından koparmayan yaklaşımlara ilişkin örnekler de vardır.  III.  HUKUKİ YAKLAŞIM A.  Buchanan ve ‘Yansıtmacı  Görüşe İtirazı İnsan  haklarına  ilişkin  felsefi  temelli  geleneksel  yaklaşımın  ve  bu  hakların uluslararası işlevine odaklanan politik yaklaşımın dışında değinilebilecek bir üçüncü grup  hukuki  yaklaşım  olacaktır.  Bu  bağlamda  ele  alınabilecek  ilk  isim  Buchanan olabilir. Buchanan da insan hakları pratiğine odaklanan politik düşünürlerle benzer bir noktada  durmaktadır  ancak  bu  pratikte  diğer  düşünürlerde  söz  konusu  olduğu  gibi devlet ve egemenlik odaklı bir bakış açısı değil, uluslararası insan hakları hukukunun bu pratikteki rolüne ilişkin bir önem hakimdir. Dolayısıyla Buchanan a göre insan hakları, şayet uluslararası pratiğe bakarak anlamlandırılacaksa, bu, uluslararası insan hakları hukuku pratiği olmalıdır. Üstelik yazara göre bu vurgu, devletlerin mevcut pratiklerini değiştirebilmek bakımından, moraliteye yapılacak bir vurgudan çok daha etkilidir. Buchanan, insan haklarının üzerinde uzlaşıyı en az ve temel bir takım haklarla sınırlı tutan dar görüşlü yorumlamalara değinir; modern insan hakları olarak adlandırdığı ve bugün çeşitli sözleşmelerde ve anayasalarda  yer bulan haklarsa bu görüşün eleştiri konusu  olabilmektedir 97 .  Bu  eleştiri  ise  sözleşmelerde  yer  alan  bütün  hakların gerekçelendirilemeyeceği yönündedir. Bu görüş, kimi zaman bu hakların bütün kültür                                                         93  TASIOULAS,  John,   Are  Human  Rights  Essentially  Triggers  for  Intervention ,  Philosophy Compass, Cilt: 4, Sayı: 6, 2009, (s. 938-950), s. 938- 946. 94  Buna bir örnek olarak yine Pogge verilebilir. POGGE, Thomas, World Poverty and Human Rights, Polity, 2002. 95  BUCHANAN, Allen, The Heart of Human Rights, Oxford University Press, New York, 2013, s. 3. 96  BUCHANAN, 2013, s. 8. 97  BUCHANAN, Allen,  Human Rights and the Legitimacy of the International Order , Legal Theory, Cilt: 14, Sayı: 39, 2008, (s. 39-70), s. 41. 983Çelik    Hacettepe HFD, 11(2), 2021, 961-996  ve dinlerde bulunabileceği yönünde bir örtüşen konsensusla aşılmaya çalışılır. Ancak yazara göre bunun da yeterli olmadığı durumlar vardır. Bu bakımdan söz gelimi son derece cinsiyetçi bir toplumda kadınlara neden ayrımcılık yapılmaması gerektiği ve buna  ilişkin  bir  insan  hakkı  kabul  görmeyecektir.  İşte,  bu  gibi  noktalarda kurumsallaşmış insan haklarına dayanmak, meşruiyet tartışmaları bakımından çok daha elverişlidir. Bu noktada Buchanan, modern insan haklarının neler olduğunu belirleyen, sözleşmelerle  garanti  altına  alan  ve  koruyan  kurumların  bilgisel  bir  fonksiyonu olduğunu ileri sürer. Bu bakımdan yazara göre Birleşmiş Milletler sisteminde yer alan koruma mekanizmaları, bölgesel koruma sistemlerine ait insan hakları mahkemeleri gibi başvuru uygulamaları, modern insan haklarının soyut felsefi haklardan ve listelerden somuta büründüğü örneklerdir. Sözü edilen her kurum ve icraatları insan haklarının modern ve uluslararası boyutunu oluşturur, bu boyutta her gün daha fazla önem kazanır ve  korudukları  bu  hakların  gerekçelendirilmesi  sorununa  epistemolojik  bir  kaynak görevi görür.  Buchanan a  göre  güncel  felsefi  yaklaşımlarda  göze  çarpan  iki  temel  eksiklik vardır. Bunlardan biri, bu yaklaşımların uluslararası insan hakları hukuk sisteminin gelişimde söz konusu olan moralitenin göz ardı edilmesidir. Bir başka ifadeyle sözü edilen bu sistemin kendi meşruiyeti sorusu felsefi yaklaşımlarda konu edilmemektedir. Felsefecilerin insan haklarının uluslararası hukuk boyutuna ilişkin çok az şey söylüyor oluşunun  nedenini  ise  uluslararası  hukuka  önem  verilmemesi  veya  bu  konuya azımsayıcı bir bakış açısıyla yaklaşılıyor oluşuna bağlar. Bu bakımdan bu bakış açısında hukuk, ancak mevcut ahlâki standartları gerçek kılabilmekten ibarettir. İkinci eksiklik ise felsefi yaklaşımı savunan düşünürlerin kendi kavramsal yaklaşımları konusundaki dayatmacı tutumlarıdır. Buchanan, söz konusu insan hakları olduğunda, kimi felsefi yaklaşımların, adeta yalnızca tek bir doğru kavram varmışçasına ve bu onlarınkiymiş gibi bir tutum sergilediklerini belirtmektedir.                                                         98  BUCHANAN, 2008, s. 43. 99  Ibid, s. 61. 100  BUCHANAN, 2013, s. 50. 101  BUCHANAN, 2013, s. 10. 984Çelik    Hacettepe HFD, 11(2), 2021, 961-996  Bu doğrultuda, Buchanan a göre uluslararası insan hakları, ahlâki hakların hukuka bürünmüş hali değildir. Başka bir deyişle bu haklar olduklarından ibarettir ki bu da onların hukuki nitelikte haklar olmaları demektir. Hukuki haklarsa her zaman bir ahlâki hakka karşılık gelmek zorunda değildirler ve meşruiyetleri her zaman ahlâki haklara yapılacak bir gönderiye muhtaç değildir. Bu bakımdan hukuki haklar, pekâlâ insan ürünü olan araçlardır ve gerekçelendirilmeleri tek bir ahlâki çıkış noktasından değil, birden fazla ahlâki değerlendirmeden yola çıkarak yapılabilir. Buchanan ın bu noktada ileri sürdüğü ve aynı zamanda katılmadığını belirttiği bir tutum ‘yansıtmacı görüş  (mirroring view)  adını verdiği yaklaşımdır. Buna göre, felsefi bir bakış açısına sahip yazarlardan bazıları, uluslararası insan hakları kurallarına bir meşruiyet kazandırırken, Buchanan ın ‘yansıtmacı görüş  adını verdiği yanılgıya düşmektedirler. Bu yanılgı ise söz konusu uluslararası bir insan hakkının, evvelden beri var olduğu iddia edilen bir ahlâki hakka dayandırılmasıdır. O hâlde ‘yansıtmacı görüş  bir uluslararası insan hakkı hukuk kuralını savunurken, buna ilişkin bir moral hakkın mutlaka olmuş olması ya da olduğu varsayımına dayanır. Üstelik bu yanılgı, kimi hakların kabul edilmesinde görülebileceği gibi kimi hakların da reddedilmesinde kendini göstermektedir. Buna bir örnek olarak Griffin in düzenli bir tatil hakkının bir insan hakkı olarak sayılamayacağı konusundaki  önermesini  ele  alan  Buchanan,  düşünürün  böylesi  bir  hakka  karşılık gelecek bir ahlâki hak bulamadığından hareketle bu çıkarıma vardığını, bu düşünme biçimininse yansıtmacı görüşün tipik bir görünümü olduğunu belirtir. Buchanan a göre,  uluslararası  insan  hakları  hukukunun  kaynakları  çoğulcu  ahlâki  gerekçelerde aranabilecektir ve bu bağlamda kimi zaman bireyler özelinde geçerli olan ahlâki bir hakka  sahiplik  haricinde,  devletler  ve  ilgili  kurumlar  üzerinde  olan  ahlâki  bir sorumluluk kavramı da iş görüyor olabilecektir. Yazarın belirttiği üzere, hukuki haklar olan uluslararası insan hakları çoğu kez ahlâki haklara dayandırılmaktadır. Buradaki yöntemse genellikle şu şekilde ilerlemektedir: dayanılan ahlâki gerekçe her ne ise örneğin kişilerin menfaati ya da failliği gibi kavramlar- bu şey insan hakları talebinin yöneltildiği tarafa bir sorumluluk yüklemektedir. Oysa Buchanan a göre insan hakları çok çeşitli türden sorumluluklar yükleyebilmektedir ve bu her zaman tek bir bireyin                                                         102  Ibid, s. 14. 103  Ibid, s. 19. 985Çelik    Hacettepe HFD, 11(2), 2021, 961-996  sahip  olduğu  ahlâki  haklara  dayandırılamayacaktır.  Örneğin  sağlık  sistemi  ve  bu sistemin gereklilikleri söz konusu olduğunda, devlet tek bir kişinin sağlıklı olabilmeye ilişkin  bir  ahlâki  hakkından  yola  çıkmaz.  Bu  doğrultuda  düşünüre  göre,  bugün uluslararası  insan  hakları  arasında  yer  bulan  ifade  özgürlüğü,  sağlık  hakkı  ya  da demokratik  bir  yönetim  hakkı  gibi  bazı  haklara  sahip  olmayı  açıklayabilmek  için karşılık gelen ahlâki haklar mevcut değildir. Ancak önemli olan şey, hukuki haklar olarak  gördüğü  insan  haklarının  dayandırabileceği  bir  ahlâki  gerekçe  olmadığı durumlarda da bu hakların bir yaptırım gücü oluşudur. Bu nokta ise uluslararası insan hakları bakımından iki nedenle önemlidir. Bu gerçeklikten yola çıkarak bu haklar iki şeyin sağlanmasına sebebiyet verir. Bunlardan ilki, her tek insana ilişkin eşitlikçi bir statü  sağlanması  işlevidir.  İkinci  işlevi  ise,  asgari  bir  iyi  hayat  ve  refaha  ilişkin işlevidir. Örneğin hukuki bir insan hakkı olarak ele aldığı sağlık hakkı, devletlere aşı programlarını uygulama yükümlülüğü ya da demokratik bir yönetim hakkı olarak ele aldığı  hak  adil  seçimler  yapmak  yükümlülüğü  yükler.  Ancak  Buchanan a  göre  bu yükümlülüklerin doğması bu hakların büyük bir grup insanın menfaatini ve otonomisini korumayı amaçlaması bakımındandır. Yani, burada bireylerin ahlâken sahip olduklarını iddia edecekleri bir hak ve bu yönde bir felsefi temellendirme değil, sorumluluk temelli bir gerekçe söz konusu olacaktır. O hâlde hukuki insan hakları, ahlâki haklardan daha geniş  bir  kapsama  alanına  sahiptir  ve  bu  hakların  gerekçeleri  konusunda  çoğulcu olmakta fayda vardır.  B.  Besson ve Normatif Ahlakilik Yaklaşımı Bu  bölümde  ele  alınacak  bir  başka  isimse  Besson  olacaktır.  Yazar,  insan haklarının  hukuki  teorisi  olarak  savunduğu  yaklaşımda  kendini  analitik  bir  hukuk felsefesinden ve bilhassa normatif bir pozitivizmden yana ve Raz, Waldron çizgisinde                                                         104  BUCHANAN, 2013, s. 52. 105  Ibid, s. 274. 106  Ibid, s. 63-64. 986Çelik    Hacettepe HFD, 11(2), 2021, 961-996  konumlandırdığını belirtir. Besson, insan hakları teorisyenlerinin çıkış noktasının bir ideal ya da soyut bir ahlâk teorisi değil mevcut hukuki pratik olması gerektiğini ileri sürer.  İnsan  hakları  teorisi,  bu  bakımdan  ahlâk  felsefecileri  tarafından  belirlenmiş sorularla değil, bizzat insan hakları pratiğinde ortaya çıkan zor sorularla başlamalıdır. Öte yandan yazara göre, insan hakları avukatlarının eylediğinin aksine, konu edilen hukuki pratiğin kendisi de felsefi irdelemelere yer verebilecektir. İnsan hakları her ne kadar ahlaki, politik ve hukuki bir normatiftik sunuyor olsa da, Besson güncel insan hakları teorisinin, bu hakların hukuki boyutunu göz ardı ediyor olduğu eleştirisi ile yola koyulur. Üstelik Besson a göre bu, yalnızca geleneksel  yaklaşım açısından değil politik yaklaşım açısından da geçerlidir. Bu açıdan hem geleneksel yaklaşım hem de politik  yaklaşım  insan  hakları  standartları  ve  pratik  arasındaki  boşluğu  açıklamak bakımından yetersizdir ve bunun nedeni insan haklarına içkin olan hukukilik unsurunun yeterince dikkate alınmamasıdır.  Besson,  etik  teoriler  olarak  ele  aldığı  yaklaşıma  örnek  olarak  Griffin  ve Tasiolulas ın yaklaşımlarına değinir ve her iki yaklaşımda da hukuka atfedilen ikincil rolü  problemli  bulur.  Yaklaşımlarında  farklar  olmakla  birlikte  iki  düşünürün  de problemli ortak noktalarından biri, var olan uluslararası insan haklarını moralite ile gerekçelendirmek  ve  örtüştürebilmek  konusundaki  tutumlarıdır.  Benzer  biçimde, politik teori içinde daha farklı bir noktada gördüğü Beitz in yaklaşımında da, insan haklarının hukuki yönünün yalnızca insan hakları belgelerinin tarihselliğine yapılan bir atıfla sınırlı kaldığına değinir. Öte yandan Besson, Beitz tarafından sıklıkla normatif                                                         107  BESSON, Samantha,  Legal Human Rights Theory , Companion to Applied Philosophy (eds. K. Rasmussen/ K. Brownlee/ D. Coady), Wiley-Blackwell, 2017, s. 335. 108  Ibid, s. 334. 109  BESSON, Samantha,  Human Rights Moral, Political, or Legal: First Steps in a Legal Theory of Human  Rights ,  The  Role  of  Ethics  in  International  Law  (ed  D.E.  Childress),  Cambridge University Press, USA, 2012, s. 214. 110  Ibid, s. 216. 111  Ibid, s. 222. 112  Ibid, s. 227. 987Çelik    Hacettepe HFD, 11(2), 2021, 961-996  pratiğe  vurgu  yapıldığı  hâlde  bu  hakların  hukuki  yönünün  bu  normatifliğin anlaşılmasına dahil edilmemiş olmasını bir eksiklik olarak nitelendirir.  Besson a  göre  insan  hakları  günlük  dilde  karşımıza  karşılıklı  bir  moralite çerçevesinde değil, daha ziyade hukuki  ve politik  bağlamda çıkmaktadır. Buna bir örnek, insan hakları söz konusu olduğunda sosyal ya da politik bir statünün aklımıza gelişidir ki statü kavramı yazara göre çoğu zaman hukuki bir karakter taşımaktadır. İnsan hakları aynı zamanda gerekli kurum ve kuruluşları sorumluluk üstlenmeye iter ve bu yerine getirme görevi yine hukukla ilişkilidir. Dolayısıyla insan haklarına yönelik bir temellendirme bu hakların gerek iç hukuk gerekse uluslararası hukuktaki karakteri ile başlamalıdır.  Yazarın  insan  haklarına  bakış  açısı  farklı  çalışmalarına  bakarak anlamlandırılmaya  çalışıldığında  yaklaşımındaki  Raz  etkileri  de  açığa  çıkar.  Bu bakımdan  yazarın  eşitlik  ve  insan  hakları  arasında  kurduğu  ilgiye  ilişkin  bir çalışmasında,  eşitlik  kavramının  temelinde  bulunan  ahlâki  statü  kavramı  ile  yola koyulduğu görülür. Yazara göre eşitlik kavramı, eşit bir ahlâki statünün kabulü ile başlamaktadır ancak bu statünün hukuki bir düzlemde konu oluşu genellikle politik bir eşitlik ile ilişkilidir. İşte, ahlâki eşitliğe ilişkin bir statüden, politik eşitliğe ilişkin bir statüye  geçilmesinde  aracı  olabilecek  olan  şey  insan  haklarının  hukukiliğidir.  Bu bakımdan insan hakları, bir hukuki statüyle korunacak olan eşit ahlakiliği ele almak için elverişli  araçlardır.  Bu  noktada  insan  haklarını  ahlâki  ve  politik  bakımdan  eşit  bir statünün sonucu değil, bu statüye ulaşmanın aracı ve inşası olarak görür. Öte yandan yazar, insan hakları kavramını sözü edilen statüyle eş ya da birlikte ele almaz. Bu bakımdan  yazarın  insan  haklarını  tanımlarken  dayandığı  kavram  insan  menfaatleri kavramıdır.  Besson a  göre  bunun  nedeni,  menfaat  kavramının  hakların  dinamik karakteri  ile  uyumlu  oluşu,  menfaatlerin  sadece  türe  özgü  olmayışı  ve  ahlâki çoğulculuğa izin veren niteliğidir. Neticede evrensel menfaatler aynı kalırken, onlara ilişkin insan hakları değişebilir. Son olarak menfaatler her türden ahlâki statüye ilişkin                                                         113  Ibid. 114  BESSON, 2017, s. 332. 115  BESSON,  Samantha,   Human  Rights  and  Constitutional  Law   Philosophical  Foundations  of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, s. 283. 988Çelik    Hacettepe HFD, 11(2), 2021, 961-996  olabileceği  için  insan  doğasının  özelliklerine  sıkı  sıkıya  bağlı  kalmayı  gerektiren yaklaşımlardan daha avantajlıdır. Besson, Raz etkisiyle insan haklarını evrensel ahlâki hakların tamamı değil ancak bir türü olarak ele alır. Bu haklar temel ve genel insan menfaatlerine kimi zaman müdahale edilmesinin, kimi zaman da müdahaleden kaçınılmasının önüne geçmek için vardır. Sözü edilen menfaat kavramını ele alırken de yine Raz a dayanır. Bu menfaat, bir başkasına görev/sorumluluk yükleyebilecek bir ağırlıktaysa ancak o zaman ahlâki bir  insan  hakkının  varlığından  söz  edilebilecektir.  Bu  bakımdan  Raz ı  yineleyerek hakları,  menfaatler  ve  yükümlülükler  arasındaki  aracılar  olarak  ele  alır.  İşte  insan hakları da evrensel ahlâki nitelikte haklardır çünkü bunların koruduğu menfaatler tüm insanların ortak durumuna dayanmaktadır. Öte yandan yazar, evrensel bir ahlâki hakkın, ancak hukuki bir hak olarak kabul edilip kurumsallaştığı ölçüde bir insan hakkı olarak kabul edileceği görüşündedir. Bir başka ifadeyle hukuki insan hakları, dar anlamda, bu haklardan  doğan  yükümlülükler  yalnızca  ahlâki  değil,  aynı  zamanda  hukuki  de olduğunda konu olacaktır. Bu bakımdan hukukun özel türden bir ahlâki normatiflik içerdiğini  savunur 118 .  Bütün  ahlâki  haklar,  hukuki  haklar  olarak  tanınıp  kabul görmeyebilir ancak bu insan hakları için geçerli değildir. Yani, evrensel bir ahlâki hakka saygı gösterip göstermemek gönüllülük esasına dayanırken söz konusu hak bir hukuki insan hakkına dönüştüğünde kurumların sorumluluğu devreye girecektir. Yazara göre nasıl ki politika eşit bir ahlâki statüyü politik bir eşitliğe dönüştürüyorsa, hukuk da evrensel ahlâki hakları insan haklarına dönüştürmeye yarar. Besson, hukuki insan haklarının,  bu  haklara  karşılık  gelen  bir  ahlâki  haktan  bağımsız  da  var  olabileceği konusunda Buchanan la örtüşmektedir. Bu anlamda her evrensel ahlâki hakkın hukuki bir hakka dönüşemeyebildiğini ancak bir hukuki insan hakkının moraliteye gönderme yapılmaksızın da meşrulaştırılabileceğini düşünür. Diğer yandan, her evrensel ahlâki                                                         116  BESSON,  Samantha,   The  Egalitarian  Dimension  of  Human  Rights ,  Arkiv  für  Rechts  und Sozialphilosophie  Beiheft, Cilt: 136, Sayı: 19, 2013, (s. 19-52), s. 27-28. 117  BESSON, 2013, s. 39. 118  BESSON, 2017, s. 333. 119  BESSON, 2013, s. 40. 120  BESSON, 2017, s. 333. 989Çelik    Hacettepe HFD, 11(2), 2021, 961-996  hakkın hukuki bir koruma bulamayacağının da altını çizer. Öte yandan yine de pek çok uluslararası insan hakkı konu olduğunda moralite ve hukuk arasında karşılıklı bir ilişki söz konusudur ve Besson a göre bu ilişkiyi çözmek normatif teori için en ilginç konulardan  biridir.  Bu  bakımdan  yazar,  insan  haklarını  ahlâki  bir  hak  olarak görebilmenin ancak söz konusu evrensel ahlâki hakka karşılık gelen bir hukuki insan hakkı varsa ve kabul bulmuşsa mümkün olabileceğini söyler. Yani, evrensel olduğu düşünülen  bir  ahlâki  hak,  ancak  kurumsallaşmış  ve  hukuken  garanti  altına  alınmış olduğu  sürece  bir  insan  hakkı  olarak  sayılacaktır.  Buna  paralel,  Buchanan ın ‘yansıtmacı görüş ü eleştirmesine bir ölçüde katılır ancak yazarın yaklaşımında var olan hukuki ve ahlâki haklar arasında kesin bir ilişkisizliği de reddeder. Besson un hukuki insan hakları teorisinde ön plana çıkan ve yaklaşıma ilişkin fark yaratan iki nokta bulunmaktadır. Bunlardan ilki insan haklarının, diğer ahlâki hakların aksine, yalnızca hukuken tanındığı ölçüde var olabildiği iddiasıdır. Dolayısıyla hukuken tanınma insan hakları için bir zorunluluktur. İkincisi ise insan haklarının hem ahlâki hem de hukuki nitelikte haklar oluşudur. Burada ayrıcalıklı olan nokta, insan haklarını yalnızca ahlâki haklar olarak görmenin olanaklı olmaması, bu haklara ahlâki hakların bir türü olma niteliğinin ise ancak hukuk aracılığıyla sağlanmasıdır. Bir başka ifadeyle, insan hakları kavramı Besson a göre normatif karakterini hukukla kazanır. Yazar bu yaklaşımın insan haklarının doğasını anlamak ve meşruiyeti sorusuna cevap vermek bakımından diğer yaklaşımlara göre daha elverişli bulur ve analitik bir hukuk teorisinin pekala insan hakları teorisi içerisinde yer bulabileceğini belirtir. Görece yakın tarihli olan hukuki bir insan hakları yaklaşımı ilgili yukarıda ele alınan  yazarlar  ışığında  söylenebilecek  olan  şeylerden  ilki  bu  yaklaşımda  var  olan pragmatizme  ilişkindir.  Gerçekten  de  konuyu  uluslararası  hukuk  boyutu  ve                                                         121  Ibid. 122  Ibid. 123  BESSON, Samantha,  International Human Rights Law and Mirrors , Esil Reflections, Cilt: 7, Sayı: 2, 2018, (s. 1-11), s. 1- 2. 124  BESSON, 2015, s. 285. 125  Ibid. 126  BESSON, 2017, s. 338, 339. 990Çelik    Hacettepe HFD, 11(2), 2021, 961-996  sorumluluklarla ele almak isteyenler için yaklaşım iş görücü olabilir. Zira birbiriyle çekişen felsefi temellendirmeler arasında kaybolup gitmek işten değildir ve bir ölçüde düşünceden daha hızlı yol kat etmiş olan bir hukuki insan hakları pratiği sonu gelmez meşruiyet  sorularını  bir  ölçüde  hukukun  meşruiyeti  argümanıyla  bertaraf  etmeye çalışmaktadır. Bu anlamda Buchanan tarafından kavramsallaştırılan ‘yansıtmacı görüş e ilişkin yine düşünür tarafından yöneltilen itirazların kısmen doğru olduğu düşünülebilir. Öte yandan her iki ismin de yaklaşımında büyük ölçüde var olan bir hukuk fetişizmi başlı başına bir sorgulama konusu olabilir. Hukukun, bu hakların varlığına ilişkin bir meşruiyet aracı olarak görülmesinin insan hakları fikrinin doğası ve tarihi ile ne derece uyumlu olduğu tartışılabilir. Aynı şekilde bu yaklaşım, insan haklarının insan sorusunu, en iyi ihtimalle yalnızca; eşitlik, statü ve hak sahibi olmak konularıyla sınırlı bırakmakta ve  herhangi  bir  şeyin  insan  hakkı  olmaya  değer  olup  olmadığı  sorusunu  yeterince sahiplenmemektedir.  SONUÇ Çalışma dahilinde bugün güncel uluslararası insan hakları teorisi literatüründe ön plana çıkabilen bazı isimler ve yaklaşımları konu edinilmiştir. Bu anlamda geleneksel, politik ve hukuki insan hakları  yaklaşımları, bu yaklaşımlarla konum almayı tercih etmiş belirli yazarlar özelinde ele alınmıştır. Bütün bu değerlendirmeler dahilinde teorik anlamda görece daha zengin tartışmaların ‘geleneksel  olarak adlandırılagelen ve insan haklarına  öncelikle  ve  öncelikli  olarak  ahlâki  haklar  olarak  yaklaşan  yaklaşımlar bünyesinde  olduğu  söylenebilir.  Zira  daha  önce  belirtildiği  üzere  bu  yaklaşım bünyesindeki  tartışmalar  yalnızca  burada  yer  verilen  isimler  ve  yola  çıktıkları kavramlarla sınırlı değildir. Ancak söz konusu zenginliğin pratikte ne derece iş görür olduğu  ve  insan  hakları  sorusunun  olası  ‘mükemmel   bir  temellendirmeyle  mi çözümleneceği, konuya mesafeli yaklaşan yazarlar tarafından da dillendirildiği üzere, bir  tartışma  konusudur.  Öte  yandan  geleneksel  yaklaşım,  insan  haklarının  sadece temellendirilebilmesi  sorusu  ile  değil  aynı  zamanda  sınırı,  sayısı  ve  bir  ölçüde sorumluları  gibi  sorularla  da  ilgilenmektedir.  Bu  doğrultuda,  bugün  tarihsel  olarak korunmayagelmiş ya da fiziksel ve teknolojik değişimler öncesinde korunmaya gerek 991Çelik    Hacettepe HFD, 11(2), 2021, 961-996  duyulmamış  herhangi  bir  istem  için  insan  hakkıdır  diyebilmek,  bizi  er  ay  da  geç geleneksel yaklaşım içinde uygun bir temel aramaya yönlendirecektir. Buna paralel, yaklaşıma  diğer  yaklaşımlar  tarafından  getirilen  eleştirilerde  ön  plana  çıkansa,  bu yaklaşımdaki kavram dayatmacılığı ve insan haklarının pratik yönüne ve yükümlülerine yeterince odaklanmadığıdır. Kavram dayatmacılığı sorunu anılan kimi örneklerde daha çoğulcu  temellerle  aşılabilir  gibi  görünse  de,  geleneksel  yaklaşım,  insan  hakları pratiğiyle arasındaki uçurumu kapatmak ve pratiğin hızını yakalamak konusunda daha az avantajlı olarak ele alınmaktadır. Politik  ya  da  pratik  yaklaşım  altında  yer  verilen  düşünürlerin  ortak  noktası, yaklaşıma adını da verdiği üzere insan haklarının devletler ve diğer uluslararası nitelikli kurumlardan  oluşan  bir  dünya  düzeninde  nasıl  bir  işleve  sahip  olduklarına  ilişkin tutumlarıdır. Bu anlamda insan hakları en çok da devletlerin egemenliklerine yönelik meşru bir sınırlama aracı olarak görülmesi nedeniyle önemlidir. Bu düşünürler, felsefi bir  problemden  ibaret  kaldığı  ölçüde,  bu  hakları  yerine  getirmekle  ilgili yükümlülüklerin  sadece  kişilerle  sınırlı  kalacağı  yönünde  bir  çekinceyle  hareket etmektedirler. Öte yandan bu yaklaşıma yöneltilebilecek en önemli itiraz, insan hakları ve  uluslararası  müdahale  arasında  kurdukları  yakın  ilişkiye  yönelik  olabilir.  Bu, uluslararası toplumun gerek bu türden müdahalelere her zaman değil ancak ‘menfaatiyle örtüştüğü  ölçüde başvurması; hem de başvurabildiği durumlarda ortaya çıkan insan hakları ihlalleri düşünülecek olduğunda esaslı bir tartışmayı beraberinde getirecektir. Yine,  bu  yaklaşımın  mevcut  statükoyu  iyileştirmekten  çok  pekiştirdiği  ve  ötesi  bir dünya düzenini öngöremediği bakımından eleştiriler de mevcuttur. Çalışma çerçevesinde ele alınan son yaklaşım olan hukuki yaklaşım da politik yaklaşımla  kısmen  örtüşebilmektedir.  Politik  yaklaşımda  yaptırım  unsuru  politik araçlarla  olabilirken  hukuki  yaklaşımda  yaptırımın  meşruiyeti  hukuk  ve  bilhassa uluslararası hukuka dayandırılabilmektedir. Bu haklar söz konusu olduğunda anayasal düzenlemeler ve uluslararası hukukla arasında bir harmoni ve tamamlayıcılık olduğu varsayımına dayanan isimlerin, aynı zamanda hukukun yaptırım gücüne bir ahlakilik atfettiği de görülmektedir. Şüphesiz böylesi bir yaklaşımda hakim olan ‘yüksek hukuk beklentisi , yaklaşımdan yana olan isimlerin içinde bulundukları coğrafyaların hukuk 992Çelik    Hacettepe HFD, 11(2), 2021, 961-996  gelenekleri ve pratikleri ile de ilişkilidir. Oysa uluslararası hukuka atfedilen bu önem, eleştirel yaklaşımlar bakımından başlı başına bir tartışma konusu olup, bugün gelinen noktada bu konu bambaşka ölçütlerle de ele alınabilmektedir. Hukuki yaklaşım, insan hakları temelciliğinden kaynaklanan ve insan haklarını minimize etmekten yana kimi görüşler  karşısında  mevcut  hukuki  araçların  ve  pratiğin  daha  kapsayıcı  olduğu durumlarda elverişli bir argüman olabilir. Ancak buradaki sorunsal insan hakları adına daha özgürlükçü ya da kapsayıcı bir yorumun yalnızca hukuka teslim ediliyor olmasıdır. Bunun olumlu örnekleri olabileceği gibi, olumsuz örnekleri de olacaktır.",
     "Kaynakça": " AYBAY, Rona, İnsan Hakları Evrensel Bildirisi ve Türkiye (1945-1948), Bilgi Üniversitesi Yayınları, İstanbul, 2016. BEITZ, Charles, The Idea of Human Rights, Oxford University Press, New York, 2009. BEITZ, Charles,  The Force of Substantive Rights  Philosophical Foundations of Human Rights (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 535-555). BESSON, Samantha,  Human Rights Moral, Political, or Legal: First Steps in a Legal Theory of Human Rights , The Role of Ethics in International Law, (ed. D.E. Childress) Cambridge University Press, USA, 2012, (s. 211-246). BESSON, Samantha,  The Egalitarian Dimension of Human Rights , Arkiv für Rechts und Sozialphilosophie Beiheft, Cilt:136, 2012, (s. 19-52). BESSON, Samantha,  Human Rights and Constitutional Law  Philosophical Foundations of Human Rights, (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 279-300). BESSON, Samantha,   Legal Human Rights Theory , A Companion to Applied Philosophy, (eds. K. Rasmussen/ K. Brownlee/ D. Coady), Wiley-Blackwell, 1. Baskı, 2017, (s. 328342). 993Çelik    Hacettepe HFD, 11(2), 2021, 961-996  BESSON, Samantha,  International Human Rights Law and Mirrors  Esil Reflections, Cilt:7, Sayı: 2, 2018, (s. 1-11). BEYLEVELD, Deryck,  What is Gewirth and What is Beyleveld? , Ethical Rationalism and the Law, (eds. P. Capps/ S. Pattinson), Hart Publishing, 2017, (s. 233-255). BEYLEVELD, Deryck/BROWNSWORD Roger, Human Dignity in BioEthics and Biolaw, Oxford University Press, 2001. BUCHANAN, Alan,  Human Rights and the Legitimacy of the International Order  Legal Theory, Cilt: 14, 2008, (s. 39-70). BUCHANAN, Alan, The Heart of Human Rights, Oxford University Press, New York, I. Baskı, 2013. DOUZINAS, Costas, Hukuk Adalet ve İnsan Hakları (Çeviren ve sunanlar: R. Sağlam/ K. Akbaş), NotaBene Yayınları, 2. Baskı, 2016. ERDOĞAN, Mustafa, İnsan Hakları Teorisi ve Hukuku, Hukuk Yayınları, 7. Baskı, 2019. FREEMAN,  Michael,   The  Philosophical  Foundations  of  Human  Rights   Human  Rights Quarterly, Cilt: 16, Sayı: 3, 1994, (s. 491-514). GEWIRTH, Alan,  The Basis and Content of Human Rights , Georgia Law Review, Cilt: 13, 1978, (s. 1143-1170). GEWIRTH, Alan,  Why There Are Human Rights , Social Theory and Practice, Cilt: 11, Sayı: 2, 1985, (s. 235-248). GEWIRTH, Alan, The Community of Rights, University of Chicago Press, USA, 1998. GÖZLER, Kemal, İnsan Hakları Hukuku, Ekin Yayıncılık, Bursa, 2017. GRIFFIN, James, On Human Rights, Oxford University Press, I. Baskı, 2008. GRIFFIN, James,  Human Rights and the Autonomy of International Law , The Philosophy of International Law, (eds. S. Besson, /J. Tasioulas), Oxford University Press, New York, 2010, (s. 339-357).  994Çelik    Hacettepe HFD, 11(2), 2021, 961-996  HUSAK, N. Douglas,  Why There Are No Human Rights , Social Theory and Practice, Cilt: 10, Sayı: 2, 1984, (s. 125-141). KOHEN, Ari,  The Possibility of Secular Human Rights , Human Rights Review, Cilt: 7, Sayı: 1, 2005, (s. 49-75). KUÇURADİ,  İoanna,    İnsan  Hakları  Kavramı  ve  Sorunları,  Türkiye  Felsefe  Kurumu, Ankara, 2007. KUÇURADİ, İoanna,  İnsan Haklarının Felsefi Temelleri, Türkiye Felsefe Kurumu, Ankara, 2009. LIAO, S. Matthew / ETINSON, Adam,  Political and Naturalistic Conceptions of Human Rights: A False Polemic , Journal of Moral Philosophy, Cilt: 9, 2012, (s. 327-352). MACINTYRE Alasdair, After Virtue, University of Notre Dame Press: Indiana, 3. Baskı, 2007. MARITAIN, Jacques, Human Rights: Comments and Interpretations A Symposium Edited by Unesco, UNESCO Publications, 1948.  O NEILL,  Onora,   Response  to  John  Tasioulas   Philosophical  Foundations  of  Human Rights, (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 71-79). POGGE, Thomas, World Povery and Human Rights, Polity, 2002 POGGE, Thomas,  The International Significance of Human Rights , The Journal of Ethics, Cilt: 4, Sayı: (1/2), 2000, (s. 45- 69). RAZ, Joseph,  Human Rights Without Foundations  The Philosophy of International Law, (eds. S. Besson, /J. Tasioulas), Oxford, 2010, (s. 321-339). ROSEN, Michael, Dignity: Its History and Meaning, Cambridge University Press, 2012. RAWLS, John, The Law of Peoples: With the Idea of Public Reason Revisited , II. Baskı, Harvard University Press, 2000. 995Çelik    Hacettepe HFD, 11(2), 2021, 961-996  RORTY, Richard,  Human Rights Rationality and Sentimentality  On Human Rights: Oxford Amnesty lectures, (eds. S. Shute, S. Hurley), BasicBooks, 1993, (s.111-135). TASIOULAS, John,  Human Rights, Universality and the Values Of Personhood: Retracing Griffin s Steps  , European Journal of Philosophy, Cilt: 10, Sayı: 1, 2002, (s. 79-100). TASIOULAS, John,  Are Human Rights Essentially Triggers for Intervention  Philosophy Compass, Cilt: 4, Sayı: 6, 2009, (s. 938-950).  TASIOULAS, John,  Taking Rights out of Human Rights  Ethics, Cilt: 120, 2010, (s. 647-78).  TASIOULAS, John,  Towards a Philosophy of Human Rights , Current Legal Problems, Cilt: 65, 2012, (s. 1-30). TASIOULAS,  John,   Human  Rights,  Legitimacy  and  International  Law ,  The  American Journal of Jurisprudence, Cilt: 58, Sayı: 1, 2013, (s. 1-25). TASIOULAS, John,  On the Foundations of Human Rights , Philosophical Foundations of Human Rights, (eds. R. Cruft /M. Liao/ M. Renzo), Oxford University Press, Croydon, 2015, (s. 45-71). TEPE, Harun, İnsan Hakları Felsefesi, Bilgesu Yayıncılık, 2019. TEPE, Harun,  İnsan Hakları Eleştirileri Üzerine Düşünmek , Posseible Düşünme Dergisi, Sayı: 16, 2019, (s.7-18).  Tesmeralsekdiz (İnsan Hakları Nasıl Hak Hangi İnsan), (eds. B. Eren/ E. Koyuncu), Sayı: 4, 2009. UYGUN, Oktay, Devlet Teorisi, On İki Levha Yayıncılık, 2014. WARD, Tony,  Two Schools of Legal Idealism: A Positivist Introduction , Ratio Juris, Cilt:"
}