{
     "Tip": "Makale",
     "Dergi İsmi": "",
     "Üniversite İsmi": "Hacettepe Üniversitesi",
     "Gün": "18",
     "Ay": "08",
     "Yıl": "2020",
     "Cilt": "2",
     "Sayı": "10",
     "Başlık": "PANDEMİLERLE MÜCADELE İÇİN ULUSLARARASI HUKUKTA CEBRİ YARDIM",
     "Title": " FORCED AID  IN INTERNATIONAL LAW TO FIGHT PANDEMICS",
     "Yazar İsmi": [
          "Şahin Eray KIRDIM"
     ],
     "Danışman İsmi": "",
     "Anahtar Kelimeler": [
          "Pandemiler",
          "BM Şartı",
          "Güvenlik Konseyi",
          "VII. Bölüm",
          "Kuvvet Kullanımı"
     ],
     "Keywords": [
          "Pandemics",
          "UN Charter",
          "Security Council",
          "Chapter VII",
          "Use of Force"
     ],
     "Özet": "Bu çalışma, Güvenlik Konseyi nin uluslararası barış ve güvenliğe tehdit oluşturma riski bulunan bir pandemiyi BM Şartı VII. Bölüm kapsamında ele alıp, uluslararası toplumu salgının ortaya çıktığı devletin rızası  hilafına  kuvvet  kullanmak  suretiyle  yardımda  bulunma  konusunda  yetkilendirip yetkilendiremeyeceğini  incelemektedir.  Çalışma  ilk  olarak  devletlerin  neden  ülkelerindeki  salgınları gizleme  ve  dahası  uluslararası  yardımları  reddetme  eğiliminde  olabileceklerini  tarihsel  örneklerle incelenmekte ve araştırma sorusunun uzak bir varsayım olmadığını ortaya koymaktadır. Güvenlik Konseyi, bir salgın hastalığın en muhtemel sonuçları itibariyle salgın hastalıklarla benzerlik gösteren en az üç krizde, insani krizleri VII. Bölümün yetki alanına dahil etmiştir. Bu krizlerin sonunda alınan 814, 841 ve 940 sayılı Güvenlik Konseyi kararları inceleyen çalışma, daha sonra Güvenlik Konseyi nin VI. Bölüm yetkileri dahilinde ve doğrudan pandemilerle alakalı olarak aldığı 1308, 1983 ve 2177 sayılı kararları incelemektedir. Bu incelemeler sonucunda çalışma iki temel iddiayı ileri sürmektedir. Birincisi, uluslararası toplumun genelinde salgın hastalıkları uluslararası barış ve güvenliğe yönelik doğrudan bir tehdit olarak görme eğilimi  tam  olarak  yerleşmiş  değildir.  İkincisi,  salgın  hastalıklar  Güvenlik  Konseyi nin  bazı  daimî üyelerinin de içinde bulunduğu bir devletler grubu tarafından uluslararası barış ve güvenlik için doğrudan bir tehdit olarak kabul edilmiş olsa da pandemilerin önlenmesi için VII. Bölüme başvurmak konusunda bir uluslararası teamül hukuku oluştuğunu söylemek henüz mümkün değildir.",
     "Abstract": "This study examines  whether the Security Council, considering a pandemic that poses a threat to international peace and security and acting within the scope of Chapter VII of the UN Charter, can authorize the international community to provide assistance by using force against the consent of the state where the epidemic occurred. With historical examples, the study first examines why states may tend to hide outbreaks in their countries and, moreover, to reject international aid, which reveals that the research question is not a distant assumption. The Security Council has included humanitarian crises under the mandate of Chapter VII in at least three crises that are similar to epidemics in terms of the most likely consequences of an epidemic. The study, which examines the Security Council Resolutions 814, 841 and 940 taken at the end of these crises, then examines the Resolutions 1308, 1983 and 2177 taken by the Security Council within the powers of Chapter VI and directly related to pandemics. As a result of these investigations, the study puts forward two main claims. First, the tendency of the international community to view pandemics as a direct threat to international peace and security is not fully established. Secondly, although pandemics have been recognized as a direct threat to international peace and security by a group of states including some permanent members of the Security Council, it is not yet possible to say that there is an international customary law to apply to Chapter VII for the prevention of pandemics.",
     "Metin": " Geniş ölçekli ve uluslararası bir krize dönüşme riski bulunan doğal bir felaketle karşı karşıya olan bir ülkenin uluslararası yardımları reddetmesi rasyonel midir? Şu varsayımsal senaryoyu düşünelim: Tayland ın başkenti Bangkok, tüm dünyada en çok tercih edilen ünlü markaların taklit ürünlerinin çok sayıda üretilip satıldığı kalabalık merkezlerden biridir. Son iki gündür basit  grip hastalığı olan 36  yaşındaki  Somsri Khongsak bu üretim tesislerinden birinde çalışmak için işe gider ve çalışma arkadaşının taşımakta olduğu kuş gribi olarak da bilinen HN virüsü ile enfekte olur. HN virüsü Khongsak ın vücudunda basit gripten mikroskobik miktarda genetik materyal alarak mutasyona uğrar ve insanlar arasında yüksek düzeyde bulaşıcılığı olan yeni bir tür viral virüs oluşur. Beş günlük kuluçka sürecinin ardından virüs önce Khongsak ın eşi ve çocuğuna, daha sonra eşinin iş arkadaşları ile çocuğun sınıf arkadaşlarına bulaşır. Virüsün tüm Bangkok ve ülkenin ünlü uluslararası turizm merkezi Phuket e yayılması uzun sürmez.  Tayland  ekonomik,  askeri  ve  diplomatik  nedenlerle  bu  yeni  tür  hastalığın varlığını  başta  inkâr  eder  ve  salgının  boyutlarını  küçümsemeye  çalışır.  Hastalık yayıldıkça  enfekte  olanlar  ölmeye  başlar.  Yüzlerce  insan  ölüp  turistler  ülkelerine dönmeye  başladıklarında  hastalık  bir  pandemi  ve  uluslararası  kriz  haline  dönüşür. Tayland hükümeti salgını kontrol edemese de hükümet uluslararası toplumdan kendisine teklif edilen malzeme ve tıbbi personel tekliflerini kesinlikle reddeder. Tayland ın  yukarıdaki  varsayımsal  senaryoda  uluslararası  yardım  tekliflerini reddetmesinin gerçek dışı ve mantıksız olduğunu düşünmeden önce, bir de gerçekte yaşanmış olan şu durum göz önünde bulundurulmalıdır: Tayland ın Kuzey Batı sınır komşusu  Myanmar  (Burma) ı  2008  yılında  vuran  Nergis  Kasırgası  binlerce  kişiyi                                                            1   Çalışmada geçen  pandemi  bölgeler ve gruplar üstü coğrafi bir salgın anlamına gelmekte olup, bir ülkenin tamamını veya dünyanın çeşitli bölgelerini etkisi altına alan hastalıklar için kullanılmaktadır. Bkz. LACKLAND, Daniel,  Systemic Hypertension: An Endemic, Epidemic, and a Pandemic , Seminars in Nephrology, Yıl: 2005, Cilt: 25, Sayı: 4, (s. 194).   762Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  yiyecek, temiz su ve temel tıbbi bakıma muhtaç hale getirmiştir.2 Ancak Myanmar askeri cunta yönetimi, tüm uluslararası yardım tekliflerini reddettiği gibi yabancı askeri personel ve yardım çalışanlarının ülkede faaliyet göstermesini de yasaklamıştır.3 Kasırga yerini sessizliğe  bıraktığında,  büyük  ölçüde  kaynak  eksikliği  ve  uluslararası  yardımın reddedilmesi nedeniyle 100 binden fazla kişinin kayıp veya ölü olduğu bildirilmiştir.4 Kasırganın sebep olduğu can kaybı trajik boyutlarda olsa da bu trajedi Myanmar ın sınırlarını  aşmamıştı.  Diğer  taraftan,  varsayımsal  senaryomuzda  olduğu  gibi,  bir pandemiye ve dolayısıyla uluslararası bir krize dönüşme riski bulunan bir hastalığın yayılmasını engelleyemeyen ve salgının kontrol altına alınmasında uluslararası toplum veya yardım kuruluşları ile iş birliği yapmayan bir ülkede durum ne olur? Uluslararası hukuk ve Birleşmiş Milletler (BM) Şartı uyarınca devletler, uluslararası örgütler ve uluslararası sivil toplum kuruluşları da dahil olmak üzere tüm uluslararası toplum üyeleri, bir salgını kontrol etmek ve yayılmasını engellemek için bile olsa bir devletin toprak bütünlüğünü ihlal edemezler. BM Şartı nın ortaya koyduğu ve bugün uluslararası hukukta jus cogens olarak kabul edilen bir normun sağladığı sistem uyarınca, bazı istisnai haller dışında tüm devletlerin  herhangi bir başka devletin toprak bütünlüğüne ya da siyasal bağımsızlığına karşı  kuvvet kullanmaları yasaklanmıştır ve bahsedilen istisnalardan                                                            2   SHWE, Tun Aung/ZWI, Anthony/ROBERTS, Graham,  Cyclone Nargis 2008-Human Resourcing Insights From Within The Myanmar Red Cross , Human, Resources for Health Knowledge Hub, http://www.apednn.org/doc/resourcespublications/Cyclone%20Nargis%202008%20%20Human%20resourcing%202013.pdf, (erişim tarihi: 13.04.2020). 3   MYDANS, Seth,  Myanmar Seizes U.N. Food for Cyclone Victims and Blocks Foreign Experts , 10 Mayıs  2008,  the  New  York  Times,  https://www.nytimes.com/2008/05/10/world/asia/10myanmar.html  (erişim  tarihi:  13.04.2020); MACKINNON, Ian,  Burmese regime blocked international aid to cyclone victims, report says , 27 Şubat 2009, the Guardian, https://www.theguardian.com/world/2009/feb/27/regime-blocked-aid-toburma-cyclone-victims (erişim tarihi: 13.04.2020). 4   MOHAMED,  Nizar,  Learning  from  Cyclone  Nargis  -  A  Case  Study  (2009), https://wedocs.unep.org/bitstream/handle/20.500.11822/14116/myanmar_cyclonenargis_case_study.pdf?sequence=1&isAllowed=y (erişim tarihi: 13.04.2020).  5   Uluslararası  Hukuk  Komisyonu,   kuvvet  kullanımının  yasaklanmasına  ilişkin  [BM]  Şart ındaki normun, uluslararası hukukta jus cogens karaktere sahip bir kuralın bariz bir örneğini teşkil ettiğini  belirtmektedir.  Yearbook  of  the  International  Law  Commission  Volume  II,  (para.  1  of  the Commentary of the Commission to Article 50 of Its Draft Articles on the Law of Treaties) 1966, https://legal.un.org/ilc/publications/yearbooks/english/ilc_1966_v.pdf  (erişim tarihi: 17.10.2020).   763Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  hiçbiri açıkça bir pandemi senaryosunu kapsamamaktadır.6 Bu genel yasağın en önemli istisnası, BM Güvenlik Konseyi nin BM Şartı nın  Barışın Tehdidi, Bozulması ve Saldırı Eylemi Durumunda Alınacak Önlemler  başlıklı VII. Bölümüne uygun olarak alacağı bağlayıcı kararlardır, ancak VII. Bölüm kararlarına bir salgına yönelik olarak daha önce hiç başvurulmamıştır. Diğer taraftan salgın hastalıklar  Uyuşmazlıkların Barışçı Yollarla Çözülmesi   başlıklı  VI.  Bölüm  kararları  altında  daha  önce  ele  alınmıştır.  Ancak belirtilmelidir ki Güvenlik Konseyi nin VI. Bölüme dayanarak alacağı kararlar, VII. Bölüm kararlarının aksine bağlayıcı olmadığından uluslararası topluma bir devletin rızası olmadan o devletin toprak bütünlüğünü ihlal edebilme yetkisi vermemektedir.7 Bu çalışma, uluslararası bir krize dönüşme ihtimali bulunan veya dönüşmüş bir salgın hastalığın önlenmesi adına, kendisine teklif edilen uluslararası yardımları reddeden bir ülkeye, bu yardımları BM Güvenlik Konseyi nin kararları yoluyla zor kullanılarak ulaştırmanın mümkün olup olmadığını incelemektedir. Bu anlamda çalışma, Güvenlik Konseyi nin bir salgın hastalıkla ilgili olabilecek VI. ve VII. Bölüm kararlarını ele almakta ve günümüzde Güvenlik Konseyi nin VII. Bölüm altında bir salgın hastalığın engellenmesi konusunda uluslararası toplumu kuvvet kullanma konusunda yetkilendirip yetkilendiremeyeceği sorusu cevaplanmaktadır. Birinci bölüm, çalışmanın üzerine kurulduğu varsayımsal senaryonun aslında pek de uzak bir ihtimal olmadığını ve hatta yakın geçmişte sıklıkla tekrarlanan bir uygulama halini aldığını göstermektedir. Bu bölümde, devletler i-)  neden salgınların varlığını gizlemek isterler?  ve ii-)  neden salgın durumlarında uluslararası yardımı reddederler?  soruları örneklerle açıklanmaktadır. Bu bölümüm ortaya koyduğu üzere, devletlerin bir salgın hastalığı gizlemek ve durum aşikâr olduktan sonra da uluslararası yardımları reddetmek için oldukça güçlü siyasi, askeri ve ekonomik sebepleri vardır.                                                            6   BM Şartı Md. 2(4). Burada BM Şartı 51. Maddede devletlere tanınan meşru müdafaa istisnasın varlığından da bahsedilmelidir:  Bu Antlaşmanın hiçbir hükmü, Birleşmiş Milletler üyelerinden birinin silahlı bir saldırıya hedef olması halinde, Güvenlik Konseyi uluslararası barış ve güvenliğin korunması için gerekli önlemleri alıncaya dek, bu üyenin doğal olan bireysel ya da ortak meşru savunma hakkına halel getirmez.  7   HIGGINS, Rosalyn  The Advisory Opinion on Namibia: Which UN Resolutions are Binding under Article 25 of the Charter , International and Comparative Law Quarterly, Yıl: 1972, Cilt: 21, Sayı: 2, (s. 282) ( Bölüm VI kapsamında [alınan] kararların bağlayıcı etkisi yoktur ).   764Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  İkinci bölümde, Güvenlik Konseyi nin BM Şartı nın VII. Bölümüne uygun olarak alacağı  kararların  salgın  hastalıkla  mücadele  eden  bir  devlete  uluslararası  yardımı zorlamak  için  kullanıp  kullanılamayacağı  meselesi  ele  alınmaktadır.  Bunun  için pandemiye  benzer  etkiler  yaratan  insani  krizleri  ele  alan  VII.  Bölüm  kararlarının incelenmesi yapılmaktadır. Bu itibarla bir salgın hastalığın uluslararası barış ve güvenliği en çok ilgilendiren ve bu anlamda Güvenlik Konseyi nin ilgisini en çok çekebilecek üç konu üzerinden salgın hastalıklarla bağlantı kurulmaktadır. İlk olarak 814 sayılı karar üzerinden salgın hastalıklar doğal afetlere benzer bir şekilde düşünülmüş ve Somali de ortaya çıkan durum üzerinden bir değerlendirme yapılmıştır. İkinci olarak 841 ve 940 sayılı kararlar ele alınmış ve salgın hastalık sonucu oluşabilecek muhtemel insan akını üzerinden bir başka benzerlik kurulmuştur. Üçüncü ve son olarak 986 sayılı karar ele alınarak gıda ve tıbbi yardımların etkili ve eşit bir şekilde dağıtıl(a)maması ihtimali üzerinde durulmuştur. Her ne kadar Güvenlik Konseyi VII. Bölüm kararlarını bir salgını ele almak için daha önce hiç kullanmamış olsa da VI. Bölüm kararlarına en az üç kez başvurmuştur.8 VI. Bölüme uygun olarak alınan kararlar devlet egemenliğini yasal olarak ihlal edebilmek için  tüm gerekli araçların kullanımı   konusunda  yetki  vermese dahi, bu üç kararı incelemek uluslararası toplumun pandemilere karşılık verme istekliliğinin anlamlı bir göstergesi olacaktır. Çalışma  iki  temel  iddiayı  ileri  sürmektedir.  Birincisi,  uluslararası  toplumun genelinde salgın hastalıkları uluslararası barış ve güvenliğe yönelik doğrudan bir tehdit olarak görme eğilimi tam olarak yerleşmiş değildir. İkincisi, salgın hastalıklar Güvenlik Konseyi nin bazı daimî üyelerinin de içinde bulunduğu bir devletler grubu tarafından uluslararası barış ve güvenlik için doğrudan bir tehdit olarak kabul edilmiş olsa da pandemilerin önlenmesi için VII. Bölüme başvurmak konusunda bir uluslararası teamül hukuku oluştuğunu söylemek henüz mümkün değildir. Bu iddiaları ileri sürerken çalışma temel olarak devletlerin söz konusu Güvenlik Konseyi kararları alınırken almış oldukları pozisyonlara odaklanmaktadır.                                                            8   HIV/AIDS için S.C. Res. 1308 (Temmuz 17, 2000) ve S.C. Res. 1983 (Haziran 7, 2011), Ebola için S.C. Res. 2177 (Eylül 18, 2014).   765Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  I.    DEVLETLERİN  SALGINLARI  GİZLEME  VE  ULUSLARARASI YARDIMLARI REDDETME KONUSUNDAKİ EĞİLİMİ Uluslararası  ilişkiler  teorilerinden  bazıları  devletlerin  karar  verme  sürecinde rasyonel davranışlarda bulunma eğiliminde olduklarını ileri sürmektedir. Örneğin realist teorinin temel varsayımlarından birisi, ulusal çıkarı maksimize etme mücadelesinde olan devletlerin dış politika oluşturma sürecinde rasyonel aktörler oldukları yönündedir.9 Yine uluslararası ilişkilerde sosyal inşacılık denilince akla gelen ilk isimlerden olan Alexander Wendt de uluslararası politikanın temelde devlet davranışları sonucunda belirlendiğini ve devletlerin rasyonel aktörler olabileceğini kabul etmektedir.10 Bu varsayım temelinde, devletlerin  ölümcül  salgın  hastalıkları  inkâr  ederek  bunları  uluslararası  topluma zamanında bildirmemelerinin ve ancak saklamanın imkansız hale gelmesinden sonra da uluslararası yardımları reddetmelerinin pek de muhtemel olmayan ve irrasyonel bir tercih olduğu düşünülebilir. Bununla birlikte daha yakın bir inceleme devletlerin bu tercihte bulunmaları için bir takım ekonomik, politik ve askeri nedenleri olduğunu gösterecektir. A. Devletlerin Salgınları Gizleme Nedenleri Ekonomik faktörler devletlerin salgın hastalıkları bildirmeme kararlarında büyük bir  rol  oynamaktadır.  1991  yılında  Peru  başta  olmak  üzere  bazı  Güney  Amerika ülkelerinde ortaya çıkan kolera salgını bu rolü vurgulamak açısından önemlidir. Peru, 1991 de yaşadığı kolera salgınının ekonomisi üzerindeki etkilerini azaltmak amacıyla mevcut vaka raporlarını minimum düzeyde tutmaya karar vermiştir. Ancak Peru, sonunda ülkesinde bir salgın hastalık yaşandığını bildirmeye karar verdiğinde hastalık çoktan Ekvator, Kolombiya ve Şili ye yayılmıştı.11 Peru hükümetinin salgını bildirmesinden kısa süre sonra uluslararası toplum Peru dan yapılan balık ithalatını yasaklamış ve dahası Avrupa Topluluğu kısa süre sonra Peru dan yapılan tüm ithalatı askıya alma kararı                                                            9   AYDIN, Mustafa,  Uluslararası İlişkilerin  Gerçekçi  Teorisi: Kökeni, Kapsamı, Kritiği , Uluslararası İlişkiler, Yıl: 2004, Cilt: 1, Sayı: 1, (s. 41). 10  WENDT, Alexander,  Constructing International Politics , International Security, Yıl: 1995, Cilt: 20, Sayı: 1, (s. 72). 11  Report by the Director-General,  Cholera (Implementation of Resolution WHA.6) , World Health Organization Executive Board 89, Yıl: 1991, s. 2, https://apps.who.int/iris/handle/10665/170490 (erişim tarihi: 18.04.2020).   766Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  vermiştir.12  İlginç  olan  ise  bu  önlemlerin,  kolera  bakterisinin  kontamine  olmuş balıklardan  insanlara  bulaşma  riskinin  ihmal  edilebilir  olduğunu  gösteren  kanıtların varlığına karşın alınmış olmasıdır.13 Alınan önlemlerin artırılması Peru vatandaşlarının yabancı ülkelere girişinin engellemesiyle ve Peru ya yapılan ziyaretlerin askıya alınması da  bu  ülkenin  turizm  endüstrisinin  çöküşüyle  sonuçlanmıştır.14  Salgının  Şili  ve Kolombiya ya yayılmasıyla bu devletler de benzer yasaklar, ambargolar ve kısıtlamalarla karşı karşıya kalmışlardır.15 Sadece 1991 yılı sonunda Peru ticaretinde yaklaşık olarak 700 milyon dolar kaybedilmiş ve Şili de ekonomik kayıplarının 300 milyon dolarını aşacağını tahmininde bulunmuştu.16 1991 yılındaki Gayri Safi Yurtiçi Hasılası 50 milyon dolardan biraz az olan Peru için bu kayıp devasa boyutlarda olmuştur.17 Kolera  kolayca  önlenebilir  bir  hastalık  olmasına  rağmen,  raporlar  Peru daki salgının hızlı yayılmasının nedenini özellikle yoksul kesimin erişemediği hijyen ve temiz su kaynaklarının eksikliği olarak göstermiştir.19 Peru salgını olduğundan daha küçük                                                            12  CASH, Richard A. / NARASIMBAN, Vasant,  Impediments to Global Surveillance of Infectious Diseases: Consequences of Open Reporting in a Global Economy , Bulletin of the World Health Organization, Yıl: 2000, Cilt: 78, Sayı: 11, (s. 1362). 13  Ibid. 14  Ibid. 15  Ibid. 16  DAVIS, Robert / KIMBALL, Ann Marie,  The Economics of Emerging Infections in the Asia-Pacific Region: What Do We Know and What Do We Need to Know , Plagues and Politics: Infectious Disease and International Policy (der. Andrew T. Price-Smith), 1. Basım, Palgrave Macmillian, New York, 2001, s. 67; KNOBLER, Stacey / MAHMOUD, Adel / LEMON, Stanley / PRAY, Leslie, The Impact  of  Globalization  on  Infectious  Disease  Emergence  and  Control  Exploring  the Consequences and Opportunities: Workshop Summary, 1. Basım, National Academies Press, Washington (DC), 2006, (s. 116). 17  SUAREZ, Ruben / BRADFORD, Bonnie, The Economic Impact of the Cholera Epidemic in Peru: An Application of the Cost of Ilness Methodology, Office of Health, Bureau for Research and Development,  Water  and  Sanitation  for  Health  Project,  Field  Report.  415,  1993, https://pdfs.semanticscholar.org/356b/7dfeccaccaededbefeeea.pdf  (erişim  tarihi: 22.04.2020). 18  BRIGGS, Charles,  Theorizing Modernity Conspiratorially: Science, Scale, and the Political Economy of Public Discourse in Explanations of a Cholera Epidemic , American Ethnologist, Yıl: 2004, Cilt: 31, Sayı: 2, (s. 166) (Kolera,  yeterli hijyen altyapı ile kolayca önlenebilir ve basit tıbbi tekniklerle tedavi edilebilir  bir hastalıktır). 19  REIFF,  Fred  M.,   Cholera  in  Peru ,  World  Health:  The  Magazine  of  the  World  Health Organization, July-August 1992, (s. 18), https://apps.who.int/iris/handle/10665/325336 (erişim tarihi: 18.04.2020).   767Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  boyutlarda göstermeye çalıştığı için yoğun eleştiriler almış olsa da ülkelerin önemli ekonomik kayıp riskiyle karşı karşıya oldukları zaman salgın haberlerini en azından ertelemeyi veya vaka sayılarını daha küçük göstermeyi seçebilecekleri açıktır. İç politik nedenler salgınların vakitlice bildirimlerini engelleyen veya geciktiren önemli bir diğer faktördür, zira Hindistan da 1994 yılında yaşananlar bir devletin erken bir salgın bildirimi yapması sonrasında yaşayabileceği olumsuzlukları göstermektedir. 1994 yılında, ekonomik ve çevresel anlamda o dönem dünyadaki en kötü koşullardan birine sahip olan Hindistan ın Surat şehrinde veba benzeri semptomları olan hastalar rapor edilmeye başlanmıştır. Hasta sayısı artıp bildirilen ilk vakalardan 50-60 kadarı öldüğünde  Hindistan  hükümeti  şüpheli  durumu  veba  salgını  olarak  bildirilip bildirilmeyeceğine  karar  vermek  zorunda  kalmış  ve  Dünya  Sağlık  Örgütü  (DSÖ) mevzuatına uygun hareket ederek durumu veba salgını olarak duyurmuştur.21 Halkın durumun bir salgın olduğunu öğrenmesinin ardından 175.000 insan (Surat şehri toplam nüfusunun dörtte biri kadar) panikle şehirden kaçmak için harekete geçmiştir.22 Durumun veba  salgını  olarak  bildirilmesinin  doğal  ve  doğrudan  bir  sonucu  olarak  Hindistan hükümeti, veba virüsünü ülkenin diğer bölgelerine de yaymış olabilecek yüz binlerce kişi üzerinde kontrolünü kaybetmiş ve bu da ülkenin büyük bir sivil istikrarsızlığa maruz kalmasına neden olmuştur.23 Hindistan tecrübesi iki ilginç durumu ortaya koymaktadır. Birincisi uluslararası toplumun salgın ilanına yaklaşımı üzerinedir. Her ne kadar DSÖ bir ticaret ve seyahat kısıtlamasının gerekli olmadığını belirtmiş olsa da pek çok ülke (İtalya, Fransa, Almanya, İngiltere gibi önemli Avrupa kıtası ülkeleri ile ABD ve Kanada gibi Amerika kıtası                                                            20  BROOKE, James,  Cholera Kills 1,100 in Peru and Marches on, Reaching the Brazilian Border , the New York Times (Nisan 19, 1991), http://www.nytimes.com/1991/04/19/world/cholera-kills-1100-inperu-andmarches-on-reaching-the-brazilian-border.html  (erişim  tarihi:  21.05.2020)  ( Uzmanlar, Peru nun gıda ve turizm endüstrileri üzerindeki etkisini hafifletmek için salgını küçümsemeye çalıştığı için Peru hükümetini eleştirmişlerdir. ) 21  KNOBLER / MAHMOUD / LEMON / PRAY, 2006, (s. 115). 22  DUTT, Ashok K. / RAIS Akhtar / MELINDA McVeigh.  Surat Plague of 1994 Re-examined  The Southeast Asian Journal of Tropical Medicine and Public Health, Yıl: 2006, Cilt: 37, Sayı: 4, (s. 755). 23  BURNS, John F.,  Thousands Flee Indian City In Deadly Plague Outbreak , the New York Times (Eylük 24, 1994), https://www.nytimes.com/1994/09/24/world/thousands-flee-indian-city-in-deadlyplague-outbreak.html, (erişim tarihi 28.05.2020).   768Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  ülkeleri de dahil olmak üzere) Hindistan a yönelik ticaret ve seyahat kısıtlamalarına gitmiştir.24 Salgın Hindistan a 2,3 milyar dolara mal olarak 1994 yılında rekor bir ticaret açığının yaşanmasına sebep olmuştur.25 İkincisi ise gerçek bir salgının var olup olmadığı henüz belli değilken Hindistan ın yaptığı ilan üzerinedir. Vebanın mevcut olup olmadığı belirsizliğini bugün hala korumaktadır, zira DSÖ nün bakteriyolojik standardı temelinde hiçbir  veba  vakası  doğrulanmış  değildir.  Örneğin  bazı  çalışmalar  bakteriyolojik  ve serolojik örnekleri inceleyerek, 1994 vebasının hatalı teşhis edildiği ve veba ilanının yetersiz ve yanlış bilgiye dayanılarak gerçekleştirildiği sonucuna varmıştır.26 Bununla birlikte, Hindistan DSÖ mevzuatından kaynaklanan sorumluluğunu yerine getirmeye çalışarak  ve  şüpheli  bir  salgın  raporunu  erken  ilan  ederek  muazzam  bir  iç  siyasi huzursuzluk ve dış ekonomik kayıp yaşamak zorunda kalmıştır. Hindistan tecrübesi, salgınları uluslararası topluma bildirme konusundaki negatif motivasyonun bir diğer örneğini oluşturmaktadır. Ekonomik ve politik nedenlerin yanında askeri politikalar da devletlerin salgın bildirimlerini hiç veya gerçeği yansıtır şekilde yapmamalarına sebep olmaktadır. Bu iddiayı  destekler  iki  örnek  sunulabilir.  Birincisi  1918-1920  yılları  arasında  HN virüsünün ölümcül bir alt türünün yol açtığı ve 18 ay içinde 500 milyon insana bulaşıp 50 ila 100 milyon arası insanın ölümüne sebep olarak insanlık tarihinde bilinen en büyük salgın olan İspanyol gribidir.27 Salgına İspanyol virüsü denilmesinin nedeni, virüsün sadece İspanya yı etkilemiş olması değil, tarafsız olan İspanya nın virüsle ilgili doğru haberleri  yayınlayan  ve  vaka  sayısını  doğru  olarak  bildiren  tek  devlet  olmasından kaynaklıdır. Virüs diğer yandan ABD de 500 bin, İngiltere de 220 bin ve Fransa da 100 bin can almıştır.28 İspanya nın aksine savaşan devletler haberlere sansür uygulayarak                                                            24  KNOBLER / MAHMOUD / LEMON / PRAY, 2006, (s. 115). 25  Ibid. 26  DEODHAR, N. S. / YEMUL, Vishwanath L. / BANERJEE, Kalyan,  Plague that Never Was: A Review of the Alleged Plague Outbreaks in India in 1994 , Journal of Public Health Policy, Yıl: 1998, Cilt: 19, Sayı: 2, (s. 184). 27  TAUBENBERGER, Jeffery K. / MORENS, David M.,  1918 Influenza: the Mother of All Pandemics , Emerging Infectious Diseases, Yıl: 2006, Cilt: 12, Sayı: 1, (s. 15). 28  TSOUCALAS, Gregory / KOUSOULİS, Antonios / SGANTZOS, Markosi  The 1918 Spanish Flu Pandemic, the Origins of the HN-virus Strain, a Glance in History , European Journal of Clinical and Biomedical Sciences, Yıl: 2016, Cilt 2, Sayı 4, (s. 26).   769Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  virüsün neden olduğu tahribatın toplumun ve askeri birliklerin moralini bozmasına izin vermek istememişlerdir.29 Bu durumun ayrıca devletlerin kendi birliklerinin muhtemel zayıflığını gizlemek istemelerinden  kaynaklandığı  da  muhtemeldir.  Amerikan  resmî  kaynaklarının hesaplamalarına göre, 1918 yılında Amerikan ordusunda İspanyol gribine yakalananların oranı aktif birliklerin en az yüzde yirmi altısına eşitti ve dahası otuz bin asker henüz savaş alanlarına bile ulaşamadan virüs nedeniyle hayatını kaybetmişti.30 ABD hükümetinin bu bilgiyi uluslararası toplumla paylaşmak için herhangi bir isteğinin olmamasını normal karşılanması gerekir, zira rakipleri Amerikan kuvvetlerinin en az yüzde yirmi altısının savaşta  etkili  olamayacak  kadar  hasta  olduğunu  bilselerdi,  Amerikan  mevzilerine saldırmak için oldukça kışkırtıcı bir nedenleri olacağı açıktır. Bir an için durumun bir asır önce hem de savaş şartları nedeniyle bu şekilde yaşanmış olabileceği ve günümüzün haber alma hakkına sahip açık toplumlarında aksi yönde seyredebileceği düşünülebilir. Ancak bu aceleci bir kanı olacaktır. DSÖ nün önemli  belgelerinden  biri  olan  Uluslararası  Sağlık  Tüzüğü  2007  yılında  yürürlüğe girmiştir ve örgüte üye tüm devletler dahil olmak üzere 196 devlet üzerinde hukuken bağlayıcı nitelikte uluslararası bir belgedir.31 Tüzüğün 9. Maddesinde  Taraf Devletler, uygulanabildiği ölçüde, kendi ülkesi dışında tespit edilmiş, ihraç veya ithal suretiyle hastalığın uluslararası yayılmasına yol açabilecek [...] bir halk sağlığı riski kanıtını elde ettiği 24 saat içinde, DSÖ nü bilgilendirecektir  denilmektedir.32 Ancak ABD nin bu maddeye  koymuş  olduğu  çekince,  askeri  sebeplerle  bu  tür  bir  bildirimim yapılmayabileceğinin  hala  bir  gerçeklik  olduğunu  göstermektedir.  ABD,  Tüzük e                                                            29  DAVIS, Ryan A., The Spanish Flu: Narrative and Cultural Identity in Spain, 1918, 1. Basım, Palgrave Macmillan, New York, 2013, s. 6; KUCHARSKI, Adam, The Rules of Contagion: Why Things Spread - and Why They Stop, 1. Basım, Profile Books, London, 2020, s.75. 30  AYRES, Leonard O., The War with Germany: A Statistical Summary, 1. Basım, Government Printing Office, Washigton, 1919, s. 125-126. 31  LIN, Ching-Fu.  COVID-19 and the Institutional Resilience of the IHR (2005): Time for a Dispute Settlement Redesign? , Contemporary Asia Arbitration Journal, Yıl: 2020, Cilt: 13, Sayı: 1, (s. 272). 32  Uluslararası  Sağlık  Tüzüğü  (2005,  İkinci  Basım) https://www.hssgm.gov.tr/content/documents/uluslararasi_antlasmalar/Uluslararas%C%B%20Sa%C%9Fl%C%Bk%20T%C%BCz%C%BC%C%9F%C%BC.pdf,  (erişim  tarihi:  01.03.2020) (vurgu eklenmiştir).   770Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  koyduğu  çekinceyle   ABD  Silahlı  Kuvvetlerinin  ABD  ulusal  güvenlik  çıkarları doğrultusunda etkin bir şekilde faaliyet gösterme kabiliyetini zayıflatacak herhangi bir bildirimin uygulanabilir sayılmayacağını  beyan etmiştir.33 Bu tarihsel örnekler, bir pandeminin varlığını uluslararası toplumdan gizlemek veya salgını küçümsemek için önemli ekonomik, politik ve askeri nedenleri olabileceğini açıkça ortaya koymaktadır. Ayrıca, olası pandemileri vakitli ve gerçekçi bir şekilde bildirseler bile, devletlerin uluslararası yardımları reddetmek için başka sebepleri söz konusu olabilir. B. Devletlerin Yardımları Reddetme Nedenleri Her ne kadar bugüne kadar herhangi bir devlet pandemi dolayısıyla ulaştırılan uluslararası yardımları reddetmemiş olsa da bazı devletlerin doğal afetler sonrasındaki yardımları geri çevirdikleri bir vakıadır. Doğal afetler nedeniyle ulaştırılan yardımların reddedilmesi,  pandemiden  etkilenen  bir  devletin  uluslararası  yardımı  neden reddedebileceğini  anlamak  açısından  yararlı  bir  paralellik  sağlamaktadır.  Ayrıca, uluslararası yardımın reddedilmesi, Myanmar gibi gelişmekte olan ve askeri rejimle yönetilen ülkelerle de sınırlı değildir. Örneğin, 2005 teki Katrina Kasırgası ve 2010 daki petrol sızıntısı Körfez Kıyısı nı harap ettikten sonra ABD, BM ve diğer ülkelerden gelen yardım tekliflerini geri çevirmiştir.34 Benzer bir ret, 2004 'teki tsunaminin ardından Hindistan tarafından da yapılmıştır.35 Çin hükümeti, 1975 Tangshan depreminden sonra teklif edilen yardımı reddettiği gibi, bu olaydan sonra tarihi bir rejim değişikliği meydana                                                            33  RODRIGUEZ-DOD, Eloisa C. / MARTY, Aileen Maria / MARTY-NELSON, Elena Maria,  Tears in Heaven: Religiously and Culturally Sensitive Laws for Preventing the Next Pandemic , Catholic University Law Review, Yıl: 2016, Cilt: 66, Sayı: 1, (s. 124). 34  SOLOMON, John / HSU, Spencer S.,  U.S. Refused Most Offers of Aid for Hurricane Katrina , The New York Sun (Nisan 30, 2007), https://www.nysun.com/national/us-refused-most-offers-of-aid-forhurricane/53433/ (erişim tarihi: 28.05.2020).; STURGIS, Sue,  Gulf Watch: Bush Administration Rejected  Foreign  Aid  for  Katrina  Victims ,  Facing  South,  (Nisan  30,  2007), facingsouth.org/2007/04/gulf-watch-bush-administration-rejected-foreign-aid-for-katrina-victims.html (erişim tarihi: 28.05.2020).. 35  SENGUPTA, Somini,  Pride and Politics: India Rejects Quake Aid , the New York Times (Ekim 19, 2005)    https://www.nytimes.com/2005/10/19/world/asia/pride-and-politics-india-rejects-quakeaid.html (erişim tarihi: 28.05.2020)..    771Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  gelmesine rağmen, 2007 deki büyük sel felaketinden sonra yapılmak istenen uluslararası yardımı da reddetmiştir.36 Bir  doğal  afetin  ardından  uluslararası  yardım  tekliflerini  geri  çevirmenin,  iç sebepler ve dış sebepler olmak üzere iki temel açıklaması olabilir, ki aynı açıklamalar pandemiden  muzdarip  ülkeler  için  de  geçerlidir.  İç  sebepler  daha  çok  mevcut  bir hükümetin meşruluğu veya bir sonraki seçimlerde arzu edilen oy oranları ile yakından ilgilidir. Buna göre, bir devletin uluslararası yardımı kabul etmesi, halka hükümetin vatandaşlarıyla yeteri kadar ilgilenemediği mesajını gönderebilir, ki bu da  toplumsal sözleşme nin  temellerinden  sarsılması  anlamına  gelebilir.  Halkın,  hükümetin yeterliliğine olan inancını sürdürmek, iktidarda kalabilmek için özellikle tam kontrol sağlayarak güçlü hükümet algısına dayanan Myanmar ve Çin gibi ülkelerde daha da önemlidir ve bu nedenle, uluslararası yardımı kabul etmek hükümetin içerdeki imajını zayıflatacaktır. 37 Bir devletin uluslararası yardımı kabul etmesi, tıpkı ulusal alanda olduğu gibi, uluslararası  alanda  da  devletin  yeterliliğine  ilişkin  soru  işaretleri  uyandıracaktır. Uluslararası toplum tarafından güçlü bir devlet olarak algılanma pahasına dış yardım tekliflerini reddeden bir ülke için en iyi örnek Hindistan olacaktır. 2013 yılında Indian Telegraph gazetesinin Uttarakhand sel felaketinden sonra belirttiği üzere,  Yeni Delhi, büyüyen ekonomik gücü ile aynı zamanlara denk gelen sessiz ama iddialı bir diplomatik yardım politikası inşa ederek, Uttarakhand felaketi için yabancı ülkelerden gelen karşılıksız yardımları geri çevirmiştir. Bu, Hindistan ın sadece on yıl önce doğal afetlerin üstesinden gelmek için dış yardımları memnuniyetle kabul eden bir ülkeden, bu tür krizlerle başa çıkmak                                                            36  FARLEY, Maggie,  How to help when help is refused?  The Los Angeles Times (Mayıs 14, 2008). .https://www.latimes.com/archives/la-xpm-2008-may-14-fg-aid-story.html  (erişim  tarihi: 29.05.2020)..  37  BRIGGS, Ryan C.,  Receiving Foreign Aid Can Reduce Support for Incumbent Presidents , Political Research Quarterly, Yıl: 2018, Cilt: 72, Sayı: 1, (s. 2) ( Bu makale, dış yardım almanın görevdeki [hükümete yönelik] desteği azaltabileceğini göstermektedir )   772Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  için  [artık  bunları  reddeden]  bir  ülkeye  dönüştüğünü  gösteren  bir politikadır. 38 Tıpkı ulusal ortamda olduğu gibi, devletlerin kendi kendine yeterli görünmek için uluslararası  yardımı  reddetmelerinin  de  ikna  edici  nedenleri  vardır.  Yardımı  kabul etmenin kısa vadede faydaları olabileceği ileri sürülse de bu uluslararası prestij kaybı anlamına da gelebilir. Bu nedenle, bir hükümet yardımı kabul etmenin uzun vadeli sonuçlarının kısa vadeli kazanımlarına oranla daha zararlı olacağı kanaatine varırsa, yardımın reddedilme olasılığı oldukça yüksek olacaktır. Bu bölümde devletlerin maruz kaldıkları salgınların raporlarını neden uluslararası toplumla vakitlice veya hiç paylaşmayabileceği veya herhangi bir nedenle uluslararası toplum bundan haber olduktan sonra yapılmak istenen yardımları neden geri vereceği tarihsel örneklerle ortaya konulmuştur. Küreselleşmenin olağan bir sonucu olarak dünya her geçen gün küçülmekte ve bir ülkede ortaya çıkan salgın hastalıklar çok kısa sürede tüm dünyayı ağır şekilde etkisi altına alabilmektedir. Bu nedenle, ölümcül bir pandemiyi kontrol  etmek  için  uluslararası  yardımlar  bazı  durumlarda  bir  gereklilik  haline gelebilmektedir. Bu itibarla, cevaplanması gereken sonraki soru, bir salgın hastalıktan muzdarip olup da salgının tüm dünyaya yayılmasını engellemek için yapılmak istenen yardım(lar)ı reddeden bir devlete zorla yardım ulaştırılmasını sağlamak için BM Şartı na dayanılıp dayanılamayacağıdır.  II.   BM ŞARTI NIN  CEBRİ YARDIM  İÇİN KULLANILMASI BM Şartı, devletlerin egemen eşitliği ve sınırların kutsallığı üzerine kurulmuş bir sistemdir. BM Şartı Madde 2(4) e göre,  [t]üm üyeler, uluslararası ilişkilerinde gerek herhangi bir başka devletin toprak bütünlüğüne ya da siyasal bağımsızlığa karşı, gerek [BM] nin amaçları ile bağdaşmayacak herhangi bir biçimde kuvvet kullanma tehdidine ya da kuvvet kullanılmasına başvurmaktan kaçınırlar.  Bu kapsamlı maddedeki olası bir eksiklik özgecil fiiller için bir istisnaya olumlu veya olumsuz anlamda yer verilmiyor                                                            38  KASTURI, Charu S.,  Foreign Aid? No, Thanks , Telegraph India (Temmuz 7, 2013), http://www. telegraphindia.com/1  130707/jsp/nation/storyl  7090124.jsp#.VOSwoZErIw  (erişim  tarihi: 29.05.2020).   773Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  oluşudur. Haklı savaş (just war) teorisinin aksine, BM Şartı bir devletin başka bir devlete karşı kuvvet kullanırken özgecil amaçlar taşıyıp taşımadığına önem vermemekte ve bu nedenle de kuvvet kullanımını birkaç istisna dışında yasaklamaktadır. Dünyayı ölümcül bir salgına karşı korumak için güç kullanmanın insan yaşamının ve ahlaki değerlerin meşru bir savunması olduğu ileri sürülebilirse de haklı savaş teorisinin yerini böyle bir istisnaya açık şekilde yer vermeyen BM sistemi almıştır. BM Şartı Madde 2(4) kapsamındaki kuvvet kullanımı yasağına getirilen önemli bir istisna,  Şart ın  VII.  Bölümünde  bulunmaktadır.  Şart ın  VII.  Bölümü,  Güvenlik Konseyi nin belirli durumlarda uluslararası barış ve güvenliği yeniden tesis etmek için  gerekli tüm araçları  kullanmak konusunda uluslararası topluma yetki verebileceğini hükme  bağlamıştır.40  Bu  hüküm  uyarınca  devletler,  VII.  Bölüm  kapsamında  onay verilmişse, bir pandemiyle mücadele etmek için kuvvet kullanabilirler. Bu itibarla, eğer bir devlet uluslararası yardımları reddederse, o zaman buna karşı önerilebilecek en iyi hukuki alternatif, salgından muzdarip olan devlete yardımın zorla kabul ettirilmesini sağlayacak bağlayıcı bir VII. Bölüm kararı olacaktır. VII. Bölümün uygulanabilmesi için, Güvenlik Konseyi  barışın tehdit edildiğini, bozulduğunu ya da bir saldırı eylemi olduğunu  saptamak zorundadır.41 Her ne kadar Güvenlik Konseyi VII. Bölüm kapsamında hukuken bağlayıcı kararlar alabilse de bu kapsamda alınan tüm kararlar kuvvet kullanımı konusunda bir yetki içermemektedir. Güvenlik Konseyi nin kuvvet kullanımı konusunda yetki veren kararlarında geleneksel olarak  aranan  ifade,   gerekli  tüm  araçları   kullanma  konusunda  bir  yetkilendirme içermesidir. Dolayısıyla, uluslararası sağlığın korunması için gerçekten de gerekli olan yardıma karşı isteksiz olan bir devlete, bu yardımın cebren uygulanabilmesi için Güvenlik Konseyi  gerekli tüm araçların  kullanımını yetkilendiren bir ifadeyi içeren ve VII. Bölüm kapsamında alınmış olan bir kararı onaylamak zorundadır. Güvenlik Konseyi nin                                                            39  Haklı savaş teorisi, üstün ahlaki değerleri, devletin güvenliğini ve masum insanların yaşamlarını savunmak için uluslararası ilişkilerde güç kullanımının hukuken savunulabilir olduğu önermesine dayanmaktadır. Bu felsefeye göre, güç kullanma nedenleri ahlaki olduğu sürece, güç kullanımının kendisi de ahlaki olacaktır. EREKER, Fulya A.,  İlkçağlardan Günümüze Haklı Savaş Kavramı , Uluslararası İlişkiler, Yıl: 2004, Cilt 1, Sayı 3, (ss. 1-36). 40  BM Şartı Md. 39. 41  Ibid.   774Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  bir pandemiye yönelik olarak VII. Bölüm kapsamında hiçbir karar almadığı göz önüne alındığında, bu bölümde bir pandeminin VII. Bölümün yetki alanına girip girmediğine dair bir analiz sunulmaktadır. A.  VII. Bölüm Yetki Alanı ve Pandemiler BM  Şartı nın  VII.  Bölümü,  Güvenlik  Konseyi ne   barışın  tehdit  edildiğini, bozulduğunu  ya  da  bir  saldırı  eylemi  olduğunu  sapta[ma]   yetkisi  vermektedir.42 Güvenlik Konseyi böyle bir saptamada bulunursa, uluslararası toplumu  uluslararası barış ve güvenliğin korunması ya da yeniden tesis edilmesi için  için askeri veya askeri olmayan  eylemlerde  bulunma  konusunda  yetkilendirebilir.43  Vurgulamak  gerekir  ki Güvenlik Konseyi nin eyleme geçmesi için üç şarttan en az birinin varlığının objektif olarak saptanması gerekir: i-) barışa yönelik herhangi bir tehdidin varlığı, ii-) barışın ihlali (bozulması), iii-) bir saldırı eyleminin varlığı. VII. Bölümün yetki alanına ilişkin son iki madde -barışın ihlali ve barışa yönelik bir saldırı eyleminin varlığı- açık şekilde bir devletin veya devlet dışı aktörün kuvvet kullanımına referans eder, ki doğası gereği uluslararası  bir  salgın  senaryosu  için  geçerli  değildir.  Bu  nedenle,   barışa  yönelik herhangi bir tehdidin varlığı  koşulu bir pandemide VII. Bölüm kararı için gerekli koşul olarak aranmalıdır. Güvenlik Konseyi nin VII. Bölüm yetkilerini kullanabilmesi için, barışa yönelik hali hazırda mevcut olan bir tehdit bulgusunun varlığı kritik önemdedir.  Bunun aksine, VI. Bölümün yetki kullanımı daha geniş bir alanı kapsamaktadır, zira yalnızca uzaması uluslararası  barış  ve  güvenliği  olası  olarak  tehlikeye  düşürebilecek  nitelikte  bir uyuşmazlığın varlığı  yeterlidir.44 Bir pandeminin barışa yönelik bir tehdit oluşturup oluşturmadığı kritik önemde bir sorudur çünkü böyle bir saptamanın yapılabilmesi ancak ulusal egemenlik ile BM Şartı kapsamındaki uluslararası yetki alanı arasındaki ince çizginin oldukça titiz şekilde incelenmesi sonucu mümkün olacaktır. Bir tehdidin dolaylı veya doğrudan oluşu, Güvenlik Konseyi nin eyleminin VI. Bölümün mü yoksa VII. Bölümün mü kapsamına daha uygun düştüğünü belirleyecektir. Daha doğrudan ve yakın                                                            42  Ibid. 43  Ibid. 44  BM Şartı Md. 33 ve 34.   775Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  olan tehditler VII. Bölüm 39. Madde tarafından kapsanırken, daha dolaylı ve uzak olanlar VI. Bölüm 33. ve 34. Maddeler kapsamında ele alınmalıdır.45 Bu ayrım salgın hastalıklar konusunda açıkça görülebilir durumdadır. Aşağıda detaylı şekilde inceleneceği üzere, VI. Bölüm kararları HIV/AIDS salgınını ele almak için iki kez ve Ebola yı ele almak için de bir  kez  kullanılmışken,  VII.  Bölüme  bir  pandemiyle  mücadele  etmek  için  henüz başvurulmamıştır. Bununla birlikte Güvenlikle Konseyi, son birkaç on yılda barışa tehdit oluşturduğu düşünülen  koşulları  daha  kapsayıcı  şekilde  yorumlama  eğiliminde  olmuştur.  Soğuk Savaş ın  sona  ermesinden  bu  yana  Güvenlik  Konseyi,  bütünüyle  devletlerin  iç politikalarına  ilişkin  olarak  değerlendirilebilecek  bazı  konuları  uluslararası  barış  ve güvenliğe yönelik bir tehdit olarak sınıflandırarak VII. Bölüm yetkilerini kullanmak konusunda daha istekli bir hale gelmiştir. Güvenlik Konseyi, özellikle bazı iç meselelerin bir bölgeyi istikrarsızlaştırabilecek insani felaketlere neden olduğu veya var olanları kötüleştirdiği durumlarda VII. Bölüme başvurmaya oldukça istekli olduğunu defalarca göstermiştir.46  1. VII. Bölümün Barışı Tehdit Eden Pandemi Benzeri Konulardaki Emsal Kullanımları Güvenlik Konseyi, hemen aşağıda değinilen en az üç VII. Bölüm kararında insani krizlere odaklanmış ve bir pandemi sırasında da ortaya çıkması muhtemel koşulları ele almıştır. Bu üç insani kriz kararı incelenirken, kararların iç savaş, darbe ve uluslararası silahlı  çatışma  gibi  uluslararası  barış  ve  güvenliğe  yönelik  daha  büyük  tehditler bağlamında alındığını belirtmek gerekir. Bu bağlamı göz önünde bulundurarak, Güvenlik Konseyi nin bu insani krizlere nasıl yaklaştığını anlamak için bu kararları incelemek bu                                                            45  Bu yönde bir çıkarım ilgili madde metinlerinin okunmasından anlaşılmaktadır. Örneğin Madde 33 te  süregitmesi uluslararası barış ve güvenliğin korunmasının tehlikeye düşürebilecek bir uyuşmazlıktan  ve Madde 34 te  bir uyuşmazlık veya uluslararası bir anlaşmazlığa yol açabilecek ya da uyuşmazlık doğurabilecek bir durumdan  bahsedilirken olasılık ifadesi kullanılırken, Madde 39 doğrudan  barışın tehdit edildiği, bozulduğu ya da bir saldırı eylemi olduğu  durumları içermektedir (vurgu eklenmiştir). 46  Örneğin bkz. S.C. Res. 688 (Nisan 5, 1991) (Irak ın sivil nüfusa yönelik baskılara yönelik olan); S.C. Res. 841 (Haziran 16, 1993) (Haiti deki askeri darbeyi ele alan).   776Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  bölümde cevaplanan soru için hala kritik önemdedir, zira bu insani krizlere benzer etkiler pandemiler sırasında da kuvvetle muhtemel mevcut olacaktır. a.  Güvenlik Konseyi nin Somali ile ilgili 814 Sayılı Kararı Somali, 1990 ların başında darbeler ve ülkenin büyük bir bölümünde yaşanan kabile çatışmalarına tanık olmuş, kuraklıkla birleşen bu çatışmalar ve siyasi kargaşa, Somali  tarımının  yok  olmasına  ve  ardından  kitlesel  açlığa  yol  açmıştır.  Güvenlik Konseyi, 26 Mart 1993 te Somali deki durumun bölgenin barış ve güvenliğine bir tehdit unsuru oluşturduğunu tespit ederek, VII. Bölüm kapsamında aldığı 814 sayılı kararında Somali deki insani sorunu ele almış ve  Somali deki iç çekişmelerle birleşen felç edici kıtlık  ve  kuraklığın,  üretim  araçlarının  ve  ülkenin  doğal  kaynaklarının  ve  insan kaynaklarının büyük ölçüde tahrip olmasına neden olduğundan, Somali deki durumun bölgede barış ve güvenliği tehdit etmeye devam ettiğini  belirlemiştir.47 814 sayılı kararın, kuraklığı  VII.  Bölüm  kapsamında  harekete  geçilmesinin  nedenlerinden  biri  olarak vurgulaması önemlidir.48 Belirtmek gerekir ki 814 sayılı karar, VII. Bölüm kapsamında alınmış olsa da kuvvet kullanımına izin veren klasik  gerekli tüm araçların kullanımı  ifadesini içermemektedir.49 Tıpkı kuraklık gibi pandemiler de önlem alınarak etkileri azaltılabilecek ancak öngörülmeleri son derece zor doğal felaketler olarak değerlendirilebilir. Bu nedenle, Güvenlik Konseyi nin 814 sayılı kararı, VII. Bölüm yetkilerini bir pandemi durumunda kullanma  potansiyeli  açısından  önemlidir.  Bu  bağlamda  814  sayılı  karar,  Güvenlik Konseyi nin doğal afetlerin sivil nüfus üzerindeki etkilerini -en azından kısmen- VII.                                                            47  S.C. Res. 814 (Mart 26, 1993) (vurgu eklenmiştir). 48  Yardım çalışanlarına yönelik şiddet eylemleri, uluslararası insancıl hukukun geniş ölçekli ihlalleri, çok sayıda mültecinin ortaya çıkması ve iç karışıklık, VII. Bölüm kapsamında hareket edilmesinin diğer nedenleri olarak belirtilmiştir. 49  Buna karşın kararın içerdiği bazı önemli tedbirler şunlardır: Somali'de bulunan BM UNOSOM gücünün boyut ve yetkisinin genişletilmesi; komşu devletler başta olmak üzere tüm devletleri 1992 tarih 733 sayılı kararla oluşturulan silah ambargosunun uygulanmasında işbirliği yapmaya çağrılması; UNOSOM II güçlerini kullanarak, mültecilerin ülkelerine geri gönderilmelerine ve yerlerinden edilmiş kişilerin yeniden yerleştirilmelerine yardımcı olmak için güvenliğin sağlamasını; Somali'de tüm tarafların uluslararası insancıl hukukun tüm ihlallerinden derhal vazgeçmelerinin talep edilmesi, UNOSOM II aracılığıyla Somali genelinde güvenli bir ortamın sağlamlaştırılması, genişletilmesi ve sürdürülmesi; Somali'nin siyasi kurumlarının ve ekonomisinin iyileştirilmesine yardımcı olmak için uluslararası toplumun taahhüt ve katkılarının talep edilmesi. S.C. Res. 814 (Mart 26, 1993).   777Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  Bölüm  kararı  için  makul  bir  gerekçe  olarak  değerlendirmeye  istekli  olduğunu göstermektedir. Somali de geniş  ölçekli problemlere neden olan kuraklık ve kıtlığa benzer şekilde, bir pandemi de bir ülkede ciddi sorunlara yol açan ve sonuç olarak bölgenin ve hatta dünyanın barış ve güvenliğini tehdit eden, böylelikle VII. Bölüm kapsamında harekete geçmeyi zorunlu kılan doğal bir felaket olarak görülebilir. b.  Güvenlik Konseyi nin Haiti ile ilgili 841 ve 940 Sayılı Kararları Pandemi sırasında oluşabilecek koşullardan bazıları, mülteci akınları sırasında da görülebilir. İnsani krizlerin ortak bir özelliği olarak mülteci akınları, Haiti ile ilgili 841 ve 940  sayılı  Güvenlik  Konseyi  kararlarında  ele  alınmıştır.  1990 ların  başında  Haiti hükümeti, önemli bir mülteci krizi yaratan askeri bir darbeye maruz kalmıştır. Güvenlik Konseyi,  VII. Bölüm kapsamında almış  olduğu 841 sayılı  kararda, komşu  ülkelere sığınmak isteyen Haitililerin sayısının bölge üzerinde olumsuz etkileri olabileceğini ilan etmiştir.50 Yaklaşık bir sene sonra ise, özellikle yasadışı olduğunu kabul ettiği de facto rejimin ağır insan hakları ihlalleri, Haitili mültecilerin çaresiz durumu ve uluslararası yardım  misyonu  personelinin  sınır  dışı  edilmesi  nedeniyle  kötüleşen  insani  durum nedeniyle,  Güvenlik  Konseyi  940  sayılı  kararı  kabul  etmiştir.51  Bölgenin  barış  ve istikrarına yönelik bu tehditleri göz önüne alan 940 sayılı karar, üye devletlere  birleşik komuta ve kontrol altında çok uluslu bir güç oluşturma ve bu çerçevede askeri cuntanın Haiti den  ayrılmasını  kolaylaştırmak  için  gerekli  tüm  araçları  kullanma   yetkisi vermiştir.52 841 ve 940 sayılı kararların makul bir okumasıyla bile anlaşılacağı üzere, Soğuk Savaş sonrasındaki barışa ve güvenliğe yönelik tehdit anlayışı, bu tehdidin iki devlet arasında var olmasını bir gereklilik olmaktan çıkarmıştır.53 Bu itibarla, bir devletin sınırları içinde yaşanan yerel karakterli olarak başlayan ancak o bölgeyi veya ötesini                                                            50  S.C. Res. 841 (Haziran 16, 1993). 51  S.C. Res. 940 (Temuz 31, 1994). 52  Ibid. (vurgu eklenmiştir). 53  ANNE, Orford,  Locating the International: Military and Monetary Interventions after the Cold War  Harvard International Law Journal, Yıl: 1997, Cilrt: 38, Sayı: 2, (s. 44) ( Soğuk Savaş sonrasında barış ve güvenliğe yönelik başlıca tehditler hem devletler düzeyinde hem de yerel düzeyde ortaya çıkmaktadır ).   778Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  istikrarsızlaştırma tehdidinde bulunan bir iç sorun, VII. Bölümün yetki alanına girecektir. Birinci bölümde bahsedilen pandemi örneklerinin hiçbiri ulusal hükümetin çöküşü ile sonuçlanmamış olsa da böyle bir sonuç, bir devletin silahlı kuvvetlerinin ve polisinin paniğe kapılması, devlet hizmetlerinin bozulması ve nihayetinde halkın hükümetlerine olan inancını kaybetmesine kadar vardığında, bu tür bir sonuç mümkün olmaktan çıkıp oldukça olası bir hale gelecektir. Dahası  böyle  bir  panik,  2014  gibi  yakın  bir  tarihte  Ebola  salgını  sırasında Liberya da mikro düzeyde gözlenmiştir. Başkent Monrovia daki Liberyalılar kendilerini aniden ilan edilen bir karantina bölgesinde bulduklarında, askerler kontrolü yeniden ele geçirmek için gerçek mermilerle üzerlerine ateş açmadan evvel, yüzlerce kişilik bir kalabalık  halinde  bölge  sınırlarını  aşmaya  çalışmışlardır.54  Dolayısıyla  salgın durumlarında hükümetlerin kontrolü kaybetmesine ek olarak, salgından kaçmaya çalışan -muhtemelen  sınır  aşan-  kitlelerin  ortaya  çıkacak  olması  kesindir,  ki  yukarıda  da değinildiği üzere Hindistan ın 1994 te yaşadığı olası veba salgınında, iki yüz bin kişi veba vakalarının ilk kez duyulmasından itibaren 48 saat içinde salgının vurduğu şehirden kaçmaya  çalışmıştır.  1990 larda  Haiti nin  durumunu  ele  alan  Güvenlik  Konseyi kararlarına dayanılarak söylenebilir ki bir pandemi senaryosunda Güvenlik Konseyi, hükümetin  kontrolü  kaybetmesini  ve  mültecilerin  kitlesel  göçünü  bölgesel  barış  ve güvenliğe bir tehdit olarak görmeye ve pandemiyi kontrol altına almak için uluslararası yardımın cebren yapılması için VII. Bölüm kapsamında harekete geçmeye istekli olabilir. c.  BM Güvenlik Konseyi nin Irak ile ilgili 986 Sayılı Kararı Birinci Körfez Savaşı nın ardından Irak, dolaylı sonuçlarından birisi de Iraklı sivil nüfusun zarar görmesi olan çok sayıda yaptırıma maruz kalmıştı.55 Bu yaptırımların etkisi, devlet Başkanı Saddam Hüseyin in yoğun ihtiyaca rağmen ilaç ve gıdayı nüfusa eşit bir şekilde dağıtmayı reddetmesiyle daha da şiddetlendi.56 VII. Bölüm kapsamında                                                            54  ONISHI, Norimitsu,  As Ebola Grips Liberia s Capital, a Quarantine Sows Social Chaos ,  the New York Times (Ağustos 28, 2014) https://www.nytimes.com/2014/08/29/world/africa/in-liberias-capitalan-ebola-outbreak-like-no-other.html (erişim tarihi: 05.06.2020).  55  BAHDI, Reem,  Iraq, Sanctions and Security: A Critique , Duke Journal of Gender Law and Policy, Yıl: 2002, Cilt: 9, (s. 238). 56  S.C. Res. 706, para. 7-8 (Ağustos 15, 1991); S.C. Res. 712, para. 17, 9-10 (Eylül 19, 1991).   779Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  hareket eden Güvenlik Konseyi  Irak halkının beslenme ve sağlık durumu  konusunda ciddi endişeleri olduğunu dile getirdikten sonra,57 1995 yılında 986 sayılı kararı kabul ederek, Irak ın belirli amaçlarla petrol ihraç etmesine izin veren Petrol Karşılığı Gıda Programı nı oluşturdu, ki bu amaçlardan biri de ülkeye yapılacak insani yardımın finanse edilmesiydi.58 986 sayılı kararın tarihsel arka planına ve içerdiği ifadelere dayanarak söylenebilir ki Güvenlik Konseyi, bir ülkenin hükümetinin eylemleri sivil halkı tehlikeye atan veya mevcut tehlikeleri şiddetlendiren bir insani kriz yarattığında, VII. Bölüm kapsamında hareket etmeye oldukça isteklidir. 986 sayılı karar, insani krizin ilgili devletin istismarı nedeniyle ortaya çıktığı veya daha da şiddetlendiği durumlarda Güvenlik Konseyi nin harekete geçmeye istekli olduğuna dair açık bir kanıt sağlamaktadır. 986 sayılı kararın içerdiği ifadeye dayanarak, bir devletin uluslararası yardımı etkili bir şekilde kullanmayı reddetmesi veya kullanmaktan aciz oluşu halinde, Güvenlik Konseyi nin VII. Bölüme dayanarak hareket edebileceğini iddia etmek mümkündür. Bu iddianın ilk olarak reddetme yönüne değinilirse, bir pandemi sırasında devlet insani yardımı adil bir şekilde dağıtmayı reddeder, yalnızca belirli etnik gruplara veya toplumun veya hükümetin seçkin üyelerine ilaç veya gıda yardımı yaparsa, Güvenlik Konseyi -Irak a benzer bir şekilde-  tüm bölgelerin [...] ve sivil nüfusun tüm zümrelerinin [...]  insani  ihtiyaçlarını  karşılamak  için  eşit  dağılım   sağlamak  amacıyla  harekete geçebilir.59 İddianın acizlik kısmında ise, eğer bir devlet, uluslararası yardımı etkili bir şekilde dağıtamazsa, VII. Bölüm devleti ilaç dağıtma, hasta olanları karantinaya alma ve hastalık  bulaşanları  tedavi  etme  konusunda  yardımı  kabul  etmeye  zorlamak  için kullanılabilir. Bu itibarla, 986 sayılı kararda olduğu gibi Güvenlik Konseyi, bir hükümetin etkisizlik veya eylemsizlik nedeniyle mevcut krizi daha da kötüleştirdiği bir durumu barış ve güvenliğe yönelik bir tehdit olarak ilan etmeye istekli görünmektedir. Belirtilmesi gereken bir husus, VII. Bölüme bu üç insani krizde de dayanılmış olmasına rağmen, Güvenlik Konseyi durumun barış ve güvenliğe yönelik bir tehdit                                                            57  Ibid. 58  S.C. Res. 986 (Nisan 14, 1995). 59  Ibid; S.C. Res. 706 (Ağustos 15, 1991).   780Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  oluşturduğunu tespit ederken, olayın insani boyutu hiçbir zaman tespitin ardındaki tek neden olmamıştır. Bu anlamda Güvenlik Konseyi, söz konusu insani krizlerin VII. Bölüm uyarınca  hareket  etmek  için  tek  başına  yeterli  yetki  alanını  yarattığını  henüz saptamamıştır. Diğer taraftan, bu kararların ortaya koyduğu tarihsel emsallere dayanarak, pandeminin diğer güvenlik endişeleriyle bir arada bulunması durumunda VII. Bölümün bir pandemiyi ele almak için kullanılabileceğine dair önemli kanıtlar da mevcuttur. Örneğin, devam eden bir iç savaş şartlarında bir pandemi meydana gelirse, yukarıdaki kararlara dayanarak, Güvenlik Konseyi nin bu pandemiyi barışa yönelik özel bir tehdit olarak daha geniş bir bağlamda ele alacağını ileri sürmek mümkün olacaktır. O halde  geriye, hala bir pandeminin  tek başına VII. Bölümde  yetkilendirilen müdahaleye başvurmak ve isteksiz bir devlete uluslararası yardımı zorla kabul ettirmek için yeterli gerekçeyi sağlayıp sağlamadığı sorusu kalmaktadır. Milenyumun başından bu yana, Afrika daki salgınları ele alan VI. Bölüm kararları kabul edilmiştir. Söz konusu VI. Bölüm kararlarının içeriğine ve kullandığı dile bakmak, uluslararası yardımı reddeden bir ülkede yaşanan pandemide, VII. Bölüm kararının kullanılabilir olup olmadığına dair yol gösterici olacaktır. 2.  VI. Bölümün Pandemilere Yönelik Emsal Kullanımları Yukarıda da ifade edildiği üzere, VI. Bölüm kararları -VII. Bölüm kararlarının aksine- devletler için bağlayıcı olmadığı gibi uluslararası toplum tarafından da kuvvet kullanılarak  yerine  getirilmeleri  en  azından  hukuken  mümkün  değildir.  Güvenlik Konseyi,  tümü  VI.  Bölüm  kapsamında  olmak  üzere  pandemiler  konusunda  üç  kez harekete geçmiştir. Güvenlik Konseyi, 2000 ve 2011 yıllarında HIV/AIDS salgınını ele alan 1308 ve 1983 sayılı kararları ve 2014 yılında da Ebola yı ele alan 2177 sayılı kararları kabul etmiştir. Aşağıda detaylı olarak değinileceği üzere bu kararlar, Güvenlik Konseyi nin sağlık ile güvenlik arasında kurmuş olduğu bağlantıya işaret etmektedir. Hem 1308 hem de 1983 sayılı kararlarda Güvenlik Konseyi, geleneksel VI. Bölüm dilini kullanarak barışa yönelik bir tehdit, barışın ihlali veya saldırı eyleminden bahsetmemiştir. Ancak Güvenlik Konseyi 2014 yılında bu çizgisini terk etmiş ve Ebola nın barış ve güvenlik için bir tehdit olduğunu ilan eden 2177 sayılı kararı kabul ederek ilk kez bir pandeminin veya herhangi bir sağlık krizinin barışa doğrudan bir tehdit olabileceğini   781Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  vurgulamıştır. Bu üç kararı daha yakından incelemek, bir pandemiye karşı alınan kuvvet içeren  tedbirlerin  VII.  Bölüm  kapsamında  mümkün  olup  olmayacağının  daha  iyi anlaşılmasına yardımcı olacaktır. a.  Güvenlik Konseyi nin HIV/AIDS ile İlgili 1308 Sayılı Kararı 1308 sayılı karar ile Güvenlik Konseyi ilk kez bir sağlık sorununa odaklanmıştır. Buna göre Güvenlik Konseyi,   Sosyal istikrarsızlık ve acil durumlar üzerindeki olası artan etkisi göz önüne alındığında, HIV/AIDS pandemisine koordineli bir uluslararası müdahalenin önemini bir kez daha teyit etmekte, ayrıca HIV/AIDS pandemisinin, büyük [çaplı] insan hareketleri, koşullara ilişkin geniş ölçekli belirsizlik ve tıbbi hizmetlere erişimin azalması nedeniyle hastalığa maruz kalma riskini artıran şiddet ve istikrarsızlık koşullarıyla da şiddetlendiğini kabul etmekte, kontrol edilmediği takdirde HIV/AIDS salgınının istikrar ve güvenlik açısından risk oluşturabileceğini vurgulamaktır. 60 1308 sayılı karar, Güvenlik Konseyi nin tarihsel olarak odaklandığı geleneksel  şiddet ve istikrarsızlık  kavramlarına dayanmaktadır.  1308 sayılı  karar  VI.  Bölüm kapsamında alınmış olsa da pandemilerle ilgili tartışmada önemli bir kilometre taşıdır, zira Güvenlik Konseyi bir sağlık sorunu ile istikrar ve güvenlik arasında bağlantı kurarak ilk kez değinmiştir.61                                                            60  S.C. Res. 1308 (Temmuz 17,2000) (vurgu eklenmiştir). Kararda tavsiye edilen önlemler şöyledir: Barışı koruma personeline HIV/AID in yayılmasını önlemeyle ilgili konularda eğitim sağlanması yönünde ilave adımlar atılması ve bu konularda tüm personel için görevlendirme öncesi oryantasyon eğitimi verilmesi;  HIV/AIDS in önlenmesine yönelik politikaların oluşturulmasına ve uygulanmasına yardımcı olmak için farklı devletlerin ilgili ulusal organları arasındaki uluslararası işbirliğinin arttırılması; bu bağlamda, UNAIDS i HIV/AIDS önleme eğitimi, testi, danışmanlığı ve tedavisine ilişkin devlet politikalarını  ve  en  iyi  uygulamaları  belirlemek  amacıyla  ülke  profillerini  geliştirmek  için  üye devletlerle işbirliğininin güçlendirmesinin teşvik edilmesi; ilgili BM organları, üye devletler, sanayi ve diğer ilgili kuruluşlar arasında tedavi ve bakıma erişim sorular ve önleme konularında ilerleme sağlamak için ek tartışmaların yapılması. 61  Bu anlamda karar başlığının  Uluslararası barış ve güvenliğin sürdürülmesinde Güvenlik Konseyi'nin sorumluluğu: HIV / AIDS ve uluslararası barışı koruma operasyonları  oluşu dikkat çekicidir.   782Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  b.  Güvenlik Konseyi nin HIV/AIDS ile İlgili 1983 Sayılı Kararı 1308 sayılı karardan sonra Güvenlik Konseyi, 2011 yılındaki  uluslararası barış ve güvenliğin korunması  başlıklı 1983 sayılı karara kadar salgın hastalıklar konusunda başka bir karar almamıştır. VI. Bölüm kapsamında aldığı 1983 sayılı karar ile Konsey, HIV/AIDS in toplumların kalkınması ve istikrarı için en büyük zorluklardan birini teşkil ettiğini kabul etmiş ve 1308 sayılı kararda olduğu gibi, büyük çaplı insan hareketleri ve tıbbi hizmete erişimin zorluğu üzerinde durmuştur.62 Bununla birlikte, 1983 sayılı kararın ayırt edici özelliği beş daimî konsey üyesinden (P – ABD, Çin, Fransa, İngiltere, Rusya) üçü de dahil olmak üzere bazı ülkelerin HIV/AIDS salgınının uluslararası barış ve güvenlik üzerinde gözle görülür bir etkisi olduğunu  kabul  etmeye  istekli  oluşlarıydı.  Özellikle  toplantıya  ilişkin  basın açıklamasında  Güvenlik  Konseyi nin   HIV/AIDS  salgınını  uluslararası  barış  ve güvenliğe  bir  tehdit  olarak  ele  alma  konusundaki  önceki  taahhüdünün  teyit  ettiği  belirtilmiştir.63 Toplantıda Fransa, İngiltere ve ABD temsilcileri, HIV/AIDS salgınının uluslararası barış ve güvenlik üzerindeki olumsuz etkisini özellikle vurgulamışlardır. Örneğin ABD nin görüşü,  21. yüzyılda birbirine bağlı dünyamızda, barış ve güvenliğe yönelik tehditlerin yalnızca geleneksel silahlı çatışmalardan değil, ölümcül hastalıkların kontrolsüz yayılması da dahil olmak üzere sınır tanımayan daha yaygın tehlikelerden de kaynaklandığı  yönünde olmuştur.64 Fransa ya göre,  HIV/AIDS [o gün itibariyle] her zamankinden  daha  fazla  uluslararası  barış  ve  güvenlik  için  bir  tehdit 65  unsuru oluştururken, İngiltere ye göre  HIVAIDS salgını, uluslararası barış ve güvenlik üzerinde ciddi bir etkiye sahiptir. 66                                                            62  S.C. Res. 1983 (Haziran 7, 2011). 63  Press Release, Security Council, Unanimously Adopting 1983 (2011), Security Council Encourages Inclusion of HIV Prevention, Treatment, Care, Support in Implementing Peacekeeping Mandates, U.N. Press Release SC/10272 (Haziran 7,2011). 64  Security  Council,  66th  year,  6547th  meeting  (7  Haziran  2011),  s.  9 (https://digitallibrary.un.org/record/704833). 65  Ibid. 66  Ibid, s. 12.   783Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  Burada not etmek gerekir ki Rusya diğer üç daimî temsilci ülkeyle ayrı görüşte değildi. Rusya nın bakış açısına göre,  HIV/AIDS bir çatışma kaynağı değildir, ancak çatışmalar salgının yayılmasına katkıda bulunan koşulları yaratmakta ve aynı zamanda onu durdurma çabalarını zorlaştırmaktadır. 67 Rusya nın 1983 sayılı karar bağlamındaki almış olduğu pozisyona bakarak, en azından 2011 yılı itibariyle bazı ülkelerin salgınları VII.  Bölümün  yetki  alanı  kapsamındaki  bir  olgu  olarak  ele  alma  konusunda tereddütlerinin olduğu söylenebilir.68 c.  Güvenlik Konseyi'nin Ebola ile İlgili 2177 sayılı Kararı 2014 yılında Batı Afrika da ortaya çıkan Ebola salgını kısa süre içinde Güvenlik Konseyi nin ilgi alanına girmiş, bu da 2177 sayılı kararın kabulüyle sonuçlanmıştır. Bu karar, yukarıda ifade edilen HIV/AIDS kararlarının temelleri üzerine inşa edilmiş ve  Afrika daki Ebola salgınının eşi görülmemiş boyutunun uluslararası barış ve güvenliğe tehdit oluşturduğunu 69 ilan ederek, daha önce tartışılan Güvenlik Konseyi kararlarının aksine bir sağlık krizi ile uluslararası barış ve güvenlik arasında doğrudan ve açık bir bağlantı kurmuştur.70 2177 sayılı karar iki açıdan kritik önemdedir. Birinci olarak karar, VI. Bölüm kapsamına giren bir konunun ilk kez uluslararası barış ve güvenliğe doğrudan tehdit olduğunu  ilan  etmiştir,  ki  yukarıda  gösterildiği  gibi  bu  tür  bir  doğrudan  bağlantı geleneksel olarak yalnızca VII. Bölüm kararları için kullanılmaktadır.71 İkinci olarak, bu kararla birlikte  Güvenlik Konseyi  ilk kez bir  sağlık sorununu uluslararası  barış ve                                                            67  Ibid, s. 13. 68  Konsey in diğer daimî üyesi Çin ise HIV/AIDS ve dolayısıyla diğer salgınların uluslararası barış ve güvenlik için bir tehdit oluşturup oluşturmadığı hususuna değinmemiştir. 69  S.C. Res. 2177, (Eylül 18, 2014). 70  Kararda tavsiye edilen bazı önemli önlemler şöyledir: Liberya, Sierra Leone ve Gine hükümetlerinin sürdürülebilir, iyi işleyen ve duyarlı halk sağlığı mekanizmaları kurmaları; üye devletlerin Ebola kaynaklı genel seyahat ve sınır kısıtlamalarını kaldırması; salgından etkilenen ülkelere nitelikli, uzman ve  eğitimli  personel  ve  malzeme  yardımının  sağlanmasını  kolaylaştırmak  için  özellikle  bölge devletlerinin adım atması; salgının yayılması ve boyutu hakkında yanlış bilgilendirmeyi engellemek için yerleşik güvenlik ve sağlık protokollerini ve önleyici tedbirleri uygulamanın yanı sıra halkla iletişim çabalarının arttırılması; üye devletlerin her türlü tıbbi ihtiyaca yönelik kaynakları ve yardımı sağlamak konusunda acilen harekete geçmesi. 71  HOOD, Anna,  Ebola: A Threat to the Parameters of a Threat to the Peace , Melbourne Journal of International Law, Yıl: 2015, Cilt: 16, Sayı: 1, (s. 40).   784Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  güvenliğe tehdit olarak ilan etmiştir. HIV/AIDS kararlarında ise bu durumun  tehdit oluşturabileceği  ifade  edilmiştir. Güvenlik Konseyi  2177 sayılı  kararı ile Ebola yı uluslararası barış ve güvenlik için doğrudan bir tehdit olarak görmüştür:  Afrika daki benzeri görülmemiş ölçüdeki Ebola salgını uluslararası barış ve güvenlik için bir tehdit oluşturmaktadır. 72 2177 sayılı karara dayanarak, salgın dolayısıyla yaşanan uluslararası krizlerinin Güvenlik Konseyi nin yetki alanında olduğu da iddia edilmiştir.73  III.  PANDEMİLERLE  VII.  BÖLÜM  KARARLARI  YOLUYLA MÜCADELE EDİLEBİLİR Mİ? Tek başına salgın hastalıklar, Güvenlik Konseyi nin bugüne kadar almış olduğu VII.  Bölüm  kararlarından  hiçbirinde   gerekli  tüm  araçları   kullanma  konusunda uluslararası  toplumun  yetkilendirilmesi  için  yeterli  olmamıştır.  Ancak  Konsey,  en muhtemel sonuçları itibariyle salgın hastalıklarla benzerlik gösteren en az üç krizde, insani krizleri VII. Bölüm yetki alanına dahil etmiştir. Buna karşın, VI. Bölüm kararları üç kez salgınlarla mücadele için kullanılmıştır. İlk kez 1308 sayılı karar HIV/AIDS salgınını ele almış ve bunu  istikrar ve güvenlik için risk teşkil eden  bir durum olarak tanımlamıştır. Benzer şekilde 1983 sayılı karar da aynı salgını ele almış, ancak durumun barış, istikrar ve güvenlik açısından bir değerlendirmesi yapılmamıştır. Yine VI. Bölüm kapsamında alınan 2117 sayılı karar ise tarihte ilk kez bir salgını uluslararası barış ve güvenlik için doğrudan bir risk olarak nitelendirmiştir. Yukarıda değinilen VII. Bölüm kararları, salgın hastalıklarla uluslararası barış ve güvenlik arasında teamül bakımından doğrudan bir bağ kurmaktan uzaktır. Her ne kadar 814 sayılı kararda (Somali) doğal bir afet nedeniyle yaşanan sorun -başka diğer nedenlerle beraber- uluslararası barış ve güvenlik için bir tehdit olarak algılanmışsa da bunlar VII. Bölüme başvurulması için ana nedenler olmamış, daha büyük krizlerin sonuçları olarak                                                            72  S.C. Res. 2177, (Eylül 18, 2014) 73  OLUDOUN, Temitope.  Peace and Security as a Catalyst for the Reform of the UN Security Council , Review of International Law and Politics, Yıl: 2014, Cilt 10, Sayı 39, (s. 75) ( Halk sağlığı acil durumlarından kaynaklanan uluslararası barış ve güvenliğe yönelik tehditler, doğrudan Güvenlik Konseyi nin yetkisi kapsamındadır ).   785Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  gelişmişlerdir. Somali örneğinde bu durum kabile çatışmaları ve iç kargaşa ortamından beslenmiştir. Benzer şekilde 841 ve 940 sayılı kararlar (Haiti) salgın hastalıkların en olağan sonuçlarından birisi olan geniş çaplı insan akını üzerine kurulmuş ve hatta 940 sayılı karar kuvvet kullanma yetkisi vermiş olsa da kararın Haiti nin gayrimeşru askeri rejimine karşı alındığı tarihsel bir gerçek olup müdahalenin insani saikleri tartışmalıdır.74 Son olarak 986 sayılı karar (Irak) her ne kadar insani yardımların Irak genel nüfusuna eşit şekilde dağıtılması ihtiyacından bahsediyor olsa da kararın ana amacı uzun süredir Irak a uygulanan yaptırımların petrol üzerinden hafifletilmesini amaçlayan Petrol Karşılığı Gıda Programı nı devreye sokmaktı.  Irak halkının insani ihtiyaçlarını karşılamak için geçici bir  önlem  olarak  Irak  menşeli  petrol  ve  petrol  ürünlerinin  ithalatına  izin  verme yetkilendirmesi  başlıklı kararın bir diğer yönü ise, karar VII. Bölüm kapsamında kabul edilse de Irak ın buna uymayı reddetmesidir. 986 sayılı karar ancak Irak ile BM arasında bir  mutabakat  muhtırası  imzalanmasıyla  yürürlüğe  girebilmiştir.  Bu  anlamda  VII. Bölümün yaptırımın gücü bu karar özelinde tartışmalı kalmıştır. VI. Bölüm kapsamında salgın hastalıklar konulu kararlar ise Güvenlik Konseyi nin meseleyi uluslararası barış ve güvenlik üzerinden -en azından bazı daimî üyeler için- ele alma istekliliği daha açık şekilde göstermektedir. 1308 ve 1983 sayılı kararlar açık bir tehdit tanımında bulunmasa da tarihsel olarak belki de 2177 sayılı karara giden yolu açmışlardır. 2177 sayılı karar, Güvenlik Konseyi tarafından oy birliğiyle kabul edilmiş ve Konsey tarihindeki en büyük sayı olan 130 ülke tarafından ortaklaşa desteklenmiştir.76 2177 sayılı kararın Ebola yı tartışmasız bir şekilde uluslararası barış ve güvenliğe bir tehdit olarak algılayan diline ve verilen geniş ölçekli desteğin VII. Bölümün yetki                                                            74  RUTH, Gordon, E.  Humanitarian Intervention by the United Nations: Iraq, Somalia, and Haiti , Texas International Law Journal, Yıl: 1996, Cilt: 31, Sayı 1, (s. 53) ( [Kararın ana hedefi], insan hakları ihlallerinin temel nedeni olan de facto hükümeti ortadan kaldırmak [ve] Haiti nin seçilmiş hükümetini iş başına getirmek gibi görünmektedir. 940 sayılı karar, spesifik olarak krizin insani yönleriyle başa çıkmak için kuvvet kullanımına izin veren bir karar değildir ). 75  Letter dated 96/05/20 from the Secretary-General addressed to the President of the Security Council, S/1996/356 (May 20, 1996) (https://digitallibrary.un.org/record/213544#record-files-collapse-header) (erişim tarihi 07.07.2020). 76  Security  Council,  69th  year,  7268th  meeting  (Eylül  18,  2014),  s.  7 (https://www.securitycouncilreport.org/atf/cf/%7BBFCFB-6D-4EC-8CDCFEFFFF%7D/spv_7268.pdf) (eişirim tarihi 06.07.2020).   786Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  alanına  neyin  girdiğine  dair  değişen  algıyı  göstermesine  karşın,  kararın  etkileri abartılmamalıdır. Birincisi kararı tüm devletler aynı perspektiften desteklememişlerdir. Karar  tartışmaları  sırasında  toplam  kırk  beş  ülke  karar  hakkındaki  düşüncelerini açıklamıştır. Bu ülkelerden on üçü Ebola salgınının uluslararası barış ve güvenliğe yönelik mevcut ve başka bir krizden kaynaklanmayan bağımsız bir tehdit olduğunu, on iki ülke Ebola nın  uluslararası  barış ve  güvenliğe  yönelik  olası dolaylı bir tehdit olduğunu, iki ülke Ebola nın uluslararası barış ve güvenlik için bir tehdit olmadığını belirtmiş ve kalan on sekiz ülke de Ebola nın barış ve güvenliğe yönelik bir tehdit olup olmadığı  konusunda  bir  pozisyon  almamıştır.80  Tartışmaya  katılan  her  ülkenin açıklamalarını ayrı ayrı ele almak bu çalışmanın kapsamını fazlasıyla aşacaktır. Ancak, pandemiler  için  VII.  Bölümün  ne  ölçüde  kullanılabileceğini  daha  iyi  anlamak  için tartışmanın her iki tarafındaki bazı beyanları incelemek faydalı olacaktır. Brezilya ve Kolombiya, Ebola yı uluslararası barış ve güvenlik için doğrudan veya dolaylı bir tehdit olarak görme konusunda en olumsuz tavrı takınmışlardır. Brezilya temsilcisi bu tavrı  salgını her şeyden önce acil bir sağlık durumu ve -barış ve güvenliğe yönelik bir tehdit olmaktan ziyade- bir sosyal ve kalkınma sorunu olarak ele alma ihtiyacının altını çiziyoruz  diyerek ifade etmişti.81 Kolombiya ya göre ise  Ebola salgını ilgili bazı ülkelerde istikrarı ve sosyal dayanışmayı aşındırma potansiyeline sahip olsa da genel olarak uluslararası barış ve güvenliğe bir tehdit olarak nitelendirilemez  idi.82 On iki ülke bundan daha ılımlı bir pozisyon alarak, Ebola (veya benzer herhangi bir salgının) uluslararası barış ve güvenliğe tehdit oluşturan koşullara neden olabileceğini, ancak bizatihi bir pandeminin doğasında uluslararası barış ve güvenliğe ilişkin bir tehdit olmadığını savunmuşlardır. Bu ülkeler, bir pandeminin uluslararası barış ve güvenliğin                                                            77  Avustralya, Çad, Şili, Fransa, Lüksemburg, Güney Kore, Birleşik Krallık, Amerika Birleşik Devletleri, İspanya, İtalya, Almanya, Gine ve Guyana. 78  Arjantin, Çin, Rusya, Ruanda, İsviçre, Fas, Türkiye, Hollanda, İsrail, Norveç, Yeni Zelanda ve Nikaragua. 79  Brezilya ve Kolombiya. 80  Security Council, 7268th meeting (2014) 81  Ibid, s. 28.  82  Ibid, s. 45.   787Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  sürdürülmesini  tehlikeye  atma  potansiyeline  sahip  olduğunu  ve  bu  nedenle  de  VI. Bölümün yetki alanında ele alınması gereken bir mesele olduğu şeklindeki geleneksel görüşü sürdürmüşlerdir. Örneğin bu görüşü benimseyen Yeni Zelanda Ebola salgınını  ölçek, etki ve uluslararası  barış ve güvenliği  tehdit etme potansiyeli açısından eşi görülmemiş bir kriz  olarak nitelendirmiştir.83 Benzer şekilde Türkiye,  Ebola salgınını, salgından etkilenen devletlerin ekonomik, sosyal ve siyasi yaşamları için daha geniş etkileri olan ve bölge için ciddi güvenlik ve istikrar riskleri taşıyan uluslararası bir acil durum  olarak ele almıştır.84 Şili ise bu yelpazenin en uç noktasında durarak VII. Bölümün sınırlarını zorlamakta kararlıydı.  Şili  büyükelçisi,  salgınların  tartışmasız  olarak  VII.  Bölüm  kapsamında değerlendirilmesi gerektiği argümanını desteklerken,  uluslararası barış ve güvenliğe yönelik  tehditler,  devletler  arası  silahlı  çatışmaların  geleneksel  sınırlarının  ötesine uzanmıştır  açıklaması yapmış ve Ebola nın neden barış ve güvenlik için açık bir tehdit olduğunu açıklamıştır.85 Bu on üç ülkeye karşı on iki ülke ayrışması, VII. Bölümün mü yoksa VI. Bölümün mü Ebola pandemisi için en uygun yanıt olacağı konusundan kaynaklanmaktaydı. Bu bölünme aynı zamanda P ülkelerinin tutumlarını da yansıtmaktaydı, zira ABD, İngiltere ve Fransa VII. Bölümden yana tavır alırken, Çin ve Rusya bağlayıcılığı olmayan bir VI. Bölümü  destekliyordu.  Daimî  ülkelerin  aldıkları  pozisyonlar,  bir  pandeminin  VI. Bölümde değil de VII. Bölümde ele alınması gerektiği tartışmasındaki genel uluslararası pozisyonu  incelemek  açısından  çeşitli  nedenlerden  ötürü  yararlıdır.  Birincisi,  P ülkelerinin birbirinden farklı pozisyonları özel  önemdedir, zira bu ülkeler Güvenlik Konseyi nin daimî üyeleri oldukları için, diğer devletlerin aksine, bir sonraki pandemi sırasında Konsey de olup olmayacakları tartışmalı değildir. İkincisi P üyeleri veto hakkına  sahiptir  ve  bu  nedenle  pozisyonları  uluslararası  siyasette  salt  birer  beyan olmaktan çok daha ağırlıklı bir etkiye sahiptir.                                                            83  Ibid, s. 43 (vurgu eklenmiştir). 84  Ibid, s. 32 (vurgu eklenmiştir). 85  Ibid, s. 22 (vurgu eklenmiştir).    788Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  Hem  P  hem  de  daha  geniş  bir  topluluk  ve  uluslararası  toplum  üyesi  diğer devletlerin 2177 sayılı karar hakkındaki pozisyonlarına dayanarak, VII. Bölümün bir pandemiyi uluslararası barış ve güvenliğe yönelik bir tehdit olarak ele alıp almayacağı konusunda neredeyse eşit bir bölünmenin olduğu açıktır. Yukarıda VI. ve VII.  Bölüm kararlarının incelenmesinden, iki olgunun varlığı rahatlıkla ileri sürülebilir. Birincisi, Güvenlik Konseyi daha büyük bir çatışmadan/sorundan kaynaklanan insani krizleri ele almak için VII. Bölüme dayanmak konusunda istekli olduğunu kararlarında göstermiştir ve bu konuda -eğer P arasında önemli bir çıkar çatışması yoksa- herhangi bir problem bulunmamaktadır. İkinci olarak, Güvenlik Konseyi pandemileri VI. Bölümde ifade edilen  uluslararası barış ve güvenliğin korunmasını tehlikeye düşürebilecek  krizler olarak değerlendirmektedir. Yukarıda  ele  alınan  kararlar  ve  uluslararası  toplumun  bu  kararlara  yaklaşımı, Güvenlik Konseyi nin VII. Bölüm kapsamında pandemiler konusunda kararlar alarak, uluslararası teamül hukukunu evrime uğratmasını mümkün kılsa da bu evrimin nasıl gerçekleşeceği  belirsizliğini  korumaktadır.  VII.  Bölüme  dayanıyor  olmanın  kabul edilmesi  zorunlu  zayıflığı,  P ten  birinin  veto  yetkisini  kullanması  veya  kullanma tehdidinde bulunmasıdır. Örneğin, bu çalışmanın yazıldığı zamandan yaklaşık 1 yıl önce başlamış olan COVID-19 pandemisine yönelik, Güvenlik Konseyi nin ne VI. ne de VII. Bölüm kapsamında almış olduğu herhangi bir karar yoktur. Ayrıca, salgının Çin de ortaya çıkmış olduğu açık bir olgu olmasına rağmen, Çin in Güvenlik Konsey inde kendisi veya müttefikleri aleyhine olacak bir kararı veto edeceği sürpriz değildir.  SONUÇ VE DEĞERLENDİRME Bilgi, mal, sermaye ve insan akışının siyasi ve coğrafi sınırlar tanımadan her geçen gün hızlanarak artması küreselleşmenin en görünür sonuçlarından biridir. Ancak bu akış, beraberinde  salgın  hastalıkların  bazı  durumlarda  sağlık  sistemlerini  çökertecek seviyelerde kısa sürede yayılmasına da neden olmaktadır. Şüphesiz her devlet kendi vatandaşlarını bu salgın hastalıklardan koruma görev ve yetkisine sahiptir. Ortaya çıktığı ülke sınırlarını aşarak artık bir pandemi haline gelmiş olan salgın hastalıklarla mücadele   789Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  ise dünya çapında koordineli bir çalışmanın varlığını gerekli kılmaktadır. COVID-19 pandemisinin gösterdiği üzere DSÖ bu koordineyi sağlamamış veya sağlayamamıştır.  Salgın  hastalıklarla  mücadelede  bazı  durumlarda  uluslararası  toplum  salgının engellenmesi konusunda sert tedbirler almak durumunda kalabilir. Hatta bu tedbirlerin bazı durumlarda kuvvet kullanmaya kadar varabilme olasılığı da bulunmaktadır. Bu durumlar, salgın hastalıklar özellikle mevcut uluslararası sisteme politik ve ekonomik nedenlerle karşı olan veya sistem tarafından  ötekileştirilen  devletlerin sınırları içinden kaynaklanmakta ise söz konusu olacaktır. Örneğin Kuzey Kore de pandemiye dönüşme riski yüksek bir salgın hastalığın varlığı ve Kim Jong-un yönetiminin bu salgınla yeteri kadar mücadele edememesi varsayımını düşünelim. Kuzey Kore nin çok sayıda insan kaybı olması durumunda bile başka devletlerin sağlık personelini (veya Kuzey Kore nin değerlendirebileceği gibi sağlık personeli kisvesi altında yabancı ülke ajanlarını) ülkesine kabul edeceğine dair inanç düşük olmalıdır. Hatta bu ülkenin bağımsız uluslararası yardım kuruluşları personelini bile ülkesine alacağı şüphelidir. Bu  çalışmada  bu  varsayımsal  senaryonun  çok  da  uzak  bir  ihtimal  olmadığı, devletlerin ülkelerinde ortaya çıkan salgın hastalıkları gizleme ve dahası uluslararası yardımları reddetme eğiliminde olabilecekleri tarihsel örneklerle ortaya koyulmuştur. Buradan hareketle, BM Güvenlik Konseyi nin VII. Bölüm yetkileri dahilinde bir salgın hastalığın pandemiye dönüşmesini engellemek için bir devletin iç işlerine müdahaleye izin verip veremeyeceği sorusu cevaplanmıştır. Pandemilerle benzer sonuçları olan bazı insani krizlere ilişkin VII. Bölüm kararları incelenerek bu kararların yalnızca pandemiler nedeniyle VII. Bölüme başvurulabilmesi için gerekli emsal durumu oluşturmadığı ileri sürülmüştür. Dahası doğrudan pandemileri ele alan -ve hatta bir durumda da bunları uluslararası barış ve güvenliğe doğrudan tehdit olarak gören- VI. Bölüm kararlarının varlığına  karşın,  uluslararası  toplumun  genelinde  pandemileri  uluslararası  barış  ve güvenlik için bir tehdit olarak görme teamülü en azından henüz oluşmamıştır. Güvenlik Konseyi alacağı kararlarla böyle bir teamülün ilerde oluşmasını elbette mümkün kılabilir. Ancak pandemilerle uluslararası alanda mücadele ederken VII. Bölüm kararlarına ve Güvenlik Konseyi ne dayanmanın iki temel zayıflığı olduğu da aşikârdır. Birincisi, Güvenlik Konseyi üyeleri -kendi aralarında yaşayacakları çıkar çatışmaları   790Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  nedeniyle- VII. Bölümün yetki alanını salgın hastalıkla uğraşan bir devlete cebri yardım için genişletme konusunda hem fikir olmayabilirler.86 İkincisi, uluslararası toplum salgın hastalıklarla küresel çapta mücadelenin bayraktarlığı konusunda veto yetkilerini keyfi nedenlerle sıklıkla kullanan Güvenlik Konseyi nin beş daimî üyesine güvenemeyebilir.87 Bu itibarla uluslararası toplumun önünde iki seçenekli bir tercih bulunmaktadır. Birincisi, büyük güçlerin bir başka oyun ve çıkar sahası olmamak kaydıyla, bu tür durumlar için devletlerin iç işlerine müdahaleyi mümkün kılan ayakları yere basan uluslararası bir rejim oluşturulabilir. İkinci olarak ise, uluslararası sağlığın -ve buna bağlı olarak askeri, politik ve ekonomik pek çok varlığın- yerine uluslararası sisteme muhalif ve küresel dayanışma karşıtı  bir  devletin  politik  tercihlerine  veya  beş  büyük  güçten  birinin  Güvelik Konseyi ndeki veto gücüne saygı duyulabilir.                                                                      86  ADRIENNE, Meisels C.,  Special Agreements in the Post-Cold War Era: Reality s Conflict with Legal Theory , Fordham Law Review, Yıl: 19995, Cilt: 64, Sayı: 1, (ss. 199-246) ( Güvenlik Konseyi nin daimi üyeleri, ulusal çıkarlarını korumak isteyen egemen uluslar olarak, politik hedeflerine ulaşmak için yasal veto silahını kullanabilirler ). 87  GIORGIA, Papalia,  A Critique of the Unqualified Veto Power , Perth International Law Journal, Yıl: 2017, Cilt: 2, (s. 57) ( [Ö]zellikle barış ve güvenliğin korunmasına aykırı olduğunda, bazı devlet eylemlerinin veya rejimlerinin keyfi olarak korunmasını önlemek için veto yetkisinin kısıtlanması ihtiyacı  bulunmaktadır).   791Kırdım    Hacettepe HFD, 10(2) 2020, 760-795",
     "Kaynakça": "Meisels C.,  Special Agreements in the Post-Cold War Era: Reality s Conflict with Legal Theory , Fordham Law Review, Yıl: 19995, Cilt: 64, Sayı: 1, (ss. 199-246) ( Güvenlik Konseyi nin daimi üyeleri, ulusal çıkarlarını korumak isteyen egemen uluslar olarak, politik hedeflerine ulaşmak için yasal veto silahını kullanabilirler ). 87  GIORGIA, Papalia,  A Critique of the Unqualified Veto Power , Perth International Law Journal, Yıl: 2017, Cilt: 2, (s. 57) ( [Ö]zellikle barış ve güvenliğin korunmasına aykırı olduğunda, bazı devlet eylemlerinin veya rejimlerinin keyfi olarak korunmasını önlemek için veto yetkisinin kısıtlanması ihtiyacı  bulunmaktadır).   791Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  KAYNAKÇA ADRIENNE, Meisels C.,  Special Agreements in the Post-Cold War Era: Reality s Conflict with Legal Theory , Fordham Law Review, Yıl: 19995, Cilt: 64, Sayı: 1, (ss. 199-246). ANNE, Orford,  Locating the International: Military and Monetary Interventions after the Cold War  Harvard International Law Journal, Yıl: 1997, Cilt: 38, Sayı: 2, (ss. 443-486). AYDIN,  Mustafa,   Uluslararası  İlişkilerin   Gerçekçi   Teorisi:  Kökeni,  Kapsamı,  Kritiği , Uluslararası İlişkiler, Yıl: 2004, Cilt: 1, Sayı: 1, (ss. 33-60). AYRES, Leonard O., The War with Germany: A Statistical Summary, 1. Basım, Government Printing Office, Washington, 1919. BAHDI, Reem,  Iraq, Sanctions and Security: A Critique , Duke Journal of Gender Law and Policy, Yıl: 2002, Cilt: 9, (ss. 237-252). Birleşmiş  Milletler  Şartı,  https://www.un.org/en/sections/un-charter/un-charter-fulltext/%20(eri%C5%9Fim%20tarihi:%2019.10.2020). BRIGGS, Charles,  Theorizing Modernity Conspiratorially: Science, Scale, and the Political Economy  of  Public  Discourse  in  Explanations  of  a  Cholera  Epidemic ,  American Ethnologist, Yıl: 2004, Cilt: 31, Sayı: 2, (ss. 164-187). BRIGGS, Ryan C.,  Receiving Foreign Aid Can Reduce Support for Incumbent Presidents , Political Research Quarterly, Yıl: 2018, Cilt: 72, Sayı: 1, 2018, (ss. 1-13). BROOKE, James,  Cholera Kills 1,100 in Peru and Marches on, Reaching the Brazilian Border , the  New  York  Times  (Nisan  19,  1991), http://www.nytimes.com/1991/04/19/world/cholera-kills-1100-in-peru-andmarches-onreaching-the-brazilian-border.html (erişim tarihi: 21.05.2020). BURNS, John F.,  Thousands Flee Indian City In Deadly Plague Outbreak , the New York Times  (Eylük  24,  1994),  https://www.nytimes.com/1994/09/24/world/thousands-fleeindian-city-in-deadly-plague-outbreak.html (erişim tarihi 28.05.2020). CASH, Richard A. / NARASIMBAN, Vasant,  Impediments to Global Surveillance of Infectious Diseases: Consequences of Open Reporting in a Global Economy , Bulletin of the World Health Organization, Yıl: 2000, Cilt: 78, Sayı: 11, (ss. 1358-1367). DAVIS, Robert / KIMBALL, Ann Marie,  The Economics of Emerging Infections in the AsiaPacific Region: What Do We Know and What Do We Need to Know , Plagues and Politics: Infectious Disease and International Policy (der. Andrew T. Price-Smith), 1. Basım, Palgrave Macmillian, New York, 2001, (ss. 59-75). DAVIS, Ryan A., The Spanish Flu: Narrative and Cultural Identity in Spain, 1918, 1. Basım, Palgrave Macmillan, New York, 2013. DEODHAR, N. S. / YEMUL, Vishwanath L. / BANERJEE, Kalyan,  Plague that Never Was: A Review of the Alleged Plague Outbreaks in India in 1994 , Journal of Public Health Policy, Yıl: 1998, Cilt: 19, Sayı: 2, (ss. 184-199).   792Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  DUTT, Ashok K. / RAIS Akhtar / MELINDA McVeigh.  Surat Plague of 1994 Re-examined  The Southeast Asian Journal of Tropical Medicine and Public Health, Yıl: 2006, Cilt: 37, Sayı: 4, (ss. 755-60). EREKER, Fulya A.,  İlkçağlardan Günümüze Haklı Savaş Kavramı , Uluslararası İlişkiler, Yıl: 2004, Cilt 1, Sayı 3, (s. 1-36).  GIORGIA, Papalia,  A Critique of the Unqualified Veto Power , Perth International Law Journal, Yıl: 2017, Cilt: 2, ss. (55-63). HIGGINS, Rosalyn  The Advisory Opinion on Namibia: Which UN Resolutions are Binding under Article 25 of the Charter , International and Comparative Law Quarterly, Yıl: 1972, Vilt: 21,Sayı: 2, (ss. 270-286). HOOD, Anna,  Ebola: A Threat to the Parameters of a Threat to the Peace , Melbourne Journal of International Law, Yıl: 2015, Cilt: 16, Sayı: 1, (ss. 29-51). KASTURI,  Charu  S.,   Foreign  Aid?  No,  Thanks ,  Telegraph  India  (Temmuz  7,  2013), http://www. telegraphindia.com/1 130707/jsp/nation/storyl 7090124.jsp#.VOSwoZErI2w. KNOBLER,  Stacey  /  Mahmoud,  Adel  /  Lemon,  Stanley  /  Pray,  Leslie,  The  Impact  of Globalization  on  Infectious  Disease  Emergence  and  Control  Exploring  the Consequences and Opportunities: Workshop Summary, 1. Basım, National Academies Press, Washington (DC), 2006. KUCHARSKI, Adam, The Rules of Contagion: Why Things Spread - and Why They Stop, 1. Basım, Profile Books, London, 2020. LACKLAND, Daniel,  Systemic Hypertension: An Endemic, Epidemic, and a Pandemic , Seminars in Nephrology, Yıl: 2005, Cilt: 25, Sayı: 4, (ss. 194–197). Letter dated 96/05/20 from the Secretary-General addressed to the President of the Security Council, S/1996/356 (May 20, 1996) (https://digitallibrary.un.org/record/213544#recordfiles-collapse-header) (erişim tarihi 07.07.2020). LIN, Ching-Fu.  COVID-19 and the Institutional Resilience of the IHR (2005): Time for a Dispute Settlement Redesign? , Contemporary Asia Arbitration Journal, Yıl: 2020, Cilt: 13, Sayı: 1, (ss. 269-290). MACKINNON, Ian,  Burmese regime blocked international aid to cyclone victims, report says , 27 Şubat 2009, the Guardian, https://www.theguardian.com/world/2009/feb/27/regimeblocked-aid-to-burma-cyclone-victims (erişim tarihi: 13.04.2020). Military and Paramilitary Activities in and Against Nicaragua, 1986 ICJ Rep. 14 (June 27), https://www.icj-cij.org/files/case-related/70/070-19860627-JUD-01-00-EN.pdf  (erişim tarihi: 15.04.2020). MOHAMED,  Nizar,  Learning  from  Cyclone  Nargis  -  A  Case  Study  (2009), https://wedocs.unep.org/bitstream/handle/20.500.11822/14116/myanmar_cyclonenargis_case_study.pdf?sequence=1&isAllowed=y (erişim tarihi: 13.04.2020).   793Kırdım    Hacettepe HFD, 10(2) 2020, 760-795  MYDANS, Seth,  Myanmar Seizes U.N. Food for Cyclone Victims and Blocks Foreign Experts , 10  Mayıs  2008,  the  New  York  Times,  https://www.nytimes.com/2008/05/10/world/asia/10myanmar.html  (erişim  tarihi: 13.04.2020). OLUDOUN, Temitope.  Peace and Security as a Catalyst for the Reform of the UN Security Council , Review of International Law and Politics, Yıl: 2014, Cilt 10, Sayı 39, (ss. 6396). ONISHI, Norimitsu,  As Ebola Grips Liberia s Capital, a Quarantine Sows Social Chaos ,  the New  York  Times  (Ağustos  28,  2014) https://www.nytimes.com/2014/08/29/world/africa/in-liberias-capital-an-ebola-outbreaklike-no-other.html (erişim tarihi: 05.06.2020). Press  Release,  Security  Council,  Unanimously  Adopting  1983  (2011),  Security  Council Encourages Inclusion of HIV Prevention, Treatment, Care, Support in Implementing Peacekeeping Mandates, U.N. Press Release SC/10272 (June 7,2011). REIFF, Fred M.,  Cholera in Peru , World Health: The Magazine of the World Health Organization, July-August 1992, ss. 18-19, https://apps.who.int/iris/handle/10665/325336 (erişim tarihi: 18.04.2020). Report by the Director-General,  Cholera (Implementation of Resolution WHA44.6) , World Health  Organization  Executive  Board  89,  Yıl:  1991,  s.  2, https://apps.who.int/iris/handle/10665/170490, (erişim tarihi: 18.04.2020). RODRIGUEZ-DOD, Eloisa C. / MARTY, Aileen Maria / MARTY-NELSON, Elena Maria,  Tears in Heaven: Religiously and Culturally Sensitive Laws for Preventing the Next Pandemic , Catholic University Law Review, Yıl: 2016, Cilt: 66, Sayı: 1, (ss. 117-160). RUTH, Gordon, E.  Humanitarian Intervention by the United Nations: Iraq, Somalia, and Haiti , Texas International Law Journal, Yıl: 1996, Cilt: 31, Sayı 1, (ss. 43-56)."
}